{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/60.html",
  "case_name": "Khoza and Others v S (121/09) [2010] ZASCA 60; 2010 (2) SACR 207 (SCA) (1 April 2010)",
  "citation": "[2010] ZASCA 60",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 60\n|\nNoteup\n|\nLawCite\nKhoza and Others v S (121/09) [2010] ZASCA 60; 2010 (2) SACR 207 (SCA) (1 April 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase No 121/09\nIn the matter between:\nSIBUSISO\nERICK KHOZA\t\t\t\t           1\nst\nAppellant\nAUGUSTINUS\nKHOZA\t\t\t\t\t 2\nnd\nAppellant\nDANIE\nL\nLUCKY MAKGAKA\t\t\t\t 3\nrd\nAppellant\nEZEKIEL\nOMPHILE MAYELA\t\t\t\t 4\nth\nAppellant\nAUBREY\nMOCHAKA\t\t\t\t\t\t 5\nth\nAppellant\nand\nTHE STATE\t\t\t\t\t\t            \nRespondent\nNeutral\ncitation\n:\nKhoza\nv The State\n(121/09)\n[2010] ZASCA 61\n(1 April 2010)\nCoram\n:\tHeher,\nMhlantla and Bosielo JJA\nHeard\n:\n17\nFebruary 2010\nDelivered\n:\n1\nApril\n 2010\nSummary\n:\tCriminal\nProcedure â fair trial â robbery with aggravating circumstances â\nunlawful possession of machine guns and ammunition\nâ manner in\nwhich trial was conducted â presiding judge not biased against\naccused â no irregularity committed â no failure\nof justice\noccurred â appellants' alibi defence correctly rejected â guilt\nof appellants established beyond a reasonable doubt\nâ convictions\nand sentences confirmed.\nORDER\n____________________________________________________________\nOn appeal\nfrom:\nNorth Gauteng High Court (Pretoria) (Els J sitting as a court of\nfirst instance):\n1\n.\n       The appeal against the convictions and sentences is dismissed.\n2\n.\tThe\nlegal representatives of the appellants are disallowed from\nrecovering any costs relating to:\n(a)\tthe heads of argument in the\nappeal in so far as such exceeded 60 pages;\n(b)\tthe application to amend the\nheads of argument;\n(c)\tthe\nsettling of the affidavits of the appellants (and any consultations\nrelated thereto) filed in support of the application referred\nto in\n(b); and\n(d)\tthe transcript of the\nargument before Sapire AJ.\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA\n(HEHER JA and BOSIELO JA concurring):\n[1]\tThe\nappellants were convicted in the North Gauteng High Court, Pretoria\non various charges. The first appellant was convicted\nof robbery with\naggravating circumstances and unlawful possession of machine guns. He\nwas sentenced to an effective term of 26 years'\nimprisonment. The\nother appellants were, in addition to the above offences, convicted\nof unlawful possession of ammunition and malicious\ninjury to\nproperty. An effective term of 35 years' imprisonment was imposed\non each of them. The appellants appeal to this court with the leave\nof Sapire AJ (the trial judge having died) against their convictions\nand sentences. There is also an application for leave to appeal\nagainst the refusal by the trial judge to enter special entries in\nterms of s 317 of the Criminal Procedure Act 51 of 1977 (the Act).\n[2]\nThe\nissues to be determined on appeal are:\n(a)\tWhether\nthe\ntrial\ncourt erred in refusing the application to note the special entries;\nand if so,\n(b)\twhether\nthe convictions and sentences\nought\nto be set aside on the basis that the appellants' constitutional\nrights to a fair trial were compromised by the manner in which\nthe\nlearned judge conducted the proceedings; if not,\n(c)\twhether\nthe State established the guilt of the appellants, and in particular\n,\nthe identity of the perpetrators of the offences beyond a reasonable\ndoubt; and\n(d)\twhether\nthe judge committed any misdirection when he imposed the sentence\ns.\n[3]\tIn order\nto understand the issues it is necessary to set out an exposition of\nthe background facts. It is not in dispute that\ntwo cash-in-transit\nheists occurred. The first one, (the Mooinooi incident) took place at\nMajakaneng Bridge, Mooinooi, in the district\nof Brits on 11 November\n2002 where members of the Fidelity Cash Management Services ('FCMS')\nwere attacked by armed men. One of the\nemployees was killed and a\nsubstantial amount of money was stolen. The second incident, (the\nPhokeng incident) occurred near Phokeng,\nRustenburg on 18 November\n2002 where an armoured vehicle was rammed from the rear by a BMW\nmotor vehicle. The robbers fled with approximately\nR200 000 in the\ndirection of Luka village, a suburb in the district of Phokeng which\nis about seven kilometres from the scene of\nthe robbery.\n[4]\tThe\nappellants and one Thabo David Nkosi were arrested as suspects a few\nhours after the Phokeng robbery at various scenes at\nLuka. According\nto the police, they were found in possession of many firearms and a\nsubstantial amount of money. They were eventually\ncharged on 20\ncounts in connection with these incidents. The trial commenced on 6\nOctober 2005. The appellants pleaded not guilty\nand raised alibi\ndefences. In amplification thereof, they stated that the police had\nconspired against them; that the police had\nreleased the actual\nrobbers and stolen some of the recovered money and then framed them\nby planting the firearms and money on them.\n[5]\tThe State\ntendered evidence in respect of the commission of the offences, the\ncircumstances leading to the arrest of the accused\nand the discovery\nof the exhibits, that is, the firearms, money and stolen motor\nvehicles. The accused testified in their own defence.\nAfter\nconviction and sentence counsel for the third, fourth and fifth\nappellants lodged an application for special entries to be\nmade on\nthe record on the ground that the proceedings were irregular. This\napplication was dismissed. I will deal with this aspect\nlater.\n[6]\tThe\nevidence adduced on behalf of the State was as follows. Mr Sipho\nHlope testified that\non\n11 November he was the driver of a cash van in the Mooinooi matter.\nHe and his passengers were attacked by occupants in a white\nvehicle,\na Honda, who shot at them. The bullets struck their motor vehicle\ncausing it to overturn. He further testified that a second\nvehicle\nwhich had accompanied them was also attacked and one of their\ncolleagues was fatally injured.\n[7]\tCaptain\nPetrus Hara, of the Local Criminal Record Centre, Brits, ('LCRC'),\nwho is employed as a draftsman, photographer and forensic\ninvestigator testified in respect of the Mooinooi matter. His\nevidence dealt with the collection of spent cartridges and their\ntransfer\nto the ballistics section for comparison with a firearm\nfound in the house at Luka, Phokeng. He took photographs of the scene\nand\ncompiled a photo-album which was handed in as exhibit D.\n[\n8]\n\tMr Stoop testified that he was employed by the FCMS. He was on duty\non 18 November and had been issued with a firearm, a .38.\nHe and his\ncolleague had been collecting money from their clients. They were\ntravelling to Boshoek when a BMW vehicle collided with\nthem from the\nrear. Shots were fired and the armoured vehicle overturned. He lost\nhis firearm. He later saw a man with an AK firearm\nstanding in front\nof a combi. The robbers stole money from the vehicle and drove away\nin the direction of Luka. He identified his\nfirearm as exhibit 13.\n[9]\tIns\npector\nMalebogo Manere, an official draftsman and photographer attached to\nthe LCRC, Rustenburg testified in respect of the Phokeng\nincident. He\ntook photographs of the scene. He collected seven spent cartridges\nand sent these for ballistics testing. He also took\nphotographs of\nthe scene of the arrest at Luka and exhibits collected there.\n[10]\tInspector\nPetrus Myburgh of the LCRC, Rustenburg testified about the discovery\nof two motor vehicles, a Nissan van and a BMW\nas well as the cash\nboxes found near these vehicles. These items were found immediately\nafter the robbery in the vicinity of the\nPhokeng scene. His evidence\nprima facie indicated that the vehicles were stolen. Myburgh further\ntestified that he collected exhibits\nincluding two firearms at Luka.\n[11]\tMr\nMichael\nKruger who was employed by FCMS, testified that upon arrival at the\nPhokeng scene he recovered items belonging to his employer. His\nevidence related to amounts stolen and recovered, the firearm stolen\nduring the Phokeng incident and to whom it had been issued.\nHe\nidentified the revolver, exhibit 13, as well as certain cash boxes\nand bags belonging to FCMS.\n[\n12]\tSergeant\nPetlele, who was attached to the Local Highway Patrol Unit, testified\nthat he and his colleague, Inspector Ntoagae reacted\nto radio reports\nfrom a circling helicopter. They followed the direction of the\nhelicopter and were first on the scene at Luka. He\narrested the\nfirst, third, fourth and fifth appellants. He testified that the\nfirst appellant gave him the name of the third appellant\nwhen asked\nto identify himself. Petlele saw the fifth appellant rushing out of\nthe main house at Luka to an outside corrugated iron\nshack. He and\nInspector Mosegu arrested that appellant who was trying to kick his\nway out of the shack. They found cash in his back\npocket. He denied\nthe appellant's version that he had nothing to do with the charges\nand had been arrested for no apparent reason\nin the surrounding area\nduring a police swoop.\n[13\n]\t\nPetlele thereafter arrested the third appellant in the flatlet\nadjacent to the main house under very suspicious circumstances.\nThe\nappellant had concealed himself under a bed and was not only lying on\ntop of money but some had been hidden in the front and\nin the legs of\nhis trousers. Assisted by Inspector Monageng and Inspector de Waal,\nhe pulled the appellant out of the room.  Petlele\nsaw no-one planting\nmoney on the third appellant.\n[14\n]\tPetlele\narrested the fourth appellant after receiving information from\nmembers of the public. He and a colleague found the appellant\non a\nneighbouring premises in a long drop pit toilet kneeling behind the\ndoor. A tracksuit top was immediately fished out of the\ntoilet pit\nwith âa lot of moneyâ wrapped in it. At the time of his arrest,\nthe appellant wore a T-shirt and tracksuit trouser\nof the same colour\nand with the same distinctive white stripe as on the tracksuit. He\ndenied the appellant's version that he was\nsimply urinating and had\nno knowledge of the money or the top. Petlele testified that the\nfirearms were removed from the house after\nthe arrest of the\nappellants. He did not see anyone taking the firearms into the house.\n[15]\nInspector\nMosegu testified that he was in the company of Insp More and Petlele\nwhen the fifth appellant was arrested in the shack.\nHe also denied\nthe appellant's version.\n[16\n]\tMs\nMoagi testified that she was inside the house when she saw an unknown\nman. She locked the door and closed the window. Shortly\nthereafter,\nshe discovered that the door was open and noticed a takkie track\nleading into the house. She surmised that the person\nmust have kicked\nthe door open and entered. She could hear footsteps as if someone was\nwalking inside the ceiling. She called the\npolice. Mr Nkosi, accused\n5 was arrested by the police in the roof.\n[17\n]\tInspector\nDe Waal, who was attached to the SAPS Dog Unit, testified that on 18\nNovember he and his partner Inspector Mogage reacted\nto a radio alert\nfrom the helicopter and went to the scene at Luka. They found several\npolice officers including Petlele. Three suspects\nhad already been\narrested. He went with Petlele to a certain house where they found\nthree persons, including the third appellant,\nhiding underneath a\nbed. He had money hidden under his clothes and in his trouser legs.\nWhen they took him outside to the other suspects\nand searched him,\nthey found more cash on him.\n[18\n]\tAfter\nthe arrest of the third appellant, De Waal joined Captain Hechter and\nthe team to search further. Bystanders pointed out a\nhouse to which\nanother suspect had allegedly gone. There, he assisted Hechter to\narrest the fifth accused who was hiding inside the\nceiling in\nproximity to money concealed in a peg bag and a pair of gloves.\nDuring cross-examination De Waal denied an allegation\nthat he had\nplanted money on any of the appellants and that he ever carried\nweapons into the house and planted these on the appellants.\n[19\n]\tCaptain\nHechter, who was with the Highway Patrol Unit, corroborated De Waal's\nevidence in respect of the arrest of the fifth accused.\nHe was also\npresent during the arrest of the fourth appellant, who was found\nhiding inside the toilet. He was adamant that the appellant\nnever\nused the toilet. He corroborated Petlele's evidence in regard to the\nfourth appellant's arrest, the discovery of the jacket\nand money in\nthe toilet pit and the fact that the jacket matched the pants worn by\nhim. He denied the planting of firearms on the\nscene or on the\nappellants.\n[20]\nInspector\nMonageng, who was attached to the Rustenburg CIS, was in the company\nof Inspector Monamedi when they heard about the robbery\nthrough radio\ncontrol. Acting on information from members of the public, he\narrested the second appellant who was running in front\nof a nearby\nhouse. Immediately after the arrest, he received a report from Mrs\nReetseng, the occupier of the house, that the suspect\nhad in fact put\na bag into a tub containing clothes that she had been washing. He\nleft the second appellant with Monamedi to investigate.\nHe retrieved\nthe bag which was soaked with water. He opened the bag in the\npresence of Monamedi and the appellant and found that\nit contained\ncash.\n[21\n]\tMonageng\nadmitted making two statements on 2 December 2002 and 11 March 2004\nrespectively. These were admitted as exhibits S and\nT respectively.\nAccording to him, reservist constable Moyo remained in the car and\nwas not involved in the arrest of the appellant.\n He and Monamedi\nhad, before they heard about the robbery, by chance met Moyo and\noffered him a lift to the police station. Soon\nthereafter, they\nreceived the report about the robbery. He denied that Moyo had been\ninvolved or knew of the planting of money or\nfirearms even before the\nrobbery at Phokeng had happened.\n[22]   \nInspector Monageng was also involved in the arrest of the third\nappellant. He corroborated the evidence of Petlele and De\nWaal.\n[23]\nInspector Monamedi corroborated the evidence of Monageng with regard\nto the arrest of the second appellant and the circumstances\nsurrounding the discovery of the bag with money in the bath.\n[24]\tMrs\nReetseng testified that she was at her home washing clothes in a tub\nof water. She saw a man carrying a black bag running\nthrough her\nyard. When she asked him why he was running, he replied that there\nwas shooting taking place. He disappeared behind her\nhouse. He\nappeared later in the custody of the police but without the bag. She\nreported to the police that the man had a bag and\nmust have thrown it\nin the tub. The police retrieved it. She was unable to identify the\nman. She corroborated the evidence of Monageng\nand Monamedi about the\narrest and the discovery of the bag in a tub of water.\n[25]\nReservist\nconstable Moyo testified that he was given a lift by Monageng. En\nroute they received a report about a robbery and proceeded\nto the\nscene. He, however, remained in the vehicle throughout and was not\ninvolved in the arrest and search of the suspects. He denied\nthe\nversion of the third appellant. He knew nothing about the allegations\nagainst him and denied ever meeting the appellant.\n[26]\nInspector\nRatseane, the investigating officer, testified to rebut the\nallegations of corruption and embezzlement of cash by him or\nthe\nother officers. He denied being at the scene as he was on study\nleave.\n[27\n]\tInspector\nBlignaut, a ballistics expert made two statements: exhibits W1, being\nthe Mooinooi ballistic report and W2, the Phokeng\nreport. Blignaut\nidentified exhibits 2, 8 and 10 fired at the Phokeng incident as\nmachine guns or rifles which had been found at\nthe premises at Luka.\nExhibits 8 and 10 were also fired at the Mooinooi incident.\n[\n28]\tI\nturn to deal with the evidence adduced on behalf of the accused. As\nstated earlier, all denied committing the offences and raised\nalibi\ndefences.\n[29]   The\nfirst appellant testified that he was a taxi owner. On 18 November he\nwas approached by a friend Ndlazi, to transport him\nto Rustenburg for\na fee of R3000. He picked up Ndlazi and another unknown man. During\nthe journey more people boarded and eventually\nthe combi carried 15\npassengers, all save for Ndlazi were unknown to him. He could not say\nwhether his co-accused were in the combi\nor not. Nor did he pay\nattention to what they were carrying. At some stage Ndlazi directed\nhim to go to a certain township. Ndlazi\nand the group alighted while\nhe waited in the vehicle for Ndlazi. He was arrested by the police.\nDuring cross-examination he conceded\nthat his mandate grew as they\nwere travelling. He had never received his money from Ndlazi despite\nthe fact that he was on bail throughout\nthe trial. His explanation\nwas that he could not trace Ndlazi. He further testified that he was\nnot assaulted by the police.\n[30\n]\tThe\nsecond appellant testified that he had gone to Luka to look for a\ncertain traditional healer's house. He enquired from one David\nabout\nthe direction. Whilst walking together, they saw a helicopter\nhovering overhead and the next moment David fled. He stood for\na\nwhile under a tree to establish what was happening.  Later he was\napproached by a motor vehicle. Two persons emerged and pointed\nfirearms at him. They assaulted and arrested him. The police looked\nin vain for David. He heard them placing something in the boot.\nHe\nwas taken to a place where he met the other appellants for the first\ntime that day. There he saw three white men carrying bags\nand big\nfirearms into the house. One of the police officers placed cash in\nthe trousers of the third appellant. The police tortured\nhim in the\npresence of Sergeant van der Merwe to sign a document stating that\none of the bags with money belonged to him. He disputed\nthe evidence\nof Mrs Reetseng.\n[31\n]\tThe\nthird appellant, who stays in Rustenburg, testified that he went to\nLuka on 18 November to visit his uncle Obed. They were in\nthe outside\nrooms chatting when Ndlazi and his builders arrived. He had arranged\nwith him to build a wall at his uncle's property.\nThey had agreed on\na price of R4000 of which he had already paid Ndlazi a deposit of\nR3000. They heard gun shots and ran inside the\nbedroom. They hid\nbelow the windows to avoid being struck by stray bullets. The police\ncame in whilst they were lying down and arrested\nthem. They were\ntaken outside where the third appellant met the other accused for the\nfirst time. While lying on the ground, he saw\nthree white policemen\ncarrying firearms, boxes and bags into the house. One of the\npolicemen placed some of the money in his trousers\nassisted by\nPetlele and an Indian policeman. He was assaulted and ordered to sign\na form which stated that the money had been found\non him. His cousin\nItumeleng was also arrested.\n[32]\tHe\ntestified that he met Moyo in the police cells and that Moyo had told\nhim that he had been present at the scene with Monageng;\nthat Moyo\nhad seen two policemen placing money on him; that the police knew\nabout the Phokeng incident and had apprehended the actual\nrobbers\nearlier on the same day but released them and that the police had\nappropriated the money recovered for themselves. According\nto the\nappellant, Moyo refused to divulge the names of the policemen\ninvolved for fear of reprisal. He requested the appellant not\nto\ndivulge this information to anyone as he, Moyo, would deny\neverything.\n[33]\tDuring\ncross-examination the appellant changed his version. Confronted by\nthe absence of building materials at the scene, he\nsaid that Ndlazi\nwould not have commenced the building operations on that day as he\nwas still busy working elsewhere. He was, however,\nunable to explain\nwhy Ndlazi had brought builders if no work was to be done. According\nto him, three police officers entered the\nhouse twice, carrying three\nboxes, a green box, a small green safe, 11 firearms and eight to ten\nbags. He admitted that his cousin,\nItumeleng, refused to testify on\nhis behalf.\n[34\n]\tThe\nfourth appellant testified that on 18 November he left Johannesburg\nfor Rietspruit to meet a certain man known as Ramonso. The\nappellant\nwas selling his motor vehicle and Ramonso had arranged a meeting with\na prospective buyer. He did not find Ramonso but\nwas advised that he\nhad gone to Mutaung General Dealer at Luka and would wait for the\nappellant there. He proceeded to Luka.  On\nhis way to the store he\nneeded to relieve himself and went into a certain house to use the\ntoilet. He was still busy urinating when\nthe police arrived and\narrested him. He disputed the State's evidence of the finding of the\njacket with money in the toilet pit.\nHe was taken to a certain house\nwhere he met the other appellants for the first time. He was\nassaulted at the police station and\nforced to sign a document\nadmitting that money had been found on him. He did not see any bags\nor firearms being carried into the\nhouse. Ramonso and the person that\nhad granted him permission to use the toilet refused to testify on\nhis behalf.\n[35\n]\tAccused\n5 did not lodge an appeal. He testified that he lived in Mamelodi,\nPretoria and had gone to Luka to buy a vehicle from a\ncertain Charles\nMolate. He was found by the police hiding in the ceiling of Ms\nMoagi's house as he was afraid of being struck by\nstray bullets. He\nstated that Hechter falsely implicated him and denied being in\npossession of the peg bag.\n[36\n]\tThe\nfifth appellant testified that he operated a hair salon. On 18\nNovember he left his home at Atteridgeville, Pretoria for Rustenburg\nby taxi. He was on his way to Phokeng to meet one Christene to\nnegotiate the opening of a salon. Christene was, however, not home.\nHe was advised that she had gone to Luka and was provided with the\naddress.  He was walking along the road looking for it when he\nwas\nstopped by two men in a white vehicle. These people arrested him when\nhe told them that he stayed in Atteridgeville. He was taken\nto a\nhouse, where he met some of his co-accused for the first time. He\nalso saw the policemen carrying bags and big firearms into\nthe house\nand plant money on the third appellant. He testified that he was\ntaken to the police station with his co-accused and that\nhe was not\nassaulted. The police found an amount of R60 in his possession which\nhe acknowledged as his. They told him to sign a document\nto that\neffect. He complied. He denied the charges against him. During\ncross-examination he denied kicking his way out of the shack\nor\ntrying to escape. Christene was not prepared to testify on his\nbehalf.\n[37\n]\tThe\ntrial judge found the appellants to be unsatisfactory witnesses. He\nrejected their version on the basis that it was so improbable\nand\nbeyond belief that it could not reasonably be true when seen in the\nlight of the totality of the evidence. The judge concluded\nthat there\nwas insufficient evidence to link the appellants to the Mooinooi\nincident and the theft of the motor vehicles. They were\nall acquitted\non the Mooinooi charges. Regarding the Phokeng incident, the judge\nheld that the appellants had participated in the\nrobbery and that\nthey were in possession of firearms and machine guns at the time.\nRegarding the first appellant, whom the judge\nfound to be the\ndesignated driver of the gang, the judge held that he was aware of\nthe presence of the machine guns. He accordingly\nconvicted the\nappellants in respect of the offences as described in para 1 above.\n[38\n]\tI\npropose to deal with the application for the special entries first.\nIn relation to each individual irregularity and the cumulative\neffect, the appellants complained that they were deprived of a fair\ntrial of which protection both the common law and the constitution\nassured them.\n[39\n]\tIn\ndeciding whether the appellants received a fair trial, each case must\nbe considered on its own facts. In\nTake\nand Save Trading CC & others v Standard Bank of SA Ltd\n,\n1\nHarms JA said:\n'Everyone\nis entitled to a fair trial and that includes the right to a hearing\nbefore\nan impartial adjudicator. This common-law right is now\nconstitutionally entrenched. Present a reasonable apprehension of\nbias, the\njudicial officer is duty bound to recuse him or herself.\nThe law in this regard is clear, having been the subject of recent\njudgments\nof both this Court and the Constitutional Court, and does\nnot require any restatement. It is nevertheless convenient for\npresent\npurposes to quote the following extracts from a\nConstitutional Court judgment for purposes of emphasis and because\nthey are particularly\ngermane to this case:\n\"\nThe\nquestion is whether a reasonable, objective and informed person would\non the   correct facts reasonably apprehend that the Judge\nhas not or\nwill not bring an impartial mind to bear on the adjudication of the\ncase, that is a mind open to persuasion by the evidence\nand\nsubmissions of counsel.\nAt\nthe same time, it must never be forgotten that an impartial Judge is\na fundamental prerequisite for a fair trial and a judicial\nofficer\nshould not hesitate to recuse herself or himself if there are\nreasonable grounds on the part of the litigant for apprehending\nthat\nthe judicial officer, for whatever reasons, was not or will not be\nimpartial.\"\nThat is one side of\nthe coin. The other is this:\n\"A criminal\ntrial is not a game where one side is entitled to claim the benefit\nof any omission or mistake made by the other\nside, and a Judge's\nposition in a criminal trial is not merely that of an umpire to see\nthat the rules of the game are observed by\nboth sides. A Judge is an\nadministrator of justice, he is not merely a figure head, he has not\nonly to direct and control the proceedings\naccording to recognised\nrules of procedure but to see that justice is done.\" . . . .\nFairness of court\nproceedings requires of the trier to be actively involved in the\nmanagement of the trial, to control the proceedings,\nto ensure that\npublic and private resources are not wasted, to point out when\nevidence is irrelevant, and to refuse to listen to\nirrelevant\nevidence. A supine approach towards litigation by judicial officers\nis not justifiable either in terms of the fair trial\nrequirement or\nin the context of resources. . . .\nA\nbalancing act by the judicial officer is required because there is a\nthin dividing line between managing a trial and getting involved\nin\nthe fray. Should the line on occasion be overstepped, it does not\nmean that a recusal has to follow or the proceedings have to\nbe set\naside. If it is, the evidence can usually be reassessed on appeal,\ntaking into account the degree o\nf\nthe trial court's aberration. In any event, an appeal\nin\nmedias res\nin the event of a refusal to recuse, although legally permissible, is\nnot available as a matter of right and it is usually not the\nroute to\nfollow because the balance of convenience more often than not\nrequires that the case be brought to a conclusion at the first\nlevel\nand the whole case then be appealed.'\n[40\n]\n    I turn to consider the circumstances relating to the special\nentry in this matter. Counsel for the appellant has provided 75\nquotations from the record which, he avers, support the contention\nthat the trial judge behaved in a biased, irregular and unfair\nmanner\nduring the trial. As indicated above, the application for a special\nentry was launched after conviction and sentence on behalf\nof the\nthird, fourth and fifth appellants. The terms of the entry were\nparticularised as follows (I omit irrelevant material):\n(a)\nThe\ncourt did not permit the third appellant to give evidence of all the\ncomplaints which he had about the court's conduct of the\ntrial. As a\nresult of its ruling the fourth and fifth appellants also did not\ngive such evidence;\n(b)\tThe\ncourt refused to allow full and/or reasonable cross-examination or\nunfairly interrupted\nor curtailed cross-examination;\n(c)\tThe court\nexceeded the limits of reasonable and fair questioning;\n(d)\tThe court\ndemonstrated bias in favour of the State;\n(e)\tThe\ncourt unfairly harassed or adopted an unduly overbearing manner to\ncounsel for the defence in the presentation of his case;\n(f)\tThe\ncourt unfairly and persistently allowed state counsel to put\nleading\nor\nmaterial\nquestions to state witnesses and also did so himself;\n(g)\tThe\ncourt failed to rule as inadmissible material documentary evidence\nunfairly produced by the State during the trial;\n(h)\tThe court\nunfairly prejudiced the case by describing the version which counsel\nproposed to put to certain state witnesses;\n(i)\tThe court did\nnot permit proper re-examination of the accused.\n[41]\tThe trial\njudge did not deliver a considered judgment. According to the record\nhe said:\n'One\nof the aspects mentioned is that I did not allow accused no 3 to give\nhis grievances. I put it to counsel more than once whether\nhe wanted\nmy recusal. Mr Paul Shapiro\n[counsel for the accused concerned] refused to apply for my recusal,\nso it therefore became irrelevant. Accordingly I find that this\napplication is a misuse of legal processes. I refuse to note a\nspecial entry as set out in exhibit CCC.'\n[42]\tThere is\nno dispute that objection was made to many of the 'irregularities'\nduring the trial. On most occasions the objections\nwere not upheld.\nThe record speaks for itself in this regard\n.\nLikewise the learned judge invited counsel to bring an application\nfor his recusal if his clients were dissatisfied with his conduct\nof\nthe trial. Counsel, however, declined to do so. In many cases such as\nthe present an election might fairly be treated by the trial\ncourt or\na court of appeal as dispositive of a right to rely thereafter on\nirregularities. But in a long criminal trial for the commencement\nof\nwhich the accused may have waited years, I think that a court should\nbe very slow to find that an election to pursue the trial\nto its\nconclusion in the face of harassment or other unfair conduct of the\ncourt, without applying for recusal, is consistent only\nwith a waiver\nof the rights of the accused to raise such irregularities by means of\nspecial entry or in any other permissible form.\nWere it otherwise,\nthe effect would be to allow the unfairness to prevail in the face of\na clear constitutional right to the contrary.\nMoreover, if an\nirregularity of itself or cumulatively with other irregularities, is\nsuch as to render the trial unfair it would,\nin my view, be against\npublic policy to uphold any election amounting to a waiver of an\naccused's right to rely on such unfairness.\n[43]\tThat\nbeing so, and the trial in ques\ntion\npossessing the characteristics I have identified, I am of the view\nthat the learned judge should have looked beyond the refusal\nto apply\nfor his recusal as a ground to answer the application.\n[44]\tThe\ngrounds open to a trial judge in refusing to no\nte\na special entry are restricted: that the application is not made bona\nfide or that it is frivolous or absurd or that the granting\nof the\napplication would be an abuse of the process of the court. There is a\nfurther ground not expressly mentioned in s 317(1) but\ninherent in\nthe section: when the irregularity appears from the record itself the\nspecial entry procedure, whilst convenient, may\nbe unnecessary\nbecause of the wide powers of appeal enjoyed by the SCA in terms of s\n316 of the Act.\n2\n[45]\tIn an\napplication for leave to appeal against the refusal to note a special\nentry\n,\nit is necessary for an applicant to show a reasonable prospect of\nsuccess on appeal whether the irregularity appears ex facie the\nrecord or not.\n3\n[46]\tEven if\nthe court considers that the trial of the appellants was rendered\nunfair by the presence of an irregu\nlarity\nthat is not enough to vitiate the proceedings unless the irregularity\nis per se such as to have that effect or there has been\na failure of\njustice in that the evidence (and credibility findings, if any)\nunaffected by the irregularity was insufficient to prove\nthe guilt\nbeyond a reasonable doubt.\n4\nIn the last mentioned regard, s 322(1) of the Act, it seems to me,\nprovides a reasonable and justifiable limitation on the\nconstitutional\nright to a fair trial. No argument was addressed to us\non this matter but counsel did not submit otherwise. The\nConstitutional Court\nhas held that the meaning of the concept \n'failure of justice' in s 322(1), must be understood to raise the\nquestion whether the\nalleged irregularity stated in the special entry\nhas led to an unfair trial.\n5\n[47]\tI deal\nnow with\ncertain\nof the individual grounds of irregularity which were raised in the\napplication. It will be necessary in certain instances\nto set out the\nrelevant extract from the record:\n(a)\tThe\nrefusal to allow accused 3 to give evidence about his complaints\nconcerning the conduct of the\ntrial\njudge.\nThe relevant\npassage appears towards the end of the evidence\n-in-chief\nof the third appellant. For convenience of understanding I set it out\nin full:\n'Examination\nby Mr Shapiro\n(continued):\nRight, now Mr Makgaba, there are certain observations which you made\nto me and which you said you wish to place on record.\nCan you do that\nnow, please? â Well we heard here in court that the presiding\nofficer, the judge, provided the transcripts of the\ntrial, we then\nmade a request that photocopies of the transcript be made available\nto our legal\nrepresentative.\nWe\nalso\nrequested the legal representatives to make such transcripts\navailable to us. From the transcripts we observed that many issues\ncame up, we realised that the judge who is presiding over our case is\nsiding with the prosecution, he is against us.\nCourt\n:\nMr Shapiro, where is this going to? Are you lodging [indistinct].\nMr\nShapiro\n:\nThat is what they say.\nCourt\n:\nAre you lodging an application for my recusal?\nMr\nShapiro: No, M'Lord, I am\n[intervenes].\nCourt:\tThen\nI am not prepared to listen to this any further. An issue lodge\n[intervenes].\nM\nr\nShapiro:\tM'Lord, these people have given me . . . , they give me\nnotes, I cannot tell you, and they said they wanted to place it\non\nrecord, I said to them there is a special procedure which we can add\non, we can make an entry if you want afterwards, but they\nsay they\nwant to place it on record, it is this accused and there is another\naccused, and they said they want to place this; these\nare these\nobservations. I do not know, M'Lord.\nC\nourt:\t\nI am just asking you, you are not making an application for my\nrecusal?\nMr\nShapiro: No, certainly not.\nCourt:\tThank\nyou. Yes, then you can go on â There are some numerous examples\nwhich I can quote to proof this point, but I will not\nbe able to able\nto proof all of them. At the beginning of the trial the judge asked \nMr Shapiro whether the defence case  is  . .\n.  whether the police\nknew about the robbery and whether they took the money and the\nfirearms and tried to dump them on the accused\nbefore court. Mr\nShapiro responded by saying that yes, that is the defence case, the\njudge says that does not make sense. That was\nan indication to us\nthat the judge has already decided on this matter before it even\nstarted. We are not happy about that fact. In\nsupport of that fact,\nthe judge told Mr Shapiro on many occasions that \"you are\nwasting my time\" and he mentioned or uttered\nthose words on\nnumerous occasions, and that happened each time Mr Shapiro was\ncross-examining a witness who found it difficult to\ncan answer or\nrespond to the question. The other reason was that the judge was also\nshouting and he was also harsh. Besides that\nthere are numerous other\n[indistinct] and I cannot mention them all.\nIs\nthere anything else? â There are numerous other examples but I\ncannot mention them all. Yes there is something else. Mr Shapiro\ncomplained\nthat\nMr De Meillon is giving the statements to him, new statements as the\ncase is proceeding and the judge said there was nothing\nhe can do. At\nthe stage when Mr De Meillon wanted to give Mr Shapiro new statements\nthe judge interfered and said Mr De Meillon must\nfirst give those\nstatements to the court. I do not know for what reason must\nstatements be first given to the court before they are\ngiven to Mr\nShapiro. Mr Shapiro must be the first to see the statements before\nthe court sees the statements, so that if there is\na mistake he can\nbe in a position to can help the court. Another example in support of\nthat fact, when Mr Shapiro was questioning\nMr Monageng about the\narrest of accused 2, the court of the judge appeared to be impatient,\nat certain times Mr Shapiro objected\nor complained about that.\n[Court]\nListen\nMr Shapiro, if you are not going to apply for recusal [intervenes].\nMr\nShapiro: I am not, M'Lord.\nC\nourt:\tI\nam going to stop this evidence at this point. If it is . . . .\n[intervenes].\nMr\nShapiro: [indistinct] the accused, M'Lord.\nC\nourt:\n   Well, then I am not going to listen to this any further.\nM\nr\nShapiro:   I want the matter to be absolutely clear.\nCourt:\n   Yes, Anything on the merits further, Mr Shapiro?'\n[48]\tIt\nappears that the learned judge properly allowed some leeway in order\nto ensure that he understood the nature and direction\nof the\nevidence. He was, in my view, right to rule against its continuation.\nThe evidence which an accu\nsed\nperson may give during a trial may be directed at the merits of the\ncharge against him or her or towards mitigation of sentence.\nIn\neither event a judge has a duty to take any evidence which bears on\nthose issues and he or she will be wise to exercise a measure\nof\nleniency in determining the proper limits. But if the sole purpose is\nto draw attention to matters already apparent ex facie the\nrecord\nsuch evidence is superfluous and irrelevant. If, in addition, the\nmerits of the defence are not implicated, then evidence\nis likewise,\nirrelevant to the question which the court is required to judge. But\nif it nevertheless needs to be said, the accused's\nevidence is\nneither the place nor the time to say it, nor is it the correct means\nof placing it before the court. If counsel deems\na recusal\napplication inappropriate, the procedure for a special entry is open\nto him. All these considerations apply to the first\nalleged\nirregularity. The refusal to allow the evidence of irregularity, did\nnot impinge on the fairness of the trial and no failure\nof justice\nflowed from it.\n(b)\nThe\nrefusal to allow full or reasonable cross-examination; the unfair\ninterruption or curtailment of cross-examination.\n[49]\nThe\nprinciples underpinning the freedom of cross-examination of witnesses\nare well established.\n6\nCounsel for the appellant submitted that the learned judge:\n(a)\tPersistently and unfairly\ninterrupted counsel's cross-examination;\n(b)\to\nften\nthe interruptions were made in what can only be described, with\nrespect, as an 'extremely rude, confrontational and off-putting\nmanner';\n(c)\n'answered\nquestions' put to State witnesses in cross-examination by unfairly\nand irregularly interrupting cross-examination and by\nway of\n'blatantly leading questions'.\n[\n50]\tI\nreadily accept that the record shows that the judge was on occasion\nimpatient and abrupt. But it is even clearer that he was\nclosely\nattentive to the questions put by counsel and determined to ensure\nthat he clearly understood the purpose. To this end, the\njudge asked\nquestions in clarification on frequent occasions. Many of the\nillustrations relied on by counsel arise from such occasions.\nA\nquotation from counsel's heads of argument will serve as an example\nof the pettiness and the irrelevance of many such complaints.\n'The\neighth\nquotation revolves around the following: the second appellant's\ndefence was that he was standing under a tree alongside the road\nand\nthe car in which the witness who he believes arrested him was\ntravelling, almost ran him over. The following exchange in regard\nto\nthis occurs:\nCourt â Is the\ntree in the gravel road?\nCounsel\nâ Yes.\nCourt â In the\ncentre of the gravel road or where? Or next to the gravel road.\nCounsel â It is\nalongside the gravel road, yes. He was standing under the tree.\nCourt â I\nunderstand that but I am asking you is your instructions that the\ntree is in the gravel road?\nViii\nb\nâ Given the previous answer by counsel to the court's question,\nwith respect this surely amounts to pure harassment.\nlxa\nâ The ninth quotation â counsel: Would you agree that there was a\ngravel road running past the house?\nlx\nb\nâ Once again the court with respect unfairly interrupts the\ncross-examination.\nCourt â Let us put\nit this way, forget the gravel. Is there a road next to this house.\nCounsel:\nM'Lord, he was going to answer me. I wanted that answer.\nlx\nc\nâ The learned judge with respect is unfairly undermining the\ncross-examination and defeating its purpose.'\n[51\n]\n  In this context the learned judge was inclined to make comments to\ncounsel such as 'You are really wasting my time' or similar\nexpressions of impatience. For example, counsel introduced two\nstatements by Inspector Monageng, exhibits S and T. He had initially\nstated that he had found three suspects at the premises and arrested\nthem. In the second statement he changed the number to two.\nDuring\nthe exchange the judge commented that counsel was wasting his time:\n'Mr\nShapiro: Now let me ask you the question. When did you amend this\naffida\nvit\nby changing three to two? â During the time whilst I was busy\nwriting the statement.'\nMr Shapiro did not pursue this\nline of questioning but moved on to the next aspect, after having\nsought that these statements be admitted.\nThe judge then said:\n'Court\n:\n You have now handed up exhibits S and T.\nMr Shapiro: Yes.\nCourt:  You did not\nask the witness a single thing on exhibit T. You have asked him some\nquestions in respect of aspects which he\ndid not testify to in his\nevidence-in-chief as far as exhibit S is concerned. Why did you ask\nme to take these exhibits into the\nrecord?\nMr Shapiro: Because\nin exhibit T there was a statement there that the, a suspect was\nspotted by the helicopter and I was going to\nask that and then I\nthought better of it.\nCourt: Please, Mr\nShapiro, in future, do not overload the record with unnecessary\ndocumentation. If there is no reason for handing\nin a statement, I do\nnot want statements handed in.'\nThe remark by the judge was, in\nmy view, appropriate under the circumstances.\n[\n52]\tCounsel\ndescribed such remarks as 'rude, off-putting, disconcerting and\nblatantly unfair'. What must be borne in mind is that\nthe counsel in\nquestion has behind him many years in practice, he is no shrinking\nviolet, and the record provides no evidence that\nhis\ncross-examination was adversely affected or curtailed by the attitude\nof the court. In fairness to the judge, he was also pushed\nto the\nlimit by counsel's apparent lack of insight into relevance and his\nfailure to understand the operation of the hearsay rule.\nThe record\nindicates much jostling and repartee between the judge and counsel.\nAlthough the judge may have been hasty and was troubled\nby counsel's\nantics, he was very reasonable with him. The judge's approach was to\nensure that essential issues remained succinct.\nCollateral or\nirrelevant issues were excluded and repetitive evidence was\ncurtailed.\n[53]\tA further\nexample of counsel's seeming obtuseness may be seen in the following:\nin order to establish contradictions counsel\nmade much in\ncross-examination of statements of witnesses furnished by the\nprosecution \t(often with little regard to materiality).\nThe judge\ntold him to hand the statements in without the necessity of reading\neach into the record (a common and acceptable practice)\nand he said\nhe would read them himself. Later when counsel attempted to put in\nstatements, the judge said:\n'\nNo,\nno. In my court I do not take cognisance of statements not put to the\nwitness and which he has not had an opportunity to explain.'\nCounselâs\nresponse was that the\ncourt had told him that he did not need to waste its time by reading\nit:\n'\nYou\ntold me that specifically, you are going to take cognisance of what\nis in the statement.\nThe\njudge then said In future I want an explanation from you when you\nwant to put a statement to a witness on what basis you want\nto put\nthe statement in.'\n[54\n]\n   Counsel described this ruling as âblatantly unfair and\nirregular.â I consider it neither: it was a fair response to such\nobtuseness as counsel plainly did not appreciate the elementary\ndifference between the unnecessary recitation of the full contents\nof\na statement and the essential requirement of taking up with a witness\nin cross-examination those aspects of the statement upon\nwhich\ncounsel would rely to criticise the witness. The record shows that\nthe judge never informed counsel that the judge would himself\nseek\nout such contradictions.\n[55\n]\n   Counsel cited as a further example of unfairness in interrupting\nhis cross-examination a question by the judge:\n'\nWhere\nare you going now?\n'\nThis was said\nto\nbe 'restricting the latitude of cross-examination, securely muzzling\ncounsel', 'creating an atmosphere of friction', 'harassing\ncounsel\nand diverting counsel from the point he was pursuing'. This is all\nposturing. The point of counselâs questions (relating\nto the fact\nthat the helicopter landed in a large open field) was entirely\nobscure. The question was reasonable. The reply (to the\ndefence case)\ndid not as the court remarked, 'make sense' but counsel was\nnevertheless permitted to pursue this line (without noticeable\nadvantage to his clients) of questioning.\n[56\n]\n   A further example of an objection of a different kind is as\nfollows:\n'The\nwitness Petlele says:\n\"\nThe\nmen referred to that entered into the\nshack\nwere at that stage uncontrollable.\"\nCounsel:\n You see according to the police they had enough weapons there to\nstart a small war and yet none of them seems to have f\nired\nany shots.'\nAt that stage the court\ninterrupts the cross-examination to say\n'\nIsnât\n that\nargument?'\n[57\n]\n  Counsel described his approach as 'perfectly legitimate\ncross-examination' and the defence was muzzled by the interruption. I\nhave no doubt the judge was right. There was no dispute that many\nfirearms were found at the scene but that none was fired. It was\nnot\nappropriate for this witness to speculate as to why that was so, but\nfor counsel to raise at the end of the trial if the evidence\nmerited\nthe drawing of an inference. Counsel did not explain to this court\nwhat advantage he could have obtained had the question\nbeen pursued.\nIn fact counsel did not even debate the validity of the judgeâs\nquestion to him. Els J did not however leave the\nmatter there but\nasked the witness pertinently:\n'\nDid\nthey have\nany\narms at that stage? Weapons?'\nThe reply was\n:\n'No,\nthey did not.'\nThis highlights the lack of\nsubstance in allowing the line of cross-examination; the reply was\nalso not in conflict with the evidence\nof any of the accused.\n(c)\nMr\nShapiro was threatened by the judge\n[\n58]\tCounsel\nfor the defence put the proposition that State counsel was involved\nin illegally paying witnesses to testify against the\naccused. This\nwas in terms of his instructions, albeit no evidence was tendered to\nsupport such a proposition. The judge then said:\n'You must not make\ninsinuations unless you have a basis therefor, regardless what your\ninstructions are. Are you suggesting that Mr\nDe Meillon is involved\nin this conspiracy? Are you making that suggestion? I want that\nspecifically put on record. Are you suggesting\nMr De Meillon is\ninstigating witnesses to give false evidence so that he could\nimplicate the accused? Is that what you are saying?\nMr Shapiro: I am not\ngoing that far but I say I am . . . (intervenes)\nCourt: But that is\nwhat you insinuated Mr Shapiro, you insinuated by your questions and\nit is a dangerous insinuation to make and\nI would suggest that Mr De\nMeillon takes this matter further.'\n[59\n]\tCounsel\nfor the defence contended that the judge's conduct was improper when\nhe threatened him. This submission cannot in my view\nprevail. Counsel\nfor the appellant did not have a basis to put that allegation. He did\nnot have the facts from Itumeleng, said to\nbe the source, who refused\nto testify. The defence thus had no factual basis for implicating and\naccusing counsel for the State of\nconspiracy. In the result, the\njudge was justified to be upset with Mr Shapiro.\n(d)\nThe\ncourt failed to rule as inadmissible material documentary evidence\nunfairly produced by the State during the trial.\n[60\n]\n   The State produced statements of witnesses during the course of\nthe trial which had not previously been made available to the\ndefence. These included one by Petlele and two by a ballistics\nexpert. Counsel objected, for obvious and acceptable reasons his\nclients\ndid not want to delay the trial by further postponements. It\nis clear from the record that the judge was not averse to\naccommodating\ncounsel to a lesser extent. He was however not prepared\nto exclude reliance on the evidence. The interests of justice\nrequired a\nbalance to be struck. Counsel, however, made no attempt to\ncompromise but simply applied for special entries to be noted against\nreliance on the evidence. But the irregularity did not reside in that\nruling but rather in the failure to afford the defence adequate\nchance to prepare (if such was the effect), an opportunity which the\ndefence did not itself seek.\n[61\n]\n   I do not feel it necessary to multiply examples of the passages\nsaid to evidence irregularities. I have read and considered every\npassage in the context in which it appears together with counselâs\nsubmissions. In many instances the last-mentioned are backed\nup by\naffidavits of the appellants who voice their shock, surprise,\ndisgust, disillusionment and despair at what they describe as\nrude,\nunfair, biased, aggressive and interventionist behaviour of the trial\njudge. As is apparent from the few representative examples\nto which I\nhave referred, many of the âirregularitiesâ were not such as to\nsustain the pejorative colour that counsel and the\nappellants seek to\nattach to them. I am satisfied that the learned judge was not biased\nagainst the accused nor was his conduct of\nthe proceedings such as to\nprovoke a suspicion of bias. The record seen in its totality contains\nmany instances where counsel was\ngiven his head without interruption;\nwhen he was interrupted or stopped, there were acceptable grounds for\ndoing so.\n[62\n]\tTo\nthe extent the judge expressed incredulity at the substance of the\ndefence, the comment was probably unnecessary but it was entirely\nprovisional in context, not unjustified and it was as well that\ncounsel be aware of the problem. When it came to the final assessment\nof the probabilities the judge demonstrated an ability to conduct an\nobjective analysis which depended on the facts. That he applied\nhis\nmind to the real issues is borne out by the fact that in the end he\nacquitted the appellants on the majority of the charges.\nHe treated\nthe first appellant differently from the others. In my view, this is\nthe hallmark of an open mind. It is evident that\nthe judge weighed\nand evaluated all the evidence. His judgment, despite the problems\nalluded to, reflects a fair balance.\nNor do I find\nreason to uphold counselâs contention that he was deterred from\npursuing relevant lines of cross-examination by any\nintervention from\nthe court. The judgeâs brusqueness with counsel may have exceeded\nwhat was strictly necessary on\na\nfew occasions, but I find nothing on the record to suggest that his\nimpatience reflected on the accused themselves or the merits\nof their\ndefence.\n[6\n3]\n    I will however assume, hypothetically, that the judge had not\ninterrupted counsel or cut short his cross-examination in any\nrespect, and that the witnesses had been left to their own devices\nrather than assisted by leading questions. Would the outcome of\nthe\ntrial still have been the same, ie, a finding beyond a reasonable\ndoubt?\n[64\n]\n   I have no doubt it would. The grossly improbable substance of the\noverall defence would have been no wit altered or enhanced.\nThe\nindividual lack of credibility attaching to each accused would have\nremained. Nothing that counsel could or would have put to\nthe\nwitnesses could have changed certain controlling realities: the\npresence of each in the same place without an acceptable explanation\nfor their association; their close proximity to money and arms which\nthree hours previously were taken from or used in the Phokeng\nrobbery; and the circumstances of the arrest of each of the\nappellants. Unless there was a reasonable possibility at the end of\nthe\ncase that the police had deliberately and collusively framed the\naccused, a conviction inevitably had to follow. No amount of\nunimpeded\ncross-examination of state witnesses, or indeed of calling\nwitnesses which the State left out of its selection would\nrealistically\nhave conduced to that end.\n[65\n]\tThat\nbeing so, even allowing the existence of the irregularities (other\nthan bias which can be ruled out), no failure of justice\noccurred and\n the reliance on the irregularities cannot succeed. It cannot be that\nthe appellants' contention is that the acquittals\nwere unfair or\nresulted in a failure of justice or were not according to law. The\nappeal based on the alleged irregularities set\nforth in the special\nentry must fail. There is accordingly no basis to set the proceedings\nof the court below aside.\n[\n66]\tThe\nnext leg of the enquiry relates to the appeal against conviction\nbased on the merits. Counsel inter alia, submitted that the\ncourt a\nquo misdirected itself when it failed to draw an adverse inference\nagainst the State for not calling certain witnesses and\nfor admitting\nhearsay evidence. He also contended that the court had misdirected\nitself when evaluating the evidence.\n[\n67]\tIn\nregard to the first ground, he submitted that Insp Ngquko should have\ntestified to rebut the allegations of conspiracy, despite\nthe fact\nthat Itumeleng, the alleged source of such information, had refused\nto testify. In my view, this contention is ill-founded.\nThe questions\nthat have to be asked is what worth did this allegation carry if the\nsource did not testify? How does the evidence\nbecome admissible if\nItumeleng does not testify? The answer is obvious â no weight can\nbe attached to such an allegation. It is\ntrite that the State or\ndefence cannot be expected to rebut allegations which have no basis.\nThere was no need for Insp Ngquko to\ntestify if there was no evidence\nto rebut. Absent the evidence of Itumeleng, the veracity of the\nallegations cannot be determined.\n[\n68]\tCounsel\nsubmitted that More who had arrested the fifth appellant, Supt Diale\nwho took charge of the scene where the appellants\nwere arrested and\nInsp Mailate who had received the bag with money should have\ntestified to either rebut the allegations of conspiracy\nor\ncorroborate the evidence of other State witnesses.\n[\n69]\tMore\ndid not feature on the list of witnesses and therefore the defence\ncould have called him if they wanted to. More was assisted\nby Petlele\nand Mosengu and these witnesses testified about the fifth appellant's\narrest. It was therefore not necessary to call More\nto repeat the\nevidence relating to the arrest of the appellant. It has to be borne\nin mind that the State is entitled to decide which\nwitnesses are\nnecessary to be called. An adverse inference can only be drawn if\nthere is some reason to believe that the witness\nwho has not been\ncalled could contradict the State's case in that regard. In this case\nthe calling of additional witnesses is undermined\nby the defence\nversion. There is no possibility that the witnesses who were not\ncalled would sustain the defence version.\n[\n70]\tIt\nwas further submitted that the police officer depicted in exhibit H\nat photo 49 should have testified to explain what he was\ndoing when\nthe photograph was taken. In my view the failure of this officer to\ntestify is not fatal to the State case. It is obvious\nthat he was\nmerely illustrating the presence of money in the pocket. The cash had\nbeen slightly pulled out of the pocket to enable\nthe photographer to\ntake a photo thereof. That is not uncommon conduct nor is it\nirregular. The failure to call the police officer\nconcerned does not\nwarrant a finding of an adverse inference against the State.\n[\n71]\tCounsel\nfurther contended that the police had no information about the\nwhereabouts of the suspects save for the existence of a\nwhite combi.\nHe argued that the evidence of the officials in the helicopter was\ncrucial as any information recorded by the police\non the ground from\nthe helicopter was hearsay. This submission is without substance.\nPetlele testified that the helicopter led them\nto the white combi and\nthat they followed the direction of the helicopter. He never said\nthat these officials told him anything.\nHe made his personal\nobservations and effected the arrests. Monageng also testified that\nthe helicopter led them to the accused.\nThat in my view is not\nhearsay evidence. It is a fact and does not prove the truth of\nwhatever Monageng or Petlele was told from\nthe air.\n[\n72]\tIn\nregard to the second ground, counsel submitted that the judge\nmisdirected himself when he readily accepted the evidence of\nthe\nState witnesses and  in particular, the evidence of  Moyo, Petlele,\nMonageng, Mrs Reetseng and Blignaut and that he erred when\nhe\nrejected the appellants' version. The correct approach is to consider\nthe evidence holistically, weigh up all the elements which\npoint\ntowards the guilt of the accused against all those which are\nindicative of his innocence, taking proper account of inherent\nstrengths and weaknesses, probabilities and improbabilities on both\nsides and having done so, to decide whether the balance weighs\nso\nheavily in favour of the State as to exclude any reasonable doubt\nabout an accused's guilt.\n7\nThe court must look at the reliability and credibility of the\nwitnesses and consider if any of them had a motive to falsely\nimplicate\nthe appellants.\n[\n73]\tCounsel\nsubmitted that the judge should have been critical of Moyo's motives\nwhen he attended court on numerous days when he was\nnot required to\ndo so. There is nothing strange in Moyo's conduct. He had not made a\nwitness statement and was called without prior\nconsultation by the\nState to rebut the allegations. He denied any knowledge under oath of\nthe allegation of conspiracy. In the absence\nof a previous statement,\nit is far-fetched to suggest that Moyo changed his version when he\ntestified.\n[74]\tIn\nregard to Petlele it was contended that he supplemented his statement\nand only mentioned the fact that some money was found\nin the jacket\npocket in the second statement. In\nS\nv Bruinders & 'n ander\n8\nthe court held:\n'In order to\ndiscredit a State witness on the basis of his affidavit, it was still\nnecessary that there had to be a material deviation\nby the witness\nfrom his affidavit, before any negative inference could be drawn. The\npurpose of an affidavit was to obtain the details\nof an offence, so\nthat it could be decided whether a prosecution should be instituted\nagainst the accused. It was not the purpose\nof such an affidavit to\nanticipate the witness's evidence in court, and it was absurd to\nexpect of a witness to furnish precisely\nthe same account in his\nstatement as he would in his evidence in open court.'\n[\n75]\tThere\nis no material discrepancy between the two statements. These are just\nstatements made at different times. The court must\nconsider Petlele's\nindependent observation. What matters is what he saw at the scene and\nhis reliability as a witness. Hechter corroborated\nPetlele's evidence\nin regard to the discovery of the jacket. In my view no improper\nmotive can be attributed to Petlele for failing\nto mention this\naspect in his first statement. In regard to Monageng, counsel for the\nappellant argued that Monageng never mentioned\nin his statement that\nthe second appellant was running. It later transpired that counsel\nwas in fact misleading the court as the\nreading of the statement\nrevealed that Monageng had in fact mentioned this aspect.\n[\n76]\tCounsel\nsubmitted that no reliance could be placed on Mrs Reetsengâs\ntestimony because she never saw the second appellant dropping\nthe bag\nin the water. I do not agree with this submission. Mrs Reetseng was\nan independent witness who had seen the appellant proceeding\ntowards\nthe bath carrying a bag. She later saw him in the custody of the\npolice without the bag. This was subsequently retrieved\nby the police\nfrom the bath. Mrs Reetseng was washing the clothes and never had a\nbag in her possession. The question to be asked\nis how the bag ended\nup in the bath? What other inference could be drawn from the facts\nbut that it was put there by the second appellant\nwhen he realised\nthat the police were chasing him and that he did so to get rid of the\nincriminating evidence.\n[\n77]\tCounsel\nfurther argued that the evidence of Blignaut should have been\nrejected as the seal in regard to the exhibits found at\nLuka and\nPhokeng was unreadable. This argument has no merit and is rejected.\nIt has to be borne in mind that the purpose of the seal\nis to provide\nclear evidence that the exhibits were not tampered with. The case\nreference number (CAS) of the police station, on\nthe other hand,\nidentifies the place where the exhibits came from and this was\nlegible. The evidence of Blignaut was that the bullets\ncame from the\nguns used at the scene. In any event the defence version was that\nthey had no knowledge of the source of the firearms\nas they had been\nplanted on them.\n[78\n]\t\nIn the result there is nothing exaggerated in the evidence of these\nwitnesses. No valid criticism can be levelled at them. The\ntrial\ncourt did not commit any misdirection when it accepted the evidence\nof the State witnesses. There is accordingly no basis to\nreject same.\n[\n79]\tTurning\nto the defence version, I am of the view that the alibi defences were\nflawed and were correctly rejected. The first appellant\nhad not\nproffered an exculpatory explanation to the police at the time of his\narrest at Luka. It was submitted that the judge erred\nin drawing an\nadverse inference against the first appellant for his failure to\ndisclose an alibi prior to the trial. The right to\nremain silent is a\nright that is constitutionally protected. In\nS\nv Thebus & another\n,\n9\nGoldstone J et O'Regan J:\n'An accused person\nneeds to understand the consequences of remaining silent. If the\nwarning does not inform the accused that remaining\nsilent may have\nadverse consequences for the accused, the right to silence as\nunderstood in our Constitution will be breached.\nMoreover,\nin many cases, the fact of the warning itself will render the silence\nby the accused ambiguous. It will not be clear whether\nthe accused\nremained silent because he or she is relying on the right to remain\nsilent, or for another reason, whether legitimate\nor not. To the\nextent that the silence is ambiguous, of course, it will have little\nvalue in the process of inferential reasoning,\nespecially where the\nguilt must be proved beyond a reasonable doubt.'\n[8\n0]\tThe\nargument does not take the appellant's case any further because his\nalibi is patently false and highly improbable. He wishes\nthe court to\nbelieve that he went to Luka from Tsakane, Brakpan on business, yet\nnever received his fee of R3000 even after his release\non bail.  It\nis highly unlikely and improbable that a taxi owner would not ensure\npayment for the trip and allow himself to be led\naround collecting\nunplanned for passengers. He pretended not to know his co-accused,\nyet provided a false name to Petlele upon his\narrest, which turned\nout to be the third appellant's name. It is significant that he would\nhave known the third appellant's name\nwhen he had never met him\nbefore their arrest. The only inference that can be drawn is that the\nfirst appellant was part of the planning\nof the Phokeng robbery.\n[\n81]\n\tThe third appellant's version about the building of the wall did not\nmake sense. Initially, these people had arrived to commence\nthe\nbuilding operations. When confronted about the absence of building\nmaterial, he changed his version and stated that Ndlazi who\nco-incidentally had been brought there by the first appellant, had\ncome to discuss certain issues with him. If he had come to discuss\nsome issues, why would he bring ten builders along? Furthermore he\nhad paid Ndlazi who had 10 or more builders a sum of R4000 from\nwhich\nNdlazi would have to pay the first appellant R3000. This would have\nleft Ndlazi with a paltry R1000 for his profit and to pay\nhis\nworkers.\n[\n82]\tThe\nother appellants went to Luka to meet certain persons. The second\nappellant went to Luka to meet a traditional healer. The\nfourth\nappellant also travelled from Johannesburg to meet Ramonso about a\npossible sale of his vehicle. Ramonso decided not to wait\nfor him but\nwent to Luka. The fifth appellant travelled from Pretoria to meet\nChristene. She too did not to wait for him but went\nto Luka. Accused\n5 also went to Luka to meet Charles to buy a vehicle. The meetings\nnever materialised.  All the appellants, for\nsome strange reasons\nwent to Luka on the day of the incident. The question to be asked is\nwas it a mere co-incidence that the appellants\nhappened to be there?\nIn my view, it would be a remarkable co-incidence if they were not\ninvolved in the robbery. The linking of\nthe second appellant to the\nwet bag with money is conclusive evidence that he participated in the\nPhokeng robbery.\n[83]  \t All\nthe defence witnesses refused to testify and no explanation was given\ntherefor. One does not know what they would have\ntold the court.\nWould they have corroborated the appellants' version or given a\ntotally different version? One can only assume, in\nthe absence of any\nother explanation that they would not have supported the appellants.\n[84\n]\tThe\ndefence version, in my view, does not make sense and is highly\nimprobable. There was no need for the police to seek other persons\nto\nfalsely accuse them of the robbery. They could have appropriated the\nmoney and charged the real robbers. To plan and execute the\nframing\nof innocent persons with cash and exhibits in broad daylight within\nthree hours of the robbery in Phokeng is if not impossible,\nat least\nunlikely in a high degree. Not only would all the police\nparticipants, who came from different units, have to agree, they\nwould have had to plan and prepare for a future uncertain event and\nbe at the right place simultaneously when the robbery and the\narrests\nwere carried out. Members of the public and independent witnesses\nlike Mrs Reetseng and Ms Moagi would have had to be removed\nor\nconvinced that what they witnessed was something else. It is equally\nstrange that the police who were, according to the appellants,\nhell-bent on falsely implicating the appellants, treated the first\nand fifth appellants differently from the others. They did not\nassault them nor did they plant any money on them.\n[\n85]\tIn\nmy view, there was overwhelming evidence against the appellants in\nregard to the commission of the offences at Phokeng.   \nTheir version\nis not supported by any objective facts and is highly improbable. The\nproven facts lead to only one reasonable inference\nthat the\nappellants were involved in the armed robbery at Phokeng. They were\nthus correctly convicted. It follows that the appeal\nagainst the\nconvictions must fail.\n[\n86]\tIt\ntherefore remains for me to consider the appeal against sentence. The\nimposition of sentence is a matter falling pre-eminently\nwithin the\njudicial discretion of the trial court. The test for interference by\nan appeal court is whether the sentence imposed by\nthe trial court is\nvitiated by irregularity or misdirection or is disturbingly\ninappropriate.\n10\nThe trial court imposed the following sentence in respect of the\nfirst appellant:\n(a)\t21 years' imprisonment for\nrobbery; and\n(b)\t15 years' imprisonment for\nthe unlawful possession of machine guns.\nThe court took into account the\ncumulative effect of such sentences and accordingly ordered a period\nof ten years to run concurrently\nwith the sentence in respect of the\nrobbery charge. The effective sentence is thus 26 years'\nimprisonment.\n[\n87]\tThe\nother appellants were sentenced as follows:\n(a)\tThe court\ntreated the charges of robbery and malicious injury to property as\none and imposed a period of 23 years' imprisonment.\n(b)\t15 years' imprisonment in\nregard to the unlawful possession of machine guns; and\n(c)\t5 years' imprisonment for\nunlawful possession of ammunition.    The court ordered a period of\neight years in respect of the conviction\nfor unlawful possession of\nmachine guns to run concurrently with the sentence imposed for\nrobbery. They were thus sentenced to an\neffective term of 35 years'\nimprisonment.\n[\n88]\tPart\nII of Schedule 2 of the\nCriminal Law Amendment Act 105 of 1997\nprescribes in the case of first offenders, a minimum sentence of 15\nyears' imprisonment for certain offences, inter alia, robbery\nwith\naggravating circumstances and unlawful possession of machine guns or\nrifles. A court may impose a lesser sentence if there are\nsubstantial\nand compelling circumstances. The court a quo correctly found such\ncircumstances did not exist in this case. It further\nheld that the\nminimum sentence was, in view of the seriousness and aggravating\nnature of the offences, too lenient and accordingly\nimposed the\nsentences referred to in paras 86 and 87 above.\n[\n89]\tCounsel\nsubmitted that the court a quo had misdirected itself and that it did\nnot pay due regard to the element of mercy and the\nrehabilitative\neffect of the sentence and in the end imposed a sentence that was\nexcessive. This submission cannot prevail. This\nwas an armed robbery\nwhich was extremely dangerous. It involved a gang of robbers using\ntwo automatic rifles and machine guns. They\nstruck the armoured\nvehicle from the rear and shots were fired causing the vehicle to\noverturn. Their purpose was to bring the vehicle\nto a stop at all\ncosts and they did not care about the safety of the occupants. They\ncut the vehicle open and fled with the money.\nThese are aggravating\nfactors which the trial court took into account when considering the\nappropriate sentence.\n[\n90]\tIn\nthe result I can find no misdirection by the trial court. The\nsentences imposed are commensurate with the seriousness of the\noffences, the circumstances of the appellants as well as the\ninterests of society. The court further took into account the\ncumulative\neffect of the sentences and in the result ordered part of\nthe sentence to run concurrently with the sentence imposed in respect\nof\nthe robbery count. There is accordingly no basis for this court to\ninterfere.  In the result the appeal against sentence also fails.\n[\n91]\tIt\nis necessary to refer to an aspect arising from the record on appeal\nand in particular the heads of argument. There is a disturbing\ntrend\nconcerning the heads of argument in this court. The provisions of\nrule 10(3)\nof this court provide:\n'(a)\tThe heads of\nargument shall be clear, succinct and without unnecessary\nelaboration;\n(b)\tThe heads of\nargument shall not contain lengthy quotations from the record or\nauthorities.\n(c)\tReferences to\nauthorities and the record shall not be general but to specific pages\nand paragraphs.\n(d)(i)\tThe heads of\nargument of the appellant shall, if appropriate to the appeal, be\naccompanied by a chronology table, duly cross-referenced,\nwithout\nargument.'\n[\n92]\tIn\nCaterham\nCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\n11\nHarms\nJA said:\n'There also appears\nto be a misconception about the function and form of heads of\nargument. The Rules of this Court require the filing\nof main heads of\nargument. The operative words are \"main\", \"heads\"\nand \"argument\". \"Main\"\nrefers to the most\nimportant part of the argument. \"Heads\" means \"points\",\nnot a dissertation. Lastly, \"argument\"\ninvolves a process\nof reasoning which must be set out in the heads. A recital of the\nfacts and quotations from authorities do not\namount to argument.'\nThere is no reason why the\npractice in criminal appeals should be treated any differently.\n[\n93]\tIt\nhas become an undesirable practice for the parties not to give due\nconsideration to the rule relating to the composition of\nthe record\non appeal. The rule has been ignored in this case as voluminous heads\nof argument were filed. The appellants' heads of\nargument consist of\nthree volumes of 281 pages. We were also burdened with the notice of\nmotion and heads of argument in respect\nof the application for leave\nto appeal before Sapire AJ, three volumes of supplementary heads of\nargument as well as an application\nfor an amendment of the heads of\nargument, all of them unnecessary. The documents exceeded 900 pages.\nThis court has repeatedly admonished\nparties against the inclusion of\nunnecessary documents in appeal records.\n[\n94]\tCounsel\nfor the appellant protested his ignorance when we raised the issue\nand referred him to the relevant rule. That was an\ninsufficient\nresponse. In the circumstances, I intend making an appropriate costs\norder to show our disapproval with this conduct.\n[\n95]\tIn\nthe result the following order is made:\n1.\tThe appeal against the\nconvictions and sentences is dismissed.\n2.\tThe legal\nrepresentatives of the appellants are disallowed from recovering any\ncosts relating to:\n(a)\tthe heads of argument in the\nappeal in so far as such exceeded 60 pages;\n(b)\tthe application to amend the\nheads of argument;\n(c)\tthe\nsettling of the affidavits of the appellants (and any consultations\nrelated thereto) filed in support of the application referred\nto in\n(b); and\n(d)\tthe transcript of the\nargument before Sapire AJ.\n_______________\nN\nZ MHLANTLA\nJUDGE\nOF APPEAL\nAppearances:\nFor Appellant:\t\tP I Shapiro\nP I Shapiro, Pretoria\nGiorgi & Gerber\nAttorneys, Bloemfontein\nFor Respondent:\t\tA R de Meillon\nDirector of Public\nProsecutions,\nBloemfontein\n1\n2004\n\t(4) SA 1\n(SCA) paras 2 â 4.\n2\nS v Nkata\n&\nothers\n1990 (4) SA 250\n(A) at 256H.\n3\nAt\n\t256I - 257C.\n4\nAt\n\t257D-F.\n5\nS\n\tv Jaipal\n[2005] ZACC 1\n;\n2005 (1)\n\tSACR 215\n(CC) para 39.\n6\nSee\nR v Amod &\n\tanother\n1958 (2) SA\n\t658\n(N) at 661.\n7\nS v\n\tChabalala\n2003 (1) SACR 134\n(SCA) para 15.\n8\n1998\n\t(2) SACR 432\n(E) at 434i-j. See also\nS\n\tv Mafaladiso & andere\n2003\n\t(1) SACR 583\n(SCA).\n9\n[2003] ZACC 12\n;\n2003\n\t(2) SACR 319\n(CC) paras 87 - 88.\n10\nDirector of Public\n\tProsecutions, KwaZulu-Natal v P\n2006 (1) SACR 243\n(SCA)  para 10.\n11\n[1998] ZASCA 44\n;\n1998 (3) SA\n\t938\n(SCA) para 37.",
  "scraped_at": "2026-02-11T20:23:41.436782",
  "date": "2010-04-01",
  "coram": [
    "Heher JJA",
    "Mhlantla JJA",
    "Bosielo JJA"
  ],
  "case_number": "121/09",
  "parties": {
    "applicants": [
      "Sibusiso Erick Khoza",
      "Augustinus Khoza",
      "Danie L Lucky Makgaka",
      "Ezekiel Ompile Mayela",
      "Aubrey Mochaka"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Two cash‑in‑transit robberies occurred in November 2002 – the Mooinooi incident at Majakaneng Bridge, where an employee was killed, and the Phokeng incident near Rustenburg, where an armoured vehicle was rammed and about R200,000 was stolen. The appellants were arrested a few hours after the Phokeng robbery at Luka, found in possession of firearms, ammunition and cash, and were charged on twenty‑plus counts including robbery with aggravating circumstances, unlawful possession of machine guns and ammunition, and malicious injury to property. At trial they pleaded not guilty and advanced alibi defences, alleging police conspiracy and that evidence had been planted. The trial court found the appellants’ evidence implausible, convicted them of the offences related to the Phokeng robbery, acquitted them of the Mooinooi charges, and imposed effective sentences of 26 years for the first appellant and 35 years for each of the other four.",
    "issues": "The appeal raised (a) whether the trial court erred in refusing the appellants’ application for special entries under s 317 of the Criminal Procedure Act; (b) whether the trial judge’s conduct compromised the appellants’ constitutional right to a fair trial; (c) whether the State proved the guilt of the appellants beyond reasonable doubt, particularly the identity of the perpetrators; and (d) whether the trial judge misdirected himself in imposing the sentences.",
    "principles": "The judgment applied principles governing a fair trial, including the requirement that a judge be impartial and the test for reasonable apprehension of bias. It considered the scope of a special entry under s 317 CPA, the meaning of ‘failure of justice’ under s 322 CPA, and the standard of proof in criminal cases (proof beyond reasonable doubt). Sentencing principles were addressed, notably the minimum sentences for robbery with aggravating circumstances and unlawful possession of machine guns under the Criminal Law Amendment Act 105 of 1997, and the discretion to order concurrent sentences where appropriate. The rules on heads of argument and cost orders were also referenced.",
    "application": "The court held that the trial judge’s refusal to note special entries was proper because the alleged irregularities did not amount to bias or a failure of justice. The judge’s interruptions of counsel were found to be reasonable attempts to manage the trial and did not prejudice the appellants. The evidence, including ballistic reports and eyewitness testimony, was deemed reliable and sufficient to sustain the convictions; the appellants’ alibi explanations were judged implausible. No misdirection was found in the sentencing, as the minimum‑sentence threshold applied and the circumstances justified the substantive terms imposed. Consequently, the appeal against conviction and sentence failed. The court also ordered that the appellants’ counsel could not recover costs for excessive heads of argument.",
    "conclusion": "The appeal was dismissed. The convictions and sentences of all five appellants were upheld. Legal representatives of the appellants were disallowed from recovering costs relating to heads of argument that exceeded sixty pages, the application to amend those heads, the affidavits filed in support of that amendment, and the transcript of the argument before Sapire AJ."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "fair trial",
      "robbery",
      "sentencing",
      "special entry",
      "appeal"
    ]
  }
}