{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/122.html",
  "case_name": "Gamede and Another v S (161/2010) [2010] ZASCA 122 (30 September 2010)",
  "citation": "[2010] ZASCA 122",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 122\n|\nNoteup\n|\nLawCite\nGamede and Another v S (161/2010) [2010] ZASCA 122 (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 161/2010\nNo Precedential Significance\nIn the matter between:\nNOMVULA GAMEDE\n.......................................................\nFirst\r\nAppellant\nTANJANE JUSTICE MAKUNGA\n....................................\nSecond Appellant\nand\nTHE STATE\n........................................................................\nRespondent\nNeutral citation:\nGamede\r\nv The State\n(161/10)\n[2010] ZASCA 122\n(30 September 2010)\nCoram:\nNUGENT, MHLANTLA\r\nJJA and EBRAHIM AJA\nHeard: 10 September 2010\nDelivered: 30 September 2010\nSummary:\nCriminal Law –\nDrugs and Drug Trafficking Act 140 of 1992\n─ whether conviction\r\njustified by evidence ─ appropriate sentence.\n_____________________________________________________________________\nORDER\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Pietermaritzburg)(Swain and Hollis JJ sitting as court of\r\nappeal.):\n1 In each case the appeal against\r\nthe conviction is dismissed.\n2 In each case the appeal against\r\nthe sentence is upheld.\n2.1 The sentence of the first\r\nappellant is set aside and substituted with a sentence of 5 years\r\nimprisonment.\n2.2 The sentence of the second\r\nappellant is set aside and substituted with a sentence of 15 years\r\nimprisonment.\n___________________________________________________________\nJUDGMENT\nEBRAHIM AJA (Nugent and Mhlantla\r\nJJA concurring)\n[1] The appellants were convicted\r\nin the regional court at Durban of contravening the provisions of s\r\n5(b) of the Drugs and Drug\nTrafficking Act 1992 (Act 140 of 1992) in\r\nthat during June 2004, they dealt in 556 kilograms of methaquolone\r\n(commonly known as\nmandrax), an undesirable dependence producing\r\nsubstance, listed in part 3 of schedule 2 of the Act, the value\r\nthereof being approximately\nR50 million. They were each sentenced to\r\na term of 20 years imprisonment.\n[2] An appeal to the\r\nKwaZulu-Natal High Court, was dismissed but leave granted to appeal\r\nto this court against the convictions and\nsentences in each case.\n[3] The issue in the appeals is\r\nwhether the respondent proved beyond reasonable doubt, that mandrax\r\nwas being manufactured at the\npremises concerned and, if so, was it\r\nproved that the appellants were dealing in the substance as envisaged\r\nby the Act.\n[4] The factual background for\r\nthe conviction is the following. On Thursday 22 June 2004, members of\r\nthe South African Police Service\nfrom the Organized Crime Unit as\r\nwell as the Crime Intelligence Unit found a powdered substance of the\r\ncolour of sea sand in large\nquantities in various rooms in a house on\r\nSpitskop Farm near Newcastle in the province of KwaZulu-Natal. Some\r\nof the powder was\nalready dry and some wet. Fans and heaters were\r\nalso discovered in these rooms. In various outbuildings on the farm,\r\nbuckets, pots,\nmixing bowls, measuring equipment such as a scale,\r\nbags of Anthranilic Acid and other chemicals, gas burners, gas masks,\r\ngloves\nand gum boots were found. In a nearby pigsty markings found on\r\nthe ground were consistent with markings on the pots found and\r\ncontamination\non the soil indicated a cooking process had been\r\nconducted there.\n[5] On Saturday 24 June 2004, the\r\npolice arrived at Mange Farm a few kilometres away from Spitskop\r\nFarm, in the same district, where\nthey found a Red Venture vehicle\r\nparked in the grounds. Inside the vehicle various equipment such as\r\ncopper pipes sealing machine\nand boxes of pinchers as well as mandrax\r\ntablets were found. In a shed nearby, chemicals in 2 ½ litre\r\ndrums were found,\nas also an industrial mixer, an industrial dryer, a\r\ngas bottle and a 3 phase power box. The following day at Osizweni, a\r\nplace\n22 kms away from the two farms, at the house of Alfred\r\nMazibuko, the owner of Mange Farm, a mandrax press machine was found.\r\nMazibuko\ntold the police that he had been called out to the farm on\r\nFriday and persons who owned the Red Venture vehicle had asked him to\n\nfix wheels to the mandrax press in the shed, so that it would be\r\neasier to move the machine. This was the reason he took the machine\n\nto his home at Osizweni.\n[6] From this evidence the police\r\nconcluded that a mandrax manufacturing operation was in progress on\r\nboth farms. Samples of the\npowdered substance were removed for\r\nanalysis by the police.\n[7] The second appellant was\r\narrested on Thursday 22 June 2004 at approximately 23.00 when he\r\narrived at Spitskop Farm driving a\nSilver Colt bakkie. At the back of\r\nthe bakkie, police found a load of groceries and a black plastic bag\r\nin which was placed a white\nbag containing a white powder substance.\r\nThe identity of the white powder inside the bag was clear from an\r\nindication in writing\non the bag that the contents were Anthranilic\r\nAcid. It is not disputed that Anthranilic Acid is used in the\r\nmanufacture of mandrax.\nThe second appellant explained his presence\r\non the farm as a conveyer of food for the workers. He denied any\r\nknowledge of the acid.\nThe first appellant was arrested two days\r\nlater on 24 June. I shall deal with the circumstances leading to her\r\narrest in due course.\n[8] During the trial the\r\nrespondent, in addition to the forensic evidence led the evidence of\r\ntwo former employees. One of them,\nIvan Thusi, was a shepherd on\r\nSpitskop Farm. He identified the second appellant as one of a number\r\nof persons who stayed on the\nfarm from time to time. Although he did\r\nnot know why the second appellant was there, he said he was in the\r\ncompany of the others\nwho were engaged in activities on the farm\r\ninvolving the spilling of water and the spreading of a brownish\r\ncoloured substance,\nof the consistency of mud, on the floor. Duduzile\r\nPetros Mchunu the other employee, regarded himself as the Induna of\r\nSpitskop\nFarm. He also identified the second appellant as one of the\r\npeople who had come to work and stay on the farm. He said that these\n\npersons wore gum boots, gloves and a covering over their mouths\r\nwhilst working. Although he had never seen the second appellant\n\nwearing such apparel, he had seen him on the farm grounds with the\r\npeople wearing the boots, gloves and masks.\n[9] The first appellant was\r\narrested during the evening of Saturday 24 June 2004. The police were\r\nkeeping Mange Farm under surveillance\nwhen they saw lights of a motor\r\nvehicle leaving the farm. They followed the vehicle, a maroon Isuzu\r\nbakkie, and attempted to get\nit to stop but the driver, the first\r\nappellant, increased speed. The police vehicle gave chase putting on\r\nits siren and blue light.\nDespite that the first appellant continued\r\ndriving at high speed. Eventually approximately 2 ½ kilometres\r\nfrom the farm,\nthe police managed to stop the vehicle. The vehicle\r\nwas searched and at the back of the bakkie, buckets and plastic bags\r\nwere found\ncontaining a powdered substance. The first appellant\r\nexplained that she was asked to discard the buckets and plastic bags,\r\nwith\ncontents, by people on the farm. She told the police that the\r\npowder was cattle feed and that people from the farm were going to\n\nfollow her to indicate a place at Arbor Park where the goods were to\r\nbe discarded.\n[10] On the evidence set out,\r\nboth appellants were convicted of dealing in mandrax, despite the\r\ndenial by the second appellant that\nthe bag of anthranilic acid was\r\non his vehicle and despite the exculpatory statement made by the\r\nfirst appellant to the arresting\npolice officers.\n[11] The veracity of the forensic\r\nanalysis of the substance found on the farms was challenged on behalf\r\nof the appellant but it\nis not necessary to deal with that. According\r\nto the undisputed evidence the equipment and materials that I have\r\nreferred to are\nof the kind that is used in the manufacture of\r\nmandrax. It is clear from the nature of the material and equipment\r\nalone that both\nfarms were being used for the manufacture of mandrax\r\non a substantial scale.\n[12] The question arising from\r\nthis, is whether the conviction of the appellants is sound in law.\r\nThe definition of the statutory\noffence of dealing in drugs is very\r\nwide and encompasses almost any activity performed in connection with\r\nthe drug. In\ns 1\nof the\nDrugs and Drug Trafficking Act 1992\n, dealing\r\nis defined, in relation to a drug, to include ‘performing any\r\nact in connection with the transhipment, importation,\ncultivation,\r\ncollection, manufacture, supply, prescription, administration, sale,\r\ntransmission or exportation of the drug.’\n[13] There can be no doubt at\r\nall, against the background of the factual finding of the court a\r\nquo, that a mandrax manufacturing\noperation was taking place at the\r\nfarms. It is also clear from the evidence that the first appellant\r\nwas in the process of assisting\nto remove incriminating evidence of\r\nthe operation at the time that she was arrested. It was submitted on\r\nher behalf that it had\nnot been established that she had knowledge\r\nthat the material and equipment that she was removing was connected\r\nto the manufacture\nof mandrax but that submission must be rejected.\r\nThe manufacturing operation was of such a scale that she could not\r\nbut have known\nthat mandrax was being manufactured. She was clearly\r\nparticipating with the persons connected with the Red Venture in\r\nremoving\nincriminating evidence and must at least have been told why\r\nthat was required. Moreover, her explanation for not stopping when\r\nshe encountered the police is far-fetched, and is consistent with\r\nknowledge on her part that she was involved in an illegal operation.\n\nTaken together the inference is inescapable that she was aware of the\r\nnature of the materials that she was conveying. Her conduct\nfalls\r\nwithin the wide definition of the statutory offence of dealing and\r\nshe was properly convicted.\n[14] The second appellant was\r\ncaught ‘red-handed’ with material that announced itself\r\nto be Anthranilic acid. There\nwas no suggestion in the evidence that\r\nthe contents of the bag might have been some thing other than\r\nAnthranilic acid, nor was\nit suggested that the second appellant\r\nmight not have known what it was. The evidenced also establishes that\r\nAnthranilic acid is\na substance used in the manufature of mandrax.\r\nThat he led the police on a ‘wild goose’ chase thereafter\r\nto seek the\nmain perpetrator does not detract from his culpability.\r\nHe was also seen on the farm on at least four occasions in the\r\ncompany\nof persons working there, some of whom wore masks, boots and\r\ngloves. He, despite the overwhelming evidence against him, elected\n\nnot to testify. The inference is inescapable that the second\r\nappellant was knowingly bringing the acid to the farm so that the\n\ndrugs could be manufactured. His actions too fall squarely within the\r\ndefinition of statutory dealing, having performed an act\nin\r\nconnection with the manufacture of mandrax. I would accordingly\r\nconfirm his conviction.\n[15] In so far as the sentence is\r\nconcerned, I would uphold the appeal on the basis that the sentence\r\nin the case of the first appellant\nis unjustifiably excessive, given\r\nthe fact that the evidence establishes no greater role in the\r\noperation than to have assisted\nin attempting to dispose of the\r\nevidence. Accordingly in line with this court’s approach in\nS\r\nv Scott-Crossley\n2008 (1) SACR 223\nSCA at 239 para 29, I am of\r\nthe view that an appropriate sentence in respect of the first\r\nappellant would be one of five years\nimprisonment. The second\r\nappellant was directly involved with the manufacturing process and as\r\na first offender, the\nCriminal Law Amendment Act 105 of 1997\n, as\r\namended, makes provision for a minimum sentence of 15 years\r\nimprisonment to be imposed on him. Whilst the sentencing court\nhad\r\nregard to the mitigating character of the second appellant’s\r\nclean record, having reached the age of 40 years without\nblemish, it\r\nnonetheless considered that there were aggravating circumstances that\r\njustified a sentence in excess of the minimum.\nThe evidence did not\r\nestablish that the second appellant played more than a subsidiary\r\nrole in the operation. I do not think there\nwas any justification for\r\nimposing more than the minimum sentence. Accordingly, I would uphold\r\nsecond appellant’s appeal\nagainst sentence, by setting aside\r\nthe sentence of 20 years imprisonment and in its place substituting a\r\nsentence of 15 years imprisonment.\n[16] 1 In each case the appeal\r\nagainst the conviction is dismissed.\n2 In each case the appeal against\r\nthe sentence is upheld.\n2.1 The sentence of the first\r\nappellant is set aside and substituted with a sentence of 5 years\r\nimprisonment.\n2.2 The sentence of the second\r\nappellant is set aside and substituted with a sentence of 15 years\r\nimprisonment.\n___________________\nS Ebrahim\nActing Judge of Appeal\nAPPEARANCES\nFIRST APPELLANT: B Bam SC\nInstructed by Ehlers Attorneys,\r\nIrene\nc/o Adrie Hechter Attorneys,\r\nBloemfontein\nSECOND APPELLANT: J Engelbrecht\r\nSC\nInstructed by Ehlers Attorneys,\r\nIrene\nc/o Adrie Hechter Attorneys,\r\nBloemfontein\nRESPONDENT: (Ms) TS Jacobs\nInstructed by The Director of\r\nPublic Prosecutions, Pietermaritzburg\nThe Director of Public\r\nProsecutions, Bloemfontein",
  "scraped_at": "2026-02-11T20:37:49.596023",
  "date": "2010-09-30",
  "coram": [
    "NUGENT",
    "MHLANTLA JJA",
    "EBRAHIM AJA"
  ],
  "case_number": "161/2010",
  "parties": {
    "applicants": [
      "Nomvula Gamede",
      "Tanjane Justice Makunga"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In June 2004 police discovered a large‑scale mandrax (methaqolone) manufacturing operation on two farms in KwaZulu‑Natal. Equipment, chemicals such as anthranilic acid, and large quantities of powder were found. The second appellant was stopped on Spitskop Farm with a bag clearly marked as anthranilic acid, while the first appellant was later intercepted driving away with buckets and bags of a powdered substance she claimed was cattle feed. Both were charged with contravening s 5(b) of the Drugs and Drug Trafficking Act 1992.",
    "issues": "The appeals raised two principal issues: (1) whether the State had proved beyond reasonable doubt that mandrax was being manufactured on the premises and that the appellants knowingly dealt with the substance; and (2) whether the 20‑year sentences imposed on each appellant were appropriate under the statutory framework.",
    "principles": "The Court reiterated the wide statutory definition of \"dealing\" in s 1 of the Drugs and Drug Trafficking Act, which includes any act connected with the manufacture of a drug. Convictions must be grounded on proof beyond reasonable doubt. For sentencing, the Court applied the principles set out in S v Scott‑Crossley (2008) and the minimum‑sentence provisions of the Criminal Law Amendment Act 105 of 1997, requiring a proportional and non‑excessive punishment.",
    "application": "Applying these principles, the Court found that the material and equipment identified were unmistakably used for mandrax production and that both appellants were aware of the operation. The first appellant’s role in removing evidence, despite her denial, demonstrated knowledge sufficient for a conviction. The second appellant’s possession of anthranilic acid and repeated presence at the farm indicated deliberate participation. Consequently, the convictions were upheld. However, the original sentences were deemed excessive: a five‑year term was appropriate for the first appellant’s lesser role, while the statutory minimum of fifteen years was suitable for the second appellant as a first‑offender.",
    "conclusion": "The appeal against conviction was dismissed for both appellants. The appeal against sentence was upheld: the first appellant’s 20‑year sentence was set aside and replaced with five years’ imprisonment, and the second appellant’s 20‑year sentence was set aside and replaced with fifteen years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drugs Trafficking",
    "level_3": [
      "mandrax",
      "dealing",
      "sentence reduction",
      "appeal"
    ]
  }
}