{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/128.html",
  "case_name": "Nokeng Tsa Taemane Local Municipality v Dinokeng Property Owners Association and Others (518/09) [2010] ZASCA 128; [2011] 2 All SA 46 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 128",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 128\n|\nNoteup\n|\nLawCite\nNokeng Tsa Taemane Local Municipality v Dinokeng Property Owners Association and Others (518/09) [2010] ZASCA 128; [2011] 2 All SA 46 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 518/09\nIn\r\nthe matter between\nNOKENG TSA\r\nTAEMANE LOCAL MUNICIPALITY\n...............\nAppellant\nand\nDINOKENG PROPERTY\r\nOWNERS ASSOCIATION\n................\nFirst\r\nRespondent\nMINISTER\r\nOF FINANCE: NATIONAL\n......................................\nSecond\r\nRespondent\nGOVENMENT\nMEC\r\nFOR FINANCE: PROVINCIAL GOVERNMENT,\n...........\nThird\r\nRespondent\nGAUTENG\nMEC\r\nFOR LOCAL GOVERNMENT, PROVINCIAL\n...............\nFourth\r\nRespondent\nGOVERNMENT,\r\nGAUTENG\nNeutral citation:\nNokeng Tsa Taemane Local Municipality v Dinokeng Property Owners\r\nAssociation\n(518/09)\n[2010] ZASCA 128\n(30 September\r\n2010)\nCoram:\nHarms DP, Heher, Bosielo, Shongwe and Tshiqi JJA\nHeard: 27 August\r\n2010\nDelivered: 30\r\nSeptember 2010\nSummary:\nLocal\r\nMunicipality – Authority of local municipality to levy property\r\nrates – whether local municipality complied with\nthe relevant\r\nstatutes – Effect of\ns 10G(7)\nof the\nLocal Government\nTransition Act 209 of 1993\non the validity of the council’s\r\nresolutions to levy and recover taxes in respect of immovable\r\nproperty falling within its\njurisdiction.\nORDER\nOn appeal from\n:\r\nNorth Gauteng High Court (Pretoria), (Webster J sitting as a court of\r\nfirst instance):\nThe appeal is\r\n\tupheld with costs, including the costs of two counsel.\nThe order of the\r\n\tcourt below is set aside and replaced with the following: ‘The\r\n\tapplication is dismissed with costs.”\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (HARMS\r\nDP, HEHER, SHONGWE and TSHIQI JJA concurring):\nINTRODUCTION\n[1] This appeal\r\nconcerns the validity of the operating and capital budgets, which\r\nincluded assessment rate tariffs for properties\nwithin the municipal\r\narea, of the appellant, the Nokeng Tsa Taemane Local Municipality,\r\nfor two financial years, namely 2003/2004\nand 2004/2005 respectively.\r\nTheir validity depends on the provisions of the Constitution and the\r\nterms of s 10G(7) of the Local\nGovernment Transition Act 209 of 1993\r\n(LGTA). The Act (but not the section) was repealed by\ns 179(1)\nof the\nLocal Government: Municipal Finance Management Act 56 of 2003\n.\n[2] The municipality\r\nis a local authority established in accordance with the Local\r\nGovernment: Municipal Structures Act 117 of 1998.\nThe area of\r\njurisdiction of the municipality includes various communities,\r\namongst which are urban areas such as Rayton and Cullinan,\nrural\r\nresidential areas such as Roodeplaat, agricultural land and\r\nconservancies, and traditionally Black townships like Refilwe.\n[3] The first\r\nrespondent, the Dinokeng Property Owners Association, is a voluntary\r\nassociation representing landowners and residents\nwithin the\r\nmunicipality’s municipal boundaries. (Second, third and fourth\r\nrespondents did not participate in the appeal proceedings\nand nothing\r\nneed be said about them.) The association was formed on 12 May 2005,\r\nlong after the 2003/2004 financial year and a\nmonth or so before the\r\nend of the 2004/2005 year.\n[4] Notwithstanding\r\nopposition against the implementation of the assessment rate tariffs,\r\nthe municipality proceeded to implement\nthem. Aggrieved long after\r\nthe event by the municipality’s conduct, the association\r\napproached the North Gauteng High Court\non notice of motion dated 16\r\nNovember 2005 for an order declaring the assessment tariffs approved\r\nby the municipality null and\nvoid and for setting them aside,\r\ntogether with related ancillary relief. The delay from the assessment\r\nof the tariffs until the\nlaunch of the application was approximately\r\n29 months in respect of the 2003/2004 financial year (which was\r\nimplemented with effect\nfrom 1 July 2003) and approximately 17 months\r\nfor the 2004/2005 financial year (which was implemented with effect\r\nfrom 7 July 2004).\nThe association sought to justify the delay\r\nbecause it allegedly had serious problems in collating the relevant\r\ninformation and\nin particular in obtaining the evidence of their\r\nexpert Professor de la Rey (which was in any event irrelevant). This\r\nmay be one\nreason why the association did not rely on the provisions\r\nof the\nPromotion of Administrative Justice Act 3 of 2000\n.\n[5] On 18 March 2009\r\nthe court below (Webster J) granted the declaratory orders sought by\r\nthe association. The municipality is appealing\nagainst that order\r\nwith the leave of the court below.\nTHE STATUTORY REGIME\r\nAPPLICABLE\n[6] Section\r\n229(1)(a) of the Constitution provides that\na\r\nmunicipality may impose rates on property and surcharges on fees for\r\nservices provided by or on behalf of the municipality. The\nfunction\r\nbelongs to the municipal council and it may not delegate the approval\r\nof budgets or the imposition of rates and other\ntaxes, levies and\r\nduties (s 160(2)). The power to impose rates and the like is subject\r\nto s 229(2)(a), which states, inter alia,\nthat the power may not be\r\nexercised in a way that materially and unreasonably prejudices\r\nnational economic policies.\n[7] It would appear\r\nthat if a municipality has delegated its power to impose rates, its\r\nconduct might be declared invalid in terms\nof s 172(1)(a) of the\r\nConstitution. See\nIslamic Unity Convention v Independent\r\nBroadcasting Authority\n[2002] ZACC 3\n;\n2002 (4) SA 294\n(CC) paras 10-11;\nCity\r\nof Cape Town v Robertson\n[2004] ZACC 21\n;\n2005 (2) SA 323\n(CC). But that is not\r\nthe end of the matter. A court is still duty bound to exercise its\r\ndiscretion by making an order that is\njust and equitable and it may\r\nlimit the retrospective effect of the declaration of invalidity (s\r\n172(1)(b).)\n[8] The obligation\r\nof a municipality not materially and unreasonably to prejudice\r\nnational economic policies by its rates is juridically\nof the same\r\nkind as two other provisions on which the association relied, namely\r\ns 152(1)(c) and s 195(1)(b). The first provides\nthat an object of\r\nlocal government is to promote social and economic development and\r\nthe second deals with the basic value of public\nadministration which\r\nrequires that the efficient, economic and effective use of resources\r\nmust be promoted. These provisions are,\nas submitted by the\r\nmunicipality, not justiciable by courts. (I should note that counsel\r\nfor the association did not suggest otherwise\nduring argument.) The\r\nsame view was expressed by this court (per Cameron JA) who echoed the\r\nmisgivings of Froneman J in (\nCDA Boerdery (Edms) Bpk v Nelson\r\nMandela Metropolitan Municipality\n[2007] ZASCA 1\n;\n2007 (4) SA 276\n(SCA) paras\r\n45-46). These provisions concern political and inter-governmental\r\nissues, evidently specialist areas involving policy\nissues and a\r\nconsideration of a host of other issues in respect whereof the court\r\ndoes not have the necessary expertise. It would\nbe wrong for the\r\ncourts to usurp the powers of municipalities and determine rates and\r\ntaxes for them. The best course for a court\nis to show judicial\r\ndeference to the decisions taken by democratically elected municipal\r\ncouncils.\n[9] In\nDoctors\r\nfor Life International v Speaker of the National Assembly &\r\nothers\n[2006] ZACC 11\n;\n2006 (6) SA 416\n(CC) Ngcobo J stated in this regard that\r\n(at para 37):\n‘\nCourts\r\nmust be conscious of the vital limits on judicial authority and the\r\nConstitution’s design to leave certain matters\nto other\r\nbranches of government. They too must observe the constitutional\r\nlimits of their authority. This means that the judiciary\nshould not\r\ninterfere in the other branches of government unless to do so is\r\nmandated by the Constitution.’\n[10] In view of this\r\nconclusion it will be unnecessary to revert to the contention on\r\nbehalf of the association that the new tariffs\noffended s 229(2)(a)\r\nof the Constitution in that they unreasonably prejudiced national\r\neconomic policies.\n[11] The procedure a\r\nmunicipality must follow in imposing property rates was set out in s\r\n10G(7) of the LGTA. It provided that the\nlevying of property rates on\r\nimmovable property in the area of jurisdiction of a municipality must\r\nbe by way of a council resolution\nand in\ndetermining\r\nproperty rates a municipality may differentiate between different\r\ncategories of users or property on such grounds as\nit may deem\r\nreasonable. (The provisions concerning the levying of rates in\r\nrelation to services are not germane to this case.)\n[12] After such a\r\nresolution has been passed,\n‘\nthe\r\nchief executive officer of the municipality shall forthwith cause to\r\nbe conspicuously displayed at a place installed for this\npurpose at\r\nthe offices of the municipality as well as at such other places\r\nwithin the area of jurisdiction of the municipality\nas may be\r\ndetermined by the chief executive officer, a notice stating–\n(i) the general purport of the\r\nresolution;\n(ii) the date on which the\r\ndetermination or amendment shall come into operation;\nthe date on which the notice is\r\n\tfirst displayed; and\nthat any person who desires to\r\n\tobject to such determination or amendment shall\ndo so in writing within 14 days\r\nafter the date on which the notice is first displayed.\n(Section 10G(7)(c).)\n[13] Where an\r\nobjection is lodged within the 14 day period\n‘\nthe\r\nmunicipality shall consider every objection and may amend or withdraw\r\nthe determination . . ..’\n(Section 10G(7)(d).)\n[14] It is important\r\nto mention that the mere failure to comply with one or other\r\nadministrative provision does not mean that the\nwhole procedure is\r\nnecessarily void. It depends in the first instance on whether the Act\r\ncontemplated that the relevant failure\nshould be visited with nullity\r\nand in the second instance on its materiality (see in general\nNkisimane v Santam Insurance Co Ltd\n1978 (2) SA 430\n(A)\r\n433H-434E). To nullify the revenue stream of a local authority merely\r\nbecause of an administrative hiccup appears to me to\nbe so drastic a\r\nresult that it is unlikely that the Legislature could have intended\r\nit. Furthermore, declaratory orders are also\ndiscretionary.\n[15] To illustrate\r\nthe problem: In terms of s 152(1) of the Constitution, provision of\r\nservices to communities in an effective and\nsustainable manner\r\nremains one of the fundamental objectives of every local government.\r\nUndoubtedly this is a constitutional mandate.\nIt is a known fact that\r\nrates and taxes are important sources of revenue for municipalities\r\nwhich enable municipalities to meet\ntheir obligations to the\r\ncommunities they serve. Self-evidently any refusal by ratepayers to\r\npay their rates and taxes is likely\nto have grave consequences for\r\nany municipality. The assessment of rates for 2003/2004 was approved\r\nand implemented on 1 July 2003\nwhilst that for 2004/2005 was\r\nimplemented on 7 July 2004. The municipality required these monies to\r\nmeet its budgetary requirements.\nThe application to have them set\r\naside was only launched on 16 November 2005. This has had the effect\r\nof suspending the implementation\nof the resolutions. This impasse is\r\nstill continuing. There is no doubt herein that the delay herein is\r\nso inordinate that, irrespective\nor the merits, it would be\r\nimpractical to reverse the entire process. Manifestly, the effect of\r\nsuch a reversal would be disastrous\nfor the municipality. Suffice to\r\nstate that it is in the interests of justice that people who intend\r\nto impugn decisions taken\nby municipalities should do so as\r\nexpeditiously as possible to avoid any possible disruption of the\r\nprovision of essential services.\nSee\nGqwetha v Transkei\r\nDevelopment Corporation Ltd\n2006 (2) SA 603\n(SCA) at 612E-J.\nATTACK ON THE\r\nRESOLUTIONS\n[16] The assessment\r\nrate tariffs that were to apply to households were, in terms of both\r\nresolutions, described with reference to\ntwo categories. The first\r\nwas for ‘urban areas and surrounding properties’ at one\r\nrate and the other, at a lower rate,\nfor ‘rural areas\r\n(previously known as Pienaarsrivier, Elandsrivier, and Roodeplaat\r\nrespectively).’\n[17] It was\r\nsubmitted on behalf of the association that the use of the phrase\r\n‘surrounding properties’ made the notices\nvague and\r\nthereby void because ratepayers would have been unable to determine\r\nthe areas referred to in the notices. There is no\nmerit in the\r\nsubmission. All properties within the municipal area of jurisdiction\r\nare subject to property rates. This means that\nall properties within\r\nthe municipality have to fall within one or other of the two classes.\r\n‘Surrounding properties’\nmust, accordingly refer to those\r\nproperties that are not urban or rural (as defined).\nTHE ATTACK ON THE\r\nNOTICES: THE OBJECTION PERIOD\n[18] On 28 May 2003,\r\nthe municipality issued a notice, giving notice in terms of s\r\n10G(7)(c) of the LGTA that its council had resolved\non 26 May 2003 to\r\nadopt the operating and capital budget for the 2003/2004 financial\r\nyear and further that tariffs determined in\nthe same budget would be\r\nimplemented with effect from 1 July 2003. As its terms are in issue,\r\nI deem it necessary to reproduce\nthe notice hereunder–\n‘\nLOCAL\r\nAUTHORITY NOTICE NOKENG TSA TAEMANE LOCAL MUNICIPALITY\nNOTICE OF APPROVAL OF THE BUDGET\r\nAND TARIFF AMENDMENTS\nNotice is hereby given in terms\r\nof the provisions of\nSection 10G(7)(c)\nof the\nLocal Government\nTransition Act, Second\nAmendment Act, 1996, read with Section 75A of\r\nthe Municipal Systems Act, 2000 (Act 32 of 2000) that on 26 May 2003,\r\nCouncil resolved\nto adopt the Operating and Capital budget for the\r\n2003/2004 financial year, and that the tariffs determined in the\r\nbudget will\nbe implemented with effect from 1 July 2003.\nThe said Council resolution is\r\navailable for inspection at the Council offices in Rayton, Refilwe,\r\nRoodeplaat, Onverwacht and the\nlibrary in De Wagensdrift, during\r\nnormal office hours, 08:00 to 16:15 from Monday to Friday.\nAny person who desires to object\r\nto the determination should do so in writing within 14 days of the\r\ndate hereof. Objections are\nto be addressed to the Municipal Manager,\r\nP O Box 204 Rayton 1001.\nA J BOSHOFF: MUNICIPAL MANAGER’\n[19] On 8 June 2004,\r\nthe municipality issued a similarly worded notice in relation to the\r\n2004/2005 financial year, save for the\ndate of the resolution, which\r\nwas 7 June 2004, and the date for implementation, which was 7 July\r\n2004.\n[20] It is not in\r\ndispute that the two notices were conspicuously displayed on the\r\ndates and at the places mentioned in the notices\nas required by s\r\n10G(7)(c) of LGTA. The complaint set out in the founding affidavit\r\nrelated to the fact that the municipality had\npublished the notices\r\nin a number of newspapers without having stated the date on which the\r\nobjection period commenced. In other\nwords, the dates from which the\r\n14 days for objections were supposed to run did not appear in the\r\nadvertisements. This complaint\ncan be disposed of summarily. The\r\nassociation’s case was built on non-compliance of the\r\nprovisions of the Act but the Act\ndoes not require newspaper\r\nadvertisements. To the extent that the association might have sought\r\nto rely on the fact that members\nof the public might have been\r\nmisled, there is no evidence that anyone was prejudiced by the\r\nomission in the advertisements. In\nany event, the association did not\r\nevent exist when the advertisements were published.\nATTACK ON THE\r\nNOTICES: THE GENERAL PURPORT\n[21] The second\r\nattack on the notices was that they were flawed because they did not\r\nset out the ‘general purport’ of\nthe resolutions as\r\nrequired by s 10G(7)(c)(i). It was submitted that they should have\r\ngiven clear, full and specific details of\nthe resolutions and their\r\nnature and effect, and that it was not sufficient to have stated\r\nsimply that the budget had been adopted\nand that it contained the new\r\nproperty rates and to invite the public to inspect the detail at the\r\nmunicipality’s offices.\n[22] It is clear\r\nthat the section does not require details of the resolution and\r\nassessment to be published. Contrary to the submission\nby the\r\nassociation that the notice must set out, amongst others, the rates,\r\nareas affected, rebates applicable and the real and\ntrue effect of\r\nthe increases of the rates, I hold the view that this does not accord\r\nwith the ordinary grammatical meaning of the\nphrase ‘general\r\npurport.’\n[23] It is true that\r\nthere is some uncertainty regarding the meaning of this phrase. The\r\ndefinition in\nWebster’s New Twentieth Century Abridged\r\nDictionary\n(2 ed) is apposite. Webster defines the noun “purport”\r\nto also mean ‘concerned with the main or overall features;\n\nlacking details, not specific; as if these are the general\r\ncharacteristics’ and ‘vague; not precise; as, he spoke in\n\ngeneral terms.’ And ‘general’, according to the\nConcise Oxford English Dictionary\n(10 ed revised) also means\r\n‘involving only the main features or element and disregarding\r\nexceptions; overall.’\n[24] The adjective\r\n‘general’ qualifies the noun ‘purport.’ The\r\nconjunction was not accidental but deliberately\nintended to make\r\nclear that specific details are not required. In this case the\r\nrequirement was satisfied because interested parties\nwere advised\r\nthat the resolutions were available for inspection. This accords with\r\nwhat Alexander J stated about this phrase in\nRampersad v Tongaat\r\nTown Board\n1990(4) SA 32 (D) at 37G:\n‘…\n.\r\n“general purport” then involves an intimation that what\r\nfollows broadly covers a specific topic. If I may expand the\nnotion\r\nit would be tantamount to the Board having to say this: We are not\r\nproviding you with all the details in this Notice but\nthey relate to\r\na rezoning of the La Mercy Township….’\nThe learned judge\r\nproceeded (at 37I-J) to elucidate in terms pertinent to the notices\r\nwith which this case is concerned:\n‘\nI think\r\nthe point is made because the section specifically adopts the more\r\npractical course of directing inquiries to the Town Offices.\nIn this\r\nsense the actual mechanics of the proposed scheme, if I may so\r\ndescribe it, are not to be specified in the Notice, but\ncan be\r\nscrutinised at close range elsewhere. The section thus interpreted\r\nwould support the meaning advanced by the applicants:\nLet the Notice\r\ngive us some indication that we are the ones affected by the\r\nproposals and then it is up to us to take a closer\nlook at them.’\n[25] This\r\ninterpretation is sound, practical and accords with common sense and\r\nlogic. It follows that the association’s submission\nthat the\r\ntwo notices were defective in that they did not contain sufficient\r\ndetails to adequately inform ratepayers of what they\nwere about is\r\nwithout merit.\nTHE FAILURE TO\r\nCONSIDER OBJECTIONS\n[26] The association\r\nalso argued that members of the public had registered objections\r\nagainst the determination of the tariffs but\nthat the municipal\r\ncouncil had failed to consider them as required by s 10G(7)(d)(ii) of\r\nthe LGTA.\n[27] It is clear\r\nfrom various letters written by other interested parties that there\r\nwas some serious discontent with the new tariffs\nfixed by the\r\nmunicipality to a point where the municipality was threatened with a\r\nboycott by ratepayers. An acrimonious dispute\nensued between the\r\nmunicipality and the association. Notwithstanding this impasse the\r\nmunicipality proceeded to implement the tariffs.\nConfronted by\r\nratepayers who withheld their payments, the municipality threatened\r\nlegal action.\n[28] In analysing\r\nthis matter, Webster J found that ‘the only issue of relevance\r\nis whether the adjudication, if indeed there\nwas one, by the\r\nexecutive committee on the merits, or otherwise of the objections\r\nlodged and received by the association was adequate\nin the\r\ncircumstances.’ The learned judge found that that the record\r\nshowed that the objections were ‘noted’ by\nthe executive\r\ncommittee and not considered by the council. This was, first, in\r\nconflict with the clear prohibition embodied in\ns 160(2) of the\r\nConstitution against a municipal council delegating this function,\r\nand second, ‘noting’ the objections\nimplied that the\r\nobjections had not been considered. Based on this the learned judge\r\nconcluded that ‘the failure to address\nsuch objections\r\nconstitutes a fundamental violation of the rights of the applicants’\r\nand that ‘the applicant has succeeded\nin proving that the\r\napproval of the levying of rates for 2003/2004 year was patently\r\nflawed and therefore lacked legal validity\nto enable association to\r\nlevy taxes in accordance with the provisions of the budget.’\n[29] Concerning the\r\nassessment for 2004/2005 financial year, Webster J found that\r\nobjections lodged with the municipality were never\nconsidered, not\r\neven by the executive committee. Relying on\nKungwini Local\r\nMunicipality v Silver Lakes Homeowners Association\n[2008] ZASCA 83\n;\n2008 (6) SA\r\n187\n(SCA) para 36, he found that there was no compliance, strict or\r\nsubstantial, with the relevant statutory provisions. Accordingly\nhe\r\ngranted the relief sought by the association.\n[30] Mr Sutherland\r\nfor the municipality confined his submissions in this court to a\r\ntwo-pronged attack against the judgment of the\ncourt below. Firstly,\r\nhe submitted that the alleged objections lodged did not qualify as\r\n‘objections’ contemplated\nby s 10G(7)(c)(iv). He\r\ncontended that for an objection to qualify as an objection in terms\r\nof this section, it had to be lodged\nin writing within 14 days after\r\nthe date on which the notice was first published. He submitted that\r\nnone of the objections relied\nupon had been lodged within the\r\nstipulated 14-day period. Concerning the objections lodged in respect\r\nof the 2004/2005 assessment,\nhe contended that all the letters\r\nreceived by the municipality contained complaints as opposed to\r\nobjections. Furthermore, he pointed\nout that all the letters\r\npre-dated the relevant resolution and were sent before the\r\npublication of the second notice on 7 June\n2003, hence they did not\r\nmeet the requirements of s 10G (7) (c) (iv) which required lodging\r\nwithin 14 days from the date of publication\nof the notice. These\r\nsubmissions were factually correct and the association’s\r\ncounsel had no answer to them.\n[31] Counsel’s\r\nsecond argument was that the allegation that the objections lodged\r\nwere considered not by the council but by\nthe executive committee\r\ncontrary to s 10G(7)(d)(ii) was never part of the association’s\r\ncase. It was raised for the first\ntime in the association’s\r\nreplying affidavit in an oblique manner without having applied for\r\ncondonation to raise it. This\nis in conflict with well-established\r\nprocedures in motion proceedings (\nDirector of Hospital Services v\r\nMistry\n1979 (1) SA 626\n(A)). It would moreover be unfair to\r\nconsider this point, more so that the municipality never had an\r\nopportunity to deal with it.\nIn any event, the presumption\nomnia\r\npraesumuntur rite esse acta\nrequires of a court to assume in the\r\nabsence of evidence to the contrary that the correct procedures were\r\nfollowed.\nCONCLUSION\n[32] It is clear\r\nthat the relationship of the municipality and the association is\r\nfrosty. Sadly the record reveals a disruptive\nand obstructive\r\nattitude by the association. The association used every conceivable\r\nlegal stratagem to avoid the legal obligations\nto pay rates and\r\ntaxes. By its conduct it has involved the municipality in a long\r\ndrawn out and expensive litigation. It is trite\nthat municipalities\r\nare assigned the difficult task to govern and administer their own\r\nareas. Importantly municipalities have a\nconstitutional mandate to\r\nspend their resources in an efficient and cost effective manner for\r\nthe benefit of their communities\nand in promoting social and economic\r\ndevelopment. It is inexcusable that municipalities should be forced\r\nto waste their scarce\nresources in defending frivolous and spurious\r\nclaims in our courts instead of using same to provide essential\r\nservices to the ratepayers\nand thereby improving the lives of the\r\npeople. Despite the submissions to the contrary by the association’s\r\ncounsel there\nis no reason why costs should not follow the result.\n[33] The following\r\norder is made:\nThe appeal is\r\n\tupheld with costs, including the costs of two counsel.\nThe order of the\r\n\tcourt below is set aside and replaced with the following: ‘The\r\n\tapplication is dismissed with costs.”\n________________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: R Sutherland SC\nG\r\nI Hulley\nInstructed\r\nby:\nMaserumule\r\nInc.: Johannesburg\nHoney\r\nAttorneys: Bloemfontein\nFor\r\nRespondent: R du Plessis SC\nWJ\r\nBotha\nInstructed\r\nby:\nGrutter\r\n& Grobbelaar: Pretoria\nBezuidenhouts\r\nInc.: Bloemfontein",
  "scraped_at": "2026-02-11T20:39:15.439622",
  "date": "2010-09-30",
  "coram": [
    "Harms DP",
    "Heher",
    "Bosielo JA",
    "Shongwe",
    "Tshiqi JJA"
  ],
  "case_number": "518/09",
  "parties": {
    "applicants": [
      "Nokeng Tsa Taemane Local Municipality"
    ],
    "respondents": [
      "Dinokeng Property Owners Association",
      "Minister of Finance: National",
      "Gauteng MEC for Finance: Provincial Government",
      "Gauteng MEC for Local Government, Provincial",
      "Government, Gauteng"
    ]
  },
  "sections": {
    "facts": "The Nokeng Tsa Taemane Local Municipality adopted operating and capital budgets for the 2003/2004 and 2004/2005 financial years that introduced new property‑rate tariffs. The rates were to take effect on 1 July 2003 and 7 July 2004 respectively. The municipality complied with the statutory requirement to publish a notice of the council resolution under s 10G(7) of the Local Government Transition Act (LGTA). The Dinokeng Property Owners Association, formed in May 2005, lodged objections to the tariffs many months after they had been implemented and subsequently applied to the High Court for a declaration that the tariffs were void.",
    "issues": "1. Whether the municipality’s resolutions to levy the rates complied with s 10G(7) of the LGTA, including the adequacy of the notices and the 14‑day objection period. 2. Whether the municipality’s failure to consider objections (or the manner in which they were considered) rendered the resolutions invalid. 3. Whether any procedural non‑compliance invalidated the rates under the Constitution’s provisions on municipal powers (s 229, s 160(2)).",
    "principles": "The court relied on constitutional provisions governing municipal rate‑levying powers (s 229(1)(a), s 229(2)(a), s 160(2)) and the statutory scheme set out in s 10G(7) of the LGTA, which requires a council resolution, conspicuous public notice stating the “general purport” of the resolution, and a 14‑day written objection period. The court emphasized judicial deference to municipal decisions, the need for substantial rather than technical compliance, and the principle that procedural defects do not automatically nullify a revenue stream unless the statute expressly provides for nullity.",
    "application": "The judgment held that the notices satisfied the statutory requirement of stating the general purport and directing interested parties to inspect the full resolution at municipal offices. The omission of the objection‑period start date in newspaper advertisements was immaterial because the statutory notice was correctly displayed. The objections lodged by the association were either outside the 14‑day window or were merely complaints, not formal objections as contemplated by s 10G(7)(c)(iv). Consequently, the municipality had complied with the LGTA, and the rates were valid despite any administrative irregularities.",
    "conclusion": "The appeal was upheld. The order of the North Gauteng High Court was set aside and replaced with an order dismissing the association’s application with costs. The municipality’s rates for the 2003/2004 and 2004/2005 financial years were confirmed as lawful."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Local Government",
    "level_3": [
      "property rates",
      "LGTA compliance",
      "procedural validity",
      "judicial deference",
      "municipal finance"
    ]
  }
}