{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/137.html",
  "case_name": "Dormell Properties 282 CC v Renasa Insurance Company Ltd and Another (491/09) [2010] ZASCA 137; 2011 (1) SA 70 (SCA) ; [2011] 1 All SA 557 (SCA) (1 October 2010)",
  "citation": "[2010] ZASCA 137",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 137\n|\nNoteup\n|\nLawCite\nDormell Properties 282 CC v Renasa Insurance Company Ltd and Another (491/09) [2010] ZASCA 137; 2011 (1) SA 70 (SCA) ; [2011] 1 All SA 557 (SCA) (1 October 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 491/09\nIn the matter between:\nDORMELL PROPERTIES 282 CC\n............................................\nAppellant\nand\nRENASA INSURANCE COMPANY LIMITED\n............................\nFirst\r\nRespondent\nSTEPHEN MALCOLM GORE NO, TREVOR PHILIP\r\nGLAUM NO\nAND MOGAMAT IGSHAAN HIGGINS NO (In\r\ntheir capacities as\nthe joint liquidators of SYNTHESIS\r\nPROJECTS CAPE (PTY) TD)\n(in liquidation)\n............................................................................\nSecond\r\nRespondents\nNeutral citation:\nDormell v\r\nRenasa (491/09)\n[2010] ZASCA 137\n(1 October 2010)\nCoram:\nMpati P, Cloete,\r\nCachalia, Mhlantla JJA and\nBertelsmann AJA\nHeard:\n13 SEPTEMBER 2010\nDelivered: 1 OCTOBER 2010\nSummary:\nBuilding guarantee –\r\nrectification of in absence of antecedent agreement – expiry\r\ndate – whether civil method\nof computation applicable to date\r\ndetermined in guarantee – whether payment of guarantee issued\r\nto employer to provide cash\nfund to complete building project in case\r\nthe building contract is cancelled because of contractor's default,\r\ncan be enforced against\ninsurer who issued guarantee by employer\r\nafter the latter has been held in arbitration proceedings against\r\ncontractor to have repudiated\nthe building contract – contract\r\nvalidly cancelled by contractor – whether order enforcing\r\nguarantee would be academic.\n__________________________________\n__________________________________\nORDER\n________________________________________________________________\nOn appeal from: South Gauteng High\r\nCourt (Johannesburg) (Gildenhuys J sitting as court of first\r\ninstance).\n1. The appeal is dismissed.\n2. The respondents' application to\r\nplace new evidence relating to the arbitration award before the court\r\nis granted.\n3. The appellant is to pay the\r\nrespondents’ costs, including the costs of two counsel,\r\nincurred in respect of the appeal from\n16 October 2009.\n4. The respondents are to pay the\r\nappellant’s costs, jointly and severally, the one paying the\r\nother to be absolved, of the\nappeal until 15 October 2010.\n5. The order of the court a quo is set\r\naside and substituted with the following: ‘The respondents are\r\nto pay the applicant’s\ncosts, jointly and severally, the one\r\npaying the other to be absolved, including the costs of two counsel.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBERTELSMANN AJA\nINTRODUCTION\n[1] The appeal, leave having been\r\ngranted on petition by this court, concerns the validity, the terms\r\nand the enforceability of\na building guarantee described in the\r\npapers as a ‘JBCC Construction Guarantee for use with the JBCC\r\nPrincipal Building Agreement’.\n[2] The appellant, or its predecessor,\r\nembarked upon a development project known as the Cobble Walk Retail\r\nDevelopment Regional\nShopping Centre. The second respondent\r\n(‘Synthesis’) was engaged as building contractor to\r\nconstruct and complete the\nproject. The guarantee was issued by the\r\nfirst respondent (Renasa), an insurance company, in favour of a\r\ncompany that was converted\ninto the appellant close corporation\r\n('Dormell').\n[3] The guarantee was intended to\r\nprovide the employer with a ready cash fund for the completion of the\r\ndevelopment project in the\nevent of the building contract having to\r\nbe cancelled by the employer prior to its finalisation by Synthesis.\r\nSynthesis was liquidated\nprior to the launching of the appeal, but\r\nwas represented by its joint liquidators.\n[4] Dormell applied for the\r\nrectification of the guarantee so as to reflect it as the employer,\r\nbut the court below refused this\nrelief. It also held that the\r\nguarantee had expired when the appellant attempted to enforce it.\r\nBecause of these findings, the\ncourt below did not have to deal with\r\nthe terms of the guarantee, its enforceability or with any dispute\r\nrelating to the cancellation\nof the building contract.\nTHE GUARANTEE\n[5] The guarantee,\r\nprinted on Renasa’s letterhead, is couched in the standard\r\nterminology of a JBCC Series 2000 contractor’s\nguarantee.\n1\nThe clauses\r\nrelevant to this judgment read as follows:\n'GUARANTOR\r\nDETAILS AND DEFINITIONS\nGuarantor\r\nmeans Renasa Insurance Company Limited\nEmployer\r\nmeans Messrs Dormell Properties 282 (Pty) Ltd\nContractor\r\nmeans Synthesis Projects (Cape) (Pty) Ltd\nPrincipal\r\nAgent means André Van Der Merwe Associates cc\nWorks\r\nmeans Cobble Walk Retail Development Regional Shopping Centre\nSite\r\nmeans ERF 15330, Durbanville\nAgreement\r\nmeans The JBCC Series 2000 Principal Building Agreement\nContract\r\nSum means The accepted amount inclusive of tax of R89 221,957.08\nGuaranteed\r\nSum means The maximum aggregate amount of R6 691,646.78\nAmount\r\nin words Six Million, Six Hundred and Ninety One Thousand, Six\r\nHundred and Forty Six Rand and Seventy Eight Cents\nConstruction\r\nGuarantee (insert Variable or Fixed) Fixed (insert expiry date)\r\n28/02/08\n___________________________________________________________________\nAGREEMENT\r\nDETAILS\nSections:\r\nTotal Sections (No or n/a) N/A Last section (no/identification or\r\nn/a) N/A\nPrincipal\r\nAgent issues: Interim payment certificates, Final payment\r\ncertificate, Practical completion certificate/s\n___________________________________________________________________\n2.\r\nFIXED CONSTRUCTION GUARANTEE\n2.1\r\nWhere a fixed Construction Guarantee in terms of the Agreement has\r\nbeen selected in this 2 with 3 to 13 shall apply. The Guarantor's\n\nliability shall be limited to the amount of the Guaranteed Sum as\r\nfollows:\nGUARANTOR'S\r\n\t\t\tLIABILITY\nMaximum\r\n\t\t\tGuaranteed Sum (not exceeding 7.5% of the contract sum) in the\r\n\t\t\tamount of:\nPERIOD\r\n\t\t\tOF LIABILITY\nFrom\r\n\t\t\tand including the date of issue of this Construction Guarantee and\r\n\t\t\tup to and including the date of the only practical\ncompletion\r\n\t\t\tcertificate or the last practical completion certificate where\r\n\t\t\tthere are sections, upon which this Construction\nGuarantee shall\r\n\t\t\texpire.\nR6,691,646.78\nAmount\r\nin words: Six Million, Six Hundred and Ninety One Thousand, Six\r\nHundred and Forty Six Rand and Seventy Eight Cents\n___________________________________________________________________\n3.\r\nThe Guarantor hereby acknowledges that:\n3.1\r\nAny reference in this guarantee to the Agreement is made for the\r\npurpose of convenience and shall not be construed as any intention\n\nwhatsoever to create an accessory obligation or any intention\r\nwhatsoever to create a suretyship.\n3.2\r\nIts obligation under this Guarantee is restricted to the payment of\r\nmoney.\n4.\r\nSubject to the Guarantor's maximum liability referred to in 1 or 2,\r\nthe Guarantor hereby undertakes to pay the Employer the sum\ncertified\r\nupon receipt of the documents identified in 4.1 to 4.3:\n4.1\r\nA copy of a first written demand issued by the Employer to the\r\nContractor stating that payment of a sum certified by the Principal\n\nAgent in an interim of final payment certificate has not been made in\r\nterms of the Agreement and failing such payment within seven\n(7)\r\ncalendar days, the Employer intends to call upon the Guarantor to\r\nmake payment in terms of 4.2.\n4.2\r\nA first written demand issued by the Employer to the guarantor at the\r\nGuarantor's physical address with a copy to the Contractor\nstating\r\nthat a period of seven (7) calendar days has elapsed since the first\r\nwritten demand in terms of 4.1 and that the sum certified\nhas still\r\nnot been paid therefore the Employer calls up this Construction\r\nGuarantee and demands payment of the sum certified from\nthe\r\nGuarantor.\n4.3\r\nA copy of the said payment certificate which entitles the Employer to\r\nreceive payment in terms of the Agreement of the sum certified\nin 4.\n5.\r\nSubject to the Guarantor's maximum liability referred to in 1 or 2,\r\nthe Guarantor undertakes to pay the Employer the Guaranteed\nSum or\r\nthe full outstanding balance upon receipt of a first written demand\r\nfrom the Employer to the Guarantor at the Guarantor's\nphysical\r\naddress calling up on this Construction Guarantee stating that:\n5.1\r\nThe Agreement has been cancelled due to the Contractor's default and\r\nthat the Construction Guarantee is called up in terms of\n5. The\r\ndemand shall enclose a copy of the notice of cancellation; or\n5.2\r\nA provisional sequestration or liquidation court order has been\r\ngranted against the Contractor and that the Construction guarantee\nis\r\ncalled up in terms of 5. The demand shall enclose a copy of the court\r\norder.\n6.\r\nIt is recorded that the aggregate amount of payments required to be\r\nmade by the Guarantor in terms of 4 and 5 shall not exceed\nthe\r\nGuarantor's maximum liability in terms of 1 or 2.\n7.\r\nWhere the Guarantor is a registered insurer and has made payment in\r\nterms of 5, the Employer shall upon the date of issue of\nthe final\r\npayment certificate submit an expense account to the Guarantor\r\nshowing how all monies received in terms of the Construction\n\nguarantee have been expended and shall refund to the Guarantor any\r\nresulting surplus. All monies refunded to the Guarantor in terms\nof\r\nthis Construction Guarantee shall bear interest and (sic) the prime\r\noverdraft rate of the Employer's bank compounded monthly\nand\r\ncalculated from the date payment was made the Guarantor to the\r\nEmployer until the date of refund (sic).\n8.\r\nPayment by the Guarantor in terms of 4 and 5 shall be made within\r\nseven (7) calendar days upon receipt of the first written demand\nto\r\nthe Guarantor.\n9.\r\nThe Employer shall have the absolute right to arrange his affairs\r\nwith the Contractor in any manner which the Employer deems\nfit and\r\nthe Guarantor shall not have the right to claim his release from this\r\nConstruction Guarantee on account of any conduct\nalleged to be\r\nprejudicial to the Guarantor.\n10.\r\nThe Guarantor chooses the physical address as stated above for all\r\npurposes in connection herewith.\n11.\r\nThe Construction Guarantee is neither negotiable nor transferable and\r\nshall expire in terms of either 1.1.4 or 2.1 of payment\nin full of\r\nthe Guaranteed Sum or on the Guarantee expiry date, whichever is the\r\nearlier, where after (sic) no claims will be considered\nby the\r\nGuarantor. The original of this Construction Guarantee shall be\r\nreturned to the Guarantor after it has expired.\n12.\r\nThis construction Guarantee, with the required demand notices in\r\nterms of 4 or 5, shall be regarded as a liquid document for\nthe\r\npurpose of obtaining a court order.\nSigned\r\nat Johannesburg on this 5\nth\nday of December 2007.'\nTHE RELEVANT FACTS\n[6] On 14 February 2007, a JBCC 2000\r\nSeries Principal Building Agreement was signed by Mr Efstathiou,\r\nostensibly acting for a company\nDormell Properties 282 (Pty) Ltd\r\n(‘the company'). In this contract, the contractor undertook to\r\nconstruct a shopping centre\ndevelopment known as Cobble Walk in\r\nDurbanville. The signing of this agreement was preceded by the\r\nacceptance of Synthesis' tender\nby the employer’s principal\r\nagent. Synthesis’ representative, Mr Reid, signed the JBCC\r\ncontract on 16 December 2006,\nwhile Mr Efstathiou did so on the later\r\ndate. The capacity in which he signed was indicated as 'director'.\n[7] The planning of the shopping\r\ncentre development had been undertaken by the company. This entity\r\nwas still in existence when\nSynthesis' tender was accepted. The\r\ncompany was converted to Dormell on 26 January 2007.\n[8] Notice was given by Dormell of\r\nthis conversion to interested parties in writing on 13 February 2007.\r\nDormell alleges that Renasa\nwas included in the list of recipients to\r\nwhom this information was disseminated, but Renasa denies any\r\nknowledge thereof. Synthesis\nwas informed of the change of identity\r\nof the employer.\n[9] On 23 January 2007 Renasa received\r\nan application form for a JBCC 2000 guarantee to be issued in favour\r\nof the company. Renasa\ndid not then, or at any later stage, have\r\nsight of the building contract. It issued a guarantee on 24 January\r\n2007, sufficient\nsecurities having been provided by Synthesis for\r\nthat purpose.\n[10] On 27 March 2007, this guarantee\r\nwas replaced with a new guarantee because the first had incorrectly\r\ndescribed the company\nand Synthesis as contractor and sub-contractor\r\nrespectively rather than as employer and contractor. The guarantee\r\nissued on 27\nMarch 2007 expired on 25 October 2007 and the guarantee\r\nin dispute, quoted above, was issued at Dormell’s request on\r\nthe\n5 December 2007. Each of these guarantees indicated the company\r\nas being the employer.\n[11] The construction of the shopping\r\ncentre did not go according to plan and considerable delays occurred\r\nin the building process.\nThe completion date envisaged by the\r\nbuilding contract had to be extended. At the beginning of 2008,\r\nSynthesis informed the appellant\nthat practical completion of the\r\nproject would not be attained before 13 March 2008.\n[12] Dormell thereupon demanded,\r\nthrough its attorneys, an extension of the guarantee until 15 April\r\n2008. Synthesis refused to\nprovide further security.\n[13] On 11 February 2008 the principal\r\nagent sent a written demand to Synthesis, threatening on behalf of\r\nDormell to cancel the\nagreement if the former failed to provide an\r\nextended guarantee. The contractor was formally placed on terms by\r\nanother letter\ndated 13 February 2008, demanding an extended\r\nguarantee on or before 27 February 2008 if cancellation of the\r\ncontract and calling\nup of the guarantee was to be avoided.\n[14] Synthesis’ attorneys\r\nreacted by letter disputing the existence of any obligation to extend\r\nthe guarantee, whereupon the\nappellant through its principal agent\r\ncancelled the agreement on 28 February 2008. On the same day, Dormell\r\ndemanded payment of\nthe sum secured by the construction guarantee\r\nfrom Renasa by delivering a letter to its offices, informing the\r\nguarantor of the\ncancellation of the building contract and of its\r\nconsequent obligation to honour its undertaking. Renasa rejected the\r\ndemand on\nthe same day, its attorneys denying any obligation to pay\r\nas, according to their view, the guarantee had already expired when\r\ndemand\nwas made.\n[15] Synthesis regarded the purported\r\ncancellation of the building agreement as repudiation thereof which\r\nit accepted on 29 February\n2008 and cancelled the contract in turn.\n[16] Dormell launched an application\r\nin the court below for a declaratory order that the guarantee was\r\nvalid for the full day of\n28 February 2008, that payment was demanded\r\ntimeously and that Renasa was obliged to honour the guarantee. Renasa\r\nraised two defences:\nThat the guarantee had expired on midnight of 27\r\nFebruary 2008; and that Dormell was not entitled to claim under the\r\nguarantee\nas it had been issued in favour of the company and not of\r\nDormell. Synthesis, having been joined because of its interest in the\n\nproceedings, denied that the close corporation was the beneficiary of\r\nthe guarantee and disputed any allegation that it had been\nin breach\r\nof the building contract.\n[17] Dormell, as I have mentioned,\r\ncountered with an application for the rectification of the guarantee\r\non the basis that all three\nparties always intended to procure and\r\nissue a guarantee in favour of the employer. The identity of the\r\nemployer was not material\nto Renasa once Synthesis provided\r\nsufficient securities to protect the former’s position. The\r\nparties’ true intention\nwould be honoured by reflecting the\r\nappellant as the beneficiary of the guarantee. Renasa and Synthesis\r\ndisputed these assertions.\n[18] The court below concluded that no\r\ncase for the rectification of the guarantee had been established and\r\nthat it had in any event\nexpired at midnight on 27 February 2008. It\r\ndismissed the application on these grounds. Leave to appeal was\r\nrefused on 19 June\n2009, but was granted on petition to this court on\r\n27 August 2009.\n[19] In the meantime Dormell and\r\nSynthesis referred the dispute concerning the cancellation of the\r\nbuilding contract to arbitration.\nSynthesis was liquidated before the\r\narbitration was concluded, but was represented by its liquidators\r\nthereafter.\n[20] The arbitrator held that\r\nSynthesis had not been in breach of any term of the building contract\r\nand that Dormell had repudiated\nthe agreement by its purported\r\ncancellation, which repudiation was validly accepted by Synthesis\r\nwhich thereafter cancelled the\ncontract as it was entitled to do. The\r\narbitrator’s award is not subject to appeal and has not been\r\nreviewed.\nNEW EVIDENCE ON APPEAL\n[21] A court of appeal may admit new\r\nevidence, which power is given to it by s 22(a) of the Supreme Court\r\nAct 59 of 1959. This power\nshould be exercised sparingly and only if\r\nthe further evidence is reliable, ‘weighty and material and\r\npresumably to be believed’\n(per Wessels CJ in\nColman v\r\nDunbar\n1933 AD 141\nat 162). In addition, there must be an\r\nacceptable explanation for the fact that the evidence was not adduced\r\nin the trial court.\n[22] Renasa applied for leave to\r\nintroduce the arbitrator’s award as evidence on appeal. This\r\nrequest was not opposed by Dormell,\nalthough the latter adopted the\r\nstance that events that occurred after the date of the judgment\r\nappealed against were irrelevant\nto the outcome of the appeal.\n[23] In the unusual circumstances of\r\nthis case it is clear that evidence of the arbitration and its\r\noutcome did not exist at the\ntime the judgment of the court below was\r\ngiven. The award's authenticity and reliability are not in issue. The\r\narbitration award\nwas indeed common cause. The application to present\r\nfurther evidence relating to the arbitration award on appeal was\r\ngranted. Its\neffect upon the appeal is dealt with below.\nTHE APPEAL\n[24] Dormell attacks the judgment of\r\nthe court below on the grounds that the court erred in holding that\r\nthe guarantee expired at\nmidnight on 27 February 2008 and also erred\r\nin refusing the prayer for its rectification. It insists that it is\r\nentitled to enforce\nthe guarantee.\n[25] Renasa and Synthesis support the\r\njudgment appealed against. In addition, they rely on the arbitration\r\naward for the submission\nthat the guarantee is no longer enforceable\r\nas a competent tribunal has found that the employer was in breach of\r\nthe building contract\nand Synthesis was entitled to cancel the same.\r\nDormell is therefore no longer bona fide when it insists on payment\r\nof the guarantee.\nAny entitlement to call for payment has fallen\r\naway, they submit.\nTHE GUARANTEE’S EXPIRY DATE\n[26] The guarantee is a written\r\nagreement. There is no suggestion of any ambiguity of any of its\r\nprovisions. The words used by the\nparties must be given their\r\nordinary meaning. The expiry date is determined as 28 February 2008.\r\nIt may expire earlier at the happening\nof a specified event. The\r\ncourt below concluded that the civil method of calculation had to be\r\napplied to determine the expiry\ndate and found this to be at midnight\r\nof 27 February 2008. The terms of the contract are the decisive\r\ncriterion by which any potential\nexpiry of a deadline has to be\r\ndetermined:\n‘\nThese\r\npassages show, I think, that where time has to be computed under a\r\ncontract, we must look primarily at the terms of the contract,\nin\r\norder if possible, to discover from them what the parties intended,\r\nand that it is only, when the contract is not decisive upon\nthe\r\npoint, that it is admissible to introduce the rules of law with\r\nregard to computation of time.’\nPer\r\nSolomon JA in\nJoubert\r\nv Enslin\n1910 AD 6\nat 46.\n[27] In Roman Law, which our law has\r\nretained in this respect, the expiry of a period of time could be\r\ncalculated either by the\nnatural or the civil method. The natural\r\nmethod calculates ‘de momento in momentum’, from the\r\nexact moment of the first\nday upon which the period to be calculated\r\ncommences to the exactly corresponding moment of the last day. The\r\ncivil method of computation\nincludes the first day of the period to\r\nbe calculated and excludes the last day, see:\nCock v Cape of Good\r\nHope Marine Assurance Company\n3 Searle 114\nC, in which a marine\r\ninsurance policy that was taken out for the period or one year from\r\n14\nAugust 1857 to 14 August 1858, was held to have expired\r\nat midnight of 13 August 1858. Compare: Windscheid, Pandects, 4\nth\ned 1875 para 103(1). Gane, The Selective Voet, Book XLV, Title 1,\r\nSection 19.\nLee and Honoré\nThe\r\nSouth African Law of Obligations,\n2\nnd\ned p49 state:\n'141\r\nCalculation of Period\nIf\r\na contract provides that something shall be done within a stated\r\nnumber of days from the date of its conclusion or from any other\n\nevent, in the absence of expression to the contrary, in calculating\r\nthe number of days the day on which the contract was concluded\nor the\r\nevent took place is understood to be the first day of the period and\r\nthe last day is excluded.\nThe\r\nsame applies if the period is reckoned, not by days, but by months or\r\nyears.'\n2\n[28] With respect to the learned Judge\r\na quo, it is difficult to discern why the expiry date of the\r\nguarantee, which appears clearly\nfrom the guarantee itself should\r\nhave to be determined by a method designed to calculate a period of\r\ndays.\n[29] The guarantee does not contain a\r\nterm calling for such a calculation. The printed form makes provision\r\nfor a variable and for\na fixed construction guarantee. Synthesis\r\nchose a fixed construction guarantee. Different clauses of the\r\nguarantee apply to each\nof the two alternatives, and clauses 3 to 13\r\nthereof apply to both. In respect of the period of liability that\r\napplies to the fixed\nguarantee, clause 2 provides that it should run\r\n'[f]rom and including the date of issue of the Construction Guarantee\r\nand up to\nand including the date of the only practical completion\r\ncertificate or the last practical completion certificate where there\r\nare\nsections, upon which this Construction Guarantee shall expire.’\r\nThe only other clause dealing with the expiry date of the\nguarantee\r\nis clause 11, which says: 'The Construction Guarantee . . . shall\r\nexpire in terms of either 1.1.4 or 2.1, or payment\nin full of the\r\nGuaranteed Sum or on the Guarantee expiry date, whichever is the\r\nearlier, where after (sic) no claims will be considered\nby the\r\nGuarantor. . . .'\n[30] Clause 1.1.4 deals with the\r\nvariable variety of the guarantee and is therefore not relevant to\r\nthe interpretation of the document\nunder discussion. In clause 11 of\r\nthe guarantee the parties thereto did not agree upon a period of days\r\nor weeks that has to be\ncalculated in order to establish the last\r\ndate upon which the guarantee could be called up. The date of\r\ninception is clearly the\ndate of issue as set out in clause 2 quoted\r\nabove. The expiry date is not dependant upon the effluxion of a\r\nparticular number of\ndays or weeks, but upon the happening of a\r\nparticular event: the issue of a certificate of practical completion;\r\nor the last certificate\nof partial completion as set out in clause\r\n2.1; or, as clause 11 reflects, the payment in full of the guarantee\r\nor the arrival\nof the guarantee expiry date reflected on the face of\r\nthe document.\n[31] The expiry date is 28 February\r\n2008 as agreed upon by the parties. The court below erred in applying\r\nthe civil method of computation\nto this contract.\nRECTIFICATION\n[32] The court\r\nbelow dismissed Dormell’s prayer for rectification of the\r\nguarantee to reflect it as the employer on the ground\nthat Dormell\r\nwas unable to show that there was either a common intention or an\r\nantecedent agreement between the parties that was\nnot correctly\r\nreduced to writing as a result of a common error. Reference was made\r\nto\nLevin\r\nv Zoutendijk\n1979\r\n(3) SA 1145\n(W) at 1148A and to\nSpiller\r\n& others v Lawrence\n1976\r\n(1) SA 307\n(N), where Didcott J (as he then was) said at 307 H:\n‘\nWhen\r\na written contract does not reflect the true intention of the parties\r\nto it, but has been executed by them in the mistaken\nbelief that it\r\ndoes, it may be rectified judicially so that the terms which it was\r\nalways meant to contain are attributed in fact\nto it. That, as a\r\ngeneral principle, is well recognised by both South African and\r\nEnglish law.’\n[33] It is correct that the appellant\r\nand the first respondent did not agree upon the identity of the\r\nemployer prior to the signing\nof any of the three guarantees. Renasa\r\nwas informed by a broker of the particulars of the party in whose\r\nfavour the guarantee had\nto be issued. These instructions reflected\r\nthe company’s particulars. The insurer remained unaware of\r\nDormell’s existence\nuntil the building contract was cancelled.\n[34] Dormell argued that it and Renasa\r\nhad certainly intended to benefit the employer by the issuing of the\r\nguarantee in order to\nenable the employer to finalise the building\r\nproject if the contract between it and the contractor were to be\r\ncancelled before\nthe work was completed. Renasa disputed that there\r\nwas ever a consensus in respect of the employer, either before or at\r\nthe time\nthe guarantee was signed, which, so the argument ran,\r\nprecluded any possibility of rectification.\n[35] The court\r\nbelow was apparently not referred to\nMeyer\r\nv Merchant’s Trust\n1942\r\nAD 244.\nIn that matter a guarantee was issued for the payment of\r\ncertain liabilities, without the parties having entered into a prior\r\nagreement.\nThe guarantee did not reflect the parties’ intention\r\nto limit the guarantor’s liability to a specific amount,\r\nregardless\nof the actual sum of the secured debts. A claim for\r\nrectification was resisted on the ground that no antecedent agreement\r\nhad come\ninto existence. At 253 De Wet CJ. said the following:\n‘\nIt\r\nis therefore open to the Court to consider the question whether, in\r\nthe absence of proof of an antecedent agreement, it is competent\nto\r\norder the rectification of a written contract in those cases in which\r\nit is proved that both parties had a common intention\nwhich they\r\nintended to express in the written contract but which through a\r\nmistake they failed to express.\nIt\r\nis difficult to understand why this question should not be answered\r\nin the affirmative. Proof of an antecedent agreement may\nbe the best\r\nproof of the common intention which the parties intended to express\r\nin their written contract, and in many cases would\nbe the only proof\r\navailable, but there is no reason in principle why that common\r\nintention should not be proved in some other manner,\nprovided such\r\nproof is clear and convincing.’\n[36] This judgment\r\nwas followed in\nSoil\r\nFumigation Services Lowveld CC v Chemfit Technical Products (Pty) Ltd\n2004\r\n(6) SA 29\n(SCA) at para 21. The absence of an antecedent agreement\r\ndoes not in itself preclude rectification of a written agreement that\r\ndoes not correctly reflect the parties’ intention.\n[37] The facts of this matter clearly\r\ndemonstrate that Renasa was more concerned with obtaining sufficient\r\nsecurity from Synthesis\nto back up the guarantee than with the terms\r\nof the building contract or the exact description of the employer.\r\nThere is merit\nin Dormell’s argument that all three parties,\r\nand in particular Renasa and Dormell, intended to secure the\r\nemployer’s\nposition. The guarantee should therefore have been\r\nrectified to reflect that intention.\nTHE GUARANTEE’S ENFORCEABILITY\n[38] A guarantee\r\ncouched in the exact terms as the one under discussion, a JBCC series\r\n2000 pre-printed guarantee, and the circumstances\nunder which a claim\r\ncould be made on it, was described by this court in\nLombard\r\nInsurance Co Ltd v Landmark Holdings (Pty) Ltd & others\n2010\r\n(2) SA 86\n(SCA) para 20 Navsa JA said:\n‘\nThe\r\nguarantee by Lombard is not unlike irrevocable letters of credit\r\nissued by banks and used in international trade, the essential\n\nfeature of which is the establishment of a contractual obligation on\r\nthe part of a bank to pay the beneficiary (seller). This obligation\n\nis wholly independent of the underlying contract of sale and assures\r\nthe seller of payment of the purchase price before he or she\nparts\r\nwith the goods being sold. Whatever disputes may subsequently arise\r\nbetween buyer and seller is of no moment insofar as the\nbank's\r\nobligation is concerned. The bank's liability to the seller is to\r\nhonour the credit. The bank undertakes to pay provided\nonly that the\r\nconditions specified in the credit are met. The only basis upon which\r\nthe bank can escape liability is proof of fraud\non the part of the\r\nbeneficiary. This exception falls within a narrow compass and applies\r\nwhere the seller, for the purpose of drawing\non the credit,\r\nfraudulently presents to the bank documents that to the seller's\r\nknowledge misrepresent the material facts.\n‘\nIn\r\nthe present case Lombard undertook to pay the Academy upon Landmark\r\nbeing placed in liquidation. Lombard, it is accepted, did\nnot collude\r\nin the fraud. There was no obligation on it to investigate the\r\npropriety of the claim. The trigger event in respect\nof which it\r\ngranted the guarantee had occurred and demand was properly made.’\nIn\nLoomcraft Fabrics CC v Nedbank\r\nLtd & another\n[1995] ZASCA 127\n;\n1996 (1) SA 812\n(A) on 815G-J Scott AJA said:\n‘\nThe\r\nsystem of irrevocable documentary credits is widely used for\r\ninternational trade both in this country and abroad. Its essential\n\nfeature is the establishment of a contractual obligation on the part\r\nof a bank to pay the beneficiary under the credit (the seller)\nwhich\r\nis wholly independent of the underlying contract of sale between the\r\nbuyer and the seller and which assures the seller of\npayment of the\r\npurchase price before he parts with the goods forming the\r\nsubject-matter of the sale. The unique value of a documentary\ncredit,\r\ntherefore, is that whatever disputes may subsequently arise between\r\nthe issuing bank's customer (the buyer) and the beneficiary\nunder the\r\ncredit (the seller) in relation to the performance or, for that\r\nmatter, even the existence of the underlying contract,\nby issuing or\r\nconfirming the credit, the bank undertakes to pay the beneficiary\r\nprovided only that the conditions specified in\nthe credit are met.\r\nThe liability of the bank to the beneficiary to honour the credit\r\narises upon presentment to the bank of the\ndocuments specified in the\r\ncredit, including typically a set of bills of lading, which on their\r\nface conform strictly to the requirements\nof the credit. In the event\r\nof the documents specified in the credit being so presented, the bank\r\nwill escape liability only upon\nproof of fraud on the part of the\r\nbeneficiary.’\nSee further\nPetric\r\nConstruction CC t/a AB Construction v Toasty Trading t/a Furstenburg\r\nProperty Development & others\n2009\r\n(5) SA 550\n(ECG) para 27.\n[39] In principle therefore, the\r\nguarantee must be honoured as soon as the employer makes a proper\r\nclaim against it upon the happening\nof a specified event. In the\r\npresent case there is no suggestion that Dormell did not properly\r\ndemand payment of the guaranteed\nsum. In the normal course of events\r\npayment should have been effected within seven days of demand.\n[40] However, the facts of this matter\r\nare unusual because the arbitration of the dispute between Dormell\r\nand Synthesis resulted\nin the finding that the appellant was not\r\nentitled to cancel the building contract. The arbitration is final,\r\nnot subject to appeal\nand has not been taken on review. A second leg\r\nof the arbitration dealing with outstanding claims arising from the\r\nbuilding contract\nwas also decided in Synthesis’ favour. The\r\nquestion must thus be answered whether Dormell is entitled to persist\r\nin claiming\npayment of the guarantee notwithstanding the fact that it\r\nhas been held to have repudiated the contract which was lawfully\r\ncancelled\nby the second respondent.\n[41] There is no longer any dispute\r\nabout the cancellation of the underlying agreement that still has to\r\nbe resolved. The arbitration\nhas established that Dormell is in the\r\nwrong. Its repudiation of the building contract was held to have been\r\nunlawful. As a consequence,\nDormell has lost the right to enforce the\r\nguarantee. There remains no legitimate purpose to which the\r\nguaranteed sum could be applied.\n[42] If it were to be ordered to\r\nhonour the guarantee, Renasa or Synthesis would be entitled to\r\nrepayment of the full amount guaranteed.\nHudson’s Building and\r\nEngineering Contracts 11\nth\ned para 17.078, quoted in\nCargill International SA & another v Bangladesh Sugar and Food\r\nIndustries Corp\n[1966] 4 All ER 563\nQBD (Commercial Court) at\r\n570b-c states:\n‘\nIt\r\nis generally assumed, and there is no real reason to doubt, that the\r\nCourts will provide a remedy by way of repayment to the\nother\r\ncontracting party if a beneficiary who has been paid under an\r\nunconditional bond is ultimately shown to have called on it\nwithout\r\njustification . . . In cases where there has been no default at all\r\non the part of the contractor, there would additionally\nbe a total\r\nfailure of consideration for the payment.’\nSee\r\nfurther:\nGeneral\r\nSurety & Guarantee Co Ltd v Francis Parker Ltd\n6\r\nBLR 18\nQBD Commercial List at 20.\nFURTHER WRITTEN ARGUMENT AFTER THE\r\nHEARING\n[43] In the light of the above\r\nconsiderations, the court requested the parties to present further\r\nwritten argument on the question\nwhether, if the appellant were to\r\nsucceed, the resultant judgment would have any practical effect or\r\nnot, as any payment made by\nRenasa would have to be repaid by\r\nDormell. Reference was made to clause 7 of the Guarantee in this\r\nregard. Counsel for Synthesis\npointed out that Renasa's or Synthesis'\r\nclaim to repayment does not arise from this clause, but from the fact\r\nthat Dormell is no\nlonger entitled to payment. The court is indebted\r\nto counsel for their further heads of argument.\n[44] Dormell submits that the\r\nguaranteed sum could and should be devoted to the payment of claims\r\nthat might be found to exist once\na final certificate is prepared,\r\nregardless of the question whether the enforcement of the guarantee\r\nwas indeed justified by a\nbreach on the part of the contractor or\r\nnot. Reference was made to a number of clauses in the construction\r\ncontract in this regard.\nThe short answer to this submission is that\r\nthe guarantee is intended to enable the employer to complete the\r\ncontract in case of\ndefault by the contractor. Claims arising after a\r\nbreach by the employer are matters for arbitration. The guarantee is\r\nnot intended\nto provide a source of funds for the payment of any\r\noutstanding amounts that might be due by the contractor to the\r\nemployer –\nof which there is no evidence in any event, apart\r\nfrom an oblique reference to potential future claims by the employer\r\nagainst\nthe contractor in correspondence.\n[45] It would amount to an academic\r\nexercise without practical effect if Dormell were to be granted the\r\norder it seeks. It would\nimmediately have to repay the full amount to\r\nRenasa or Synthesis. Such an order would, at best, cause additional\r\ncost and inconvenience\nto the parties without any practical effect.\r\nIn terms of section 21A of the Supreme Court Act 59 of 1959 the court\r\nmust exercise\nits discretion against Dormell:\nPort Elizabeth\r\nMunicipality v Smit\n2002 (4) SA 241\n(SCA).\n[46] Appellant is entitled to succeed\r\nwith the appeal against the judgment in the court below in as much as\r\nthat court's order must\nbe set aside. Dormell is entitled to the\r\ncosts of those proceedings and to all costs incurred in the\r\nprosecution of this appeal\nuntil the date of the arbitration award,\r\n15 October 2009. In the particular circumstances of this case it is\r\nhowever, not entitled\nto an order that the guarantee should be\r\nenforced.\n[47] The following order is made:\n1. The appeal is dismissed.\n2. The respondents' application to\r\nplace further evidence relating to the arbitration award before the\r\ncourt is granted.\n3. The appellant is to pay the\r\nrespondents’ costs, including the costs of two counsel,\r\nincurred in respect of the appeal from\n16 October 2009.\n4. The respondents are to pay the\r\nappellant’s costs, jointly and severally, the one paying the\r\nother to be absolved, of the\nappeal until 15 October 2010.\n5. The order of the court a quo is set\r\naside and substituted with the following: ‘The respondents are\r\nto pay the applicant’s\ncosts, jointly and severally, the one\r\npaying the other to be absolved, including the costs of two counsel.’\n_________________\nE BERTELSMANN\nACTING\r\nJUDGE OF APPEAL\nCLOETE JA (MPATI P concurring):\nIntroduction\n[48] I have had the advantage of\r\nreading the judgment of my colleague Bertelsmann AJA. I would allow\r\nthe appeal, for the following\nreasons. I shall first set out a\r\nsummary of the facts relevant to this judgment.\n[49] (a) On 16 December 2006 a letter\r\nof intent was issued by Dormell Properties 282 (Pty) Limited (the\r\n'Dormell Company') to appoint\nthe second respondent as contractor for\r\nthe construction of the Cobble Walk Retail Shopping Centre.\n(b) On 23 January 2007 the first\r\nrespondent received an application in writing from the second\r\nrespondent to issue a 'JBCC Construction\nGuarantee' in favour of the\r\nDormell Company. In response to this application the first respondent\r\nthe next day issued a guarantee\nin favour of the Dormell Company.\n(c) On 26 January 2007 the Dormell\r\nCompany was converted, in terms of s 27 of the Close Corporation Act,\r\n1984, from a private company\nto a close corporation with the name\r\nDormell Properties 282 CC. The close corporation was the applicant in\r\nthe court a quo and\nis the appellant in these proceedings.\n(d) On 14 February 2007 the second\r\nrespondent, as contractor, and the Dormell Company, as employer,\r\nconcluded a building contract\nin the form of the JBCC standard\r\nagreement. The 'employer' was expressly defined in the contract as\r\nbeing the Dormell Company ─\nnot the applicant.\n(e) On 15 February 2007 the applicant\r\nnotified various persons, but not the first respondent, that the\r\nDormell Company had been\nconverted to a close corporation. It is not\r\nin dispute that the first respondent was never informed at any\r\nmaterial time of the\nconversion, and remained unaware of it.\n(f) On 5 December 2007 the first\r\nrespondent issued a new construction guarantee in favour of the\r\nDormell Company. The guarantee\nprovided that it would expire at the\r\nend of the period of liability (defined as up to and including the\r\ndate of practical completion),\nor upon payment in full of the\r\nguaranteed sum, or on the guarantee expiry date, whichever would be\r\nthe earlier. The guarantee expiry\ndate was 28 February 2008. This\r\nguarantee is the subject of the present proceedings.\n(g) On 28 February 2008, ie on the\r\nstated expiry date of the construction guarantee, the appellant\r\npurported to cancel the building\ncontract with the second respondent\r\nand demanded payment of the guaranteed sum, an amount of\r\nR6 691 646,78, from the\nfirst respondent. The first\r\nrespondent refused to pay.\n[50] There are three issues on appeal:\n(a) Whether the appellant is entitled\r\nto rectification of the guarantee to reflect itself and not the\r\nDormell Company as the employer\nand therefore the beneficiary under\r\nthe guarantee;\n(b) whether demand for payment under\r\nthe guarantee was made timeously; and\n(c) whether the award by an\r\narbitrator, given in proceedings between the appellant and the first\r\nrespondent, which became known\nafter the matter had been heard in the\r\ncourt a quo and in terms of which the arbitrator found that the\r\nappellant was not entitled\nto cancel the agreement between itself and\r\nthe first respondent, would either (i) mean that this appeal would\r\nhave no practical\neffect or result as contemplated in s 21A of the\r\nSupreme Court Act, or (ii) would preclude the appellant from\r\nenforcing payment\nof the guarantee against the first respondent\r\nbecause to do so would be contrary to the dictates of good faith.\nRectification\n[51] The court a quo non-suited the\r\nappellant on the basis that it was not entitled to rectification of\r\nthe construction guarantee\nto reflect that it and not the Dormell\r\nCompany was the employer. The court a quo reasoned that the first\r\nrespondent was unaware\nof the existence of the appellant and that\r\nthere could accordingly have been no antecedent agreement between\r\nthem. Furthermore,\nso the court a quo reasoned, there can be no\r\nquestion of a common intention because the parties' intention must be\r\ngleaned from\nthe building agreement, which requires that a guarantee\r\nbe issued in favour of the employer; and the 'employer' was defined\r\nas\nthe Dormell Company.\n[52] The fallacy in\r\nthe court a quo's approach is this. The common continuing intention\r\nof the appellant, the beneficiary under\nthe guarantee, the second\r\nrespondent, that procured the guarantee, and the first respondent,\r\nthat gave the guarantee, was quite\nobviously that the guarantee\r\nshould be issued in favour of whoever was the employer in terms of\r\nthe building contract ─ not\nwho was defined as the employer,\r\nbut who was in fact the employer. The mistake that the first\r\nrespondent made was that, contrary\nto its belief, the Dormell Company\r\nwas not the employer as (unbeknown to the first respondent) the\r\nDormell Company had been converted\nto a close corporation, the\r\nappellant. The mistake made by the appellant and the second\r\nrespondent was that they thought that the\nappellant's conversion into\r\na close corporation was irrelevant. But all parties concerned\r\nintended that the guarantee should be\nin favour of the employer under\r\nthe building contract; and the appellant was in fact the employer.\r\nThat suffices for rectification:\nMeyer\r\nv Merchant's Trust\n.\n3\nExpiry of the guarantee\n[53] The guarantee contained the\r\nfollowing provisions in regard to the period of liability:\n'2.1\r\nThe Guarantor's liability shall be limited . . . as follows:\n.\r\n. .\nFrom\r\nand including the date of issue of this Construction Guarantee and up\r\nto and including the date of the only practical completion\n\ncertificate . . . upon which this Construction Guarantee shall\r\nexpire.'\n'11.\r\nThe Construction Guarantee . . . shall expire in terms of . . . 2.1,\r\nor payment in full of the Guaranteed Sum or on the Guarantee\nexpiry\r\ndate, whichever is the earlier, where after no claims will be\r\nconsidered by the Guarantor.'\nNo practical completion certificate\r\nwas issued before the guarantee expiry date. As I have said, the\r\nguarantee was issued on 5 December\n2007 and the 'guarantee expiry\r\ndate' was specified as '28 February 2008.'\n[54] The court a quo held that the\r\nguarantee had expired when the claim was lodged for payment by the\r\nappellant with the first respondent\non 28 February 2008. The court\r\nformulated the question to be decided as follows:\n'At issue is\nexactly\r\nwhen\non\r\n28 February 2008 was the guarantee intended to expire.'\n4\nThe court a quo\r\nwent on to consider 'cases in which it was held that, for purposes of\r\ndetermining from when to when a period expressed\nin days runs, the\r\nordinary civilian method of computation must be followed'. The court\r\nthen referred to submissions made by counsel\nfor the first respondent\r\nthat 'in terms of clause 11 of the construction guarantee it would\r\nexpire either\nin\r\nterms of²\nclause\r\n2.1 or\non²\nthe\r\nexpiry date'; that 'the period of liability in terms of clause 2.1\r\nruns from\nand\r\nincluding²\nthe\r\ndate of issue of the guarantee up to\nand\r\nincluding²\nthe\r\ndate of the practical completion certificate'; and accepted the\r\nsubmission of counsel that 'where the parties to the guarantee\n\nintended to include the\nwhole\r\nof²\na\r\nspecific day into its operative period, they did so expressly;' and\r\nthat 'they did not expressly include the day of 28 February\n2008'.\r\nConsequently, held the court a quo, it was not the intention of the\r\nparties that the appellant be given the whole day of\n28 February 2008\r\nand the agreement therefore expired immediately after midnight on 27\r\nFebruary 2008.\n[55] The approach\r\nof the court a quo is fundamentally wrong. It is based on the fiction\r\ncontained in the civilian method of computation\nof a period of time\r\nin accordance with which the first day of the period is initially\r\nexcluded and the last day determined; but\nbecause the last day is\r\ndeemed to have concluded immediately it began (\nultimus\r\ndies coeptus pro completa habetur\n)\r\nthe last day is excluded and so, to give the full period, the first\r\nday is included. But here, no period of time requires computation.\n\nThe civilian and all other methods of computation for a period of\r\ntime are accordingly not applicable. The relevant contractual\n\nprovision states that the guarantee 'shall expire . . . on the\r\nguarantee expiry date' ie 28 February 2008. To state the obvious,\nthe\r\nguarantee accordingly expired on that date. The present matter may be\r\ncontrasted with\nCock\r\nv Cape of Good Hope Marine Insurance Co\n.\n5\nIn that case the\r\ninsurance cover was for a period of 12 calendar months from January\r\n14\nth\n1857 to January\r\n14\nth\n1858. There, a\r\ncalculation of the period of time was required and the court, in\r\napplying the civilian method for computation of\ntime, held that the\r\ntwelve months expired at midnight on 13 January 1858. Here, no period\r\nof time has to be calculated and the\nguarantee expired on 28 February\r\n2008. Once that is so, there is ancient and modern authority in\r\nsupport of the proposition that\nthe guarantee could be called up at\r\nany time, or at least during business hours, on 28 February 2008.\n[56] Paul is quoted\r\nas follows in the\nDigest\n:\n6\n'By\r\nRoman custom, a day begins at midnight and ends in the middle of the\r\nsucceeding night. And so whatever is done in these twenty-four\nhours,\r\nthat is, in two half nights with the intervening daylight, is done\r\njust as if it were done at any hour of the daylight.'\nThe Institutes\n7\ncontain the\r\nfollowing proposition:\n'As\r\nan instance of a stipulation \"\nin\r\ndiem\n\",\r\nas it is called where a future day is fixed for payment, we may take\r\nthe following: \"Do you promise to give ten\naurei\non\r\nthe first of March?\" In such a stipulation as this, an immediate\r\ndebt is created, but it cannot be sued upon until the arrival\nof the\r\nday fixed for payment: and even on that very day an action cannot be\r\nbrought, because the debtor ought to have the whole\nof it allowed to\r\nhim for payment; for otherwise, unless the whole day on which payment\r\nwas promised is passed [sic], it cannot\nbe certain that default has\r\nbeen made.'\n[57] These principles were received\r\ninto the Roman-Dutch Law.\nGrotius\n8\nsays:\n'Where\r\nsomething is promised to be fulfilled at a certain time, the right\r\nvests at once, but cannot be enforced before the time\narrives; nay,\r\nthe year, month or day mentioned in the promise must have ended\r\nbefore the demand is made.'\nVoet\n9\nsays:\n'But\r\nif they [stipulations] are framed against a day, the vesting day\r\nindeed of the obligation arrives at once so that what was\npromised\r\nstarts to be due, but the due day has not arrived. Thus no suit can\r\nbe brought thereon unless the day has come round,\nand unless also the\r\nwhole day has elapsed since the whole of that day ought to be allowed\r\nat the discretion of the payor [sic].\nIn like manner one who has\r\nstipulated for something to be given \"this year\" or \"this\r\nmonth\" does not correctly\nclaim unless all parts of this year or\r\nmonth have gone past.'\n[58] In the modern\r\nSouth African law Maasdorp JP in a concurring judgment in this court\r\nsaid in\nNational\r\nBank of SA Ltd v Leon Levson Studios Ltd\n:\n10\n'The\r\nrent was due on 1 December, and could have been paid at any time\r\nduring that day and the tenant was not in arrear till after\nthe close\r\nof that day.'\nLansdown\r\nJP held in\nDavies\r\nv Lawlor\n:\n11\n'Ordinarily\r\na debtor required to pay on a certain day has the whole of that day\r\nfor payment ─\nVoet\n45.1.19.'\nBecause the question does not arise in\r\nthe present appeal, it is not necessary to consider the immediately\r\nfollowing statement by\nLansdown JP:\n'But\r\nthe time up to which payment may be made on that day may be limited\r\nby the hours of business of the place at which the payment\nis to be\r\nmade. Where, for instance, the office of a professional man or the\r\nhouse of a mercantile business is appointed as the\nplace of payment,\r\nthe parties must be held to contemplate that payment shall be made\r\nwithin the hours during which in accordance\nwith practice business is\r\ntransacted there.'\n12\n[59] I therefore hold the proposition\r\nto be self-evident and backed by centuries of authority that where a\r\ncontract does not require\na period of time to be calculated, but\r\nprovides that the entitlement to exercise a right or the obligation\r\nto perform a duty ends\non a specific day ─ as in the present\r\ncase, where the guarantee provides that it will expire on 28 February\r\n2008 ─\nthe right may be exercised, or the obligation performed,\r\non that day. The appellant in fact called up the guarantee on 28\r\nFebruary\n2008 and the court a quo was wrong in non-suiting it on the\r\nbasis that the guarantee had expired at midnight on the previous day.\nRelevance of the arbitrator's award\n[60] Then finally, there is the\r\nquestion whether the appellant should now be allowed to enforce\r\npayment under the guarantee in view\nof the award by the arbitrator\r\n(contained in evidence which the respondents sought to adduce on\r\nappeal) that it was not entitled\nto cancel the building contract,\r\nthat its attempt to do so constituted a repudiation and that the\r\nbuilding contract was cancelled\nby the second respondent. There are\r\ntwo arguments in this regard:\n(a) that an award on appeal would have\r\nno practical force or effect as contemplated in s 21A of the Supreme\r\nCourt Act; and\n(b) that the appellant's attempt to\r\nenforce the guarantee constitutes fraud in the sense of bad faith.\nIt is here that I part ways with my\r\nlearned colleague Bertelsmann AJA.\n[61] It is important to bear in mind\r\nthat in cases such as the present there are three separate legal\r\nrelationships:\n(a) one between the employer and the\r\ncontractor, usually termed a building contract, pursuant to which the\r\ncontractor undertakes\nto perform building works for the employer;\n(b) one between the employer and a\r\nfinancial institution which the employer requires the contractor to\r\nprocure to protect the employer\nagainst possible default by the\r\ncontractor under the building contract, which is variously called a\r\nperformance guarantee, a performance\nbond or a construction\r\nguarantee, and in terms of which the financial institution undertakes\r\nto the employer that it will make\npayment to the employer on the\r\nhappening of a specified event; and\n(c) one between the contractor and the\r\nfinancial institution for the provision by the latter of a guarantee\r\nto the employer.\nThe construction guarantee which the\r\nappellant seeks to enforce in the present appeal is an example of the\r\nsecond type of contract.\n[62] In terms of clause 5 of the\r\nguarantee, the first respondent undertook to pay to the appellant the\r\nguaranteed sum 'upon receipt\nof a first written demand' from the\r\nappellant to the first respondent at the latter's physical address\r\n'calling up on this Construction\nGuarantee stating that . . . The\r\nAgreement [between the appellant and the second respondent] has been\r\ncancelled due to the Contractor's\ndefault and that the Construction\r\nGuarantee is called up in terms of 5'. The clause further provided\r\nthat 'The demand shall enclose\na copy of the notice of cancellation.'\n[63] The appellant\r\ncomplied with the provisions of clause 5. It was not necessary for\r\nthe appellant to allege that it had validly\ncancelled the building\r\ncontract due to the second respondent's default. Whatever disputes\r\nthere were or might have been between\nthe appellant and the second\r\nrespondent were irrelevant to the first respondent's obligation to\r\nperform in terms of the construction\nguarantee. That is clear from\r\nthe passages quoted by my learned colleague in para 38 of his\r\njudgment from\nLombard\r\nInsurance Co Ltd v Landmark Holdings (Pty) Ltd\nand\nLoomcraft\r\nFabrics CC v Nedbank Ltd\n,\r\nand also from the following passage in the judgment of Lord Denning\r\nMR in\nEdward\r\nOwen v Barclays Bank International\n:\n13\n'A\r\nbank which gives a performance guarantee must honour that guarantee\r\naccording to its terms. It is not concerned in the least\nwith the\r\nrelations between the supplier and the customer; nor with the\r\nquestion whether the supplier has performed his contracted\nobligation\r\nor not; nor with the question whether the supplier is in default or\r\nnot. The bank must pay according to its guarantee,\non demand if so\r\nstipulated, without proof or conditions. The only exception is when\r\nthere is a clear fraud of which the bank has\nnotice.'\nMy learned colleague reasons that a\r\nvalid demand on the construction guarantee is subject to a bona fide\r\nclaim that an event has\noccurred that is envisaged in the guarantee\r\nas triggering the guarantor's obligation to pay. Put more accurately,\r\na valid demand\non the construction guarantee can only be defeated by\r\nproof of fraud. In the present matter there was a valid demand. There\r\nwas\nno suggestion of fraud.\n[64] Once the\r\nappellant had complied with clause 5 of the guarantee, the first\r\nrespondent had no defence to a claim under the guarantee.\nIt still\r\nhas no defence. The fact that an arbitrator has determined that the\r\nappellant was not entitled to cancel the contract,\nbinds the\r\nappellant ─ but only vis-à-vis the second respondent. It\r\nis\nres\r\ninter alios acta\nso\r\nfar as the first respondent is concerned. As the cases to which I\r\nhave referred above make abundantly clear, the appellant did\nnot have\r\nto prove that it was entitled to cancel the building contract with\r\nthe second respondent as a precondition to enforcement\nof the\r\nguarantee given to it by the first respondent. Nor does it have to do\r\nso now.\n[65] For these reasons, it is not in\r\nmy view bad faith for an employer, who has made a proper demand in\r\nterms of a construction\nguarantee, to continue to insist on payment\r\nof the proceeds of the guarantee, when the basis upon which the\r\nguarantee was called\nup has subsequently been found in arbitration\r\nproceedings between the building owner and the contractor to have\r\nbeen unjustified.\nI would add that the fact that the arbitrator's\r\naward is final as between the appellant and the second respondent\r\ndoes not mean\nthat it is correct, or that the appellant would have to\r\nset it aside before calling up the guarantee, much less that the\r\nappellant\nis acting in bad faith in seeking to enforce payment under\r\nthe guarantee against the first respondent.\n[66] I turn to\r\nconsider the question whether the order sought by the appellant on\r\nappeal would have no practical effect or result\nas contemplated in s\r\n21A of the Supreme Court Act. My learned colleague states in para 42\r\nof his judgment that if the first respondent\nwere to honour the\r\nguarantee, it or the second respondent would be entitled to repayment\r\nof the full amount. In support of this\nconclusion, my learned\r\ncolleague refers to parts of para 17.078 in the 11\nth\nedition of\nHudson's\r\nBuilding and Engineering Contracts\n.\r\nIt is important to note that Hudson in that particular paragraph is\r\ndealing with the rights of the contractor. It would be convenient\nto\r\nquote the paragraph in full as in my respectful view nothing in the\r\nparagraph supports the proposition for which my learned\ncolleague\r\ncites it:\n'It\r\nis generally assumed, and there is no real reason to doubt, that the\r\nCourts will provide a remedy by way of repayment to the\nother\r\ncontracting party [ie the contractor] if a beneficiary who has been\r\npaid under an unconditional bond is ultimately shown\nto have called\r\non it without justification: \"I do not doubt that in such an\r\nevent the money would be repayable, but it is\nnot so certain it would\r\nbe repayable with interest\". (\nGeneral\r\nSurety and Guarantee Co Ltd v Francis Parker Ltd\n(1977)\r\n6 BLR 16\n, 21,\nper\nDonaldson\r\nJ.)\nIn\r\ncases where an owner or buyer is claiming damages against the seller\r\nor contractor which exceed the amount of the bond there\nis little\r\ndifficulty in holding that he must give credit for the \"cash in\r\nhand\" received by him if he has made a call\nunder any\r\nunconditional guarantee arrangements. Where, however, there is no\r\ndefence or counterclaim to the contractor's claim for\nmoneys due,\r\nother than sufficient payment in full, or where the sum already\r\nreceived from the bank or guarantor exceeds the set-off\nor damages\r\nultimately awarded, the contractor's or seller's claim for repayment\r\nof the whole or any balance of the sums called\nand paid can be put,\r\nit is submitted, in two ways. First, the payment by the bank or\r\nguarantor, being required in most cases under\nthe principal\r\nconstruction contract itself, or sometimes by a side-contract, must\r\nbe regarded as being made by the bank as agent\nfor the contractor and\r\nsubject, it is submitted, to an implied term for repayment if not in\r\nfact due. Secondly, it has been seen\nthat in the case of a\nconditional\nbond,\r\nequity would not permit recovery of a sum in excess of the true debt\r\nor damages, as being a penalty, so that by analogy in\na case where\r\nthe payment under the bond was obligatory and unavoidable, and indeed\r\nbrought about by the owner's own act in making\nthe call, it would be\r\nonly logical to order repayment for the same reasons. Such a claim\r\ncould also be based in quasi-contract\non wider principles of unjust\r\nenrichment and unconscionability, it is submitted. In cases where\r\nthere has been no default at all\non the part of the contractor, there\r\nwould additionally be a total failure of consideration for the\r\npayment.\n14\nQuestions\r\nof interest and costs pose considerable difficulties, however.'\nHudson therefore suggests that where,\r\nin the case of an unconditional guarantee, the contractor, after the\r\nadjustments at the end\nof the building contract, claims repayment of\r\nthe whole or any balance of the sums called by the employer and paid\r\nby the bank\nunder the guarantee, the payment must be regarded as a\r\npayment by the bank as agent for the contractor subject to what in\r\nSouth\nAfrica would be called a tacit term for repayment if not in\r\nfact due. There is no suggestion in the paragraph quoted from Hudson\n\nthat the bank or guarantor can recover anything. Nor is there any\r\nsuggestion that the contractor can, as a matter of course, recover\n\nthe full amount of the guarantee from the owner where the latter is\r\nultimately shown to have called upon it without justification.\n[67] I agree with the submission on\r\nbehalf of the appellant that the guaranteed sum could and should be\r\ndevoted to the payment of\nclaims that might be found to exist once a\r\nfinal certificate is prepared, regardless of the question whether the\r\nenforcement of\nthe guarantee was indeed justified by a breach on the\r\npart of the contractor or not. My learned colleague counters in para\r\n44 of\nhis judgment that the construction guarantee is to enable the\r\ncontractor to complete the contract in case of default by the\r\ncontractor,\nand that the guarantee is not intended to provide a\r\nsource of funds for the payment of any outstanding amounts that might\r\nbe due\nby the contractor to the employer. But if this was so, then an\r\nemployer who has validly cancelled the building contract could never\n\nuse the proceeds of a performance guarantee to satisfy amounts owing\r\nto it by the contractor prior to and as at cancellation, and\nwould be\r\nleft with a claim against the contractor. That is simply not what\r\nhappens in practice. The proceeds of a construction\nguarantee are not\r\nring-fenced in this way.\n[68] What would have to be found, as a\r\npositive conclusion of fact, in order to support a conclusion that an\r\norder on appeal in\nfavour of the appellant would have no practical\r\neffect or result, is that there is nothing on which the guarantee\r\ncould operate\nif it were paid out now. That finding simply cannot be\r\nmade on the papers before this court. The appellant's attorneys wrote\r\na\nletter to the respondents' attorneys dated 24 August 2010 in which\r\nthey said inter alia:\n'Subsequent\r\nto the issuing of the final arbitration award, correspondence ensued\r\nbetween the appellant's attorneys and the second\nrespondent's\r\nattorneys in which it was conveyed that the appellant . . . intends\r\nreferring to a fresh arbitration it claims in\nrespect of amounts paid\r\nby it direct to sub-contractors, and which the arbitrator found was\r\nnot a dispute capable of adjudication\nby him in the arbitration. The\r\nappellant's claim in this regard amounts to R1 417 940.00\r\n(VAT inclusive).'\nThat is hardly 'an oblique reference\r\nto potential future claims by the employer against the contractor in\r\ncorrespondence' as my\nlearned colleague would have it in para 44 of\r\nhis judgment. The point is, however, that it cannot be said with\r\ncertainty that there\nis nothing on which the construction guarantee\r\ncould operate, as this question was not properly ventilated in the\r\napplication to\nlead further evidence on appeal and it was obviously\r\nnot even touched upon in the original application papers.\n[69] Finally, it is\r\nnecessary for me to say something about the application by the\r\nrespondents to place further evidence before\nthis court on appeal,\r\nwhich was met with a response by the appellants. It is a requirement\r\nfor the admission of evidence on appeal\nthat the evidence should be\r\nmaterially relevant. The law in this regard has recently been\r\nreviewed by this court in a criminal\ncontext in\nBritz\r\nv S\n,\n15\nbut the principle\r\napplies equally in a civil context. In my view, the finding by the\r\narbitrator is entirely irrelevant and I would\naccordingly disallow\r\nthe respondents' application to place evidence of this fact before\r\nthe court and order the respondents to\npay the costs occasioned by\r\nthe application, which would include the reply thereto by the\r\nappellant.\n[70] For these reasons I would allow\r\nthe appeal; dismiss the respondents' application to place further\r\nevidence before this court;\nrectify the construction guarantee to\r\nreflect the appellant as the employer; order the first respondent to\r\npay the guarantee amount\nof R6 691 646,78 to the appellant\r\ntogether with mora interest; and order the respondents jointly and\r\nseverally to pay\nthe appellant's costs of the proceedings in this\r\ncourt and in the court a quo, in both cases including the costs of\r\ntwo counsel.\n______________\nT D CLOETE\nJUDGE OF APPEAL\nCACHALIA JA (MHLANTLA JA concurring):\n[71] I concur in the judgment of\r\nBertelsmann AJA and the order made by him, and also in paragraphs 48\r\nto 59 of the judgment of Cloete\nJA.\n________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: H M Scholtz SC\nInstructed\r\nby:\nCliffe\r\nDekker Hofmeyr Inc, Cape Town\nClaude\r\nReid Inc, Bloemfontein\nFor\r\nrespondent: 1\nst\nC E Puckrin SC\nC\r\nJ McAslin\n2\nnd\nC W Jordaan SC\nG\r\nD Doubell\nInstructed\r\nby:\nFrese,\r\nMoll & Partners, Johannesburg\nWebbers,\r\nBloemfontein\n1\nThe\r\n\tJoint Building Contracts Committee Inc. is composed of\r\n\trepresentatives of the Association of Construction Project Managers,\n\n\tthe Association of South African Quantity Surveyors, the Building\r\n\tIndustries Federation South Africa, the South African Association\nof\r\n\tConsulting Engineers, the South African Institute of Architects, the\r\n\tSouth African Property Owners Association and the Specialist\n\n\tEngineering Contracts Committee. It prepares and updates\r\n\tstandardised contracts for the building industry.\n2\n(An\r\n\tillustrative example of such a calculation is\nKleynhans\r\n\tv Yorkshire Insurance Co. Ltd\n1957\r\n\t(3) 544 (A), where Schreiner ACJ said at 550A-B:‘Coming back\r\n\tto the words \"upon the expiration of a period of\ntwo years\"\r\n\tor \"na verloop van 'n tydperk van twee jaar\", the reason\r\n\twhy I cannot draw from them an inference that\nthe ordinary civil\r\n\trule is to be excluded is that they seem to mean nothing more than\r\n\tthat the period of prescription is to be\ntwo years from the date\r\n\twhen the claim arose. Different expressions having identical\r\n\tmeanings would be \"at the end of a\nperiod of two years\" or\r\n\t\"after a period of two years\" or \"after two years\"\r\n\tor even simply \"two\nyears\". Similarly in the Afrikaans,\r\n\tthe unsigned, text equivalent expressions would be \"na 'n\r\n\ttydperk van twee jaar\"\nor \"na twee jaar\" or simply\r\n\t\"twee jaar\").\n3\n1942\r\n\tAD 244\nat 253 and 258.\n4\nEmphasis\r\n\tin the original judgment.\n5\n3\r\n\tSearle 114\n, approved in\nJoubert v\r\n\tEnslin\n1910 AD 6.\n6\n2.12.8.\r\n\tTranslation taken from\nThe Digest of\r\n\tJustinian\n, Mommsen, Krueger and\r\n\tWatson, eds; vol 1 p 58.\n7\n3.15.2;\r\n\tMoyle's translation 5\nth\ned p 133.\n8\nIntroduction\r\n\tto Dutch Jurisprudence\n3.3.50,\r\n\tMaasdorp's translation (1888) (2\nnd\ned) p 219.\n9\nCommentary\r\n\ton the Pandects\n45.1.19 Gane's translation\r\n\tvol 6 p 647.\n10\n1913\r\n\tAD 213\nat 220.\n11\n1941\r\n\tEDL 128\nat 132; see also\nWhittaker v\r\n\tKiessling\n1979 (2) SA 578\n(SWA) at\r\n\t582A-E.\n12\nSee\r\n\tin this regard the three judgments in the\nNational\r\n\tBank of SA Ltd v Leon Levson Studios Ltd\nabove, n 7, and\nDavis v Pretorius\n1909 TS 868\nat 871-2.\n13\n[1978]\r\n\t1 All ER 976\n(CA) at 983b-d.\n14\nThe\r\n\treliance by my learned colleague on this sentence is, with respect,\r\n\tmisplaced as it has been clear since\nConradie\r\n\tv Rossouw\n1919 AD 279\nthat\r\n\tthe English law of consideration forms no part of the law of South\r\n\tAfrica.\n15\n(613/09)\n[2010] ZASCA 71\n(21 May 2010).",
  "scraped_at": "2026-02-11T20:41:23.931695",
  "date": "2010-10-01",
  "coram": [
    "Mpati P",
    "Cloete",
    "Cachalia",
    "Mhlantla JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "491/09",
  "parties": {
    "applicants": [
      "Dormell Properties 282 CC"
    ],
    "respondents": [
      "Renasa Insurance Company Limited",
      "Stephen Malcolm Gore",
      "Trevor Philip Glaum",
      "Mogamat Igsahaan Higgins"
    ]
  },
  "sections": {
    "facts": "Dormell Properties 282 CC (originally a private company) entered into a JBCC principal building agreement with Synthesis Projects (Cape) Pty Ltd to construct the Cobble Walk Retail Development. Renasa Insurance issued a fixed construction guarantee in favour of the employer, which after the conversion of the company into a close corporation was still in the name of the original company. The guarantee specified a guaranteed sum of R6,691,646.78 and an expiry date of 28 February 2008. On that date Dormell cancelled the building contract and demanded payment under the guarantee. Renasa refused, stating the guarantee had expired at midnight of 27 February 2008. The lower court dismissed Dormell’s request for rectification of the guarantee and held the guarantee had expired. An arbitration between Dormell and Synthesis later found that Dormell had not been entitled to cancel the contract, but that award was not initially before the court a quo.",
    "issues": "1) Whether the construction guarantee should be rectified to reflect Dormell (the close corporation) as the employer/beneficiary. 2) The correct expiry date of the guarantee and whether the demand made on 28 February 2008 was timely. 3) Whether the guarantee is enforceable in light of the arbitration award that held Dormell had unlawfully cancelled the building contract. 4) Whether an order for payment would be merely academic under s 21A of the Supreme Court Act.",
    "principles": "The court considered the civil versus natural method of time computation, holding that where a contract specifies a definite expiry date no computation is required and the guarantee expires on that date. It applied the doctrine of rectification, requiring proof of a common intention or antecedent agreement, referencing Levin v Zoutendijk, Spiller & Others v Lawrence and Meyer v Merchant’s Trust. The enforceability of performance guarantees was examined under Lombard Insurance v Landmark Holdings and Loomcraft Fabrics v Nedbank, emphasizing that the guarantor’s liability is independent of the underlying contract unless fraud is proven. The court also considered s 21A of the Supreme Court Act on the practical effect of an order.",
    "application": "The majority held that the guarantee expired on 28 February 2008 as per the stated expiry date and that the civil method of computation was inapplicable. Because the lower court had correctly found no basis for rectification (no antecedent agreement or clear common intention), the appeal to rectify the guarantee was dismissed. The demand was deemed timelier than the court a quo concluded, but the guarantee had already expired, rendering enforcement impossible. Consequently, the appeal was dismissed and the order of the court a quo set aside. The respondents’ application to adduce the arbitration award was allowed, but it did not affect the enforceability of the guarantee.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the lower court’s finding that the guarantee had expired, and refused the rectification request. The respondents were granted leave to introduce the arbitration award as evidence. Costs were awarded as outlined: the appellant pays the respondents’ costs (including two counsel) from 16 October 2009, and the respondents pay the appellant’s costs jointly and severally up to 15 October 2010. The order of the court a quo was set aside and substituted with a cost order in favour of the appellant."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Guarantees & Performance Bonds",
    "level_3": [
      "rectification",
      "expiry date",
      "construction guarantee",
      "enforceability",
      "civil method of time computation"
    ]
  }
}