{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/49.html",
  "case_name": "Steyn v S (444/09) [2010] ZASCA 49 (31 March 2010)",
  "citation": "[2010] ZASCA 49",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 49\n|\nNoteup\n|\nLawCite\nSteyn v S (444/09) [2010] ZASCA 49 (31 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 444/09\nMavis Pemella Steyn\nAppellant\nand\nThe State\tRespondent\nNeutral citation:\nSteyn\nv The State (444/09)\n[2010] ZASCA 49\n(31 March 2010)\nCoram:\nNugent JA, Griesel et\nMajiedt AJJA\nHeard:\n10 March 2010\nDelivered:\n31\nMarch 2010\nSummary:\nAppeal against\nrefusal of a petition for leave to appeal against sentence â\nprocedural irregularity and shortcomings in respect\nof the provisions\ncontained in s 309B(5)(c)(ii)  and\ns 309B(6)\nof the\nCriminal\nProceudre Act, 51 of 1977\nâ no reasonable prospects of success in\nan envisaged appeal against sentence.\nORDER\nOn appeal from: Free State High Court, Bloemfontein\n(Kruger and Van Zyl JJ sitting as court of appeal).\nThe application for leave to appeal against the refusal\nof the appellant's petition in the court below is dismissed.\nJUDGMENT\nMAJIEDT AJA (Nugent JA and Griesel AJA\nconcurring)\n[1]\tThe appellant, Ms Mavis Pemella Steyn, was convicted\non her plea of guilty in the regional court on charges of forgery,\nuttering\nand fraud. Counts one and two (forgery and uttering) were\ntaken together for sentencing purposes and she was sentenced to two\nyears'\nimprisonment, conditionally suspended for five years. On count\nthree (fraud) the appellant was sentenced to five years' imprisonment\nin terms of s 276(1)(i) of the Criminal Procedure Act, 51 of 1977\n(the Act). This appeal is against the sentence imposed.\n[2]\tAfter leave to appeal had been refused by the trial\ncourt, the high court (Van Zyl J and Voges AJ) granted leave to the\nappellant\nto lead the further evidence of a social worker on sentence\n(this application to lead further evidence was filed together with a\npetition for leave to appeal). The matter was remitted to the trial\ncourt in terms of s 309C(7)(d) of the Act to receive the further\nevidence.\n[3]\tThe evidence of the social worker, Dr C C Wessels,\nwas heard by the trial court in terms of s 309B(5)(c)(i) of the Act.\nNo recordal\nof the trial court's findings and views relating to that\nevidence was made, as is required in s 309B(5)(c)(ii) (the further\nevidence\nrecordal).\n1\n[4]\tThe petition and the further evidence of Dr Wessels\nserved before Kruger and Van Zyl JJ (Voges AJ was unavailable at that\ntime).\nLeave to appeal was refused by the learned judges.\n[5]\tAn application for leave to appeal the refusal of\nthe petition was thereafter filed by the appellant. On the day before\nthe hearing\nthereof, the further evidence recordal was filed at the\nregistrar of the high court. At the hearing the prosecutor submitted\nthat\nthe interests of justice required that the sentence be set aside\nand remitted to the trial court for reconsideration. Kruger J (van\nZyl J concurring) considered the high court to be\nfunctus\nofficio\nand granted leave to appeal to this\ncourt.\n[6]\tIt is plain from the aforegoing exposition that the\nhigh court had considered the petition and dr Wessels' further\nevidence without\nthe further evidence recordal before it. This is an\nirregularity, since s 309B(6) provides that any further evidence\nreceived under\ns 309B(5) shall for purposes of an appeal be deemed to\nbe evidence taken or admitted at the trial. The further evidence\nwould in\nmy view also in terms of this deeming provision have to be\nregarded as part of the evidence in a subsequent petition for leave\nto\nappeal. Section 316(5)(c)(ii) and (6) contain similarly worded\nprovisions in respect of the further evidence recordal in proceedings\nin the high court as court of first instance. Section 309B(5)(c)(ii)\nis couched in peremptory terms. The further evidence recordal\ncontemplated in this section can conceivably play an important role\nin the determination of an appeal (or petition for leave to appeal),\nas it contains the trial court's views on the quality of the further\nevidence before it (having seen the witness/es itself).\n2\nThe aforementioned irregularity is not fatal for reasons that will\nbecome apparent.\n[7]\tThe further evidence recordal in the present matter\nis rather cryptic and does not in my view comply with the prescripts\nof s\n309B(5)(c)(ii). It reads as follows:\n'Daar was gehandel in terme van\nArtikel 309B(5)(c) Wet 51/77. Vir sover dit subartikel (ii) van\nbogenoemde artikel betref blyk dit\nuit die aanklaer se\nkruisondervraging presies wat die getuie se bevoegdheid behels vir\nsover dit gegaan het rondom haar verslag.\nRondom haar\ngeloofwaardigheid het ek niks by te voeg nie. Uit haar getuienis en\nkruisondervraging blyk dit dat sy nie oor dieselfde\nondervinding\nbeskik as Mevrou Viljoen nie. Ek het niks by te voeg nie'.\nNo finding was made by the trial court on the cogency\nand sufficiency of the further evidence, as is required by the said\nprovision.\n[8]\tDespite the procedural irregularity and shortcomings\nset out above, this matter can and ought to be disposed of by this\ncourt.\nWe have before us an appeal against the refusal of the high\ncourt to grant leave to appeal against sentence. We must therefore\nconsider\nwhether there is a reasonable prospect of success in the\nenvisaged appeal against sentence. The issue is accordingly whether\nleave\nto appeal should have been granted by the high court and not\nthe appeal itself.\n3\nThe procedural shortcomings relate, inter alia, to the lack of the\ntrial court's recordal of its views and findings on the cogency\nand\nsufficiency of the further evidence of an expert witness on sentence,\nthe social worker, Dr Wessels. This further evidence is\nbefore us and\nwe are in no worse a position to consider the cogency and sufficiency\nof that evidence ourselves, than we would have\nbeen if the further\nevidence recordal had been properly made. Credibility and demeanour\nfindings are of less importance in the case\nof expert evidence on\nsentence than in the case of, say, eyewitness evidence on the merits.\n Moreover, demeanour has a lesser role\nto play in assessing the\ncogency of evidence than the content of the evidence itself.\n4\nIn the present case there is nothing to suggest that Dr Wessels was\nanything but honest.\n[9]\tThe appellant committed the offences whilst employed\nat a firm of insurance brokers. During December 2005 she falsified a\nvaluation\ncertificate in respect of a wristwatch and a ring by\naltering it to a certificate in respect of a ring only. She also\neffected a\nfurther alteration thereto by substituting her own name\nfor that of the true owner. During January 2006 she lodged a claim\nfor the\nloss of the ring with Mutual & Federal Insurance, but the\nclaim was not met. The potential loss to the insurance company was\nR42 000.\n[10]\tThe appellant was 30 years old at the time of\nsentencing. She is married with two children of 2 and 5 years old\nrespectively.\nShe was employed and earned R2 500 per month. Her\nemployers were prepared to re-employ her should she receive a short\nterm of imprisonment.\nShe had a previous conviction for fraud, also\ncommitted in the course of her employment with a previous employer.\nShe received a\nsuspended sentence of imprisonment on condition, inter\nalia, that she compensate the complainant by regular monthly\npayments. It\nis common cause that the appellant is in default with\nthese payments.\n[11]\tThe appellant testified in mitigation of sentence.\nThe State adduced the evidence of Ms Marinda Viljoen, a probation\nofficer\nin the employ of the Department of Correctional Services. Her\nwritten report was also handed in. As stated above, the further\nevidence\nof Dr Wessels, a social worker, was presented later in the\nproceedings by the defence.\n[12]\tThe appellant's testimony concerned her childhood,\nemployment history and her family circumstances. She also testified\nabout\nher present and past conviction. The appellant grew up in very\ndifficult circumstances in a home where an abusive father caused\ngreat\ndisharmony in the family. Her father abused alcohol and, when\nintoxicated, routinely battered his spouse and young children. The\nunhappy marriage inevitably ended in divorce. The appellant was\ncompelled to leave school at a young age while in standard 6 (grade\n8\nin today's nomenclature), to seek employment to augment the family's\nmodest income. In her evidence the appellant sought to explain\naway\nthe recurring problems she experienced in her employment career of\nbeing accused of theft or fraud by her various employers.\n[13]\tThe two pre-sentence reports compiled by Ms Viljoen\nand Dr Wessels differ markedly in their assessment of the appellant.\nMs Viljoen's\nreport and evidence portrayed the appellant as\nmanipulative, dishonest, greedy, sly, immature and a troublemaker.\nThis information\nwas gleaned mostly from appellant's previous\nemployers and from her husband's family. It bears mention that Ms\nViljoen did not interview\nthe appellant's own mother. Dr Wessels, on\nthe other hand, sketched a far more positive image of the appellant,\nemphasizing her troubled\nupbringing and highlighting the appellant's\nconcerted efforts to provide for her family. Dr Wessels made the\nstartling observation\nthat the appellant's husband's family had\nadmitted to Dr Wessels that they had conveyed untruths concerning the\nappellant to Ms Viljoen.\nAs confirmation of this, Dr Wessels\nindicated to the trial court that, at her request, the appellant's\nmother-in-law was present\nat court to testify in corroboration of\nthese allegations. As it turned out, the appellant's mother-in-law\ndid not testify. Dr Wessels\nhad also conducted an interview with the\nappellant's mother.\n[14]\tIt is not necessary to resolve the striking\ndichotomy between these two pre-sentence reports. It can be accepted\nthat the appellant\nhas had a troubled childhood, has struggled to\nmake ends meet, is a caring and devoted spouse and mother and has by\nand large sought\nto obtain gainful employment to help make ends meet\nat home. But a consideration of the gravity of the offence, taking\ninto account\nthat the appellant had, as before, again abused a\nposition of trust in her employment situation, counters her mostly\nmitigating personal\ncircumstances. A further related countervailing\nfactor is her previous conviction for a similar offence committed in\nsimilar circumstances.\n The benefit afforded her on the previous\noccasion through a suspended sentence has not had the desired\ndeterrent effect. Instead\nshe is in default of the conditions of\nsuspension as regards her non-payment and repeat offending.\n[15]\tThe sentence imposed is in line with sentences\nimposed generally for similar offences.\n5\nThere is nothing in the circumstances of this matter with regard to\nthe appellant or the offence which persuade me that there is\na\nreasonable prospect of the high court interfering on appeal with the\nsentence imposed. The conditional suspension of the term of\nimprisonment on counts 1 and 2 and the term of imprisonment from\nwhich the appellant may be placed under correctional supervision\nin\nthe discretion of the Commissioner or a parole board on count 3,\nprovides the appellant with another opportunity for rehabilitation\nmostly outside prison.\n[16]\tThere is no reasonable prospect of success in an\nappeal against sentence and the application for leave to appeal\nagainst the\nrefusal of the appellant's petition in the court below is\ndismissed.\n_____________\nS A MAJIEDT\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tR van Wyk\nInstructed by:\nNaudes Inc, Bloemfontein\nFor respondent:\tE Liebenberg\nInstructed by:\nDirekteur: Openbare Vervolgings, Bloemfontein\n1\nS 309B(5)(c)(ii) reads as follows:\n'(c)\tThe court granting an application\n\tfor further evidence must â\n(i)\t. . . .\n(ii)\trecord its findings or views with regard to that evidence,\n\tincluding the cogency and the sufficiency of the evidence, and\nthe\n\tdemeanour and credibility of any witness.'\n2\nSee: Du Toit et al,\nCommentary\n\ton the\nCriminal Procedure Act\nat\n31-16.\n3\nSee:\nS v Matshona\n[2008] 4 All SA 68\n(SCA) para 5.\n4\nBody Corporate of Dumbarton Oaks v Faiga\n[1998] ZASCA 101\n;\n1999\n\t(1) SA 975\n(SCA) 101 at 979I-J;\nCommercial\n\tUnion Insurance Co of SA Ltd v Wallace NO\n2004\n\t(1) SA 326\n(SCA) at paras 40-42;\nMedscheme\n\tHoldings (Pty)Ltd and another v Bhamjee\n2005\n\t(5) SA 339\n(SCA)  at para 14.\n5\nS v Michele & Another\n2010\n\t(1) SACR 131\n(SCA)\n[2009] ZASCA 116\n, para 10 and cases cited there.",
  "scraped_at": "2026-02-11T20:21:07.184090",
  "date": "2010-03-31",
  "coram": [
    "Nugent JA",
    "Griesel AJA",
    "Majiedt AJA"
  ],
  "case_number": "444/09",
  "parties": {
    "applicants": [
      "Mavis Pemella Steyn"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Ms Mavis Pemella Steyn was convicted in the regional court of forgery, uttering and fraud after falsifying a valuation certificate for a wristwatch and ring, resulting in a claimed loss of R42,000 to an insurer. She received a two‑year suspended sentence for the forgery and uttering counts and a five‑year imprisonment term for fraud. At the time of sentencing she was 30, married with two young children, earning R2,500 per month, and faced possible re‑employment after a short custodial term. She had a prior fraud conviction and was in default of a suspended‑sentence condition to make monthly restitution payments. Evidence included a pre‑sentence report by a probation officer portraying her negatively, and a later social‑worker report by Dr C C Wessels offering a more sympathetic view, noting her troubled upbringing and family responsibilities.",
    "issues": "The principal issue was whether there was a reasonable prospect of success for an appeal against the sentence, taking into account procedural irregularities in the handling of further evidence under s 309B(5)(c)(ii) and s 309B(6) of the Criminal Procedure Act. A subsidiary issue concerned whether the high court erred in refusing leave to appeal the sentence and whether the procedural defect related to the missing recordal of the trial court's findings on the further evidence was fatal.",
    "principles": "The judgment applied the requirements of s 309B(5)(c)(ii) and s 309B(6) of the Criminal Procedure Act, which mandate that a court record its findings on the cogency and sufficiency of further evidence and deem such evidence as part of the original trial record for appellate purposes. It also relied on the established test for granting leave to appeal—whether there is a reasonable prospect of success on the merits of the contemplated appeal. Sentencing principles concerning the balance between mitigating personal circumstances and aggravating factors such as repeat offending and abuse of trust were considered.",
    "application": "The Court held that the procedural irregularity—failure to record the trial court’s findings on Dr Wessels’s evidence—was not fatal, as the appellate court could evaluate the evidence itself. It examined the factual matrix, noting the appellant’s difficult childhood and family responsibilities but weighing them against the seriousness of the fraud, the repeat nature of the offence, and the failure of a previous suspended sentence to deter further wrongdoing. The sentence was found consistent with comparable cases, and the availability of a suspended term and possible correctional supervision provided a sufficient rehabilitation opportunity.",
    "conclusion": "The Court concluded that there was no reasonable prospect of success in an appeal against the sentence and dismissed the application for leave to appeal the refusal of the appellant’s petition. The sentence imposed therefore remains in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "appeal",
      "procedural irregularity",
      "fraud",
      "sentence"
    ]
  }
}