{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/93.html",
  "case_name": "Combined Business Solutions CC v Courier & Freight Group (Pty) Ltd (325/09) [2010] ZASCA 93; [2011] 1 All SA 10 (SCA) (19 July 2010)",
  "citation": "[2010] ZASCA 93",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 93\n|\nNoteup\n|\nLawCite\nCombined Business Solutions CC v Courier & Freight Group (Pty) Ltd (325/09) [2010] ZASCA 93; [2011] 1 All SA 10 (SCA) (19 July 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 325/09\nNo precedential value\nCOMBINED DISTRIBUTION SOLUTIONS\r\nCC\n...............................\nAppellant\nand\nTHE COURIER & FREIGHT GROUP\r\n(PTY) LTD\nt/a XPS\n...............................................................................................\nRespondent\nNeutral citation:\nCombined\r\nDistribution Solutions v Courier & Freight Group (325/09)\n[2010]\r\nZASCA 93\n(19 July 2010)\nCoram:\nNUGENT, HEHER,\r\nMLAMBO and MALAN JJA and MAJIEDT AJA\nHeard:\n12 MAY 2010\nDelivered: 19 JULY\n2010\nSummary: Oral agreement –\r\nwhether established – whether damages sustained in consequence\r\nof breach\nORDER\nOn appeal from: North Gauteng\r\nHigh Court (Botha J sitting as court of first instance).\nThe appeal is dismissed with\r\ncosts.\nJUDGMENT\nNUGENT JA (HEHER, MLAMBO and\r\nMALAN JJA and MAJIEDT AJA concurring).\n[1] This is an appeal against an\r\norder of the High Court at Pretoria (Botha J) dismissing a claim for\r\ndamages for breach of contract.\nThe appeal is before us with the\r\nleave of that court.\n[2] The appellant is a close\r\ncorporation of which Ms Oosthuizen is the sole member. It conducts\r\nbusiness as a broker in the courier\nindustry. In the ordinary course\r\nthe appellant will negotiate tariffs for the provision of courier\r\nservices by a service provider.\nIt will then contract with persons\r\nwho make use of those services. It will place its customer’s\r\nbusiness with the service\nprovider, making its profit from the\r\nmark-up that it charges its customer. At the end of each month the\r\nservice provider will invoice\nthe appellant and provide it with a\r\ndetailed report for the services that it has provided.\n[3] This case arises from an\r\nattempt by the appellant to secure the business of a company referred\r\nto in the evidence as Elster\nKent Metering. Elster Kent manufactured\r\nwater meters and used the services of a courier to deliver the meters\r\nto its customers.\nSuch was the volume of its business that it needed\r\nto have a person permanently on its premises to complete the relevant\r\ndocumentation\nand to arrange for its goods to be despatched daily.\n[4] Ms Oosthuizen was introduced\r\nto one of the directors of Elster Kent with a view to securing its\r\nbusiness. At that time Elster\nKent was being served by a company that\r\nwas referred to as RTT but Elster Kent was willing to allow the\r\nappellant the opportunity\nto take over its business. The respondent\r\nwas Ms Oosthuizen’s preferred service provider and was at that\r\ntime being used\nby her to provide services to other customers. As\r\nwill appear later in this judgment the state of the appellant’s\r\naccount\nwith the respondent became an important element in the\r\ndispute that arose between them.\n[5] In view of the volume of the\r\nbusiness the appellant would need to install at the premises of\r\nElster Kent what was called an\n‘in-house’ computer system\r\n– also referred to at times as a ‘full-house’\r\nsystem. This was a computer\nsystem, linked to the system of the\r\nrespondent, which would record all parcels despatched, and would\r\nenable their whereabouts to\nbe tracked. The components of the system\r\ncomprise a computer, a modem, a telephony line, appropriate software,\r\nand a specialised\nlitho printer (also referred to as a Zebra\r\nprinter).\n[6] It is not necessary to relate\r\nall the negotiations that took place with a view to securing the\r\nbusiness of Elster Kent. It is\nsufficient to say that at the outset\r\nMs Oosthuizen visited the premises of Elster Kent in the company of\r\nthe operations manager\nof the respondent, Mr Permal, to enable him to\r\nevaluate what would be involved in providing the service. Mr Permal\r\nwas impressed\nwith the volume of business that would be generated and\r\napparently reported back to the respondent that an ‘in-house’\n\nsystem should be installed as soon as possible so that the business\r\ncould be secured. That is corroborated by a letter written\nto Ms\r\nOosthuizen after that visit, by Ms Venter, a sales representative of\r\nthe respondent, in which she recorded the following:\n‘\nDesmond\r\n[Permal] seems to think that we must get the in-house going as\r\nquickly as possible, because we will pick up the business\nonce they\r\nsee we can handle the volumes … Let me have the client’s\r\ndetails so that I can start organizing the software\nwith the\r\n[information technology] department …’\n[7] At that stage the appellant\r\nwas already providing Elster Kent with a service for its smaller\r\nparcels. The idea was that it would\ninstall the in-house system on\r\nthe premises and demonstrate to Elster Kent that it could deal with\r\nthe volume of its entire business.\nIf Elster Kent was satisfied that\r\nthe appellant could fulfil its requirements then it would terminate\r\nthe services of its existing\nprovider and appoint the appellant to\r\nhandle all its business.\n[8] Meanwhile a meeting took\r\nplace on Wednesday 11 February 2004 between Ms Oosthuizen, Ms Venter,\r\nand Mr Hendricks, the managing\ndirector of the respondent, to discuss\r\nthe proposed business. At the meeting Ms Oosthuizen told Mr Hendricks\r\nthat Elster Kent required\nan in-house system to be installed by 20\r\nFebruary 2004. Elster Kent had agreed that it would provide the\r\ncomputer, the modem and\nthe telephony line. What the appellant\r\nrequired from the respondent was that it should supply the necessary\r\nsoftware and the litho\nprinter. Ms Oosthuizen said that Mr Hendricks\r\nagreed to do so.\n[9]\nMs\r\nOosthuizen’s\naccount of what occurred at the meeting was\r\ndenied by Mr Hendricks and Ms Venter. According to their evidence the\r\nrespondent would\nconsider installing an in-house system only after\r\nevaluating the volume of work that would be generated.\n[10] There is some support for Ms\r\nOosthuizen’s version of events in the correspondence that\r\nfollowed the meeting. On the evening\nof 11 February 2004 Ms\r\nOosthuizen wrote to Ms Venter, with copies to Mr Permal and Mr\r\nHendricks, in which she asked Ms Venter to\n‘please give me a\r\ndate and time for next week when the in-house will be implemented.’\r\nIn reply Ms Venter wrote on 13\nFebruary 2004 that ‘this will\r\ntake 7 days. They have to get the software set up for the in-house,\r\nplease give me the client’s\ndetails, address, contact numbers,\r\ncontact person, what type of line they have for us to use’. On\r\nthe evening of Sunday 15\nFebruary 2004 Ms Oosthuizen wrote to Ms\r\nVenter asking her ‘wanneer kan ek sê sal [die respondent]\r\nby Elster opdaag\nvir installasie?’ The following morning Ms\r\nVenter replied to Ms Oosthuizen in the following terms: ‘You\r\nand I must\nget together as you must sign a form for the in-house\r\ninstallation, then I have to give it to Kenny from [information\r\ntechnology]\ndepartment who will then process the instruction.’\r\nThat afternoon they met and the relevant document was signed.\n[11] But things took a different\r\nturn on Wednesday 18 February 2004 when Ms Venter wrote to Ms\r\nOosthuizen as follows:\n‘\nI\r\ndo not have good news regarding Elster in-house. I have just spoken\r\nto Victor [Hendricks], he says sorry, but we can not supply\na new\r\nZebra printer at the moment. If one becomes available soon from an\r\nin-house closing, we will advise you and get the request\nfor an\r\nin-house at Elster in motion.\nA new printer is\r\ngoing to cost us R20 000.00 and we can not be sure the client’s\r\nspend at this moment in time will justify\nus spending this amount of\r\nmoney.’\n[12] Meanwhile, another\r\ndifficulty had developed for the appellant. In order to conduct\r\nbusiness the appellant required credit to\nbe extended by the\r\nrespondent. By agreement between them credit had been granted to the\r\nappellant up to a limit of R50 000.\nThe written agreement\r\nbetween the parties regulating the terms on which they would do\r\nbusiness recorded that\n‘\ncredit\r\nfacilities granted by [the respondent] … shall be in the sole\r\ndiscretion of [the respondent] which may at any time\nterminate or\r\nvary such facilities’.\n[13] On 9 February 2004 the\r\ncredit manager of the respondent, Mr Sotyato, wrote to the appellant\r\nadvising that the sum of R137 312\nwas outstanding on her\r\naccount, and that if the amount was not paid the appellant would have\r\n‘no option but to suspend your\naccount’. Ms Oosthuizen\r\nreplied on 15 February 2004 advising that she had reviewed the\r\naccount and had come across numerous\ndiscrepancies that needed to be\r\nresolved. Again on 17 February 2004 she wrote a long letter to Mr\r\nSotyato raising numerous concerns\nabout the account. But Mr Sotyato\r\nwas unrelenting and he advised Ms Oosthuizen that payment of the full\r\namount claimed was required\nby 20 February 2004, and that in the\r\nabsence of a response by 19 February 2004 the account would be ‘put\r\non hold’ until\npayment had been made.\n[14] There is no dispute that at\r\nthat time the appellant owed the respondent the sum of at least\r\nR90 524. On 20 February the\nappellant’s attorney wrote to\r\nMr Sotyato as follows:\n‘\nWe\r\nhave been informed by our client that you have frozen her account\r\nwith [the respondent] and that she is currently in no position\nto\r\nconduct her day to day business.\nWe confirm that our\r\nclient has [on] numerous occasions requested you to provide her with\r\nthe correct statements of her account reflecting\nthe outstanding\r\namount due and owing to yourselves.\nFurthermore we would\r\nlike to bring to your attention that our client indicated that she is\r\ntrying to reach an agreement with yourselves\ntoday, the 20\nth\nFebruary 2004, in order to try and resolve this matter.\r\nOur client indicated that she is an amount of R90 524,22\r\nindebted to\nyourselves.\nWe confirm that our\r\nclient has paid this amount into our trust account with instructions\r\nto pay this amount to yourselves as soon\nas you give attention to her\r\nrequests …’\n[15] By 23 February 2004 it seems\r\nthat the respondent was contending that the amount outstanding was\r\nfar more than the amount originally\nclaimed. On that day Mr Sotyato\r\nwrote to Ms Oosthuizen, with reference to the letter from her\r\nattorney, disputing that the relevant\nstatements had not been\r\nprovided, and saying the following:\n‘\nI\r\nhave lifted the suspension on your account and thereby request\r\ncompliance to the following conditions:\nI will accept\r\npayment of no less than R100 000 two days from receipt of this\r\nfaxed copy of this letter.\nAn additional\r\npayment of R100 000 is expected in two weeks from receipt fax\r\ncopy of this letter\nThe account will\r\nthen have to be paid in 30 days and you will also be required to\r\ncomply with the approved credit limits.\nFull compliance with\r\nour terms and conditions of trade should be maintained from today\r\nonwards.\nFailure to comply\r\nwith any of the above conditions will result in the immediate\r\nsuspension of the account.’\n[16] It is common cause that no\r\nmoneys were paid to the respondent. The account was duly suspended\r\nand no further business was capable\nof being done by the appellant\r\nwith the respondent.\n[17] Relying upon the alleged\r\noral agreement by the respondent to provide a printer for the\r\nin-house system that was to be installed\nat the premises of Elster\r\nKent, and its failure to do so, the appellant sued the respondent.\r\nThe appellant alleged that had the\nrespondent not breached the\r\nagreement the appellant would have secured the business of Elster\r\nKent, which would have earned it\na profit of R696 428 during the\r\nperiod March 2004 to October 2005, and damages were claimed in that\r\namount. Apart from denying\nthe claim the respondent counterclaimed\r\nfor payment of the sum of R281 466,11 that was alleged to be\r\nowing by the appellant\nfor services that had been provided.\n[18] By agreement between the\r\nparties the court below ordered that the respondent’s\r\n‘liability’ for the claim\nwould be determined initially,\r\nand that the ‘quantum’ of the claim, and the\r\ncounterclaim, would stand over for later\ndetermination. Once again,\r\nas is so often the case when issues are separated, counsel for the\r\nrespective parties differed on the\nmeaning of that order.\n[19] Counsel for the appellant\r\nsubmitted that the effect of the order was that the court was called\r\nupon to decide only whether\nthere was an oral agreement and whether\r\nit was breached. Counsel for the respondent, on the other hand,\r\nsubmitted that, in addition,\nthe court was called upon to decide\r\nwhether the appellant had sustained damages in consequence of the\r\nalleged breach.\n[20] In its ordinary meaning the\r\n‘quantum’ of a claim refers to the monetary amount of a\r\nclaim. That being the only\nissue that was left over for later\r\ndetermination I think the court below must be taken to have meant by\r\nits order that the enquiry\nwould extend to the question whether the\r\nappellant sustained damages in consequence of the alleged breach.\r\nIndeed, I think it is\napparent from the findings that were made by\r\nthe court below that that is what it intended its order to mean. I\r\nmight add that\nthe facts in that regard were fully canvassed in the\r\nevidence.\n[21] The court below found that\r\nthe parties indeed concluded the oral agreement alleged by the\r\nappellant and that the respondent\nbreached the agreement by failing\r\nto supply the printer but it dismissed the claim on other grounds.\r\nThe respondent has purported\nto conditionally ‘cross appeal’\r\nagainst that finding but I think that that was misconceived. It is\r\ntrite that an appeal\nlies against the order that is made by a court\r\nrather than against the reasons for the order. The order in this case\r\nwas made in\nfavour of the respondent and it was open to the\r\nrespondent to support that order on whatever grounds were appropriate\r\nwithout noting\na ‘cross appeal’.\n[22] In view of the conclusion to\r\nwhich I have come it is not necessary to consider whether the finding\r\nof the court below that\nI have referred to was correct. I will assume\r\nfor present purposes that an oral agreement was indeed concluded, and\r\nbreached, as\nalleged by the appellant. I will also assume –\r\nthough in my view it is by no means clear – that had the\r\nagreement been\nfulfilled the appellant would have secured the\r\nbusiness of Elster Kent.\n[23] The court below went on to\r\nfind that it had not been established that the appellant would have\r\nearned the moneys that it claimed\nto have lost. On the contrary, it\r\nfound that had the business of Elster Kent been secured, the\r\nappellant would not have been able\nto execute the work, because the\r\nrespondent had suspended its account and would thus not have provided\r\nthe necessary services.\n[24] Whether loss has been\r\nsustained in consequence of a breach of contract is a factual\r\nenquiry. The proper enquiry in such a case\nis what would have\r\noccurred had the contract been fulfilled. I think it is abundantly\r\nclear that if the in-house system had been\ninstalled the appellant\r\nwould not have been capable of executing any resultant contract with\r\nElster King because the respondent\nhad refused to provide further\r\nservices until the appellant paid the moneys that were claimed to be\r\nowing. Counsel for the appellant\nsubmitted that although the account\r\nwas at first suspended the suspension was lifted on 23 February 2004.\r\nWhile that is indeed\nso, the suspension was lifted only\r\nconditionally. It is common cause that the conditions were not met\r\nand that the suspension took\neffect once more on 25 February 2004.\n[25] In heads of argument that\r\nwere submitted on behalf of the appellant after the hearing of the\r\nappeal it was submitted that the\nappellant was entitled at least to\r\ndamages for loss sustained over a period of four working days from\r\nthe time the agreement was\nallegedly repudiated on 18 February 2004\r\nuntil the account was finally suspended on 25 February 2004. (Of\r\ncourse the respondent’s\nobligation was to install the printer\r\nby no later than 20 February 2004 – leaving only two working\r\ndays before the account\nwas finally suspended.) I do not think the\r\nsubmission can be sustained. This claim was not about the recovery of\r\nloss sustained\nover two (or four) days. Indeed, the claim in the\r\npleadings was for loss alleged to have been sustained only from 1\r\nMarch 2004\nand it is not open to the appellant to claim damages for\r\nan earlier period. But that apart, the evidence does not establish\r\nthat\nif the printer had been installed the appellant would\r\nimmediately have commenced to do business and there is no reason\r\nsimply to\nassume that that would have occurred.\n[26] It was also submitted on\r\nbehalf of the appellant that the respondent had not established that\r\nmoney was indeed owing by the\nappellant and that it was entitled to\r\nimpose the suspension. I referred earlier to the written agreement\r\nbetween the parties, which\nentitled the respondent to terminate the\r\nappellant’s credit at any time. Whether or not money was owing\r\nby the appellant\nseems to me in the circumstances to be immaterial.\r\nBut that notwithstanding, it is common cause that at least R90 524\r\nwas\nowing by the appellant. It is true, as pointed out by the\r\nappellant’s counsel, that the appellant paid that sum into her\r\nattorney's trust account, to be paid to the respondent if certain\r\nconditions were met. It is trite that that did not constitute\npayment\r\nof what was owing, nor even a tender of payment. On any basis, then,\r\nthe respondent was entitled to suspend the account,\nas it did, and\r\nthe appellant would not have been capable of doing business. In those\r\ncircumstances the finding of the court below\ncannot be faulted and\r\nthe appeal ought to be dismissed. While the respondent might have\r\nbeen justified in employing two counsel\nI do not think that the\r\nappeal was such that the cost thereof should be borne by the\r\nappellant.\n[27] The appeal is dismissed with\r\ncosts.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: F W Botes\nInstructed\r\nby:\nCouzyn,\r\nHertzog & Horak Inc, Pretoria\nSchoeman\r\nMaree Inc, Bloemfontein\nFor\r\nrespondent: J Both SC\nP\r\nG Seleka\nInstructed\r\nby:\nMadhlopa\r\nInc, Pretoria\nMcIntyre\r\n& Van der Post, Bloemfontein",
  "scraped_at": "2026-02-11T20:31:14.248752",
  "date": "2010-07-19",
  "coram": [
    "NUGENT JA",
    "HEHER JA",
    "MLAMBO JA",
    "MALAN JJA",
    "MAJIEDT AJA"
  ],
  "case_number": "325/09",
  "parties": {
    "applicants": [
      "Combined Distribution Solutions CC"
    ],
    "respondents": [
      "The Courier & Freight Group (Pty) Ltd t/a XPS"
    ]
  },
  "sections": {
    "facts": "Combined Distribution Solutions CC (the appellant) acted as a broker in the courier industry and sought to obtain the business of Elster Kent, a manufacturer of water meters. To secure the contract, the appellant needed to install an ‘in‑house’ computer system at Elster Kent’s premises, which required a specialised Zebra printer supplied by the respondent, The Courier & Freight Group. Meetings in February 2004 resulted in an alleged oral agreement that the respondent would provide the printer and software. The respondent later refused to supply the printer, citing cost concerns. Concurrently, a credit dispute arose: the appellant owed the respondent at least R90,524, and the respondent suspended the appellant’s account, preventing further business. The appellant sued for breach of the oral agreement and claimed damages of R696,428, while the respondent counterclaimed for unpaid services.",
    "issues": "The principal issues were (1) whether an oral agreement existed between the parties for the provision of the printer and software, (2) whether the respondent breached that agreement by failing to supply the printer, and (3) whether the appellant suffered recoverable damages as a consequence of the breach, taking into account the suspension of the appellant’s credit account.",
    "principles": "South African contract law requires proof of the existence of an agreement, breach, causation and loss for damages to be awarded. An oral agreement is enforceable if the parties’ conduct demonstrates consensus. Damages are only recoverable if the plaintiff can prove that the breach caused a loss that would not have occurred otherwise. A creditor may suspend credit facilities in accordance with contractual terms when the debtor defaults, and such suspension can affect the ability to perform subsequent contracts.",
    "application": "The court accepted that the parties had concluded an oral agreement and that the respondent breached it by not providing the printer. However, the court found that the appellant could not demonstrate that it would have secured Elster Kent’s business or earned the claimed profit because the appellant’s account remained suspended due to the outstanding debt. The suspension, permissible under the parties’ credit agreement, meant the appellant was unable to perform even if the printer had been supplied. Consequently, the causal link between the breach and the alleged loss was not established, and the damages claim failed.",
    "conclusion": "The appeal was dismissed with costs. The lower court’s order in favour of the respondent was upheld; the appellant’s claim for damages was rejected, and the respondent’s right to suspend the credit account was affirmed."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Breach of Contract",
    "level_3": [
      "oral agreement",
      "damages",
      "credit suspension",
      "business loss"
    ]
  }
}