{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/71.html",
  "case_name": "Britz v S (613/09) [2010] ZASCA 71; 2010 (2) SACR 524 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 71",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 71\n|\nNoteup\n|\nLawCite\nBritz v S (613/09) [2010] ZASCA 71; 2010 (2) SACR 524 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 613/09\nIn the matter between:\nELLOUISE\r\nBRITZ\nAppellant\nand\nTHE\r\nSTATE\nRespondent\nNeutral citation:\nBritz v\r\nS\n(613/09)\n[2010] ZASCA 71\n(27 May 2010).\nCoram:\nCLOETE\net\nMLAMBO JJA\net\nSALDULKER AJA\nHeard:\t\r\n18 May 2010\nDelivered:\t\r\n27 May 2010\nSummary:\nCriminal appeal:\r\nEvidence: application to adduce new evidence not available when\r\nappellant sentenced: approach of appeal court.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nEastern Cape\r\nHigh Court (Grahamstown) (Jansen and\nSandi JJ sitting as court of appeal):\nThe appeal is dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (Mlambo JA\net\nSaldulker AJA concurring):\n[1]\tOn 6 May 2008 in the Eastern Cape Commercial Crimes\r\nDivision of the regional court in Port Elizabeth, the appellant, an\r\nadult\nfemale aged 33 years, pleaded guilty to, and was convicted of,\r\n67 counts of fraud. The first fraud was committed in June 2003 and\n\nthe last, some three-and-a-half years later in January 2007. The\r\nappellant was employed by a close corporation as a bookkeeper.\nShe\r\nmade electronic transfers of money from the close corporation's bank\r\naccount into the account of her husband and she also purchased\ngoods,\r\nwhich she appropriated, from suppliers to the close corporation using\r\nthe close corporation's money, whilst representing\nto the close\r\ncorporation and its sole member that the transfers were to settle\r\ndebts owed to the close corporation's creditors\nand representing to\r\nthe suppliers that the goods had been purchased for the close\r\ncorporation. The total amount involved was over\nR330 000 and\r\nnothing has been voluntarily repaid.\n[2]\tOn 9 June 2008, after a correctional supervision\r\nreport had been submitted and evidence led from a probation officer\r\n(Ms van\nder Mescht), the appellant was sentenced, in a careful\r\njudgment by the regional magistrate, to five years' imprisonment of\r\nwhich\ntwo years were suspended conditionally for five years. The\r\nappellant served about four-and-a-half months of her sentence and\r\nthen\nbrought an application on notice of motion in the regional court\r\nfor condonation and leave to appeal against the sentence; and leave\n\nto place evidence, which was allegedly not available when she was\r\nsentenced, before that court and ultimately the court of appeal.\nAt\r\nthe same time the appellant brought an application for bail pending\r\nappeal. The application was supported by affidavits from\nthe\r\nappellant, her attorney and her husband, and a report from a\r\npsychologist. The evidence that the appellant sought to adduce\nwas\r\nthat after she had been sentenced, her mother had died and the latter\r\nwas therefore not able to give the appellant's children,\na girl born\r\non 12 April 1993 and a boy born on 29 January 1997, 'the necessary\r\ncare, attention and love that they needed whilst\nI served my\r\nsentence'. Further, according to the appellant, her husband 'had to\r\nwork extra long hours in order to make up for the\nloss of income that\r\nI was bringing to the family. As such my husband found it very\r\ndifficult to look after the children as he could\nnot be there when\r\nthey returned from school and as my mother was no longer alive.' The\r\npsychologist's report comprised a psychological\nassessment of the two\r\nchildren 'because of the change in their personal circumstances after\r\nthe incarceration of their mother and\nthe recent death of the\r\ngrandmother' and concluded: 'The family is in desperate need for a\r\nmother to take charge again of the emotional\nand physical wellbeing\r\nof the family. The children are not neglected but their emotional\r\nneeds for a mother are great and much\nneeded'. The submission in the\r\naffidavit by the appellant, and the submission on appeal, was that\r\nalthough the sentence was not\ninappropriate when it was imposed, the\r\ninterests of the children should lead a court of appeal to substitute\r\na non-custodial sentence.\nThe magistrate granted condonation and\r\nleave to appeal and ordered the appellant's release on bail.\n[3]\tIn the court a quo (Jansen J, Sandi J concurring)\r\nthe application and appeal were dismissed but that court (Jansen J,\r\nFroneman\nJ concurring) subsequently granted leave to appeal to this\r\ncourt. The basis of the judgment in the court a quo dismissing the\r\nappeal\nwas that an appeal must be decided on the basis of facts in\r\nexistence at the time the appellant was convicted or sentenced; that\n\nthere are no exceptions to this rule; and that where an appellant\r\nwishes to rely on facts which came into existence after sentence\nwas\r\nimposed, the proper remedy is not to appeal but to approach the\r\nexecutive authority. The court went on to point out that the\nCriminal\r\nProcedure Act\n1\nprovides for the conversion of a sentence of imprisonment to a\r\nsentence of correctional supervision. The court a quo therefore\ndid\r\nnot consider the merits of the application to lead further evidence\r\non appeal, although the court in its judgment granting\nleave to\r\nappeal considered that this court might do so because the interests\r\nof children were involved\n[4]\tThe power of a high court sitting as a court of\r\nappeal from a decision in the magistrate's court to hear further\r\nevidence derives\nfrom both the Criminal Procedure Act and the Supreme\r\nCourt Act.\n2\nSection 309(3) of the Criminal Procedure Act provides that a\r\nprovincial or local division sitting as a court of appeal shall 'have\n\nthe power referred to in s 304(2)' and paragraph (b) of that section\r\nin turn provides that 'such court may at any sitting thereof\nhear any\r\nevidence and for that purpose summon any person to appear and to give\r\nevidence or to produce any document or other article'.\nSection 22 of\r\nthe Supreme Court Act, which in terms also applies to this court,\r\nprovides that:\n'The appellate division or a\r\nprovincial division, or a local division having appeal jurisdiction,\r\nshall have power ─\n(a)\ton the hearing of an appeal\r\nto receive further evidence, either orally or by deposition before a\r\nperson appointed by such division,\nor to remit the case to the court\r\nof first instance, or the court whose judgment is the subject of the\r\nappeal, for further hearing,\nwith such instructions as regards the\r\ntaking of further evidence or otherwise as to the division concerned\r\nseems necessary. . .\n.'\nThis court has itself heard evidence on appeal ─\r\nin\nR v Carr\n3\nthe court apparently over a period of four days heard the evidence of\r\nas many medical doctors (two for the appellant, two for the\nState)\r\nand itself evaluated the conflicting evidence they gave, because it\r\nconsidered that this was 'the course best calculated\nto achieve the\r\ndue and expeditious administration of justice in the present case,\r\nthe decision of which it was obviously most undesirable\nto delay. . .\r\n.'\n4\n(The appellant had been sentenced to death.) However, as pointed out\r\nin\nS v De Jager\n5\nthe usual course, if a sufficient case has been made out, is to set\r\naside the conviction and/or sentence and send the case back\nfor the\r\nhearing of further evidence, with a suitable order\n6\nto guide the court that will hear the evidence. Such a course would\r\nbe unnecessary where the evidence contained in the affidavit\nmade in\r\nsupport of the application to receive it is accepted by the State (as\r\nin\nS v Michele & another\n7\n)\r\nor is incontrovertible (as in\nS v Karolia\n8\nand\nS v Jaftha\n9\n).\n[5]\tDespite the wide wording of the statutory\r\nprovisions, this court has laid down requirements which must be\r\ncomplied with before\nit would be prepared to hear evidence on appeal.\r\nThose requirements were summarised in\nS v De\r\nJager\n,\n10\nhave been 'applied in countless cases since',\n11\nand are as follows:\n'(a)\tThere should be some\r\nreasonably sufficient explanation, based on allegations which may be\r\ntrue, why the evidence which it sought\nto lead was not led at the\r\ntrial.\n(b)\tThere should be a\nprima\r\nfacie\nlikelihood of\r\nthe truth of the evidence.\n(c)\tThe evidence should be\r\nmaterially relevant to the outcome of the trial.'\nThe same requirements apply equally to any court sitting\r\nas a court of appeal:\nS v A\n.\n12\nIn addition, the general rule\n13\nis that an appeal court will decide whether the judgment appealed\r\nfrom (and that includes a judgment on sentence)\n14\nis right or wrong according to the facts in existence at the time it\r\nwas given, not according to new circumstances subsequently\ncoming\r\ninto existence. Nevertheless, this court has previously indicated\r\nthat the rule is not necessarily invariable\n15\nand the rule has recently been relaxed to allow evidence to be\r\nadduced on appeal of facts and circumstances which arose subsequent\n\nto the sentence imposed, where there were exceptional or peculiar\r\ncircumstances present:\nS v Karolia\n;\n16\nS v Michele\n;\n17\nS v Jaftha\n,\n18\nand also where there were misdirections by the court which imposed\r\nsentence, which had the effect that the appeal court was at\nlarge to\r\nimpose the sentence it considered appropriate:\nS\r\nv Barnard\n.\n19\n(It is not necessary for present purposes to consider whether this\r\nlatter situation should be subject to particular safeguards\nto\r\nprevent an abuse of the appeal procedure.) The more liberal approach\r\nby this court, shown by a comparison of the decision in\nVerster\n20\n(where the court refused to take into consideration a delay in the\r\nhearing of an appeal as a reason for altering a sentence imposed\nby a\r\nmagistrate) and the decision in\nMichele\n(where\r\nsuch evidence was taken into account and the sentence reduced), must\r\nnot be interpreted as a willingness to open the floodgates.\nIn cases\r\nsuch as the present where the facts and circumstances arose after\r\nsentence, the application must be carefully scrutinized\nto ascertain\r\nwhether it does indeed disclose exceptional or peculiar\r\ncircumstances. It is undesirable to attempt to define these\nconcepts\r\nfurther.\n[6]\tApart from scrutinizing applications to ascertain\r\nwhether they pass the exceptional or peculiar circumstances test, and\r\nin common\nwith previous decisions of this court dealing with the\r\ncircumstances under which a court of appeal would be prepared to hear\r\nnew\nevidence in existence at the time of the trial, two further\r\nrequirements must be complied with, being those set out in paragraphs\n\n(b) and (c) in\nDe Jager\nquoted in para 5 above.\n[7]\tThe first additional requirement ─ that there\r\nshould be a prima facie likelihood that the evidence is true ─\r\ndid\nnot arise for consideration in\nKarolia\n,\r\nwhere the facts which arose subsequent to the imposition of sentence\r\nwere described as 'unquestionable';\n21\nor in\nMichele\nwhere\r\nthe six-year delay fell into the same category; or in\nJaftha\n,\r\nwhere Lewis JA was at pains to emphasize\n22\nthat the State did not question the truth of the allegations made by\r\nthe appellant. It was inter alia for that reason that Lewis\nJA\r\ndecided in the latter case that there was no point in referring the\r\nmatter back to the trial court to hear evidence.\n23\nOrdinarily, if the new evidence is accepted, there is no reason why\r\nthe matter should be referred back as an appeal court can itself\n\nimpose an appropriate sentence, taking into account the new evidence,\r\nas happened in\nKarolia\n,\nMichele\nand\nJaftha\n.\r\nIt is not the usual practice of this court, or of high courts sitting\r\nas courts of appeal,\n24\nto refer a matter back for re-imposition of sentence if a\r\nmisdirection is discovered; and in the interests of saving\r\nunnecessary\ndelay and expense, this approach should apply equally\r\nwhere evidence which is admitted by the State is allowed on appeal.\r\nBut where\nthere is a dispute, or where the State wishes to challenge\r\nthe evidence by cross-examination or to lead rebutting evidence,\r\ndifferent\nconsiderations apply. It is notable that Schreiner JA in\nGoodrich v Botha & others\n,\n25\nquoted and followed in\nKarolia\n,\n26\nonly considered cognisance of subsequent events by a court of appeal\r\n'where, for example, their existence was unquestionable or\nthe\r\nparties consented to the evidence being so used'. But the right to\r\nhear evidence (in terms of the Criminal Procedure Act) and\nthe right\r\nto receive further evidence or to remit the case for further hearing\r\n(in terms of the Supreme Court Act) are not qualified\nor made subject\r\nto any limitations. And in my view the policy reasons that underly\r\nthe justifiable reluctance of appeal courts\nto receive evidence of\r\nevents on appeal\n27\nwould not be compromised if, in the very limited circumstances set\r\nout in this judgment, an appeal court were to set aside the\nsentence\r\nand remit the matter to the trial court with directions as to the\r\nhearing of further evidence which the appellant, the\nState or the\r\ncourt might wish to adduce. Such a procedure has been followed by\r\nthis court from as early as 1935 in\nR v\r\nMhlongo & another\n28\nin cases where the further evidence subsequently obtained casts doubt\r\non whether there should have been a conviction; and I see\nno\r\ndifference in principle between that type of case and a case such as\r\nthe present.\n[8]\tSo far as the 'materially relevant' consideration is\r\nconcerned, the appeal court should only allow the evidence tendered\r\nif\nsatisfied that there is at least a probability, not merely a\r\npossibility, that the evidence, if accepted, would affect the outcome\n\n(\nR v Weimers & others\n)\n29\n─ in casu, whether the evidence warrants interference with the\r\nsentence. In my view the evidence would not have to be decisive.\nThe\r\ndicta to the contrary in English decisions referred to by Schreiner\r\nJA in\nWeimers\n30\ndate from a time when courts of appeal were most reluctant to allow\r\nevidence on appeal in criminal matters and before the position\nwas\r\nregulated by statute.\n31\n[9]\tIn the present matter, the appellant fails at every\r\nhurdle. It is convenient to deal with the three requirements for\r\nadmission\nof evidence on appeal in a case such as the present which I\r\nhave set out above, in reverse order.\n[10]\tFirst, the evidence is not materially relevant. The\r\nunchallenged evidence given by the probation officer, Ms van der\r\nMescht,\nwas that the appellant herself had told her that her husband\r\nwould be responsible for looking after the children if she were not\n\nable to do so; and the probation officer said that the appellant's\r\nmother was apparently very ill so she would not have been in\na\r\nposition to care for the children. The appellant was accordingly\r\nsentenced on the basis that her mother would not have been of\n\nassistance in caring for the children. The magistrate said:\n'Die kinders is 'n probleem en\r\ndit gee altyd vir ons, wat veral dames voor ons het om te vonnis,\r\nhoofbrekens. Die Grondwet bepaal\naan die eenkant dat die belange van\r\ndie kinders vooropgestel moet word wanneer hulle belange betrokke is\r\nby enige iets, soos in\nhierdie tipe geval. Gelukkig in hierdie\r\nsituasie is daar 'n ander ouer wat byderhand is en wat die ouerlike\r\nwerk kan behartig.'\nBut that apart, even if the evidence which the appellant\r\nseeks to place before the court (summarised in para 2 above) were to\r\nbe\naccepted, it would, for the reasons which immediately follow, make\r\nno difference.\n[11]\tThe magistrate, with obvious regret, concluded that\r\na sentence of direct imprisonment was the only appropriate sentencing\r\noption\n(although he suspended two of the five years' imprisonment\r\nwhich he imposed specifically because the appellant's children were\r\nyoung, so that her absence from them would not be, as he put it,\r\nunnecessarily long). I agree that direct imprisonment was the only\n\nlegitimate option which could have been considered. The appellant was\r\na first offender. Apart from that, there is very little that\ncan be\r\nsaid in her favour. She pleaded guilty, but that fact is not\r\nnecessarily an indication of remorse as where there was a paper\ntrail\r\nas there must have been in this case, she would have had little\r\noption. The uncontested evidence of the sole member of the\nclose\r\ncorporation was that the appellant's confession to him some 14 days\r\nafter she had resigned was due to the fact that her fraudulent\nscheme\r\nwas going to be uncovered anyway; and that the amount she confessed\r\nto was far less than the actual amount involved. She\nwas furthermore\r\nin a position of trust; the offences were committed over a fairly\r\nlong period of time (three-and-a-half years);\na substantial sum of\r\nmoney was involved (over R330 000); and nothing has been repaid\r\nvoluntarily (a sale in execution of the\nappellant's goods realised\r\nonly R4 950 and the cost of the proceedings amounted to just\r\nless than R10 000). The appellant\nalso implicated a co-employee\r\nwho could have lost his job. She entered appearance to defend the\r\ncivil proceedings instituted against\nher by the close corporation.\r\nShe threatened the member of the close corporation that she would\r\nreport him to the SARS and expose\nan insurance fraud should he (as he\r\nput it) not 'back off'. She was motivated by pure greed ─ she\r\nwished to maintain a standard\nof living above the family's means. And\r\nshe continued to defraud the close corporation when she knew that its\r\nbusiness was suffering\nfinancially to the extent that employees,\r\nincluding her own brother, were being laid off in consequence of the\r\nfrauds she continued\nto commit. In addition the sole member of the\r\nclose corporation was obliged to extend the close corporation's\r\noverdraft and to\nborrow money from his brother and his mother to meet\r\nthe payroll.\n[12]\tIn\nS v M (Centre of Child\r\nLaw as\namicus curiae\n)\n32\nSachs J, writing for the majority of the Constitutional Court, said:\n'There is no formula that can\r\nguarantee right to results. However, the guidelines that follow\r\nwould, I believe, promote uniformity\nof principle, consistency of\r\ntreatment and individualisation of outcome.\n. . .\n(c)\tIf on the\nZinn-\ntriad\n33\napproach the appropriate sentence is clearly custodial and the\r\nconvicted person is a primary caregiver, the court must apply its\n\nmind to whether it is necessary to take steps to ensure that the\r\nchildren will be adequately cared for while the caregiver is\r\nincarcerated.\n. . .\n(e)\tFinally, if there is a range\r\nof appropriate sentences on the\nZinn\napproach, then the court must use the paramountcy principle\r\nconcerning the interests of the child as an important guide in\r\ndeciding\nwhich sentence to impose.\n. . .\nA balancing exercise has to be\r\nundertaken on a case-by-case basis. It becomes a matter of context\r\nand proportionality. Two competing\nconsiderations have to be weighed\r\nby the sentencing court.\nThe first is the importance of\r\nmaintaining the integrity of family care.\n. . .\nThe second consideration is the\r\nduty on the State to punish criminal misconduct. The approach\r\nrecommended . . . makes plain that\na court must sentence an offender,\r\nalbeit a primary caregiver, to prison if on the ordinary approach\r\nadopted in\nZinn\na custodial sentence is the proper punishment. The children will\r\nweigh as an independent factor to be placed on the sentencing\nscale\r\nonly if there could be more than one appropriate sentence on the\nZinn\napproach, one of which is a non-custodial sentence. For the rest, the\r\napproach merely requires a sentencing court to consider the\nsituation\r\nof children when a custodial sentence is imposed and not to ignore\r\nthem.'\nFor these reasons the evidence which the appellant seeks\r\nto place before the court is not materially relevant as it would not\r\nresult\nin a non-custodial sentence being substituted.\n[13]\tSecond, the application does not satisfy the\r\nrequirement that there should be a prima facie likelihood of the\r\ntruth of the\nevidence. When leave to appeal was sought in the\r\nmagistrate's court, counsel representing the appellant (who is not\r\nthe same counsel\nwho argued the appeal before this court) submitted\r\nthat because the State had not filed opposing affidavits, it was\r\nbound by the\nallegations made in the appellant's affidavit, and\r\ncounsel for the State appearing in those proceedings accepted this\r\nsubmission.\nThe argument is quite wrong. There is a difference\r\nbetween the evidence of the probation officer, Ms van der Mescht\n34\nand the appellant's affidavit,\n35\nin regard to whether the appellant's mother was in a position to look\r\nafter the children. To give the appellant the benefit of\nthe doubt,\r\nMs van der Mescht may have been dealing with the appellant's mother's\r\nability to care for the children physically whilst\nthe appellant may\r\nhave been dealing only with the ability to take care of their\r\nemotional needs. But there are other discrepancies.\nThe appellant\r\nsays in her affidavit that:\n'[M]y husband found it very\r\ndifficult to look after the children as he could not be there when\r\nthey returned from school and as\nmy mother was no longer alive. The\r\ntwo children had to look after themselves whilst alone at home. This\r\nbasically meant that my\n15 year old daughter had to act as a mother\r\nto my 11 year old son and, inter alia, cook for him and ensure that\r\nhe does his homework\netc. and look after him whilst my husband is\r\nworking late hours. . . . I am worried that something is going to\r\nhappen to [my children]\nbeing such young children left on their own.\r\nThere is absolutely no-one in the area whom my husband or I can call\r\non to assist\nus to look after the children whilst my husband works\r\nthese lengthy hours.'\nBut according to the psychologist's report, there is a\r\ndomestic worker employed by the appellant's husband full time during\r\nthe\nweek. In addition, it appears from the affidavit of the\r\nappellant's husband that her father lives at home and that although\r\nhe\nis employed full time (by a security company), he is only 63 years\r\nold. There seems to be no good reason why he cannot be of physical\n\nassistance in the evenings and over the weekends even if, as the\r\nappellant's husband said, he is heavily in mourning and not much\n\ncompany to the children. The appellant has accordingly not produced\r\nevidence that is probably true in regard to the physical needs\nof the\r\nchildren. I shall deal with their emotional needs immediately below.\n[14]\tThen finally, there are no exceptional or peculiar\r\ncircumstances present which would justify reception of the evidence.\r\nThe\nfact that the appellant's mother could not act as a physical\r\ncaregiver for the children was an existing fact when sentence was\r\npassed, not a consequence of her death thereafter. No doubt, as\r\ncounsel who argued the appeal before us emphasized, the children\nwere\r\nleft in an emotional void once their mother, and shortly thereafter\r\ntheir grandmother, was no longer part of the household.\nAs the father\r\nput it, 'they are \"lost at sea\" at present. They are\r\nexceptionally emotional with the loss of their beloved\ngrandmother\r\nand appear to me to be lost at times, bearing in mind that I (their\r\nfather) are not able to be present in the house\nas often as I was in\r\nthe past.' One has the greatest sympathy for the children but their\r\nemotional needs cannot trump the duty\non the State properly to punish\r\ncriminal misconduct where the appropriate sentence is one of\r\nimprisonment. As Sachs J said in\nS v M\n:\n36\n'[S]eparation from a primary\r\ncaregiver is a collateral consequence of imprisonment that affects\r\nchildren profoundly and at every\nlevel. Parenting from a distance and\r\na lack of day-to-day physical contact places serious limitations on\r\nthe parent-child relationship\nand may have severe negative\r\nconsequences. The children of the caregiver lose the daily care of a\r\nsupportive and loving parent,\nand suffer a deleterious change in\r\ntheir lifestyle. Sentencing officers cannot always protect the\r\nchildren from these consequences.\nThey can, however, pay appropriate\r\nattention to them and take reasonable steps to minimise damage. The\r\nparamountcy principle, read\nwith the right to family care, requires\r\nthat the interests of children who stand to be affected receive due\r\nconsideration. It does\nnot necessitate overriding all other\r\nconsiderations. Rather, it calls for appropriate weight to be given\r\nin each case to a consideration\nto which the law attaches the highest\r\nvalue, namely, the interests of children who may be concerned.'\nIn the present matter, as I have said, the magistrate\r\nspecifically suspended two years of the sentence imposed because of\r\nthe interests\nof the children. And if it be accepted that the\r\nappellant's husband has to work long hours to make up for the income\r\nlost in consequence\nof the appellant's imprisonment, that is exactly\r\nwhat one would expect. Nor can the appellant legitimately contend\r\nthat her sentence\nshould be reduced on appeal (as was done in\nMichele\n)\n37\nor that a non-custodial sentence should be substituted for the\r\nremainder of the period of imprisonment imposed (as was done in\nS\r\nv M\n)\n38\nbecause of the delay in her completing her sentence and the\r\nundesirability of sending a person back to jail. Of course it is\r\nharsh\nto send a person back to jail, particularly a mother who has no\r\ndoubt re-bonded with her family, and her family with her. But the\n\nprocess which led to the appellant's temporary release was not only\r\ninitiated by her, it had no prospect of success. The decision\nof the\r\nConstitutional Court in\nS v M\nwas published in the law reports a year before the date on which the\r\nappellant deposed to her affidavit. In the circumstances it\nwould be\r\nquite wrong to allow the appellant to benefit from these\r\nill-conceived proceedings and escape the consequences of what,\nit is\r\ncommon cause between the appellant and the State, was a fair\r\nsentence.\n[15]\tBefore making the appropriate order, I would\r\nemphasize that the procedure in terms of s 276A of the Criminal\r\nProcedure Act,\nwhich would enable the appellant's sentence to be\r\nreconsidered by the magistrate at the instance of the Commissioner or\r\na parole\nboard, remains open.\n39\nThat section provides:\n'(3)(a)\tWhere a person has been\r\nsentenced by a court to imprisonment for a\nperiod ─\n(i)\tnot exceeding five years; or\n(ii) \texceeding five years, but\r\nhis date of release in terms of the provisions of the Correctional\r\nServices Act 8 of 1959, and the\nregulations made thereunder is not\r\nmore than five years in the future,\nand such a person has already\r\nbeen admitted to a prison, the Commissioner or a parole board may, if\r\nhe or it is of the opinion that\nsuch a person is fit to be subjected\r\nto correctional supervision, apply to the clerk or registrar of the\r\ncourt, as the case may\nbe, to have that person appear before the\r\ncourt a quo in order to reconsider the said sentence.'\nThe views expressed in this judgment are in no way a bar\r\nto that procedure being followed as some additional and different\r\nconsiderations\napply and the enquiry is not the same as that in the\r\npresent appeal.\n[16]\tThe appeal is dismissed.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS:\t\tE Kammies\nInstructed by Lee Strydom Fourie Inc, Port Elizabeth\nHill McHardy & Herbst Inc, Bloemfontein\nRESPONDENTS:\t\tMs U L de Klerk\nInstructed by The Director of Public Prosecutions,\r\nGrahamstown\nThe Director of Public Prosecutions, Bloemfontein\n1\nAct 51 of\n1977.\n2\nAct 59\nof 1959.\n3\n1949 (2) SA 693\n(A).\n4\nAt 700.\n5\n1965 (2) SA 612\n(A) at 613A.\n6\nSee the order in\nS v\r\n\tWilmot\n2002 (2) SACR 145\n(SCA) at\r\n\t159d-g and the orders in the cases referred to at 159d.\n7\n2010 (1) SACR 131\n(SCA).\n8\n2006 (2) SACR 75\n(SCA).\n9\n2010 (1) SACR 136\n(SCA).\n10\n1965 (2) SA 612\n(A).\n11\nPer Smalberger JA in\nS\r\n\tv H\n1998 (1) SACR 260\n(SCA) at 262i.\n12\n1990 (1) SACR 534\n(C) at 540c-d.\n13\nR v Verster\n1952\r\n\t(2) SA 231\n(A) at 236B;\nR v Jantjies\n1958 (2) SA 273\n(A) at 279C-D and\nAttorney-General,\r\n\tFree State v Ramokhosi\n1999 (3) SA 588\n(SCA) para 8 at 593D-F.\n14\nR v Hobson\n1953\r\n\t(4) SA 464\n(A) at 465H-466B and 466F-G;\nS\r\n\tv Barnard\n2004 (1) SACR 191\n(SCA) para\r\n\t19.\n15\nS v Immelman\n1978 (3) SA 726\n(A) at 730H;\nS v Marx\n1989 (1) SA 222\n(A) at 226C.\n16\nAbove, n 8.\n17\nAbove, n 7.\n18\nAbove, n 9.\n19\nAbove, n 14, paras 19 tot 21 and p 197h-i.\n20\nAbove, n 13.\n21\nAt 93i-94a.\n22\nPara 16 at 139f-g, para 19 at 140d and para 20 at\r\n\t140e.\n23\nPara 20.\n24\nThe practice in the Constitutional Court appears\r\n\tto be different :\nS v M (Centre of\r\n\tChild Law as\namicus curiae)\n[2007] ZACC 18\n;\n2007 (2)\r\n\tSACR 539\n(CC) para 49.\n25\n1954 (2) SA 540\n(A) at 546B-C.\n26\nAbove, n 8 para 36 at 93g and 93 in fine-94a.\n27\nSee\nS v De Jager\nabove, n 5 at 613A-C;\nR v Jantjies\nabove, n 13 at 279D-E.\n28\n1935 AD 133.\n29\nR v Weimers & others\n1960 (3) SA 508\n(A) at 514F-515B and 515G.\n30\nAt 515A-D.\n31\nFor the present position in England see\nHalsbury's Laws of England\n(4\nth\ned) vol 11(4) para 1867.\n32\nAbove, n 24 paras 36-39.\n33\nS v Zinn\n1969\r\n\t(2) SA 537\n(A) at 540G-H.\n34\nPara 10 above.\n35\nPara 2 above.\n36\nAbove, n 24 para 42.\n37\nAbove, n 7 para 13. See also\nS\r\n\tv Roberts\n2000 (2) SACR 522\n(SCA) para\r\n\t22.\n38\nAbove, n 24 paras 57 to 76. See also\nKarolia\nabove, n 8 paras 38 and 39.\n39\nCf\nS v M\nabove, n 23 para 65.",
  "scraped_at": "2026-02-11T20:25:57.485180",
  "date": "2010-05-27",
  "coram": [
    "CLOETE JA",
    "Mlambo JA",
    "Saldulker AJA"
  ],
  "case_number": "613/09",
  "parties": {
    "applicants": [
      "ELLOUISE BRITZ"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Ellouise Britz, a 33‑year‑old bookkeeper, pleaded guilty to 67 counts of fraud for diverting more than R330,000 from a close corporation where she was employed. She transferred the money to her husband’s account and purchased goods for personal use while falsely representing the transfers as payments to creditors. She was convicted on 6 May 2008 and, on 9 June 2008, sentenced to five years' imprisonment, two years suspended conditionally for five years. After serving about four‑and‑a‑half months she applied for condonation, leave to appeal, and to adduce new evidence concerning the care of her two young children after her mother’s death, arguing that this should lead to a non‑custodial sentence. The magistrate granted condonation and bail, but the lower appellate court dismissed the appeal and referred the matter to the Supreme Court of Appeal.",
    "issues": "The principal issues were (1) whether a court of appeal may admit and consider new evidence that arose after sentencing, specifically evidence relating to the appellant’s children’s welfare, and (2) whether such post‑sentencing evidence, if admitted, would justify substituting the custodial sentence with a non‑custodial alternative.",
    "principles": "The Court relied on the Criminal Procedure Act s309(3) and s304(2) and the Supreme Court Act s22, which permit appellate courts to receive further evidence, but only if the requirements set out in S v De Jager are satisfied: (a) a reasonable explanation for why the evidence was not led earlier; (b) a prima facie likelihood that the evidence is true; and (c) material relevance to the outcome. The general rule is that appeals are decided on facts existing at the time of conviction, with limited exceptions for \"exceptional or peculiar\" circumstances. Relevant case law includes Karolia, Michele, Jaftha, and the Zinn‑approach on children’s interests, emphasizing the paramountcy principle but holding that it does not override a proper custodial sentence where no alternative is appropriate.",
    "application": "Applying the De Jager test, the Court found: (a) the evidence concerning the children’s care was already known at sentencing and the appellant’s mother’s death did not create a new factual circumstance; (b) discrepancies between the appellant’s affidavit, the probation officer’s report, and the psychologist’s findings undermined a prima facie likelihood of truth; (c) the evidence was not materially relevant because even if accepted it would not have altered the sentencing range, which was custodial. Accordingly, the Court concluded that the appellant failed to satisfy any of the three requirements and there were no exceptional circumstances to warrant admission of the new evidence.",
    "conclusion": "The appeal was dismissed. The sentence of five years' imprisonment, with two years suspended, remains in force. The Court noted that the appellant may still seek a reconsideration of the sentence under s276A of the Criminal Procedure Act, but no order was made in the present appeal."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "children's welfare",
      "appeal",
      "new evidence",
      "custodial sentence"
    ]
  }
}