{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/167.html",
  "case_name": "Kuzwayo v Representative of the Executor in the Estate of the Late Masilela (28/2010) [2010] ZASCA 167; [2011] 2 All SA 599 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 167",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 167\n|\nNoteup\n|\nLawCite\nKuzwayo v Representative of the Executor in the Estate of the Late Masilela (28/2010) [2010] ZASCA 167; [2011] 2 All SA 599 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 28/2010\nIn the\r\nmatter between:\nMVULAZANA\r\nGEORGINA KUZWAYO\n......................................................\nAppellant\nand\nTHE REPRESENTATIVE OF THE EXECUTOR\nIN THE ESTATE OF THE LATE\nMBONGENI JONAS MASILELA\n............................................................\nRespondent\nNeutral citation:\nKuzwayo v Estate late Masilela\n(28/10)\n[2010] ZASCA 167\n(1 December 2010)\nCoram:\nLEWIS, VAN HEERDEN, MAYA and SHONGWE JJA and K PILLAY AJA\nHeard:\n16 NOVEMBER 2010\nDelivered\n1 DECEMBER 2010\nSummary:\nHolder of a site permit and occupier of site entitled\r\nto apply for order that Registrar of Deeds cancel deed of transfer to\r\nwrong\nperson; also entitled to ask that Director-General of Housing\r\nin province hold an inquiry in terms of s 2 of the Conversion of\r\nCertain Rights into Leasehold or Ownership Act 81 of 1988 in order to\r\ndetermine to whom ownership should be granted.\nORDER\nOn appeal from the South Gauteng High Court (Masipa J sitting as\r\ncourt of first instance):\n1 The appeal is dismissed with costs, including those of two counsel.\n2 Paragraphs 1 and 2 of the order of the high court are replaced with\r\nthe following:\n‘\n(1) The Registrar of Deeds (Johannesburg)\r\nis ordered to cancel the title deed number T020450/2004 in respect of\r\nErf 2000 Vosloorus,\nGauteng Province, and to cancel all the rights\r\naccorded to the first respondent by virtue of the deed.\n(2) The Director-General for the Department of Housing, Gauteng\r\nProvince, is directed to hold an inquiry in respect of Erf 2000\n\nVosloorus, Gauteng Province, in terms of s 2 of the Conversion of\r\nCertain Rights into Leasehold or Ownership Act 81 of 1988, and\nto\r\ndeclare that the holder of the site permit in respect of the Erf is\r\nthe owner thereof.’\n______________________________________________________________\nJUDGMENT\nLEWIS JA (VAN HEERDEN, MAYA AND SHONGWE JJA AND K PILLAY AJA\r\nconcurring)\n[1] This appeal reveals a sad tale of bureaucratic bungling and an\r\nopportunistic attempt to take advantage of it. The bungling\nlay in\r\nconverting a site permit into ownership in terms of the Conversion of\r\nCertain Rights into Leasehold or Ownership Act 81\nof 1988 (the\r\nConversion Act), and transferring the site to the wrong person. The\r\nappellant, Ms M G Kuzwayo (now Peacock), who was\nthe first respondent\r\nin the high court, was the beneficiary of the clerical error, as I\r\nshall show. The respondent in the appeal\nis the Estate of the late Mr\r\nM J Masilela, which should have been the beneficiary of the transfer.\r\nThe representative of the executor\nof the deceased Estate of\r\nMasilela, Sentinel International Trust Company (Pty) Ltd, in turn\r\nrepresented by Ms I Van der Merwe,\nbrought an application to cancel\r\nthe deed of transfer pursuant to\ns 6\nof the\nDeeds Registries Act 47\nof 1937\n.\n[2] Masipa J granted an order that the Registrar of Deeds, the second\r\nrespondent in the court below, cancel the title deed incorrectly\n\nissued. She also ordered the Gauteng Provincial Government\r\n(represented in the high court proceedings by the third respondent,\n\nthe Director-General for the Department of Housing, Gauteng and the\r\nfourth respondent, the MEC for the Department of Housing, Gauteng)\nto\r\ntransfer the property to the deceased Estate. It is against these\r\norders that Kuzwayo appeals with the leave of the high court.\nThe\r\nother respondents in the court below have played no role in this\r\nappeal.\n[3] The background to the application to the high court is briefly\r\nthis. On 4 January 1985 a site permit in respect of Erf 2000,\n\nVosloorus, Gauteng, was granted to Kuzwayo on her application. She\r\nhad indicated on the application form that she intended to build\na\r\nhouse on the site as soon as her application was approved. But on 21\r\nJanuary 1987 she was sent a notice asking her to report\nto Mr G T\r\nPrinsloo of the Vosloorus Town Council because she had not paid any\r\nsite rent. She signed the notice, stating that she\nwas unable to pay\r\nthe amount required and that she thereby handed the site back to the\r\ntown council. (In her answering affidavit\nKuzwayo denied that the\r\nsignature on the form was hers, a matter to which I shall return.)\n[4] On 23 January 1987 Masilela applied for a site permit and was\r\nallocated the site that Kuzwayo had handed back. The application\nform\r\nindicated that he paid arrears of R221.60 (what Kuzwayo had owed); an\r\nadvance of R166.20 and R3 000 for ‘infrastructure’.\n\nMasilela subsequently also paid R380 for water and sewerage\r\nconnections to the site.\n[5] It is not disputed that Masilela built a house on the site, the\r\nbuilding plans having been approved by the town council, and\nthat he\r\nand his family lived in it for 13 years before his death on 31\r\nDecember 2000. His family continued to live in the house\nafter his\r\ndeath, and all municipal accounts were paid by the Masilela family.\r\nBy the time the high court heard the application\nthe Masilela family\r\nhad lived on the property for some 22 years and two of his children\r\nand their children still occupied it.\n[6] The Conversion of Certain Rights into Leasehold or Ownership Act\r\n81 of 1988 was amended in 1993 so as to provide, inter alia,\nfor the\r\nconversion of site permits (or other rights in land) into ownership\r\nwhere the affected site was situate in a formalized\ntownship –\r\nwhich Vosloorus was. Section 4 of the Act provides for the\r\nDirector-General to declare a person who has met certain\nrequirements\r\nto have been granted ownership of the property concerned, and s 5\r\nprovides for a transfer of property into the name\nof such a person\r\nonce a declaration has been made.\n[7] Before a declaration can be made, however, the Director-General\r\nis required, under s 2 of the Act, to conduct an inquiry into\nthe\r\naffected site and as to the identity of the occupier of the relevant\r\nsite. The section sets out in detail the inquiries to\nbe made by the\r\nDirector-General and the steps to be followed. Essentially what has\r\nto be established is the identity of the person\nwho is entitled to a\r\nsite and the rights that should be conferred on him or her. The\r\nsection requires the Director-General to consider\nany claims to a\r\nsite, or objections to claims, and then to make a determination as to\r\nwhom to declare as the owner of the site\nin question. Such\r\ndetermination, and the fact that it is subject to appeal in terms of\r\ns 3 of the Act, must be published in the\nprescribed manner. Section 3\r\nsets out the procedure for appeal by a person aggrieved at the\r\ndetermination.\n[8] Once the period in which an appeal may be prosecuted has elapsed\r\nthe Director-General is required, as I have said, to declare\nthat\r\nownership of the site shall vest in the person in favour of whom the\r\ndetermination has been made, and transfer follows. It\nis of the\r\nessence of the inquiry that the Director-General establishes who,\r\naccording to the records of the local authority, is\nin occupation of\r\na site.\n[9] There is no evidence that any inquiry was conducted by the\r\nDirector-General in respect of the site. But on 3 March 2004, some\n\nthree years after Masilela had died, Ms F Visagie, a delegate of the\r\nDirector-General, issued a declaration that Kuzwayo had been\ngranted\r\nthe right of ownership in respect of the site. On the same day,\r\nVisagie certified that the site had been bought by Kuzwayo.\nAnd on 7\r\nApril the site was transferred to her. The obvious inference to be\r\ndrawn from this is that Visagie looked only at the\nfirst allocation\r\nof the site to Kuzwayo, and failed to notice that she had handed the\r\nsite back and that it had subsequently been\nallocated to Masilela who\r\nhad paid for it. A serious clerical error was made. And it is quite\r\npossible that no inquiry was held\nand that there was no decision that\r\nwould have allowed for any declaration or transfer at all.\r\nRegrettably the Gauteng provincial\ngovernment has played no part in\r\nthe proceedings and the court has not had the benefit of evidence in\r\nthis regard.\n[10] The Masilela family, the representative of the executor of the\r\ndeceased Estate and Kuzwayo were all ignorant of any process\nin\r\nrespect of the site. It was only when municipal accounts for\r\nservices, addressed to Kuzwayo at the address of the site occupied\nby\r\nthe Masilela family, started being received sometime in 2005, that\r\nthe family realized something was amiss. Previous municipal\naccounts\r\nin Masilel’s name had been sent to him at that address.\n[11] The Masilela family informed Sentinel, the representative of the\r\nexecutor of the Estate, of this development. However, when\nSentinel\r\nattempted to have the error rectified, it was advised that the\r\nRegistrar of Deeds could not change the deeds register\nwithout an\r\norder of court. Hence the application under\ns 6\nof the\nDeeds\nRegistries Act for\nan order directing him to do so.\n[12] The application was opposed, Kuzwayo taking numerous points in\r\nlimine and raising various defences, some of which I shall\ndeal with,\r\nalbeit briefly, and others of which have been abandoned. An\r\nextraordinary feature of her opposition is that she failed\naltogether\r\nto explain what right she had to a permit in the first place. Despite\r\nthe fact that Masilela or his family had occupied\nthe property, in\r\nterms of a valid site permit, for nearly 18 years before the site was\r\ntransferred to Kuzwayo, and that Masilela\nhad built a house on it,\r\nand paid for municipal services in respect of it, Kuzwayo asserted\r\nthat she was entitled to the site and\nthat the deeds register should\r\nnot be rectified.\n[13] Kuzwayo, in her answering affidavit, apart from dealing with the\r\npoints in limine, alleged that she had been allocated a site\nbut that\r\nshe had not paid for it on the advice of an official who suggested\r\nshe pay for her children’s education rather than\nthe site. She\r\ndenied that she had signed the document relinquishing the site,\r\nasserting that the signature was not hers. She had,\nshe said,\r\nactively pursued and waited for the property over the years. She did\r\nnot substantiate this allegation in any way.\n[14] The denial of the signature is not to be given any credence. It\r\nis clear from her conduct over many years that Kuzwayo laid\nno claim\r\nto the property. It was developed and occupied by Masilela and his\r\nfamily over a long period and Kuzwayo made no queries\nabout it, let\r\nalone claimed any right to it, in that time. The only evidence that\r\nshe adduced to show any connection between herself\nand the property\r\nwas a municipal account addressed to her on 13 August 2008 –\r\nafter the site had been transferred to her.\nThe account was attached\r\nas an annexure to a supplementary answering affidavit.\n[15] Kuzwayo’s claim to a right in the site was countered by\r\nPrinsloo, who deposed to an affidavit in support of the application.\n\nPrinsloo was the housing manager in the Vosloorus Town Council when\r\nKuzwayo applied for a site permit. He said that the site was\n\nundeveloped when it was allocated to her. She was required to pay\r\nsite rent and to build on it. But she defaulted on her payments.\n\nSeveral notices were sent to her calling on her to pay the amounts\r\nowed. Copies were attached to Prinsloo’s affidavit.\n[16] Prinsloo interviewed Kuzwayo about her failure to pay rent. She\r\nsaid that she was unable to pay, and agreed to return the\nsite to the\r\ncouncil. She signed the document acknowledging that she was in\r\narrears and was returning the site in his presence.\n[17] Prinsloo was also responsible for the allocation of the site\r\nsubsequently to Masilela. He confirmed that Masilela had paid\nall\r\namounts due to the council. And he had submitted building plans for\r\napproval by the council and then developed the site accordingly.\n\nPrinsloo’s view was that Masilela’s estate was entitled\r\nto be declared the owner of the property and that transfer\nshould\r\nhave been effected to it.\n[18] Needless to say, Kuzwayo questioned Prinsloo’s authority.\r\nShe also denied that she had handed back the site. She added,\nin a\r\nfurther supplementary affidavit, that she was informed in 2003 that\r\nthere had been a newspaper advertisement that she was\nto be granted\r\nthe property. She thought that the site in question was undeveloped\r\nuntil transfer to her in 2004 when she discovered\nthe truth. She did\r\nnot, however, state what she had done to take possession of the site\r\nor exercise any of her rights since then.\n[19] It may seem obvious at this stage that the transfer of the site\r\nto Kuzwayo was a mistake. But, as I have said, she raised\nseveral\r\nissues in limine and legal defences to which I now turn.\nLocus standi\n[20] The applicant in the court below was ‘the Representative\r\nof the Executor in the Estate Late Mbongeni Jonas Masilela’.\n\nThe founding affidavit was deposed to by Ms van der Merwe, who said\r\nthat she was duly authorized to depose to it as the representative\nof\r\nSentinel International Trust Company (Pty) Ltd, the company that was\r\nadministering the Estate of Masilela. Sentinel, she said,\nwas\r\nauthorized to administer the Estate by virtue of a power of attorney\r\ngranted by the executor on 18 July 2002.\n[21] She attached various documents to prove her authority to act.\r\nThese included letters of executorship issued by the Master\non 26\r\nOctober 2001, which had appointed Mr F A Pienaar, in his capacity as\r\na nominee of Old Mutual Trust, as executor and a Master’s\n\ncertificate replacing Mr Pienaar with Mrs A M Pienaar, issued on 12\r\nJuly 2002. Mrs Pienaar in turn had given a power of attorney\nto\r\nadminister the Estate to Sentinel on 18 July 2002. Van der Merwe did\r\nnot, however, attach any document demonstrating her authority\nto act\r\nfor Sentinel. This defect was cured when Van der Merwe deposed to the\r\nreplying affidavit and attached a resolution of Sentinel\nauthorizing\r\nher to act on its behalf.\n[22] Kuzwayo argued that it was the executor, Mrs Pienaar, who ought\r\nto have represented the Estate, and that Sentinel lacked locus\n\nstandi. The power of attorney in favour of Sentinel stated that\r\nSentinel ‘or its duly authorised representative’ was\n\nauthorized to do all things necessary to manage and administer the\r\nEstate. The high court found that Sentinel did have locus standi\nand\r\ndismissed the point in limine.\n[23] Nonetheless Kuzwayo persisted with the point on appeal. The\r\nargument was that only the executor had locus standi to bring\nan\r\napplication. Counsel for Kuzwayo could not explain why the executor\r\nwas not permitted to authorize Sentinel (which in turn authorized\nVan\r\nder Merwe) to litigate on behalf of the Estate. It is true that the\r\npapers lack clarity: one has to look to the attachments\nof Van der\r\nMerwe to the founding and replying affidavits to establish the chain\r\nof authority. And while the applicant was cited\nas ‘The\r\nRepresentative of the Executor in the Estate of the Late Mbongeni\r\nJonas Masilela’, Van der Merwe averred that\nshe was ‘duly\r\nauthorized’ to depose to the affidavit as the representative\r\nnot of the Estate but of Sentinel. However,\nthe authority was\r\nestablished on the papers albeit in a clumsy fashion, and the point\r\nshould not have been persisted with on appeal.\nUnfortunately this\r\npersistence resulted in an application by the executor to join in the\r\nappeal. I shall deal with that application\nin due course. I consider\r\nthat Sentinel did have the authority to bring the application in the\r\nhigh court.\nOwnership\n[24] Kuzwayo argued that the high court should not have found that\r\nthe Estate was the owner of the site. But it did not make any\nsuch\r\nfinding. The court simply found that the site permit vested in the\r\nEstate and that the transfer to Kuzwayo pursuant to the\nprovisions of\r\nthe Conversion Act had to be cancelled. It ordered that the site\r\nshould revert to the Gauteng Provincial Government\nand that the\r\nlatter should transfer it to the Estate. Whether this order was\r\npermissible is a matter to which I shall revert.\nThe Estate’s cause of action\n[25] The application to the high court was said to be brought in\r\nterms of\ns 6\nof the\nDeeds Registries Act, and\nthe high court made its\r\nfinding on that basis.\nSection 6\nis not an empowering provision,\r\nhowever. It provides only that the Registrar of Deeds may not cancel\r\nany deed of transfer except\nupon an order of court. Kuzwayo argued\r\nthat an application could not be brought under\ns 6:\nthere must be\r\nsome other cause of action.\n[26] Sections 2, 4 and 5 of the Conversion Act do not directly confer\r\na right of ownership on a site permit holder and occupier.\nBut s 2\r\ndoes require the Director-General to identify the person who is in\r\noccupation of the site (in accordance with the records\nof the local\r\nauthority) and after inquiry, declare that that person has the right\r\nto acquire ownership. In my view, the Estate,\nas holder of the site\r\npermit, was entitled to ask the court for an order cancelling the\r\ntransfer to Kuzwayo who was neither a permit\nholder nor an occupier\r\nof the site. The court has the inherent power, implicit in s 6 of the\r\nDeeds Registry Act, to order cancellation\nof rights registered in the\r\nDeeds Register:\nEx parte Raulstone NO\n1959 (4) SA 606\n(N) and\nIndurjith v Naidoo\n1973 (1) SA 104\n(D).\n[27] The Estate was also entitled to ask that the Director-General\r\nconduct the inquiry required in terms of s 2 of the Conversion\nAct.\r\nThe two Masilela children who continued to occupy the site after\r\nMasilela’s death could, in my view, also have brought\nan\r\napplication in the same terms, provided that they were heirs to the\r\nEstate.\nAdministrative Action: Review\n[28] Kuzwayo argued that the proper course of action for Van der\r\nMerwe to have followed would have been to review the ‘decision’\n\nin terms of the Promotion of Administrative Justice Act 3 of 2000\r\n(PAJA). But her counsel was hard put to explain what decision\nit was\r\nthat could be reviewed. He submitted that it was the ‘decision’\r\nof the official who signed the declaration and\nthe deed of transfer.\r\nThat cannot be so. The only administrative decision that could and\r\nshould have been made was that of the\nDirector-General or his\r\ndelegate, after the inquiry mandated by s 2 of the Conversion Act.\r\nAnd that was the only decision that\ncould be subject to review. The\r\nact of signing the declaration and the deed of transfer were but\r\nclerical acts that would have\nfollowed on a decision. Not every act\r\nof an official amounts to administrative action that is reviewable\r\nunder PAJA or otherwise.\n[29] Unfortunately neither party was aware of any inquiry that may\r\nhave been conducted in terms of s 2 nor of any administrative\n\ndecision made pursuant to the inquiry. It would undoubtedly have been\r\nbest for the Estate, had it been made aware of a decision\nof the\r\nDirector-General, and of the declaration and transfer that would\r\nfollow, to take the Director-General on review. But the\nMasilela\r\nfamily were not informed of any decision, and apparently Van der\r\nMerwe was also not advised of an inquiry or any of the\nconsequences.\r\nThe Director-General was cited as a respondent in the high court but\r\ndid not participate in the proceedings. This\ncourt cannot assume that\r\nan inquiry was held and a decision was made. Thus Kuzwayo’s\r\nargument that Van der Merwe should have\napplied for a review of a\r\ndecision is misconceived, as are all the attendant arguments in\r\nrespect of such a review.\nThe application to intervene\n[30] Shortly before the hearing of the appeal the Board of Executors\r\nTrust Ltd, as the executor of the Estate (in place of Mrs\nPienaar)\r\nsought leave to intervene as the executor. (In fact the application\r\nshould have been brought in the name of Old Mutual\nTrust, and leave\r\nwas sought to amend the founding affidavit – something that is\r\nnot possible. But since the application must\nbe refused nothing turns\r\non this.) Counsel for the applicant argued that the executor should\r\nbe joined if Sentinel did not properly\nrepresent the Estate. The\r\napplication was sought on the basis that Kuzwayo persisted with the\r\nargument that Sentinel had no locus\nstandi.\n[31] Counsel advised that the executor was of the view that Sentinel\r\nhad been properly before the high court, but had brought its\n\napplication ex abundante cautela. I have already held that Sentinel\r\nhad locus standi as the representative of the executor. Accordingly\n\nthe executor itself cannot be joined. The application is refused with\r\ncosts.\nThe proper order to be made\n[32] The Conversion Act requires an inquiry to be conducted by the\r\nDirector-General pursuant to s 2 before a declaration is made\nthat a\r\nsite permit be converted to full ownership, and before transfer is\r\neffected to the occupier. The high court erred in directing\ntransfer\r\nby the Gauteng Provincial Government to the Estate in the absence of\r\nsuch an inquiry. In my view, although the Estate\nis probably entitled\r\nto acquire ownership, an inquiry should be held. The high court was\r\ncorrect, however, in ordering the cancellation\nof transfer to\r\nKuzwayo. She has no right to the property and her conduct in opposing\r\nthe application and pursuing this appeal is\nremarkably opportunistic.\n[33] 1 The appeal is dismissed with costs, including those of two\r\ncounsel.\n2 Paragraphs 1 and 2 of the order of the high court are replaced with\r\nthe following:\n‘\n(1) The Registrar of Deeds (Johannesburg)\r\nis ordered to cancel the title deed number T020450/2004 in respect of\r\nErf 2000 Vosloorus\nand to cancel all the rights accorded to the first\r\nrespondent by virtue of the deed.\n(2) The Director-General for the Department of Housing, Gauteng\r\nProvince, is directed to hold an inquiry in respect of Erf 2000\n\nVosloorus in terms of s 2 of the Conversion of Certain Rights into\r\nLeasehold or Ownership Act 81 of 1988, and to declare that the\nholder\r\nof the site permit in respect of the Erf is the owner thereof.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\r\nA M van Wyk\nInstructed\r\nby Garratt Mbuyisa Neale Inc\nJohannesburg\nSymintgton\r\n& de Kok\nBloemfontein\nRESPONDENTS:\r\nM Sikhakhane (with him K Mnyandu)\nInstructed\r\nby Gcwensa Attorneys\nJohannesburg\nWebbers Attorneys\nBloemfontein\nINTERVENING\r\nAPPLICANT: G Malindi SC\nInstructed by Webbers Attorneys\nBloemfontein",
  "scraped_at": "2026-02-11T20:49:57.992978",
  "date": "2010-12-01",
  "coram": [
    "Lewis JA",
    "Van Heerden JA",
    "Maya JA",
    "Shongwe JJA",
    "K Pillay AJA"
  ],
  "case_number": "28/2010",
  "parties": {
    "applicants": [
      "Mvulazana Georgina Kuzwayo"
    ],
    "respondents": [
      "Representative of the Executor in the Estate of the Late Mbongeni Jonas Masilela"
    ]
  },
  "sections": {
    "facts": "The appellant, Ms M G Kuzwayo, was issued a site permit for Erf 2000, Vosloorus in 1985 but failed to pay site rent and allegedly returned the site to the council in January 1987. In the same month Mr Mbongeni Jonas Masilela was allocated the same site, paid the arrears, built a house and lived there together with his family for over two decades. In 2004, due to a clerical error, the Registrar of Deeds transferred the title to Ms Kuzwayo. The estate of the late Mr Masilela, represented by Sentinel International Trust Company, applied to have the deed cancelled and the property transferred back to the estate.",
    "issues": "1. Whether the estate (or its representative) has locus standi to bring the application. 2. Whether the transfer of the title to Ms Kuzwayo was valid under the Conversion of Certain Rights into Leasehold or Ownership Act 81 of 1988. 3. Whether the high court erred in ordering the transfer of the property to the estate without a statutory inquiry. 4. Whether the court can order cancellation of the deed under s6 of the Deeds Registries Act. 5. Whether any administrative decision could have been reviewed under the Promotion of Administrative Justice Act.",
    "principles": "The Court applied s6 of the Deeds Registries Act, which permits the Registrar to cancel a deed only by court order, and recognised the inherent jurisdiction of the court to cancel invalid registrations (citing Ex parte Raulstone NO and Indurjith v Naidoo). Under the Conversion Act, s2 mandates an inquiry by the Director‑General before a declaration of ownership; s4 allows a declaration of ownership after the inquiry; s5 provides for transfer of title thereafter. Locus standi may be exercised by a duly authorised representative of the executor, as confirmed by the High Court. Review under PAJA is only available for administrative decisions, not for clerical acts such as signing a declaration.",
    "application": "The Court held that the estate, as the holder of the site permit, was entitled to seek cancellation of the erroneously transferred deed. The transfer to Ms Kuzwayo was invalid because she was neither a permit holder nor an occupier. The high court’s order directing the Gauteng Provincial Government to transfer the property to the estate without first conducting the statutory inquiry was erroneous. However, the cancellation of the deed was proper. Consequently, the Court directed the Registrar to cancel title deed T020450/2004 and ordered the Director‑General to conduct the required inquiry under s2 of the Conversion Act and to declare the holder of the site permit as the owner.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. Paragraphs 1 and 2 of the High Court order were replaced: (1) the Registrar of Deeds (Johannesburg) must cancel title deed T020450/2004 and all rights arising therefrom; (2) the Director‑General for the Department of Housing, Gauteng Province, must hold an inquiry under s2 of the Conversion Act and declare the holder of the site permit as the owner."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Ownership and Registration",
    "level_3": [
      "Conversion of Site Permits",
      "Deeds Registries Act",
      "Locus Standi",
      "Administrative Law"
    ]
  }
}