{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/15.html",
  "case_name": "Kwikspace Modular Buildings Ltd v Sabodala Mining Company Sarl and Another (173/09) [2010] ZASCA 15; [2010] 3 All SA 467 (SCA) ; 2010 (6) SA 477 (SCA) (18 March 2010)",
  "citation": "[2010] ZASCA 15",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 15\n|\nNoteup\n|\nLawCite\nKwikspace Modular Buildings Ltd v Sabodala Mining Company Sarl and Another (173/09) [2010] ZASCA 15; [2010] 3 All SA 467 (SCA) ; 2010 (6) SA 477 (SCA) (18 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\nAFRICA\nJUDGMENT\nCase No:  173/09\nIn\nthe matter between\nKWIKSPACE\nMODULAR BUILDINGS LIMITED\nAppellant\nand\nSABODALA\nMINING COMPANY SARL\nFirst\nRespondent\nNEDBANK\nLIMITED\nSecond Respondent\nNeutral citation:\nKwikspace\nModular Buildings v Sabodala Mining Company\n(173/09)\n[2010] ZASCA 15\n(18 March 2010).\nCoram:\nCLOETE,\nLEWIS, SHONGWE JJA, GRIESEL\net THERON AJJA\nHeard:\t\n 23 February 2010\nDelivered:\t\n 18 March 2010\nSummary:\nBuilding contracts;\nperformance guarantees; whether a building contractor can rely on a\nterm of the building contract to interdict\nthe other contracting\nparty from presenting unconditional performance guarantees to the\nissuing bank.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng\nHigh Court (Johannesburg) (Victor J sitting\nas court of first instance):\nThe appeal is dismissed, with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (LEWIS, SHONGWE JJA, GRIESEL\net\nTHERON AJJA concurring):\n[1]\tThe present appeal concerns the right of a building\ncontractor to interdict the other party with whom it contracted for\nthe performance\nof the building works, from presenting a performance\nguarantee unconditional in its terms and furnished by a financial\ninstitution\nto the other party.\n[2]\tOn or about 30 December 2006 Kwikspace Modular\nBuildings Ltd, a South African company which is the appellant in\nthese proceedings\nand to which I shall refer as the Contractor,\nentered into a written contract with Sabodala Mining Company SARL, a\ncompany incorporated\nin terms of the laws of Senegal which is the\nfirst respondent in these proceedings and to which (taking my cue\nfrom the contract\nbetween the parties) I shall refer as the\nPrincipal. The contract was for the supply and installation of an\naccommodation village\nat the Sabodala Gold Project Site in Senegal.\nThe contract documents comprised a formal instrument of agreement;\nthe special conditions\nof contract (SCs) and Appendix A thereto (the\nsite specific conditions); the general conditions of contract (GCs),\nbeing the Australian\nStandard General Conditions of Contract AS 2124\nâ 1992, and annexures thereto; the contract schedules; the contract\nspecification\n(Scope of Work); appendices, and drawings (to take\nprecedence in that order). GC 23 provided that the Principal was\nobliged to ensure\nthat at all times there was a Superintendent and GC\n24 made provision for the appointment by the Superintendent of\nrepresentatives\nto exercise any of the functions of the\nSuperintendent under the contract. Annexure A to the GCs provided\nthat the law applicable\nto the contract would be that of the State of\nWestern Australia.\n[3]\tThe appeal turns on the interrelationship of GC 5\nand the guarantees provided pursuant thereto. It is necessary to\nquote extensively\nfrom both. GC 5 dealt with security, retention\nmoneys and performance undertakings. It provided inter alia (amended\nas aforesaid)\nas follows:\n'5.1\nPurpose\nSecurity, retention moneys and\nperformance undertakings are for the purpose of ensuring the due and\nproper performance of the Contract.\n. . .\n5.3\tFORM OF SECURITY\nThe security shall be in the\nform of cash or an approved unconditional irrevocable undertaking\ngiven by an approved financial institution.\nThe costs (including\nstamp duty and other taxes) of and incidental to the provision of the\nsecurity shall be borne by the party providing\nthe security.\nThe party having the benefit of\nthe security shall have the discretion to approve or disapprove the\nform of an unconditional undertaking\nfrom the financial institution\ngiving the undertaking. The form of unconditional undertaking\nattached as Attachment 1 to the General\nConditions of Contract is\napproved.\n. . .\n5.5\nRecourse\nto Retention Moneys and Conversion of Security\nA party may have recourse to\nretention moneys and/or cash security and/or may convert into money\nsecurity that does not consist of\nmoney where â\n(a)\tthe party has become\nentitled to exercise a right under the Contract in respect of the\nretention moneys and/or security; and\n(b)\tthe party has given the\nother party notice in writing for the period stated in the Annexure\n[which was two days] of the party's\nintention to have recourse to the\nretention moneys and/or cash security and/or to convert the security;\nand\n(c)\tthe period stated in the\nAnnexure [two days] has or have elapsed since the notice was given.'\n[4]\tTwo performance guarantees, each in identical terms\n(save for their numbers and that one was dated 28 March 2007 and the\nother,\n2 April 2007) and each for a maximum amount of R2 651 254,\nwere issued by Nedbank Ltd, a well-known South African bank\n(which\nwas cited as the second respondent in this appeal and in the court\nbelow, but which took no part in the proceedings in either\ncourt).\nThe undertaking attached to the GCs was not used. In terms of the\nguarantees issued the Bank bound itself to the Principal\nfor the due\nperformance by the Contractor of all the Contractor's obligations in\nterms of the contract:\n'and for the payment of all\ndamages or other amount including interest due by the Contractor to\nthe Principal whether in terms of\nthe contract or consequent upon\ndetermination thereof, and also all charges and expenses of\nwhatsoever nature, including, but without\nderogating from the\ngenerality of the aforesaid attorney and client legal costs incurred\nby the Principal in endeavouring to secure\nfulfilment of the\nobligations.'\nThere were 13 further clauses in the performance\nguarantees of which the following are relevant for present purposes:\n'2.\tThe Principal shall have the\nabsolute right to arrange his affairs with the Contractor in any\nmanner he deems fit and without\nadvising the Bank, and the Bank shall\nnot have the right to claim release on account of conduct alleged to\nbe prejudicial to the\nBank. Without derogation from the generality of\nthe foregoing, no compromise, extension of time, indulgence, release,\nwaiver of security,\nrelease of co-sureties or variation of the\nContractor's obligation shall, in any manner, affect the Bank's\nliability under this guarantee.\n3.\tThe Bank undertakes to be\nbound to effect payment of the above-mentioned amount, or any lesser\nportion thereof, to the Principal\nupon receipt by the Bank at the\nabovestated address of the Principal's first written demand that the\nContractor has committed a breach\nof the contract and/or has\ndefaulted thereunder and/or has been provisionally or finally\nsequestrated or liquidated or placed under\njudicial management.\n4.\tThe Bank shall be bound by\nany admission of liability by the Contractor and by an award or\njudgement in arbitration proceedings\nor litigation between the\nPrincipal and the Contractor.\n7.\tNotwithstanding anything to\nthe contrary contained herein, the Bank's obligations hereunder shall\nbe construed as principal and\nnot as accessory to the obligations of\nthe Contractor and compliance with any demand for payment received by\nthe Bank in terms hereof\nshall not be delayed, nor shall the Bank's\nobligations in terms hereof be discharged, by the fact that a dispute\nmay exist between\nthe Contractor and the Principal.\n13.\tThis guarantee shall be\ngoverned by South African Law and subject to the jurisdiction of\nSouth African Courts.'\n[5]\tVarious disputes arose between the parties during\nthe performance of the contract. Matters came to a head when on\nFriday afternoon\n24 October 2008 the Principal sent a notice to the\nContractor in the following terms:\n'Sabodala Gold Project\nCONTRACT NO. 1519/520 â\nSupply & Installation of Accommodation Village\nNotice of Conversion of\nSecurity\nNotice is hereby given under\nclause 5.5 of the General Conditions of Contract of the Principal's\nintention to convert into money the\nsecurity (Performance Guarantees\nNo 288/27805905 and 288/27918718) lodged by the Contractor under the\nContract.'\nA request addressed on behalf of the Contractor to the\nPrincipal's attorney for an undertaking that the guarantees would not\nbe presented\nto the Bank prior to an urgent application for an\ninterdict preventing such presentation, was refused. The Contractor\nthen approached\nthe Johannesburg High Court as a matter of urgency\nfor such an interim interdict pending an application for a final\ninterdict. An\ninterim interdict was granted by consent by Victor J on\nMonday 27 October 2008 that (apart from providing for dates for\nfiling of\nfurther affidavits) interdicted the Principal 'from\npresenting a first written demand for payment for any amounts in\nterms of the\nperformance guarantees . . .  and from claiming or\nreceiving payment from' the Bank 'in terms of the guarantees or\npursuant to the\npresentation thereof' and interdicted the Bank from\nmaking any payments to the Principal pursuant to the guarantees â\nall pending\nthe outcome of the Contractor's application for final\nrelief. The final relief was refused by the same learned judge on 18\nDecember\n2008, but leave to appeal to this court was subsequently\ngranted by her. Makhanya J thereafter issued an interdict in the same\nterms\nas the interim interdict save that the relief granted was\npending the finalisation of all appeals. This appeal is against the\norder\nof Victor J refusing a final interdict.\n[6]\tThe argument on behalf of the Contractor before this\ncourt involved three propositions: (1) that the underlying building\ncontract\nbetween the Contractor and the Principal could, as a matter\nof law, qualify the right of the Principal to present the guarantees\nfor payment to the Bank, despite the unconditional wording of the\nguarantees; (2) that the building contract did indeed contain such\na\nqualification, in particular, in GC 5.5(a); and (3) that GC 5.5\ncontained a tacit term so that GC 5.5(b) should be read as follows:\n'The party has given the other\nparty notice in writing for the period stated in the annexure [two\ndays] of the party's intention to\nhave recourse to the retention\nmoneys and/or cash security and/or to convert the security,\nsetting\nout the grounds on which the demand will be made\n.'\n[7]\tCounsel on both sides were content to submit that\nthere is a presumption\n1\nthat the law of a foreign State is, in the absence of evidence to the\ncontrary, presumed to be the same as the law of South Africa.\n2\nBut as I believe the law in Australia on the points in issue in this\nappeal can be ascertained readily and with sufficient certainty,\nas\ncontemplated in\ns 1(1)\nof the\nLaw of Evidence Amendment\nAct 45 of 1988\n,\n3\nI propose applying Australian law to the interpretation of the\nbuilding contract and in particular, GC 5. The High Court of\nAustralia\nhas not, so far as I have been able to ascertain, yet\npronounced on the first proposition advanced by counsel for the\nContractor.\nIt was left open in\nWood Hall Ltd\nv Pipeline Authority & another\n.\n4\nGibbs J, with whom Barwick CJ and Mason J concurred, said:\n5\n'For the reasons I have given,\nit seems to me clear that the Bank was obliged to the Authority to\nmake payment when demand was made.\nIt is unnecessary to consider\nwhether it would be possible to grant to the contractor any relief\nagainst the Bank if it were established\nthat the making of a demand\nby the Authority was a breach of its duty to the contractor, because,\nfor the reasons which I am about\nto state, I consider that the\nAuthority was entitled, as between itself and the contractor, to make\nthe demands when it did.'\nStephen J said:\n6\n'Had the construction contract\nitself contained some qualification upon the Authority's power to\nmake a demand under a performance\nguarantee, the position might well\nhave been different. In fact the contract is silent on the matter.'\nHowever, it seems well-established in Australian law\nthat the first proposition advanced on behalf of the Contractor is\ncorrect. In\nClough Engineering Ltd (ACN 009\n093 869) v Oil and Natural Gas Corporation Ltd & others\n7\nthe Federal Court of Australia said:\n'[75]\tThe principles under which\na court will construe the terms of a bank's undertaking in a\nperformance guarantee, and the contract\nbetween a contractor and an\nowner, have been stated in a series of authorities over the last 30\nyears. The seminal decision is that\nof the High Court in\nWood\nHall Ltd v Pipeline Authority\n[1979] HCA 21\n;\n(1979) 141 CLR 443\n,\n24 ALR 385\n(\nWood\nHall\n).\n[76]\tReference was made in\nWood\nHall\nto the\ncommercial purpose of the guarantees, which in that case was that\nthey be equivalent to cash . . .\n[77]\tNevertheless, the\nauthorities have recognised three principal exceptions to the rule\nthat a court will not enjoin the issuer\nof a performance guarantee,\nor bond, from performing its unconditional obligation to make\npayment. The exceptions were succinctly\nstated, with references to\nrelevant authorities, by Austin J in\nReed\nConstruction Services Pty Ltd v Kheng Seng (Aust) Pty Ltd\n(1999) 15 BCL 158 at 164-5 (\nReed\n):\nFirst\nâ the court will enjoin the party in whose favour the performance\nguarantee has been given from acting fraudulently: see, for example,\nWood Hall\nper Gibbs J (at CLR\n451; ALR 391-2).\nAs the primary judge observed at\n[36] Clough does not assert that ONGC has made a fraudulent claim.\nAccordingly, the first exception\nhas no application in the present\ncase.\nSecond\nâ the party in whose favour the performance bank guarantee has been\ngiven may be enjoined from acting unconscionably in contravention\nof\ns 51AA\nof the TPA [Trade Practices Act 1974]:\nOlex\nFocas Pty Ltd v Skodaexport Co Ltd\n[1998] 3 VR 380\n(\nOlex\nFocas\n). On this\npoint, different views have been expressed about the reach of s 51AA.\nThe High Court has not determined which of these\nviews is correct:\nAustralian Competition\nand Consumer Commission v CG Berbatis Holdings Pty Ltd\n(2003) 214 CLR 51\n;\n197 ALR 153\n;\n[2003] HCA 18\nat\n[44]\n-\n[45]\n(\nCG\nBerbatis Holdings\n).\nIn any event, none of the categories of unconscionable conduct\nrecognised in\nAustralian\nCompetition and Consumer Commission v Samton Holdings Pty Ltd\n(2002) 117 FCR 301\n;\n189 ALR 76\n;\n[2002] FCA 62\nat\n[48]\n(\nSamton\nHoldings\n) apply in\nthis case. Accordingly, the second exception has no application.\nThird\nâ the most important exception for present purposes, is that, while\nthe court will not restrain the issuer of a performance guarantee\nfrom acting on an unqualified promise to pay (\nReed\nConstruction Services\nat 164 per Austin J):\n. . . if the party in whose\nfavour the bond has been given has made a contract promising not to\ncall upon the bond, breach of that\ncontractual promise may be\nenjoined on normal principles relating to the enforcement by\ninjunction of negative stipulations in contracts.\nIt may be preferable not to\ndescribe this as an exception but rather as an over-riding rule\nbecause it emphasises that the \"primary\nfocus\" will always\nbe the proper construction of the contract:\nBateman\nProject Engineering Pty Ltd v Resolute Ltd\n(2000) 23 WAR 493\n;\n[2000] WASC 284\nper Owen J at [30]. Stephen J\nrecognised this in\nWood\nHall\nat CLR\n459; ALR\n398-9\nby observing that the provisions of the contract may qualify\nthe right to call on the undertaking contained in a performance\nguarantee.\n[78]\tNumerous authorities have\naccepted the third proposition. Many were referred to in\nReed\nat 165. Others include\nFletcher\nConstruction\nat\n826-7;\n8\nBachman Pty Ltd v BHP\nPower New Zealand Ltd\n[1999] 1 VR 420\n;\n[1998] VSCA 40\nat\n[28]\n(\nBachmann\n);\nBaulderstone\nHornibrook Pty Ltd v Qantas Airways Ltd\n[2000] FCA 672\nat\n[10]\n;\nRejan\nConstructions Pty Ltd v Manningham Medical Centre Pty Ltd\n[2002] VSC 579\nat\n[37]\n.'\n[8]\tIn\nBachmann (Pty) Ltd v BHP\nPower New Zealand Ltd\n9\nthe Supreme Court of Victoria Court of Appeal dealt with a building\ncontract that contained a GC 5.5\n10\nin very similar terms to the contract which is the subject of this\nappeal, and two letters of credit issued to the party who corresponds\nto the Principal in this appeal. Brooking JA (with whom Tadgell and\nOrmiston JJA concurred) said:\n'28.\tIt is plain that clause 5.5\nof the general conditions of the contract before us is an express,\nalbeit qualified, contractual\nprohibition on the conversion of a\nsecurity into cash. It is also plain that it is competent to the\nholder of a security provided\nby the other contracting party to\npromise as part of the contract under which the security is provided\nâ the underlying contract\nâ not to do some act in relation to the\nsecurity except in a certain event. Such a contractual promise is\nefficacious, not in the\nsense, when the security is constituted by\nthe obligation of a third person, that the third person can rely by\nway of defence as\nagainst the security-holder on a term of the\nunderlying contract, to which he was not a party, but in the sense\nthat relief can be\nafforded to the person who procured the security\nin an action brought against the security-holder on the promise\ncontained in the\nunderlying contract. No principle or rule of law\nwould deny that a promise forming part of the underlying contract is\nin this sense\nefficacious, and the cases recognise this:\nWood\nHall Ltd v Pipeline Authority\n[1979] HCA 21\n;\n(1979) 141 CLR 443\nat 452-4 per Gibbs J (with whom\nMason J agreed) and at 459 per Stephen J; the\nPearson\nBridge\ncase;\n11\nWashington\nConstructions Company Pty Ltd v Westpac Banking Corporation\n(1983) Qd.R. 179\n;\nHortico\n(Australia) Pty Ltd v Energy Equipment Co (Australia) Pty Ltd\n(1985) 1 NSWLR 545\nAT 554;\nTenore\nPty Ltd v Roleystone Pty Ltd\n(unreported, Supreme Court of New South Wales, Giles J 14 September\n1990, at p 31);\nJ H\nEvins Industries (N.T.) Pty Ltd v Diano Nominees Pty Ltd\n(unreported, Supreme Court of the Northern Territory, Kearney J, 30\nJanuary 1989);\nHughes\nBros Pty Ltd v Telede Pty Ltd\n(1989) 7 Building and Construction Law 210;\nBarclay\nMowlem Construction Ltd v Simon Engineering (Australia) Pty Ltd\n(1991) 23 NSWLR 451\nat 457;\nMalaysia\nHotel (Aust) Pty Ltd v Sabemo Pty Ltd\n(1993) 11 Building and Construction Law 50; the\nFletcher\nConstruction\ncase.\n12\n29.\tI do not overlook the\ncritical distinction between the effect of the underlying contract as\nbetween the parties to it and its\neffect (if any) as between the\nholder of the security and the third person whose obligation\nconstitutes the security. One can for\nbrevity speak of a contractual\nqualification upon the owner's powers in relation to the security\nwhere the underlying agreement between\nthe owner and the contractor\nor supplier contains a term which restricts the exercise of those\npowers in some way.\n30.\tIn the present case the\nsupplier, in trying to stop the purchaser demanding payment under the\nletter of credit, did not try to\nmake any case of fraud on the\npurchaser's part: it relied solely on the contractual qualification\nupon the purchaser's powers constituted\nby clause 5.5 of the general\nconditions. The present case appears to be novel so far as this\ncountry is concerned, in that it is\nclear, and is conceded, that\nclause 5.5 does constitute a contractual qualification on the\npurchaser's powers in relation to the\nsecurity. In all the other\nAustralian cases of which I am aware, the initial question was\nwhether the underlying contract, on its\nproper construction, did\ncontain a qualification on the owner's powers as regards the\nsecurity. In particular, the question arose\nin other cases whether a\nstipulation not negative in form was negative in substance, in that\nit laid down the only circumstances\nin which something might be done.\nSee: the\nPearson\nBridge\ncase;\nSelvas\nPty Ltd v Hansen & Yuncken (SA) Pty Ltd\n(1987) 6 Aust. Const. L.R. 36; the\nBarclay\nMowlem\ncase;\nJ\nH Evins Industries (N.T.) Pty Ltd v Diano Nominees Pty Ltd\n;\nHughes Bros Pty Ltd v\nTelede Pty Ltd\n; the\nFletcher Construction\ncase. But the present stipulation is negative in form; there is\nundoubtedly a contractual qualification on the purchaser's powers\nin\nrelation to the security; the only question is that of the content of\nthe qualification. This is the point of this appeal.'\n[9]\tIn\nFletcher Construction\nAustralia Ltd v Varnsdorf Pty Ltd\n13\nCallaway JA, in a concurring judgment in the Supreme Court of\nVictoria Court of Appeal, said:\n'In\nGroup\nJosi Re v Walbrook Insurance Co Ltd\n[1996] 1 WLR 1152\nat 1161-2 Staughton L J said that the effect on the\nlifeblood of commerce is precisely the same whether the guarantor,\ntypically\na bank, is restrained from paying or the beneficiary is\nrestrained from asking for payment. There is nevertheless an\nimportant difference\nbetween restraining a bank from honouring a\nguarantee and restraining the beneficiary from calling upon it. In\nthe former case the\nmoving party seeks to prevent the bank from\nperforming its contract; in the latter case the moving party seeks to\nprevent the beneficiary\nfrom breaching a provision of the underlying\ncontract. A moment's reflection will show that the beneficiary,\nunlike the bank, may\nbe restrained if there is an express prohibition\nin the underlying contract against calling upon the guarantee. In\ntheory an implicit\nor implied prohibition is just as good. The\npractical problem is that it is much harder to establish. That is not\nbecause of a requirement\nthat an implicit or implied prohibition\nagainst calling upon a guarantee must be clear. It is because the\nimplication cannot be made\nif it would stultify, or even if it would\nbe inconsistent with, the purpose for which the guarantee was taken.'\n[10]\tOther cases to the same effect as the three from\nwhich I have quoted are collected in\nEwing\nInternational LP v Ausbulk Ltd\n2008 WL\n353205,\n[2008] SASC 25\n, a decision of Layton J given in the Supreme\nCourt of South Australia on 8 February 2008.\n[11]\tIt therefore seems to me that it can be said with\nsufficient certainty that Australian law is to the following effect:\na building\ncontractor may, without alleging fraud, restrain the\nperson with whom he had covenanted for the performance of the work,\nfrom presenting\nto the issuer a performance guarantee unconditional\nin its terms and issued pursuant to the building contract, if the\nContractor\ncan show that the other party to the building contract\nwould breach a term of the building contract by doing so; but the\nterms of\nthe building contract should not readily be interpreted as\nconferring such a right.\n[12]\tI expressly refrain from considering whether, in\nview of the decision of this court in\nLoomcraft\nFabrics CC v Nedbank Ltd & another\n14\n(which dealt with a letter of credit) and the English decisions\nreferred to therein, in particular the decision of the English Court\nof Appeal in\nEdward Owen Engineering Ltd v\nBarclays Bank International Ltd\n15\n(where Lord Denning MR\n16\nand Browne LJ\n17\nboth said that a performance guarantee is akin to a letter of\ncredit), there is any room for a contention that the position in\nSouth\nAfrica should be the same as in Australia. So far as Australian\nlaw is concerned, English authority to the contrary notwithstanding,\nthe Federal Court of Australia held as recently as 2008 in\nClough\nEngineering\n:\n18\n'[81]\tIn determining whether the\nunderlying contract confers an unfettered right to call upon the\nperformance guarantee, the importance\nof such instruments in the\nconstruction industry, both nationally and internationally, is a\nfactor which bears upon the question\nof construction of the contract.\nA number of authorities support this proposition:\n(1)\tIn\nWood\nHall\nat CLR\n457-8;\nALR 396-7\n, Stephen J referred to English authority which described\nthe performance guarantee as standing on a similar footing to a\nletter of\ncredit.\n(2)\tIn the passage from the\njudgment of Callaway JA in\nFletcher\nConstruction\nat 827\nquoted above, his Honour emphasised the importance of commercial\npractice in construing the contract. The reference in the\njudgment of\nCharles JA at 822 to the passage from Hudson's Building and\nEngineering Contracts, is to similar effect.\n(3)\tIn\nBachmann\n,\nBrooking JA referred at [51] to the practice in the United States. He\nsaid that the generally accepted view in that country is that\nstandby\nletters of credit (and hence, performance guarantees) are intended by\nthe parties to the underlying contract to require the\nsupplier or\ncontractor to:\n[51]\t... stand out of the amount\nof the credit in favour of the buyer pending resolution of the\nunderlying dispute.\n(4)\tThis approach is supported\nby the observations of Hobhouse LJ in\nToomey\nv Eagle Star Insurance Co Ltd\n[1994] 1 Lloyd's Law Rep 516 at 520, that parties to a commercial\ncontract are to be taken to have contracted against a background\nwhich includes the earlier authorities on the construction of similar\ncontracts.\n[82]\tNotwithstanding the\nimportance of commercial practice, the statements in these\nauthorities do not suggest that the court should\ndepart from the task\nof construing the terms of the contract in each case. What the\nauthorities emphasise is that the commercial\nbackground informs the\nconstruction of the contract . . . .'\n[13]\tThe next question is whether the Contractor is\ncorrect in asserting that GC 5.5 in fact qualified the Principal's\nright to present\nthe guarantees. The Contractor submitted that the\nclause required that an actual enforceable right be vested in the\nPrincipal before\nit would be entitled to present the guarantees for\npayment, and that it was not sufficient for the Principal to assert\nthat it bona\nfide believed that it did have such a right; and\naccordingly, the right could only be enforced, if it were disputed,\nonce the dispute\nhad been finally settled by arbitration or a court.\nThis contention is wrong in fact and in Australian law. As a matter\nof law, it\nis contrary to the decisions in\nClough\nEngineering\n,\n19\nFletcher Construction\n20\nand\nBachmann\n.\n21\nIn\nBachmann\nthe court\nheld\n22\n(in respect of general conditions indistinguishable in their terms\nfrom GC 5.5 and GC 42.11 in the contract at issue in this appeal):\n'53.\tIn the present case the\nmatters of conversion of and recourse to the security are dealt with\nby two general conditions, which\nshould if possible be construed so\nas to work in harmony. Clause 5.5\n23\nprohibits conversion into money until the purchaser becomes entitled\nto exercise a right under the contract in respect of the security.\nClause 22.4\n24\nentitles the purchaser to deduct from moneys otherwise due to the\nsupplier any moneys due from the supplier to the purchaser and,\nif\nthose moneys are insufficient, entitles the purchaser to have\nrecourse to the security. Like clause 3.13(b) in\nFletcher\n,\nit confers a right of recourse against the security to obtain the\nbalance if the exercise of the right of set-off which it also\nconfers\nleaves a balance outstanding in favour of the purchaser. It would, as\nCharles JA said in\nFletcher\n,\nbe strange if the clauses concerned in that case and this â clause\n3.13(b) and clause 22.4 â conferred the practical right of\nrecourse\nonly where moneys were \"due\" from the supplier to the\npurchaser in some such sense as actually or indisputably\ndue. I would\ntreat clauses 5.5 and 22.4 of the present contract, read in\nconjunction, as entitling the purchaser, as between itself\nand the\nsupplier, to have recourse to the security where according to a bona\nfide claim made by the purchaser moneys are due to it\nfrom the\nsupplier which exceed any moneys due from it to the supplier.\n54.\tThe fact that one of the\nforms of security recognised by clause 5.3, when regard is had to the\napproved undertaking which is attached,\nis cast in the now familiar\nform of an unconditional promise to pay on demand without reference\nto the supplier and notwithstanding\nany notice by it not to pay\nsupports the view that the parties contemplated that it was the\nsupplier who should be out of pocket\npending the resolution of any\ndispute.'\nThe cases to which I have just referred, although they\ncome to the same conclusion, are not harmonious in their reasoning. I\ntherefore\npropose dealing with the Contractor's contention on the\nfacts. In order to explain why the Contractor cannot succeed on the\nfacts\neither, it is necessary to examine several provisions in the\nGCs.\n[14]\tGC 42 deals with certificates and payments. GC 42.1\nbegins:\n'\nPayment\nclaims, certificates, calculations and time for payment\nAt the times for payment claims\nstated in the Annexure and upon issue of a Certificate of Practical\nCompletion and within the time\nprescribed by Clause 42.7, the\nContractor shall deliver to the Superintendent claims for payment\nsupported by evidence of the amount\ndue to the Contractor and such\ninformation as the Superintendent may reasonably require. Claims for\npayment shall include the value\nof work carried out by the Contractor\nin the performance of the Contract to that time together with all\namounts then due to the Contractor\narising out of or in connection\nwith the Contractor or for any alleged breach thereof.\nWithin 14 days after receipt of\na claim for payment, the Superintendent shall issue to the Principal\nand to the Contractor a payment\ncertificate stating the amount of the\npayment which, in the opinion of the Superintendent, is to be made by\nthe Principal to the\nContractor or by the Contractor to the\nPrincipal. The Superintendent shall set out in the certificate the\ncalculations employed to\narrive at the amount and, if the amount is\nmore or less than the amount claimed by the Contractor, the reasons\nfor the difference.\nThe Superintendent shall allow in any payment\ncertificate issued pursuant to this Clause 42.1 or any Final\nCertificate issued pursuant\nto Clause 42.8 or a Certificate issued\npursuant to Clause 44.6 [adjustment on completion of the work taken\nout of the hands of the\nContractor], amounts paid under the Contract\nand amounts otherwise due from the Principal to the Contractor and/or\ndue from the Contractor\nto the Principal arising out of or in\nconnection with the Contract including but not limited to any amount\ndue or to be credited\nunder any provision of the Contract.\nIf the Contractor fails to make\na claim for payment under Clause 42.1, the Superintendent may\nnevertheless issue a payment certificate.\nSubject to the provisions of the\nContract, within 28 days after receipt by the Superintendent of a\nclaim for payment or within 14\ndays of issue by the Superintendent of\nthe Superintendent's payment certificate, whichever is the earlier,\nthe Principal shall pay\nto the Contractor or the Contractor shall pay\nto the Principal, as the case may be, an amount not less than the\namount shown in the\nCertificate as due to the Contractor or to the\nPrincipal as the case may be, or if no payment certificate has been\nissued, the Principal\nshall pay the amount of the Contractor's claim.\nA payment made pursuant to this Clause shall not prejudice the right\nof either party\nto dispute under Clause 47 [the dispute resolution\nclause] whether the amount so paid is the amount properly due and\npayable and\non determination (whether under Clause 47 or as otherwise\nagreed) of the amount so properly due and payable, the Principal or\nContractor,\nas the case may be, shall be liable to pay the difference\nbetween the amount of such payment and the amount so properly due and\npayable.\n. . .'\nGC 42.11 provides:\n'Recourse for Unpaid Moneys\nWhere, within the time provided\nby the Contract, a party fails to pay the other party an amount due\nand payable under the Contract,\nthe other party may, subject to\nClause 5.5, have recourse to retention moneys, if any, and, if those\nmoneys are insufficient, then\nto security under the Contract and any\ndeficiency remaining may be recovered by the other party as a debt\ndue and payable.'\nGC 47.1 provides inter alia:\n'Notwithstanding the existence\nof a dispute, the Principal and the Contractor shall continue to\nperform the Contract, and subject\nto Clause 44 [default or insolvency\nof either party], the Contractor shall continue with the work under\nthe Contract and the Principal\nand the Contractor shall continue to\ncomply with Clause 42.1.'\n[15]\tThe Superintendent on 3 October 2008 issued a\ncertificate, certificate 10, which was in part based on variations 17\nto 20 ordered\nby him (which the Contractor's counsel accepted in oral\nargument had been competently ordered)\n25\nand the amount certified in this regard considerably exceeded the\ntotal amount of the guarantees. No part of the amount certified\nhas\nbeen paid. Accordingly, unless the Contractor can advance some valid\nreason for not doing so, the Principal would (in the words\nof GC 5.5)\nhave 'become entitled to exercise a right under the contract in\nrespect of the . . . security', the right being that envisaged\nin GC\n42.11 to 'have recourse to . . . security under the contract' (the\nguarantees) because the Contractor 'failed to pay . . .\nan amount due\nand payable under the contract', in terms of GC 42.1; and the\nexistence of a dispute is not a valid reason because\nof the\nprovisions of GC 47.1.\n[16]\tSeveral reasons were advanced in argument as to why\nthe Contractor was not obliged to make any payment under certificate\n10.\nThe first was that the person who issued it, Mr Patterson, was\nnot the Superintendent's representative at the time he did so. That\nargument is not open to the Contractor because the allegation by the\nPrincipal in the answering affidavit filed on its behalf and\ndeposed\nto by Patterson, that the latter was indeed the Superintendent's\nrepresentative at all material times, was not disputed by\nthe\nContractor in its replying affidavit;\n26\nand lack of authority of an agent must be specifically alleged:\nDurbach v Fairway Hotel Ltd\n.\n27\n[17]\tThe second argument was that it would be improper\nfor the Contractor to rely on certificate 10 because it did not\ncontain a valuation\nof the works performed subsequent to the previous\ncertificate. Reliance was placed on GC 23 which provides inter alia:\n'The Principal shall ensure that\nat all times there is a Superintendent and that in the exercise of\nthe functions of the Superintendent\nunder the Contract, the\nSuperintendent â\n(a)\tacts honestly and fairly;\n. . .\n(c)\tarrives at a reasonable\nmeasure or value of work, quantities or time.'\nThe short answer to this argument is that after the\nprevious certificate had been issued, the Contractor made no claim\nfor payment\nas required by the first paragraph of GC 42.1 (quoted in\npara 14 above) and the Superintendent was accordingly not obliged to\nvalue\nthe work.\n[18]\tThe final submission on this point was that\nreliance on the certificate would be fraudulent. As appears from the\nquotation in\npara 7 above from para 77 of the judgment of the Federal\nCourt of Australia in\nClough Engineering\n,\nfraud (in the sense of lack of good faith) is a recognised exception\nin Australia (as it is in other countries)\n28\nto the rule that a court will not enjoin the issuer of a performance\nguarantee (in this case, Nedbank) from performing its unconditional\nobligation to make payment. But it would not be fraud for the\nPrincipal to present the guarantees based on the Contractor's failure\nto pay certificate 10, which the Superintendent validly and properly\nissued (at least in regard to variations 17 to 20), when the\nPrincipal knows that the Contractor might or even did have other\nclaims that would have reduced the amount payable under the\ncertificate\nhad they been made, but which the Contractor had not\nadvanced to the Superintendent, which had accordingly not been\ncertified and\nwhich were therefore not due for payment. The Principal\nwas fully entitled to rely on the indebtedness created in its favour\nby certificate\n10 and to look to the guarantees when this debt was\nnot paid. In other words, it has not been demonstrated that the\nPrincipal would\nbe acting in bad faith were it to present the\nguarantees for payment.\n[19]\tI accordingly find that the Contractor has no\ndefence to its failure to pay at least that part of certificate 10\nwhich depends\nupon variations orders 17 to 20, and that its failure\nto pay entitles the Principal to present the guarantees for payment â\nunless\nthe notice it gave the Contractor in terms of GC 5.5 was\ninvalid because there was a tacit term of the nature for which it\ncontended,\nthe question to which I now turn.\n[20]\tI see no good reason for incorporating the tacit\nterm for which the Contractor contends (set out in para 6 above),\nthat would\nrequire the Principal to furnish to the Contractor its\ngrounds for converting the guarantee into cash. First, to do so would\nrun\ncontrary to the position adopted in the last part of the passage\nquoted in para 9 above from the judgment of Callaway JA in\nFletcher\nConstruction\n. Second, the term is not\nnecessary to give the contract business efficacy. The law in this\nregard was succinctly stated by the High\nCourt of Australia in\nCon-Stan Industries of Australia Pty Ltd v\nNorwich Winterthur Insurance (Australia) Ltd, Elastic Rail Spike Co\n(Aust) Pty Ltd v Norwich\nWinterthur Insurance (Australia) Ltd.\n29\nIn that matter the court rejected the\nargument that terms for which one of the parties contended were\nincorporated into the contract\nby custom or usage, and then dealt\nwith the argument that similar terms should be implied to give\nbusiness efficacy to the contract.\nThe court said in this latter\nregard:\n'The appellant suggested that an\nalternative basis on which to imply terms of the kind just described\nis that they are necessary to\ngive business efficacy to the contract.\nFor this argument to succeed, the term sought to be implied must be\nnecessary to make the\ncontract work and must be so obvious that it\ngoes without saying:\nThe\nMoorcock\n(1889) 14 PD\n64\nat 68;\nShirlaw v\nSouthern Foundries (1926) Ltd\n[1939] 2 KB 206\nat 227;\nReigate\nv Union Manufacturing Co (Ramsbottom)\n[1918] 1 KB 592\nat 605;\nBP\nRefinery Pty Ltd v Hastings Shire Council\n(1977) 52 ALJR 20\nat 26;\n16 ALR 363\nat 376;\nSecured\nIncome Real Estate (Australia) Ltd v St Martins Investments Pty Ltd\n[1979] HCA 51\n;\n(1979) 26 ALR 567\n;\n144 CLR 596\nat 605-6;\nCodelfa\nConstruction Pty Ltd v State Rail Authority of NSW\n[1982] HCA 24\n;\n(1982) 41 ALR 367\n;\n149 CLR 337\nat 354, 404.\nNeither of the implied terms\nalternatively urged by the appellant satisfy these requirements.\nNeither term is so obvious that both\nthe insurer and the assured\nwould clearly have agreed to its inclusion in the contract of\ninsurance had they directed their minds\nto it at the time they\nconcluded their bargain. This will commonly be the situation where\nthe term sought to be implied is adverse\nto the interests of one of\nthe parties, as they are adverse to the interests of the insurer\nhere. An implication which may be regarded\nas obvious to one party\nmay not be so regarded by the party detrimentally affected:\nScanlan's\nNew Neon Ltd v Tooheys Ltd\n[1943] HCA 43\n;\n(1943) 67 CLR 169\nat 197; Treitel:\nThe\nLaw of Contract\n(1983) 6\nth\ned, at 159. Unless it can be said that both parties would have\nconsented to its inclusion, a term cannot be implied.'\n30\nIn the present appeal it may be convenient to include\nthe term for which the Contractor contends; but it is not necessary\nto do so.\nIf a contractor really was unaware of the basis on which\nthe principal would rely to present the guarantee and the contractor\nwas\nof the view that there could not be any valid basis, it could\nswear an affidavit to this effect â and, absent an undertaking by\nthe principal, it could obtain an interim interdict to prevent\npresentation of the guarantee pending determination of the\napplication.\nThe principal's case would then have to be made out in\nits answering affidavit to which the contractor would be able to\nreply. This\nmay necessitate an application by the principal for leave\nto file a fourth set of affidavits. But it is not unusual for a party\nto\nbe unaware of the details of the case of its adversary. In an\napplication to restrain publication of a defamatory article, the\napplicant\nwill seldom be able to attach a copy of what a newspaper\nintends publishing. In applications for the enforcement of a\nrestraint of\ntrade, the applicant is not obliged to set out in its\nfounding affidavit the reason why it contends the restraint is\nnecessary for\nits protection. And certainly at least before the\nadvent of the Prevention of Illegal Eviction from and Unlawful\nOccupation of Land\nAct 19 of 1998 when an owner brought a\nrei\nvindicatio\n, it was not obliged to say why it\nalleged that the defendant/respondent was in unlawful occupation of\nits property. Therefore although\nthe term sought to be incorporated\nwould lead to efficiency in litigation, it is not essential and it is\ntherefore not necessary\nto provide business efficacy to the contract.\n[21]\tAnd finally on this point, the term is not so\nobvious that both the Contractor and the Principal would clearly have\nagreed to\nits inclusion in the contract had they directed their minds\nto it at the time that the contract was concluded. All that the\npurchaser\nwas obliged to inform the issuing Bank was that 'the\nContractor has committed a breach of the contract and/or has\ndefaulted thereunder'\n(or has been declared insolvent or put under\njudicial management). It is not obvious at all that the Principal\nwould have agreed\nto the inclusion of a term in the building contract\nrequiring it to give sufficient details to the Contractor of the\nbasis on which\nit intended presenting the guarantee, to enable the\nContractor to challenge that basis before the guarantee was presented\nâ which\nis the ambit of the tacit term for which counsel for the\nContractor contended. Nor is it necessary for the term to be included\nso\nas to enable the Contractor to remedy its breach (the alternative\nreason relied upon for including the term) both because two days\nis\nmanifestly too short a time for this purpose and because the term\nwould be irreconcilable with GC 5.5(a).\n[22]\tTo sum up: as a matter of law in Australia, a\nbuilding contract can contain provisions enforceable at the suit of\nthe contractor\nwhich amount to preconditions to, and therefore limit,\nthe right of the beneficiary of an unqualified performance guarantee\nto present\nit to the issuer. But even assuming in favour of the\nContractor in this case that GC 5.5 requires the Principal to have an\nenforceable\nright under the contract before it is entitled to present\nthe guarantees issued by Nedbank, it had such a right which it was\nentitled\nto assert; and no tacit term is to be incorporated into GC\n5.5 obliging the Principal, in its notice to the Contractor required\nby\nthat clause, to set out the grounds on which the demand will be\nmade.\n[23]\tThe appeal is dismissed, with costs.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nA\nPPEARANCES:\nAPPELLANTS:\t\tP H J van Vuuren\nInstructed by Honey Attorneys, Johannesburg;\nHoney Attorneys, Bloemfontein\nFIRST RESPONDENT:\tA J Daniels\nInstructed by Routledge Modise t/a Eversheds,\nJohannesburg;\nLovius Block, Bloemfontein\n1\nSee the authorities collected in\nHarnischfeger\n\tCorporation & another v Appleton & another\n1993 (4) SA 479\n(W) at 486A-D.\n2\nThis view is challenged in\nThe\n\tSouth African Law of Evidence\nby D T\n\tZeffertt, A P Paizes and A Skeen (2003) p 313; and see also Kahn\n(1970) 87 SALJ 145.\n3\n'Any court may take judicial notice of the law of\n\ta foreign state . . . so far as such law can be ascertained readily\n\tand with sufficient\ncertainty . . . .'\n4\n[1979] HCA 21\n;\n24 ALR 385.\n5\nAt 393 lines 1 to 8.\n6\nAt 398 lines 18 to 23.\n7\n[2008] FCAFC 136\n;\n249 ALR 458.\n8\nFletcher Construction Australia Ltd v\n\tVarnsdorp Pty Ltd\n1998 3 VR 812.\n9\n[1998] VSCA 40\n(11 September 1998).\n10\nQuoted in n 23 below.\n11\nPearson Bridge (NSW) (Pty) Ltd v State Rail Authority of New\n\tSouth Wales\n(1982) Aust Const LR 81.\n12\nAbove, n 8.\n13\nAbove, n 8.\n14\n[1995] ZASCA 127\n;\n1996 (1) SA 812\n(A), and see also\nLombard\n\tInsurance Co Ltd v Landmark Holdings (Pty) Ltd & others\n2010 (2) SA 86\n(SCA) especially para 20.\n15\n[1978] QB 159\n;\n[1978] 1 All ER 976\n(CA).\n16\nAt 171A-B (QB); 983b-c (All ER).\n17\nAt 172F (Ch); 984d-e (All ER).\n18\nAbove, n 7.\n19\nAbove, n 7 paras 85-112.\n20\nAbove, n 8 para 53.\n21\nAbove, n 9 particularly in the judgments of\n\tCharles JA and Callaway JA.\n22\nIn paras 53 and 54.\n23\n'A party shall not convert into money security\n\tthat does not consist of money until the party becomes entitled to\n\texercise a right\nunder the Contract in respect of the security.' Cf\n\tGC 5.5 in para 3 above.\n24\n'\nThe Purchaser may deduct from monies otherwise\n\tdue to the Supplier any monies due from the Supplier to the\n\tPurchaser and if those\nmonies are insufficient, the Purchaser can\n\thave recourse to the security under the Contract.' Cf GC 42.11\n\tquoted in para 14 below.\n25\nI do not seek to imply that there was anything\n\twrong with the remainder of the certificate which dealt with\n\tliquidated damages arising\nfrom the Contractor's failure to reach\n\tpractical completion by the required (extended) date; it is simply\n\tunnecessary to have regard\nthereto, or the disputes that have arisen\n\tin this regard, for the purposes of the appeal.\n26\nTransnet Ltd v Rubenstein\n2006 (1) SA 591\n(SCA) para 28.\n27\n1949 (3) SA 1081\n(SR) at 1082.\n28\nSee\nLoomcraft\n\tFabrics\n, above n 14, at 823C-D for the\n\tposition in South Africa and\nTeam\n\tTelecom International Ltd & another v Hutchinson 3G UK Ltd\n[2003] 1 All ER (Comm) 914\n,\n[2003] EWHC 762\n(TCC) paras 29â37 for\n\tthe position in England and Singapore. It is not necessary for the\n\tpurposes of this appeal to consider\nother exceptions.\n29\n[1986] HCA 14\n;\n64 ALR 481\nat p 489.\n30\nSee also\nCodelfa\n\tConstruction (Pty) Ltd v State Rail Authority of New South Wales\n[1982] HCA 24\n;\n41 ALR 367\n, a decision of the High Court of Australia, at 370-1 (per\n\tMason J); 392-3 (per Aickin J) and 417-8 (per Brennan J).",
  "scraped_at": "2026-02-11T20:12:59.670829",
  "date": "2010-03-18",
  "coram": [
    "CLOETE JA",
    "LEWIS JA",
    "SHONGWE JJA",
    "GRIESEL AJJA",
    "THERON AJJA"
  ],
  "case_number": "173/09",
  "parties": {
    "applicants": [
      "Kwikspace Modular Buildings Ltd"
    ],
    "respondents": [
      "Sabodala Mining Company SARL",
      "Nedbank Ltd"
    ]
  },
  "sections": {
    "facts": "Kwikspace Modular Buildings Ltd (the Contractor) entered into a building contract with Sabodala Mining Company SARL (the Principal) for the supply and installation of an accommodation village in Senegal. The contract incorporated the Australian Standard General Conditions of Contract AS 2124‑1992, including clause 5 dealing with security and performance guarantees. Two unconditional performance guarantees were issued by Nedbank Ltd for a maximum amount of R2,651,254 each. Disputes arose during performance and, on 24 October 2008, the Principal gave notice under clause 5.5 that it intended to convert the guarantees into cash because it claimed the Contractor had failed to pay amounts certified under the contract. The Contractor sought an interdict to prevent the Principal and the Bank from presenting the guarantees, first obtaining an interim interdict, which was later refused in final relief. The Contractor appealed the refusal of a final interdict.",
    "issues": "1. Whether the building contract, specifically clause 5.5, qualifies the Principal’s right to present unconditional performance guarantees, thereby allowing the Contractor to interdict that presentation. 2. Whether a tacit term must be read into clause 5.5 requiring the Principal to give the Contractor reasons for converting the guarantee before demand. 3. Whether Australian law, as applied to the contract, permits an injunction against the presentation of an unconditional guarantee where the underlying contract contains a qualification on the right to call on the guarantee.",
    "principles": "The Court applied Australian contract law principles on the construction of performance guarantees. It noted three recognised exceptions to the rule that a court will not enjoin a bank from honoring an unconditional guarantee: fraud, unconscionable conduct, and a contractual qualification restricting the beneficiary’s right to call on the guarantee. Leading authorities cited included Wood Hall Ltd v Pipeline Authority, Clough Engineering Ltd v ONGC, Bachmann Pty Ltd v BHP Power New Zealand Ltd, and Fletcher Construction Australia Ltd v Varnsdorf Pty Ltd. The Court held that a contractual qualification (as in clause 5.5) can be enforceable and may pre‑condition the right to call on a guarantee, but the qualification must be clear and evident from the contract. The Court further ruled that implied (tacit) terms are only incorporated where necessary for business efficacy and obvious to both parties, which was not the case here.",
    "application": "The Court found that clause 5.5, read in conjunction with clause 42.11, gave the Principal the right to convert the guarantees into cash once it became entitled to a right under the contract – namely, after the Contractor failed to pay the amount certified in certificate 10. The Contractor had not paid the certified amount and therefore the Principal’s entitlement arose. The Court rejected the Contractor’s argument that a tacit term requiring the Principal to set out the grounds for demand should be implied, stating that such a term was not necessary for business efficacy and was not obvious. Consequently, the Contractor could not rely on a contractual qualification to prevent the presentation of the guarantees.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed that the Principal was entitled to present the performance guarantees for payment, and no injunction could be granted in favour of the Contractor."
  },
  "tags": {
    "level_1": "Construction Law",
    "level_2": "Performance Guarantees",
    "level_3": [
      "building contracts",
      "security interests",
      "injunction",
      "contract interpretation",
      "Australian law"
    ]
  }
}