{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/101.html",
  "case_name": "Minister of Safety and Security and Another v Van der Merwe and Others (556/09) [2010] ZASCA 101; [2011] 1 All SA 260 (SCA) ; 2011 (1) SACR 211 (SCA) (7 September 2010)",
  "citation": "[2010] ZASCA 101",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 101\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security and Another v Van der Merwe and Others (556/09) [2010] ZASCA 101; [2011] 1 All SA 260 (SCA) ; 2011 (1) SACR 211 (SCA) (7 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 556/09\nIn the matter\r\nbetween:\nMINISTER OF\r\nSAFETY AND SECURITY\tFirst Appellant\nTHE COMMISSIONER:\r\nSOUTH AFRICAN\nREVENUE\r\nSERVICE\tSecond Appellant\nand\nGARY WALTER VAN\r\nDER MERWE\tFirst Respondent\nMONIQUE VAN DER\r\nMERWE\tSecond Respondent\nFERN CAMERON\r\n(formerly VAN DER MERWE)\tThird Respondent\nALAN RAYMOND\r\nFANAROFF\tFourth Respondent\nTANTCO GLOBAL\r\n(PTY) LTD\tFifth Respondent\nEXECUTIVE\r\nHELICOPTERS (PTY) LTD\tSixth Respondent\nEXEL AVIATION\r\n(PTY) LTD formerly AIFRACT\nSUPPORT (PTY)\r\nLTD\tSeventh Respondent\nMADIBA AIR AND\r\nSEA (PTY) LTD\tEighth Respondent\nHELICOPTER AND\r\nMARINE SERVICES (PTY) LTD\tNinth Respondent\nZONNEKUS MANSIONS\r\n(PTY) LTD\tTenth Respondent\nSUMMER DAZE\r\nTRADING 712 (PTY) LTD\tEleventh Respondent\nWESTSIDE TRADING\r\n(PTY) LTD\tTwelfth Respondent\nSA BARTER (PTY)\r\nLTD\tThirteenth Respondent\nTWO OCEANS\r\nAVIATION (PTY) LTD\tFourteenth Respondent\nHELIBASE (PTY)\r\nLTD\tFifteenth Respondent\nNeutral\r\ncitation:\nMinister of Safety and Security v Van der Merwe\n(556/09)\n[2010] ZASCA 101\n(7 SEPTEMBER 2010)\nCoram:\nHARMS\r\nDP, NUGENT, SHONGWE and TSHIQI JJA and BERTELSMANN AJA\nHeard:\n20\r\nAUGUST 2010\nDelivered: \t7\r\nSEPTEMBER 2010\nSummary:\nWarrant\r\nfor search and seizure issued under Criminal Procedure Act –\r\nmust specify offence under investigation – whether\nterms of\r\nwarrant overbroad.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from:\nWestern\r\nCape High Court (Cape Town) (Davis and Saldanha JJ sitting as court\r\nof first instance):\nThe appeal is dismissed with\r\ncosts that include the costs of two counsel. The cross appeal is\r\ndismissed with costs that include\nthe costs of two counsel.\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nNUGENT JA (HARMS DP, SHONGWE and\r\nTSHIQI JJA and BERTELSMANN AJA concurring)\n[1]\tThis case concerns four\r\nsearch and seizure warrants that were issued by magistrates under the\r\nauthority of\ns 21\nof the\nCriminal Procedure Act 51 of 1977\n. The\r\nwarrants were issued at the instance of the police upon information\r\nprovided by the South African Revenue Service (SARS).\nThree of the\r\nwarrants – I will call them the Cape Town warrants – were\r\nissued simultaneously and authorised the search\nfor and seizure of\r\ndocuments from various premises in Cape Town. The other warrant –\r\nwhich I will call the Bellville warrant\n– was issued by a\r\ndifferent magistrate and granted similar authority in relation to\r\npremises in Bellville.\n[2]\tAll the respondents –\r\nand in particular Mr van der Merwe, the first respondent – have\r\nan interest in one or more\nof the warrants. They applied to the High\r\nCourt at Cape Town for orders, amongst others, setting aside the\r\nwarrants, and directing\nthe return of the seized items. The court\r\n(Davis and Saldanha JJ) set aside the Cape Town warrants. A counter\r\napplication for a\npreservation order of the kind that was sanctioned\r\nby the Constitutional Court in\nThint\r\n(Pty) Ltd v National Director of Public Prosecutions; Zuma v National\r\nDirector of Public Prosecutions\n1\nwas postponed for later hearing and was duly granted. That order is\r\nnot under appeal before us. The application to set aside the\n\nBellville warrant was dismissed. With the leave of the court below\r\nthe Minister of Safety and Security and the Commissioner of\nSARS now\r\nappeal against the orders relating to the Cape Town warrants, and the\r\nrespondents cross-appeal against the order relating\nto the Bellville\r\nwarrant. Both are before us with the leave of the court below.\n2\n[3]\tFor some years the financial\r\naffairs of Mr van der Merwe were under investigation by the Criminal\r\nInvestigations Unit of SARS.\nIn about December 2007 the investigation\r\nwas placed in the hands of Superintendent Kotze of the Commercial\r\nBranch of the South\nAfrican Police Services. She applied to\r\nmagistrates at Cape Town and Bellville respectively for the issue of\r\nthe warrants that\nare now in issue. The applications were supported\r\nby an affidavit deposed to by Superintendent Kotze in which she said\r\nthat there\nwas reason to believe that fraud and contraventions of the\r\nValue-Added Tax Act 89 of 1991, the Income Tax Act 58 of 1962 and the\nPrevention of Organised Crime Act 121 of 1998\nhad been committed by\r\none or some of the respondents. (The alleged participation of various\r\nof the respondents in the offences\nwas set out in the affidavits but\r\nI need not deal with those details.) She set out in considerable\r\ndetail the nature of the suspected\noffences in each case, supported\r\nby appended documentation. On the strength of that information the\r\nvarious warrants were issued.\n[4]\tThe three Cape Town warrants\r\nrelate to separate premises described as Zonnekus Mansions, Helibase\r\nand Royal Ascot respectively.\nBut for that distinction they are in\r\nsubstantially the same form. The warrants were in a standard form\r\nwith appropriate additions.\nIn each case the warrant was addressed to\r\n‘the persons as listed in “Annexure A” hereto’.\r\nThey recorded\nthat it appeared to the magistrate from information\r\nunder oath that there were reasonable grounds to believe, amongst\r\nother things,\nthat the articles listed in Annexure B to the warrant\r\nwere connected to the commission of an offence,\n3\nand that they were at or on the premises mentioned. The warrants went\r\non to authorise such persons to enter and search the relevant\n\npremises and any person found on the premises and ‘to seize the\r\narticles as described in Annexure B hereto if found’.\nThey also\r\nprovided in Annexure C for the search, seizure and copying of\r\ncomputer related matter. The warrants concluded by directing\nthe\r\nsearchers to ‘deal with [the seized articles] according to law\r\n/ bring [the seized articles] before me to be dealt with\naccording to\r\nlaw’. Annexure A contained the names of 36 police officers and\r\nnine officials of SARS. Annexure B contained\nan extensive list of\r\ndocumentation classified in 18 paragraphs.\n[5]\tThe Bellville warrant was in\r\nsubstantially the same form but with one important distinction. While\r\nthe Bellville warrant contained\nthe same introductory narration in\r\nthat case the offences concerned were described in considerable\r\ndetail in an annexure to the\nwarrant.\n[6]\tIn the founding affidavit\r\ndeposed to by Mr Van der Merwe the validity of the warrants, and the\r\nlawfulness of the execution of\nthe Cape Town warrants, was sought to\r\nbe attacked on numerous grounds. It is not necessary to deal with the\r\nallegations relating\nto the execution of the Cape Town warrants for\r\nreasons that will become apparent. I also need not deal with all the\r\ngrounds upon\nwhich the validity of the warrants was initially sought\r\nto be impugned because they have narrowed.\n[7]\tI think it is useful briefly\r\nto restate some broad principles relating to warrants for search and\r\nseizure before turning to\nthe particular issues that arise in this\r\ncase.\n[8]\tWe are not concerned in this\r\ncase – nor has that been the concern in other cases to which I\r\nrefer – with powers\nof search and seizure that might have\r\nexisted at common law but instead with powers created by statute.\r\nFrom the earliest criminal\ncodes – both in this country and\r\nabroad – statutory powers of search and seizure have existed\r\nfor the detection and\nprosecution of crime. Such powers to search and\r\nseize in relation to crime are generally authorised in the following\r\nway.\n[9]\tA court or judicial officer\r\nis empowered by the statute to authorise, first, a search of\r\npremises, and secondly, the seizure\nof articles found in the course\r\nof that search, by issuing a warrant to that effect. Most often the\r\npower to issue such a warrant\nis dependent upon it being shown by\r\ninformation on oath that it is suspected on reasonable grounds that\r\nan article (or articles)\nconnected with a suspected offence is to be\r\nfound on premises.\n4\n[10]\tFor a warrant to be\r\njustified in such circumstances the information that is placed before\r\nthe court or judicial officer will\nnecessarily need to demonstrate,\r\nfirst, that there are reasonable grounds to believe that a crime has\r\nbeen committed, and secondly,\nthat there are reasonable grounds to\r\nbelieve that an article connected with the suspected crime is to be\r\nfound upon particular\npremises. In order to demonstrate the existence\r\nof those jurisdictional facts the ‘information on oath’\r\nwill necessarily\nneed to disclose the nature of the offence that is\r\nsuspected.\n[11]\tIn some cases it will be\r\nknown that a particular article exists that is connected with the\r\nsuspected crime. In those cases\nthe purpose of the search will be to\r\ndiscover the particular article, and the article will thus be capable\r\nof being described in\nspecific terms. In other cases it will not be\r\nknown whether any particular article exists but it can be expected\r\nthat an article\nor articles of a particular kind will exist if the\r\noffence was committed. In such cases the purpose of the search will\r\nbe to discover\nwhether such article or articles exist, and thus it or\r\nthey will be capable of being described only by reference to their\r\ngenus.\nIt is in relation to warrants of that kind that problems of\r\nvalidity most often arise. It will be inherent in the nature of the\n\nauthority to search that the searcher might in appropriate\r\ncircumstances be entitled to examine property that is not itself\r\nconnected\nwith the crime – for example, the contents of a\r\ncupboard or a drawer, or a collection of documents – to\r\nascertain whether\nit contains or is the article that is being sought.\n[12]\tThe authority that is\r\nconferred by a warrant to conduct a search and then to seize what is\r\nfound makes material inroads upon\nrights that have always been\r\nprotected at common law – amongst which are rights to privacy\r\nand property and personal integrity.\nIn those circumstances –\r\nas demonstrated by the review of decided cases by Cameron JA in\nPowell NO v Van der\r\nMerwe NO\n5\n–\r\nthe courts in this country have always construed statutes that\r\nauthorise the issue of warrants strictly in favour of the\nminimum\r\ninvasion of such rights – which is in accordance with a general\r\nprinciple of our law to that effect. As the learned\njudge said in\r\nthat case:\n6\n‘\nOur law has a\r\nlong history of scrutinising search warrants with rigour and\r\nexactitude – indeed, with sometimes technical rigour\nand\r\nexactitude. The common law rights so protected are now enshrined,\r\nsubject to reasonable limitation, in s 14 of the Constitution:\n“\nEveryone has\r\nthe right to privacy, which includes the right not to have –\n(a)\ttheir\r\nperson or their home searched;\n(b)\ttheir\r\nproperty searched’;\n(c)\ttheir\r\npossessions seized; or\n(d)\tthe\r\nprivacy of their communications infringed.” ’\n[13]\tA challenge to the validity\r\nof a warrant will thus call for scrutiny of the information that was\r\nbefore the issuing officer\nto determine, firstly, whether it\r\nsufficiently disclosed a reasonable suspicion that an offence had\r\nbeen committed, and secondly,\nwhether it authorises no more than is\r\nstrictly permitted by the statute.\n[14]\tQuestions that arise in\r\nrelation to the second issue will generally fall into either of two\r\ndifferent categories. The first\nis whether the warrant is\r\nsufficiently clear as to the acts that it permits. For where the\r\nwarrant is vague it follows that it\nwill not be possible to\r\ndemonstrate that it goes no further than is permitted by the statute.\r\nIf a warrant is clear in its terms\na second, and different, question\r\nmight arise, which is whether the acts that it permits go beyond what\r\nis permitted by the statute.\nIf it does then the warrant is often\r\nsaid to be ‘overbroad’ and will be invalid so far as it\r\npurports to authorise\nacts in excess of what the statute permits. A\r\nwarrant that is overbroad might, depending upon the extent of its\r\ninvalidity, be\nset aside in whole, or the bad might be severed from\r\nthe good.\n[15]\tNeedless to say, a warrant\r\nmay be executed only in its terms. But it is important to bear in\r\nmind that it is not open to a\nperson affected by a search to resort\r\nto self-help to prevent the execution of a warrant, even if he or she\r\nbelieves that its terms\nare being exceeded – which is in\r\naccordance with ordinary principles of law. As Langa CJ pointed out\r\nin\nThint:\n7\n‘\nWhile a\r\nsearched person may in certain cases collaborate and aid the\r\ninvestigator  . . . the legislation\n8\nenvisages a unilateral exercise of power that is not dependent on\r\nsuch collaboration.’\nThus it is ultimately the\r\nsearcher who must decide whether an article or article falls within\r\nthe terms of the warrant, though he\nor she does so at the risk that\r\nif it does not, his or her conduct might be found to have been\r\nunlawful.\n[16]\tI do not think the broad\r\nprinciples that I have outlined are controversial. On the contrary\r\nthey seem to me to all be in accordance\nwith what was said in\nThint\n.\r\nIt is with those broad principles in mind that I turn to the warrants\r\nthat were issued in this case.\nThe Cape Town Warrants\n[17]\tThe court below held that it\r\nis an essential prerequisite for the validity of a warrant issued\r\nunder\ns 21\nof the\nCriminal Procedure Act that\nit specifies the\r\noffence or offences in relation to which it has been issued. The Cape\r\nTown warrants did not so specify the offence\nor offences and on that\r\nground they were set aside.\n[18]\tThe question whether a\r\nwarrant was invalid for that reason alone arose in\nPullen\r\nNO, Bartman NO & Orr NO v Waja\n9\nand the majority held that it was not. In that case a warrant,\r\naddressed to ‘all police officers’, was issued under\ns 49\r\nof the Criminal Procedure Act 31 of 1917. The body of the warrant was\r\nin the following terms:\n‘\nWHEREAS it\r\nappears to me from information taken on oath that certain books and\r\ndocuments and other papers the property of A.E. Waja\nand/or M.A. Waja\r\n& Co. are concealed in the house or premises situate at erf No.\r\n1055 Rustenburg in occupation of M.A. Waja\n& Co.\nTHESE are therefore\r\nin His Majesty's name, to authorise and require you, with the\r\nnecessary and proper assistance, to enter the\nsaid house or premises\r\nin the day time and there diligently to search for the said books,\r\ndocuments and papers, and if the same,\nor any part thereof, shall be\r\nfound upon such search that you bring the books, documents and papers\r\nfound before the magistrate\nof Rustenburg to be disposed of and dealt\r\nwith according to law.’\n[19]\tThe warrant was set aside.\r\nThe grounds upon which the majority did so were stated by Tindall J\r\nat 851 (with whom Gey van Pittius\nJ concurred in a separate judgment)\r\nas follows:\n10\n‘\nThis warrant\r\ndoes not in any way identify the articles to be seized. It so happens\r\nthat Orr accompanied Bartman and assisted the\nlatter in securing the\r\nbooks required. But in themselves the words “certain books and\r\ndocuments and other papers of A.E.\nWaja and/or M.A. Waja & Co”\r\nare quite general and do not identify the things to be seized; the\r\nwords are so vague that\nit is impossible to say what they include. It\r\nwas argued by Mr\nPirow\nthat Waja must have understood what books were wanted and the nature\r\nof the offence in connection with which their seizure was\nauthorised.\r\nBut that is by no means clear, and even if he had an inkling on these\r\npoints, this cannot cure the defect in the warrant\nitself.’\nIt seems that the majority might\r\nhave held the warrant to be valid if it had limited the articles to\r\nbe searched for and seized\nby relating them to a specified offence\r\nbecause in an earlier passage the learned judge said the following:\n11\n‘\nI think a\r\nsearch-warrant is valid if it either describes the specific thing or\r\nthings to be searched for or identifies them, as\nin [\nSeccombe\r\nv Attorney-General\n12\n],\r\nby reference to the offence.’\n[20]\tDe Waal JP agreed with the\r\norder to be made but for a different reason. He concluded that it was\r\nnecessary in all cases for\na warrant to specify the offence that is\r\nunder investigation. He provided no rationale for why that should be\r\nso but relied instead\nupon what had been said in\nHertzfelder v\r\nAttorney-General,\n13\nof which he said the following:\n14\n‘\nHertzfelder’s\ncase . . . is strong authority for the contention of\r\nthe respondent that the warrant was an illegal document. In\nthat case\r\nthe Court seems to have taken it as established law that where the\r\nwarrant for the search of anything does not specify\nan offence\r\nalleged to have been committed in relation to that thing the warrant\r\nwas bad, and therefore liable to be set aside.’\n[21]\tThe contention that the\r\nfailure to specify the offence, by itself, was fatal to the validity\r\nof a warrant was dealt with by\nTindall J as follows:\n15\n‘\nIt seems to\r\nme highly desirable that a search-warrant ought to mention the\r\nalleged offence, and if I could find a satisfactory reason\nfor\r\nholding that this Court has the power to lay down that mention of the\r\noffence is essential to the validity of a search warrant\nI should\r\nwillingly lay down such a rule. It is desirable that the person whose\r\npremises are being invaded should know the reason\nwhy; the\r\narrangements in favour of the desirability of such a practice are\r\nobvious. But in my opinion there is nothing in sec. 49\nwhich\r\njustifies the Court in laying down such a rule. The use of the words\r\n“any such thing” in the sentence in the\nsection which\r\nspeaks of the warrant as a “warrant directing a policeman to\r\nsearch such premises and seize any such thing”\ncannot be\r\nconstrued to indicate anything more than that the warrant must\r\nidentify the things to be seized. The section does not\nindicate in\r\nany way that the articles must be identified by reference to the\r\noffence. There may be cases where the prosecution\ncannot identify the\r\narticles except by reference to the offence as, for example, in\r\n[\nSeccombe\r\nv Attorney-General\n]\n16\n.\r\nIn such cases it is sufficient to identify the articles by reference\r\nto the offence, as was done in the warrant in\nSeccombe’s\ncase. But where a specific thing is mentioned in the warrant, as, for\r\ninstance, a bicycle with a specified number in the example\nabove\r\nquoted, I fail to see on what ground this Court has jurisdiction to\r\nsay the warrant is bad. The Legislature might have prescribed\nthe\r\nform of warrant in the statute as was done in the New Zealand Act,\r\nbut it preferred to leave the matter to be settled by rule\nof court.\r\nNo rule of court having been framed I am at a loss to see on what\r\nground this Court can say that a search-warrant is\nbad merely because\r\nit fails to mention the alleged offence. It will be observed that in\r\nregard to warrants of arrest the Act of\n1917 alters Ordinance 1 of\r\n1903 in important respects; the Act provides specifically that a\r\nwarrant of arrest must mention the\noffence and gives the person\r\narrested the right to demand to see the warrant and read it. The\r\nsilence of the Act as to the contents\nof a search warrant is\r\nexplained by the fact that the Legislature left the matter to be\r\nregulated by rule of court.\nI have come to the\r\nconclusion, therefore, that the absence of mention of the offence in\r\nthe warrant is not fatal to its validity;\nI think a search-warrant is\r\nvalid if it either describes the specific thing or things to be\r\nsearched for or identifies them, as\nin\nSeccombe’s\ncase, by reference to the offence. Further than that I do not think\r\nthe Court would be justified in going.’\n[22]\tThe court below made the\r\nfollowing observations relating to that passage:\n17\n‘\nIn our view,\r\nthe majority judgment in\nPullen\nhardly represents as convincing an assertion of the common law\r\nposition as contended for by respondents. Significantly, there was\na\r\nminority judgment by De Waal JP which referred to an earlier decision\r\nof Innes CJ in\nHertzfelder\r\nv Attorney General\n1907\r\nTS 403\nin which the court had held that a warrant was bad if it had\r\nnot specified the crime alleged to have been committed by the\r\napplicant.\nHertzfelder\nsupra\nat 405. Whereas Tindall J had accepted that his approach contradicted\r\nthat of Innes CJ (at 850), he justified this difference by\nstating:\n“\nIn that\r\ncase, however counsel for the respondent admitted that the warrant\r\nwas invalid and the question was not argued.”\nThis conclusion\r\ncannot be sustained after a careful reading of the judgment in\nHertzfelder\n, a point made clearly by De Waal JP in his\r\nminority judgment. As De Waal JP said at 864 about the relevant\r\nlegislation:\n“\nIf the\r\nlegislature had intended that upon the passing of the 1917 Act the\r\nrule as laid down in\nHertzfelder’s\ncase that a search\r\nwarrant was bad which had not specified a crime alleged to have been\r\ncommitted, was no longer to be observed,\nit would have manifested\r\nthat intention expressly and in clear language.”\nViewed accordingly\r\ntherefore, the precedent invoked by Mr Le Grange by way of the\r\nmajority judgment of Tindall J in\nPullen\nwas predicated on a very weak jurisprudential foundation.’\n[23]\tSome care must be taken when\r\nconstruing what was said in\nHertzfelder\nbecause I do not think\r\nit supports the observations of the court below. Tindall J was indeed\r\ncorrect when he said that the point\nhad not been argued: the report\r\nsays as much. It records the following statement made by counsel for\r\nthe respondent: ‘I admit\nthat the warrant was not proper under\r\nsec. 45 [of the Criminal Code – Ordinance 1 of 1903].’\n[24]\tMoreover, it seems to me\r\nthat De Waal JP might possibly have misunderstood what was in issue\r\nin\nHertzfelder.\nThat\r\ncase concerned a warrant to search a room in the Carlton Hotel. The\r\nsearch revealed a leather trunk containing papers and it\nwas seized.\r\nIn finding the warrant to be invalid Innes CJ (Smith and Curlewis JJ\r\nconcurring) said the following, after remarking\nthat the warrant was\r\n‘most irregular in form’:\n18\n‘\nIt does not\r\nspecify the crime alleged to have been committed, and it is in fact\r\nquite unintelligible. It is on a printed form dealing\nwith stolen\r\nproperty, and authorizing the proper officer to search premises and\r\nseize such property. But all the words relating\nto stolen property\r\nhave been struck out, and the warrant, as it stands, does not\r\ndisclose that any crime has been committed, and\nis, as I have said,\r\nquite unintelligible and informal.’\n[25]\tDe Waal JP seems to have\r\nunderstood the warrant to have authorised, in terms, a search for the\r\nleather trunk specifically.\n19\nIt is not apparent from the judgment in\nHertzfelder\nthat that was so –\r\nits terms do not appear from the judgment. But it is most unlikely\r\nthat a warrant that authorised a search\nfor and seizure of,\r\nspecifically a leather trunk, would have been described by Innes CJ\r\nas ‘quite unintelligible’.\nIt seems more likely that the\r\nwarrant purported to authorise a general search of some kind –\r\nmuch as the warrant did in\nPullen\r\n–\nand if that\r\nwas the case it is understandable that the court would have regarded\r\nthe warrant to be ‘unintelligible’\nin the absence of a\r\nreference to a specified offence (just as Tindall J did in\nPullen\n).\r\nThus I think it is far from clear that the failure to specify an\r\noffence, by itself, was considered by Innes CJ to be fatal to\nthe\r\nvalidity of the warrant, as asserted by De Waal JP, notwithstanding\r\nthat Tindall J himself understood the decision in that\nway.\n[26]\tThe court below also found\r\nsupport for its view in the decision in\nPowell\n.\r\nThat case concerned a warrant that was issued under s 29 of the\r\nNational Prosecuting Act. The warrant did not specify the offence\n\nthat was under investigation. It seems not even to have been argued\r\nthat it was invalid for that reason alone nor was it set aside\non\r\nthat ground. The references by Cameron JA to the absence of a\r\nspecified offence were made in the context of whether the warrant\nwas\r\nover broad – which was the ground upon which the warrant was\r\nset aside, as it was in\nPullen\n.\n[27]\tBoth the court below and\r\ncounsel for the respondents were on firmer ground, however, when they\r\nrelied on the decision in\nThint\n.\r\n That case, as with\nPowell\n,\r\nconcerned a warrant that had been issued under s 29 of the National\r\nProsecuting Act 32 of 1998. On that occasion the warrant did\nspecify\r\nthe offences that were under investigation. What was contentious in\r\nthat regard was only whether the offences had been\nadequately\r\ndescribed.\n20\n[28]\tAlthough the question that\r\nnow confronts us was not strictly before the court for decision it\r\nnonetheless laid down deliberately\nthe criteria for the validity of a\r\nwarrant issued under that section. Langa CJ expressed them as\r\nfollows:\n21\n‘\nA s 29\r\nwarrant should state at least the following, in a manner that is\r\nreasonably intelligible without recourse to external\nsources of\r\ninformation: the statutory provision in terms whereof it is issued;\r\nto whom it is addressed; the powers it confers upon\nthe addressee;\r\nthe suspected offences that are under investigation; the premises to\r\nbe searched; and the classes of items that\nare reasonably suspected\r\nto be on or in that premises. It may therefore be said that the\r\nwarrant should itself define the scope\nof the investigation and\r\nauthorised search in a reasonably intelligible manner.’\n[29]\tCounsel for the appellant\r\nreminded us, correctly, that the validity of a warrant will depend\r\nupon the provisions of the particular\nauthorising statute, and that\nThint\nlaid down those requirements only in relation to the\r\nstatute that was there in issue. He sought to persuade us that there\r\nis a\nmaterial distinction between that statute and the Criminal\r\nProcedure Act that makes that requirement inapplicable in this case.\n\nHe pointed out that the National Prosecuting Authority Act was\r\ndesigned for the investigation and prosecution of only a limited\n\nclass of offences. In those circumstances, so the submission went,\r\nthe warrant must specify the offence so as to demonstrate to\nthe\r\nsearched person that the investigative capacity of the searcher is\r\nnot being exceeded.\n[30]\tAlthough the argument is\r\npersuasive that was not the basis upon which the requirement was laid\r\ndown in\nThint\n. And while it is correct that the validity of a\r\nwarrant must be tested against the particular statute under which it\r\nis issued\nthere are nonetheless some criteria that are universal by\r\nthe very nature of a warrant. One is that the warrant must be\r\nintelligible\n– I understand the term to be used in\nPowell\r\nand Thint\nto describe collectively the two requirements of a\r\nwarrant that I referred to earlier, namely, that its terms must be\r\nneither vague\nnor overbroad – and it was in that context that\r\nthe rule was laid down in\nThint\n. That is apparent from the\r\npassage I have cited and from other passages in the judgment.\n[31]\tOne might question why a\r\nwarrant is necessarily not intelligible in that sense if it fails to\r\nspecify the offence. There will\nindeed be cases –\nPullen\nwas such a case – in which the terms of the warrant will not be\r\ncapable of being understood, or will be too broad, if the\noffence is\r\nnot specified, but that is a matter for construction of the\r\nparticular warrant. But where a warrant authorises a search\nfor and\r\nseizure of a definite item – an example is a specified letter:\r\nthe example given in\nPullen\nwas a specific bicycle –\r\nthen both the meaning and the scope of the warrant are precisely\r\ndefined, notwithstanding that the\nsuspected offence is not stated.\r\nIndeed, the warrant in this case further illustrates the point.\r\nAmongst the documents listed in\nAnnexure B are, for example, ‘notule\r\nvan vergaderings . . . ten opsigte\r\nvan . . . Eagles\nTrust wat betrekking het op die\r\ntransaksies of onderhandelinge wat verband hou met die MV Madiba.’\r\nOn the face of it there\nought to be no difficulty identifying those\r\ndocuments with relative certainty, and determining whether they fall\r\nwithin the scope\nof the statute, even though the offence is not\r\nspecified (whether the offensive parts are capable of being severed\r\nfrom those parts\nis a separate question) and many similar examples\r\nappear throughout the warrant.\n[32]\tBut that notwithstanding,\r\nthe requirement that the offence must be specified was laid down\r\nunequivocally and without qualification\nin\nThint\nin the context of the\r\nintelligibility of the warrant, and in that respect I see no material\r\ndistinction between a warrant that is\nissued under that statute and a\r\nwarrant that is issued under the Criminal Procedure Act.\n[33]\tA court is bound to follow\r\nthe decisions of a more authoritative court, and for good reason, as\r\npointed out by Cameron JA in\nTrue\r\nMotives 84 (Pty) Ltd v Mahdi.\n22\nBut so, too, is it\r\nbound only to follow the ratio decidendi (the reason for the\r\ndecision) of that court, and not what it might say\nalong the way. The\r\nrule in\nThint\nmight strictly be said not to form part of the reason for the\r\ndecision – in that it was not necessary to lay down that rule\n\nfor the decision in that case – but it is quite clear that it\r\nwas not merely a remark in passing but was intended as an\r\nauthoritative statement of the law. In the absence of a material\r\ndistinction between that case and this so far as that rule is\r\nconcerned I think we would be remiss if we were not to apply it while\r\nthat decision stands. For that reason I think that the court\nbelow\r\nwas correct in finding that the warrants were invalid and the appeal\r\nmust fail.\nThe Bellville Warrant\n[34]\tThe Bellville warrant is not\r\nopen to attack on the same ground because it specified, in some\r\ndetail, the suspected offences\nin relation to which it was issued.\r\nThe attack was directed instead to the scope of the warrant, which\r\nwas said by the respondents\nto be ‘vague and overbroad’.\r\nOther grounds of attack were raised initially but they were not\r\npursued before us.\n[35]\tI observed earlier that\r\nwhether a warrant is vague, and whether it is over broad, are\r\ndistinct questions, though they might\ncollectively be described as\r\ngoing to the ‘intelligibility’ of the warrant. On the\r\nfirst question the enquiry is whether\nthe articles are capable of\r\nbeing identified with reasonable certainty. It is only if that\r\nquestion is answered in the affirmative\nthat the second question\r\narises – does a search for and seizure of those identifiable\r\narticles exceed what is permitted by\nthe statute?\n[36]\tThe Bellville warrant listed\r\nthe articles to be searched for and seized in seven paragraphs. I do\r\nnot think it is necessary\nto recite them. It is sufficient to say\r\nthat they include items such as bank statements, invoices,\r\ncorrespondence and so on. I\nsee no difficulty determining what those\r\narticles are and I do not think it can be said that the warrant is\r\nvague. The real objection\nis that the warrant is over broad.\n[37]\tIn each paragraph, other\r\nthan paragraph 5, the articles that were sought were expressly\r\nlimited to documents that relate to\nthe specified offences. Expressed\r\nin those terms – as they were also expressed in\nThint\n–\r\nit seems to me that it cannot be said that the warrant authorises\r\nmore than is permitted by the Act.\n[38]\tThe documents listed in\r\nparagraph 5, however, were not expressly stated to be related to the\r\nspecified offences. The court\nbelow was of the view that once that\r\nparagraph is read together with annexure C – which lists the\r\noffences under investigation\n– the target of the search becomes\r\napparent. On that basis it held that the warrant, including that\r\nparagraph, was valid,\nand I agree. In the context of the warrant as a\r\nwhole I do not think that the documents listed in that paragraph\r\ncould reasonably\nbe read as extending to documents that are not\r\nrelated to the offence. I agree with the court below that the\r\nBellville warrant\ncannot be faulted and the cross appeal must fail.\n[39]\tThe appeal is dismissed with\r\ncosts that include the costs of two counsel. The cross appeal is\r\ndismissed with costs that include\nthe costs of two counsel.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tR F van Rooyen SC\nA\r\nde V la Grange SC\nInstructed\r\nby:\nThe\r\nState Attorney, Cape Town\nThe\r\nState Attorney, Bloemfontein\nFor\r\nrespondent:\tA Katz SC\nD\r\nSimonsz\nInstructed\r\nby:\nCarl van der Merwe & Ass c/o\r\nCornel Stander Attorneys, Cape Town\nWebbers\r\nAttorneys, Bloemfontein\n1\n2009 (1) SA 1\n(CC) paras 222-224.\n2\nThe judgment of the court below is reported as\nVan der Merwe v\r\n\tAdditional Magistrate, Cape Town\n2010 (1) SACR 470\n(C).\n3\nMore comprehensively the warrant recorded, by the marking of\r\n\tapplicable standard-form blocks, that there were reasonable grounds\n\n\tto believe that the article concerned ‘(a) is concerned in the\r\n\tcommission of an offence (b) is concerned in the suspected\n\n\tcommission of an offence (c) is on reasonable grounds believed to be\r\n\tconcerned in the commission of an offence (d) is on reasonable\n\n\tgrounds believed to be concerned in the suspected commission of an\r\n\toffence (e) may afford evidence of the commission of an offence\n(f)\r\n\tmay afford evidence of the suspected commission of an offence (g) is\r\n\tintended to be used in the commission of an offence\n(h) is on\r\n\treasonable grounds believed to be intended to used in the commission\r\n\tof an offence.’\n4\nThe jurisdictional fact or facts that are necessary for the issue of\r\n\ta warrant obviously vary from statute to statute but for\nconvenience\r\n\tI confine myself to only one of the jurisdictional facts that is\r\n\tusually to be found in such statutes.\n5\n2005 (5) SA 62\n(SCA).\n6\nPara 50.\n7\nPara 143.\n8\nIn that case the\nNational Prosecuting Authority Act 32 of 1998\n, but\r\n\tother legislation is usually to the same effect.\n9\n1929 TPD 838.\n10\nAt 851.\n11\nAt 850.\n12\n1919 TPD 270.\n13\n1907 TS 403.\n14\nAt 863.\n15\nAt 849-850.\n16\n1919 TPD 270.\n17\nPara 40.\n18\nAt 405.\n19\nAt 863: ‘[I]n that case . . . a definite\r\n\tarticle was ordered to be seized, whereas in the case before\n\n\tus . . . the search was [not] directed to a\r\n\tspecified article in the possession of the respondent’.\n20\nSee para 170.\n21\nPara 159.\n22\n2009 (4) SA 153\n(SCA) para 100.",
  "scraped_at": "2026-02-11T20:33:02.831248",
  "date": "2010-09-07",
  "coram": [
    "Harms DP",
    "Nugent JA",
    "Shongwe JA",
    "Tshiqi JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "556/09",
  "parties": {
    "applicants": [
      "Minister of Safety and Security",
      "Commissioner of South African Revenue Service"
    ],
    "respondents": [
      "Gary Walter Van der Merwe",
      "Monique Van der Merwe",
      "Fern Cameron (formerly Van der Merwe)",
      "Alan Raymond Fanaroff",
      "Tantco Global (Pty) Ltd",
      "Executive Helicopters (Pty) Ltd",
      "Exel Aviation (Pty) Ltd formerly AIFRACT Support (Pty) Ltd",
      "Madiba Air and Sea (Pty) Ltd",
      "Helicopter and Marine Services (Pty) Ltd",
      "Zonnekus Mansions (Pty) Ltd",
      "Summer Daze Trading 712 (Pty) Ltd",
      "Westside Trading (Pty) Ltd",
      "SA Barter (Pty) Ltd",
      "Two Oceans Aviation (Pty) Ltd",
      "Helibase (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Four search and seizure warrants were issued under section 21 of the Criminal Procedure Act. Three \"Cape Town\" warrants and one \"Bellville\" warrant were obtained by the police on information supplied by the South African Revenue Service, alleging fraud and contraventions of tax and organised crime statutes. The Cape Town warrants authorised searches of several premises but did not specify the offence(s) being investigated, whereas the Bellville warrant did include detailed offence descriptions. The respondents applied to set aside the warrants; the High Court set aside the Cape Town warrants and dismissed the application against the Bellville warrant. Both the Minister of Safety and Security and the Commissioner of SARS appealed the former decision, and the respondents cross‑appealed the latter.",
    "issues": "1) Whether a search warrant issued under s21 of the Criminal Procedure Act must expressly state the offence(s) under investigation. 2) Whether the Cape Town warrants are invalid solely for failing to specify the offence. 3) Whether the Bellville warrant is invalid for being vague or over‑broad.",
    "principles": "A valid search warrant must be based on reasonable grounds that an offence has been committed and that articles connected with that offence will be found on the premises. The warrant must disclose the nature of the offence to satisfy intelligibility and must not be vague or over‑broad. Precedent: Pullen NO (over‑broad but not fatal for lack of offence description), Hertzfelder (warrant bad if offence not specified), Thint (explicit requirement that the warrant state the suspected offences and be intelligible), Powell (search warrant must be narrowly drawn), and the principle that statutes govern the content of warrants, with the Constitution’s privacy rights providing an overarching limitation.",
    "application": "The Court held that the Cape Town warrants failed the essential prerequisite identified in Thint and earlier authority: they did not specify the offence(s) and therefore were unintelligible and over‑broad. Consequently, they were set aside. By contrast, the Bellville warrant listed the articles to be seized and, apart from one paragraph, tied each item to the specified offences. The Court found the warrant sufficiently clear and not over‑broad; the paragraph in question could be read in the context of the annexed offences and did not extend the search beyond statutory limits. Thus the Bellville warrant was upheld and the cross‑appeal dismissed.",
    "conclusion": "The appeal by the Minister of Safety and Security and the Commissioner of SARS was dismissed with costs, including the costs of two counsel. The respondents' cross‑appeal against the Bellville warrant was also dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Search and Seizure",
    "level_3": [
      "search warrant validity",
      "offence specification",
      "overbroad warrant",
      "Criminal Procedure Act"
    ]
  }
}