{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/58.html",
  "case_name": "MEC for Economic Affairs, Environment & Tourism: Eastern Cape v Kruizenga and Another (169/09) [2010] ZASCA 58; 2010 (4) SA 122 (SCA) ; [2010] 4 All SA 23 (SCA) (1 April 2010)",
  "citation": "[2010] ZASCA 58",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 58\n|\nNoteup\n|\nLawCite\nMEC for Economic Affairs, Environment & Tourism: Eastern Cape v Kruizenga and Another (169/09) [2010] ZASCA 58; 2010 (4) SA 122 (SCA) ; [2010] 4 All SA 23 (SCA) (1 April 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  169/09\nIn\r\nthe matter between:\nMEC FOR ECONOMIC AFFAIRS,\r\nENVIRONMENT                         APPELLANT\n& TOURISM:  EASTERN CAPE\nv\nKLAAS\r\nKRUIZENGA                                                         \r\nFIRST RESPONDENT\nHENQUE 2189 CC t/a WIMRIE BOERDERY \r\n              SECOND RESPONDENT\nNeutral citation:\nMEC\r\nfor Economic Affairs, Environment & Tourism v Kruizenga\n(169/2009)\n[2010] ZASCA 58\n(1 April\r\n2010).\nCoram:\nHarms\r\nDP; Nugent, Cachalia, Leach JJA et Seriti AJA\nHeard:\t\t9 March 2010\nDelivered:\t\t1 April 2010\nSummary:\nAn attorney has ostensible (apparent) authority to bind the client\r\nat a pre-trial conference convened in terms of rule 37 of\nthe Uniform\r\nRules even if the effect of the agreement is to settle an opposing\r\nparty’s claim.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nEastern Cape High Court (Bhisho) (Van Zyl J sitting as court of first\r\ninstance).\nThe following order is made:\n‘\nThe appeal is dismissed with\r\ncosts, including the costs of two counsel.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA\n(Harms\r\nDP, Nugent, Leach JJA and Seriti AJA concurring):\n[1]\tThis appeal deals with the\r\nquestion of an attorney’s ostensible (apparent) authority to\r\nreach agreement at a pre-trial\nconference convened in terms of rule\r\n37 of the Uniform Rules even if the effect of the agreement is to\r\nsettle an opposing party’s\nclaim. The Eastern Cape High Court,\r\nBhisho (Van Zyl J)\n1\nheld that by instructing the State Attorney to defend the action and\r\nto brief counsel to conduct his defence, the appellant represented\nto\r\nthe outside world that his legal representatives had ‘the usual\r\nauthority that applies to their office’. And by\nnot informing\r\nthe respondents that their authority was limited, he ‘must\r\nreasonably have expected that persons who dealt\nwith his agents would\r\nbelieve that they had the authority to compromise the claims’.\r\nSo, the court concluded, he was estopped\n(prohibited) from denying\r\nthe authority of his legal representatives to agree to the\r\nsettlement.\n2\nThe learned judge thus held that the appellant was not entitled to\r\nescape the consequences of the agreement which his legal\r\nrepresentatives\nhad made. He also refused the appellant leave to\r\nappeal but this court granted the necessary leave.\n[2]\tThe dispute forms part of the\r\nlitigation in a trial action in which the two respondents claim\r\ndamages from the appellant in\nhis representative capacity arising\r\nfrom an alleged negligent failure of the provincial government’s\r\nemployees to take preventative\nmeasures to contain a fire. The fire\r\nstarted on provincial government property under the appellant’s\r\ncontrol and spread to\nthe respondents’ adjoining properties\r\ncausing extensive damage to their vegetation and infrastructure.\n[3]\tThe factual background and\r\nchronology of the present dispute is set out in the high court’s\r\nreported judgment and need\nnot be repeated in detail.\n3\nIn essence the dispute concerns whether the agreements, which the\r\nState Attorney reached with the respondents at two rule 37 pre-trial\n\nconferences without the appellant’s authority, are binding. The\r\nminute of the first conference, which was signed by the parties’\n\nattorneys some six months later, records that the appellant had\r\nconceded ‘the merits of the plaintiff’s case and the\nonly\r\naspect that remains in dispute between the parties and which remains\r\nto be resolved is that of quantum’. The second\nconference was\r\nheld, almost 18 months later, after the trial judge, on the morning\r\nbefore the trial commenced, enquired from the\nparties’ legal\r\nrepresentatives whether any attempt had been made to settle the\r\ndispute over quantum. The matter then stood\ndown for the parties to\r\nconsider settlement proposals. They met the following day. The minute\r\nof this meeting, which was signed\nby attorneys and counsel for the\r\nparties, records the appellant to have admitted liability for some\r\nheads of the damages claimed\nwhilst the dispute over the remaining\r\nheads would proceed to trial. This minute, which incorporated the\r\nearlier agreement, was\nplaced before the judge. The appellant then\r\nsought a postponement of the whole case, which the judge refused in\r\nthe light of the\nadmissions made. He accordingly made an order based\r\non the admitted liability and postponed the hearing concerning the\r\noutstanding\nissues.\n[4]\tThereafter, with a view to\r\nreopening the provincial government’s case on the merits, the\r\nappellant launched an application\nto rescind and set aside the court\r\norder and to withdraw the admissions his legal representatives had\r\nmade as recorded in the pre-trial\nminutes. He grounded his\r\napplication on an allegation of the existence of a general practice\r\nor instruction – but unbeknown\nto the respondents or their\r\nlegal representatives – to the effect that the State Attorney\r\nneeded his or the head of department’s\nexpress authority to\r\nsettle or compromise a claim and concomitantly on the State\r\nAttorney’s failure to obtain his specific\nauthority to concede\r\nthe merits of the action or to settle certain heads of damage. (There\r\nis no suggestion that counsel, who was\ninstructed to appear for the\r\nstate, was aware that the State Attorney lacked authority and for\r\npresent purposes only the latter’s\nauthority is in issue.)\r\nAlthough there was a factual dispute concerning the existence of the\r\ngeneral practice the high court approached\nthe matter on the basis\r\nthat there was such a practice. And I will likewise do so.\n[5]\tThe appellant’s application\r\nfor rescission was brought under the common law and not in terms of\r\nUniform rules 31 or 42.\nMr Buchanan, who appears for the appellant,\r\ncontends that the appointment of attorney and counsel, in itself,\r\ndoes not give rise\nto a representation that they have full authority,\r\nnot only to conduct the litigation, but to compromise a claim or to\r\nconsent\nto judgment against the client. The law, he submits, requires\r\nexpress – not merely apparent authority – for this\r\npurpose.\nAnd so he contends, because the State Attorney agreed to\r\ncompromise the claim in conflict with general practice – and\r\nthat\njudgment was granted pursuant thereto – this entitles the\r\nappellant to the relief claimed.\n[6]\tIt is important to reiterate what\r\nwas said at the outset – the issue in this matter is whether\r\nthe appellant may resile\nfrom agreements made by his attorney,\r\nwithout his knowledge, at a rule 37 conference. The judgment does not\r\ndeal with agreements\nreached outside of the context of conducting a\r\ntrial in the normal course of events. The rule was introduced to\r\nshorten the length\nof trials, to facilitate settlements between the\r\nparties, narrow the issues and to curb costs.\n4\nOne of the methods the parties use to achieve these objectives is to\r\nmake admissions concerning the number of issues which the\npleadings\r\nraise.\n5\nAdmissions of fact made at a rule 37 conference, constitute\r\nsufficient proof of those facts.\n6\nThe minutes of a pre-trial conference may be signed either by a party\r\nor his or her representative.\n7\nRule 37 is thus of critical importance in the litigation process.\r\nThis is why this court has held that in the absence of any special\n\ncircumstances a party is not entitled to resile from an agreement\r\ndeliberately reached at a rule 37 conference.\n8\nAnd when, as in this case, the agreements are confirmed by counsel in\r\nopen court, and are then made a judgment or order of a court,\nthe\r\nprinciple applies with even more force.\n[7]\tIt is settled law that a client’s\r\ninstruction to an attorney to sue or to defend a claim does not\r\ngenerally include the\nauthority to settle or compromise a claim or\r\ndefence without the client’s approval.\n9\nThe rule has been applied to a judgment consented to by an attorney\r\nwithout his client’s authority\n10\nand also when the attorney did so in the mistaken belief that his\r\nclient had authorised him to do so.\n11\nThis principle accords with the rule in the law of agency that where\r\nan agent exceeds the express or implied authority in transacting,\nthe\r\nprincipal is not bound by the transaction.\n12\n[8]\tBut there appears to be some\r\nuncertainty in the way this principle has been applied. Midgley\r\nobserves that our courts, under\nthe influence of English law, have\r\ndistinguished between settlements made outside of and those made\r\nduring the course of litigation\n– and appear to have accepted\r\nthat the power to settle a claim is one of the usual and customary\r\npowers afforded a legal\nrepresentative in the latter instance.\n13\nSo, in\nMfaswe v Miller\n,\n14\nan attorney’s clerk\r\ncompromised a claim on the day of the trial before the client had\r\narrived at court. He did so fearing\nthat if the client did not arrive\r\nin good time default judgment may be given against him. Thereafter\r\nthe client sued his attorney\nfor the full amount of the original\r\nclaim. The court said that the clerk had accepted the compromise ‘in\r\nthe exercise of\nthe discretion vested in an attorney’.\n15\nAnd because he had acted in good faith, and was not negligent, the\r\ncourt held that the attorney was not liable to the client in\ndamages.\nAlexander v Klitzke\n16\nprovides an interesting\r\nexample of an attorney’s general authority. The defendant had\r\nalleged that his attorney’s general\nauthority did not empower\r\nhim to accept the plaintiff’s tender of settlement, but the\r\ncourt disagreed, saying:\n‘\nThe\r\nauthority of a power of attorney which is filed by the client, to\r\ncarry his case to final end and determination, does include\nauthority\r\nto make a\nbona\r\nfide\ncompromise\r\nin the interests of his client, and at any rate, if a client wishes\r\nto repudiate such a compromise made on his behalf,\nthen I certainly\r\nthink that the repudiation should be a timeous one.’\n17\nIn\nKlopper\r\nv Van Rensburg\n,\n18\nin an\nex parte\napplication\r\nfor a temporary interdict to restrain the sale of usufructuary\r\nproperty, and in answer to a question from the court,\ncounsel stated\r\nthat if security were given by the respondent for the value of the\r\nproperty sold, that would meet the case. When\nthe respondent\r\nthereafter tendered security, and the applicant rejected it\r\ncontending that counsel had no authority to agree to\na tender of\r\nsecurity, the court held that he was bound by his counsel’s\r\noffer as the latter ‘was only doing his plain\nduty (to) his\r\nclient. He was making an offer in his client’s best interests,\r\nand an offer which . . . he had every right\nto make’.\n19\n[9]\tHowever, recently, in\nHawkes\r\nv Hawkes\n20\nthe court seemed to adopt a\r\ndifferent approach by placing emphasis on whether the agreement\r\nconcluded was in the client’s\nbest interests, rather than on\r\nthe discretion exercised by the client’s legal representative.\r\nIt held that where an advocate\ngave an undertaking to the court on\r\nbehalf of his client without having a mandate to that effect in the\r\nattorney’s absence\nand contrary to his client’s best\r\ninterests and also in conflict with his mandate to oppose an\r\ninterdict sought against his\nclient the client was not bound thereby.\r\nThis approach resonates with the view adopted in\nBikitsha\r\nv Eastern Cape Development Board & another\n,\n21\nwhere an attorney, before summons had been issued, without having his\r\nclient’s consent, advised his opponent that his client\nwas\r\nprepared to waive the ‘prescriptive period’. In holding\r\nthe client not bound by his attorney’s waiver, the\ncourt noted\r\nthat ‘for acts of great prejudice an attorney needs a special\r\nmandate’\n22\nand ‘[a] general mandate does not authorise an attorney to act\r\nin a manner adverse to his client’s interests’.\n23\n[10]\tThe courts have also\r\ndistinguished the ambit of the authority of attorneys in private\r\npractice from that accorded to the State\nAttorney holding that the\r\nlatter has wider general authority because such authority is derived\r\nfrom statute.\n24\nIt has thus been held that the fact that a senior government official\r\nis unaware of and has not expressly approved of a settlement\n\nconcluded by counsel on the Deputy State Attorney’s\r\ninstructions does not entitle the government to resile from the\r\nsettlement.\n25\nMoult v Minister of\r\nAgriculture and Forestry, Transkei\n26\nprovides a clearer example\r\nof the breadth of the State Attorney’s authority. The plaintiff\r\nsued the government for damages\narising out of a motor-vehicle\r\ncollision – but out of the twelve-month statutory expiry\r\nperiod. The State Attorney, as in\nBikitsha\n,\n27\nhad previously waived\r\nstrict compliance with this requirement. The government alleged that\r\nit was not bound by the waiver. Beck CJ,\nhowever, distinguished\r\nthose cases involving private attorneys, such as\nBikitsha\n,\r\nand held that the waiver ‘was of a kind which Government\r\nordinarily leaves to the Government attorney to decide’.\nHe\r\nfound that the State Attorney’s authority derives from ‘the\r\nparticular capacity in which the agent has been employed\nby the\r\nprincipal and from the usual and customary powers that are found to\r\npertain to such an agent as belonging to a particular\ncategory of\r\nagents’.\n28\n[11]\tTo summarise it would appear that\r\nour courts have dealt with questions relating to the\nactual\nauthority of an attorney to\r\ntransact on a client’s behalf in the following manner:\r\nAttorneys generally do not have implied\nauthority to settle or\r\ncompromise a claim without the consent of the client. However, the\r\ninstruction to an attorney to sue or\ndefend a claim may include the\r\nimplied authority to do so provided the attorney acts in good faith.\r\nAnd the courts have said that\nthey will set aside a settlement or\r\ncompromise that does not have the client’s authority where,\r\nobjectively viewed, it appears\nthat the agreement is unjust and not\r\nin the client’s best interests. The office of the State\r\nAttorney, by virtue of its statutory\nauthority as a representative of\r\nthe government, has a broader discretion to bind the government to an\r\nagreement than that ordinarily\npossessed by private practitioners,\r\nthough it is not clear just how broad the ambit of this authority\r\nis.\n29\n[12]\tMy discussion thus far has been\r\nconcerned with the limits of an attorney’s actual authority to\r\nbind a client without\nthe latter’s consent. The question arises\r\nin this case is whether a client may be estopped from denying the\r\nauthority of\nhis attorney to settle or compromise a claim.\n30\n[13]\tThe issue arose in this court in\nHlobo v Multilateral Motor\r\nVehicle Accidents Fund\n.\n31\nThe case concerned a\r\nclaimant’s claim for compensation on behalf of her minor\r\ndaughter, who had been injured in a motor vehicle\naccident. A\r\nsettlement agreement, which had been preceded by months of\r\nnegotiation during litigation, was concluded by Messrs Lowe\nand De la\r\nHarpe, who respectively acted as attorneys for the claimant and the\r\nFund. De la Harpe submitted proposals for the final\nform of the\r\nagreement to the Fund. As in this case, the proposals were recorded\r\nin a rule 37 minute. A letter from the Fund’s\nclaims-handler,\r\nconfirmed its acceptance of the proposals. And acting on this\r\nconfirmation De La Harpe settled the claim. The Fund\nthen sought to\r\nhave the agreement set aside on the ground that the agreement\r\nconcluded between the parties’ attorneys had\nbeen reached on\r\nthe strength of a communication from the claims-handler who had no\r\npower to authorise the settlement. The court\nrejected the Fund’s\r\ndefence. In the course of its judgment it said the following:\n‘\nWhat\r\nall this shows is that in his dealings with Mr De la Harpe, Mr Lowe\r\nwould have had no reason to question his (De la Harpe's)\nauthority.\r\nHe in fact did not do so. From Mr Lowe's point of view De la\r\nHarpe had at least ostensible authority to conclude\nthe settlement.\r\nAll the requirements which must be satisfied before reliance upon\r\nostensible authority can succeed were satisfied.\nRespondent had\r\nappointed Mr De la Harpe as its attorney. It was known to it that he\r\nwas conducting settlement negotiations on its\nbehalf. It allowed him\r\nto do so and in so doing clothed him with apparent authority to\r\nsettle on its behalf. The appellant, through\nher attorney, relied\r\nupon the apparent existence of authority and compromised the claim on\r\nthe strength of its existence. Absent\nany other defence, the\r\nsettlement is binding upon the respondent. In fact, of course, he had\r\nexpress authority which it is now\nsought to repudiate.’\n32\n[14]\tThe facts in\nHlobo\ndiffer from the present one\r\nbecause there the attorney, De La Harpe, was found to have had actual\r\nauthority to conclude the agreement\n– a point which Mr Buchanan\r\npressed in argument in an effort to distinguish it. The passage cited\r\nabove dealing with De la\nHarpe’s apparent authority in the\r\njudgment is, I accept, obiter.\nBut, as I will show below,\r\nthis does not detract from its persuasive quality. I turn to the\r\npresent matter.\n[15]\tTo establish apparent authority\r\non the provincial government’s part, the respondents aver that\r\nby appointing the State\nAttorney to defend the action which\r\nnecessarily entailed participating in various pre-trial processes,\r\nincluding pre-trial conferences,\nit represented that he had authority\r\nto settle the claims.\n[16]\tIt is well-established that to\r\nhold a principal liable on the basis of the agent’s apparent\r\nauthority the representation\nmust be rooted in the words or conduct\r\nof the principal, and not merely that of his agent.\n33\nConduct may be express or inferred from the ‘particular\r\ncapacity in which an agent has been employed by the principal and\n\nfrom the usual and customary powers that are found to pertain to such\r\nan agent as belonging to a particular category of agents’.\n34\nIt may also be inferred from the ‘aura of authority’\r\nassociated with a position which a person occupies, at the\r\nprincipal’s\ninstance, within an institution.\n35\n[17]\tProperly understood the\r\nrepresentation from the principal in this case relates only to the\r\nappointment of the State Attorney\nto defend the claim and to instruct\r\ncounsel in this regard. The further conduct relied on is not that of\r\nthe principal but of the\nagent himself and cannot in and of itself\r\nbind the principal. The respondents’ true case is that by\r\nappointing the State\nAttorney to defend the claim, the appellant\r\nrepresented to them, and they reasonably believed, that the State\r\nAttorney had the\nusual and customary powers associated with the\r\nappointment.\n36\nThese included instructing counsel to defend the claim, to draft the\r\nplea and to attend all pre-trial procedures, including rule\n37\r\nconferences. In other words the appellant represented to the\r\nrespondents and the outside world that the State Attorney had the\n\nauthority not only to conduct the trial but also to make concessions\r\nat the conferences and to conclude the settlement agreement\nfrom\r\nwhich he now wishes to resile.\n[18]\tDuring argument before us Mr\r\nBuchanan did not contend that the State Attorney had no authority to\r\nattend the pre-trial conferences.\nHe could hardly have done so\r\nbecause such attendance by an attorney, as I have mentioned earlier,\r\nis envisaged in the rule and\nclearly falls within the usual or\r\ncustomary functions of an attorney in the litigation process. Instead\r\nhis argument was that the\nState Attorney’s authority was\r\nconfined to attending the conference and making certain admissions\r\nthat may, in his judgment,\nhave been necessary. But, as I understand\r\nthe submission, once he agreed to settle the claim, first by\r\nconceding the merits and\nlater by agreeing that his client was liable\r\nfor certain heads of the damages claimed, he not only exceeded his\r\nactual authority\nbut also his usual functions.\n[19]\tUnsurprisingly Mr Buchanan had\r\ninsurmountable difficulty attempting to defend this assertion. In\r\nparticular he was not able\nto draw the line between what the State\r\nAttorney had the authority to agree on and what not. To test the\r\nassertion, suppose the\nattorney agreed on making certain factual\r\nadmissions without conceding liability in order to curtail the\r\nproceedings, which in\nhindsight proved to have been a mistake.\r\nRealising the error he then attempts to withdraw these admissions,\r\nbut the other side\nrefuses to allow him to do so. And faced with the\r\nprospect of continuing the litigation at a disadvantage he agrees to\r\na settlement.\nIt could hardly be asserted that the admissions fell\r\nwithin his usual authority but the settlement, which amounts to a\r\nstring of\nadmissions, not. To test the assertion further, would the\r\nadmissions stand if the ‘merits’, were conceded but not\r\ncausation?\nAnd further, what if causation was conceded but not the\r\nquantum of damages? What these intractable difficulties show\r\nineluctably\nis that it is impossible to draw any line between an\r\nattorney’s apparent authority to attend and represent his\r\nclient at\na pre-trial conference and his apparent authority to\r\nconclude agreements or make concessions there.\n[20]\tI accept that, in this matter, by\r\nagreeing to the settlement the State Attorney not only exceeded his\r\nactual authority, but\ndid so against the express instructions of his\r\nprincipal. As opprobrious as this conduct was, I cannot see how this\r\nhas any bearing\non the respondents’ estoppel defence. The\r\nproper approach is to consider whether the conduct of the party who\r\nis trying to\nresile from the agreement has led the other party to\r\nreasonably believe that he was binding himself.\n37\nViewed in this way it matters not whether the attorney acting for the\r\nprincipal exceeds his actual authority, or does so against\nhis\r\nclient’s express instructions. The consequence for the other\r\nparty, who is unaware of any limitation of authority, and\nhas no\r\nreasonable basis to question the attorney’s authority, is the\r\nsame.\n38\nThat party is entitled to assume, as the respondents’ did, that\r\nthe attorney who is attending the conference clothed with\nan ‘aura\r\nof authority’ has the necessary authority to do what attorney’s\r\nusually do at a rule 37 conference –\nthey make admissions,\r\nconcessions and often agree on compromises and settlements. In the\r\nrespondents’ eyes the State Attorney\nquite clearly had apparent\r\nauthority.\n39\n[21]\tMr Buchanan submitted further\r\nthat to allow the estoppel defence where an attorney exceeds his or\r\nher authority could lead\nto grave injustices and that for policy\r\nreasons the estoppel defence should not be allowed in these\r\ncircumstances. There are two\nanswers to this submission. First,\r\nPlewman JA specifically recognized the competence of the defence in\r\nthe passage quoted above\nin\nHlobo\n,\r\nalbeit in an obiter dictum.\nAnd this court will not\r\nlightly depart from a view it has previously expressed, even if only\r\nobiter.\n40\nSecondly, because estoppel is a rule of justice and equity, it is\r\nopen to a court to disallow the defence on this ground.\n41\nIt was not suggested that it would be either unjust or inequitable to\r\nallow the defence in the circumstances of this case. Indeed,\nthe\r\ncontrary is true. The prejudice to the respondents if the defence is\r\nnot upheld is evident – even with the appellant’s\ntender\r\nto pay the respondents’ wasted costs.\nThe respondents and\r\ntheir counsel prepared for trial on the basis of the concessions and\r\non the issues which remained in dispute\n– not on the merits or\r\non the heads of damages which were agreed upon. Moreover the\r\nappellants have after all this time not\neven established a defence.\r\nTo allow the appellant to resile from these agreements, made over a\r\nperiod spanning 18 months, would\ndefeat the purpose of rule 37, which\r\nencourages settlements, and severely hamper the conduct of civil\r\ntrials. It would mean practically\nthat attorneys can no longer assume\r\nthat their colleagues are authorised to make important decisions in\r\nthe course of litigation\nwithout the principal’s independent\r\nconfirmation. This cannot be countenanced.\n[22]\tIn the result I conclude that the\r\nhigh court was correct to hold that the appellant is estopped from\r\ndenying the authority\nof the State Attorney to enter into the\r\nagreements in question.\n42\nIt follows that the appeal must fail. The order I make is that the\r\nappeal is dismissed with costs, including the costs of two counsel.\n________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS:  \t\t\tR G Buchanan SC\nInstructed by Wesley Pretorius and\r\nAssociates, East London\nState Attorney; Bloemfontein\nRESPONDENT:\t\t\tH J van der Linde SC\r\n(with him P E Jooste)\nInstructed by Jordaan & Pretorius\r\nAttorneys, Plettenberg Bay\nRosendorff Reitz Barry, Bloemfontein\n1\nMEC for Economic Affairs,\r\n\tEnvironment and Tourism v Kruisenga\n2008 (6) SA 264\n(CkHC).\n2\nPara 69.\n3\nParas 1-8.\n4\nLTC Harms\nCivil Procedure\r\n\tin the Supreme Court\nIssue\r\n\t39 para B37.2.\n5\nRule 37(6)(e).\n6\nPrice NO v Allied-JBS\r\n\tBuilding Society\n1980 (3)\r\n\tSA 874\n(A) 882D-H.\n7\nRule 37(6).\n8\nFilta-Matix (Pty) Ltd v\r\n\tFreudenberg & others\n[1997] ZASCA 110\n;\n1998\r\n\t(1) SA 606\n(SCA) 614B-D.\n9\nVoet 3.3.18;\nRas v Liquor\r\n\tLicensing Board, Area No. 10 Kimberley\n1966\r\n\t(2) SA 232\n(C) 237E-F;\nGoosen\r\n\tv Van Zyl\n1980 (1) SA 706\n(O) 709F-H;\nBikitsha v\r\n\tEastern Cape Development Board & another\n1988\r\n\t(3) SA 522\n(E) 527J-528A; 14\nLawsa\n2 ed para 305.\n10\nNtlabezo v MEC for\r\n\tEducation, Culture and Sport, Eastern Cape\n2001\r\n\t(2) SA 1073\n(TkHC) 1080-1081.\n11\nDe Vos v Calitz and De\r\n\tVilliers\n1916 CPD 465.\n12\nFrancois du Bois et al\nWille’s\r\n\tPrinciples of South African Law\n9\r\n\ted (2007) p 998; See J.R Midley\nLawyers’\r\n\tProfessional Liability\n(1992) p 8, who holds the view that while the courts have sometimes\r\n\tused the terms ‘mandatory’ and ‘agent’\n\n\tinterchangeably to describe the attorney-client relationship, the\r\n\tpreferable view is that when engaged in litigation on a client’s\n\n\tbehalf the attorney is acting as an agent and not merely as a\r\n\tmandatory.\n13\nJ R Midgley ‘The Nature and Extent of a Lawyer’s\r\n\tAuthority’\n(1994) 111\nSALJ\n415\np 420.\n14\n(1901) 18 SC 172.\n15\nAbove p 175.\n16\n1918 EDL 87.\n17\nAbove at 88.\n18\n1920 EDL 239.\n19\nAbove p 242.\n20\n2007 (2) SA 100\n(SE).\n21\nCited above, n 9.\n22\nAt 527I-J.\n23\nAt 528A.\n24\nSection 3 of the State Attorney Act 56 of 1957.\n25\nDlamini v Minister of Law\r\n\tand Order & another\n1986 (4) SA 342\n(D).\n26\n1992 (1) SA 688\n(TkGD) 692H-I.\n27\nAbove para 9.\n28\nAbove at 692H-I citing Botha J in\nInter-Continental\r\n\tFinance and Leasing Corporation (Pty) Ltd v Stands 56 and 57\r\n\tIndustria Ltd & another\n1979\r\n\t(3) SA 740\n(W) at 748D.\n29\nSee Generally J R Midgley ‘The Nature and Extent of a Lawyer’s\r\n\tAuthority’\n(1994) 111\nSALJ\n415.\n30\nRas v Liquor Licensing\r\n\tBoard\n(above) n 9 at\r\n\t238G-H.\n31\n2001 (2) SA 59\n(SCA).\n32\nHlobo\nat\r\n\tpara 11.\n33\nNBS Bank Ltd v Cape Produce\r\n\tCo (Pty) Ltd\n2002 (1) SA\r\n\t396\n(SCA) 412C-E;\nGlofinco\r\n\tv Absa Bank Ltd t/a United Bank\n2002 (6) SA 470\n(SCA) para 13.\n34\nPer Botha J in\nInter-Continental\r\n\tFinance and Leasing Corporation (Pty) Ltd v Stands 56 and 57\r\n\tIndustria Ltd & another\n1979\r\n\t(3) SA 740\n(W) at 748D.\n35\nGlofinco v Absa Bank Ltd\n(above) n 34 para 1.\n36\nIt is not the respondents’ case that by appointing the State\r\n\tAttorney they believed that he had any wider or additional\npowers to\r\n\tan attorney in private practice.\n37\nHlobo\npara\r\n\t12; Cf\nGeorge v Fairmead\r\n\t(Pty) Ltd\n1958 (2) SA 465\n(A) 471A-D.\n38\nCf\nCity of Tshwane\r\n\tMetropolitan Municipality v RPM Bricks\n2008\r\n\t(3) SA 1\nSCA para 12.\n39\nCf A J Kerr\nThe Law of\r\n\tAgency\n3 ed (1991) p 149.\n40\nSteenkamp v South African\r\n\tBroadcasting Corporation\n2002\r\n\t(1) SA 625\n(SCA) 629F-G.\n41\nSee generally P J Rabie and J C Sonnekus\nThe Law of Estoppel in South Africa\n2\r\n\ted (2000) ch 7; Lord Denning in\nMoorgate\r\n\tMercantile Co Ltd v Twitchings\n[1975] 3 All ER 314\n(CA) at 323d-g said: ‘(Estoppel) . . . is\r\n\ta principle of justice and of equity. It comes to this. When a man,\r\n\tby his words\nor conduct, has led another to believe in a particular\r\n\tstate of affairs, he will not be allowed to go back on it when it\r\n\twould\nbe unjust or inequitable for him to do so.’\n42\nMEC for Economic Affairs v\r\n\tKruizenga\n(above) n 1 para\r\n\t69.",
  "scraped_at": "2026-02-11T20:23:13.257966",
  "date": "2010-04-01",
  "coram": [
    "Harms DP",
    "Nugent",
    "Cachalia",
    "Leach JJA",
    "Seriti AJA"
  ],
  "case_number": "169/09",
  "parties": {
    "applicants": [
      "MEC for Economic Affairs, Environment & Tourism: Eastern Cape"
    ],
    "respondents": [
      "Klaas Kruizenga",
      "Henque 2189 CC t/a Wimrie Boerdery"
    ]
  },
  "sections": {
    "facts": "The appellant, the Eastern Cape provincial government, was sued by two landowners for damages caused by a fire that originated on provincial property and spread to their adjoining farms. The State Attorney was instructed to defend the action and to attend rule 37 pre‑trial conferences. At the first conference the State Attorney, without the appellant’s express authority, conceded the merits of the plaintiff’s case. At a later conference, after further negotiations, the State Attorney signed minutes admitting liability for certain heads of damage while leaving other issues for trial. The appellant subsequently sought to rescind those admissions, claiming the State Attorney lacked authority to settle.",
    "issues": "1. Whether the State Attorney had ostensible (apparent) authority to bind the appellant to settlement agreements reached at rule 37 pre‑trial conferences. 2. Whether the appellant may rescind the admissions and settlements on the ground that the attorney acted beyond his express authority. 3. Whether estoppel can be invoked to prevent the appellant from denying the attorney’s authority.",
    "principles": "The court considered the law of agency and apparent authority, particularly in the context of rule 37 of the Uniform Rules which encourages settlements. It noted that a private attorney normally requires express authority to settle, but that the State Attorney, by virtue of statutory appointment, enjoys a broader customary authority. Precedents such as Mfaswe v Miller, Alexander v Klitzke, Klopper v Van Rensburg, Hawkes v Hawkes, Bikitsha v Eastern Cape Development Board, and Hlobo v Multilateral Motor Vehicle Accidents Fund were discussed. The court affirmed that estoppel arises where a principal’s representation (through appointment) leads a third party to reasonably rely on the attorney’s authority.",
    "application": "The court found that by appointing the State Attorney to defend the action, the appellant represented that the attorney possessed the usual and customary powers to attend rule 37 conferences and to make concessions. The respondents relied on this representation and prepared for trial based on the admissions. Although the State Attorney exceeded his express authority, the appellant’s conduct and the statutory nature of the State Attorney’s role created an \"aura of authority\" sufficient to estop the appellant from denying the settlement agreements.",
    "conclusion": "The appeal was dismissed. The appellant is estopped from denying the State Attorney’s authority to enter into the settlements, and the orders made at the rule 37 conferences remain binding. The appeal was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Attorney Authority",
    "level_3": [
      "apparent authority",
      "estoppel",
      "rule 37",
      "settlement",
      "government litigation"
    ]
  }
}