{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/107.html",
  "case_name": "Crots v Pretorius (2010 (6) SA 512 (SCA); [2011] 3 All SA 10 (SCA)) [2010] ZASCA 107; 34/10 (17 September 2010)",
  "citation": "[2010] ZASCA 107",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 107\n|\nNoteup\n|\nLawCite\nCrots v Pretorius (2010 (6) SA 512 (SCA); [2011] 3 All SA 10 (SCA)) [2010] ZASCA 107; 34/10 (17 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 34/10\nIn the matter between:\nPIETRICH FREDERICH GERHARDT CROTS\tAppellant\nand\nJACQUES PRETORIUS\tRespondent\nNeutral citation:\nCrots v Pretorius\n(34/10)\n[2010]\r\nZASCA 107\n(17 SEPTEMBER 2010)\nCoram:\nHARMS DP, NAVSA, SNYDERS, MHLANTLA JJA AND\nK PILLAY AJA\nHeard:\n1 SEPTEMBER 2010\nDelivered: \t17 SEPTEMBER 2010\nSummary:\nCondictio furtiva\n–\ndolus eventualis\nsufficient to establish -Defamation – insufficient proof.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from\n: Free State High Court (Bloemfontein) (Van der\r\nMerwe J and Ploos van Amstel AJ sitting as court of appeal):\nThe appeal is upheld with costs.\nThe order of the court below is replaced with the following:\n‘The appeal is upheld with costs;\nThe order of the court a quo is replaced with the following:\nThe defendant is ordered to pay the plaintiff the amount of R45\r\n\t\t\t000;\nThe defendant is ordered to pay interest on the amount of R45 000\r\n\t\t\tat the rate of 15,5% per annum from 30 October 2006 until\ndate of\r\n\t\t\tfinal payment;\nThe defendant is ordered to pay the costs of suit, including the\r\n\t\t\tcosts of 7 April 2006 and 8 September 2006;\nThe defendant’s counterclaim is dismissed with costs.’\n______________________________________________________________\nJUDGMENT\nSnyders JA (Harms DP, Navsa, Mhlantla JJA and Pillay AJA concurring)\n[1] On 5 August 2005 the appellant discovered that he had become a\r\nvictim of stock theft when he found that nine of his gravid\nheifers\r\nhad been stolen. His subsequent investigations led him to institute\r\naction in the Kroonstad Magistrate’s Court against\nthe\r\nrespondent for payment of R45 000, the alleged value of the heifers.\r\nHe alleged that the respondent had stolen and slaughtered\nhis\r\nheifers. In response the respondent instituted a counterclaim in the\r\namount of R50 000, alleging that the appellant defamed\nhim by telling\r\nthird parties that he had stolen the heifers.\n[2] The magistrate dismissed the appellant’s claim and upheld\r\nthe counterclaim in the amount of R20 000. An appeal to the\nFree\r\nState High Court (Bloemfontein), (Ploos van Amstel AJ, Van der Merwe\r\nJ concurring) was dismissed. Leave to appeal was refused\nby the high\r\ncourt, but granted on petition to this court.\n[3] The\ncondictio\r\nfurtiva\nis a delictual action for the\r\nrecovery of patrimonial loss as a result of theft. It is available to\r\nan owner or anyone who has an\ninterest in the stolen thing, against a\r\nthief or his heirs.\n1\n[4] The respondent’s version offers all the facts on which this\r\ncase is to be decided. He is a stock speculator of seven\nyears’\r\nstanding. He knows about the provisions of the Stock Theft Act 57 of\r\n1959 (the Act). A man who only introduced himself\nas Petrus,\r\ntelephoned him. Petrus offered to sell nine head of cattle to him. He\r\nagreed on the basis that he would pay Petrus the\nprice the cattle\r\nwould fetch upon slaughter at the abattoir, less his commission.\r\nPetrus was satisfied with this arrangement. As\nPetrus had no\r\ntransport available for the cattle, the respondent arranged for the\r\ncollection of the cattle by a private transporter.\nPetrus did not\r\ndisclose and the respondent did not ascertain the collection point\r\nfor the cattle. They arranged that Petrus would\nsend somebody to meet\r\nthe truck driver at a rendezvous point and accompany him to where the\r\ncattle had to be loaded. Pursuant to\nthe respondent’s\r\narrangements nine of the appellant’s gravid heifers were\r\ncollected from his farm on 5 August 2005,\ntaken to Country Meat\r\nabattoir in Kroonstad and slaughtered.\n[5] Despite the respondent’s usual practise\r\nto make payment to his customers seven days after the sale, Petrus\r\ntelephonically\nasked him the very next day for an advance on the\r\nmoney and he agreed. On 5 August 2005 he paid a R2000 cash advance to\r\nPetrus,\nwithout obtaining any form of acknowledgement of the payment.\r\nNeedless to say, that was the last that was seen or heard of Petrus.\n[6] The respondent did not involve himself in the\r\ntransaction beyond making the arrangements for the collection of the\r\ncattle and\ndelivery to the abattoir. He made no attempt to comply\r\nwith the Act. He did not ask for any of Petrus’ details or\r\ncredentials,\nnor of the cattle, their breed, age, whether or how they\r\nwere branded or ear marked, or the place for collection of the\r\ncattle.\n2\nIn fact, he left the Kroonstad area to attend to business in\r\nJohannesburg.\n[7] The provisions of ss 6 and 8, and potentially\r\ns 7, of the Act applied to the transaction and obliged the respondent\r\nto obtain\na removal certificate from the owner of the cattle and to\r\nsupply a document of identification, signed by him, to the abattoir.\r\nThe removal certificate and document of identification are designed\r\nto contain the details of, at least, the owner, the identifying\n\nfeatures of the cattle and their destination.\n3\nThe Act aims at preventing the removal and transport of livestock by\r\npersons with no legal entitlement to do so. By his own admission\nthe\r\nrespondent knew his obligations in terms of the Act. No less is to be\r\nexpected of a livestock speculator. Mr de Waal, the transporter\nwho\r\ntestified for the appellant, said that he specifically mentioned to\r\nthe respondent that there were no pre-printed removal certificates\n\nwith the driver of his vehicle as they had run out. The respondent\r\nundertook to arrange for De Waal’s driver to be furnished\nwith\r\nthe appropriate removal certificate, but he failed to do so.\n[8] The respondent claimed that he had no direct\r\nknowledge about the theft or direct intent to steal the appellant’s\r\nheifers.\nThis stance served him well in both the magistrate’s\r\nand the high court. The magistrate’s court and the high court\r\nonly investigated whether the respondent’s version established\r\ndirect intent to steal and concluded that it did not. Therein\nlies\r\nthe misdirection that entitles this court to interfere.  The presence\r\nof\ndolus eventualis\nsatisfies the requirements of theft. The court below did not assess\r\nthe probabilities in order to test whether the requirements\nof\ndolus\r\neventualis\nwere satisfied.\n[9] The respondent will be liable if, on a balance\r\nof probabilities, he recognised the real possibility that Petrus did\r\nnot have\nthe right to deliver the cattle to him or that it was\r\nsomebody else’s cattle and he deliberately shut his eyes and\r\nentered\ninto the transaction, thereby taking the risk of the\r\nconsequences if the cattle were being stolen. Knowledge in the form\r\nof\ndolus eventualis\nis present if all the objective, factual circumstances justify the\r\ninference on a balance of probabilities that the respondent\nactually\r\nand subjectively foresaw that someone else had title to the cattle.\n4\n[10] The transaction between the respondent and Petrus arouses grave\r\nsuspicion. The question why Petrus involved the respondent\nat all\r\nwhen he could have earned all of the money paid by the abattoir for\r\nthe cattle, remains unanswered. If Petrus was a legitimate\nseller of\r\nthe cattle who had no transport, a mere phone call to a transporter\r\nwas required to arrange the necessary transport.\nThe respondent\r\noffered no explanation. He also did not explain why the lack of\r\ninformation about Petrus and the cattle did not\narouse his suspicion,\r\nor why he made no attempt to ensure compliance with the Act. The\r\nirrational payment of a R2000 cash advance\nto Petrus without any\r\nacknowledgement of the payment also remains unexplained.\n[11] By ensuring that he knew as little as possible about Petrus and\r\nthe nine cattle sold to him and by not complying with the\nAct, the\r\nrespondent facilitated the theft of the appellant’s cattle. His\r\nfailure to make any of the necessary enquiries overwhelmingly\n\nsuggests that he was deliberately avoiding information that would\r\nhave revealed that Petrus had no rights to the cattle or that\nthe\r\ncattle were owned by someone else. It is inconceivable that the\r\nrespondent, a livestock speculator in the area, would not have\nbeen\r\nable to ascertain the ownership of the cattle from the earmarks and\r\ntattoos that they carried or the location from which they\nwere\r\ncollected. The evidence was that all the cattle were earmarked and\r\ntattooed with the registered marks of the appellant and\nwere\r\ncollected from the appellant’s farm.\n[12] The respondent proceeded with the transaction recklessly and\r\ndeliberately failed to comply with the provisions of the Act.\nHis\r\nprofessed ignorance of the theft in these circumstances is so\r\nunreasonable that it cannot be accepted. The respondent deliberately\n\nshut his eyes to the real and glaring possibility that he was\r\nfacilitating the theft of cattle, reconciled himself to the risk\nand\r\ntook it. By so doing he participated in the theft.\n[13] The appellant, after due expert notice testified as a farmer and\r\nsomeone who used to be in the business of marketing and selling\n\nlivestock. He stated the value of his nine gravid heifers to have\r\nbeen R5 000 each. He also testified that at an auction in the\narea\r\nshortly after the theft heifers of a similar age, but not with calf,\r\nfetched prices of over R5000 each. The evidence was not\ndisputed and\r\nno alternative value was suggested. The only dispute raised was a\r\ndenial that the heifers were recently with calf.\nAs the respondent\r\ndid not attempt to show how this denial would affect the value of\r\nR5000, the dispute is irrelevant.\n[14] The respondent’s counterclaim for\r\ndefamation was granted in the amount of R20 000. There are three\r\nproblems with this\nconclusion. First the respondent did not plead to\r\nwhom the defamation was published, second it was never put to the\r\nappellant who\nthe third parties were that publication was allegedly\r\nmade to and third the evidence tendered does not establish the cause\r\nof action.\n[15] Publication is an essential requirement of\r\ndefamation that must be pleaded and proved. The names of the persons\r\nto whom the\ndefamatory remarks were made and who were to be called as\r\nwitnesses have to be pleaded and disclosed during cross-examination.\n5\nThe reasons are apparent. Apart from avoiding surprise the identity\r\nof the persons involved is also relevant to enable the defendant\nto\r\nraise appropriate defences. For instance, depending on who the person\r\nis, the defendant may rely on privilege. The respondent\nattempted to\r\nmeet this obligation by pleading that the appellant made defamatory\r\nremarks to third parties to the effect that the\nrespondent stole his\r\nheifers. Who the third parties were, was not alleged. During his\r\nevidence the respondent also did not disclose\nthe identity of the\r\nthird parties. During cross-examination the appellant denied that he\r\nmade defamatory statements to third parties.\nThe following broad\r\nallegation was then put to him:\n‘\n. . . indien nodig gaan daar getuies\r\ngeroep word wat gaan kom sê u het ook teenoor hulle hierdie\r\nbewering [dat die verweerder\nu verse gesteel het] gemaak, ek wil hê\r\nu moet mooi dink, Karoo Ochse byvoorbeeld?’\n6\nThe appellant not only denied the allegation, he\r\nchallenged the respondent to call the witnesses. The appellant was\r\nnever given\nthe opportunity to respond to the identity of those to\r\nwhom he allegedly published the alleged defamatory remarks. If a\r\nwitness\nis not given the opportunity to respond to an aspect, it\r\nwould be unfair to reject his evidence on that aspect.\n7\nThe respondent failed to adequately plead publication to the persons\r\nto whom it was allegedly made, to testify to that or to confront\nthe\r\nappellant with the identity of that person or persons to allow the\r\nappellant a fair opportunity to respond.\n[16] Mr Hanekom testified to the alleged\r\npublication for the respondent. He was in the employ of a business\r\npreviously known as\nKaroo Ochse. His vague evidence was that a ‘long\r\ntime ago’ he had a conversation with the appellant which he\r\n‘could\nnot really remember’ or could not contextualise,\r\nbut that it ‘became apparent’ during the conversation\r\nthat the\nrespondent stole nine of the appellant’s heifers, that\r\nwas ‘more or less’ what the appellant ‘alluded\r\nto’.\n8\nThe evidence of Hanekom is simply too vague to support the defamation\r\npleaded.\n[17] For these reasons the respondent’s counterclaim should not\r\nhave been upheld.\n[18] In the result I make the following order:\n18.1\tThe appeal is upheld with costs;\n18.2\tThe order of the court below is replaced with the following:\na. ‘The appeal is upheld with costs;\nb. The order of the court a quo is replaced with the following:\nThe defendant is ordered to pay the plaintiff the amount of R45 000;\nThe defendant is ordered to pay interest on the amount of R45 000 at\r\n\tthe rate of 15,5% per annum from 30 October 2006 until date\nof final\r\n\tpayment;\nThe defendant is ordered to pay the costs of suit, including the\r\n\tcosts of 7 April 2006 and 8 September 2006;\niv.\tThe defendant’s counterclaim is\r\ndismissed with costs.’\n_________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tN Snellenburg\nInstructed by Du Randt & Louw, Kroonstad,\nRosendorff Reitz Barry, Bloemfontein.\nFor\r\nrespondent:\tJ G Gilliland\nInstructed by Grimbeek van Rooyen & vennotte, Kroonstad,\nQuinton\r\nGrimbeek Prokureurs, Bloemfontein.\n1\nC G van der Merwe ‘Things’\nJoubert\r\n\t(ed)\nThe Law of South Africa\n(2\r\n\ted) vol 27 para 387;\nMinister van\r\n\tVerdediging v Van Wyk en andere\n1976\r\n\t(1) SA 397\n(T) at 400C and 402G-403B;\nClifford\r\n\tv Farinha\n1988 (4) SA 315\n(W) at\r\n\t322G-323F.\n2\nGN R1685 published in GG 15990 on 30 September 1994 in terms of s 16\r\n\tof the Act, prescribes the details aimed at identification\nof\r\n\tindividual animals with reference to features like colour, breed,\r\n\tbrandmark, earmark, tattoo and sex, which are to be contained\nin the\r\n\tdocumentation required by ss 6, 7 and 8 of the Act.\n3\nS 6(1) obliges any person, including any agent,\r\n\twho sells any stock to any other person on his own behalf or on\r\n\tbehalf of any\nother person, to, at the time of delivery of the\r\n\tstock, furnish such other person with a document of identification\r\n\twhich includes\ndetails of his full name and address or the full name\r\n\tand address of the person on whose behalf he was selling,\r\n\tparticulars of\nthe stock, the full name and address of the person to\r\n\twhom the stock was sold, the date on which the stock was sold and\r\n\tcertifying\nthat such stock is his property or that he is duly\r\n\tauthorized by the owner thereof to deal with or dispose of it.\nS\r\n\t7(1) obliges any person who acquires or receives into his possession\r\n\tfor the purpose of sale, from a person who has no known\nplace of\r\n\tresidence, any stock, to receive with it a certificate of no older\r\n\tthan 30 days from a person of authority, like a headman,\nas listed\r\n\tin the section, which certificate describes the stock and declares\r\n\tthat the relevant person is entitled to dispose\nof or deal with such\r\n\tstock.\nS 8(1)\r\n\tobliges a person who conveys or transports stock of which he is not\r\n\tthe owner along any public road to carry a removal\ncertificate\r\n\tissued to him by the owner of the stock which certificate is to\r\n\tinclude the name and address of the owner of the\nstock, the\r\n\tparticulars of the stock, the place from and to which the stock is\r\n\tbeing conveyed, the name of the conveyer and the\ndate of issue.\n4\nSee\nFrankel Pollak Vinderine Inc v Stanton NO\n2000 (1) SA 425\n(W) at 438E-439J for a useful discussion of\ndolus\r\n\teventualis\nin a similar context, the\nactio ad exhibendum\n.\n5\nInternational Tobacco Co (SA) Ltd v United\r\n\tTobacco Co (South) Ltd (4)\n1955 (2) SA\r\n\t40\n(W);\nMograbi v Miller\n1956 (4) SA 239\n(T).\n6\nMy translation:\n‘.\r\n\t. . if necessary, witnesses are going to be called that would say\r\n\tyou made the allegation [that the defendant stole your\nheifers] to\r\n\tthem as well, I want you to think carefully, for example, persons\r\n\tfrom Karoo Ochse?’\n7\nPresident of the Republic of South Africa and\r\n\tothers v South African Rugby Football Union and others\n2000 (1) SA 1\n(CC) paras 61 to 63.\n8\nThe phrases quoted are my translations for the\r\n\tfollowing: ‘lank terug’, ‘kan nie rêrig\r\n\tonthou’ ,\n‘aan die lig gekom’, ‘min of meer’\r\n\tand ‘gesinspeel’.",
  "scraped_at": "2026-02-11T20:34:25.405287",
  "date": "2010-09-17",
  "coram": [
    "Harms DP",
    "Navsa",
    "Snyders JA",
    "Mhlantla JJA",
    "K Pillay AJA"
  ],
  "case_number": "34/10",
  "parties": {
    "applicants": [
      "Pietrich Frederich Gerhardt Crots"
    ],
    "respondents": [
      "Jacques Pretorius"
    ]
  },
  "sections": {
    "facts": "The appellant discovered on 5 August 2005 that nine gravid heifers had been stolen from his farm. He sued the respondent for R45,000, alleging the respondent facilitated the theft and slaughter of the cattle. The respondent counter‑claimed R20,000 for defamation, alleging the appellant had told third parties that the respondent stole the heifers. The magistrate dismissed the appellant's claim and upheld the counter‑claim; the High Court likewise dismissed the appeal, which was later granted to the Supreme Court of Appeal.",
    "issues": "Whether the respondent can be held liable under the delictual action condictio furtiva on the basis of dolus eventualis, and whether the respondent's defamation counter‑claim was properly pleaded and proved.",
    "principles": "Condictio furtiva allows recovery of patrimonial loss where theft has occurred. Liability can arise from dolus eventualis where a person foresees the possibility of theft and recklessly accepts the risk. The Stock Theft Act (ss 6, 7, 8) imposes duties on persons dealing in livestock to obtain removal certificates and identification documents. Defamation requires a clear pleading of publication to identifiable third parties; without this the cause of action fails.",
    "application": "The Court held that the respondent, aware of the lack of documentation and the unusual cash advance to the unknown seller, intentionally shut his eyes to the real possibility that the cattle were not his to sell, satisfying dolus eventualis. Consequently, the respondent was liable for the loss. Regarding the defamation claim, the Court found the respondent had failed to identify the persons to whom the alleged defamatory statements were published and had not produced sufficient evidence, leading to dismissal of the counter‑claim.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside: the respondent was ordered to pay the appellant R45,000 with interest at 15.5% per annum from 30 October 2006, and to pay the costs of suit. The respondent's defamation counter‑claim was dismissed with costs."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Theft and Defamation",
    "level_3": [
      "dolus eventualis",
      "condictio furtiva",
      "Stock Theft Act",
      "civil liability"
    ]
  }
}