{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/45.html",
  "case_name": "Commissioner for South African Revenue Services v Foskor (375/09) [2010] ZASCA 45; [2010] 3 All SA 594 (SCA); 72 SATC 174 (31 March 2010)",
  "citation": "[2010] ZASCA 45",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 45\n|\nNoteup\n|\nLawCite\nCommissioner for South African Revenue Services v Foskor (375/09) [2010] ZASCA 45; [2010] 3 All SA 594 (SCA); 72 SATC 174 (31 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase no: 375/09\nTHE COMMISSIONER FOR THE SOUTH\nAFRICAN\nAppellant\nREVENUE SERVICES\nand\nFOSKOR\t\t\t\t\t\t\t\t\tRespondent\n________________________________________________________________\nNeutral citation:\nThe\nCommissioner for SARS v Foskor\n(375/09)\n[2010] ZASCA 45\n(31 March 2010)\nCORAM:\nNavsa,\nMhlantla, Tshiqi JJA, Majiedt and Saldulker AJJA\nHEARD:\n15\nMarch 2010\nDELIVERED:\n31\nMarch 2010\nSUMMARY:\nWhether\nore stockpiles constitute trading stock as described in s 1 read with\ns 22 of the Income Tax Act 58 of 1962 â rationale\nfor these\nprovisions discussed â ore subjected to complex processes which\nresulted in a saleable product for the manufacture of\nfertilizer â\nheld that stockpiles constituted trading stock â interest on unpaid\ntax remitted based, inter alia, on the fact\nthat appellant had\nremained passive for a lengthy period and that taxpayer had acted on\nlegal advice.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nThe\nSouth Gauteng Tax Court (Joffe J sitting as court of first instance).\n1.\tThe appeal is upheld and the\nrespondent is ordered to pay 50 per cent of the appellantâs costs.\n2.\tThe order of the tax court is set\naside and replaced with an order in the following terms:\nâ\n1.\tThe appeal of the appellant\nagainst the inclusion in its income of the amount of R203 205 437 as\ntrading stock in respect of its\n1999 year of assessment is dismissed.\n2.\tThe appeal of the appellant against\nthe refusal of the respondent, in terms of s 89\nquat\n(3), to remit the interest of R51 170 908 imposed in terms of s\n89\nquat\n(2) in respect of the appellantâs 1999 year of assessment is\nupheld, and the said interest is hereby remitted.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (Mhlantla, Tshiqi JJA,\nMajiedt and Saldulker AJJA concurring)\n[1]\tThe question in this appeal is\nwhether extracted, mineral-bearing ore belonging to the respondent,\nFoskor (Pty) Ltd (Foskor),\na mining company, is âtrading stockâ\nfor the purposes of the Income Tax Act 58 of 1962 (the Act).  The\nappellant, the Commissioner\nof the South African Revenue Services\n(the Commissioner) contends that it is. Foskor is adamant that it is\nnot.\n[2]\tIn the event that the Commissioner\nis correct it would increase Foskorâs initially assessed income by\nR203 205 437\n1\nrendering Foskor liable to taxation on that amount. Foskor contends\nthat even in the event of it being so liable the Commissioner\nought,\nnevertheless, to have exercised a discretion to remit the interest\nwhich at the relevant time was in an amount of R51 170\n908.80.\n[3]\tThankfully, the facts in this case\nare largely common cause and are set out hereafter.\n[4]\tFoskorâs main business is\nmining, although it derives non-mining income as well, which it\nasserts is related to its secondary\nbusiness, namely, the recovery\nand marketing of baddeleyite (a mineral) and the production of\nelectrofused zirconia from zircon sand.\n[5]\tDuring 1952 Foskor acquired the\nright to mine base minerals, including phosphates over the farms\nWegsteek 30 LE, Loole 31 LE and\nLaaste 24 LU, all belonging to the\nState.\n[6]\tDuring 1963 Phalaborwa Mining\nCompany Limited (PMC) obtained the right to mine copper and other\nbase minerals, except phosphorous\nminerals, over some of the areas\nover which Foskor held its rights.\n[7]\tOn 8 October 1979, in order to\nutilise the full potential of the ore body, Foskor and PMC entered\ninto what was called an Extension-100\nF agreement and an Ancillary\nagreement. PMC had an open pit copper mine which it could utilise\noptimally by extending its operations\ninto Foskorâs claims. The\nagreement was intended to maximise the benefit for both institutions,\nallowing PMC to concentrate on\ncopper mining and Foskor on the\nphosphate-bearing ore, called foskorite. PMC undertook to mine the\nfoskorite as a by-product of its\ncopper mining operations and to\ndeliver the ore to Foskor, which agreed to pay its mining and\ntransport costs. Upon delivery of the\nore Foskor became the owner\nthereof.\n[8]\tBetween the 1979 and 1998 tax\nyears approximately 183 million metric tons of foskorite were\nallocated and dumped by PMC for further\nprocessing by Foskor. At the\nend of that period the open pit from which the ore was extracted had\nreached its final economic limits\nand could no longer continue to be\nexploited.\n[9]\tFrom the ore dumped by PMC Foskor\nextracted phosphates and other minerals by way of the following\nprocesses:\n(a)\tthe phosphate-bearing ore is\nloaded and hauled to a primary crusher and then conveyed to secondary\nand tertiary crushers for further\ncrushing;\n(b)\tthe crushed material is then\nconveyed to Rod and Ball mills for milling to liberate the mineral\nparticles from the ore;\n(c)\tthe pulp containing the minerals\nis then pumped to a flotation plant where the minerals of economic\nimportance are separated by\nmeans of three metallurgical processes,\nnamely, a froth flotation process, a magnetic concentration step and\na gravity separation\nprocess;\n(d)\tthe product from these processes\nare various concentrates. The phosphate concentrate which is the main\nobject of the enterprise\nis then dried and stockpiled.\n[10]\tThe phosphate concentrates are\nsold to customers worldwide, who in turn use the phosphate minerals\ncontained in the concentrate\nmainly for making fertilizers.\n[11]\tBaddeleyite, a mineral which is\ncontained in the foskorite is also recovered by Foskor and\nfurthermore, low concentrates of copper\nsulphide minerals are\nextracted and contribute to the appellantâs income. Magnetite which\nis recovered from the ore is also stockpiled\nas a possible future\nsource of iron and titanium.\n[12]\tIt is also true that in its\nunprocessed form the foskorite is un-saleable largely because of the\nprohibitive costs of the processing\nreferred to above. It is,\nhowever, not contested that the stockpiles can be valued.\n[13]\tThe amount of R203 205 437, which\nthe Commissioner included in a revised tax assessment, in 2006, for\nthe 1999 year of assessment,\nin Foskorâs taxable income, represents\nclosing stock on hand as at 30 June 1999 within the definition\nof âtrading stockâ\nin s 1 of the Act. The amount itself is the\naccumulated cost incurred by Foskor in terms of the agreement\nreferred to in para 7 above,\nreduced by the costs relating to the\nusage of the foskorite ore dumps since dumping commenced.\n[14]\tIn the 1991 and 1992 years of\nassessment a debate had arisen between Foskor and the Commissioner\nconcerning the question presently\nbeing addressed, namely whether the\nfoskorite dumps were trading stock. Foskor took legal advice. After\nsubmissions were made to\nthe Commissioner, the latter consequently\nassessed Foskor on the basis that the dumps did not constitute\ntrading stock. For more\nthan two decades the Commissioner did not\nbring the dumps into account on the income side in determining\nFoskorâs tax liability.\nThat attitude changed with the revised\nassessment presently in dispute.\n[15]\tThe Johannesburg Income Tax\nSpecial Court upheld Foskorâs appeal against the Commissionerâs\nassessment, hence the present\nappeal by the latter. To answer the\nquestion posed in this appeal it is necessary to have regard to the\napplicable statutory provisions\nand then to apply them to the facts\nset out above.\n[16]\tThe relevant parts of s 22 of the\nAct read as follows:\nâ\n(1) The amount which\nshall, in the determination of the taxable income derived by any\nperson during any year of assessment from carrying\non any trade\n(other than farming), be taken into account in respect of the value\nof any trading stock held and not disposed of by\nhim at the end of\nsuch year of assessment, shall beâ\n(a)\tin the case of\ntrading stock other than trading stock contemplated in paragraph (b),\nthe cost price to such person of such trading\nstock, less such amount\nas the Commissioner may think just and reasonable as representing the\namount by which the value of such trading\nstock, not being shares\nheld by any company in any other company, has been diminished by\nreason of damage, deterioration, change\nin fashion, decrease in the\nmarket vale or for any other reason, satisfactory to the\nCommissioner. . .;\n(2)\tThe amounts which\nshall in the determination of the taxable income derived by any\nperson during any year of assessment from carrying\non any trade\n(other than farming), be taken into account in respect of the value\nof any trading stock held and not disposed of by\nhim at the beginning\nof any year of assessment, shallâ\n(a)\tif such trading stock\nformed part of the trading stock of such person at the end of the\nimmediately preceding year of assessment\nbe the amount which was, in\nthe determination of the taxable income of such person for such\npreceding year of assessment, taken into\naccount in respect of the\nvalue of such trading stock at the end of the preceding year of\nassessment; or\n(b)\tif such trading stock\ndid not form part of the trading stock of such person at the end of\nthe immediately preceding year of assessment,\nbe the cost price to\nsuch person to such trading stock.â\n[17]\tThe definition of trading stock\nin s 1 of the Act, prior to an amendment after 2001, reads as\nfollows:\nâ â\nTrading stockâ\nincludes anything produced, manufactured, purchased or in any other\nmanner acquired by a taxpayer\nfor\npurposes of manufacture\n,\nsale or exchange by him or on his behalf, or the proceeds from the\ndisposal of which forms or will form part of his gross income,\nor any\nconsumable stores and spare parts acquired by him to be used or\nconsumed in the course of his trade, but does not include\na foreign\ncurrency option contract and a forward exchange contract as defined\nin section 241(1).â\n[18]\tThe rationale for the existence\nof these provisions, which bears upon the central question in this\nappeal, is explained in the\njudgment of this court in\nRichards\nBay Iron & Titanium (Pty) Ltd & another v Commissioner for\nInland Revenue\n[1995] ZASCA 81\n;\n1996 (1) SA\n311\n(A) at 316F-317D:\nâ\nThe South African\nsystem of taxation of income entails determining what the taxpayerâs\ngross income was, subtracting from it any\nincome which is exempt from\ntax, subtracting from the resultant income any deductions allowed by\nthe Act, and thereby arriving at\nthe taxable income. It is on the\nlatter income that tax is levied. . . .Where a taxpayer is carrying\non a trade, any expenditure\nincurred by him in the acquisition of\ntrading stock is deductible in terms of s 11\n(a)\nof the Act because it is expenditure incurred in the production of\nincome, and it is not of a capital nature. Income generated by\nthe\nsale of such stock is of course part of the traderâs gross income.\nWhere in his first year of trading a trader has bought,\nand\nthereafter sold, all the stock which he acquired during that year, no\nproblem arises. There will be a perfect correlation between\nthe\ntrading income earned and the expenditure incurred in that particular\nyear in purchasing and selling the stocks sold, and the\ndifference\nbetween the two sums will give a true picture of the result of the\nyearâs trading. There will be no stock on hand at\nthe close of the\nyear of which account need be taken. Contrast with that situation a\nsituation in which the trader, having sold all\nthe stock acquired\nearlier during that year at a substantial profit, purchases large\nquantities of stock just prior to the close\nof his tax and trading\nyear. If he were permitted to deduct the cost of purchasing that\nstock from the income generated by his sales,\nwithout acknowledging\nthe benefit of the stock acquired, he would be escaping taxation in\nthat year on income which otherwise would\nhave been taxable by the\nsimple expedient of converting it into trading stock of the same\nvalue. That process could be repeated every\nyear\nad\ninfinitum\n.\nIt is true that there would ultimately have to be a day of reckoning\nwhen trading finally ceases, but the fact remains that the\ntaxpayer\nwill have been enabled to avoid liability for tax until that point is\nreached.â\n[19]\tIt is the conduct referred to in\nthe last three sentences of the passage set out in the preceding\nparagraph that Foskor is accused\nof by the appellant.\n[20]\tIn\nRichards\nBay\n, Marais JA had regard\nto Australian Tax Law which has much in common with our system of\ntaxation and referred, inter alia, to\nFederal\nCommissioner of Taxation v St Hubertâs Island Pty Ltd (in\nLiquidation)\n(1978) 78\nAustralasian Tax Reports 452, where Stephen J concluded that, only\nâby taking account of stock-in-trade in the conventional\nway can a\ncorrect reflex of the traderâs income\nfor\nthe accounting period\nbe\nobtained.â\n2\n(My emphasis.)\n[21]\tHistorically, trading stock\ndenoted goods acquired by a trader or dealer and held for sale. Both\nin Australia and South Africa\nthe narrower view of what constituted\ntrading stock gave way to the wider view to include raw materials\nacquired for purposes of\nmanufacture, components and partly\nmanufactured goods.\n3\n[22]\tAs pointed out above PMC\nextracted the ore and delivered it to Foskor whereupon Foskor became\nthe owner. The pre-trial minute\nrecords an admission on behalf of\nFoskor that it had âacquiredâ the ore. This appeal turns on\nwhether the foskorite dumps were\nacquired by Foskor for âthe\npurpose of manufactureâ in terms of the definition of âtrading\nstockâ (highlighted in para 16\nabove). A decision in the\naffirmative will mean success for the Commissioner on this question.\nThe remittal of interest is an issue\nthat will flow from a decision\non the primary question.\n[23]\tThe court below considered\nSecretary for Inland Revenue\nv Safranmark (Pty) Ltd\n1982\n(1) SA 113\n(A) at 122G-H, which quoted with approval, the following\nstatement by Miller J in\nITC\n1247\n38 SATC at 31:\nâ\nThat the ordinary\nconnotation of the term âprocess of manufactureâ is an action or\nseries of actions directed to the production\nof an object or thing\nwhich is different from the materials or components which went into\nits making, appears to have been generally\naccepted. The emphasis has\nbeen laid on the difference between the original material and the\nfinished product.â\n[24]\tIn\nSafranmark\nthe court had to decide whether the tax authorities were correct in\ndisallowing deductions in respect of machinery allowances. The\nallowances were deductible if the machinery was âused directly in a\nprocess of manufactureâ or in a process of a similar nature\nto a\nprocess of manufacture. That case involved raw chicken and its\nsubsequent treatment in order to be sold at fast food outlets.\nThe\ntaxpayer contended that the final product sold to consumers had been\nsubject to a process of manufacture. This court had regard\nto the\nspecialised plant and machinery, the human effort and labour\nemployed, the volume of production and importantly that the end\nproduct was significantly different from the raw material, not only\nin nature but in utility and value. At 124A-B the majority of\nthe\ncourt held as follows:\nâ\nThe conclusion to be\ndrawn from the above is that not only did each of the ingredients\ncease to retain its individual qualities but\nupon completion of the\nprocess a different compound substance having a special quality as\nsuch . . . has been produced . . .â\n[25]\tThe court below concluded that\nthe processes referred to in para 9 above, employed in relation to\nthe foskorite, were not such\nthat a different finished product\nemerged. It said the following (at para 26):\nâ\nWhat is sold to\ncustomers is the phosphates originally found in the phosphate-bearing\nore, and no different substance with different\nqualities has been\nproduced. All that occurs is a process which liberates the mineral\nparticles from the ore and which separates\nthe mineral particles.â\n[26]\tThe court below thought it\nsignificant that the Act distinguished between manufacturing and\nmining. It had regard to the definition\nof mining in the Act, which\nincludes âevery method or process by which any mineral is won from\nthe soil or from any substance or\nconstituent thereofâ.\nManufacturing on the other hand is not defined. The court below\nreferred to\nITC\n1455, 51 SATC 111\nwhere the treatment of magnetite ore was\nconsidered.  The following passage from that case was relied on by\nthe court in support\nof its ultimate conclusion:\nâ\nIt is tempting to\ncompare appellantâs operation to the production of gold bullion on\na gold mine. The gold ore exists in discreet\nparticles in the rock.\nThe mined rock is crushed and the gold is leached out. The gold ore\nis then heated and bullion is poured.\nIn ordinary parlance the latter\noperation will not be referred to as the manufacturing of gold but to\nthe mining of gold . . . Another\ncomparison is with diamond mining.\nIt must in that context be accepted that all the acts done, whether\nunderground or on the surface,\nto win diamonds will be regarded as\nmining operations . . . These two instances differ from the\npresent instance in that\nin those cases one mines for gold and\ndiamond. The gold and diamond is already in the earth. One merely\nisolates it. In the case\nof iron production the iron is not in the\nore. Iron oxide is. The iron is produced by an industrial process and\nnot a mining process.â\n[27]\tIn para 29 of its judgment the\ncourt below said the following:\nâ\nIn the result it must\nbe held that the phosphates sold by the appellant occurs naturally in\nthe earth and the phosphates is not, and\ncannot be manufactured, just\nas gold or diamonds cannot be manufactured but can only be mined. The\nphosphate-bearing ore was therefore\nnot acquired for the purpose of\nmanufacture. Regard being had to the purpose requirement as\ncontemplated in the first part of the\ndefinition, the ore stockpiles\ndo not constitute trading stock in terms of that part of the\ndefinition.â\n[28]\tIn its submissions before us\nFoskor adopted and advanced the reasoning of the court below set out\nin the preceding three paragraphs.\n[29]\tIn\nRichards\nBay\nminerals were extracted\nfrom coastal dunes. Two companies had joined forces to extract and\nbeneficiate those minerals which were\nvaluable. In the course of\ncomplex operations heavy mineral concentrate is produced. During the\ncourse of these operations there\nare brought into existence\nstockpiles of materials. It was the status in tax law, of some of\nthose stockpiles, that was decided in\nthat case. Counsel on behalf of\nthe taxpayer had submitted that the stockpiles were not saleable\nassets in the form in which they\nexisted and that they all required\nto be subjected to further processing before anything capable of\nbeing sold was realised or emerged\nand it could never have been\nintended that those stockpiles should be assigned a value.\nFurthermore, it had been contended that had\nthe legislature intended\nanything that was being used in a process of manufacture to be\nregarded as trading stock, it would have\nemployed specific language\nto that effect.\n[30]\tThe Tax Court in\nRichards\nBay\nwas prepared to assume\nthat the material in the stockpiles was un-saleable in its then\ncondition and that there was no market for\nit, but nevertheless held\nthat they fell squarely within the definition referred to above. This\ncourt said the following about that\npart of the definition of\nâtrading stockâ highlighted in para 17 above (at 325C-F):\nâ\nThose words are quite\nplain and unambiguous. It is inherent in them that, in order to fall\nwithin the definition, what the taxpayer\nproduces, manufactures,\npurchases or otherwise acquires need not be intended to be disposed\nof in the state in which it then is.\nIt suffices that it is intended\nto be used for the purpose of manufacturing something. Nor does it\nmatter whether or not that which\nis intended to be used is capable of\nrealisation or sale in the state in which it then is. . . . What\nbrings it into the definition\nnotwithstanding that its sale or\nexchange was not contemplated is its intended use for purposes of\nmanufacture.â\n[31]\tFoskor sought to distinguish the\nRichards Bay\ncase on the basis that counsel representing the taxpayer in that case\nhad made a concession â he had stated that he could not argue\nwith\nany conviction that the stockpiles in that case had not been\nâproducedâ or âmanufacturedâ within the meaning of the\ndefinition of âtrading stockâ. Foskor submitted that it was\nconsequently unnecessary for the court in\nRichards\nBay\nto decide whether the\ntaxpayer was precluded from contending that the stockpiles were\nmining stock because that point had not been\nmade in its grounds of\nobjection.\n4\n[32]\tThe following part of the dictum\nin the\nRichards Bay\ncase,\nreferred to in the preceding paragraph, is important:\n5\nâ\nIt is therefore\nunnecessary to detail the evidence given in regard to those\nprocesses; it suffices to say that it establishes that\nthe processes\ndo indeed fall within the definition.â\nThe central issue in that case was\nwhether or not the stockpiles had been manufactured or produced\nwithin the meaning of the definition\nand this court answered it in\nthe affirmative.\n[33]\tIn\nSecretary\nfor Inland Revenue v Hersamar (Pty) Ltd\n1967 (3) SA 177\n(A), this court, in determining whether a taxpayer\nwas entitled to allowances in respect of machinery or plant used in a\nâprocess\nof manufactureâ, said the following (at 186H-187A):\nâ\nNeither of the\ngoverning words in the phrase under consideration, viz. âprocessâ\nand âmanufactureâ, are words of any exact\nsignificance.\nConsequently the whole phrase, âa process of manufactureâ, is one\nto which it may be very difficult to assign a\nmeaning expressed in\nterms which would properly distinguish between all cases which fall\nwithin the scope of the phrase and those\nwhich should fall outside\nits scope.â\n[34]\tAt 187B-C of the\nHersamar\ncase the following passage from\nITC\n1052,\n26 SATC 253\nat p 255\nwas referred to:\nâ\nthe article claimed to\nhave resulted from a process of manufacture must be essentially\ndifferent from the article as it existed before\nit had undergone such\nprocess.â\n[35]\tWilliamson JA in the\nHersamar\ncase, commenting on that passage, said the following:\nâ\n[I]t must be\nrecognised that the term âessentiallyâ obviously imports an\nelement of degree into the determination of the sufficiency\nof the\nchange that must be effected for a process to be one of\nâmanufactureâ. As a result of being processed, a change may take\nplace in regard to the nature or form or shape or utility, etc., of\nthe previous article or material or substance. There can be no\nfixed\ncriteria as to when any such change can be said to have effected an\nessential difference. It is a matter to be decided on the\nparticular\nfacts of the case under consideration. The most exhaustive\nexamination of imaginary examples of change really does not\ncarry the\nmatter further.â\n6\n[36]\tIn\nSecretary\nfor Inland Revenue v Cape Lime Co Ltd\n1967 (4) SA 226\n(A) the taxpayer produced lime from raw material\navailable on its land in the form of natural deposits of limestone.\nIt utilised\na reduction plant two and a half miles away from the\nquarry. It had purchased two new lorries for use in the carriage of\nthe limestone\nfrom the quarry to the reduction plant. The question\nfor decision was whether the lorries had been brought into use by the\ntaxpayer\nâfor the purposes of his trade and used by him directly in\na process of manufactureâ, within the meaning of s 12(1) of the\nIncome\nTax Act 58 of 1962, thereby entitling it to the deductions\nprovided for. At the reduction plant there were crushers that broke\nup\nthe limestone to a size that would enable it to be fed into kilns.\nThe court concluded that the trucks were used in the process of\nmanufacture of hydrated lime.\n[37]\tWe were referred to several cases\ndecided in other jurisdictions, including Australia and Ireland,\nwhich were concerned with\nwhether or not particular items were\nmanufactured or produced. I agree with what is stated by Windeyer J\nin a decision of the High\nCourt of Australia\nMP\nMetals Pty Ltd v Federal Commissioner of Taxation\n[1968]\nHCA 89\n;\n(1968) 117 CLR 631\n(at para 16):\nâ\nI have considered\ncases to which I was referred and also some others concerning the\ndenotation of the word âmanufactureâ appearing\nin other Acts. I\nhave gained only two things from them. One is a conviction of the\nfutility of trying to decide the present case\nby observations made\nabout other facts and other Acts. The other is that the expression\nâmanufactured goodsâ is not a technical\nterm capable of a precise\ndefinition universally applicable.â\n[38]\tAt para 15 of\nMP\nMetals\nthe following\nappears:\nâ\nWhether or not a\nparticular article answers the description âmanufactured goodsâ\nmust depend upon the context of language and\nsubject matter in which\nthe phrase is used.â\nLater in the same paragraph, Windeyer\nJ said:\nâ\nIt is no doubt true\nthat all manufacturing involves the making of a new thing.â\nThe learned judge referred to the\nfollowing statement by Darling J in\nMcNicol\nv Pinch\n(1906) 2 KB 352\nat\np 361:\nâ\n[T]he essence of\nmaking or of manufacturing is that what is made shall be a different\nthing from that out of which it is made.â\nHe observed that this does not,\nhowever, supply the answer to the following question: What is a\ndifferent thing?\n[39]\tThe present case has to be\ndecided against the background of the rationale for the provisions\nrelating to âtrading stockâ\nand the progressive inclusion of raw\nmaterials acquired for the purposes of manufacture so as to widen the\nnet to ensure proper accountability\nin each tax year.\n[40]\tIn the present case the ore is\nmined and extracted by PMC. It is acquired by Foskor upon delivery by\nPMC. It is acquired so as\nto subject it to the processes referred to\nin para 9. It is common cause that before the ore is subjected to\nthose processes it is\nnot saleable. Subsequent to these processes\nFoskor has a worldwide market for the end products.\n[41]\tThat part of the judgment in\nITC\n1455, cited and relied on by the court below (and referred to in para\n26 above), must be seen in proper perspective. In that case\nthe Tax\nCourt was called upon to consider the effect of an amendment to the\nthen Sales Tax Act 103 of 1978 which extended the definition\nof\nâmining\noperationsâ. The relevant part of\nthe amended provision\n7\nreads as follows:\nâ\n[T]he expression\nâmining operationsâ means those operations the essential object\nof which is the recovery of mineral or oil deposits\nfrom the earth,\nincluding operations concerned with prospecting for such deposits,\nthe extraction of the deposit-bearing materials\nfrom the earth and\nthe treatment of those materials for the purpose of recovering such\ndeposits therefrom.â\n[42]\tIn\nITC\n1455 the distinction between mining operations and manufacturing was\nimportant for the ensuing sales tax implications. The extended\ndefinition as can be seen from the text of the amendment, set out in\nthe preceding paragraph, clearly covers treatment of ore beyond\nits\nextraction from the earth and includes the further treatment of the\nraw material.\n[43]\tFurthermore, it is true that when\na mining house extracts gold ore and then subjects it to processes\nincluding refinement one\nwould be hard-pressed not to concede that\nthe mining house in question has mined the gold. So too, when\ndiamonds are extracted from\nthe earth by a diamond mining company and\nthen subjected by it to cutting and other processes one would readily\nconcede that the\ndiamonds it then onwards sells to jewellers and\nothers had been mined by it.\n[44]\tIn the present case, the mining\nis done by PMC. The ore, after it is acquired by Foskor, is subjected\nby it to what is set out\nin para 9 above as part of a process towards\nthe ultimate end, namely, the fertilizer produced by its customers.\nThe foskorite ore\nis acquired by Foskor for the purpose of\nmanufacture towards that final object. The fertilizer, although it\ncontains phosphates,\nis a product substantially different to the\nfoskorite ore. One would not in ordinary parlance speak of mining\nfertilizer, particularly\nwhere the mining institution and the\nproducers of the intermediate and end products are distinct.\n[45]\tIn my view, the submission that\nthe phosphate minerals that occur naturally in the earth are\ncontained in what is sold to fertilizer\nproducers worldwide and that\nthe end product was therefore not manufactured, is too simplistic. It\nignores not only the complexity\nof the processes to which the ore was\nsubjected but the fact that in the result several minerals are\nseparated and sold independently.\nIt also ignores the fact that\nbefore the processes referred to the ore is not saleable but that\nwhat is produced thereafter has a\nworldwide market. Put simply, the\nend products that emerge after the processes referred to above are\nsignificantly different from\nthe raw ore.\n[46]\tIn my view, the distinction\nsought to be made between mining operations and manufacture, in the\npresent context, is unhelpful.\nIn a legal opinion obtained by Foskor\nthe distinction between mining operations and manufacturing was drawn\nin an effort to substantiate\nthe view that the stockpiles were not\ntrading stock. In that opinion reference is made to allowances to\nwhich miners are entitled\nin relation to capital expenditure.\nFurthermore, the opinion refers to the deductibility of expenditure\nin connection with prospecting\nand exploratory work. We were,\nhowever, not referred by Foskor to any provision of the Act or to any\nother statute which, in the\ncircumstances of this case, would have\nentitled Foskor to the benefits of a distinct tax regime or which\nwould in some other way\nhave afforded it tax relief in the form of an\nallowance or deduction. More importantly, it does not appear that\nFoskor, during the\nlengthy period when it completed tax returns on\nthe basis that the ore stockpiles did not constitute trading stock\nwithin the meaning\nof s 1 of the Act, claimed any particular mining\ndeduction, allowance or other benefit. This might be due to the fact\nthat PMC conducted\nthe mining.\n[47]\tIt is important to bear in mind\nthat the deductions claimed by Foskor were in relation to the cost of\nacquiring the ore stockpiles,\nwhich is the kind of expenditure that\nin the ordinary course is deductible in bringing trading stock into\naccount.\n[48]\tIn my view, the\nRichards\nBay\ncase is not\ndistinguishable. The fact that the ore was not saleable before the\nprocesses referred to above does not exclude it from\nconstituting\ntrading stock. The primary question, for all the reasons set out\nabove, is answered in favour the Commissioner. This\nleads to the\nquestion, whether the Commissioner justifiably did not remit the\ninterest that would in the ordinary course have been\nimposed on the\ntaxable amount.\n[49]\tSection 89\nquat\n(2) regulates the payment of interest on the underpayment of\nprovisional tax. Section 89\nquat\n(3) provides as follows:\nâ\nWhere the Commissioner\nhaving regard to the circumstances of the case is satisfied that any\namount has been included in the taxpayerâs\ntaxable income or that\nany deduction, allowance, disregarding or exclusion claimed by the\ntaxpayer has not been allowed, and the\ntaxpayer has on reasonable\ngrounds contended that such amount should not have been so included\nor that such deduction, allowance,\ndisregarding or exclusion should\nhave been allowed, the Commissioner may, subject to the provisions of\nsection 103 (6), direct that\ninterest shall not be paid by the\ntaxpayer on so much of the said normal tax as is attributable to the\ninclusion of such amount or\nthe disallowance of such deduction,\nallowance, disregarding or exclusion.â\n[50]\tIn the Tax Court Foskor contended\nthat even if it failed on the merits the Commissioner should remit\nthe interest which would\notherwise be payable. Before us it persisted\nin that submission. The basis on which this submission rests is set\nout hereafter. Prior\nand subsequent to the Tax Court judgment in\nRichards Bay\nit had taken legal advice in respect of the stockpiles in question on\nthe strength of which it had regulated its affairs. It provided\nthe\nopinion to the Commissioner who, for more than two decades, had not\nconsidered the stockpiles to form part of Foskorâs trading\nstock.\n[51]\tIt is true that Foskor does not\nappear to have taken legal advice subsequent to the decision of this\ncourt in\nRichards Bay\n.\nHowever, the court below itself saw merit in Foskorâs approach. In\nmy view, on the basis contemplated in s 89\nquat\n(3), we can consider that\nissue afresh and substitute the Commissionerâs decision in this\nregard.\n8\n[52]\tWhat remains is the question of\ncosts. The appeal was clearly warranted and the Commissioner has been\nsuccessful on the primary\nquestion. Foskor, on the other hand, will\nas a result of the conclusion reached above in respect of the\nremittal of interest be the\nbeneficiary of substantial financial\nrelief approximating the amount of taxation for which it is liable.\nIn my view, considering\nthe importance and extent of the primary\nquestion and taking into account all the circumstances of the case,\nincluding the Commissionerâs\npassive position for a considerable\nperiod of time, a cost order restricting the appellant to recovery of\n50 per cent of its costs\nis warranted.\n[53]\tThe following order is made:\n1.\tThe appeal is upheld and the\nrespondent is ordered to pay 50 per cent of the appellantâs costs.\n2.\tThe order of the tax court is set\naside and replaced with an order in the following terms:\nâ\n1.\tThe appeal of the appellant\nagainst the inclusion in its income of the amount of R203 205 437 as\ntrading stock in respect of its\n1999 year of assessment is dismissed.\n2.\tThe appeal of the appellant against\nthe refusal of the respondent, in terms of s 89\nquat\n(3), to remit the interest of R51 170 908 imposed in terms of s\n89\nquat\n(2) in respect of the appellantâs 1999 year of assessment is\nupheld, and the said interest is hereby remitted.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\nAppellant:\tO Rogers SC\nInstructed\nby\nThe\nState Attorney Cape Town\nThe\nState Attorney Bloemfontein\nFor\nRespondent:\tP J J Marais SC\nJ\nTruter\nInstructed\nby\nRooth\nWessels Motla Conradie Inc Pretoria\nRosendorff\nReitz Barry Bloemfontein\n1\nAs at 18 September 2006 taxation on this amount was calculated by\n\tthe appellant in an amount of R60 647 003.10.\n2\nSee\nRichards Bay op cit\nat\n\t317D-J.\n3\nRichards Bay op cit\nat 318C-E.\n4\nAt 328H-329C.\n5\nAt 328I.\n6\nAt 187C-F.\n7\nInserted by s 8 of the Sales Tax Amendment Act 102 of 1985 (with\n\teffect from 31 July 1985).\n8\nSee s 89\nquat\n(5).",
  "scraped_at": "2026-02-11T20:20:11.452035",
  "date": "2010-03-31",
  "coram": [
    "Navsa JA",
    "Mhlantla JJA",
    "Tshiqi JJA",
    "Majiedt JJA",
    "Saldulker AJJA"
  ],
  "case_number": "375/09",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Services"
    ],
    "respondents": [
      "Foskor (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Foskor (Pty) Ltd is a mining company that, under an 1979 agreement with Phalaborwa Mining Company Ltd (PMC), received phosphate‑bearing ore (foskorite) as a by‑product of PMC’s copper mining. Between 1979 and 1998 approximately 183 million metric tonnes of foskorite were delivered to Foskor, which then processed the ore through crushing, milling, flotation, magnetic concentration and gravity separation to produce phosphate concentrate for fertilizer manufacturers, as well as recovered by‑products such as baddeleyite, copper sulphide, and magnetite. The processed phosphate concentrate was stockpiled and sold internationally. Foskor claimed that the ore stockpiles were not trading stock and therefore should not be included in taxable income. The Commissioner of SARS argued that the stockpiles amounted to trading stock under the Income Tax Act, leading to a revised assessment of R203,205,437 for the 1999 year of assessment and an interest charge of R51,170,908.",
    "issues": "The appeal raised two principal issues: (1) Whether the foskorite ore stockpiles, prior to processing, fall within the definition of \"trading stock\" under section 1 read with section 22 of the Income Tax Act 58 of 1962; and (2) Whether, notwithstanding the inclusion of the amount in taxable income, the Commissioner was required to remit the interest under section 89(3) of the Act.",
    "principles": "The Court examined the statutory definition of trading stock, which includes anything acquired for the purpose of manufacture, sale or exchange, and the rationale behind sections 1 and 22 aimed at preventing avoidance by converting income into stock‑in‑trade. Precedent cases were considered, especially Richards Bay Iron & Titanium (which held that stockpiles can be trading stock even if not saleable in their raw form) and Safranmark (defining the ordinary meaning of a \"process of manufacture\"). The Court noted that the distinction between mining and manufacturing is less helpful where raw ore is transformed into a materially different product for sale, and that the purpose‑test in the definition is satisfied when the material is intended for manufacture.",
    "application": "Applying these principles, the Court concluded that Foskor acquired the foskorite ore with the clear purpose of processing it into phosphate concentrate and other marketable by‑products. Although the ore in its raw state was not saleable, the processing steps produced a distinctly different product that had a worldwide market, satisfying the requirement that the material be acquired for the purpose of manufacture. Consequently, the stockpiles qualified as trading stock, justifying the inclusion of R203,205,437 in income. Regarding interest, the Court found that the Commissioner was not obligated to remit the interest after the primary issue was decided in favour of the Commissioner, but exercised discretion under s89(3) to remit the amount of R51,170,908.",
    "conclusion": "The appeal was upheld. The respondent, Foskor, was ordered to pay 50 % of the appellant’s costs. The tax court’s order was set aside and replaced: (1) the appeal against the inclusion of R203,205,437 as trading stock for the 1999 assessment was dismissed; (2) the appellant’s appeal against the refusal to remit interest under s89(3) was upheld, and the interest of R51,170,908 was remitted."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "trading stock",
      "mining",
      "interest remission",
      "Income Tax Act",
      "SARS"
    ]
  }
}