{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/68.html",
  "case_name": "Van Rensburg NO and Another v Naidoo NO and Others, Naidoo NO and Others v Van Rensburg NO and Others (155/09, 455/09) [2010] ZASCA 68; [2010] 4 All SA 398 (SCA) ; 2011 (4) SA 149 (SCA) (26 May 2010)",
  "citation": "[2010] ZASCA 68",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 68\n|\nNoteup\n|\nLawCite\nVan Rensburg NO and Another v Naidoo NO and Others, Naidoo NO and Others v Van Rensburg NO and Others (155/09, 455/09) [2010] ZASCA 68; [2010] 4 All SA 398 (SCA) ; 2011 (4) SA 149 (SCA) (26 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nno: 155/09\nWILMA\r\nEMM\nERENTIA\r\nVAN RENSBURG NO\nFirst\r\nAppellant\nPHILLIPUS\r\nSTEPHANUS VAN RENSBURG NO\nSecond\r\nAppellant\n(in\r\ntheir capacities as trustees for the time being of the Hobie Trust)\nand\nPERAPANJAKAM\r\nNAIDOO NO\nFirst\r\nRespondent\nPU\nRSOTHAM\r\nNAIDOO NO\nSecond\r\nRespondent\nSHASHI\r\nNAIDOO NO\nThird\r\nRespondent\nANTHOSH\r\nNAIDOO NO\nFourth\r\nRespondent\n(in\r\ntheir capacities as trustees for the time being of the Shan Trust)\n_________________________________________________________________________________________________\nCase\r\nno: 455/09\nPERAPANJAKAM\r\nNAIDOO NO\nFirst\r\nAppellant\nPU\nRSOTHAM\r\nNAIDOO NO\nSecond\r\nAppellant\nSHASHI\r\nNAIDOO NO\nThird\r\nAppellant\nSESHAMMA\r\nMOODLEY NO\nFourth\r\nAppellant\nANTHOSH\r\nNAIDOO NO\nFifth\r\nAppellant\n(in\r\ntheir capacities as trustees for the time being of the Shan Trust)\nand\nWILMA\r\nEMM\nERENTIA\r\nVAN RENSBURG NO\nFirst\r\nRespondent\nPHILLIPUS\r\nSTEPHANUS VAN RENSBURG NO\nSecond\r\nRespondent\nMEC\r\nFOR HOUSING, LOCAL GOVERNMENT\nAND TRADITIONAL AFFAIRS\nThird\r\nRespondent\nEASTERN\r\nCAPE PROVINCE\nNELSON\r\nMANDELA METROPOLITAN MUNICIPALITY\nFourth\r\nRespondent\nTHE\r\nREGISTRAR OF DEEDS\nFifth\r\nRespondent\n______________________________________________\n___________________________________________________\nNeutral\r\ncitation:\nVan\r\nRensburg NO v Naidoo NO\n(155/09);\nNaidoo\r\nNO v Van Rensburg NO\n(455/09)\n[2010] ZASCA 68\n(26 May 2010)\nCORAM:\nNavsa,\r\nHeher, Van Heerden, Mhlantla JJA and Saldulker AJA\nHEARD:\n3\r\nMay 2010\nDELIVERED:\n26\r\nMay 2010\nSUMMARY:\nTwo\r\nlinked appeals ─ nature of rights derived from restrictive\r\nconditions in title deed stated to be subject to alteration\ndiscussed\r\n─ zoning regulations and town planning schemes not overriding\r\nrestrictive conditions ─ the Removal of Restrictions\nAct 84 of\r\n1967 not applicable ─ power of Member of the Executive Council\r\nof the Eastern Cape Province to alter or amend restrictive\nconditions\r\n─ delegation not properly proved ─ decision made without\r\nreference to written objections in any event liable\nto be set aside ─\r\npower of court of the\nsame\r\ndivision and of equal jurisdiction to set aside or otherwise\r\ninterfere with order intended to be final in effect discussed\n─\r\nheld that in the prevailing circumstances the court had no such power\r\neither by way of inherent jurisdiction or in terms\nof the Uniform\r\nrules of court ─ held that justice required the prior order to\r\nbe executed.\n_\n_______________________________________________________________\nORDER\n________________________________________________________________\nOn appeal\r\nfrom:\nEastern\r\nCape High Court, Port Elizabeth (Van der Byl AJ and Dambuza J, each\r\nsitting as court of first instance in two separate\nbut related\r\nmatters).\n1.\nIn\nWilma\r\nvan Rensburg NO & another v Perapanjakam Naidoo NO & others\n(case no 155/09):\n(a)\tthe appeal is upheld with costs\r\nincluding the costs of two counsel.\n(b)\tthe order of the court below is\r\nset aside in its entirety and substituted as follows:\n‘\nThe application is dismissed\r\nwith costs including the costs of two counsel.’\n2.\nIn\nPerapanjakam\r\nNaidoo NO & others v Wilma van Rensburg NO & another\n(case no 455/09):\n(a)\tthe appeal is dismissed with costs\r\nincluding the costs of two counsel.\n(b)\tthe appellants’ legal\r\nrepresentatives are precluded from recovering any costs from the\r\nappellants related to the unnecessary\nand duplicated parts of the\r\nrecord (one third thereof).\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA\net\nMHLANTLA JJA: (Heher, Van Heerden JJA and Saldulker AJA concurring)\n[1]\nThese\r\ntwo linked appeals, which are before us with the leave of this court\r\nhave been consolidated, and are the culmination of protracted\n\nlitigation between feuding neighbours. The two appeals necessitate\r\nconsideration of three\njudgments\r\nof the Port Elizabeth High Court. In the first, Froneman J had\r\nordered that approvals granted by the Municipality, to\nlegitimise\r\nconstruction work, which had already been completed in the north\r\neastern corner of an erf in Summerstrand Township,\nPort Elizabeth, be\r\nset aside and that the entire northern building on that erf be\r\ndemolished, as well as the top storey and staircase\nleading to it of\r\nanother building situated in the north-western corner of the erf,\r\nwithin 60 days of the date of the order. He\nalso ordered an abatement\r\nof a nuisance emanating from that erf.\n1\nIn the second high court judgment, delivered on 8 July 2008, which is\r\nthe subject of the first appeal before us under case number\n155/2009,\r\nVan der Byl AJ, purported to declare parts of Froneman J’s\r\njudgment, delivered on 30 March 2007, to be of no force\nand effect\r\nand made certain allied orders. In the third judgment, delivered on 2\r\nJune 2009, which is the subject of the second\nappeal under case\r\nnumber 455/2009, Dambuza J reviewed and set aside a decision of the\r\nMember of the Executive Council of Local\nGovernment & Traditional\r\nAffairs, Eastern Cape Province (the MEC) to remove restrictive title\r\ndeed conditions in relation to\nthe erf referred to above.\n[2]\tIn the first appeal, the power of\r\na high court, not sitting as a court of appeal, to suspend or nullify\r\nfinal orders granted\nin the same division, in relation to the issues\r\nreferred to in the preceding paragraph and to make related orders,\r\nfalls to be\nconsidered. In the second appeal the question is whether\r\nthe MEC’s decision was rightly reviewed and set aside. The\r\nappeal\nagainst the order of Van der Byl AJ is referred to as the\r\nsuspension appeal. The appeal against the order of Dambuza J is\r\nreferred\nto as the review appeal.\n[3]\nThe\r\nopposing litigating trustees are as follows. The trustees for the\r\ntime being of the Shan Trust are Perapanjakam Naidoo, her\nhusband\r\nPurshotam Naidoo and three other members of their family. The\r\ntrustees for the time being of the Hobie Trust are Phillippus\nand\r\nWilma Van Rensburg, who are husband\nand\r\nwife. The litigating parties are referred to as the Shan and Hobie\r\nTrusts respectively.\n[\n4]\tThe\r\nHobie Trust is the owner of erf 104, situated at 4 Sixth Avenue,\r\nSummerstrand, Port Elizabeth. The Shan Trust owns erf 105,\nsituated\r\nat 3 Seventh Avenue, Summerstrand, Port Elizabeth. The Hobie\r\nTrust property abuts the northern boundary of the Shan\nTrust erf. \r\nThe Shan Trust conducts the business of a guest house on erf 105.\n[5]\tThe litigation between the parties\r\nrelates to certain structures on erf 105 that were constructed,\r\nextended and renovated over\ntime by the Shan Trust, in furtherance of\r\nthe guest house business it conducts on the premises. The following\r\nissues arise:\n(a)\twhether erf 105 could be used for\r\npurposes other than that of a private residential dwelling;\n(b)\tthe legality of authorisations to\r\nconduct a guest house business, granted by the Nelson Mandela\r\nMetropolitan Municipality (the\nMunicipality);\n(c)\tthe legality of approvals of\r\nbuilding plans by the Municipality to regularise buildings already\r\nconstructed on erf 105; and\n(d)\tthe power of the MEC, to alter or\r\namend restrictive conditions in a title deed, more particularly in\r\nrelation to erf 105.\n[\n6]\t\r\nAs will become apparent, chronology and sequence are crucial to a\r\nproper appreciation of the issues in both matters. At the\noutset it\r\nis necessary to deal with the history of Summerstrand, the township\r\nin Port Elizabeth in which the properties in question\nare located.\r\nAlthough there appears to be some confusion about the date of the\r\nestablishment of Summerstrand Township, there is\nforce in the\r\nsubmissions on behalf of the Hobie Trust, that relevant documentary\r\nevidence tends to show that the township was established\nby the\r\nAdministrator of the then Cape Province at a time when the Townships\r\nOrdinance 13 of 1927 was in force. The Townships Ordinance\n33 of 1934\nrepealed\r\nthe earlier Ordinance, with effect from 1 January 1935. Section 63 of\r\nthe 1934 Ordinance provided that any matter pending\nunder the 1927\r\nOrdinance and uncompleted should be completed in terms of that\r\nearlier Ordinance.\n[\n7]\tAt\r\nthe time of the establishment of Summerstrand Township the following\r\nrestrictive conditions were inserted in title deeds in\nfavour of all\r\nerf-holders:\n‘\nC.\r\nSUBJECT FURTHER to the following conditions contained in Deed of\r\nTransfer T999/1944\nimposed\r\nby the Municipality of the City of Port Elizabeth in terms of the\r\nprovisions of Township Ordinance No 13 of 1927 in favour\nof itself\r\nand any erf-holder in the Summerstrand Extension Township (and\nsubject\r\nto alteration and amendment by the Administrator\n):\n(a)\tThat this erf shall\r\nbe for residential purposes only.\n(b)\tT\nhat\r\nonly one house designed for the use as a dwelling for a single\r\nfamily, together with such outbuildings as are ordinarily required\nto\r\nbe used therewith, be erected on this erf.\n(c)\tT\nhat\r\nno more than half the area of this erf shall be built on.\n(d)\tT\nhat\r\nno building or structure or any portion thereof except boundary walls\r\nand fences shall be erected nearer to the street line\nwhich forms a\r\nboundary of this erf than the building indicated on the diagram of\r\nthis erf.’ (Our emphasis.)\n[\n8]\tIt\r\nis now necessary to deal with the history of material events in\r\nrelation to erf 105, which regrettably, is lengthy and complex.\nThe\r\nHobie Trust became owner of erf 104 in 1989. The Shan Trust became\r\nowner of erf 105 in 1996 and at that stage there was only\none main\r\ndwelling situated on its southern boundary with a double garage\r\noutbuilding on the western edge.\n[\n9]\tThe\r\nShan Trust conducted the business of a guest house on erf 105 by\r\nvirtue of a special consent given to it by the Municipality,\n\nostensibly in terms of its Zoning Scheme Regulations. The first\r\nconsent was provided on 28 March 1996 and limited the Shan Trust\nto a\r\nmaximum of four bedrooms for hire. On 17 September 2002 the Shan\r\nTrust applied for a further departure from the Zoning\nScheme\r\nRegulations to operate a guest house with a total of 11 rooms for\r\nhire. The Hobie Trust, together with five other owners\nand residents\r\nin the vicinity, objected to the application. Almost two years later,\r\non 28 July 2004, the Municipality resolved\nto grant the Shan Trust’s\r\napplication, subject to certain\nconditions.\r\nAn appeal by the Hobie Trust to the MEC against that decision was\r\nunsuccessful.\n[10]\tExtensive\r\nimprovements on erf 105 were embarked on by the Shan Trust from the\r\ntime that it became owner. These were effected\nin three phases. It\r\nappears that at almost every stage of the development the plans and\r\napprovals followed the construction work\non the premises. In respect\r\nof improvements effected during 2000 it is admitted by the Shan Trust\r\nthat no building plans were approved\nby the Municipality until 2004.\r\nThe Shan Trust’s contention that it effected the improvements\r\nin the\nbona\r\nfide\nbelief that the plans had been approved before construction commenced\r\nhas an unconvincing and hollow ring to it.\n[11]\tAn outside staircase extending an\r\nexisting one, in a building on the north-western side of the erf\r\nleading to the roof of a\nsecond storey, was not depicted on the\r\napproved plan. Once again, the Shan Trust’s explanation that\r\nthis was an oversight\non the part of the architect, in our view, is\r\ntoo glib. In 2006, and after much litigation, the Shan Trust sought\r\nto overcome this\nproblem by submitting a site development plan in\r\npursuit of ex post facto approval.\n[12]\t It is also clear that, prior to\r\nthe special consent granted to it by the Municipality to extend its\r\nguest house facilities\nfrom four rooms to 11, the Shan Trust had\r\nalready been letting and hiring 11 rooms. It is disingenuous to\r\nsuggest, as the Shan\nTrust does, that it had lodgers in the\r\nadditional rooms rather than guests.\n[13]\tDuring 2004,\r\nafter an application was launched in the Port Elizabeth High Court by\r\nthe Hobie Trust to interdict the Shan Trust\nfrom using erf 105\r\nunlawfully, officials of the Municipality inspected the property and\r\nfound that rooms were unlawfully used on\na permanent basis as\r\naccommodation for post-graduate students, that a staircase extended\r\nbeyond the building line and that a number\nof\nkitchens\r\nhad been installed within the existing buildings, contrary to the\r\nzoning regulations. The Municipality demanded that the\nShan Trust\r\ncease the unlawful use of the property and ensure that the\r\nconstruction work complied with zoning regulations within\n30 days.\n[14]\tAs a result of the attitude\r\nadopted by the Municipality, and in the hope that the matter would be\r\nresolved to its satisfaction,\nthe Hobie Trust withdrew its\r\napplication for an interdict. The Shan Trust did not, however,\r\nsatisfy all of the demands made upon\nit by the Municipality. This led\r\nto a further application by the Hobie Trust in the Port Elizabeth\r\nHigh Court, in which it sought,\ninter alia, an order for the\r\ndemolition of the offending buildings on erf 105.\n[1\n5]\tThe\r\nMunicipality initially opposed the application and the Shan Trust\r\ndecided in the light thereof, not to do so. However, one\nday before\r\nthe answering affidavit by the Municipality was due to be filed, it\r\nmade a demand upon the Shan Trust, similar to its\nprevious demand\r\nreferred to in para 13 above. According to the Shan Trust it\r\nresponded by submitting new plans in an attempt to\nlegitimise the\r\nbuildings already constructed. The Municipality denied having\r\nreceived those plans.\n[16]\tDuring February 2007, and before\r\nthe application was heard, the Municipality withdrew its special\r\nconsent to a departure from\nthe zoning regulations, in terms of which\r\nit had granted the Shan Trust permission to conduct a guest house\r\nwith 11 rooms. It subsequently\nalso withdrew its opposition to the\r\napplication by the Hobie Trust. In response, the Shan Trust entered\r\nthe fray and sought a postponement\nfrom Froneman J, in order to do\r\nthe following:\n(a)\tto take the necessary steps to\r\nreview the Municipality’s withdrawal of its special consent;\n(b)\tto make an application for the\r\nremoval of the restrictive conditions from the title deed of Erf 105\r\nSummerstrand;\n(c)\tto resubmit a\r\ndetailed sit\ne\r\ndevelopment plan and building plans in respect of improvements to Erf\r\n105 Summerstrand.\nAt the same time the Shan Trust\r\nundertook, in an apparent attempt at appeasement, to abate the\r\nnuisance complained of.\n[1\n7]\tFroneman\r\nJ, characterised the purpose of the postponement application as\r\nfollows:\n‘\n[It] is in essence\r\nto give it time to construct a defence to the claims in the main\r\napplication.’\nThe learned judge\r\nstated that the Shan Trust was required to show that it\nprima\r\nfacie\nhad\r\na\nbona\r\nfide\ndefence. He took the view that, even though the Hobie Trust had\r\nraised the restrictive title conditions in the main application\nset\r\nout in para 8 above as a ground for relief for the first time in\r\nsupplementary affidavits at the end of October 2006,\n2\nthe Shan Trust had done nothing in this regard until it sought a\r\npostponement in March 2007. Froneman J also took into account\nthat\r\nthe Shan Trust had failed to provide any legal or factual basis for\r\nthe proposed review of the Municipality’s decision\nto withdraw\r\nits special consent and for the setting aside of the restrictive\r\ntitle conditions. Consequently, the learned judge\nrefused the\r\npostponement and ordered the Shan Trust to pay the costs, including\r\nthe costs of two counsel.\n[\n18]\tIn\r\nthe main application, Froneman J had regard to the relevant\r\nrestrictive conditions. In essence they provide that the erf\nbe used\r\nfor residential purposes only, that only one single house dwelling\r\nfor use by a single family and ordinary outbuildings\nrequired for\r\nsuch use may be built on the erf, and that no garage other than for\r\nordinary use for persons residing on the erf may\nbe erected. The\r\nlearned judge stated that these kinds of restrictive conditions took\r\nprecedence over the Municipality’s zoning\nand planning schemes\r\nand that this followed from their characterisation in our case law as\r\npraedial servitudes in favour of other\nerf\nholders.\n3\nHe concluded that any possible permission by the Municipality to\r\nbuild or use buildings contrary to the restrictive conditions\ncould\r\nnot be lawful. Froneman J went on to make the orders referred to in\r\npara 5 above. He refused leave to appeal against his\njudgment.\n[\n19]\tAn\r\napplication for leave to appeal against the judgment of Froneman J\r\nwas refused by this court on 25 September 2007 and in\ndue course by\r\nthe Constitutional Court on 1 November 2007.\n[20\n]\tIn\r\nthe meanwhile on 27 June 2007, approximately three months after the\r\njudgment of Froneman J, the Shan Trust applied to the Premier\nof the\r\nEastern Cape for the removal of the applicable restrictive\r\nconditions. On 17 July 2007 the Hobie Trust objected in writing\nto\r\nthe application by the Shan Trust and substantiated its opposition.\n[21]\tOn 11 October\r\n2007, the MEC, purporting to act under delegated authority from the\r\nPremier of the Eastern Cape Province\n(the successor to the erstwhile\r\nAdministrator), granted consent for the removal of Condition C (a),\r\n(b), (c) and (d) from Title\nDeed No T26430/1996 in respect of erf\r\n105\n4\nand substituted therefor the following condition:\n'That\r\nthis erf shall be used for residential purposes, including for a\r\nguesthouse, only\n,\r\nsubject to the Provisions of the municipality's guesthouse policy and\r\napplicable zoning scheme.'\nIt is common cause\r\nthat\nwhen\r\nthe MEC made the decision to remove the restrictive conditions, she\r\ndid not have before her the written objection by the Hobie\nTrust.\n[2\n2]\tOn\r\n7 November 2007 the Hobie Trust requested reasons for the MEC’s\r\ndecision to remove the restrictive conditions. Reasons\nwere supplied\r\non 1 February 2008.\n[2\n3]\tThe\r\nShan Trust resorted to yet further litigation. On 8 January 2008 an\r\napplication was launched in the Port Elizabeth High Court,\nin terms\r\nof which it sought an order setting aside parts of the order of\r\nFroneman J, alternatively an order that parts of his order\nbe\r\ndeclared to be of no force and effect. Furthermore, an order was\r\nsought suspending that part of Froneman J’s order in\nterms of\r\nwhich the Shan Trust was required to demolish and remove the top\r\nstorey and the accompanying staircase of the building\nin the north\r\nwestern corner of erf 105, pending a decision of the Municipality in\r\nrelation to the site development plan that it\nintended presenting for\r\napproval. From the perspective of the Shan Trust this would\r\nlegitimise the offending structures, ex post\nfacto. Further relief,\r\nirrelevant for present purposes, was also sought. This application\r\nwas heard by Van der Byl AJ.\n[2\n4]\tOn\r\n26 March 2008, before the Shan Trust’s application was ripe for\r\nhearing, the Hobie Trust instituted proceedings in the\nPort Elizabeth\r\nHigh Court to have the MEC's decision reviewed and set aside, inter\r\nalia, on the grounds that:\n(a)\tthe decision\r\namounted to an abrogation of the real and registered praedial\r\nservitude rights of the Hobie Trust as well\nas\r\nof other residents in Summerstrand;\n(b\n)\tthe\r\ndecision was not properly made in terms of the Removal of\r\nRestrictions Act 84 of 1967 (the Act);\n(c)\tthe decision\r\nconstitute\nd\r\nadministrative action as defined in the Promotion of Administrative\r\nJustice Act 3 of 2000 (PAJA) and fell to be set aside on the\nbases\r\nset out above as well as it having been taken without hearing the\r\naffected parties, including the Hobie Trust and other residents\nin\r\nSummerstrand;\n(\nd)\tthe\r\nobjections of the Hobie Trust and other affected residents were not\r\nconsidered;\n(e\n)\tthe\r\nMEC lacked statutory authority to make the decision removing the\r\nrestrictive conditions.\n[2\n5]\tBefore\r\nthe Hobie Trust’s application was heard, judgment was delivered\r\nin the Shan Trust application referred to in para\n23 above. Van der\r\nByl AJ made the following orders:\n‘\n1.\tIt\r\nis declared that, because of the removal of the restrictive\r\nconditions contained in paragraph C of Title Deed No. T 26430/1996\nin\r\nrespect of Erf 105, Summerstrand, Port Elizabeth, by virtue of a\r\ndecision of the [MEC] taken on 11 October 2007, paragraphs\n1 and 2 of\r\nthe order granted in Case No. 1668/06 on 30 March 200\n7\r\nhave become of no force and effect.\n2.\tThe [Municipality] is\r\nordered to consider and process the site development plan and\r\nbuilding plans, Annexure R to the founding\naffidavit, submitted to it\r\nby the Applicants on 7 June 2006 (of which copies have been submitted\r\nto it on 20 March 2007).\n3.\tParagraph 3 of the\r\norder granted by Froneman J on 30 March 2007 is suspended in terms of\r\nRule 45A until such time as the [Municipality]\nhas finally considered\r\nand processed the site development plan and building plans referred\r\nto in paragraph 2 of this order, whereafter\nthe parties, depending on\r\nthe outcome of such consideration and processing, are granted leave\r\nto approach this Court on the same\npapers, supplemented as the\r\ncircumstances may require, for further appropriate relief.\n4.\tThe [Hobie Trust] is\r\nordered to pay the costs of this application including the costs\r\nattendant upon the employment of two counsel.’\n[2\n6]\tVan\r\nder Byl AJ took into account that the Hobie Trust’s review\r\napplication was pending. He noted, with dismay that the\nHobie Trust\r\nhad refused to agree to a postponement of the Shan Trust’s\r\nsuspension application to allow for the finalisation\nof the review\r\napplication. In dealing with the merits of the application, the\r\nlearned judge had regard to numerous decided cases\ndealing with the\r\nmaxim\ncessante\r\nratione legis cessat ipsa lex\n,\r\nwhich literally translated reads as follows:\n‘\nIf\r\nthe reason for a law falls away, the law itself falls away.’\nHe\nconsidered whether it applied to interpretation of statutes only or\r\nwhether it could be applied in relation to judgments and orders\nof\r\ncourt and concluded that a judgment and order may fall away if the\ncausa\nfell away.\n[\n27]\tVan\r\nder Byl AJ said the following in relation to the orders issued by\nFroneman J:\n‘\nI am in grave\r\ndoubt whether Froneman J would have, had the existence of the\r\nrestrictive conditions been the only issue on which\nhe was called\r\nupon to consider the demolition of the northern building, issued the\r\norders in question if the restrictive conditions\nhad at the time of\r\nhis judgment already been removed, albeit after the northern building\r\nhad already been erected.’\n[\n28]\tThe\r\nlearned judge concluded that the removal of the restrictive\r\nconditions removed the\ncausa\non which the orders were based and that the execution of the orders\r\nhad become unenforceable. He traversed ground already covered\nin the\r\napplication before Froneman J and, unlike the latter, was readily\r\naccepting of the Shan Trust’s assertion that subsequent\nto the\r\ndemand by the Municipality during 2006 it had taken all the\r\nneccessary steps to regularise the situation in relation to\noffending\r\nstructures on erf 105. It was for that reason that Van der Byl AJ\r\nmade the orders compelling the Municipality to consider\nthe plans set\r\nout in the orders made by him. In relation to paragraph 3 of Froneman\r\nJ’s order, he held that Uniform rule\n45A entitled him to\r\nsuspend it in the terms set out earlier.\n[\n29]\tSubsequent\r\nto the order by Van der Byl AJ, the Hobie Trust’s review\r\napplication was heard and judgment was delivered.\nDambuza J held that\r\nthe decision by the MEC, removing the restrictive conditions, was\r\nadministrative action in terms of PAJA and\nthat it fell to be\r\nreviewed and set aside for failure, inter alia, to have regard to the\r\nsubmissions made by the Hobie Trust. She\nheld further that there had\r\nbeen no proper delegation to the MEC and that the latter had no power\r\nto remove the restrictive conditions.\nDambuza J accordingly ordered\r\nthe Registrar of Deeds to reinstate the restrictive conditions to\r\nTitle Deed No T26430/1996 in respect\nof Erf 105, Summerstrand.\nConclusions\n[3\n0]\tWe\r\nintend to deal first with the review appeal. Counsel representing the\r\nShan Trust rightly conceded that he could not contend\nthat the\r\ndecision by the\nMEC\r\nwas not ‘administrative action’ as defined in PAJA.\n5\nHe focused on the nature of the rights derived from the restrictive\r\ntitle deed conditions. He sought to characterise them as rights\n\nwhich, from inception, were always subject to alteration or amendment\r\nand submitted that residents including the Hobie Trust could\nnot now\r\ncomplain when those restrictive conditions were altered or amended.\r\nHe relied on the decisions of this court in\nRossmaur\r\nMansions (Pty) Ltd v Briley Court (Pty) Ltd\n1945 AD 217\nand\nRonnie’s\r\nMotors (Pty) Ltd v Van der Walt\n1962 (4) SA 660\n(A) and on\nGarden\r\nCities v Registrar of Deeds\n1950 (3) SA 239\n(C).\n[3\n1]\tIn\nRossmaur\nan application to the then Administrator of the Province for the\r\nremoval of restrictive conditions was unopposed and the Administrator\n\nsubsequently removed them. The respondent applied to court to have\r\nthe Administrator’s decision declared\nultra\r\nvires\n.\r\nThe court of first instance and this court had regard to the\r\nOrdinance in terms of which the Administrator purported to act and\n\nconcluded that the Administrator had no power to deprive erf-holders\r\nof their rights. At pp 228-229 of\nRossmaur\nthe following appears:\n‘\nWhere an\r\napplication to establish a township has been granted subject to a\r\nrequirement, imposed on the recommendation of the Townships\nBoard,\r\nthat restrictive conditions as to the use of lots are to be included\r\nin the titles, such conditions, when once included\nin the titles of\r\nthe lotholders, if not framed in terms which expressly render them\r\nsubject to future cancellation or variation,\nmust be regarded as\r\nconferring rights of a permanent nature, which cannot be cancelled or\r\nvaried either by the Townships Board\nitself, or by any other\r\nauthority, by virtue of powers of “administration”\r\nexerciseable over the township concerned.’\n[3\n2]\tThe\r\nShan Trust’s reliance on\nRossmaur\nis misplaced. That case dealt with the Administrator’s power to\r\ndeprive erf-holders of their right. The dictum in the preceding\n\nparagraph is no authority for the proposition that an affected\r\nerf-holder\nshould\r\nnot be afforded a hearing. In the present constitutional structure\r\nsuch a proposition is untenable.\n6\n[3\n3]\tIt\r\nis true that in\nGarden\r\nCities\nthe high court held that owners were not entitled to be consulted on\r\nan Administrator’s decision to amend or alter restrictive\n\nconditions. That case was decided by a provincial division almost 60\r\nyears ago. It is unsustainable under the current constitutional\n\ndispensation and perhaps even wrongly decided then.\n7\n[3\n4]\tIt\r\nis necessary to address the MEC and the Municipality’s attitude\r\ntowards the rights of land owners, derived from restrictive\n\nconditions in their title deeds. The Municipality and the MEC appear\r\nto adopt the position that the Municipality’s policies\nand\r\nzoning regulations trump the rights of owners derived from their\r\ntitle deeds. This is unacceptable.\n[3\n5]\tIn\nMalan\r\n& another v Ardconnel Investments (Pty) Ltd\n1988\r\n(2) SA 12\n(A) at 40E-G this court said the following:\n‘\n[I]t\r\nmust be borne in mind that a town planning scheme does not overrule\r\nregistered restrictive conditions in title deeds. Moreover,\na\nconsent by a local authority in terms of a town planning scheme does\r\nnot\nper\nse\nauthorise the user of an erf contrary to its registered restrictive\r\ntitle conditions. See\nEx\r\nparte Nader Tuis (Edms) Bpk\n1962\r\n(1) SA 751\n(T) at 752B-D;\nKleyn\r\nv Theron\n1966\r\n(3) SA 264\n(T) at 272;\nEnslin\r\nv Vereeniging Town Council\n1976\r\n(3) SA 443\n(T) at 447B-D.’\n[\n36]\tFroneman\r\nJ, in arriving at the conclusions referred to above, stated (at para\r\n8):\n‘\nIt\r\nis common cause that this kind of restrictive condition takes\r\nprecedence over the municipality’s zoning and planning schemes.\n\nGenerally this follows from their characterisation in our case law as\r\npraedial servitudes in favour of other erf holders (\nEx\r\nparte Rovian Trust (Pty) Ltd\n1983\r\n(3) SA 209\n(D) at 212E-213F;\nMalan\r\nand Another v Ardconnel Investments (Pty) Ltd\n1988\r\n(2) SA 12\n(A) at 40B-I) and in this case also, particularly, from the\r\nexpress wording of clause 1.6.5 of the\nCouncil\r\nZoning Scheme Regulations. Consequently, any possible permission by\r\nthe municipality to build or use buildings contrary\nto the conditions\r\ncannot be lawful.’\nSee also\nCamps\r\nBay Ratepayers and Residents Association and others v Minister of\r\nPlanning, Culture and Administration, Western Cape and others\n2001 (4) SA 294\n(C) at 324E-G.\n[37]\tRestrictive\r\nconditions of the kind in question enure for the benefit of all other\r\nerven in a township, unless there are indications\nto the contrary.\r\nThey are inserted for the public benefit and in general terms, to\r\npreserve the essential character of a township.\nIn this regard see\nMalan\nat 38B-C and 39F-G. If landowners across the length and breadth of\r\nSouth Africa, who presently enjoy the benefits of restrictive\n\nconditions, were to be told that their rights, flowing from these\r\nconditions, could be removed at the whim of a repository of power,\n\nwithout hearing them or providing an opportunity for them to object,\r\nthey would rightly be in a state of shock.\n[38\n]\tSection\r\n84 of the Act provides for notice to be given to affected persons in\r\nthe event of a contemplated removal of restrictive\nconditions. In the\r\npresent case the MEC and the Municipality disavowed any reliance on\r\nthe Act and relied solely on the right reserved\nto the Administrator\r\nto alter or amend the restrictive conditions, as provided for in the\r\ntitle deed.\n[39\n]\tFurthermore,\r\nthe MEC’s reliance on a delegation by the Premier is misplaced.\r\nFirst, the title deed itself does not provide\nfor delegation. Second,\r\nno delegation was proved. In this regard the onus rested on the MEC.\r\nSee\nChairman,\r\nBoard on Tariffs and Trade & others v Teltron (Pty) Ltd\n1997\r\n(2) SA 25\n(A) at 31F-H. The MEC relied on a proclamation in terms of\r\nwhich the administration of the Act was assigned to her.\n8\nGiven that the MEC and the Municipality disavowed reliance on the Act\r\nit is of no assistance to them.\n[4\n0]\tThe\r\ntwo grounds referred to above, separately and together, are fatal to\r\nthe Shan Trust case. There also appears to be force\nin the\r\nsubmissions on behalf of the Hobie Trust, that the power to alter or\r\namend does not include the power to remove or delete.\nFurther, since\r\nrestrictive conditions are usually inserted to preserve the identity\r\nof an area, the Municipality might be required\nto engage with other\r\nneighbours and owners in the area. Even if the area has undergone\r\nsome change, it does not necessarily follow\nthat further change is\r\nwarranted or unchallengeable. Steps have apparently been taken by the\r\nMunicipality in an attempt to engineer\na blanket removal of\r\nrestrictive conditions in the Summerstrand area. As far as is known,\r\nno progress has yet been made.  It is,\nhowever, for the reasons\r\naforesaid, not necessary for any further discussion on these or any\r\nother issues in respect of the review\nappeal.\n[4\n1]\tFor\r\nthe reasons set out above, the conclusions of Dambuza J cannot be\r\nfaulted.\n[4\n2]\tWe\r\nturn to deal with the suspension appeal. In interpreting a judgment\r\nthe court’s intention is to be ascertained primarily\nfrom the\r\nlanguage of the judgment or order as construed according to the usual\r\nwell-known rules relating to documents. As in the\ncase of any\r\ndocument, the judgment or order and the Court’s reasons for\r\ngiving it must be read as a whole to ascertain its\nintention. In this\r\nregard see\nAdministrator,\r\nCape & another v Ntshwaqela & others\n1990 (1) SA 705\n(AD) at 715F-H.\n9\n[4\n3]\tIt\r\nis necessary to place Froneman J’s judgment and conclusions in\r\nproper perspective. First, Froneman J was apprised of\nthe Shan\r\nTrust’s intention to apply to have the restrictive conditions\r\nremoved and he clearly and rightly did not think it\nwould be of any\r\nconsequence. Second, the learned judge very carefully considered the\r\nconduct of the Shan Trust over the years and\nconcluded as\nfollows (at para\r\n10\n):\n‘\nOn\r\nthe papers before me the Shan Trust has shown a flagrant and\r\nsustained  disregard, not only for the legitimate interests of its\n\nneighbours, but also for the local authority requirements\n,\r\nover a very long period of time.’\n[4\n4]\tFroneman\r\nJ went on to consider whether a damages claim rather than a\r\ndemolition order might meet the exigencies of the situation.\nHe took\r\ninto account the diminution in value of the Hobie Trust property as a\r\nresult of the Shan Trust’s conduct. He reasoned\nthat although a\r\ndamages claim was viable, it was important to bear in mind that the\r\ncontinued enjoyment of the privacy of those\nliving as neighbours to\r\nerf 105 would be destroyed if he failed to order demolition. He took\r\ninto consideration that the title\nconditions sought to preserve the\r\ncharacter of the suburb and that developments at erf 105 undermine\r\nit.\n10\n[45]\tIt should be borne in mind that\r\nin the application heard by Froneman J, the Shan Trust was aware of\r\nthe allegations made against\nit by the Hobie Trust. It is clear that\r\nthe repeated offending conduct of the Shan Trust, set out above, was\r\ntraversed in the affidavits\nfiled by the Hobie Trust. The Shan Trust\r\nchose, at its peril, to leave opposition to the Municipality.\n[4\n6]\tIt\r\nis not surprising that Froneman J was unwilling to grant the Shan\r\nTrust the postponement sought. He had rightly concluded\nin the main\r\napplication, that the Shan Trust had lagged behind the law once too\r\noften and that enough was enough! Thus, Froneman\nJ’s orders\r\nwere intended to have immediate effect. The 60 day period within\r\nwhich the demolition order was to be effected\nwas stipulated for\r\npractical purposes, namely to enable the owners and demolishers to do\r\nthe necessary within a time frame. There\ncan be no doubt that he\r\nintended that immediate steps be taken to ensure execution of the\r\nrelevant orders.\n[47]\tIt is against\r\nthat background that the application before Van der Byl AJ should be\r\nseen. Van der Byl AJ failed to appreciate\nthe full import of Froneman\nJ’s\r\njudgement. It re-engaged on issues decided finally by Froneman J,\r\nnamely, whether the offending conduct by the Shan Trust\nshould\r\ncontinue to be countenanced. It will be recalled that Van der Byl AJ\r\ndirected the Municipality to consider plans which,\nif approved, would\r\nostensibly legitimise the contravening structures. Van der Byl AJ did\r\nwhat he was not empowered to do, namely,\ndeclaring in final terms, an\r\norder made by a court of equal jurisdiction to be of no force and\r\neffect.\n11\nHe was not sitting as a court of appeal or review in respect of\r\nFroneman J’s judgment and yet his reasoning reflects hallmarks\n\nof those procedures.\n[\n48]\tThe\r\ncases relied upon by the court below, dealing with the rationale for\r\ncourt orders falling away because of subsequent events,\nare\r\ndistinguishable. In\nS\r\nv Mujee\n1981\r\n(3) SA 800\n(Z) an accused had been convicted of failing to make\r\npayments under a contribution order to a named certified institution\r\nin\ncontravention\r\nof provisions of the applicable Maintenance Act. On review it\r\nappeared that the child concerned had previously been\ndischarged from\r\nthe institution and that the contribution order should therefore have\r\nbeen discharged. The court held that since\na contravention of the\r\napplicable statutory provision was dependent on the contribution\r\nvalidly being in force, it could not have\nbeen the law’s\r\nintention to treat as valid, a maintenance order when the entire\r\nobject of the order had fallen away. Put\ndifferently, the court had\r\nintended that contributions be made for as long as the child was in\r\nan institution. That scenario is\na far cry from the facts of the\r\nsuspension appeal. Froneman J had intended the orders he made to be\r\nfinal and to be executed. As\nfar as he was concerned the Shan Trust\r\nhad come to the end of the road.\n[49]\nRas\r\n& andere v Sand River Citrus Estates (Pty) Ltd\n1972 (4) SA 504\n(T),\nLe\r\nRoux v Yskor Landgoed (Edms) Bpk\n1984 (4) SA 252\n(T) and\nBekker\r\nNO v Total South Africa (Pty) Ltd\n1990 (3) SA 159\n(T) were all concerned with the\nquestion\r\nwhether the\ncausae\nfor writs of execution remained extant. These cases do not assist the\r\nShan Trust.\n[\n50]\tPurporting\r\nto act according to the provisions of Uniform rule 45A,\n12\nVan der Byl AJ suspended Froneman J’s order, in terms of which\r\nthe Shan Trust was required to take the necessary steps to\ndemolish\r\nthe offending structures on erf 105. He did so even before the stated\r\nreason for nullifying it had materialised, and without\nproper\r\nappreciation of what Froneman J had intended.\n[51]\t Apart from\r\nthe provisions of Uniform rule 45A a court has inherent jurisdiction,\r\nin appropriate circumstances, to order a\nstay of execution or to\r\nsuspend an order. It might, for example, stay a sale in execution or\r\nsuspend an ejectment order. Such discretion\nmust be exercised\r\njudicially. As a general rule, a court will only do so where\r\ninjustice will otherwise ensue.\n13\n[52]\tA court will\r\ngrant a stay of execution in terms of Uniform rule 45A where the\r\nunderlying\ncausa\nof a judgment debt is being disputed, or no longer exists, or when an\r\nattempt is made to use the levying of execution for ulterior\n\npurposes. As a general rule, courts acting in terms of this rule will\r\nsuspend the execution of an order where real and substantial\njustice\r\ncompels such action.\n14\n[5\n3]\tFroneman\r\nJ had regard to whether justice would be done by ordering the\r\ndemolition. He considered an alternative measure, namely\ndamages, but\r\nimportantly, thought that the conduct of the Shan Trust over the\r\nyears had been flagrantly disrespectful of the law\nand the rights of\r\nothers. Seen from this perspective Van der Byl AJ erred in suspending\r\nthe relevant order. Even though he may\nhave taken a different view it\r\nwas not appropriate for him to prefer his view to that of Froneman J.\n[5\n4]\tThere\r\ncertainly was no case to be made at any stage for a rescission of any\r\npart of Froneman J’s judgment. The learned\njudge had correctly\r\nconcluded that insofar as the offending structures were concerned and\r\nhaving regard to the unlawful conduct\nof the Shan Trust over the\r\nyears, the time for finality had come. The principle of legality, a\r\ncornerstone of the Constitution,\napplies to government and governed\r\nalike. Repeat transgressors such as the Shan Trust are undeserving of\r\nthe protection afforded\nby Van der Byl AJ.  Froneman J intended\r\nfinality. The effect of Van der Byl AJ’s judgment is\r\nrecrudescence.\n[5\n5]\tOne\r\nremaining aspect calls for attention. The record in the review matter\r\nwas prepared by the Shan Trust’s legal representatives.\nIt\r\ncontains a great deal of irrelevant and duplicated matter. The Hobie\r\nTrust’s representatives were not approached timeously\nto avoid\r\nthis unfortunate result. Counsel representing the Shan Trust conceded\r\nthat fault could rightly be attributed to his attorneys\nand was\r\nunable to provide a basis for resisting an order that his attorney\r\nshould be precluded from recovering from his/her client\nsuch costs\r\nincurred in consequence of those unnecessary portions being\r\nincorporated into the record. In our view, at least a third\nof the\r\nrecord was unnecessary.\n[5\n6]\tFor\r\nall the reasons set out above, the following order is made:\n1.\tIn\nWilma\r\nvan Rensburg NO & another v Perapanjakam Naidoo NO & others\n(case no 155/09):\n(a)\tthe appeal is upheld with costs\r\nincluding the costs of two counsel.\n(b)\tthe order of the court below is\r\nset aside in its entirety and substituted as follows:\n‘\nThe application is dismissed\r\nwith costs including the costs of two counsel.’\n2.\tIn\nPerapanjakam\r\nNaidoo NO & others v Wilma van Rensburg NO & another\n(case no 455/09):\n(a)\tthe appeal is dismissed with costs\r\nincluding the costs of two counsel.\n(b)\tthe appellants’ legal\r\nrepresentatives are precluded from recovering any costs from the\r\nappellants related to the unnecessary\nand duplicated parts of the\r\nrecord (one third thereof).\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES:\nCase\r\nno 455/09\nFor\r\nAppellant:\nH\r\nJ Van der Linde SC\nJ\r\nD Huisamen\nInstructed\r\nby\n:\tGreyvensteins\r\nNortier Inc, Port Elizabeth\nE\r\nG Cooper Majiedt Inc, Bloemfontein\nFor\r\nRespondent:\nO\r\nRogers SC\nM\r\nEuijen\nInstructed\r\nby\n:\nDe\r\nVilliers & Partners, Port Elizabeth\nHoney\r\nAttorneys, Bloemfontein\nCase\r\nno\n155/09\nFor\r\nAppellant:\tO Rogers SC\nM\r\nEuijen\nInstructed\r\nby:\nDe\r\nVilliers & Partners, Port Elizabeth\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nRespondent:\tH J Van der Linde SC\nJ\r\nD Huisamen\nInstructed by:\t1\nst\n– 5\nth\nRespondents:\nGreyvensteins Nortier Inc, Port Elizabeth\nE G Cooper Majiedt Inc, Bloemfontein\n6\nth\n& 8\nth\nRespondents:\nRushmere Noach Inc, Port Elizabeth\n(Abiding with the decision of the\r\nCourt.)\n7\nth\nRespondent:\nState Attorney, Port Elizabeth\nState Attorney, Bloemfontein\n1\nThe judgment of Froneman J is reported as\nVan\r\n\tRensburg NO v Nelson Mandela Metropolitan Municipality\n2008\r\n\t(2) SA 8\n(SE).\n2\nInitially the grounds on which the Hobie Trust relied were: (a) the\r\n\tnon-compliance with the National Building Regulations and\nStandards\r\n\tAct 103 of 1977, (b) contraventions of Zoning Scheme and Land Use\r\n\tPlanning regulations and (c) the irregular granting\nby the\r\n\tmunicipality of special consent to use the buildings as part of a\r\n\tguest house.\n3\nOp cit\nnote 1 at para 8.\n4\nSet out in para 7.\n5\nThe MEC is\r\n\ta public authority. When she makes decisions affecting particular\r\n\tholders of title deeds and residents in a township\ngenerally she is\r\n\texercising public power. Her decisions in this regard have a direct\r\n\texternal effect.\n6\nSee in this\r\n\tregard s 6(2)(c) of PAJA. That Act was promulgated in furtherance of\r\n\tthe fundamental right to administrative action\nthat is lawful,\r\n\treasonable and procedurally fair.\n7\nBuffalo\r\n\tCity Municipality v Gauss and Another\n2005 (4) SA 498\n(SCA) at paras 7 and 8.\n8\nProclamation No 6 of 1998, Provincial Gazette No 323 31 July 1998.\n9\nDrawn from\nFirestone South\r\n\tAfrica (Pty) Ltd v Gentiruco AG\n1977\r\n\t(4) SA 298\n(A).\n10\nSee para 12\r\n\tof the judgment.\n11\nAs appears from what is set out in para 25 above Van der Byl AJ\r\n\tnullified Froneman J’s order setting aside any building\nplan\r\n\tapprovals granted by the Municipality in relation to the building\r\n\tthat had already been constructed in the north eastern\ncorner of erf\r\n\t105.\n12\nUniform rule 45A reads as follows:\n‘\nThe\r\n\tcourt may suspend the execution of any order for such period as it\r\n\tmay deem fit.’\n13\nSee\r\n\tFarlam, Fichardt, Van Loggerenberg\nErasmus\r\n\tSuperior Court Practice\nB1-330.\n14\nErasmus\r\n\tSuperior Court Practice\nB1-330 to B1-330A.",
  "scraped_at": "2026-02-11T20:25:18.904227",
  "date": "2010-05-26",
  "coram": [
    "Navsa",
    "Heher",
    "Van Heerden",
    "Mhlantla JJA",
    "Saldulker AJA"
  ],
  "case_number": "155/09; 455/09",
  "parties": {
    "applicants": [
      "Wilma Van Rensburg NO",
      "Phillipus Van Rensburg NO",
      "Perapanjakam Naidoo NO",
      "Purshotham Naidoo NO",
      "Shashi Naidoo NO",
      "Seshamma Moodley NO",
      "Anthosh Naidoo NO"
    ],
    "respondents": [
      "Perapanjakam Naidoo NO",
      "Purshotham Naidoo NO",
      "Shashi Naidoo NO",
      "Anthosh Naidoo NO",
      "Wilma Van Rensburg NO",
      "Phillipus Van Rensburg NO",
      "MEC for Housing, Local Government and Traditional Affairs",
      "Eastern Cape Province",
      "Nelson Mandela Metropolitan Municipality",
      "Registrar of Deeds"
    ]
  },
  "sections": {
    "facts": "The dispute involved two neighbouring trusts in Summerstrand, Port Elizabeth – the Hobie Trust (Wilma and Phillipus Van Rensburg) and the Shan Trust (Perapanjakam Naidoo and family). The properties were subject to restrictive conditions in the title deeds that limited each erf to residential use and a single dwelling. The Shan Trust operated a guest house on erf 105, contravening those conditions and obtaining various municipal consents, some later withdrawn. The MEC of the Eastern Cape removed the restrictive conditions from the title deed of erf 105 without hearing the Hobie Trust. High‑court judgments ordered demolition of unauthorised structures and set aside the MEC’s decision. The two linked appeals before the Supreme Court of Appeal concerned (i) a suspension appeal challenging the high‑court’s demolition order and (ii) a review appeal challenging the MEC’s removal of the restrictive conditions.",
    "issues": "1. Whether the restrictive conditions in the title deeds are permanent rights that can be altered or removed by administrative authority. 2. Whether the MEC had statutory authority and proper delegation to remove those conditions under the Removal of Restrictions Act 84 of 1967 and PAJA. 3. Whether the high court had power to suspend or set aside its own final orders in the same division. 4. Whether the court has inherent jurisdiction, or under Uniform Rule 45A, to stay execution of the demolition order in light of the later removal of the restrictive conditions.",
    "principles": "The court applied the principle that restrictive conditions attached to title deeds are praedial servitudes that benefit other erf‑holders and therefore enjoy a permanent character unless expressly varied by the authority that created them. Municipal zoning schemes do not override such conditions. Under PAJA, a decision to remove restrictive conditions is administrative action and must be procedurally fair, with notice and an opportunity to be heard. The Removal of Restrictions Act requires proper delegation, which was not proven. A court may exercise inherent jurisdiction or use Uniform Rule 45A to stay execution only where justice demands and the underlying cause of the order has disappeared.",
    "application": "The court held that the MEC’s decision was not a valid exercise of delegated authority and was procedurally unfair because the Hobie Trust was not given a hearing. Consequently, the removal of the restrictive conditions was set aside, meaning the basis for the demolition order no longer existed. However, the court concluded that the high court’s original demolition order was intended to be final and, given the lack of authority to alter the restrictive conditions at the time, the order remained enforceable. The suspension appeal (case 155/09) was therefore upheld, setting aside the lower court’s order and dismissing the application with costs. The review appeal (case 455/09) was dismissed, with costs awarded to the respondents and a preclusion order against the appellants’ counsel for unnecessary record duplication.",
    "conclusion": "In the first appeal (case 155/09) the Supreme Court of Appeal upheld the appeal, set aside the lower court’s order and dismissed the application with costs, including costs of two counsel. In the second appeal (case 455/09) the appeal was dismissed with costs, and the appellants’ legal representatives were barred from recovering costs related to the unnecessary duplicated parts of the record. The court affirmed that the restrictive conditions remained enforceable and that the MEC lacked authority to remove them."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Restrictive Conditions",
    "level_3": [
      "praedial servitude",
      "municipal zoning",
      "administrative law",
      "removal of restrictions",
      "court jurisdiction"
    ]
  }
}