{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/17.html",
  "case_name": "Majomatic 115 (Pty) Ltd v Kouga Municipality and Others (303/2009) [2010] ZASCA 17; [2010] 3 All SA 415 (SCA) (18 March 2010)",
  "citation": "[2010] ZASCA 17",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 17\n|\nNoteup\n|\nLawCite\nMajomatic 115 (Pty) Ltd v Kouga Municipality and Others (303/2009) [2010] ZASCA 17; [2010] 3 All SA 415 (SCA) (18 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\nNo:   303/2009\nIn the matter between:\nMAJOMATIC 115 (PTY) LIMITED   \n                                       Appellant\nand\nKOUGA MUNICIPALITY            \n                                  First Respondent\nJOHANNES RENIER FERREIRA      \n                      Second Respondent\nFEDERATION OF KOUGA RATEPAYERS\nASSOCIATION                   \n                                            Third Respondent\nNeutral citation:\nMajomatic\nLimited v Kouga Municipality\n(303/09)[2010] ZASCA 17 (18 March 2010)\nCoram:\nMTHIYANE,\nCACHALIA, LEACH JJA, MAJIEDT and SALDULKER AJJA\nHeard:\t23 February 2010\nDelivered:\t18 March 2010\nSummary:\nWhether\nthe\nprocedures prescribed by ss 124(1) and (2) and 172 of Municipal\nOrdinance 20 of 1974 (Cape) for the alienation of municipal property\nwere of force and effect in November 2003 or whether they were\nimpliedly repealed by Item 2 of Schedule 6 of the Constitution.\n_____________________________________________________________________\nORDER\nOn appeal from:\nEastern\nCape High Court (Port Elizabeth) (Schoeman J sitting as court of\nfirst instance):\n1.\tThe appeal is dismissed with\ncosts.\n2.\tThe order of the court a quo\nis set aside and replaced with the following:\nâ\nThe plaintiffâs action is\ndismissed with costs.â\nJUDGMENT\nMTHIYANE JA (Cachalia, Leach JJA,\nMajiedt and Saldulker AJJA concurring)\n[1]\tThis is an appeal against the\njudgment and order of Schoeman J sitting in the Eastern Cape High\nCourt, Port Elizabeth which is\nbefore us with her leave. It concerns\nher finding on a separated issue of whether or not the contract of\nsale by the first respondent,\nKouga Municipality (the Municipality),\nof certain municipal property to the appellant during November 2003\nwas lawfully concluded;\nin particular whether compliance with the\nprovisions of s 124 and s 172 of the Municipal Ordinance 20 of 1974\n(Cape) (the Ordinance)\nwas required for the conclusion of a valid\ncontract. The learned judge held that the provisions of the Ordinance\nwere of force and\neffect at the time of the conclusion of the\ncontract and that compliance therewith was required.\n[2]\tThe contract of sale was\npreceded by an advertisement which was placed in a local newspaper\ninviting tenders for the purchase\nof several immovable properties\nincluding the property concerned in the present matter. The\nadvertisement appeared on 14 November\nand invited interested\npurchasers to submit applications on or before 28 November 2003.\nContrary to the prescribed requirements it\nmade no mention that\nobjections to the proposed sale could be made nor to whom or where\nsuch objections could be made. The advertisement\nalso required\napplications to be submitted to the Director: Planning and\nDevelopment within two weeks instead of the period of 21\ndays as\nrequired by the Ordinance.\n[3]\tBefore discussing the prime\nissue on appeal it is necessary to refer to the relevant provisions\nof the Ordinance regulating the\nalienation of municipal property at\nthe time. Section 124 provides:\nâ\n(1)\tSubject to\nthe provisions of subsection (2) and such directions as the\nAdministrator may from time to time determine, a council\nmay â\nalienate, let or\n\tpermit to be built upon, occupied, enclosed or cultivated any\n\timmovable property owned by the municipality unless\nit is precluded\n\tfrom so doing by law or the conditions under which such property was\n\tacquired by the municipality, and\nwith the consent of\n\tthe owner thereof or for the purposes of section 127(1) let or\n\tpermit to be built upon, occupied, enclosed or\ncultivated any\n\timmovable property under its control or management.\nprovided that the\nAdministrator may, either specifically in respect of any particular\naction contemplated in paragraph (a) or (b)\nor generally in respect\nof a category of actions so contemplated, by notice in the\nOfficial\nGazette\ndetermine\nthat such action shall be subject to his prior approval.\n(2)\tNo council shall\nact in terms of subsection (1) unless it has â\n(a)\tadvertised its\nintention so to act, and\n(b)\tconsidered the\nobjections (if any) lodged in accordance with the advertisement\ncontemplated by paragraph (a);\nprovided that the\nforegoing provisions of this subsection shall not apply where the\nproposed letting will be for a period not exceeding\ntwelve months\nwithout an option to renew.â\n[4]\tSection 172(1) and (2) of the\nOrdinance provides:\nâ\n(1)\tA council\nshall, by notice published in the press, invite tenders before\nentering into any contract which is for â\n(a)\tthe execution of\nany work for or the supply or sale of any goods or materials to the\ncouncil and which involves or is likely to\ninvolve an amount\nexceeding such amount as the Administrator may from time to time\neither generally or specially determine in respect\nof contracts\nentered into by such council, and\n(b)\tthe sale of any\ngoods or materials by the council.\n(2)\tThe notice\ncontemplated by subsection (1) shall specify â\n(a)\tthe nature of\nthe proposed contract;\n(b)\tsuch particulars\nof such contract as the council may deem fit;\n(c)\tthat all tenders\nfor such contract shall be submitted in a sealed envelope upon the\noutside whereof is clearly stated that such\nenvelope contains a\ntender and the contract for which such tender is being submitted;\n(d)\ta day,\nsubsequent to the expiration of the period contemplated by paragraph\n(b)(iii) of the definition of âpublish in the pressâ,\nand the\nhour on such day at or before which tenders must be received, and\n(e)\tthe place where\nand the hour and day when such tenders will be opened.â\nIn the view I take of the matter\nI do not consider it necessary to quote the section in its entirety.\nIt suffices to refer merely\nto the above provisions and to indicate\nthat s 172 provides for fair and transparent procedure for the\ndisposal of municipality property.\nIt also bears mention that Mr\nBeyleveld, for the appellant, conceded that if the appellant is\nunsuccessful in its contentions in\nrelation to s 124(2) that would be\nthe end of the matter and the appeal must fail.\n[5]\tIt is common cause that the\nprocedures laid down in s 124 (1) and (2) of the Ordinance were not\ncomplied with. Mr Beyleveld, for\nthe appellant, contended that there\nwas no obligation to comply with these procedures as the Ordinance\nhad at that stage been impliedly\nrepealed by the Constitution. This,\nhe submitted, is apparent from the fact that s 124(1) confers the\npower on the Administrator\n(now the Premier) to give âsuch\ndirections as [he or she] may from time to time determineâ. And, so\nthe submission went, because\nthe Premier, under the Constitution, has\nno authority over a Municipality, s 124 in its entirety was repealed\nwhen the Constitution\ncame into force. According to Mr Beyleveld\nthere is no scope for âpruningâ such oversight powers of the\nPremier so as to harmonise\nthe Ordinance with the Constitution. The\nOrdinance as a whole, he submitted, is at odds with the Constitution\nand has thus failed\nto survive the new constitutional dispensation.\n[6]\tIn my view the appellantâs\ncontention flounders in the face of the plain wording of Item 2 of\nSchedule 6 to the Constitution.\nItem 2 of Schedule 6 provides:\nâ\n2\t(1)\tAll law\nthat was in force when the new Constitution took effect, continues in\nforce, subject to â\nany amendment or\n\trepeal; and\nconsistency with\n\tthe new Constitution.\nOld order\n\t\tlegislation that continues in force in terms of subitem (1) â\ndoes not have a\n\twider application, territorially or otherwise, than it had before\n\tthe previous Constitution took effect unless subsequently\namended to\n\thave a wider application; and\ncontinues to be\n\tadministered by the authorities that administered it when the new\n\tConstitution took effect, subject to the new Constitution.â\nIt is apparent that âold order\nlegislationâ (as it is described here) remains in force save only\nwhere it has been repealed or\namended or where it is inconsistent\nwith the Constitution. It is also plain that Item 2 envisages some\nform of pruning exercise â\na reading of a pre-constitution statute\nto conform with the new constitutional prescripts. In the context of\nthe present matter the\nacceptable approach, in my view, involves\ndiscarding the offensive portions of s 124(1) of the Ordinance and\ngiving meaning and effect\nto the non-offensive ones. It seems to me\nthat the basic test for the survival of a pre-constitution provision\nis whether it has\nbeen amended or impliedly repealed or is\ninconsistent with the Constitution, but only to the extent of such\ninconsistency.\n[7]\tOn a proper interpretation\nand application of Item 2 of schedule 6 of the Constitution to s\n124(1) and (2) of the Ordinance the\nconclusion is unavoidable that s\n124(2) and the non-offensive portions of s 124(1) have survived the\nConstitution and remain applicable.\nThat, in my view, is the approach\nwhich was adopted by the majority in\nCDA\nBoerdery (Edms) Bpk & others v Nelson Mandela Metropolitan\nMunicipality & others\n[2007] ZASCA 1\n;\n2007 (4) SA 276\n(SCA). In that case the old order subordination of\nthe local authorityâs power to levy rates under s 82(1) of the\nMunicipal Ordinance\n20 of 1974 (Cape) to the Premierâs approval was\nheld to have been impliedly repealed by the Constitution. This is no\nauthority\nfor the submission advanced by Mr Beyleveld that the entire\nOrdinance was repealed, even to the extent that for the most part it\nis not inconsistent with Constitution.\n[8]\tIt follows that the proper\napproach to the matter, which is in line with Item 2 of Schedule 6 to\nthe Constitution and the ruling\nin\nCDA\nBoerdery\nfavours a\nconstruction that would disregard the oversight powers of the\nAdministrator (now Premier) in s 124(1) of the Ordinance\nso as to\nensure that the subsection remains of force and effect. If the\nconstruction contended for by the appellant is upheld it\nwould mean\nthat no legislative provision would be left to regulate the\nalienation of municipal property. Schoeman J found, correctly\nin my\nview, that at the relevant time (November 2003) there were no other\nregulations or provisions under any other Act in place\ndealing with\ntenders or the sale of immovable property by a municipality, barring\nthe Ordinance. Mr Beyleveld, for the appellant,\nsought to meet this\nfinding by submitting that\ns 10G(5)\nand\n11\nof the\nLocal Government\nTransition Act 209 of 1993\nmade provision for the alienation of\nmunicipal property and that compliance with ss 124 and 172 of the\nOrdinance was therefore not\nnecessary.\n[9]\tA brief discussion of the two\nsubsections illustrates the fallacy of the argument. Section 10G(5)\nprovides as follows:\nâ\n5(a)\tA\nmunicipality shall award contracts for goods and services in\naccordance with a system which is fair, equitable, transparent,\ncompetitive and cost-effective.\n(b)\tNotwithstanding\nparagraph (a), a municipality may, in accordance with a framework\nprescribed by national legislation, in awarding\ncontracts give\npreference to the protection or advancement of persons or categories\nof persons disadvantaged by unfair discrimination,\nand shall make the\ngranting of such preferences public in the manner determined by the\ncouncil.\n(c)\tA municipality\nmay dispense with the calling of tenders in the case of an emergency\nor of a sole supplier or within such limits\nas may be prescribed by a\nnational law.â\nIt will be immediately apparent\nthat all that subsection (5) does is to lay down a principle\napplicable to the award of contracts.\nIt does not prescribe any\nprocedures for awarding contracts and it makes no specific reference\nto the alienation of municipal property.\ns 10G(5) was not meant to\napply to alienation of municipal property but to âfinancial\nmattersâ relating to âgoods and servicesâ\nas the heading of the\nsection suggests. It follows that the appellantâs reliance on s\n10G(5) is misplaced and falls to be rejected.\n[10]\tSection 10G(11) also does\nnot take the appellantâs case any further. It provides:\nâ\n(11)\tA\nmunicipality shall ensure that â\n(i)\tthe acquisition\nand disposal;\n(ii)\tthe utilisation\nand control; and\n(iii)\tthe\nmaintenance,\nof its assets are\ncarried out in an economic, efficient and effective manner.â\nIt is clear that the subsection\nalso sets out a policy without specifying any procedures regarding\nits implementation. It provides\nthat a municipality must ensure that\nthe acquisition and the disposal, utilisation and control and the\nmaintenance of its âassetsâ\nare carried out in an âeconomic,\nefficient and effective mannerâ. This provision, too, has no\nbearing on the alienation of municipal\nland.\n[11]\tFor the above reasons the\nappellantâs contention that the whole Ordinance has been impliedly\nrepealed by the Constitution cannot\nbe upheld. It flies in the face\nof the clear and unambiguous wording of Item 2 of Schedule 6 to the\nConstitution. Section 124(2)\nin imperative terms requires the\nmunicipality to advertise its intention to sell and to provide for\nand consider objections, if any,\nto the proposed alienation of\nmunicipal property. As Schoeman J correctly found, the appellant was\nobliged to comply with these provisions\nand the failure to do so\nrendered the sale invalid.\n[12]\tI turn briefly to the\nsubmissions advanced by Mr Pretorius, for the second and third\nrespondents. He approached the matter from\na different and\ninteresting angle. He argued that the oversight powers of the\nAdministrator (now Premier) referred to in s 124(1)\nof the Ordinance\nwere not impliedly repealed by the Constitution and that compliance\ntherewith was obligatory. For this submission\nMr Pretorius strongly\nrelied on the judgment of Kroon AJ in\nWary\nHoldings (Pty) Ltd v Stalwo (Pty) Ltd & another\n.\n1\nAt issue in that case was the validity of a written agreement in\nrespect of land which was zoned as âagricultural landâ. The\ndispute revolved around whether the land sold was agricultural land\nor not. If it was, the Ministerâs consent to the subdivision\nof the\nland would have been necessary. The purchaser had intended to use the\nproperty for industrial purposes and for that reason\nhad lodged an\napplication with the relevant local authority for the rezoning and\nsubdivision of the land. The subdivision was approved\nby the local\nauthority concerned. A dispute however subsequently arose as to\nwhether the sale was valid and enforceable as the Minister\nof\nAgriculture had not consented to the sale and subdivision of the land\nas required by s 3(a) and (e)(i) of the Subdivision of Agricultural\nLand Act 70 of 1970 (the Agricultural Land Act). Kroon AJ (who wrote\nfor the majority) upheld the provision requiring ministerial\nconsent\nand said that the enhanced status of present-day municipalities and\nthe fact that municipal ordinances accorded them various\npowers,\nincluding those of planning, zoning and rezoning of land and approval\nof applications for subdivision, was not a ground for\nascribing to\nthe legislature the intention that national control over\nâagricultural landâ through the Agricultural Land Act,\nwas\neffectively a thing of the past. He added that there was no reason\nwhy the two spheres of control could not co-exist even if\nthey\noverlapped and even if, in respect of the approval of subdivision of\nâagricultural landâ, the one may in effect veto the\ndecision of\nthe other (paras 79-80).\n[13]\tThe\nWary\nHoldings\ncase is\nclearly distinguishable from the present matter in that it dealt with\nâagricultural landâ as opposed to âmunicipal\npropertyâ, in\nrespect of which different considerations apply. It is clearly no\nauthority for the proposition that the oversight\npower of the Premier\nreferred to in s 124(1) of the Ordinance survived the new\nConstitution. One is dealing here with municipal property\nwhere no\nsuch restrictions are applicable. In any event in the light of the\nconclusion to which I have come it is not necessary to\nexplore the\narguments advanced by Mr Pretorius any further.\n[14]\tIt remains to consider the\nappropriate order to be made in the present matter. All the parties\nwere agreed that if it was found\nthat s 124(2) of the Ordinance was\nof full force and effect and that compliance therewith was required\nfor the conclusion of the\nvalid agreement of sale between the\nappellant and the first respondent, the appropriate order would be\none upholding the appeal with\ncosts and replacing the order of the\ncourt a quo with one dismissing the plaintiffâs claim with costs.\n[15]\tFor the above reasons the\nfollowing order is made:\n1.\tThe appeal is dismissed with\ncosts.\n2.\tThe order of the court a quo\nis set aside and replaced with the following:\nâ\nThe plaintiffâs action is\ndismissed with costs.â\n_____________________\nK K Mthiyane\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\tA Beyleveld SC\n(with him T Zietsman)\nInstructed by Fredericks Inc,\nPort Elizabeth\nMcIntyre & Van der Post,\nBloemfontein\nFIRST RESPONDENT:\t\tPWA Scott\nInstructed by Roland Meyer &\nCo, Port Elizabeth\nEG Cooper & Majiedt Inc,\nBloemfontein\nSECOND and THIRD\nRESPONDENTS:\t\t\tB Pretorius\nInstructed by Christo Swanepoel\nAttorneys, Jeffreys Bay\nHoney Attorneys Inc, Bloemfontein\n1\n[2008] ZACC 12\n;\n2009\n\t(1) SA 337\n(CC).",
  "scraped_at": "2026-02-11T20:13:24.694088",
  "date": "2010-03-18",
  "coram": [
    "MTHIYANE JA",
    "CACHALIA JA",
    "LEACH JJA",
    "MAJIEDT AJJA",
    "SALDULKER AJJA"
  ],
  "case_number": "303/2009",
  "parties": {
    "applicants": [
      "Majomatic 115 (Pty) Limited"
    ],
    "respondents": [
      "Kouga Municipality",
      "Johannes Renier Ferreira",
      "Federation of Kouga Ratepayers Association"
    ]
  },
  "sections": {
    "facts": "In November 2003 the Kouga Municipality advertised, in a local newspaper, a tender for the sale of several immovable properties, including the property later sold to Majomatic 115 (Pty) Ltd. The advertisement failed to comply with the requirements of s124 and s172 of Municipal Ordinance 20 of 1974 (Cape): it did not indicate how objections could be lodged, omitted the required notice period, and directed applications to the Director of Planning and Development instead of the prescribed 21‑day period. The municipality nevertheless concluded a contract of sale with the appellant.",
    "issues": "The principal issues were (1) whether s124(1)‑(2) and s172 of the Municipal Ordinance were still in force in November 2003 or had been impliedly repealed by Item 2 of Schedule 6 of the 1996 Constitution, and (2) whether compliance with those provisions was a condition for the validity of the contract of sale.",
    "principles": "The Court applied Item 2 of Schedule 6, which preserves pre‑Constitution legislation unless it is repealed, amended, or inconsistent with the Constitution. It held that implied repeal requires a clear inconsistency; therefore, only the portions of s124 that conflicted with the new constitutional order (the oversight powers of the Administrator) were displaced, while the procedural requirements of s124(2) and s172 survived. The Court relied on CDA Boerdery (2007) ZASCA 1 for the approach to pruning old‑order legislation, and rejected the appellant’s argument that the entire Ordinance had been displaced. The Local Government Transition Act 209 of 1993 was held to set only policy principles, not procedural rules for alienation of municipal land.",
    "application": "Applying these principles, the Court concluded that s124(2) – requiring advertising of the intention to sell and consideration of objections – remained mandatory, as did the tender procedures in s172. The municipality’s advertisement in November 2003 failed to meet these statutory requirements; consequently, the contract of sale was invalid. The appellant’s reliance on the Local Government Transition Act and on s10G(5) and s10G(11) was rejected because those provisions do not prescribe procedural steps for the alienation of municipal property.",
    "conclusion": "The appeal was dismissed with costs. The order of the Eastern Cape High Court was set aside and replaced with an order that the plaintiff’s action is dismissed with costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Municipal Property",
    "level_3": [
      "implied repeal",
      "constitution",
      "procedural compliance",
      "sale of municipal land"
    ]
  }
}