{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/73.html",
  "case_name": "Dos Santos and another v The State (726/07) [2010] ZASCA 73; 2010 (2) SACR 382 (SCA) ; [2010] 4 All SA 132 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 73",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 73\n|\nNoteup\n|\nLawCite\nDos Santos and another v The State (726/07) [2010] ZASCA 73; 2010 (2) SACR 382 (SCA) ; [2010] 4 All SA 132 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 726 / 07\nIn\r\nthe matter between:\nANTONIO\r\nCESAR ALVES DOS SANTOS                          First Appellant\nSIKHOSIPHO DERICK MBATHA                             \r\n     Second Appellant\nand\nTHE\r\nSTATE                                                                \r\n              Respondent\nNeutral\r\ncitation:\nDos Santos and another v The State\n(726/07)\n[2010] ZASCA 73\n(27 MAY 2010)\nBENCH:\t\tCLOETE\r\nand PONNAN JJA and MAJIEDT AJA\nHEARD:\t\t  3 MAY 2010\nDELIVERED:\t27 MAY 2010\nCORRECTED:\nSUMMARY:\nDiamonds Act 56 of 1986 – convictions\r\nof dealing in unpolished diamonds. Prevention of Organised Crime Act\r\n121 of 1998 (POCA)\n– pattern of racketeering – requires\r\nproof of a fact which a conviction of the Diamonds Act does not –\r\nno improper\nsplitting of charges. Evidence – admissibility of\r\nseized items pursuant to an admittedly defective warrant – s\r\n35(5)\nof the Constitution does not provide for an automatic exclusion\r\nof evidence obtained in violation of an accused’s rights –\n\nfairness requires that a balance be struck – accomplices –\r\nexercise of caution must not be allowed to displace common\nsense –\r\ncircumstantial evidence -  not to be approached piece-meal. Sentence\r\n– grossly divergent sentences between\nthe two appellants –\r\ndisturbingly inappropriate – warranting appellate interference.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nWestern Cape High Court\r\n(Cape Town) (Le Grange AJ sitting as court of first instance):\n(1)(a) \tThe first appellant’s convictions for contravening s 21\r\nof the Diamonds Act 56 of 1986 are altered to convictions\nfor\r\ncontravening s 20 of that Act.\n(b) \tSave as is set out in para 1(a), the first appellant’s\r\nappeal is dismissed.\n(2)(a)\tThe second appellant’s conviction for contravening s 21\r\nof the Diamonds Act 56 of 1986 is altered to a conviction\nfor\r\ncontravening s 19 of that Act.\n(b)\tSave as set out in para 2(a), the second appellant’s\r\nappeal against his conviction is dismissed.\n(c)\tThe appeal of the second appellant against sentence succeeds to\r\nthe extent that the sentence imposed on him is set aside and\nin its\r\nstead is substituted the following:\n‘Accused number 6 is sentenced to pay a fine of R 20 000 or in\r\ndefault of paying the fine to a term of imprisonment for a\nperiod of\r\none year of which R 10 000 or six months’ imprisonment is\r\nsuspended for a period of five years on condition that\nhe is not\r\nconvicted of a contravention of sections 18, 19, 20 or 21 of the\r\nDiamonds Act 56 of 1986, committed during the period\nof suspension’.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN  JA  ( JA and AJA  concurring):\n[1]\tPort Nolloth, notwithstanding its relatively\r\nsmall community of approximately      12 000 residents and some 220\r\nbusinesses,\nhas become, so the evidence suggests, a hotbed of illicit\r\ndiamond dealing and related activity. The reason is not hard to find\r\n- it is its proximity to rich veins of alluvial diamonds, established\r\ndiamond mines and mining houses. It and other towns close\nto the\r\nNamibian border have witnessed a proliferation of diamond dealing\r\nsyndicates. Because of the corrupting and generally corrosive\n\ninfluence that with time becomes all too pervasive in such\r\ncommunities, a task team of the now disbanded Directorate of Special\n\nOperations commonly known as the Scorpions, under one of its special\r\ninvestigators, Koos Jooste, was established. It was not the\nonly\r\noperation of its kind, nor was it the first. It followed the South\r\nAfrican Police Service (SAPS) operations such as Steenbra\nand\r\nSolitaire in that general geographical area.\n[2]\tFor reasons that are not necessary to recount,\r\nthe first appellant, Tony dos Santos, became the focus of this\r\nparticular task\nteam. On 17 January 2003, the task team sought and\r\nobtained from the judge designated in terms of s 31 of the\r\nInterception and\nMonitoring Prohibition Act\n1\nan order in terms of s 2(2) authorising a surveillance operation of\r\nTony's Auto Spares, a business enterprise managed and operated\nby the\r\nfirst appellant in Port Nolloth. Given that the premises housing\r\nTony's Auto Spares was secured by a high perimeter wall\nand monitored\r\nby CCTV cameras, Jooste secreted a pinhole camera in what came to be\r\ndescribed in the evidence as the ‘buyer’s\nroom’ of\r\nthe building. From it, video images and audio feed was transmitted by\r\nradio link, in real time, to a house approximately\none and a half\r\nkilometres away. There some members of the task team in addition to\r\nrecording what was being transmitted onto video\ntapes, viewed the\r\nlive feed on a monitor. Moreover, each of the monitoring crew\r\nmaintained a log in which they made contemporaneous\nnotes of what\r\nthey witnessed and heard as it unfolded on the monitor in front of\r\nthem.\n[3]\tUnbeknown to the task team, the first\r\nappellant had also attracted the attention of a unit of the SAPS. On\r\n22 February 2003\nthat unit, armed with a search warrant that had been\r\nissued by the Regional Court President of the Cape Regional Division\r\nthe previous\nday, conducted a search of Tony's Auto Spares and an\r\nadjoining residential unit that was housed under the same roof. The\r\nSAPS seized\n153 unpolished diamonds (including one partly polished\r\ndiamond), cash to the value of R55 000.00 and diamond dealing\r\nparaphernalia\nsuch as a diamond scale, loupe, tweezers and pieces of\r\npaper with diagrammatic representations of diamonds and calculations\r\non\nthem. The first appellant was arrested, charged and released on\r\nbail. By that stage the task team had had the first appellant under\n\nclose observation for approximately one month.\n[4]\tOn 25 June 2003, Jooste sought and obtained,\r\nin terms of s 29 of the National Prosecuting Authority Act,\n2\na warrant authorising the search of Tony’s Auto Spares and the\r\nfirst appellant's home at Karee Avenue, Port Nolloth and the\nseizure\r\nof items suspected of being connected to contraventions of inter alia\r\nthe Diamonds Act\n3\nand the\nPrevention of Organised Crime Act (POCA\n).\n4\nBy 4 July 2003 Jooste had resolved given the information that had\r\nbeen secured pursuant to the surveillance operation that the\ntime was\r\nripe for him to execute the warrants. He thus deployed three units at\r\napproximately 9pm to keep watch at Tony's Auto Spares,\nthe first\r\nappellant's home, as well as the local cemetery that the first\r\nappellant had taken to frequenting. Shortly before midnight\nthe first\r\nappellant was observed entering Tony’s Auto Spares. All three\r\nunits descended on those premises. The warrant was\nserved on the\r\nfirst appellant and in his presence his business, the entire building\r\nhousing Tony’s Auto Spares and the adjoining\nresidential unit\r\nwere searched. A video cassette recorder was employed to record the\r\nsearch. The search proceeded into the early\nhours of the next\r\nmorning. Various items were seized and the first appellant was\r\narrested and taken into custody. The next afternoon\nthe first\r\nappellant accompanied members of the investigating team to his home,\r\nwhich, in his presence, was also searched. Once\nagain various items\r\nwere seized. In total the second search yielded 24 unpolished\r\ndiamonds and further diamond dealing paraphernalia.\n[5]\tThe first appellant was the first of nine\r\naccused indicted in the Cape High Court on a host of statutory\r\ncontraventions. The\nbroad hypothesis sought to be advanced by the\r\nState was that each of the accused to different degrees were parties\r\nto a pattern\nof racketeering activity. The alleged activity consisted\r\nin the planned, ongoing, continuous or repeated participation or\r\ninvolvement\nin contraventions of the Diamonds Act. In all, the first\r\nappellant was charged with 61 counts of contravening the Diamonds\r\nAct,\nsix counts of contravening the Riotous Assemblies Act\n5\n(conspiracy to commit a crime) and two counts of contravening POCA\r\n(conducting or participating in racketeering activity or managing\nan\r\nenterprise used for racketeering).\n[6]\tThe second appellant, Derek Mbatha, who had\r\ncome to be identified in consequence of the surveillance of the first\r\nappellant\nas one of the alleged role players in the illicit diamond\r\ntrafficking enterprise, was arrested approximately one year after the\n\nfirst appellant on 3 June 2004. He was charged with three counts –\r\none of contravening the Diamonds Act (dealing in unpolished\n\ndiamonds), one of contravening the Riotous Assemblies Act (conspiracy\r\nto commit a crime) and one of contravening POCA (conducting\nor\r\nparticipating in racketeering activity or managing an enterprise used\r\nfor racketeering).\n[7]\tA protracted trial ensued. In all some 27\r\nwitnesses testified for the State. At the close of the State case all\r\nof the accused\nbar the two appellants were found not guilty and\r\ndischarged. Neither of the appellants testified in their defence. At\r\nthe conclusion\nof the trial before Le Grange AJ (sitting with\r\nassessors) the first appellant was convicted on five charges of\r\ndealing in unpolished\ndiamonds in contravention of s 21(b) of the\r\nDiamonds Act and one charge of conducting or participating in\r\nracketeering activity\nin contravention of s 2(1)(e) of POCA. The\r\nsecond appellant was convicted on one count of dealing in unpolished\r\ndiamonds in contravention\nof s 21(a) of the Diamonds Act. On the\r\nconvictions in terms of the Diamonds Act: before us it was common\r\ncause that the first appellant\nought correctly to have been convicted\r\nunder s 20 and the second appellant under s 19. Nothing, however,\r\nturns on this. On the\nracketeering conviction the first appellant was\r\nsentenced to a term of eight years’ imprisonment and in respect\r\nof the five\ncontraventions of the Diamonds Act he was sentenced to 12\r\nmonths’ imprisonment on each count. Those latter sentences were\n\nordered to run concurrently with the first.  The first appellant's\r\neffective sentence was thus eight years’ imprisonment.\nThe\r\nsecond appellant was sentenced to a fine of R20 000 or imprisonment\r\nfor a term of four years, half of which was conditionally\nsuspended.\r\nThe appeal in each instance against the convictions and sentences is\r\nwith the leave of the court below.\n[8]\tThe cornerstone of the State case was the\r\nevidence of the brothers Basson – Tim and Aubrey. Both were\r\naccomplices who\nwere warned in terms of s 204 of the Criminal\r\nProcedure Act\n6\n(CPA). The former had been in the first appellant's employ for some\r\nnine years prior to his arrest. On 24 January 2003, Tim contacted\nthe\r\nfirst appellant telephonically and informed him that his brothers\r\nAubrey and Andre, who were then employed by Alexkor mine,\nsought a\r\nmeeting with him. The purpose of that meeting, so Tim and Aubrey\r\ntestified, was to enable them to dispose of certain unpolished\n\ndiamonds that they had smuggled from their place of employment, to\r\nthe first appellant. That meeting took place in the buyer’s\n\nroom of Tony's Auto Spares. In it, the diamonds changed hands for R1\r\n000.00.\n[9]\tTwo days later on 26 January 2003, as was\r\ntheir wont, the three brothers visited the first appellant to view a\r\nrugby match on\nMNet. On that occasion, according to both Tim and\r\nAubrey, all three of them were schooled by the first appellant in the\r\npurchase\nof unpolished diamonds. In the words of Aubrey:\n'Dit was die Sondagnamiddag gewees. Ons het weer gegaan na die\r\nkantoor wat die winkelgedeelte van die huis skei en ons het weer\n\nstelling ingeneem by sy lessenaar. Wat daar gebeur het, mnr Dos\r\nSantos het aan ons 'n demonstrasie gedoen hoe om 'n loop te hanteer.\n\nHoe om – hoe jy die loop in jou regterkantste hand vashou, 'n\r\nongeslypte diamant aan jou linkerkantste hand en hoe jy die\ndiamant\r\ndan bestudeer. Mnr Dos Santos het die demonstrasie gedoen en daarna\r\nhet ons drie broers dit ook daarna gedoen.\nEn hoe was dit aan u verduidelik om die loop te\r\ngebruik? --- Kan u weer die vraag stel?\nU sê u was gewys om die loop te gebruik? --- Dis\r\nkorrek, ja.\nKan u vir ons verduidelik hoe dit\r\naan u getoon is of hoe gebruik 'n mens 'n loop? --- Die loop hou jy\r\naan jou regterkantste hand\nvas. Dan sit jy jou lang vinger sit jy\r\ndeur die opening. Die vergrootglas van die loop hou jy in jou\r\nwysvinger en jou duim vas.\nDan bring jy hom naby aan jou oog. In jou\r\nlinkerkanste hand, jou wysvinger en jou duim het jy jou diamant. Dan\r\nbring jy jou diamant\nnader na die loop toe om 'n beter view te kan\r\nkry van hom, dan rol jy die diamant om te kyk vir enige krake, spots,\r\ndie kleur van\ndie diamant.\nU Edele, ek sal nie nou daardie beeld toon nie, maar ek\r\nsal dit môre toon. Dit gaan 'n bietjie tyd neem om dit te kry,\r\nwant\ndis op dieselfde band. Wat het na die opleiding gebeur, mnr\r\nBasson? --- Mnr Dos Santos het die diamantskaal sowel as die loop\r\nsowel\nas kontant aan my oorhandig omdat ek nou nie oor die nodige\r\nfinansies beskik om die diamante aan te koop nie, sowel as 'n tabel\n\nwat hy vir my geteken het, wat ek moes gebruik het om – in die\r\ntabel is dit opgestel die rand, die hoeveelheid geld wat jy\nmoet\r\nbetaal vir 'n diamant. Dan kyk jy vir die kleur van die diamante en\r\ndie verskillende karate.\nU sê mnr Dos Santos het geld aan u oorhandig? ---\r\nDis korrek, ja.\nKan u onthou hoeveel aan u oorhandig was? --- Dit was\r\n'n bedrag van R5 000.'\n[10]\tA few days later, Aubrey used the scale and\r\nloupe and R1 000.00 of the first appellant's R5 000.00 to purchase\r\nunpolished diamonds\nfrom certain persons in Buffelsrivier, a few\r\nkilometres from his place of employment. On 29 January 2003, together\r\nwith his brother\nAndre and possibly Tim (of the latter Aubrey was not\r\nsure) he called on the first appellant at Tony’s Auto Spares.\r\nThere\nhe supplied the diamonds to the first appellant. Early in\r\nFebruary 2003 Aubrey once again purchased unpolished diamonds from\r\nthe\nsame persons in Buffelsrivier. On 6 February 2003 he visited\r\nTony's Auto Spares and handed those unpolished diamonds (12 in all)\n\nto the first appellant. Each of those three occasions testified to by\r\nAubrey constituted a separate charge of contravening the\nDiamonds Act\r\non which the first appellant was ultimately convicted.\n[11]\tInsofar as the second appellant is concerned, Tim testified that\r\nhe (the second appellant) came to see the first appellant\nduring the\r\ncourse of Friday 21 February 2003. Tim was told by the first\r\nappellant that the second appellant had to go and fetch\nsomething\r\nfrom the mine and that Tim must give him some money for petrol. That\r\nTim did. After 10pm that evening, the first appellant\ncalled Tim on\r\nhis cellular phone to tell him that the second appellant was at\r\nTony's Auto Spares and that he (Tim) must go there\nto open the\r\npremises for the second appellant. Tim did as he was told and let the\r\nsecond appellant onto the premises. When the\nfirst appellant arrived,\r\nthe two appellants made their way to the buyer’s office, whence\r\nTim heard the first appellant who\nwas speaking loudly say 'Dit is 'n\r\n100 carat. Ek is ryk. Al die probleme is verby'. Later that evening\r\nand after the second appellant\nhad left, the first appellant invited\r\nTim into his office. There the first appellant placed a large\r\nunpolished diamond on the table,\nwhich he informed Tim the second\r\nappellant had brought. Tim was asked to examine the stone and to\r\nweigh it. The stone weighed 91\ncarats. That constituted the fourth\r\ncharge of contravening the Diamonds Act on which both appellants were\r\nconvicted.\n[12]\tIn respect of the first appellant’s fifth conviction of\r\ncontravening the Diamonds Act, Tim testified:\n'Terwyl\r\nmnr Dos Santos in die selle was in Port Nolloth, het 'n ene John\r\nLegged [that should have been Legget] besoek by die winkel\nafgelê\r\nen aan my gesê hy will mnr Dos Santos sien. Ek het aan hom\r\ngenoem ... (tussenbeide).\nHOF\n:\tJammer, kan u die\r\npersoon se naam net herhaal, asseblief. --- John Legget.\nJohn Legget? --- Ja, Edelagbare. Ek het aan hom genoem\r\ndat Tony nie hier is nie.  Die polisie was die naweek by ons en hulle\r\nhet\nhom gearresteer en hy het vir my gesê hy wil my privaat\r\nsien. Ek het hom na die eerste kantoor gevat wat net naby die winkel\n\nis en daar binne met hom gepraat. Hy het aan my gesê dat hy\r\niets wil kom afsit by mnr Dos Santos. Ek het aan hom gesê\nek\r\nsal hom help omdat mnr Dos Santos in die selle is. My woorde aan hom\r\nwas gewees, ons gaan nie loop lê terwyl mnr Dos Santos\nin die\r\nselle is nie. Ons sal wys ons gaan voort. Ek sal hom help met die\r\ntransaksie om vir mnr Dos Santos te wys dat ons staan\nagter hom. Ek\r\nis na die binne kantoor en het van die toerusting daar gaan haal en\r\ndit na die eerste kantoor gebring om John Legget\nse steen te weeg op\r\ndie skaaltjie. Ek het die diamant by hom gevat en dit op die\r\ndiamantskaal geplaas en gesien dit weeg 2.77 karaat.\n Ek het aan hom\r\ngenoem dat ek nie die volle bedrag kan betaal nie, omdat ek nie weet\r\nhoeveel ek hom moet gee nie en aan hom genoem\nek gee hom 'n deposito\r\nvan R400. Ek sal hom R400 gee totdat mnr Dos Santos uit is  -  op\r\nborg uit is en dan kan hy terugkom en\nsy verskil kom haal.  Hy het\r\nverstaan en ek het die geld aan hom oorhandig.\n'\nThere can be little doubt that Tim acted as the first appellant’s\r\nagent in respect of the 2.77 carat diamond purchased from\nLegget.\r\nThat much emerges from the following excerpt of his evidence:\n'Op daai stadium was die winkel onveilig gewees en ek\r\nhet geglo dat ek Tony se goed by my huis moet bêre. Ek het ook\r\nJohn\nLegget se 2.77 karaat gevat en dit by my huis in die kluis\r\ntoegesluit. Na Tony op borg uit is, het ek aan hom gevra of ek dit\r\nmoet\ngaan haal by my huis om dit vir hom te bring. Hy het vir my\r\ngesê, nee, ek moet dit daar bêre. Dis veilig daar. Ons\r\nhet nog altyd voortgegaan om kliënte te help na-ure en ek het\r\nweer aan mnr Dos Santos gevra, moet ek daai goed gaan haal en\ndit vir\r\nhom bring, want John Legget het nie sy geld gekry nie. Hy het gesê,\r\nnee, ons bêre dit daar. Die ander bly in\nsy ma se tuin.'\n[13]\tThe Legget transaction was not an isolated one. According to\r\nTim:\n‘My dienspligte, soos ek sê, het later\r\nverbeter in die winkel, deurdat ek van die kliente moes help in die\r\nwinkel na-ure\nas Tony nie daar was nie, met onwettighede en dan moes\r\nek ook geld uitbetaal het of ek moes geld weggeneem het.\n…\nWatter onwettighede? --- Dit was die aankoop van\r\nongeslypte diamante.\nKen u ‘n ongeslypte diamante, mnr Basson? --- Dis\r\nreg, ja. Tony het my vertel of geleer wat is ‘n geslypte\r\ndiamante\nen wat is ‘n ongeslypte diamante.’\nTim testified furthermore that there were other instances when he\r\ndealt, in the absence of the first appellant, with potential\nsellers\r\nof unpolished diamonds. He explained:\n'Verduidelik my die prosedure, mnr Basson, wat u sal\r\nvolg as iemand – of toe u nou ongeslypte diamant aankoop? ---\r\nDit sou\nnet gebeur as Tony nie in die plek is nie, wanneer die\r\nkliënte na my toe gaan kom, dan gaan ek hulle help. Ek sal hulle\r\nin\ndie eerste kantoor van die winkel los. Dan sal ek alleen na Tony\r\nse kantoor beweeg en dan sal ek die diamante op die tafel plaas.\nDan\r\nsal ek die papiertjie op die tafel plaas. Ek sou die diamantskaaltjie\r\nvat. Dan sou ek dit op die lessenaar plaas, dit oopmaak.\nEk sou die\r\ndiamant vat en dit op die skaaltjie plaas om te kyk hoeveel dit weeg.\r\nEn dan sou ek die loop vat en dit daardeur besigtig\ndeur te kyk of\r\ndaar enige spots of krake of onsuiwerhede daarin is.'\n[14]\tImmediately after the sentencing of the appellants, the court\r\nbelow granted an order in terms of s 35(1)(a) of the CPA declaring\n\nforfeit to the State the diamond dealing paraphernalia that had been\r\nseized during the search of the first appellant's premises.\nThe\r\nState, moreover, gave notice of its intention to apply for a\r\nconfiscation order against the first appellant in terms of s 18\nof\r\nPOCA in the sum of R2 099 218.75, being the value of the unpolished\r\nand polished diamonds seized from the appellant's premises,\nas also\r\nthe cash to the value of R55 000.00.\n[15]\tParagraph 4 of the draft confiscation order read:\n'The commissioner of the South African Police Services,\r\nat his discretion and written authority, as provided for in terms of\r\nsection\n3(\n1\n) of the\r\nFinance and Financial Adjustments Acts Consolidation Act 11 of 1977,\r\nis authorized to pay a reward of one third of the\nvalue of the\r\nunpolished diamonds seized by members of the South African Police\r\nServices on 22 February 2003, i.e. one third of\nR1 897 605.00.'\nThat immediately prompted counsel for the first appellant to apply\r\nfor a special entry to be made in terms of s 317 of the CPA.\nCounsel\r\nmotivated the application thus:\n'I am caught at a disadvantage, M'Lord, because the\r\ndefence was not informed that a reward to the tune of R600 000 will\r\nbe paid\nin return for information which apparently led to the\r\nprosecution in this matter and we were not informed whether the\r\nperson who\nprovided this information would be a witness and we were\r\nnot told what this information would entail. Under the circumstances\r\nI\nam obliged to request that Your Lordship authorizes that a special\r\nentry be made in the record with regard to this particular aspect.'\n[16]\tWithout immediately settling the terms of the special entry, Le\r\nGrange AJ acceded to counsel’s request. After certain\n\nskirmishes between the parties as to the terms of the special entry\r\nthe learned Judge eventually granted leave to the State as\nalso the\r\nappellants to adduce evidence to enable him to determine and state\r\nthe facts underpinning the special entry. Jooste testified\nfor the\r\nState. None of the appellants did, nor were any other witnesses\r\ncalled on their behalf. In essence the court held that\ndespite the\r\nevidence of Jooste which was not gainsaid by the appellants, it could\r\nnot find that the application for a special entry\nwas frivolous or\r\nabsurd or that granting it would constitute an abuse of the process\r\nof the Court. It accordingly made a special\nentry in these terms:\n'i).\tJacobus Hermanus van Wyk (\"Van Wyk\") and\r\nWillem (\"Tim\") Basson testified on behalf of the State\r\nagainst\nthe Accused prior to the conviction of Accused 1 and 6.\nii).\tOn 23 October 2004, Van Wyk, and Tim had a\r\ntelephonic conversation during which Tim told Van Wyk that he had\r\nbeen informed\nthat a sum of R600 000 was available for information\r\nthat would lead to the conviction of the Accused.\niii).\tAs far as the Directorate of Special Operations\r\n(\"DSO\") is concerned, no reward will be paid to a State\r\nwitness\nin this matter.\niv).\tThe DSO and the Commissioner of the South African\r\nPolice (\"the Commissioner\") agreed that the Commissioner\r\nhas a\ndiscretion to pay a reward of approximately R600 000 to State\r\nwitnesses in this matter.\nv).\tPrior to the conviction of Accused 1 and 6, Tim\r\nconsulted with members of the South African Police in the absence of\r\nmembers\nof the DSO.\nvi).\tThe information referred to in paragraphs (ii) -\r\n(v) was only obtained by the accused and their legal representatives\r\nafter\nthe conviction and sentence of accused 1 and 6.\nvii).\tThe Accused were deprived of an opportunity to\r\ncross-examine the State witnesses in the aforesaid regard.'\n[17]\tBefore us counsel conceded that the irregularity referred to in\r\nthe special entry was not of such a nature that it amounted\nwithout\r\nmore to a failure of justice. Rather, so the submission went, the\r\npossibility that Tim Basson may have been motivated by\nthe payment of\r\na reward justified his evidence being approached with extreme\r\ncaution. That being so it is unnecessary for me to\nexpress any view\r\non the correctness of the procedure adopted in the court below in\r\nrespect of the invocation of s 317 of the CPA\nby counsel and the\r\nconsideration given it by the court below. In my view, counsel was\r\namply justified in his submission that the\nevidence of the Bassons\r\nwas deserving of heightened scrutiny, for, as the following extract\r\nfrom the recorded transcript of Aubrey’s\nevidence makes plain,\r\nboth were particularly dangerous witnesses.\n'Daar was een keer 'n geval gewees wat ek 'n\r\nvideo-opname gemaak het in mnr Dos Santos se kantoor met my\r\npersoonlike videokamera\nwaar ek ongeslypte diamante afgeneem het.\nHoekom? --- Die rede hoekom ek dit gedoen het, daar is\r\n'n ander Portugees in Port Nolloth omdat my broer altyd na hom toe\r\ngegaan\nhet as mnr Dos Santos daar was nie, het hy met die ongeslypte\r\ndiamante na die persoon toe gegaan en ons op 'n dag gaan geld leen\n\nook by die persoon en hy het vir ons gesê, soos hy vir my broer\r\ntoe die vorige keer gesê het, onthou een ding, julle\nspeel met\r\nvuur. Is 'n gevaarlike game waarmee julle besig is. . . .\nU sê u het 'n opname gemaak van ongeslypte\r\ndiamante, waar het u die opname gemaak? --- Die opname het ek gemaak\r\nin die kantoor\nwat op die video nou gewys was, die kamertjie van mnr\r\nDos Santos.\nEn die ongeslypte diamante wat u op band vasgelê\r\nhet, waar het u dit gekry? --- Die ongeslypte diamante was in die\r\nlaai,\nmy broer wat daar werk, het die diamante daar uitgehaal, dit\r\nwas in 'n klein swart potjie gewees en hy het dit uitgegooi en ek het\n\ndit opgeneem. . . .\nKan u vir ons sê wat dit is? --- Dit is een van\r\ndie ongeslypte diamante wat ek met my persoonlike videokamera\r\nafgeneem het.\nMnr Basson, terwyl ons kyk sien ons daar is sekere\r\ngetalle of syfers op die TV of op die beeld, kan jy dit vir ons\r\nverduidelik\nwat dit is? --- Dit is die datum wanneer die opname\r\ngemaak is en die tyd.\nWat sien ons nou, mnr Basson? --- Dit is die karaat\r\nhoeveel daardie diamant weeg wat op die skaal is. Dit is nog van die\r\ndiamante\nwat uit die swart potjie uitgekom het.\nWat gebeur nou, mnr Basson? --- Dit is nog diamante\r\ndaardie en hulle was ook in daardie swart houertjie gewees.\nBehalwe om die diamante op te neem. M'Lord, that's just\r\nthe footage. Daar is net een vraag, mnr Basson, behalwe om die\r\nvideoband\nop te neem, watter ander handelinge het u met die diamante\r\ngedoen tydens daardie opneming van die videoband? --- As u net die\r\nvraag\nanders kan stel, ek verstaan hom nou nie so mooi nie.\nJulle het die diamante uit die pot geneem, julle het\r\ndit opgeneem op die videoband. --- Dit is korrek.\nWat het toe met die diamante gebeur wanneer julle klaar\r\nwas met die opneming? --- O, die diamante is teruggesit in die pot en\r\ndit\nis my broer se werk, hy het gewerk met die diamante. Hy het dit\r\nteruggesit in die pot en in die laai gebêre.'\n[18]\tIt follows that the cautionary rule relating\r\nto accomplices is applicable to the evidence of the Bassons. That\r\nrule has been\nstated as follows by Holmes JA in\nS\r\nv Hlapezula:\n7\n'It is well settled that the\r\ntestimony of an accomplice requires particular scrutiny because of\r\nthe cumulative effect of the following\nfactors. First, he is a\r\nself-confessed criminal. Second, various considerations may lead him\r\nfalsely to implicate the accused,\nfor example, a desire to shield a\r\nculprit or, particularly where he has not been sentenced, the hope of\r\nclemency. Third, by reason\nof his inside knowledge, he has a\r\ndeceptive facility for convincing description – his only\r\nfiction being the substitution\nof the accused for the culprit.\r\nAccordingly, even where sec. 257 of the Code has been satisfied,\r\nthere has grown up a cautionary\nrule of practice requiring (\na\n)\r\nrecognition by the trial Court of the foregoing dangers, and (\nb\n)\r\nthe safeguard of some factor reducing the risk of a wrong conviction,\r\nsuch as corroboration implicating the accused in the commission\nof\r\nthe offence, or the absence of gainsaying evidence from him, or his\r\nmendacity as a witness, or the implication by the accomplice\nof\r\nsomeone near and dear to him; see in particular\nR\r\nv Ncanana\n,\n1948 (4)\r\nSA 399\n(AD) at pp 405-6;\nR\r\nv Gumede\n,\n1949 (3)\r\nSA 749\n(AD) at p 758,\nR\r\nv Nqamtweni\n1959\r\n(1) SA 894\n(AD) at pp 897G-898D. Satisfaction of the cautionary rule\r\ndoes not necessarily warrant a conviction, for the ultimate\r\nrequirement\nis proof beyond reasonable doubt, and this depends upon\r\nan appraisal of all the evidence and the degree of the safeguard\r\naforementioned.'\n[19]\tIt must be emphasised that by corroboration\r\nis meant other evidence which supports the evidence of the state\r\nwitness and which\nrenders the evidence of the accused less probable\r\non the issues in dispute (\nS v Gentle\n).\n8\nAnd whilst I am inclined to heed Counsel’s note of caution that\r\nthe evidence of the Bassons be treated with extreme caution,\nit bears\r\nnoting that corroboration is not the only safeguard that can properly\r\nbe employed to reduce the danger of convicting an\ninnocent person.\r\nFor, ultimately what is required is proof beyond a reasonable doubt\r\nand whether or not that threshold has been\npassed by the State\r\ndepends upon an appraisal of all of the evidence.\n[20]\tTo the evidence of the Bassons, may be added\r\nthe various items seized during each search. On behalf of the\r\nappellants it has\nbeen submitted that the evidence secured pursuant\r\nto the search falls to be excluded in terms of s 35(5) of the\r\nConstitution. Section\n35(5) provides:\n'Evidence obtained in a manner that violates any right\r\nin the Bill of Rights must be excluded if the admission of that\r\nevidence\nwould render the trial unfair or otherwise be detrimental to\r\nthe administration of justice.'\nThe learned trial judge concluded after an\r\nadmissibility trial that the admission of the evidence would not\r\nrender the trial unfair\nor otherwise be detrimental to the\r\nadministration of justice.\n[21]\tThe warrant, so it was conceded by the State,\r\nsuffered the technical defect that the regional magistrate who issued\r\nit was\nnot a magistrate as defined for the purposes of s 21 of the\r\nCPA.\n9\nThe Constitution's specific exclusionary provision does not provide\r\nfor the automatic exclusion of evidence obtained in violation\nof an\r\naccused's constitutional rights. Evidence falls to be excluded only\r\nif its admission would (a) render the trial unfair or\n(b) be\r\notherwise detrimental to the administration of justice. As to (a):\r\nThat provision resonates with Section 35(3) of the Constitution\nwhich\r\nguarantees every accused person the right to a fair trial. That\r\nconstitutional principle is underscored by the philosophy\nthat before\r\npersons are to be punished their guilt must first be established in a\r\nfair trial.\n10\nBut as it was put in\nS v Jaipal\n11\n'The right of an accused\r\nto a fair trial requires fairness to the accused, as well as fairness\r\nto the public as represented by the\nState. It has to instil\r\nconfidence in the criminal justice system with the public, including\r\nthose close to the accused, as well\nas those distressed by the\r\naudacity and horror of crime.'\nAs to (b): This involves essentially a value\r\njudgment. In\nS v Mphala,\n12\nCloete J formulated the approach to be adopted as follows:\n'So far as the administration of justice is concerned,\r\nthere must be a balance between, on the one hand, respect\r\n(particularly by\nlaw enforcement agencies) for the Bill of Rights\r\nand, on the other, respect (particularly by the man in the street)\r\nfor the judicial\nprocess. Overemphasis of the former would lead to\r\nacquittals on what would be perceived by the public as\r\ntechnicalities, whilst\noveremphasis of the latter would lead at best\r\nto a dilution of the Bill of Rights and at worst to its provisions\r\nbeing negated.'\n[22]\tThe approach to an enquiry such as this is\r\nappositely captured in\nKey v\r\nAttorney-General, Cape Provinicial Di\nvision,\n13\nwhere Kriegler J held:\n'In any democratic criminal justice system there is a\r\ntension between, on the one hand, the public interest in bringing\r\ncriminals\nto book and, on the other, the equally great public\r\ninterest in ensuring that justice is manifestly done to all, even\r\nthose suspected\nof conduct which would put them beyond the pale. To\r\nbe sure, a prominent feature of that tension is the universal and\r\nunceasing\nendeavour by international human rights bodies, enlightened\r\nlegislatures and courts to prevent or curtail excessive zeal by State\n\nagencies in the prevention, investigation or prosecution of crime.\r\nBut none of that means sympathy for crime and its perpetrators.\nNor\r\ndoes it mean a predilection for technical niceties and ingenious\r\nlegal stratagems. What the Constitution demands is that the\naccused\r\nbe given a fair trial. Ultimately, as was held in\nFerreira\r\nv Levin\n[1996 (1) SA 984\n(CC], fairness is an\r\nissue which has to be decided upon the facts of each case, and the\r\ntrial Judge is the person best placed to\ntake that decision. At times\r\nfairness might require that evidence unconstitutionally obtained be\r\nexcluded. But there will also\nbe times when fairness will require\r\nthat evidence, albeit obtained unconstitutionally, nevertheless be\r\nadmitted.'\n[23]\tHere the investigating team did not act in flagrant disregard of\r\nthe first appellant's constitutional rights. On the contrary,\nthey\r\nsought judicial authority for their conduct. That judicial\nimprimatur\nwas an attempt to uphold the law in spirit and letter. None of those\r\nexecuting the warrant knew that it suffered a defect. Eschewing\nthe\r\nlocal Magistrates' Court in favour of one located in Cape Town was\r\ndesigned to protect the integrity of the investigation and\nto\r\npreserve the element of surprise, for, during operation Solitaire an\r\napproach to the Port Nolloth Magistrates' Court had resulted\nin the\r\nleaking of information. Significantly, Superintendent Bruwer\r\ntestified:\n'Nou sup Bruwer, u het getuig dat deel van u magte is\r\ndat u ook visenteringslasbriewe mag uitreik. Verduidelik vir ons\r\nhoekom het\nu nie self hierdie visenteringslasbrief uitgereik nie en\r\ndit deurgestuur na die Kaap toe? --- U Edele, ek het gevoel dat daar\r\nis\ngenoeg tyd en dat 'n onafhanklike persoon buite die polisie, dat\r\n'n landdros die inligting voorgelê word en dat die landdros\ndie\r\nvisenteringslasbrief uitreik.'\n[24]\tIn those circumstances it is plain that the task team was not\r\nattempting to garner any unfair advantage for themselves. Rather\nit\r\nplainly was an endeavour to protect the interests of the first\r\nappellant. For that they should be commended, not penalised by\nhaving\r\nthe evidence that has been secured pursuant to that warrant excluded.\r\nTo exclude the evidence in those circumstances would\nnot conduce to a\r\nfair trial. Nor for that matter would it serve to advance the\r\nadministration of justice. To exclude the evidence\nsimply because the\r\nwrong magistrate had been inadvertently approached would run counter\r\nto the spirit and purport of the Constitution.\n In my view, on the\r\nfacts of this case s 35(5) could hardly countenance the exclusion of\r\nthe impugned evidence. Accordingly the\nconclusion reached by the\r\ntrial court on this score cannot be faulted.\n[25]\tReverting to the evidence of the Bassons: Notwithstanding their\r\nrelationship of employer and employee, Tim often accompanied\nthe\r\nfirst appellant on his long personal and business trips. The level of\r\ntrust that the first appellant reposed in Tim is illustrated\nby the\r\nfact that Tim often opened and closed the business premises and\r\nsupervised the conduct of the business in the first appellant's\n\nabsence. To facilitate that arrangement, the first appellant had\r\nleased premises for Tim to occupy across the street from Tony's\nAuto\r\nSpares. The first appellant also paid for Tim's cellular phone. The\r\nlocation of the leased premises was significant according\nto Tim, for\r\nit enabled him quick access to Tony's Auto Spares whenever needed,\r\nwhich all too frequently was late in the evening\nand way after the\r\nspare’s shop had closed for business at 6pm. Moreover, both of\r\nthe Bassons, upon being arrested, intimated\ntheir desire to plead\r\nguilty to the charges and a willingness to co-operate with the State.\r\nEach was convicted pursuant to this\nplea and was sentenced to\r\nimprisonment for a term of two years which was conditionally\r\nsuspended for five years.\n[26]\tThe brothers corroborated each other in\r\nmaterial respects (see\nS v Avon Bottle\r\nStore (Pty) Ltd;\n14\nS v Hlapezula\n15\n).\r\nMoreover each was supported by the surveillance tapes, the incident\r\nregister as confirmed by the evidence of the relevant member\nof the\r\ntask team who made the entries in question and the record from MTN\r\nconfirming the cellular telephone calls between Tim and\nthe first\r\nappellant as testified to by the former. The surveillance tapes were\r\nadmittedly of a very poor quality. Notwithstanding\nits grainy quality\r\nhowever, it afforded confirmation of the Bassons’ presence in\r\nthe buyer’s room on each occasion\nthat they allegedly\r\nparticipated in an illicit diamond dealing transaction as testified\r\nto by them. Importantly their account found\nsupport in the dates and\r\ntimes on the surveillance tapes and the corresponding entries in the\r\nlog.\n[27] \tThe trial court, I should perhaps add, was\r\nalive to the dangers of accepting the evidence of the Bassons absent\r\ncorroborating\nevidence implicating the appellants (see\nS\r\nv Scott-Crossley\n2008 (1) SACR 223\n(SCA) paras 7 and 8). It is so that the evidence of the Bassons taken\r\nindividually and cumulatively was not without blemish. But\nwhen taken\r\ntogether with the other evidence to which I have alluded it has an\r\nunquestionable ring of truth. I thus do not believe\nthat those\r\nblemishes are such as to warrant either a rejection of the evidence\r\nof either or to undermine reliance upon them. For,\nas Holmes JA made\r\nplain (\nS v Artman\n16\n)\n:\r\n‘courts must guard against their reasoning tending to become\r\nstifled by formalism. In other words, the exercise of caution\nmust\r\nnot be allowed to displace the exercise of common sense’.\n[28]\tIn respect of the first appellant there are\r\nas well the items seized during each search. To recapitulate, those\r\nitems included\nthe unpolished and polished diamonds, substantial sums\r\nof cash, the diamond dealing paraphernalia such as magnifying\r\nglasses, diamond\nscales, diamond loupes and two other seemingly\r\ninsignificant items being recently torn pieces of paper with\r\ndiagrammatic representations\nthat were recovered from the toilet\r\nsystem and other pieces of paper with diagrammatic representations,\r\nand partially used 49%\nstrength hydrofluoric acid. In so far as the\r\npieces of paper are concerned, whilst Superintendent Hamman, the\r\nhandwriting expert,\ncould not say with any degree of certainty that\r\nthe pieces of paper bore the first appellant’s handwriting he\r\nwas willing\nto opine that it strongly resembled his handwriting. The\r\nsignificance of those pieces of paper emerges from the following\r\nevidence\nin cross examination of the expert gemmologist, Arthur\r\nThomas: '\nNow my question to\r\nyou, Mr Thomas, having analyzed what now transpires to be uncut\r\ndiamonds that were presented to you, would you\nbe able to identify\r\nwhat purports to be a description of those two stones in conjunction\r\nwith the little sketch appended there?\n   --- What I see here, is\r\nsomething that we frequently use in the trade, that I use myself. In\r\nother words, I take it that this\nstone was an octahegen. This little\r\nsketch is typical of what we use.'\n....\n'Let's move on to the other stone? --- Here we see an\r\noctahegen with an intrusion indicated in the stone. This appears to\r\nconform\nto stone B11, which to three decimal places weighed 1.736\r\ncarats.\nAnd there's a possibility that this may be ...\r\n(intervention). --- I would put it as a strong possibility, not on\r\noath, but a strong\npossibility that this is the stone.'\nAnd the evidence was that whilst hydrofluoric acid in that strength\r\nhas other heavy industrial uses, it is commonly used to clean\n\nunpolished diamonds.\n[29]\tIn respect of the second appellant and the transaction involving\r\nthe 91 carat diamond, it was put by counsel to one of the\nstate\r\nwitnesses on behalf of the first appellant:\n'Nou mnr Dos Santos sal met betrekking tot hierdie\r\nspesifieke transaksie kom getuig as hy moet en daar sal ook eksterne\r\nbewys wees\ndaarvan indien nodig, dat by hierdie spesifieke\r\ngeleentheid mnr Mbatha by hom kom geld leen het met die oog op 'n\r\nbegrafnis wat\nmoes plaasvind.'\nLikewise the following was put on behalf of the second appellant:\n'Mnr Jooste, beskuldigde nommer 6 [the second appellant]\r\nsal erken indien dit nodig is, dat hy wel daar op die 21ste was, maar\r\ndie\ndoel was om geld te leen en nie diamant te verkoop nie? --- U\r\nEdele, dis die eerste keer in my lewe wat ek sien iemand omhels\r\niemand\nas hy geld geleen het, van blydskap.'\n'Sal u sê dat daar is niks verkeerd om iemand te\r\nomhels as daai persoon aan my meegedeel het dat hy net nou een van sy\r\ngeliefdes\nverloor en dat môre is daar 'n begrafnisdiens? --- U\r\nEdele, dan gaan jy dit met deernis doen. Jy gaan nie bly wees nie.\nEn dit is wat beskuldigde 6 kom sê indien nodig\r\ndat 'n stamlid, 'n vrou, is oorlede en die Saterdag ... (tussenbeide)\n. . .\nDis 'n vrou wat 'n lid van die Zoeloe-stam is, wat\r\noorlede is en die Saterdag is die begrafnisdiens. En hy was eers\r\nTony's Auto\nSpares toe na middag om geld te gaan leen, want hy wou\r\nskape gaan koop en later Tony het hom gebel om te sê, het jy\r\nreg gekom\nmet die skape. Toe sê hy, nee. En Tony het gesê,\r\nhoekom nie. En hy het gesê, ek benodig geld. En toe het hy geld\n\ngaan leen.'\n[30]\tIt thus came to be undisputed that the second appellant was\r\nindeed at the first appellant’s premises at the time in\n\nquestion. The trial court concluded as presaged in Jooste’s\r\nevidence:\n'Despite this poor quality, the video footage\r\nof the evening of 21 February 2003 when Accused no 6 [the second\r\nappellant] visited\nAccused no 1 [the first appellant] does not\r\nhowever support the contention that this was an occasion where a\r\nbereavement was discussed\nsince it was clear to this Court that both\r\naccused were in a mood of ecstasy.  Both of them could hardly control\r\ntheir joy and\nlaughter and recorded them hugging each other. It is\r\ntherefore highly improbable that Accused No 6 was asking for\r\nfinancial assistance\nas a result of a bereavement.'\n[31]\tThe trial court has been criticised for what it is submitted is\r\na contradictory approach inasmuch as it refused to place any\nreliance\r\non the tapes when it acquitted the remaining accused at the\r\nconclusion of the state case in terms of s 174 of the CPA.\nIn my view\r\nthe approach of the trial court is beyond reproach. Given the quality\r\nof the tapes it was understandably reluctant,\non the strength of\r\nthem, to place the other accused on their defence. It was thus\r\nunwilling to rely upon them as a source of incriminating\nevidence. At\r\nthe close of the defence case not only was the test different but\r\nalso the nature of the enquiry. At that stage the\ntrial court was\r\nconfronted with two hypothetical postulates – one, advanced by\r\nthe state, that the second appellant was there\nto sell a 91 carat\r\ndiamond and the other, advanced by the appellants, that he was there\r\nto borrow money on account of a family\nbereavement.  The trial court\r\nconcluded, against the backdrop of the surveillance tapes, that the\r\none advanced by the appellants\n(in support of which neither appellant\r\ntestified it must be added) was implausible and therefore untenable.\r\nIn that, the trial\ncourt, in my view, cannot be faulted.\n[32]\tTellingly, the one search yielded a 91 carat\r\ndiamond. That in itself lends material corroboration to Tim Basson’s\r\nversion.\nSo do the surveillance tapes, incident register and MTN\r\nrecords. But even if Tim were not to be relied on, there remains the\r\nevidence\nof the gemmologist Thomas. Under cross examination by\r\ncounsel for the second appellant, he testified with reference to what\r\nhe\ncould see of the 91 carat diamond on the surveillance tapes:\n'That is real evidence. Now what I\r\nwant to know is can you say with certainty that one of those objects\r\non the scale there, was\nthe same size as that …? --- The\r\nobject that was being handled was approximately this size, yes.\nThe object that was being handled? --- The object that\r\nwe saw being handled was approximately this size.\nNow can you just tell me when did you see an object\r\nbeing handled? --- I saw the scale brought out. I saw the 50 carat\r\ncorrecting\nweight put into place, in order to calibrate the balance.\r\nThen the person picked up an object and put it on the balance. That\r\nobject,\nlooking at his hands as he picked it up and put it on the\r\nbalance, was approximately this size. If I can explain that a little\r\nfurther, this is approximately the size of the 50 carat metal\r\ncalibrating weight that was used. He picked up the calibrating\r\nweight,\nput it onto the balance, set the balance ... (intervention).'\n...\n'\nNow when\r\nyou say that you saw him pick up something, are you referring to what\r\nyou could see on the scale or what you could see\nbefore that? --- He\r\nhad it on a pad in front of him. They shook hands (indistinct) a\r\ncouple of times. The stone that had come out\nof the stone paper, was\r\nsitting on the pad in front of him. He calibrated the scale. He\r\npicked up something off the pad that was\napproximately this size and\r\nput it on the scale to weigh it.'\n[33]\tIn assessing circumstantial evidence one\r\nneeds to be careful, as our courts have repeatedly warned, not to\r\napproach such evidence\nupon a piecemeal basis and to subject each\r\nindividual piece of evidence to a consideration of whether it\r\nexcludes the reasonable\npossibility of an innocent explanation (\nS\r\nv Reddy).\n17\nFor as Davis AJA, quoting with approval from Best on\nEvidence,\nreminded us in\nR v De Villiers:\n18\n'Not to speak of greater numbers;\r\neven two articles of circumstantial evidence – though each\r\ntaken by itself weigh but as\na feather – join them together,\r\nyou will find them pressing on the delinquent with the weight of a\r\nmillstone. . . .  It is\nof the utmost importance to bear in mind\r\nthat, where a number of\nindependent\ncircumstances point to the same conclusion the probability of the\r\njustness of that conclusion is not the\nsum\nof the simple probabilities of those circumstances, but is the\r\ncompound result of them.'\n[34]\tBefore us counsel sought to suggest that the\r\nevidence seized during the search may have been planted by the\r\ninvestigating team.\nThat as a possibility was not explored before the\r\ntrial court. In fact it was not even suggested to any of the state\r\nwitnesses\nthat that may have occurred. A court, particularly one such\r\nas this on appeal, need hardly concern itself with what at best for\n\nthe first appellant would qualify as a remote possibility. To do so\r\nwould oblige the State during the trial to eliminate every\n\nconceivable possibility that may depend upon \"pure speculation\"\r\n(\nS v Glegg\n).\n19\nThe fact that a number of inferences can be drawn from a certain\r\nfact, taken in isolation, does not mean that in every case the\nState,\r\nin order to discharge the onus which rests upon it, is obliged,\r\naccording to Diemont JA (\nS v Sauls):\n20\n‘\nto indulge in\r\nconjecture and find an answer to every possible inference which\r\ningenuity may suggest any more than the Court is called\non to seek\r\nspeculative explanations for conduct which on the face of it is\r\nincriminating.’\n[35]\tThere was thus an entire body of evidence\r\nthat operated against both appellants to different degrees. All of\r\nthat evidence\ncertainly called for an answer, for in respect of each\r\na prima facie case had been established. Yet the appellants countered\r\nit\nwith nothing, preferring instead to shun the witness stand. That\r\nwas the right that each had, but its exercise is not without certain\n\nconsequences. The choice of each to remain silent in the face of\r\nevidence implicating them in criminal conduct is suggestive of\nthe\r\nfact that each had no answer to it. For if the evidence implicating\r\nthe appellants was capable of being neutralised by an honest\n\nrebuttal, it ought to have been.\n21\nWeighing carefully the cumulative effect of all of the circumstantial\r\nevidence together with the direct evidence, the guilt of\neach\r\nappellant was so strong, that the learned Judge in the court below\r\nmust inevitably have convicted. It follows that save for\ncorrecting\r\nthe five convictions in the case of the first appellant to read s 20\r\ninstead of s 21, and in the case of the second\nappellant the one\r\nconviction to read s 19 instead of s 21, each of the appellants was\r\ncorrectly convicted on charges in terms of\nthe Diamonds Act.\n[36]\tThere remains the conviction of the first\r\nappellant in terms of POCA. Section 2(1)(e) of POCA to the extent\r\nhere relevant provides:\n‘\nAny person who –\n. . .\n(e)\twhilst managing or employed by or\r\nassociated with any “enterprise”, conducts or\r\nparticipates in the conduct, directly\nor indirectly, of such\r\nenterprise's affairs through a “pattern of racketeering\r\nactivity\".'\nIn\nS v Eyssen,\n22\nCloete JA stated: 'The essence of the\r\noffence in subsec (e) is that the accused must conduct (or\r\nparticipate in the conduct) of\nan enterprise's affairs. Actual\r\nparticipation is required (although it may be direct or indirect).\r\n[The subsection] covers a person\nwho was managing, or employed by, or\r\nassociated with the enterprise. \"Manage\" is not defined and\r\ntherefore bears its\nordinary meaning, which in this context is: \"1\r\nbe in charge of; run. 2 supervise (staff). 3 be the manager of (a\r\nsports team\nor a performer).\" Thus for a conviction the state\r\nhad to establish the existence of an enterprise, a pattern of\r\nracketeering\nactivity and a link between them and the first\r\nappellant.\n[37]\tIt is a requirement of the subsection that\r\nthe accused must participate in the enterprise's affairs. The word\r\n‘enterprise’\nis widely defined. As pointed out in\nEyssen\n(para 6) ‘it is difficult to\r\nenvisage a wider definition’. It is a further requirement that\r\nthe participation must be\nthrough a pattern of racketeering activity.\r\n'Pattern of racketeering activity' is defined to mean ‘the\r\nplanned, ongoing,\ncontinuous or repeated participation or involvement\r\nin any offence referred to in Schedule 1 and includes at least two\r\noffences\nreferred to in Schedule 1, of which one of the offences\r\noccurred after the commencement of this Act and the last offence\r\noccurred\nwithin 10 years (excluding any period of imprisonment) after\r\nthe commission of such prior offence referred to in Schedule 1.’\n\nOnce again the term is widely defined.\nThe participation must be by way of\r\nongoing, continuous or repeated participation or involvement (see\nEyssen\npara\n8 and 9).\n[38]\tIn the present case the evidence adduced by the state\r\nestablished that the first appellant conducted an illegal diamond\r\ndealing\nenterprise. The affairs of the enterprise entailed him\r\npurchasing unpolished diamonds from people who were not entitled to\r\npossess\nthem. All five of the offences of dealing in unpolished\r\ndiamonds in contravention of the Diamonds Act of which the first\r\nappellant\nwas convicted, constituted participation in such affairs.\r\nAnd all occurred after the commencement of POCA. None of them was an\r\nunrelated instance of proscribed behaviour nor an accidental\r\ncoincidence with any of the others (see\nEyssen\npara 8). On the\r\ncontrary, each of the five transactions was concluded in the same\r\nroom, namely the buyer’s room of Tony’s\nAuto Spares.\r\nTony’s Auto Spares, which at the very least was managed by the\r\nfirst appellant, plainly had a legitimate as\nwell as an illegitimate\r\nface. There were repeated instances of participation by the first\r\nappellant, which save for the one conviction\ninvolved personal\r\nparticipation on the part of the first appellant. In respect of that\r\none his employee Tim Basson acting as his\nagent procured the diamonds\r\nfor him. Moreover, according to Tim Basson, on diverse occasions he\r\ntransported prospective sellers\non behalf of the first appellant,\r\nfrom the nearby Sizamele Township to Tony’s Auto Spares and\r\nback.  Significantly, it was\nnever even put to either of the Bassons\r\nthat they had not received training at the hands of the first\r\nappellant nor been supplied\nwith money or diamond dealing\r\nparaphernalia by him.\n[39]\tFor a pattern of racketeering activity, POCA requires at least\r\ntwo offences committed during the prescribed period. In this\ncourt,\r\nas indeed the one below, counsel argued that the word ‘offence’\r\nin that context meant a prior conviction. Absent\ntwo prior\r\nconvictions, so the submission went, POCA could not be invoked.\r\nUnderpinning that submission is the contention that an\naccused person\r\nmust first be tried and convicted of the predicate offences (here the\r\ncharges in terms of the Diamonds Act) before\nhe/she could be indicted\r\non the racketeering charge in terms of POCA. Allied to that\r\nsubmission is the argument that in this instance\nthere has been an\r\nimproper splitting of charges resulting in an improper duplication of\r\nconvictions.\n[40]\tIn my view, whether to prosecute and what\r\ncharge to file or bring before a court are decisions that generally\r\nrest in the prosecutor's\ndiscretion. Nor would it be necessary, it\r\nseems to me, for the court to return a verdict of guilty in respect\r\nof the predicate\noffences for the POCA racketeering charge to be\r\nsustained. It may well suffice for the court to hold that the\r\npredicate charge\nhas been proved without in fact returning a guilty\r\nverdict. But that need not be decided here.\n[41]\tIn respect of a similarly worded provision in\r\nthe American Racketeer Influenced and Corrupt Organizations Act\r\n(RICO),\n23\nUnited States courts have held that a criminal defendant could\r\nproperly be convicted of the predicate acts that form the pattern\nof\r\nracketeering activity basic to the RICO charge, and later be\r\nprosecuted under RICO.\n24\nOn the other hand in\nUnited States v\r\nBrooklier\n,\n25\nthe appellants had pleaded guilty to a RICO conspiracy charge, and\r\nwere then indicted a few years later for a RICO violation. One\n\nactivity instrumental in the prior conspiracy charge supplied a basis\r\nfor the substantive RICO charge. The appellants moved to\ndismiss the\r\nalleged activity from the indictment on double jeopardy grounds. In\r\ndenying the motion the Ninth Circuit stated that\nif the appellants\r\nhad not been indicted and convicted previously, the government could\r\nhave charged them with both the RICO conspiracy\nand the substantive\r\nRICO offence, each based partly on the same extortion activity, in\r\nthe same indictment. Thus, since the offences\nwere separate, the\r\nprior conviction did not bar a subsequent prosecution for the\r\nsubstantive RICO violations based in part on the\nsame activity.\n[42]\tRICO has come to be described as a formidable\r\ntool in the US Government's arsenal to wage war against crime. It has\r\nbeen pointed\nout that the relationship between the RICO substantive\r\nand predicate offences is crucial to the application of the statute.\r\nBecause\nCongress expressed its intent that the two offences be\r\ntreated separately when it enacted RICO, the Federal Circuit Courts\r\nof Appeal\nhave rejected double jeopardy attacks on RICO prosecutions.\r\nThe reasoning appears to be that Congress manifested its intention\r\nthat RICO and its predicates be separate offences.\n26\n[43] \tProsecutions under POCA as also the\r\npredicate offences would usually involve considerable overlap in the\r\nevidence, especially\nwhere the enterprise exists as a consequence of\r\npersons associating and committing acts making up a pattern of\r\nracketeering activity.\nSuch overlap does not in and of itself\r\noccasion an automatic invocation of an improper splitting of charges\r\nor duplication of convictions.\nAs should be evident from a simple\r\nreading of the statute, a POCA conviction requires proof of a fact\r\nwhich a conviction in terms\nof the Diamonds Act does not. I can\r\nconceive of no reason in principle or logic why our approach should\r\nbe any different to that\nadopted by our American counterparts, for as\r\nJustice Frankfurter remarked in United\nStates\r\nv Dotterweich:\n27\n'[T]he good sense of prosecutors, the wise guidance of trial judges,\r\nand the ultimate judgment of juries must be trusted. Our system\nof\r\ncriminal justice necessarily depends on \"conscience and\r\ncircumspection in prosecuting offenses\". '\n[44]\tIn a similar vein Navsa and Van Heerden JJA,\r\nwriting for the majority in\nS v\r\nWhitehead\n28\nstated:\n'There is no\r\ninfallible formula to determine whether or not, in any particular\r\ncase, there has been a duplication of convictions.\nThe various tests\r\nthat have been formulated by our courts . . . are not rules of law,\r\nnor are they exhaustive. They are simply\nuseful practical guides and\r\nin the ultimate instance, if these tests fail to provide a\r\nsatisfactory answer, the matter is correctly\nleft to the common\r\nsense, wisdom, experience and sense of fairness of the court.'\n[45]\nWhitehead\nrecognised that a single act may have numerous criminally relevant\r\nconsequences and may give rise to numerous offences. Our legislature\n\nhas chosen to make the commission of two or more crimes within a\r\nspecified period of time and within the course of a particular\ntype\r\nof enterprise independent criminal offences. Here the two statutory\r\noffences are distinctly different. Since POCA substantive\noffences\r\nare not the same as the predicate offences, the State is at liberty\r\nto prosecute them in separate trials or in the same\ntrial. It follows\r\nas well that there could be no bar to consecutive sentences being\r\nimposed for the two different and distinct\ncrimes as the one requires\r\nproof of a fact which the other does not. Although a court in the\r\nexercise of its general sentencing\ndiscretion may, with a view to\r\nameliorating any undue harshness, order the sentences to run\r\nconcurrently.  Thus, by providing sufficient\nevidence of the five\r\npredicate acts, the State has succeeded in proving the existence of\r\nthe ‘racketeering activity' as defined\nin POCA.\n[46]\tLastly, as to sentence:  Section 87(a) of the Diamonds Act\r\nprovides:\n'Any person who is convicted of an offence under this\r\nAct shall be liable\nin the case of an offence referred to in section 82(\na\n)\r\n\tor (\nb\n), to a fine not exceeding R250 000, or to imprisonment\r\n\tfor a period not exceeding ten years, or to both such fine and such\r\n\timprisonment'.\nSection 82(a) refers inter alia to any person who\r\ncontravenes sections 19(1), 20 and 21. Thus notwithstanding the\r\nlearned trial\njudge having misdirected himself by convicting each\r\nappellant in terms of the wrong section of the Act, that misdirection\r\ndoes\nnot vitiate the sentence, for as the section makes plain the\r\nlegislature intended a contravention of each of those sections to be\n\nvisited with the same maximum penalty.\n[47]\tThe question is thus whether it can be said\r\nthat the trial court did not exercise its judicial discretion\r\nproperly. As to that,\nthe sentence of the first appellant does not\r\nappear to me to be startlingly inappropriate. The same, however, does\r\nnot hold true\nof the second appellant. It is so that the stone in\r\nquestion weighed 91 carats, which, according to the state, he sold to\r\nthe first\nappellant for R 14 000. Neither that in itself, nor\r\nanything else on the record that I can find, can justify the grossly\r\ndivergent\nsentences between that imposed on the second appellant, a\r\nfirst offender, and that imposed on the first (being 12 months\r\nimprisonment)\nin respect of the same transaction in contravention of\r\nthe Diamonds Act. Both appellants were associated to more or less the\r\nsame\ndegree in the commission of the offence. If anything the first\r\nappellant’s conduct ought to have attracted greater opprobrium\n\nbecause he was the financier and kingpin of this murky business. In\r\nthose circumstances it has to be said that the sentence of\nfour\r\nyears’ imprisonment (albeit that it was coupled with a fine of\r\nR 20 000 and half of which was conditionally suspended)\nimposed on\r\nthe second appellant is disturbingly inappropriate and warrants\r\nappellate interference (\nS v\r\nGiannoulis\n).\n29\nAt the very least it seems to me that the sentence imposed on the\r\nsecond appellant should be equated to that imposed on the first.\nIt\r\nfollows that the sentence imposed by the trial court on the second\r\nappellant falls to be set aside and in its stead I would\nsubstitute\r\nthe following:\n‘Accused number 6 is sentenced to pay a fine of R 20 000 or in\r\ndefault of paying the fine to a term of imprisonment for a\nperiod of\r\none year of which R 10 000 or six months imprisonment is suspended\r\nfor a period of five years on condition that he is\nnot again\r\nconvicted of a contravention of sections 18, 19, 20 or 21 of the\r\nDiamonds Act 56 of 1986, committed during the period\nof suspension’.\n[48]\tIn the result:\n(1)(a) \tThe first appellant’s convictions for contravening s 21\r\nof the Diamonds Act 56 of 1986 are altered to convictions\nfor\r\ncontravening s 20 of that Act.\n(b) \tSave as is set out in para 1(a), the first appellant’s\r\nappeal is dismissed.\n(2)(a)\tThe second appellant’s conviction for contravening s 21\r\nof the Diamonds Act 56 of 1986 is altered to a conviction\nfor\r\ncontravening s 19 of that Act.\n(b)\tSave as set out in para 2(a), the second appellant’s\r\nappeal against his conviction is dismissed.\n(c)\tThe appeal of the second appellant against sentence succeeds to\r\nthe extent that the sentence imposed on him is set aside and\nin its\r\nstead is substituted the following:\n‘Accused number 6 is sentenced to pay a fine of R 20 000 or in\r\ndefault of paying the fine to a term of imprisonment for a\nperiod of\r\none year of which R 10 000 or six months’ imprisonment is\r\nsuspended for a period of five years on condition that\nhe is not\r\nconvicted of a contravention of sections 18, 19, 20 or 21 of the\r\nDiamonds Act 56 of 1986, committed during the period\nof suspension’.\n_________________\nV M  PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nthe 1\nst\nAppellant:\t\t\tT Möller\nInstructed\r\nby:\nVan\r\nder Merwe & Robertson\nc/o\r\nOosthuizen Meyer De Waal\nCape\r\nTown\nSymington\r\n& De Kok\nBloemfontein\nFor\r\nthe 2\nnd\nAppellant\t\t\tJ L Vismer\nInstructed\r\nby:\nLegal\r\nAid Board\nCape\r\nTown\nBloemfontein\r\nJustice Centre\nBloemfontein\nFor\r\nRespondent:\t\t\tA M Breitenbach SC\nH\r\nM Slingers\nInstructed\r\nby:\nThe\r\nState Attorney\nCape\r\nTown\nThe\r\nState Attorney\nBloemfontein\n1\nAct 127 of\n[1811] EngR 232\n;\n1992.\n2\nAct 32\nof\n1998.\n3\nAct 56\nof\n1986.\n4\nAct 121\nof\n1998.\n5\nAct 17\nof 1956.\n6\nAct 51 0f 1977.\n7\n1965 (4) SA 439\n(A) at 440D-H.\n8\n2005 (1)\r\n\tSACR 420\n(SCA) at 430j-431a.\n9\nAccording to s 1 ‘magistrate includes an\r\n\tadditional magistrate and an assistant magistrate but not a regional\r\n\tmagistrate’.\n10\nSanderson v A G Eastern C\nape\n1998 (2) SA 38\n(CC) para 23.\n11\n[2005] ZACC 1\n;\n2005 (4) SA 581\n(CC) para 29.\n12\n1998 (1) SACR 654\n(W) at 657G-H. Cited with\r\n\tapproval by Scott JA in his minority judgment in\nS\r\n\tv Pillay\n2004 (2) SACR 419\n(SCA) para\r\n\t10.\n13\n[1996] ZACC 25\n;\n1996 (4) SA 187\n(CC) para 13.\n14\n1963 (2) SA 389\n(A) at 393H.\n15\n1965 (4) SA 439\n(A) at 440H.\n16\n1968 (3) SA 339\n(A) at 341C.\n17\n1996 (2) SACR 1\n(A).\n18\n1944 (AD) 493 at 508.\n19\n1973 (1) SA 34\n(A) at 38H.\n20\n1981 (3) SA 172\n(A) at 182G-H.\n21\nS v Mavinini\n2009 (1) SACR 523\n(SCA) para 23;\nS v\r\n\tThandwa\n2008 (1) SACR 613\n(SCA) para\r\n\t53;\nS v\nChabalala\n(2003) (1) SACR 134\n(SCA) para 21.\n22\n2009 (1) SACR 406\n(SCA) para 5.\n23\n18 USC §1961 (5):\n'A \"pattern of\r\n\tracketeering activity\" requires at least two acts of\r\n\tracketeering activity, one of which occurred after\nthe effective\r\n\tdate of this chapter and the last of which occurred within ten years\r\n\t(excluding any period of imprisonment) after\nthe commission of a\r\n\tprior act of racketeering activity'.\n24\nUnited States v Harley\n678 F.2d 961\n(1982);\nUnited States v\r\n\tMartino\n[1981] USCA5 913\n;\n648 F.2d 367\n(1981); United\nStates v Peacock\n[1981] USCA5 1216\n;\n654 F.2d 339\n(1981).\n25\n[1982] USCA9 1503\n;\n685 F.2d 1208\n(1982).\n26\nKaren J Ciupak\n'RICO and the Predicate Offenses:\r\n\tAn Analysis of Double Jeopardy and Verdict Consistency Problems'\n(1982) 58\nNotre Dame Law Review\n382.\n27\n[1943] USSC 168\n;\n320 U.S. 277\n(1943).\n28\n2008 (1) SACR 431\n(SCA) para 35.\n29\n1975 (4) SA 867\n(A).",
  "scraped_at": "2026-02-11T20:26:25.702767",
  "date": "2010-05-27",
  "coram": [
    "CLOETE",
    "PONNAN JJA",
    "MAJIEDT AJA"
  ],
  "case_number": "726/07",
  "parties": {
    "applicants": [
      "Antonio Cesar Alves Dos Santos",
      "Sikhospho Derick Mbatha"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The case arose out of alleged illicit diamond dealing in the small town of Port Nolloth, a hub for unpolished diamonds.  A special investigative task team, known as the Scorpions, placed a covert pin‑hole camera in the buyer’s room of the first appellant’s business, Tony’s Auto Spares, and monitored the premises for about a month.  In February 2003 the South African Police Service, acting on a search warrant later found to be technically defective, seized 153 unpolished diamonds, cash and diamond‑dealing equipment from the premises and the adjoining residence.  A second search in July 2003, authorised by a further warrant, produced additional diamonds and paraphernalia.  The first appellant (Antonio Dos Santos) and the second appellant (Sikhospho Mbatha) were charged with multiple counts of contravening the Diamonds Act, the Riotous Assemblies Act and the Prevention of Organised Crime Act (POCA).  The State’s case relied heavily on the testimony of two brothers, Tim and Aubrey Basson, who were granted indemnity, and on the seized items.\n\nThe trial court convicted the first appellant of five counts under s21 of the Diamonds Act and one POCA racketeering count, and convicted the second appellant of one count under s21 of the Diamonds Act.  The first appellant received an eight‑year prison term (the POCA conviction prevailing) and the second appellant received a fine of R20 000 or four years’ imprisonment, half of which was suspended.  Both appellants appealed on their convictions and sentences.",
    "issues": "The appeal raised several legal issues: (1) whether the convictions should be recorded under the correct sections of the Diamonds Act (s20 for the first appellant and s19 for the second); (2) whether the evidence obtained pursuant to the defective search warrant should be excluded under s35(5) of the Constitution; (3) the proper approach to accomplice testimony and the cautionary rule applicable to the Basson brothers; (4) whether the POCA racketeering charge required proof of prior convictions for the predicate offences or whether the statutory offences themselves sufficed; (5) whether there was an improper splitting of charges amounting to double jeopardy; and (6) whether the sentence imposed on the second appellant was unconstitutionally disparate and required correction.",
    "principles": "The Court applied the following principles: (a) s35(5) exclusionary rule requires a balancing of the fairness to the accused against the public interest, and does not mandate automatic exclusion of evidence obtained unlawfully; (b) the cautionary rule for accomplice testimony demands heightened scrutiny but can be satisfied by corroboration and other safeguards; (c) the POCA definition of a pattern of racketeering requires at least two predicate offences within the statutory period, but proof of the predicate acts does not require prior convictions; (d) sentencing under the Diamonds Act may attract the same maximum penalty irrespective of the specific subsection, and courts must avoid grossly disproportionate sentences; (e) the principle that convictions must be recorded under the correct statutory provision, and any mis‑direction does not invalidate the sentence if the maximum penalty remains the same.",
    "application": "The Court held that the defects in the search warrant did not merit exclusion of the seized diamonds and related evidence because the investigating team had obtained judicial authorisation, acted in good faith and the exclusion would not further fairness.  The Basson testimony, although requiring caution, was upheld on the basis of corroboration from surveillance logs, telephone records and the physical seizures.  Accordingly, the convictions of the first appellant were altered to s20 and those of the second appellant to s19 of the Diamonds Act.  The POCA racketeering conviction against the first appellant was upheld, with the Court confirming that the predicate offences proved a pattern of racketeering without needing prior convictions.  Regarding sentencing, the Court found the four‑year term imposed on the second appellant to be disturbingly excessive compared with the first appellant’s eight‑year term for a similar transaction, and substituted a sentence of a R20 000 fine or one year’ imprisonment, with half suspended for five years, conditioned on no further violations of the Diamonds Act.",
    "conclusion": "The appeal was allowed in part.  The first appellant’s convictions were corrected to s20 of the Diamonds Act and his appeal against the conviction dismissed.  The second appellant’s conviction was corrected to s19 of the Diamonds Act and his appeal against the conviction dismissed.  The second appellant’s sentence was set aside and replaced with a fine of R20 000 or one year’s imprisonment, with R10 000 or six months suspended for five years, subject to a condition that he not be convicted of any further contravention of sections 18‑21 of the Diamonds Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Statutory Offences – Diamonds",
    "level_3": [
      "Racketeering",
      "Evidence Admissibility",
      "Accomplice Testimony",
      "Sentencing Disparity"
    ]
  }
}