{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/4.html",
  "case_name": "Standard Bank of South Africa v The Master of the High Court (Eastern Cape Division) [2010] ZASCA 4; 2010 (4) SA 405 (SCA) ; [2010] 3 All SA 135 (SCA) (19 February 2010)",
  "citation": "[2010] ZASCA 4",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 4\n|\nNoteup\n|\nLawCite\nStandard Bank of South Africa v The Master of the High Court (Eastern Cape Division) [2010] ZASCA 4; 2010 (4) SA 405 (SCA) ; [2010] 3 All SA 135 (SCA) (19 February 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 103/09\nTHE\nSTANDARD BANK OF SOUTH AFRICA\nAppellant\nand\nTHE\nMASTER OF THE HIGH COURT\nFirst\nRespondent\n(EASTERN\nCAPE DIVISION)\nBASIL BRIAN NEL\nSecond Respondent\nMICHAEL LEO DE VILLIERS\nThird Respondent\n________________________________________________________________\nNeutral citation:\nStandard\nBank v The Master of the High Court\n(103/09)\n[2010] ZASCA 4\n(19 February 2010)\nCORAM:\nNavsa,\nPonnan, Maya, Snyders JJA and Griesel AJA\nHEARD:\n19\nNovember 2009\nDELIVERED:\n19\nFebruary 2010\nCORRECTED:\nSUMMARY:\t\tLiquidators occupying\nposition of trust towards creditors and companies in liquidation â\nrequired to be independent and\nto regard equally the interest of all\ncreditors â expected to carry out their duties without fear, favour\nor prejudice â standard\nnot met â liquidators removed and fees\nreduced.\n________________________________________________________________\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nEastern\nCape High Court, Grahamstown (Liebenberg and Plasket JJ sitting\nas court of first instance).\n1.\nThe\nappeal is upheld.\n2.\nThe\nsecond and third respondents are ordered to pay two thirds of \t\t\tthe\nappellantâs costs, such costs to include those consequent\nupon\n\t\t\tthe employment of two counsel,\nto\nbe paid by the second and third \t\t\trespondents in their personal\ncapacities jointly and severally.\n3.\tThe order of the court below is set\naside and substituted as follows:\nâ\n1.\tThe third and fourth respondents\nare removed as joint liquidators of Intramed (Pty) Ltd (in\nliquidation).\n2.\tThe decision of the Master not to\ndisallow or reduce the remuneration of the third and fourth\nrespondents as joint liquidators\nof Intramed (Pty) Ltd (in\nliquidation) is reviewed, set aside and replaced with an order in\nterms whereof the remuneration of the\nsecond and third respondents is\nreduced by five per cent.\n3.\nThe\nthird and fourth respondents are ordered to pay the costs of the\napplication including the costs consequent upon the employment\nof two\ncounsel where applicable, such costs to be paid by the third and\nfourth respondents in their personal capacities jointly and\nseverally\n.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (PONNAN, MAYA and SNYDERS JJA\nconcurring)\nIntroduction\n[1]\tIn the winding-up of companies\nliquidators occupy a position of trust, not only towards creditors\nbut also the companies in liquidation\nwhose assets vests in them.\nLiquidators are required to act in the best interests of creditors. A\nliquidator should be wholly independent,\nshould regard equally the\ninterests of all creditors, and should carry out his or her duties\nwithout fear, favour or prejudice.\n1\nThe Issue\n[2]\tThe central question in this\nappeal is whether the second and third respondents, Basil Brian Nel\nand Michael Leo De Villiers,\nin their capacity as joint liquidators\nof Intramed (Pty) Ltd (in liquidation), discharged their duties in\nthe manner set out above\nand, if not, whether they should be removed\nas such. Allied questions, include, whether (a) they should, in terms\nof s 394(7)(a)\nof the Companies Act 61 of 1973 (the CA), be\nsubject to the payment of a penalty, being double that paid out of\nIntramedâs bank\naccount other than for the sole benefit of\nIntramed, and (b) whether, in terms of s 384(2) of the CA, they\nshould be subject to a\nreduction or disallowance of their fee. I\nshall, for the sake of convenience, refer to the second and third\nrespondents as Nel and\nDe Villiers respectively, to the appellant as\nStandard Bank and to Intramed (Pty) Ltd, both in its pre- and\npost-liquidation state,\nas Intramed.\nThe order of the Court below and\nleave to appeal\n[3]\tStandard Bank is a registered\ncommercial bank and a proved creditor of Intramed. During April 2005\nit launched an application\nin the Grahamstown High Court for an order\nthat Nel and De Villiers be removed as joint liquidators of Intramed\nand sought extensive\nassociated relief, including but not restricted\nto that set out in the preceding paragraph. The application was\nrefused with costs\n(Liebenberg and Plasket JJ).\n2\nThe present appeal is before us with leave granted, in part by the\ncourt below and in part by this court. The Master of the High\nCourt\nwas cited as the first respondent but took no part in the litigation.\nThe biggest commercial collapse in\nSouth Africaâs history â the winding up of the Macmed group and\nthe appointment of liquidators.\n[4]\tBefore being placed in\nliquidation, Intramed was a wholly-owned subsidiary of Macmed\nHealthcare Limited (Macmed). The latter conducted\nbusiness through a\nhost of subsidiaries. By all accounts the Macmed group of companies\nexperienced exponential growth within a relatively\nshort space of\ntime. In âmodernâ language the group was a âhigh flyerâ.\nDuring March 1999, shortly before its demise, Macmed\nentered into an\nagreement with Aspen Healthcare Holdings Limited, to acquire three of\nthe businesses of South African Druggists Ltd\n(an Aspen subsidiary),\none of which was to be housed in Intramed. The businesses were\nacquired and Intramed conducted a viable business.\nThe acquisition of\nthe Intramed business, particularly how it was funded, and the\nrelationship between Macmed and Intramed, as will\nbecome apparent,\nwere central features in prior litigation as they are in the present\ncase.\n[5]\tBoth Macmed and Intramed were\nwound-up because they were unable to pay their debts. Macmedâs\nfailure was, at that time, widely\nregarded as the biggest commercial\ncollapse in the history of South Africa. The winding-up of Macmed and\nits 45 subsidiaries and\nthe associated litigation began slightly more\nthan a decade ago.\n[6]\tMacmed was placed in provisional\nliquidation by the Pretoria High Court on 15 October 1999 and a final\nliquidation order issued\non 9 November 1999. In the ensuing\nmonths Nel and five other persons were appointed first, as joint\nprovisional liquidators\nand then, as the final joint liquidators of\nMacmed.\n[7]\tIntramed was provisionally\nliquidated on 29 November 1999 and finally on 16 February 2000. On 29\nNovember 1999 the Master appointed\nDe Villiers a provisional\nliquidator of Intramed. On 3 December 1999 the Master appointed Nel\nas a joint provisional liquidator along\nwith De Villiers. On the\n31 May 2000 Nel and De Villiers were appointed as joint final\nliquidators of Intramed.\n[8]\tNel was not only appointed a joint\nliquidator of Macmed and of Intramed but of each of the other\nsubsidiaries as well. It is safe\nto say that he was an influential\nfigure in the liquidation process.\n[9]\tThe liquidations of Macmed and\nIntramed have significant financial importance. According to the\nfirst liquidation account Intramed\nhas assets exceeding R170 m.\nAccording to the amended fourth liquidation account it has\nliabilities exceeding R230 m. Standard Bank\nis a judgment creditor of\nIntramed in the amount of R107 728 463.64. Standard Bank is also a\nmajor creditor of Macmed and a number\nof its other subsidiaries.\nStandard Bankâs complaints\n[10]\tStandard Bank contends that Nel\nand De Villiers, instead of viewing the winding-up of Intramed as a\ndistinct process, saw it\nas part of the winding-up of the entire\ngroup and improperly deferred to Macmed and its creditors. Standard\nBank accuses Nel and\nDe Villiers of both using, and failing to use,\nestablished mechanisms for ensuring the proper administration of\nestates in liquidation.\nIt alleged that they acted in a manner\nfavouring Macmed and prejudicing Intramed. This, in the main, relates\nto the admission of\na claim by Macmed in Intramed in the amount of\nR325m.\n[11]\tStandard bank also accuses Nel\nand De Villiers of misappropriating Intramedâs funds. They are\naccused of improperly using Intramedâs\nmonies to pay costs which a\ncourt in prior litigation, in relation to an application to review\nthe Masterâs decision to reduce\ntheir fees, had ordered them to pay\npersonally.\n3\nStandard Bank alleged that Nel and De Villiers had only repaid the\nmonies with interest, after this fact had been uncovered by Standard\nBank, and after it persisted in holding them to account.\n[12]\tFurthermore, Standard Bank\ncomplains that a fee-sharing agreement between the liquidators of\nIntramed and the liquidators of\nMacmed was such, as to militate\nagainst a proper administration of Intramedâs insolvent estate.\nStandard Bank asserts that Nel\nfaced a conflict between his duty to\nIntramed and his duty to Macmed and what ultimately became his\npersonal interest in both.\n[13]\tIt is necessary at this stage to\nproceed to consider the material details of Standard Bankâs case,\nand to examine the response\nby Nel and De Villiers.\nThe R325m claim\n[14]\tThe present litigation arose\nprincipally, because of the differing views taken by Standard Bank on\nthe one hand, and Nel and\nDe Villiers on the other, in relation to\nthe claim of R325m by Macmed in Intramed. That dispute has telescoped\ninto one concerning\nthe nature of the acquisition of the three\nbusinesses from South African Druggists (SAD), described above.\n[15]\tAs stated, Macmed conducted its\nbusiness through subsidiaries, including Intramed. The acquisition of\nthe three businesses was\nstructured so as to obtain maximum tax\nadvantage for the group. This was done by way of more than twenty\ninterlinked and extremely\ncomplex agreements.\n[16]\tIt is common cause that the\nagreements, which do not form part of the record of the proceedings,\nare extremely voluminous and\ncomplex and involved many parties. The\nterms of the agreements were sought to be explained in a letter dated\n29 June 1999 from the\ncompany purportedly financing the acquisition,\nnamely, Peregrine Finance (Pty) Ltd (Peregrine) to Absa Corporate\nBank. I shall, for\nconvenience, refer to the agreements as the\nPeregrine structure. The following, in summary, is what is recorded\nin the letter:\n(i)\tThe Macmed group is\nin the process of finalising the acquisition of certain \tbusinesses\nfrom South African Druggists Ltd at an\nall in cost of approximately\nR400 m. \tThe businesses would be acquired directly by Macmedâs\nsubsidiary companies, \tincluding Intramed.\n(ii)\tThe financing\noptions were either inter-company or external funding. Peregrine\nproposed \ta transaction in terms of which the\npurchasers, including\nIntramed, would obtain external \tfunding. The proposal entailed\nPeregrine providing the purchasers a loan with\na ten-year \tfixed\ninterest rate. The loan entitled Peregrine to subscribe for ordinary\nshares in each of \tthe purchases, in the loan\namount at maturity\ndate.\n(iii)\tPeregrine would\ncede and assign all its rights and obligations in terms of the loan\n\tagreements to Willridge Investments (Pty)\nLtd (Willridge), a trader\nin financial instruments \tand a subsidiary of Peregrine, for a\npurchase consideration of R401 m. At\nthe inception \tof the\ntransaction Willridge would forward sell the ordinary shares arising\non conversion \tto investors, for delivery\nafter ten years, for a\nconsideration of R40 m, payable on \tsignature of the agreement.\nMacmed would be offered an investment opportunity\nin ten-\tyear fixed\nrate compulsory redeemable preference shares to be issued by Leoridge\n\tInvestments (Pty) Ltd, a subsidiary of\nPeregrine and a preference\nshare investment \tcompany. The preference shares would bear a market\nrelated dividend yield with \tdividends\npayable semi-annually in\narrears.\n(iv)\tPeregrine would\nadvance conventional loan funding in the amount of R275m to Willridge\n\tfor a period of ten years. In terms of\nthe loan agreement interest\nand capital would be \trepayable in equal instalments over the term\nthereof.\n(v)\tMacmed would make a\nsecurity deposit with Willridge in the amount of approximately \tR160m\nfor a period of ten years. In terms\nof the deposit, Macmed would be\nentitled, but \tnot obliged, to withdraw funds on a semi-annual basis\nin equal tranches over the \nterm thereof.\n(vi)\tWillridge would\nprovide the purchasers with an additional loan facility in the amount\nof \tapproximately R75m in terms of which\nthe capital would be drawn\ndown semi-annually in \tequal trances over a ten-year period. In terms\nof the additional loan facility,\nthe interest \trate would be fixed at\na market related rate and the interest and capital would be\n\trepayable at maturity. The purpose\nof the additional loan facility\nis to provide purchasers \twith ongoing working capital for the\nperformance of its business operations\nover the term \tie ten years.\nThe loan facility would be utilised in the production of income.\n(ix)\tMacmed would be\ngranted a put option by Willridge to put the preference shares issued\n\tby Leoridge to Willridge, in the event\nof a default by Leoridge.\n(x)\tHoldings would issue\na guarantee to Macmed in respect of all of the Peregrine \tcompaniesâ\nobligations.\n[17]\tIt appears from this letter that\nwhat was envisaged, were loans by Peregrine to each of the\nsubsidiaries. It is equally clear\nfrom the letter that inter-company\nfunding was rejected as an option. Put simply, if the letter is to be\nbelieved, it means that\na loan by Macmed to the subsidiaries was not\nthe chosen or preferred option.\n[18]\tThat notwithstanding, on 10 May\n2000, the liquidators of Macmed proved a claim in Intramed of R325m\non the basis that it was\nan amount owed by the latter to the former\nin respect of the acquisition of the relevant business from SAD. Nel\nand De Villiers were\ninstrumental in the claim being admitted by the\nMaster. It is common cause that the purchase price of the business\nwas in fact R324\n880 000. Thus, the claim of R325m lodged on behalf\nof Macmed was an amount of R120 000 in excess of the actual\nprice of the\nbusiness so acquired.\n[19]\tTo properly appreciate and\naddress the present dispute, flashbacks and switching between\ndifferent time periods are regrettably,\nintermittently necessary.\n[20]\tThe Peregrine structure took\neffect on 18 June 1999 when an amount of R325m was advanced by\nPeregrine to Intramed. Peregrine,\nin turn, subscribed for shares in\nIntramed at a subscription price in the amount of the purchase price.\nThe capital sum would be\nrepayable on 18 June 2009 but would be\nset-off against Peregrineâs obligation to pay the subscription\nprice. On the same day that\nit received the R325m from Peregrine,\nIntramed transferred that amount to Macmed. It is common cause that\nbefore the money was advanced\nby Peregrine to Intramed, Macmed\nprovided the R325m to Willridge, a Peregrine subsidiary.\n[21]\tStandard Bank adopts the position\nthat, in supporting the claim Nel and De Villiers ignored the\nPeregrine structure, the accounting\nrecords of both Macmed and\nIntramed prior to the winding-up (which did not reflect a loan by the\nformer to the latter), and evidence\nat the enquiry in relation to the\nwinding-up of Macmed, where none of the witnesses confirmed the\nexistence of the loan but rather\nwhere uncertainty was expressed\nconcerning it.\n[22]\tIt was alleged on behalf of\nStandard Bank that subsequent to the winding-up of Intramed, and\nafter the appointment of Nel and\nDe Villiers as liquidators, an entry\nwas made in the accounting records of Intramed reflecting a loan of\nR325m by Macmed to Intramed\nand that this could only have been done\nat their instance. The auditors qualified their report by stating\nthat they were unable to\nverify the loan or confirm the amount owing\nto Macmed.\n[23]\tIt was pointed out that it is\nunusual for a claim of the size and nature of Macmedâs claim to be\nadmitted to proof without\nreference to supporting documentation\nand/or evidence. On the other hand, one finds supporting\ndocumentation that shows Intramed\nreceiving R325m from Peregrine and\nthen transferring it back to Macmed.\n[24]\tIt was contended that the\nPeregrine structure had the effect that the R324 880 000 required for\nthe acquisition of the Intramed\nbusiness would never have to be\nrepaid by Intramed other than from the proceeds of its share issue.\n[25]\tAn interest payment on the loan\nwas made by Intramed to Peregrine on 17 September 1999, in the\nsum of R30 908 760, ostensibly\nin terms of the Peregrine structure.\nThis is reflected in one of Intramedâs bank statements. This, it is\ncontended, is proof of\nthe execution of the Peregrine structure in\nrespect of which Peregrine is the creditor and Intramed the debtor.\n[26]\tStandard Bank pointed to the fact\nthat a share certificate was issued to Macmed on 18 June 1999 for\n2000 shares in Leoridge Investments\nin respect of which stamp duty of\nR500 000 was paid as yet another example of the execution of the\nPeregrine structure.\n4\nNel and De Villiers responded that this was a small price to pay to\nperpetuate a sham.\n[27]\tStandard Bank refers to the fact\nthat the Macmed parties had to pay Peregrine an amount of R3 300 000\nevery six months for putting\nthe Peregrine structure in place. This\nassertion was, in effect, unchallenged. The first six-monthly\npayments appear to have been\nmade.\n[28]\tIt was contended that Macmed has\nno legitimate claim against Intramed and that Nel and De Villiers\nsupported the claim to Intramedâs\ndetriment and for their personal\nbenefit.\n[29]\tNel and De Villiers adopted the\nattitude that the Peregrine structure was a simulated transaction and\nthat the true transaction\nwas a R325m loan from Macmed to Intramed.\nIt was submitted on their behalf that if that were not so, it would\nmean that Intramed\nwould have received a business from SAD without\ngiving any value in return. They point to the fact that Macmed\nsupplied R325m to\na Peregrine subsidiary, which amount was, in turn,\nprovided by Peregrine to Intramed. They contend that the R325m was\nthen utilised\nby Macmed to pay SAD for the business to be housed in\nIntramed. Their response in respect of the accounting records will be\ndealt\nwith in due course.\n[30]\tIt is necessary to record that\nduring May 1999, before the liquidation of Macmed, it took an opinion\nfrom one of the leading\ntax experts in South Africa, concerning the\nlegality (and tax effectiveness) of the Peregrine structure. The\nopinion concluded that\nthe Peregrine structure was not assailable by\nthe South African Revenue Services. No concern or reservation was\nexpressed about its\ngenuineness.\n[31]\tMr Carel Braam Viljoen, who\nrepresented Peregrine at the time that the Peregrine structure was\nput in place, testified during\nthe enquiry into the affairs of Macmed\nin terms of s 417 of the CA. He also testified in the course of a\ntrial between Intramed and\nStandard Bank. At no time did he state\nthat the transaction was a sham, nor was it ever put to him that it\nwas a simulated transaction.\nIn an affidavit in the present case in\nsupport of Standard Bankâs case\nMr Viljoen states:\nâ\nHad such a proposition\nbeen put to me I would have truthfully answered that it was not a\nsimulated transaction and that the agreements\nconstituting the\nPeregrine structure correctly reflected the intentions of the parties\nthereto.â\n[32]\t Mr Hanson, a director of Macmed,\nwho signed the Peregrine agreements, both on behalf of Macmed and\nIntramed, testified at the\nMacmed enquiry that the agreements were\ngenuine. He provided an affidavit in support of Standard Bankâs\ncase and repeated that\nevidence. Nelâs response to Hanson is that\nhe was one of the Macmed directors who perpetrated a massive fraud on\nMacmed and that\nhe cannot be believed.\n[33]\tDuring May 2000 the joint\nliquidators of Macmed sought an opinion from two senior advocates on\nwhether the Peregrine structure\nwas a simulated transaction and on\nthe effect of liquidation on it.  The following is stated in the\nopinion:\nâ\nThe companies intended\nto achieve precisely that which the primary purpose of the financing\nstructure was aimed at. We found nothing\nin the contracts to suggest\nthat the parties had a disguised intention. In this case there is a\ncomplete correspondence between the\nââ¦truth of the matterâ¦â\non the one hand and the writing on the other.  Any attempt at the\napplication of the maxim â\nplus\nvalet quod agitur quam quod simulate concipitur\nâ\nto the facts of this case will be fruitless. The Financial structure\nis not simulated.â\n[34]\tThis opinion was sought at the\ntime that the Macmed claim was in the process of being admitted to\nproof by the Macmed liquidators.\nEither the claim preceded the\nopinion or was proved despite the opinion. It was at the very least\npersisted in, despite the opinion.\n[35]\tThe following conclusion by\ncounsel in respect of the effect of liquidation is not unimportant:\nâ\nWe are of the opinion\nthat the liquidators are unlikely to undo the effects of the set-off\nor to recover any equity pursuant to any\npossible unwinding of the\nfinancial structure in any of the companies in the Peregrine\ninterests.â\n[36]\tNot content with this opinion,\nthe Macmed liquidators took another, from two other counsel, which\nwas supplied at the end of\nAugust 2000. Counsel considered the prior\nopinion and concluded that the agreement was a simulated transaction.\nThe following is\none of the listed bases for concluding that the\nagreement was a sham:\nâ\nEx facie\nIntramedâs\nfinancial records, Macmed made a direct loan to it in an amount of\nR325 millionâ\n.\n[37]\tAnother listed reason for the\nsecond opinion reads as follows:\nâ\nThe R325 million\napparently advanced by Macmed to Intramed for the acquisition of the\nbusiness was reduced by set-off on loan accountâ.\n[38]\tIt is necessary to record that\nthe second opinion is equivocal about the effect of the liquidation\non the Peregrine structure.\n5\nImportantly, the material part of the last paragraph of the second\nopinion reads as follows:\nâ\nIn the premises we\nconclude that Consultant has a better prospect of pursuing the claims\nagainst Intramed based on the direct loan\nreflected in the latterâs\nbooks of account.â¦\nâ\nAll of this highlights that the book\nentries played a significant role in the conclusion reached in the\nsecond opinion concerning\nthe legality of the Peregrine structure.\n[39]\tThe following extract of the\nevidence of Mr Viljoen (from the enquiry into the affairs of Macmed),\nwhich was referred to in the\nsecond opinion obtained by the\nliquidators of Macmed, reveals that the money that was supplied by\nPeregrine to Macmed emanated from\nMacmed. However, Mr Viljoen\ncontinues to explain the transaction as follows:\nâ\nIts an alternative to\nthe conventional loan funding. So, in other words, itâs a\nback-to-back transaction. They invest in our preference\nshares, the\nsecurity deposit and the forward sale of shares. We then utilise that\nmoney that they have given us to give a loan to\ntheir subsidiaryâ¦â.\n[40]\tThis explanation appears to be in\nline with what is set out in paragraph (iii) of the Peregrine letter,\n(para 16 above), which\ncontemplates Macmed receiving a dividend\npayable semi-annually.\n[41]\tPossessed of two contradictory\nopinions, the liquidators of Macmed obtained yet another legal\nopinion. The third opinion, which\nis approximately four and a half\npages long, refers to Mr Viljoenâs evidence, the material part\nof which is set out above,\nand then agrees with the view expressed in\nthe second opinion, namely, that the Peregrine structure was a\nsimulated transaction.\nThe second opinion records the following:\nâ\nConsultants will\nobtain no benefit from regarding the structure as a simulated\ntransaction, cancelling the agreements constituting\nthe structure or\nenforcing the agreements constituting the structure.â\nThis motivation is significant.\n[42]\tIt is clear that Nel was\ninstrumental in the decision by the liquidators of Macmed to lodge a\nclaim in Intramed. No opinion on\nthe Peregrine agreement was sought\nby Nel and De Villiers on behalf of Intramed. Standard Bank contends\nthat neither Nel nor De Villiers\ntook into account the Intramed\nperspective.\n[43]\tInsofar as bookkeeping entries\nare concerned, what is set out hereafter is important. Up until the\nend of October 1999, almost\nthree and a half months after the\nPeregrine structure took effect, neither the Macmed nor Intramed\nfinancial records, including Intramedâs\nbalance sheet, reflected a\nloan of R325m. Macmed, it will be recalled, was placed under\nprovisional liquidation on 10 October\n1999 and final liquidation\non 9 November 1999. It is therefore clear that, until then, no loan\nto Intramed was reflected in its books\nof account.\n[44]\tAccording to a chartered\naccountant, Mr Deon Millson, who was employed by Deloitte &\nTouche at the time and who had been\nengaged by the financial director\nof Intramed to examine the Macmed/Intramed inter-company accounts, it\nappears that an entry reflecting\nthe loan was first made in\nIntramedâs books of account on 8 December 1999. This was after\nIntramed had been placed in provisional\nliquidation and after De\nVilliers and Nel had been appointed joint provisional liquidators and\nhad taken charge of the books of account.\nAccording to Nel, neither\nhe nor De Villiers gave instructions to the auditors, Deloitte &\nTouche, to pass entries to reflect\nthe loan.\n[45]\tThe audited financial statements\nof Intramed for the nine months ending 28 November 1999 (the day\nbefore Intramedâs liquidation)\ndisclose Macmed as a creditor of\nIntramed in respect of the alleged loan of R325 m. These statements\nbear the signature of Nel and\nDe Villiers and are dated 15 January\n2000 but appear, from what is said both by the principal deponent on\nbehalf of Standard Bank\nand Nel, to have been signed a few weeks\nlater. Deloitte & Touche qualified these financial statements\nsigned off by Nel and\nDe Villiers as follows:\nâ\nWe were unable to\nconfirm the amount owing to Macmed Healthcare Limited as at 28\nNovember 1999 â¦â\n[46]\tIn a letter dated 10 December\n1999 Deloitte & Touche state the following:\nâ\nIt appears that R325m\nwas borrowed from Peregrine Finance to repay Macmed for the purchase\nprice of the Intramed business â¦ Based\non discussions with Braam\nViljoen of Peregrine Finance and Johan Muller of Macmed, it is our\nunderstanding that the Peregrine loan\nwas part of a group financing\nscheme which was automatically set-off on liquidation of Macmed. The\nfull R325m would therefore appear\nto be payable to Macmed by\nIntramed. This matter is yet to be resolved. The R100m raised by the\nBoE bond has been offset against\nthe R325m.â\nEssentially, this is repeated in a\nletter dated 8 February 2000.\n[47]\tIn the review application\nreferred to in para 11 above Mr Nel stated the following in his\nfounding affidavit:\nâ\n20.12.1\t  The Intramed\nbooks of account were properly kept to reflect the trading assets and\ntransactions. However the books of account\nincorrectly reflected the\nacquisition of the Intramed division and the funding thereof.\nThe books of\n\t\t\taccount, as at the liquidation date, were correctly written up and\n\t\t\tadjusted under the control of the liquidators\nto reflect the\n\t\t\taudited position of it at date of liquidation. This audit was\n\t\t\tfinalised during February 2000 under the control\nof the\n\t\t\tliquidators.\nâ\n(My emphasis.)\n[48]\tIn the present case, Nel, in his\nanswering affidavit states the following:\nâ\n299.3\tIt is the duty\nof liquidators to take control of all assets and business interests,\nincluding the books and records at date\nof liquidation, which De\nVilliers and I did on our appointments.\n299.4\tTherefore, anything\nthat happens after date of liquidation, happens under our control.\nI\nadmit that the books and records were brought up to date and audited\non our instructions and under our control.\n299.5\tIt does not follow\nthat we influenced the structure or content of the books and records\nof Intramed and the audit thereof. We\ndeny and take exception to the\nreference that we caused the Intramed books to be âcorrectedâ.â\n(My emphasis.)\n[49]\tFor completeness it is necessary\nto record that Mr Pereira one of the joint liquidators of Macmed in\nhis affidavit filed in support\nof proof of Macmedâs claim in\nIntramed stated that from evidence and documents at the enquiry, the\njoint liquidators of Macmed\nestablished that on 18 June 1999 Macmed\nhad lent and advanced the sum of R325m to Intramed. There were no\nsupporting documents or\nevidence annexed to the affidavit. There was\nno reference to the Peregrine structure at all. This fact was\ntherefore not brought\nto the attention of the presiding officer or\nthe Master. Mr Pereira supplied a confirmatory affidavit from an\nattorney who was\nadvising both the joint liquidators of Intramed and\nof Macmed.\nThe charge of misappropriation of\nIntramed funds\n[50]\tDuring December 2001 Nel and De\nVilliers, purporting to act in their capacity as joint liquidators of\nIntramed, launched an application\nin the Grahamstown High Court, to\nreview and set aside the Masterâs ruling that they were entitled to\na total remuneration of only\nR3 250 000 in respect of the winding-up\nof Intramed. They sought an order declaring that they were entitled\nto the âtariff amountâ\nof remuneration in the amount of R21 049\n941.74.\n6\nNel and De Villiers did not seek the leave of the court to have the\ncosts of the review application paid out of Intramedâs funds.\nIn\nthat application five major South African banks were intervening\nrespondents, all of whom were substantial creditors of Macmed\nor\nIntramed. They all supported the Masterâs ruling. Standard Bank was\none of the intervening respondents.\n[51]\tOn 31 October 2002 a full bench\nof the Grahamstown High Court (Froneman J, Pillay AJ concurring),\ndismissed the application and\nordered that the costs be paid by Nel\nand De Villiers personally. By this time an amount of R689 747.91 had\nbeen paid out of Intramed\nfunds in respect of the review application.\n[52]\tAggrieved by the decision of the\nfull bench, Nel and De Villiers appealed to this court. The appeal\nwas dismissed on 1 April\n2004. Van Heerden AJA said the following:\nâ\n[43]   As I have\nindicated above, the appellants purported to bring their review\napplication in their capacity as the duly appointed\njoint liquidators\nof Intramed, contending that they were duly authorised in such\ncapacity to institute the review of proceedings.\nAs correctly pointed\nout by the Master in his answering affidavit, the appellants failed\nto annex any evidence which supported this\ncontention.\nThe\nreview proceedings were in fact proceedings which should obviously\nhave been brought by the appellants in their personal capacity\nand\nnot in their capacity as joint liquidators â the proceedings relate\nto their entitlement to remuneration and not to a matter\nfalling\nwithin the ambit of their role as liquidators of the Intramed estate.\nAs contended by counsel for both the Master and the intervening\nrespondents, the appellants were simply seeking to secure a higher\nfee for their services than that fixed by the Master. In so doing,\nthey were acting in their personal capacities and not in any sense\nin\nthe interests of the creditors of the Intramed estate. Indeed, the\nappellants were â and still are â acting against the interests\nof\nthe creditors, solely for their own benefit. This being so, there is\nno reason whatsoever why the costs of the review application\nor of\nthe appeal should be borne by the company in liquidation.â\n7\n(My emphasis.)\n[53]\tIt is admitted by Nel and De\nVilliers that, before and pending the appeal to this court against\nthe decision of the Grahamstown\nHigh Court, Intramedâs funds were\nused to pay the costs of the application to review the Masterâs\nruling. From the time of the\njudgment of the full bench up until the\ntime of the exchange of heads of argument in this court a further\namount of R114 761.59 was\npaid out of the funds of Intramed in\nrespect of the review application, bringing the total paid from\nIntramedâs funds to R804 419.50.\n[54]\tOn 6 August 2003, pending the\nappeal to this court, the Master wrote to Nel and De Villiers\nquerying the payment of costs for\nwhich they were personally liable\nout of Intramedâs funds. The Master asked why these costs were\nreflected in the estate account\nand why estate funds were used to pay\nthem.\n[55]\tOn 25 August 2003 De Villiers\nreplied to the Masterâs query. It is necessary to quote the\nmaterial parts of the letter:\nâ\n1\tKindly return to me\nall vouchers in respect of legal costs and I will separate legal\ncosts pertaining to the Joint Liquidatorsâ\nremuneration review\nproceedings against the Master from other legal costs. To the best of\nmy recollection, no legal costs relating\nthereto incurred subsequent\nto the judgment issued on 31 October 2002 have been paid ex the Joint\nLiquidatorâs banking account.\n2.\tLegal costs paid ex\nthe Joint Liquidators banking account, which were ordered against the\nJoint Liquidators personally, are in\naddition to the quantum of the\nJoint Liquidatorsâ remuneration the subject of appeal.\n3.\tLeave to appeal was\ngranted on 5 December 2002.\n4.\tShould the Appellate\nDivision rule against the Joint Liquidators in the appeal\nproceedings, the Joint Liquidators will then be\nobliged to refund to\nthe estate the costs of the review proceedings.\n5.\tNo legal costs\nrelating to the review proceedings have been paid ex the Joint\nLiquidatorsâ banking account.â\n[56]\tStandard Bank contended, with\nsome justification, that Nel and De Villiers appear in the letter to\nboth admit and deny that costs\nwere paid from the Intramed funds\nunder their joint control. Furthermore, so Standard Bank submitted,\nwords such as âto the best\nof my recollectionâ are deliberately\nobfuscatory. Given the liquidatorsâ obvious expertise in the field,\ncoupled with their duty\nin terms of s 393(1) of the CA to keep a cash\nbook, one would, according to Standard Bank, expect a more considered\nand precise response.\n[57]\tOn 10 May 2004, eight and a half\nmonths thereafter, and after the judgment of this court, De Villiers\nwrote to the Master once\nagain, this time more emphatically. The\nrelevant part of the letter reads as follows:\nâ\nLegal costs paid ex\nthe Joint Liquidatorsâ banking account were paid prior to the\nJudgment issued on 31 October 2002.â\nThis we now know to be untrue.\n[58]\tOn 20 January 2005, seventeen\nmonths thereafter, De Villiers, in a letter in response to a query by\nStandard Bank, wrote the\nfollowing:\nâ\nLegal costs relating\nto the review proceedings per the Fourth Liquidation and Distribution\nAccounts, which were all incurred prior\nto 31 October 2002, were\nanalysed and have been repaid to the estate by the Joint\nLiquidators.â\nWe now also know that outstanding\nmonies, including interest, were finally repaid on 25 August 2005.\n[59]\tWhen, at the outset, the Master\nchallenged Nel and De Villiersâ authority to bring the review\napplication in Intramedâs name,\nthey responded by stating that they\nwere acting in their official capacity as liquidators and\nconsequently had authority to do so.\nIt is equally clear that they\nwere not specifically authorised to do so but purported to act in\nterms of the general authority of\nliquidators to litigate on behalf\nof the estate being wound-up.\n[60]\tEven after it became clear to\neveryone that repayments were due by Nel and De Villiers it took\napproximately 16 months after\nthe dismissal of the appeal by this\ncourt before they repaid the total owing to the Intramed estate.\nAccording to Nel and De Villiers,\nthis was, inter alia, due to\nprotracted correspondence with PriceWaterhouseCoopers (PWC) in whose\nemploy Nel had formerly been. There\nappears to have been an\narrangement between Nel and PWC in relation to the fees earned from\nthe Macmed liquidation. The further complication\nwas the fee-sharing\narrangement between Macmedâs joint liquidators. It appears that\nthey had agreed to share both the fruits and\nthe liabilities that\nmight ensue from the review application. Their contribution to the\ncosts in the review application also had\nto be recovered. These\naspects will be dealt with further when the fee-sharing arrangement\nis discussed later in this judgment.\n[61]\t Perhaps, because of what is set\nout at the end of the preceding paragraph and because of Standard\nBankâs persistent efforts\nto extract every cent, including interest\ndue to the Intramed estate, the repayment took place in drips and\ndrabs over the period\n7 June 2004 to 25 August 2005.\n[62]\tThe following is noteworthy.\nStandard Bank initially proved a claim in Intramed at the first\nmeeting of its creditors held in\nPort Elizabeth on 10 May 2000 in an\namount of R107 728 463.64. Almost six months later, on 2 November\n2000, Nel and De Villiers lodged\na report with the Master in\naccordance with the provisions of s 45 of the Insolvency Act, in\nterms whereof they requested him to\nexpunge the applicantâs claim.\nThe challenge by the liquidators to the validity of the claim,\nironically, was based on a lack of\nauthority, namely that the\nagreements on which Standard Bank relied had not been executed in\naccordance with the terms of Intramedâs\narticles of association and\nthat those who signed the agreements lacked authority. On 12 January\n2001 the Master expunged Standard\nBankâs claim in Intramed. This\nled to litigation. Standard Bank was successful in the trial that\nensued â on 20 August 2004 the\nJohannesburg High Court delivered\njudgment in its favour. This led to Standard Bank being reinstated as\na creditor. From 12 January\n2001 to 20 August 2004 Standard Bank\nhad lost its status as a proved creditor in Intramed and consequently\nlost the right to\nvote at or call meetings of creditors. Costly and\nprotracted litigation also ensued between BoE bank and Nel and De\nVilliers, acting\nin their capacities as liquidators of Intramed in\nrelation to the expungment of BoEâs claim of R100 m. Similarly, the\nquestion\nin that case was whether the loan agreements and the\nunderlying securities, in respect of which Intramed was ostensibly a\nparty,\nwere duly authorised. BoE bank was successful in the Port\nElizabeth High Court and on appeal to this court.\n8\n[63]\tStandard Bank submits that in\ndealing with the two claims referred to in the preceding paragraph\nNel and De Villiers were intent\non careful scrutiny of existing valid\ndocuments, because of the unstructured relationship between Macmed\nand Intramed prior to liquidation,\nwhereas they admitted Macmedâs\nclaim of R325m without any substantiating documents and in the face\nof controverting evidence.\n[64]\tIn responding to Standard Bankâs\nobjection to the fourth account, inter alia, on the basis of what\nStandard Bank alleged was\nthe misappropriation of funds in relation\nto the review application, De Villiers in a letter dated 10 May 2004,\nwrote the following:\nâ\nBefore doing so I\nreiterate that Standard Corporate and Merchant Bank (SCMB) are not a\nproved creditor in the above estate. You have\ndisallowed their claim\npursuant to the provisions of section 45(3) of the Insolvency Act and\nRegulation 3 of the Regulations framed\nunder the Insolvency Act â¦\nSCMB are consequently not a proved creditor and therefore do not have\nlocus\nstandi\nto lodge objection to the account.â\n9\nHere, instead of simply dealing with\nthe merits of the objection, which involved an important matter of\nprinciple, Nel and De Villiers\ndealt with Standard Bankâs\nlocus\nstandi\n.\n[65]\tNel and De Villiers, in dealing\nwith the charge that they had improperly used Intramedâs funds in\nthe review application, state\nthat they believed that they were\nacting on authority and furthermore that they had done so on legal\nadvice that they were entitled\nto bring the application in Intramedâs\nname.\n[66]\tNel states further, that the\nadvice he received, subsequent to the judgment of the full bench, was\nto the effect that since the\nwhole of the judgment and cost order was\non appeal to this court there was no reason to repay the amount in\nrespect of the review\napplication at that stage.\n[67]\tRevealingly, in dealing with the\nissues raised in the review application, Nel states the following:\nâ\nIn bringing the review\napplication, we were assisted and advised by Tabacks Attorneys and\nsenior and junior counsel. They advised\nus that the application ought\nto be brought in our official capacity. We are not lawyers, and had\nno reason not to accept their advice.\nAfter the judgment in the First\nCourt had been delivered, we again sought advice. We separately\nobtained advice from three eminent\nsilks.\nThe\nweight of advice\n,\nwhich we received, was that an appeal ought to be lodged and that it\nhad good prospects of success.\nIt\nwas implicit in the advice\nthat it was not wrong for us to have brought the review in our\nofficial capacities. Again, we had no reason not to accept it. â¦â\n10\n(My emphasis.)\n[68]\tWe were informed by counsel\nrepresenting Nel and De Villiers that one of âthe eminent silksâ\nhad advised against the appeal.\nThis must mean that they had been\nadvised by at least one eminent senior counsel that the prior and\ncontinuing use of Intramed funds\nwas improper.\n[69]\tNotwithstanding that fact and\nwhat this court had said concerning the review application as set out\nin para 52 above Nel states\nadamantly and unrepentantly that Standard\nBank and the intervening creditors were, âat all times aware of the\nfact that De Villiers\nand I launched the application in our official\ncapacitiesâ.\n[70]\tIn the present case Nel submitted\nthat the Grahamstown High Court and Macmed did not make a specific\nruling in relation to the\napplication being brought in their official\ncapacities, but merely held that the Masterâs view in this regard\ncould be addressed\nby way of an appropriate cost order.\n[71]\tTellingly, Nel states the\nfollowing in his answering affidavit:\nâ\nDe Villiers and I were\nled to believe that this was a landmark case and the outcome was in\nthe best interest of the insolvency profession,\nthe Master and\ncreditors and more particularly financial institution creditors and\ntherefore the costs would be costs in the liquidation.â\nI shall deal with the implications of\nthis statement in due course.\n[72]\tInsofar as interest on the\nIntramed monies is concerned, the following statement by Nel in his\nanswering affidavit is significant:\nâ\nI accept that the\nrepayment could have been made sooner after the outcome of the appeal\nand it is for this reason that De Villiers\nand I have decided to pay\ninterest on the amount paid in respect of the costs of the fees\nreview, although we have not been called\nupon to do so by the Master.\nInitially I was of the view that, as we had not been called to pay\ninterest at the time by the Master,\nno interest should be payable.\nHowever, this view has changed on the advice of our legal advisors\nand interest has now also been\nrepaid.â\n[73]\tIt is worth noting that despite\nthe negative outcomes in the review litigation and the criticisms of\nthis court, Nel and De Villiers\nnonetheless, in resisting the\napplication for their removal in the court below, initially did so in\nthe name of Intramed. Thankfully\nthey did not persist in doing so.\nThe fee-sharing arrangement\n[74]\tIt is necessary to deal briefly\nwith this aspect of Standard Bankâs case.  According to Nel, the\nfee-sharing arrangement between\nhimself and De Villiers in regard to\nthe Intramed estate was a 42.5/57.5 per cent split in favour of the\nlatter, who was responsible\nfor the day-to-day administration of the\nIntramed estate. Nel states that there was a fee-sharing arrangement\nbetween the joint liquidators\nof Macmed and those of all of the 45\nsubsidiary companies. It is these fee-sharing arrangements that\nStandard Bank contends were\nimproper and predictably gave rise to the\nconflict that Nel and De Villiers could and should have foreseen and\navoided.\n[75]\tIn its founding affidavit the\nbank articulated its concern about the âconclusion of fee-sharing\nor other financial arrangements\nwith persons who are not liquidators\nof Intramed but who are liquidators of Macmed, a proved creditor of\nIntramed, but whose claim\nis disputed by the applicantâ.\n[76]\tAt that stage the bank was not\naware of the nature or terms of the fee-sharing arrangements. It was\nuncertain about its very\nexistence.\n[77]\tFor present purposes it is\nnecessary to record in some detail what is said by Nel at various\nplaces in his answering affidavit\nin relation to the fee-sharing\narrangement.  First:\nâ\nThe joint liquidators\nof Macmed, because of their direct and indirect involvement in the\ninvestigation, interrogation and administration\nof the Macmed\nHealthcare Ltd group entered into a fee sharing agreement amongst\nthem. This agreement took place in the first week\nof taking control\nof Macmed and its group of subsidiary and associated companies. It\ndid not include any other joint liquidators\nappointed with anyone of\nthem in any of the subsidiary liquidated companies and therefore had\nno bearing on the carrying out of their\nduties as joint liquidators\nin each of the liquidated companies in which they were appointed. The\nfee sharing agreement took place\nbefore the liquidation of the\nsubsidiary group companies, including Intramed.â\n[78]\tAt another juncture, the\nfollowing is stated:\nâ\nIt is common practice\nin group estates for liquidators to agree to share fees. The\nassociation of Insolvency Practitioners of SA,\nthe professional body\nregulating the affairs of the insolvency practitioners, recognises\nthe sharing of fees amongst liquidators.â\nParticulars about what is sanctioned\nby the Insolvency Practitioners of SA are not provided.\n[79]\tLater, the following appears, in\nrelation to the review application:\nâ\n166.1\tDe Villiers\nrepaid 57,5% of the funds, because he would have received 57,5% of\nthe fees had the application to Court been successful.\n166.2\tPWC repaid 42,5% of\nthe funds because PWC would have received 42,5% had the Court\napplication been successful.\n166.3\tPWC repaid the\nfunds as a result of the relationship between myself and PWC as\nexplained herein above.\n166.4\tPWC had to recover\nthe funds from the joint liquidators of Macmed because of the fact\nthat the said joint liquidators would\nhave shared in the fees in the\nproportion of one sixth of 42,5% each, had the application to Court\nbeen successful. This was done\npursuant to the fees agreement between\nthe joint liquidators of Macmed as explained in the above\nparagraphs.â\n[80]\tFor reasons that will become\napparent there is no need to deal with every complaint by Standard\nBank concerning the fee-sharing\narrangement.\nThe rejection of a request for a\nmeeting\n[81]\tThis complaint by Standard Bank\nrelates to the admission of the claim of R325m by Macmed in Intramed.\nOn 14 October 2004 Standard\nBank requested that a meeting of\ncreditors be convened by Nel and De Villiers with a view to\ninterrogating the validity of the claim.\nIf the Macmed claim were to\nbe discounted then Standard bank would, in terms of the size of its\nclaim of R107 728 463.64, overwhelmingly\nhave represented the greater\npart of the total value of all claims proved against the estate. Even\nif the Macmed claim were taken\ninto account the Bankâs claim would\nexceed one-fourth in value of the total of the proved claims.\n[82]\tOn 27 October 2004 the request\nwas rejected by Nel and De Villiers as follows:\nâ\nNo purpose will be\nserved by either debating the issue by way of correspondence or by\ncalling a meeting of the Intramed creditors.â\n[83]\tIn a letter to the Master dated\n22 November 2004 Nel and De Villiers said the following:\nâ\nStandard Bank is of\nthe view that the joint liquidators of Intramed should call a meeting\nof proved creditors of Intramed to debate\nthe issues raised in their\nletter dated 14 October 2004. The joint liquidators of Intramed, in\ntheir letter dated 27 October 2004,\nadvised Standard Bank that they\nare of the view that no purpose will be served by calling a meeting\nof the Intramed creditors. We\nare still of same view, not only that\nit will serve no purpose by calling a meeting of Intramed creditors,\nbut because, if we accept\nthat Macmed, as proved creditor, can vote\nat the said meeting, that the creditors in value will vote against\nthe joint liquidators\nof Intramed bringing an application to set\naside the Macmed claim. In addition, the minority concurrent\ncreditors, because of the\ncomplexity of the Peregrine agreements, (26\nagreements in all) would not understand nor interpret the legal\nissues raised therein\nor as presented by Macmed and/or Standard Bank.\nThe costs of such expungement application would be prohibitive and\nwould, as a result\nof the protracted Court case without any clear\nindication of success, absorb most of the benefits which the\nconcurrent creditors\nmay expect in the event the Macmed claim is not\nexpunged by the Courts. There are various other scenarios that would\nbe introduced\nto the equation in the event of Macmed claim is\nexpunged one of which is the introduction of a new creditor Willridge\n(Peregrine)\nclaim for an amount of R325m.â\n[84]\tWith reference to s 41 of the\nInsolvency Act\n11\n24 of 1936 (the IA), the Court below held that Nel and De Villiers\nwere mistaken in not recognising that they were obliged to call\nthe\nmeeting at the request of a creditor representing one-fourth of the\nof the value of all claims proved. The Court below held further,\nthat\nNel and De Villiers were mistaken about Macmed being able to outvote\nStandard Bank. Section 52(6) of the IA provides:\nâ\n[A] creditor may not\nvote on the question as to whether steps should be taken to contest\nhis claim or preference.â\nIt went further, stating that the fact\nthat the issue had been debated before was no basis for refusing to\nconvene a meeting to decide\nit. Finally, the Court below was critical\nof the attitude adopted by Nel and De Villiers that the minority\nconcurrent creditors would\nnot understand the complexities of the\nPeregrine structure, stating that it was irrelevant to the decision\nwhether to convene a meeting\nor not.\n[85]\tHowever, the Court below did not\nconsider the failure to call a meeting a sufficient basis for the\nremoval of Nel and De Villiers.\nThe court concluded that Standard\nBankâs complaint concerning the R325m claim was without foundation\nas the two liquidators acted\non legal advice as they did in respect\nof the use of Intramed funds in the review application. Furthermore,\nthe court below held\nthat no prejudice had been suffered by the\nestate as all the monies had been repaid. However, the court below\nerred in stating (at\npara 7) that the capital amount owing had been\nrepaid by August 2004. It was in fact only repaid a year later. The\ncourt below concluded\nthat the fee-sharing arrangement was\nunobjectionable. The present appeal is directed against all these\nconclusions.\nFailure to prove an Intramed claim\nof R100m in Macmed\n[86]\tThis relates to three loans made\nby BoE bank to Intramed totalling R100 m, which Intramed, in\nturn, lent Macmed. This complaint,\nas will become evident, is\ninextricably linked to the disputed claim.\n[87]\tAs indicated in para 62 above,\nBoE bank initially proved its claim in the amount referred to in\nIntramed but this claim was later\nexpunged by the Master at the\ninstance of Nel and De Villiers. This led BoE to institute an action\nin the Port Elizabeth High Court\nin which it succeeded in\nestablishing its claim. Nel and De Villiers appealed that decision\nbut this court dismissed the appeal.\n12\n[88]\tAfter the judgment of this court\nthe result was that Intramed owed BoE R100m while Macmed contended\nthat it was owed R325m by\nIntramed. Nel and De Villiers took the view\nthat set-off applied and that Macmedâs claim in Intramed stood to\nbe reduced to R225m.\nThis, of course, assumes the validity of the\nMacmed claim. Consequently, Nel and De Villiers refused to prove\nIntramedâs claim\nof R100m in the Macmed estate. Once again, the\ncourt below considered that Nel and De Villiers, acting on legal\nadvice, did not behave\nimproperly.\nOther material facts\n[89]\tIn dealing with Standard Bankâs\ncomplaint that the amount of R325m was R120 000 more than the actual\npurchase price of the\nbusiness which was R324 880 000, Nel and\nDe Villiers merely state that the amount was an approximation and has\nbeen reduced\nto R225 m. This is a reference to the R100m set-off\nreferred to in the preceding paragraph. There is therefore, in\neffect, no explanation\nfor the excessive claim. The claim of R225m,\nit should be added, even allowing for the set-off still exceeds what\ncan legitimately\nbe claimed by approximately R120 000.\n[90]\tIn respect of the Macmed claim in\nIntramed it is necessary to record the following. The Macmed claim\nwas proved at the first\nmeeting of creditors of Intramed on 10 May\n2000. It was reflected in the first and second account in Intramed.\nThese accounts were\nsubsequently confirmed by the Master in 2001.\nPursuant thereto and on behalf of Intramed, Nel and De Villiers paid\ndividends of R15\n647 916.13 and R6 706 249.77 â a total of R22 354\n165.90 â to Macmed. In the court below, Standard Bank, wisely, did\nnot seek\nto interfere with the payment of these dividends under the\nfirst two accounts. The most recent liquidation and distribution\naccount\nin Intramed is the amended fourth account. It was lodged with\nthe Master by Nel and De Villiers in accordance with s 403 of the CA\nand lay for inspection from 10 to 24 December 2000. It reflects an\namount of slightly less than R36m as part of the free residue\naccount. These are monies available for distribution to proved\ncreditors. If, on proper examination of the Macmed claim, it emerges\nto be invalid the destination of the free residue will change\nsignificantly. It is that end which in part motivates the present\nlitigation\nexercise.\n[91]\tIn dealing with the review\napplication in relation to their fees in the winding-up of Intramed\nNel and De Villiers are on record\nas stating that the application was\nconsidered a landmark case by professional liquidators and that they\nwere supported in the application\nby their professional association.\nConclusions\n[92]\t I shall deal first with the\nclaim of R325m. Section 45 of the IA provides:\nâ\n(1)\tAfter a meeting of\ncreditors the officer who presided thereat shall deliver to the\ntrustee every claim proved against the insolvent\nestate at that\nmeeting and every document submitted in support of the claim.\n(2)\tThe trustee shall\nexamine all available books and documents relating to the insolvent\nestate for the purpose of ascertaining whether\nthe estate in fact\nowes the claimant the amount claimed.\n(3)\tIf the trustee\ndisputes a claim after it has been proved against the estate at a\nmeeting of creditors, he shall report the fact\nin writing to the\nMaster and shall state in his report his reasons for disputing the\nclaim. Thereupon the Master may confirm the\nclaim, or he may, after\nhaving afforded the claimant an opportunity to substantiate his\nclaim, reduce or disallow the claim, and\nif he has done so, he shall\nforthwith notify the claimant in writing: Provided that such\nreduction or disallowance shall not debar\nthe claimant from\nestablishing his claim by an action at law, but subject to the\nprovisions of section\nseventy-five\n.â\n13\n[93]\tIt is clear that once a claim is\nproved a liquidator is under an obligation to examine all available\nbooks and documents. The\nmere admission of a claim does not ratify it\nor make it\nres judicata\n.\n14\nThe importance of corroborating documents is clear. The presiding\nofficer is obliged to deliver every document in support of the\nclaim\nto the trustee. In the scheme of things, liquidators are required to\nexamine all available books and documents for corroboration\nor\ncomparison. In\nEstate\nFriedman v Katzeff\n1924 WLD\n298\nthe court, in dealing with a similar section in the previous\nInsolvency Act 32 of 1916, said the following at 304:\nâ\nIn my view there can\nbe no doubt that the word âshallâ where used in sec. 43 of the\nAct is peremptory and not directory, and it\nis therefore the duty of\nthe Court to see that the provisions of the Statute are complied\nwith.â\nThe liquidatorâs duties in this\nregard are therefore peremptory.\n[94]\tIn\nThe\nLaw of Insolvency\nCatherine\nSmith suggests that in addition to books and documents ââ¦clearly\nthe trustee may also have regard to any evidence given\nby the\ninsolvent and other witnessesâ.\n15\nThis suggestion is apt. It accords with the duties and obligations of\na trustee referred to in para 1 above.\n[95]\tIn\nEstate\nWilson v Estate Giddy, Giddy & White & Others\n1937 AD 239\nat 245 De Wet JA stated the following:\nâ\nBy virtue of section\n43 of the Insolvency Act it is the duty of the trustee to examine\nevery claim proved against the estate and to\nsatisfy himself that the\nestate is indebted to the creditor in the amount of the claim. It\nseems to me that for this purpose the\ntrustee is entitled to a clear\nand unambiguous statement of the\ncausa\ndebiti\nand in this case the trustees were justified in objecting to the\ncontradictory statements in the proofs of debt.â\n[96]\tIn\nCommentary\non the Companies Act\n16\nthe learned authors, under\nthe title\nDuty thoroughly to\nacquaint himself with the affairs of the company and to act openly\n,\nstate the following concerning a liquidator:\nâ\nHe owes a duty to the\nwhole body of members and the whole body of creditors, and to the\ncourt, to make himself thoroughly acquainted\nwith the affairs of the\ncompany, and to suppress nothing and conceal nothing, which has come\nto his knowledge in the course of the\ninvestigation, which is\nmaterial to ascertain the exact truth.â\n17\n[97]\tFurthermore, a liquidator must\nact with care and diligence. In\nCommentary\non the Companies Act\nthe\nlearned authors state the following:\nâ\nA liquidator must act\nwith care and skill in the performance of his duties. He has a duty\nto exercise particular professional skill,\ncare and diligence in the\nperformance of his duties, and will incur liability if he fails to\ndisplay that degree of care and skill\nwhich, by accepting office, he\nholds himself out as possessing. Thus a high standard of care and\ndiligence is required of a liquidator.\nHe must act reasonably in the\ncircumstances. The test as to what is or is not reasonable in any\ngiven circumstances is not whether\nthe conclusion arrived at is\nreasonable, but is that of a reasonable man âapplying his mind to\nthe conditions of affairsâ, which\nmeans âconsidering the matter\nas a reasonable man normally would and then deciding as a reasonable\nman normally would decideâ.\nRelevant here is the fact\nthat in cases of uncertainty or doubt, the liquidator has the\nopportunity of safeguarding himself either\nby obtaining the\ndirections of the Master or the court or by obtaining the directions\nof the creditors or members. Where, in such\ncircumstances, the\nliquidator, for example takes upon himself the burden of deciding on\nthe validity of a claim, he also takes upon\nhimself the risk of its\nturning out that the payment constituted a misapplication of the\nfunds under his control.â\n18\n[98]\tI have a deep sense of disquiet\nabout the manner in which Nel and De Villiers treated the claim of\nR325m. The parties were agreed\nthat this court cannot reach a\ndefinitive conclusion concerning the Peregrine structure and its\neffect or its validity. Standard\nBank submitted that the claim was\nnot properly assessed or interrogated.\n[99]\tThe evidence of Viljoen, the\npre-liquidation accounting records of Macmed and Intramed, the\nconcerns expressed by Deloitte &\nTouche, the interest payment of\napproximately R30m, the subscription for shares by Macmed and\nLeoridge Investments, the stamp duties\npaid, the six monthly payments\nfor putting the Peregrine structure in place, of which R3 300 000 had\nalready apparently been paid,\nthe subscription by Peregrine for\nshares in Intramed at a subscription price equal to the purchase\nprice, which meant that Peregrine\nwould, upon maturity date be an\nequity holder in Intramed, were all matters deserving earnest\nconsideration. It is clear that these\nissues were not given the\nattention they deserved. Such consideration as given was perfunctory\nand dismissive.\n[100]\tIn\nCommentary\non the Companies Act\nthe\nlearned authors state the following:\nâ\nWhere a group of\ncompanies is placed in liquidation, the conflicts of interest\ninvolved in acting as the liquidator for more than\none of those\ncompany may, in the circumstances, result in the court refusing to\nappoint the liquidator of one of the companies as\nthe liquidator of\nanother or, where that appointment has already been made, in removing\nhim from office as liquidator of another\nor other companies within\nthe group.â\n19\n[101]\tWhat is distressing is that Nel\ndid not appreciate the conflict situation he found himself in. As the\nliquidator of Macmed seeking\nto prove a contentious claim in Intramed\nhe was motivated by the interests of a creditor. As liquidator of\nIntramed, together with\nDe Villiers, he was obliged to consider the\ninterests of the debtor.\n[102]\tIn weighing up the genuineness\nof the claim of R325m the Intramed perspective was improperly\nignored. The conflict should have\nbeen recognised and guidance sought\non the position Nel and De Villiers found themselves in.\n[103]\tThe reliance by Nel and De\nVilliers on legal advice is too glib. Nel and De Villiers informed\nthe second and third opinions\nthey received. The accounting records,\nquite clearly, played an important role in the conclusions arrived\nat. Nel is a chartered\naccountant and must, together with De\nVilliers, have been aware of the importance of the qualification of\nthe financial records of\nIntramed by Deloitte & Touche. It was\nadmitted that the financial statements were finalised after Intramed\nand Macmed had been\nplaced in liquidation, under the control of Nel\nand De Villiers. It could not be otherwise. It does not appear from\neither the second\nor third opinions that this fact was brought to the\nattention of counsel. Nor does it appear that they were informed\nabout the historical\nfinancial records up until the end of November\n1999.\n[104]\tAs rightly pointed out in the\nfirst opinion obtained by Nel and De Villiers, a party alleging that\nthe transaction was a simulated\none bears the onus of proving it.\n20\nThere is some force in Standard Bankâs contention that on the\ndocumentary and other information available to Nel and De Villiers\nthe scales were tipped the other way.\n[105]\tFurthermore, the opinion from\nthe leading tax expert, which did not interrogate the genuineness of\nthe transaction, appears\nnot to have received sufficient, or any,\nconsideration. A further question arises: Why was a second opinion\nsought by the Macmed\nliquidators, with Nel and De Villiers being the\ndriving force? In addition, it could rightly be asked, why, whilst in\nthe process\nof seeking the opinion or after obtaining it, they\nnonetheless persisted with the claim. Despite the existence of the\nopinion, Nel\nand De Villiers as joint liquidators of Intramed failed\nto dispute the claim. This was done in the face of controverting\ndocumentary\nevidence and the qualification by Deloitte & Touche.\nThis clearly demonstrates the conflict that Nel found himself in and\nshould\nhave been more attuned to.\n[106]\tWhereas accountants are not\nrequired to have legal knowledge in general they ought to know the\nimportance of substantiating\ndocuments. So too, must liquidators. The\nlatter must at the very least have knowledge of the relevant legal\nprinciples relating to\ntheir duties and functions. But, even if they\ndid not in this particular instance, their conduct was lacking in\nsimple common sense\nand devoid of logic to the extent that it is\ndifficult to resist the conclusion that they were improperly\nmotivated.\n[107]\tIt is not insignificant that in\nthe second and third opinions the prospect of recovery from sources\nother than Intramed was\nrated as minimal. The third opinion, which is\nfour and a half pages long, built on the second. The reliance on\nlegal advice must\nbe viewed against what is set out in the preceding\nparagraphs. In my view, in respect of the claim of R325m, Nel and De\nVilliers\ndid not comply with their duties as liquidators in\naccordance with the standards referred to by the authorities set out\nearlier in\nthis judgment.\n[108]\tStandard Bankâs complaint\nconcerning the failure by Nel and De Villiers to prove the Intramed\nclaim of R100m in Macmed is\nsubsumed by the complaint concerning the\nR325m. If the latter claim is valid there might be justification for\nset-off. But set-off\nonly arises if the Macmed claim of R325m is\nvalid.\n[109]\tThe failure to call the meeting\nof creditors relates to and impacts on the claim of R325m. Standard\nBank, having been ousted\nfor a long time as a participating creditor\nin the Intramed estate because of the expungment of its claim, was\nintent on having the\nMacmed claim discussed and its validity debated.\nThe court below was correct in its conclusion concerning the decision\nby Nel and\nDe Villiers not to accede to the request for a meeting. It\ndid not regard that fact on its own as a basis for their removal as\nliquidators.\nIn my view, the failure to call the meeting has to be\nseen against the totality of the circumstances set out above.\n[110]\tI turn to deal with the charge\nof misappropriation of monies. It must be stated at the outset that\ncounsel on behalf of Nel\nand De Villiers was rightly constrained to\nconcede that, insofar as the use of monies for the review application\nis concerned, their\nconduct was not beyond reproach. He submitted\nthat it should however be seen in context and that we should be\ncautious and alive\nto the fact that we are now judging their conduct\nwith the benefit of hindsight.\n[111]\tIn 4(3)\nLawsa\npara 236 Blackman states:\nâ\n[A] liquidator stands\nin a âfiduciary relationship towards the company and its members\nand creditors. As such, he occupies a position\nin some ways analogous\nto that of a trustee.â\n[112]\tIn\nCommentary\non the Companies Act\n21\nthe following appears:\nâ\nThe liquidator stands\nin a fiduciary relationship to the company of which he is the\nliquidator, to the body of its creditors as a\nwhole, and to the body\nof its members as a whole.\nAs a fiduciary, the\nliquidator must at all times act openly and in good faith, and must\nexercise his powers for the benefit of the\ncompany and the creditors\nas a whole, and not for his own benefit or the benefit of a third\nparty or for any other collateral purpose.\nHe must act in the\ninterests of the company and all the creditors, both as individuals\nand as a group. He must not make a decision\nwhich would prejudice one\ncreditor and be of no advantage to any of the other creditors or to\nthe company.\nHe may not act in any\nmatter in which he has a personal interest or a duty which conflicts,\nor which might possible conflict, with\nhis duties as liquidator of\nthe company.â\n[113]\tIt is self-evident that monies\nin the estate of the company being wound-up cannot be put to private\nuse by the liquidators.\nFor a liquidator to act in that fashion is\nthe very antithesis of what should rightly be expected of a\nliquidator. It is equally\nclear that litigation undertaken has to be\nin the best interest and for the benefit of the company being\nwound-up.\n[114]\tMy first concern is the\nsuggestion that the review application was seen as a landmark case\nfor the benefit of liquidators. The\nextract from Nelâs affidavit\nreferred to in para 71 above is instructive. It confuses or seeks to\nrun together the interests of\nthe âinsolvency professionâ, the\nMaster and creditors. Intramedâs funds were not available for the\npersonal benefit of Nel\nand De Villiers. Neither could such monies be\nused to fund a test case for the liquidation industry generally.\n[115]\tSecond, there was no specific\nauthorisation by the creditors of Intramed in relation to the review\napplication and it faced\nopposition from the Master. As stated by\nthis court in relation to the review application: â[T]hey were\nacting in their personal\ncapacities and not in any sense in the\ninterests of the Intramed estate. Indeed, the appellants were â and\nstill are â acting\nagainst the interests of the creditors, solely\nfor their own benefitâ.\n22\n[116]\tThird, despite the judgment of\nthe Grahamstown High Court in terms of which Nel and De Villiers were\nordered to pay the costs\npersonally, they nevertheless continued to\nuse Intramed funds to pay their legal costs including those of an\nappeal to this court.\nThis was done despite the Masterâs\nprotestations.\n[117]\tFourth, despite the emphatic\ncritical comments by this court concerning their conduct, they failed\nto promptly repay the amounts\nthey had used to fund their personal\nlitigation. Throughout, they demonstrated an obstinate resistance to\nbeing held to account.\nAt one stage, instead of dealing with Standard\nBankâs objection in principle, they sought rather to challenge its\nlocus standi\n.\nIt took approximately 16 months after the decision of this court\nbefore all the monies utilised were paid back.\n[118]\tHaving rightly made the\nconcession that their conduct was not beyond reproach counsel\nrepresenting Nel and De Villiers was hard-pressed\nto justify or\nexplain their extreme tardiness in repaying the monies improperly\nutilised.\n[119]\tOnce again, the reliance on\nlegal advice does not excuse the behaviour of Nel and De Villiers. At\nthe outset the warning lights\nought to have flashed. Their expertise\nand experience in matters financial ought to have made them\nparticularly aware that personal\ncosts and motivations should be kept\nstrictly distinct from professional obligations and responsibilities\nand should not intrude\nto contaminate the winding-up process. When\ntwo courts in succession pronounced on their liability and\nresponsibility they ought\nto have responded with due promptitude and\ndemonstrated appropriate contrition. The opposite occurred. Even\naccepting that they had\ndispatched supporting vouchers to the\nMasterâs office the conclusion is inescapable that they\ndemonstrated a reckless disregard\nconcerning the use of Intramedâs\nfunds. Having undertaken to the Master, when faced with his protests,\nto repay the legal costs\nif held personally liable, one would have\nthought that they would have kept a separate record of those\npayments, yet it appears that\nthey did not. The question might\nrightly be asked why they did not have recourse to books of account\nin which legal costs would necessarily\nhave been recorded.\n[120]\tMonths after they had been\nchallenged on the issue they stated unequivocally that the costs had\nbeen repaid. Years later, without\nthe excuse of absent vouchers, the\nmatter remained unresolved. Had they been ordinary litigants this\nwould have been unacceptable.\nGiven the high standards required of\nliquidators in the winding-up of companies it is unconscionable and\nwholly deplorable.\n[121]\tWe have not been supplied with\nthe details of the policy of the Association of Insolvency\nPractitioners of SA concerning fee-sharing\narrangements. In his\naffidavit Nel states that arrangements between liquidators, such as\nthe one in relation to the Macmed winding-up\nprocess, are common\nplace.\n[122]\tFor reasons that are apparent it\nis not necessary to deal with every one of Standard Bankâs\ncomplaints concerning the fee-sharing\narrangements.\n[123]\tIn the present case I have a\ndifficulty in understanding why the Macmed liquidators had an\ninterest in the application by Nel\nand De Villiers in reviewing the\nMasterâs ruling on their fees and why they were expected to and in\nfact did contribute to the\ncosts of that litigation. The Macmed\nliquidators appear to have paid that contribution personally. That\ndoes not, however, excuse\ntheir participation in Intramedâs\naffairs. The inflated fees of approximately R21m which Nel and De\nVilliers consider themselves\nentitled to in relation to their\nwinding-up of Intramed would have had a serious impact on the estate.\nThis was a matter on which\nthe views of the creditors ought to have\nbeen specifically sought and in respect of which they ought to have\nhad a say. The conflict\ninherent in the situation described above was\nregrettably lost on Nel and De Villiers and on the other joint\nliquidators of Macmed.\nIt would be surprising if this kind of conduct\nwas sanctioned by their professional association.\n[124]\tStandard Bank prays for the\nremoval of Nel and De Villiers as liquidators in Intramed. Section\n379(2) of the Companies Act 61\nof 1973 provides:\nâ\nThe Court may, on\napplication by the Master or any interested person, remove a\nliquidator from office if the Master fails to do so\nin any of the\ncircumstances mentioned in subsection (1) or for any other good\ncause.â\nThe relevant circumstances mentioned\nin subsec (1) are as follows:\nâ\n(b)\nthat\nhe has failed to perform satisfactorily any duty imposed upon him by\nthis Act or to comply with a lawful demand of the Master\nor a\ncommissioner appointed by the Court under this Act; or\nâ¦\n(e)\nthat\nin his opinion the liquidator is no longer suitable to be the\nliquidator of the company concerned.â\n[125]\tIn\nHudson\nand others NNO v Wilkins NO and others\n2003 (6) SA 234\n(T) (at para 13) the following appears:\nâ\n[13]\tA liquidator\nmay\nbe\nremoved from office if there is sufficient suspicion of partiality or\nconflict of interest, since a liquidator must be and appear\nto be\nindependent and impartial. He or she must be seen to be independent\nsince his duties as liquidator may require him or her to\ninvestigate.\n(See\nRe\nGiant Resources Ltd\n[1991]\n1 Qd R 107\nat 117;\nRe\nNational Safety Council of Australia (Vic Division)\n[1990]\nVR 29\n([1989]\n15 ACLR 355\n(SC Vic);\nCity\nof Suburban Ltd v Smith\n[1998]\n28 ACSR 328\n(FC of A) at 336.) A Court will exercise its discretion\nto remove a liquidator if it appears that he or she, through some\nrelationship,\ndirect or indirect, with the company or its management\nor any particular person concerned in its affairs, is in a position\nof actual\nor apparent conflict of interest. In exercising that\ndiscretion Bowen LJ in\nRe\nAdam: Eyton Ltd: Ex parte Charlesworth\n(1887)\n36 Ch D 299\nat 306 said:\nâ\nOf course fair play to\nthe liquidator himself is not to be left out of sight, but the\nmeasure of course is the substantial and real\ninterest of\nliquidation.â â\n[126]\tIn\nMa-Afrika\nGroepbelange (Pty) Ltd v Millman and Powell NNO\n1997\n(1) SA 547\n(C) at 561H-J the following is stated:\nâ\nGood cause for the\nremoval of a liquidator has also been held to have been shown where a\nliquidator has not been independent. This\nwas the\nratio\nof the\njudgment in\nRe\nSir John Moore Gold Mining Co\n(1879)\n12 ChD 325\n(CA) at 332, where a liquidator was removed because his\nâinterests may conflict with his dutyâ. See also\nRe\nP Turner (Wilsden) Ltd\n(1986)\n2 BCC 99\n, 567 (CA) at 99, 570 and\nRe\nLondon Flats Ltd\n[1969]\n2 All ER 744\n(Ch) at 752E-F, where it was held that a liquidator\nshould be âwholly independentâ and that the removal of a\nliquidator should\nbe âin the interests of every one concerned in\nthe liquidation.â â\n[127]\tIn 4(3)\nLawsa\nunder the titles\nCompanies\nand\nWinding-up\nM S Blackman at para 281 states the following:\nâ\nThe court will remove\na liquidator if some unfitness, in the wide sense of that term, is\nshown in the liquidator, whether it be from\npersonal character or\nfrom his connection with other parties or from circumstances in which\nhe is involved. Thus, even though no\nbad faith was alleged, the court\nremoved a liquidator where he had become so engrossed in his own view\nthat he was unable to see\nthe reasonableness of the proposals of\nthose interested in the liquidation and threw obstacles in their way;\nâ¦ where it was prima\nfacie established that the liquidator and two\ndirectors were liable to account to the company for certain sums and\nthe liquidator\nrefused to take proceedings against the directors; â¦â\nFurther on, the following appears:\nâ\nAlthough there may be\nno individual characteristic in itself sufficient on which to base a\nconclusion that a liquidator is unfit,\nthere may be a number of\ncircumstances which combined might force the court to that\nconclusion. Also, the court might take into account\nsome unfitness on\nthe part of the liquidator together with what might be in the\ninterests of those persons interested in the liquidation.\nA relevant\nfactor is also the costs that would be incurred if another liquidator\nhas to come in and complete the work that the present\nliquidator has\nalready done. Thus, in the circumstances, the court will be less\nlikely to discharge a liquidator towards the end\nof the winding-up,\nafter he has become acquainted with the affairs of the company, than\nit would early in the winding-up. Although\neach one of these\nconsiderations taken singly might not be sufficient to justify the\nremoval of the liquidator, taken together they\nmight be.â\n[128]\tIt is clear that in respect of\nthe claim of R325m Nel and De Villiers have lost all objectivity and\nimproperly preferred the\nMacmed claim without properly interrogating\nand verifying it. The comments by Van Heerden AJA set out in para 52\nabove are apposite.\nIt does not appear that in that case this court\nwas made aware of the fee-sharing arrangement which would have\nsignificantly ameliorated\nthe impact of the cost order on Nel and De\nVilliers personally.\n[129]\tAs stated above, counsel\nrepresenting Nel and De Villiers, rightly conceded that their\nbehaviour in relation to the cost of\nthe review application was from\nthe outset not beyond reproach. Chronologically, their behaviour in\nrelation to the use of Intramedâs\nfunds became progressively worse.\nIn addition they were obstructive, evasive and unrepentant to the\nend.\n[130]\tIn relation to that aspect of\nthe fee-sharing arrangement referred to above Nel and De Villiers\nfailed to appreciate the conflict\nin which they found themselves and\nits effect on them.\n[131]\tA precursor to the decision by\nthe Grahamstown High Court on the application to have Nel and De\nVilliers removed was a challenge\nby them to Standard Bankâs\nlocus\nstandi\n. The challenge on\nthat issue culminated in an appeal to this court in which Standard\nBank was successful. This court recorded that\nNel and De Villiers\nwere not âlitigation shyâ.\n23\n[132]\tIt is a cause for concern that\nso much time has passed since the Macmed group was placed in\nliquidation. We have been informed\nthat much work in relation to the\nIntramed estate has been done and is nearing completion. Against that\nconsideration is the fact\nthat Nel and De Villiers have played a\nmajor part in the delay by way of costly, protracted and unnecessary\nlitigation. If the Macmed\nclaim is disregarded Standard Bank\noverwhelmingly represents the majority of value of creditors in the\nIntramed estate. That it is\nwilling to put up with a further delay in\nthe winding-up of the estate is not insignificant. The R325m claim is\nclearly the remaining\nmajor issue and one in respect of which Nel and\nDe Villiers cannot bring objectivity to bear. The totality of\ncircumstances set out\nabove compellingly leads to the conclusion that\nit is not in the best interests of the liquidation that they continue\nto serve as\njoint liquidators of Intramed.\n[133]\tLiquidators must realise that\nthey perform important functions. The Master, creditors and\nimportantly courts rely on them. In\nthe liquidation process they are\nexpected to act impeccably. The profession must be under no illusion\nthat courts, in appropriate\ncircumstances, when called upon to do so\nwill act to ensure the integrity of the winding-up process.\n[134]\tStandard Bank contends that in\nterms of s 384(2)\n24\nof the CA, Nel and De Villiersâ fee in the winding-up of Intramed\nshould be disallowed or reduced. Furthermore, Standard Bank submitted\nthat Nel and De Villiers should be liable to pay a penalty in terms\nof s 394(7)\n25\nof the CA in an amount of R1 608 839, being double the amount they\nused from Intramed funds to pay the costs of the review application.\n[135]\tRemoval of a liquidator is an\nextreme step. It certainly impacts on his or her reputation. It was\nsubmitted on behalf of Nel\nand De Villiers that we give consideration\nto the fact that they are nearing the end of their careers. Moreover,\nso it was submitted,\nthey have expended effort and much hard work to\nthe benefit of Intramed and creditors by, for example, continuing to\ntrade in Intramed\ndespite objections by BoE bank, which resulted in a\nsignificant increase in its value, which ultimately redounded to the\nbenefit\nof creditors.\n[136]\tBearing in mind what is set out\nin the preceding paragraph I am not of the mind to impose a penalty\nin terms of s 394(7) of\nthe CA. However, having regard to the nature\nand gravity of the misconduct, considering the protracted, costly and\nunnecessary litigation\nengaged in by Nel and De Villiers, and taking\ninto account what can rightly be demanded of liquidators, it is my\nview that they should\nbe deprived of 5 per cent of their fee. The\nMaster was requested to disallow or reduce their remuneration and\nrefused to do so.\n[137]\tFinally, there is the question\nof the costs of Standard Bank. Counsel representing the bank\ncorrectly accepted that the founding\naffidavit was prolix. It made\ntrawling through the record extremely difficult. It had the unhappy\nconsequence of a lengthy response.\nOftentimes less is more. Recently\nboth in respect of the record and heads of argument legal\nrepresentatives have acted to the contrary.\nMindful of the\nunnecessary time and resources expended in the present case I am of\nthe view that the bank should be deprived of a\nthird of its costs.\n[138]\tThe following order is made:\n1.\nThe\nappeal is upheld.\n2.\nThe\nsecond and third respondents are ordered to pay two thirds of \t\t\tthe\nappellantâs costs, such costs to include those consequent\nupon\n\t\t\tthe employment of two counsel,\nto\nbe paid by the second and third \t\t\trespondents in their personal\ncapacities jointly and severally.\n3.\tThe order of the court below is set\naside and substituted as follows:\nâ\n1.\tThe third and fourth respondents\nare removed as joint liquidators of Intramed (Pty) Ltd (in\nliquidation).\n2.\tThe decision of the Master not to\ndisallow or reduce the remuneration of the third and fourth\nrespondents as joint liquidators\nof Intramed (Pty) Ltd (in\nliquidation) is reviewed, set aside and replaced with an order in\nterms whereof the remuneration of the\nsecond and third respondents is\nreduced by five per cent.\n3.\nThe\nthird and fourth respondents are ordered to pay the costs of the\napplication including the costs consequent upon the employment\nof two\ncounsel where applicable, such costs to be paid by the third and\nfourth respondents in their personal capacities jointly and\nseverally\n.â\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nGRIESEL\nAJA dissenting\n[139]\tI have read the judgment of\nNavsa JA, but respectfully disagree with his conclusion that the\nappeal should succeed. The relevant\nfacts have been fully summarised\nin my colleagueâs judgment as well as in the judgment of the court\nbelow. It is accordingly not\nnecessary to repeat the factual\nbackground herein, save to the extent necessary to explain my\nreasoning in respect of particular\naspects.\n[140]\tWith regard to the application\nfor removal of the joint liquid­ators, which forms the backbone\nof the present appeal, Standard\nBank relies on five main grounds.\nBefore dealing\nseriatim\nwith the individual grounds of complaint, I wish to make some general\nremarks which, in my view, militate against the removal of\nthe\nliquidators at this stage of the winding-up process.\n[141]\tFirst, my colleague rightly\npoints out\n26\nthat removal of a liquidator is âan extreme stepâ. From the\nauthorities cited by him,\n27\nit further appears that removal of a liquidator is âa radical form\nof relief which will not be granted unless the Court is satisfied\nthat a proper case is made out thereforâ.\n28\nFor the reasons set out below, I am not persuaded that the bank has\nmade out a proper case for such radical relief.\n[142]\tSecond, a court will be less\ninclined to remove a liquidator at a late stage in the winding-up\nprocess than it would be to replace\nhim or her at an early stage.\n29\nIn the present case, the liquidators were appointed more than ten\nyears ago. By the time Nel deposed to his answering affidavit in\nthese proceedings, on 30 August 2005, the process of winding up was\nat âa very\nadvanced stageâ\n. Thus\nNel stated:\nâ\nSave\nfor the dispute over the Macmed claims, the remaining steps are to\nprepare a final liquidation and distribution account, report\nto the\nMaster and pay out the remaining dividends. No purpose would be\nserved in replacing De Villiers and me now as liquidators,\nas the\nadministration of the Intramed estate is, for all practical purposes,\nalmost complete. The appointment of other liquidators\nwould only\nresult in incurring additional costs for the Intramed estate to the\nprejudice of the other creditors.â\nSince\nthe aforesaid date the court below, during the first round of the\ncurrent proceedings, refused to expunge the Macmed claim,\n30\nwith the result that the issue relating to that claim can no longer\nbe said to be outstanding. It can be accepted, therefore, that\nthe\nprocess of winding up is by now â more than four years later â\nvirtually complete. To remove the liquidators at this very\nlate stage\nwill, in my view, amount to a\nbrutum\nfulmen\n.\n[143]\tThird, a court must be satisfied\nthat removal of the liquidator(s) will be to the general advantage\nand benefit of\nall\npersons concerned or otherwise interested in the winding-up of the\ncompany in liquidation.\n31\nIn the present instance, 91 claims totalling R667 million\n(subsequently reduced to R567 million) were proved against\nIntramed\nat the first meeting of creditors, back in May 2000. As\nobserved by Mr Nel, â(i)t is noteworthy that the applicant is not\nsupported\nin this application by any of the other proved creditors in\nIntramed . . .â Not only is the application not supported\nby any of the other creditors, but the bank has not adduced any\nevidence â and accordingly has not discharged the onus of proving\nâ\nthat removal of the joint liquidators will be to the general\nadvantage and benefit of all persons interested in the winding-up\nof\nIntramed.\n[144]\tFourth, in refusing to order\nremoval of the liquidators, the court below exercised a judicial\ndiscretion. Leaving aside the\nquestion whether this was a ânarrowâ\nor a âwideâ discretion,\n32\nI have not been persuaded that any grounds exist which would entitle\nthis court on appeal to interfere with the exercise of the high\ncourtâs discretion.\n[145]\tFinally, in terms of s 381\nof the Companies Act, the Master has wide-ranging powers of control\nover liquidators. The fact\nthat the Master, who has not been\ncriticised for undue partiality towards the Intramed liquidators, has\nnot seen fit â with knowledge\nof Standard Bankâs complaints â\nto exercise any of his powers in terms of s 381, is a factor\nentitled to considerable weight\nin considering the present\napplication.\n[146]\tWith that prelude, I now turn to\ndeal with the merits of the individual grounds for removal advanced\non behalf of Standard Bank\nand do so in the same sequence as did my\ncolleague.\nThe Macmed claim\n[147]\tMuch time and paper was spent on\nthe question of the validity of the Macmed claim. Indeed, this was\ndescribed by Standard Bank\nas one of the main issues to be decided in\nthe litigation and one of the prayers (para 1.6) contained in the\nnotice of motion was\nspecifically aimed at expungement of the Macmed\nclaim as contained in the amended fourth liquidation and distribution\naccount. As\nmentioned earlier, Standard Bankâs claim in this regard\nwas duly dismissed by the court below during the first round,\n33\nhence the courtâs observation, during the second round, that â(w)e\ndo not have to consider the validity of the Macmed claimâ.\n34\nInstead, the focus shifted to the question whether Nel and De\nVilliers acted inappropriately by not disputing the Macmed claim. But\ntherein lies the rub because, without a thorough examination of the\nvalidity of that claim (including the intricate âPeregrine\nstructureâ which underlies it), it is virtually impossible to pass\nany judgment on the conduct of the liquidators in their treatment\nof\nthe claim. Yet this is precisely what Standard Bankâs complaint\ndemands of the court: as pointed out in\nits\nheads of argument,\nthe\nbankâs\ncentral\ncontention is a simple one: âthe proof of the Macmed claim ignores\nthe Peregrine structure and in these circumstances the\nIntramed\nliquidators (who knew the true and full facts) ought to have\nrecommended to the Master that he expunge itâ.\n[148]\nWithout\nthe benefit of full evidence â including cross-examination â on\nthis aspect, it is impossible to find, in my view, that\nthe\nliquidatorsâ conduct in relation to the Macmed claim fell short of\nthe required standard and that it justifies their removal.\nA careful\nreading of the evidence shows, in any event, that the Intramed\nliquidators did not blithely accept the claim. S\nhortly\nafter\nMacmedâs claim was\nproved at the first meeting of creditors, during May 2000, Nel\nforwarded a copy of the claim (together with certain\nother claims) to\nIntramedâs attorney, Brooks, with the request, on behalf of\nIntramed: âPlease\nreview\nin terms of the evidence given at the enquiry and opinions receivedâ.\n[149]\nA\nmonth or so later, in their report to the second meeting of creditors\nof Intramed, Nel and De Villiers reported as follows:\nâ\nThe claims of the\nultimate holding company Macmed Healthcare Limited and BOE Bank\nLimited require investigation. There is an obvious\nduplication of\napproximately R100 million. Claims proved at the first meeting of\ncreditors should total approximately R567 million\nand not R667\nmillion.â\n[150]\tThe record shows that Nel and De\nVilliers did indeed investigate the two claims mentioned in the\nreport and decided i\nn\ndue course not to challenge the Macmed claim. This was done on the\nbasis of legal advice received from their attorney,\nBrooks,\nto the effect that the claim was in order. His advice, in turn, was\nsupported by counselâs opinion obtained by the Macmed\nliquidators.\n[151]\tThe one aspect on which all\nparties agreed was that the Peregrine structure was one of some\ncomplexity. In the judgment of the\ncourt below during the first\nround, the court gave a brief summary of what the Peregrine structure\nentailed, the correctness of which\nwas apparently accepted by counsel\non both sides and was repeated in the second judgment.\n35\nIt was precisely because of the complexity of the series of\ntransactions comprising the Peregrine structure that the Macmed\nliquidators\nfound it necessary to seek counselâs opinion.\nSubsequently, a second and a third opinion was obtained. In this\ncontext, my colleague\nposes the question: âWhy was a second opinion\nsought by the Macmed liquidators, with Nel and De Villiers being the\ndriving force?â\n36\nWith respect, the way I read the evidence, it was the Macmed\nliquidators, at the behest of the bank creditors of Macmed, who\nobtained\nall three opinions. Nel pointed out in this regard that,\nhaving obtained the first opinion, the Macmed liquidators were\ninstructed\nby the bank creditors of Macmed â including Standard\nBank â to obtain the second and third opinions from counsel:\nâ\nThe\nMacmed liquidators obtained the second Peregrine opinion late in\nAugust 2000 which second opinion was also debated with the Macmed\nbanks, including [Standard Bank].\n.\n. . The Macmed liquidators were then instructed by the bank creditors\nto obtain a third opinion relating to the Peregrine Structure\nwhich\nopinion the Macmed liquidators obtained in November 2000. The third\nopinion, after it had been obtained, was also debated with\nthe Macmed\nbanks at an informal meeting of creditors. The Macmed banks\ninstructed the Macmed liquidators not to proceed with any\naction\nagainst Peregrine in regard to the Peregrine Structure and accepted\nthe effect of the unwinding of the Peregrine Structure\nand\nconsequently the validity of the Macmed claim against Intramed of\nR325 million.â\n[152]\tBoth the second and third\nopinions reaffirmed the simulated nature of the Peregrine structure.\nThis construction was thereupon\naccepted, not only by the liquidators\nof Macmed and the relevant creditors (including Standard Bank), but\nalso by Nel and De Villiers\non behalf of Intramed. It was on this\nbasis that the Macmed claim was reflected in the successive\nliquidation and distribution accounts\nof Intramed, all of\nwhich\nwere in due course confirmed by the Master.\nThe first\nthree accounts went unchallenged, whereas Standard Bankâs challenge\nof the fourth account was unsuccessful, as noted earlier.\nIn terms of\ns 407(4)(a) of the Companies Act, Standard Bank had the\nopportunity to take the Masterâs decisions on review within\nfourteen days from the date on which the decisions were made. This\nwas not done. Moreover, p\nursuant\nto confirmation of the first\naccount, and on 9 March\n2001, the liquidators paid a dividend of R15,6 million to Macmed\nbased on its claim of R225 million.\nPursuant to confirmation of the\nsecond\naccount, and on or about\n4 October 2001, the liquidators paid a further dividend to Macmed in\nthe amount of R6,7 million. Standard\nBank did not apply to have\neither the first\nor the second\nliquidation and\ndistribution account re-opened in terms of s 408. Instead, it\nlaunched various abortive attempts to have the\nMacmed claim expunged:\nthus, at a general meeting of creditors of Macmed, the bank attempted\nto persuade the creditors to abandon\nthe Macmed claim against\nIntramed. Not surprisingly, the bank failed to obtain any support for\nits proposal. It then attempted to\npersuade Nel and De Villiers to\nconvene a meeting of the Intramed creditors to discuss expungement of\nthe Macmed claim, but this\nrequest was turned down. The bank did not\npursue their efforts to convene a meeting of Intramed creditors, but\ninstead applied unsuccessfully\nto the court below, in the first part\nof the present proceedings, to have the Macmed claim expunged. Having\nbeen turned away at the\nfront door, as it were, the bank now comes to\nthe back door, relying on the same facts and seeking a different â\nand far more drastic\nâ remedy. In my view, they should again be\nturned away.\n[153]\tIn the circumstances as outlined\nabove, the Intramed liquidators were fully entitled, in my view, to\nregard the said structure\nas a simulation which had âunwoundâ\nupon the winding up of Macmed. As Nel summed up the position in his\nanswering affidavit:\nâWe always believed the transaction to have\nunwound, as is borne out by the subsequent conduct of all parties\nconcernedâ.\n[154]\tNelâs reliance on the\nsubsequent conduct of the parties and their understanding of the\neffect of the series of agreements\nfinds support in the judgment of\nthis court in\nAussenkehr\nFarms (Pty) Ltd v Trio Transport CC\n,\n37\nwhere the question for decision was posed as follows:\nâ\nWhere\nthe parties to a contract are agreed on its meaning, is it open to a\nthird party to contend for a different meaning even if\nthat does\naccord with the apparent meaning of the written document reflecting\nthe agreement?â\n38\nLewis AJA answered the question as\nfollows:\nâ\nWhere\nthe parties dispute the meaning of a term then a court must\nnecessarily look to the wording of the provision itself to determine\nits correct construction. But where they agree on its meaning, even\nthough the provision appears objectively to reflect a different\nunderstanding, it would be absurd to insist on binding them to a term\nupon which neither agrees only because of a third partyâs\ninsistence on reliance on the apparent meaning of the provision.â\n39\n[155]\tApplied to the facts of the\npresent case, it appears from the evidence that the parties to the\nPeregrine structure regarded\nthe agreements to have âunwoundâ\nupon liquidation of Macmed and its subsidiaries. This is borne out by\nthe fact that Peregrine\nnever proved a claim against Intramed\nbecause, as Nel put it, â(i)t clearly never was the intention that\nPeregrine would ever have\na claim against Intramedâ. In these\ncircumstances, it would indeed be âabsurdâ, as suggested in\nAussenkehr, supra\n,\nto disregard the understanding and attitude of the parties and to\nlook, instead, through a magnifying glass at the abstract meaning\nto\nbe gleaned from the battery of 21 agreements comprising the elaborate\nPeregrine structure in order to attribute a different meaning\nto\nthose agreements as the one accepted by the parties.\n[156]\tIn\nCaldeira v The Master\n40\nthe duties of a trustee (or liquidator) in terms of s 45(3) of the\nInsolvency Act were stated as follows by\nLevinsohn\nJ:\nâ\nThis\nsection enjoins the trustee, if he disputes the claim, to report to\nthe Master his reasons for doing so. It seems to me that\nif a trustee\ndisputes the claim he must have a reasonable belief based on facts\nascertained by him that the insolvent estate is not\nin fact indebted\nto the creditor concerned. Mere suspicion about the claim would not\nbe sufficient. This belief would, I think, generally\narise after the\nexamination of the Companyâs records and the conclusion derived\nfrom the records that the indebtedness does not\nexist or has been\nextinguished. Of course, the facts giving rise to the belief may not\nnecessarily be derived from the companyâs\nrecords, they could\narise, for example, from the records of an interrogation conducted at\nthe meeting of creditors.â\n[157]\tHaving regard to this test and\nto the evidence of Nel and De Villiers, it is clear to me that they\ndid not have a reasonable\nbelief that Intramed is not in fact\nindebted to Macmed.\n[158]\tHowever, as far as Nel and De\nVilliers are concerned, the matter did not end there. As explained by\nNel:\nâ\nAfter we came under\npressure from the applicant to expunge the Macmed claim we again\nobtained advice. We were again advised that our\napproach was proper\nand appropriate and that we ought not to succumb to the pressure\nbeing exerted by the applicant.â\n[159]\tI do not regard it necessary to\ngo into greater detail regarding either the validity of the Macmed\nclaim or the Peregrine structure.\nSuffice it to state that I am\nunable to fault the liquidators for having decided, on legal advice,\nto disregard as a simulation the\nconvoluted series of transactions\nbetween Macmed, the Peregrine Group and Intramed and to accept,\ninstead, the simple commercial\nreality of the transaction as an\ninter-company loan from Macmed to Intramed in an amount of\nR325 million. That amount was reduced\nby R100 million as a\nresult of recognition of BOEâs claim in that amount for which\nIntramed was held liable.\n41\n[160]\tFor these reasons, I am, with\nrespect, unable to share my colleagueâs conclusion\n42\nthat in relation to the Macmed claim Nel and De Villiers did not\nproperly comply with their duties as liquidators; far less that\ntheir\nconduct justifies the ultimate penalty of removal.\nâ\nMisappropriationâ of Intramedâs funds\n[161]\tWith regard to this complaint,\nStandard Bank in its affidavits and in argument before us\npersistently likened the liquidatorsâ\nposition with that of an\nattorney misappropriating trust money for his or her own purposes.\nReliance was placed in this context,\nby way of example, on\nLaw\nSociety of the Cape of Good Hope v Budricks\n.\n43\nIn my opinion, however, this analogy is wholly inapposite. In\nthat\ncase it was held that Budricks had â\nmisappropriated\ntrust money and administered trust funds in a reckless and cavalier\nmanner without any regard for his duties as an\nattorneyâ.\n44\nIt was\nfurther found that\nBudricks\nhad\nmethodically misappropriated large sums of money over a substantial\nperiod of time.\n45\n[162]\tThis differs totally from the\npresent situation, where Nel and De Villiers acted on responsible\nlegal advice to the effect that\nthe application for review of the\nMasterâs decision regarding their fees\nought\nto be brought in their official capacity as part of the\nadministration of the estate. Nel explains:\nâ\nIn\nbringing the review application, we were assisted and advised by\nTabacks Attorneys (Mr Brooks) and senior and junior counsel (J\nEksteen SC and P Daniels). They advised us that the application ought\nto be brought in our official capacity. We are not lawyers,\nand had\nno\nreason\nnot to accept their advice. After the judgment in the First Court had\nbeen delivered, we again sought advice. We separately\nobtained advice\nfrom three eminent silks (Slomowitz SC, Terblanche SC and Trengove\nSC). The weight of advice, which we received,\nwas that an appeal\nought to be lodged and that it had good prospects of success.\nIt\nwas implicit in the advice that it was not wrong for us to have\nbrought the review in our official capacities. Again, we had no\nreason not to accept it.â\n[163]\tWith the benefit of hindsight,\nNel added:\nâ\n.\n. . (W)e respectfully point out that where our advice initially\nreceived from our attorneys and counsel could have been wrong, such\nadvice was sought and received on a\nbona\nfide\nbasis\nby us and whilst our advice has proved to have been wrong, we\nrespectfully point out that such advice could have been given\nreasonably in the light of the judgment in\nCollie\nNO v The Master\n1972\n(3) SA 623\n(A).â\n[164]\tIn response, Faul on behalf of\nStandard Bank stated that âno reasonable lawyer could\nbona\nfide\nhave given the advice\nto which Mr Nel testifies; and no reasonable person could have\naccepted and acted upon itâ. I find this an\nastonishing\nproposition: not only did Nel and De Villiers choose to consult\nseveral experienced and eminent legal practitioners;\nbut two\nexperienced and learned judges in the court below did not uphold the\nbankâs criticism of the liquidatorsâ conduct in\nthis regard.\n[165]\tBe that as it may, the complaint\nregarding the alleged âmisappropriationâ of Intramedâs funds\nhas been fully dealt with\nand rejected by the court below.\n46\nI associate myself with its reasoning as well as the conclusion\nreached and do not find it necessary to add anything further in that\nregard.\nThe fee-sharing arrangement\n[166]\tThe essential features of the\nfee-sharing arrangement have been alluded to above.\n47\nIt is important to note that it is only the fee-sharing arrangement\nbetween the six Macmed liquidators that is being frowned upon\nby\nStandard Bank. Its deponent, Faul, stated unequivocally in his\nreplying affidavit that he has no quibble with the fee-sharing\nbetween Nel and De Villiers in their capacities as joint liquidators\nof Intramed, nor does he object to Nelâs fee-sharing arrangement\nwith his erstwhile employer, PriceWaterhouseCoopers. What he objects\nto is the fee-sharing arrangement that prevails among the six\nMacmed\nliquidators, ie âcross-company fee-sharingâ, as he calls it. It\nis clear, therefore, that this particular complaint cannot\nsupport an\napplication for De Villiersâ removal as he was not a party to that\narrangement.\n[167]\tAs for Nel, he answers this\ncomplaint in the passage quoted by my colleague.\n48\nMr Brian Cooper, one of the other Macmed liquidators and a practising\nattorney with 47 years experience of insolvency matters, testified\nto\nthe same effect, describing the fee-sharing arrangement as âa\nstandard practice amongst liquidatorsâ where a group of companies\nare being wound up.\n[168]\tIn these circumstances, I am\nunable to find, as contended for by Standard Bank, that the\nfee-sharing agreement\nper se\nis improper to the extent\nthat it justifies the removal of a liquidator. Not only is the basis\nof the bankâs complaint questionable;\nthe bankâs attitude also\nappears to be highly selective: if the bank is correct that Nel acted\nimproperly by entering into the\nfee-sharing arrangement with his\nco-liquidators in Macmed, then it must necessarily follow that each\nof the other five Macmed liquidators\nis equally guilty of\nimpropriety; yet the bank has not sought the removal of any of those\nco-liquidators. Similarly, on the bankâs\nreasoning, Nelâs conduct\nis equally improper in each of the 45 other Macmed subsidiaries in\nwhich he has been appointed as liquidator,\nwhere the same fee-sharing\narrangement prevails; yet his removal has not been sought in any of\nthose companies. The inference is\nirresistible that this complaint by\nthe bank, far from being a substantive ground for removal, is a mere\nmakeweight in an effort\nto bolster the bankâs case against Nel.\nThis tends to lend credence to Nelâs assertion that the bank\nâappears to be motivated\nby a personal vendetta against the\nliquidators of Intramedâ.\n[169]\tWith regard to the fourth and\nfifth complaints, namely the failure by the liquidators to prove a\nclaim for R100 million\nagainst Macmed and their failure to\nconvene a meeting of Intramed creditors at the request of the bank\nthese complaints, as rightly\npointed out by Navsa JA,\n49\nare intimately interlinked with the validity of the Macmed claim. In\nthe light of my conclusion regarding the Macmed claim, it follows\nthat these two grounds of complaint likewise cannot sustain an\napplication for removal of the liquidators.\n50\n[170]\tTo sum up, for the reasons set\nout above, I am of the view that the bank has failed to make out a\nsufficient case for the removal\nof Nel and De Villiers as liquidators\nof Intramed.\nReduction of the fees\n[171]\tOne of the further forms of\nrelief claimed (and granted by my colleague),\n51\nwas the claim for a reduction of the fees of the liquidators in terms\nof s 384(2) of the Companies Act.\n[172]\tAgain, I find myself in\nagreement with the high courtâs reasoning regarding this claim.\n52\nI am accordingly of the view that this claim was likewise rightly\ndismissed by the high court.\n[173]\tIn all the circumstances, I\nwould have dismissed the appeal with costs, including the costs of\ntwo counsel.\n___________________\nB\nM Griesel\nActing\nJudge of Appeal\nPONNAN JA\n[174]\tI have had the benefit of\nreading the judgments of my colleagues Navsa and Griesel. At the\noutset I should perhaps state that\nI take a dimmer view of the\nliquidatorsâ conduct than my learned colleagues. I accordingly am\nunable to agree with the conclusion\nreached by Griesel AJA that the\nappeal ought to fail. In my view, like Caesarâs wife, liquidators\nshould be beyond reproach. In\nthis case their counsel conceded before\nus that their conduct was not. It ought to have been, given the\nfiduciary position occupied\nby them. What remains therefore is to\ndetermine whether they have conducted themselves such as to warrant\ntheir removal from office.\nNavsa JA has concluded that they have and\nshould be removed as liquidators. I agree. The cumulative effect of\nthe various factors\nalluded to by Navsa JA, in my view, compel that\nconclusion. I nonetheless deem it necessary, because my criticism of\nthe conduct\nof the liquidators is more strident, to write a separate\njudgment. In doing so I shall not cover terrain already traversed by\nmy\nlearned colleagues, but shall restrict myself to a consideration\nof those aspects that point irresistibly to the conclusion that\nthe\njoint liquidators are unsuitable to continue to occupy that office in\nthe Intramed estate in liquidation.\n[175]\tIt is so that more than 10 years\nhave elapsed since the liquidators were first appointed. But that\nhardly counts in the liquidators\nfavour. If anything that protracted\nperiod redounds to their discredit. Much of the blame for the delay\nin finalizing the process\nmust be laid squarely at the door of the\nliquidators themselves. After all they embarked upon litigation on a\nscale that I can only\ndescribe as unprecedented for liquidators. I\naccept that the length of time is an important consideration. As is\nthe stage that the\nliquidation process has reached.  But that can\nhardly trump the necessity for a court to ensure that the standard of\nperformance\nof officers such as liquidators shall be as high as is\npracticably possible. It may well be that the liquidation process has\nreached\na fairly advanced stage. But that no doubt is only on the\nsupposition that the Macmed claim of R325m is a good one. If that\nclaim\nis revisitedthen the current liquidation and distribution\naccount may well become obsolete. In that event the liquidatorsâ\nremoval\nfrom office, with the consequence that those who succeed them\nmay in due course consider afresh a fairly substantial claim in the\nestate in liquidation, in and of itself, puts paid to the notion that\ntheir removal would amount to a\nbrutum\nfulmen\n. If on the\nother hand, after proper scrutiny the Macmed claim is allowed, there\nought to be no tangible disruption to the liquidation\nprocess by the\nintroduction of new liquidators â the new liquidators could simply\ncontinue from where their predecessors left off.\nIt would be\nunpalatable to countenance the notion that liquidators who have made\nthemselves guilty of serious misconduct should not\nbe removed from\noffice simply because it is late in the liquidation process.\n[176]\tStandard Bank is a substantial\ncreditor of Macmed and many of its subsidiaries including Intramed.\nVery early in the administration\nof Intramed, claims of inter alia\nR190m, R100m and R325m were proved against it by Standard Bank, Boe\nBank and Macmed, respectively.\nShortly thereafter the liquidators\nrecommended to the Master that the claims by the banks should be\nexpunged. A far more charitable\nstance was adopted by the liquidators\nin respect of the Macmed claim. After protracted and expensive\nlitigation, the banksâ claims,\nalbeit in a lesser amount in the sum\nof R107m in the case of Standard Bank, were restored. From the time\nof expungement until restoration\nof their claims, the banks lost\ntheir status as proved creditors in Intramed. They thus lost their\nright to vote at meetings of creditors.\nStandard Bank, not without\nsome justification, has formed the view that the liquidators have\nunreasonably become so engrossed in\ntheir own view as to the validity\nof the Macmed claim in the Intramed estate, that they are incapable\nof subjecting that claim to\nthe scrutiny that it reasonably requires.\nIn those circumstances, so it contends, the only remedy available to\nit is to seek the\nremoval of the liquidators. It is so that they are\nnot supported by other creditors, but given the value of its claim in\nthe Intramed\nestate, that is of little moment. After all, s 379(2) of\nthe CA entitles it to approach the court for the removal of the\nliquidators.\n[177]\tSection 45 of the IA casts a\nduty upon the liquidators to examine every claim and to satisfy\nthemselves that the estate is indeed\nindebted to the creditor. Given\nthe contradictory statements advanced in support of the claim, it\nwould appear that the liquidators\nfailed in the discharge of that\nduty. It is thus, on the view that I take of the matter, against the\ninterests of the liquidation\nthat they remain in office. On behalf of\nthe liquidators it was submitted that the debate as to the validity\nof the Macmed claim\nis a difficult one, and turns in part on the\ncorrect legal treatment of the Peregrine structure â which the\nparties were agreed\nwas a transaction of some complexity. That being\nso, one would expect a natural reticence on the part of the\nliquidators to admit\nthe Macmed claim as readily as they have done.\nSomewhat surprisingly the liquidators have been far less vigilant in\ntheir scrutiny\nof the Macmed claim than they were in respect of the\nStandard Bank and BoE claims. In respect of the former they had\ngreater cause\nfor scepticism. That lack of consistency evokes strong\nfeelings of disquiet. It is so that the threshold for the admission\nof claims\nat a meeting of creditors is relatively low. All that is\nrequired is that prima facie proof of a claim should be produced.\nThat is\nunderstandable in the context of an insolvent estate. The\nclaim admitted to proof at the meeting of creditors is a provisional\none.\n Only thereafter does the liquidator acquire the duty set forth\nin s 45 of the IA to examine âall available books and documentsâ\nto ensure that the claim in fact exists.\n[178]\tThe claim for R325m (although in\nfact R 324 880 000) was proved by Macmed as one for moneys lent and\nadvanced. Nel admits that\nâthere is no reference to the Peregrine\nstructure in the affidavit in support of the Macmed claimâ. In\nfact, Pereira, one of\nthe joint liquidators of Macmed, who deposed to\nan affidavit in support of its claim, stated:\nâ\nOn 18 June 1999 Macmed\nlent and advanced the sum of R325 million to Intramed to enable\nIntramed to pay the purchase consideration\nof R325 million to Aspen\nfor the Intramed division as referred to aboveâ.\nThat clearly contemplates a payment by\nMacmed to Intramed. Such a claim one would imagine would be easy\nenough to formulate and equally\nsimple to prove. But that is not the\ncase here. Nel in his answering affidavit states:\nâ\nI admit that, as the\nbooks had not been completely written up to record all transactions\nas at date of liquidation , the books of\nIntramed, prior to its\nwinding up, do not disclose . . . the existence of  the loan of R325\nmillion owing by Intramed to Macmed prior\nto liquidation on 29\nNovember 1999.â\nAnd yet in response to the criticism\nthat they had not properly examined the Macmed claim in terms of s 45\nof the Act, Nel states:\nâ\nAs I have already\nexplained we examined the claim and satisfied ourselves as to the\nvalidity of Macmedâs claim and decided not to\ndispute the claim,\nparticularly in that it agreed with the books and records of Intramed\nas at date of liquidation i.e. 29 November\n1999 as audited by\nDeloitte & Touche. . . .â\n[179]\tBut as Navsa JA makes plain, up\nuntil the end of October 1999, some three-and-a-half months after the\nPeregrine structure came\ninto effect, the financial records of\nneither Macmed nor Intramed reflected a loan of R325m. It was only\nafter the provisional liquidation\nof Intramed and the liquidators had\ntaken charge of Intramedâs books of account that an entry\nreflecting a loan was made for the\nfirst time in Intramedâs books.\nIn a note to the financial statement the loan is described as a âlong\nterm loan that arose on\nthe acquisition of the net assets, trade\nmarks and goodwill as at 1 March 1999. The loan is unsecured and\ninterest free. The terms\nof repayment have not been specifiedâ. As\nis once again evident from the judgment of Navsa JA, Deloitte and\nTouche stated that\nthey âwere unable to confirm the amount owing to\nMacmed as at 28 November 1999â. In fact on 24 November 1999,\nMillison of Deloitte\nand Touche wrote in reference to the Macmed\nloan: âthis matter is yet to be resolvedâ.  Dealing with the\nDeloitte and Touche\nqualification, Nel states:\nâ\nHowever, it appears\nthat the only reason the auditors qualified their report is because\nof them not receiving any supporting documentation\ni.e. the Peregrine\nAgreements, to confirm their conclusion that there was a loan of R225\nmillion owing to Macmed by Intramedâ.\nIf that is indeed so, the obvious\nquestion that it prompts is: What information did the auditors rely\nupon in concluding that there\nwas in fact a loan owing by Intramed to\nMacmed? Nel suggests in answer to that question:\nâ\nThis [the existence of\nthe loan] appears to have been based on the information received\nduring their discussions with Viljoen and\nMuller, resulting in the\nentries they instructed Intramed to pass in its booksâ.\n[180]\tIn sum therefore to once again\nborrow from Nel:\nâ\nDeloitte &\nToucheâs interpretation of the information and discussions with\nViljoen and Muller resulted in the raising of a Macmed\nloan account\nin Intramedâs books in the amount of R325 millionâ\n.\nIf what Nel says is to be taken at\nface value, the auditors had not had sight of the Peregrine\nAgreements. No other documents in support\nof the existence of a loan\nare to be found in the record of some 1400 pages. It is unclear what\nother information â none in the\nfairly voluminous record has been\nspecified â had to be interpreted. The high water mark therefore\nappears to be the rather speculative\nhypothesis that discussions with\nViljoen and Muller yielded sufficient proof in support of the\nexistence of a loan. Although details\nof those discussions have not\nbeen divulged and whilst whatever was said did not appear to\nsatisfactorily resolve the issue for the\nauditors, particularly\nMillison, it somewhat surprisingly appears to have persuaded the\nliquidators.\n[181]\tTo use, as the liquidators do,\nthe ex post facto entry that had been generated in the books of\nIntramed after its provisional\nliquidation and whilst the books were\nalready in their custody as proof of the existence of the loan is\nnothing short of disingenuous.\nTo say under oath as Nel does that\nthey had decided not to dispute the claim because it agreed with the\nbooks and records of Intramed\nas at the date of liquidation may well\nbe patently dishonest. But it may not be necessary to go that far.\nThat attitude is also difficult\nto reconcile with Nel asserting:\nâ\nIt is surprising that\n[Standard Bank] would place reliance on the accounting records of\nIntramed or Macmed or any of the companies\nin the Macmed groupâ.\nAnd yet, it would seem, that is\nprecisely what Nel himself purports to do.\n[182]\tIt, to my mind, is difficult to\ndiscern precisely why in the face of the Peregrine Agreements, the\nliquidators have admitted\nthe Macmed claim as blithely as they did. \nThe reason appears to be that the liquidators dispute the validity of\nthe Peregrine Agreement.\nIn that regard Nel states:\nâ\nThe whole dispute\nbetween the parties relating to [the Peregrine] agreement stems from\nthe fact that the applicant, and more particularly\nthe deponent to\n[Standard Bankâs] founding affidavit, . . . persistently refuses to\naccept that the Peregrine Structure was a simulated\ntransaction and\nthat a Court will give effect to the real intention, which differs\nfrom the simulated transaction and that, even\nif the Peregrine\nStructure was not a simulated transaction, the whole structure\nunwound on the default by either party which occurred\nwith the\nliquidation of Macmedâ.\nNel further states:\nâ\nI deny that the\nPeregrine structure was fully implemented and confirm that it unwound\non the liquidation of Macmed on 15 October 1999.\nThis is confirmed\nand accepted by Viljoen of Peregrine, the liquidators of Macmed and\nDe Villiers and myself in our capacity as liquidators\nof Intramed.\nProof of acceptance of the Macmed claim confirms thisâ.\nIt is difficult to reconcile\nthose emphatic\nassertions with the evidence of Hanson, a Macmed director, or\nViljoen, who represented Peregrine at the time that the\nPeregrine\nstructure was put in place and that it was not a simulated\ntransaction. As is evident from the judgment of Navsa JA, both\nHanson\nand Viljoen stated under oath that the agreements were genuine. It\nneeds be added that when Viljoen testified at the Macmed\nenquiry, it\nwas never put to him that the Peregrine structure was a sham.\nMoreover, Nelâs statements disregard the legal opinions\nto the\ncontrary that the transaction was not simulated and that âthe\ncompanies intended to achieve precisely that which the primary\npurpose of the financing structure was aimed atâ. Whether the\nPeregrine structure was fully implemented or unwound on the\nliquidation\nof Macmed are matters that the liquidators of Macmed and\nIntramed could not possibly have personal knowledge about. That being\nso,\nNel must know that his confirmation of that state of affairs,\nwithout divulging the source of his information, is of little value.\nIt also stretches credulity that Nel could invoke their acceptance of\nthe Macmed claim as a factor in support of the suggestion that\nthe\nPeregrine agreement was not fully implemented or unwound.\n[183]\tStandard Bank contends that\nthere is no evidence of payment of a loan by Macmed to Intramed.\nNelâs response is:\nâ\nI admit that the\namount of R325 million was received by Intramed on 18 June 1999 from\nPregrine Finance, a subsidiary of the Peregrine\nGroup, which received\nthe funds from Macmed and round-tripped it back to Macmed through\nIntramed, in the course of the implementation\nof the Peregrine\nStructureâ.\nThis is reiterated by Nel when he\nstates:\nâ\nI admit that Intramed\nreceived R325 million from Peregrine Finance on 18 June 1999 and on\nthe same day transmitted the sum of R325\nmillion to Macmedâ.\nBut Nel himself later puts it somewhat\ndifferently, when he states:\nâ\nThere was no need for\nIntramed to finance the acquisition of its business from Macmed by\nway of a loan from Peregrine Finance in terms\nof the Peregrine\nStructure. Macmed had already acquired and funded the acquisitions\nand placed the business in Intramed with effect\nfrom 1 March 1999,\nculminating in an inter-company loan for R325 million.â\nAll of that being so, to simply\ncharacterise the Macmed claim as a loan - more so a loan by it to\nIntramed - as the liquidators have\ndone, is untenable, more\nespecially as Nelâs description is not only in itself contradictory\nbut also at odds with Pereiraâs,\nparticularly with reference to the\ndate of the alleged loan. Nel seeks to explain these apparent\ncontradictions as follows:\nâ\nThe Peregrine\nstructure was no more than a simulated transaction for tax efficiency\npurposes. The loan of Macmed to Intramed of R\n325 million arose on\nthe acquisition of the Pharmacare Intramed business and assets by\nMacmed and transferred to Intramed with effect\nfrom 1 March 1999. The\nflow of funds and the date, 18 June 1999, thereof do not indicate the\ndate of acquisition and corresponding\ndebt. The intended transaction\nwas the placing of the Intramed business into Intramed (Pty) Ltd\nculminating in a loan of R325 million\nowing by Intramed to Macmed at\n1 March 1999â.\n[184]\tNel dismisses Standard Bankâs\nconcerns in these terms:\nâ\n[Standard Bank]\ncompletely disregards the true nature of the transaction and the real\nintention of the parties thereto. It appears\nthat [Standard Bank] has\nbecome bogged down by irrelevant detail and that it cannot âsee the\nwood for the treesââ.\nFar from allaying Standard Banksâs\nfears, it regrettably is precisely that attitude on the part of the\nliquidators that has contributed\nto the prevailing atmosphere of\ndistrust. On the one hand Nel is quite adamant in asserting that a\nvalid loan was advanced by Macmed\nto its subsidiary Intramed. On the\nother he states: â\nThe\nMacmed group during the years 1998 and 1999 was no more than âan\nempire of smoke and mirrorsâ. . . â.\nIn those circumstances, Standard\nBankâs central contention is simple, namely that, admitting the\nMacmed claim not only ignores the\nPeregrine Agreement, but also the\nreality that the Macmed group was in fact an empire of smoke and\nmirrors. Accordingly, so the contention\nproceeds, the Intramed\nliquidators, who were alive to the true facts, ought to have\nrecommended to the Master that he expunge it.\n[185]\tLike Navsa JA, I too am of the\nview that the reliance by the liquidators on legal advice as a\njustification for their conduct\nis glib. At no stage, as Navsa JA\npoints out, was a legal opinion sought and obtained on behalf\nIntramed in respect of the Macmed\nclaim. Furthermore, it is not\nwithout significance that the attorney concerned, after some 6 years\nof advising the liquidators to\nthe group of companies, withdrew as\nattorney in the matter because of a conflict of interest. Why it took\nthat long for the realization\nto dawn that it is wholly improper for\nan attorney to dispense legal advice to both debtor and creditor in\nrespect of the same claim\nhas not been explained. It can hardly be\njustified on the basis that both the debtor and creditor were\ncompanies in liquidation from\nthe same stable, especially since the\nclaim in question was from the outset a contentious one, whose\nvalidity was in dispute. The\nwithdrawal of the attorney because of a\nconflict appears not to have provoked any anxiety in the liquidators\nabout their own position\nand the potential conflict that they found\nthemselves in. Nor did it prompt them to solicit an opinion on behalf\nof Intramed as to\nthe validity of the Macmed loan.\n[186]\tAs Navsa JA records, the parties\nwere agreed that we cannot reach any definitive conclusions about the\nPeregrine agreement or\nthe effect of liquidation on it. Nor is it\nnecessary at this stage do to so. It suffices for present purposes to\nrecord, as Navsa\nJA has done (para 99) that there is much in the\nevidence that points to a genuine intent on the part of the parties\nto conclude a\nbinding agreement and a serious endeavour on their part\nto implement its terms. Indeed as Navsa JA demonstrates all of the\nparties\nto the contract went some way in implementing its terms. In\nthose circumstances it hardly seems appropriate for the liquidators\nex\npost facto and in the absence of all of the parties to the\ncontract to adopt a contrary stance in respect of its enforceability.\nIt follows that the assertion of a loan by Macmed is deserving of\nscrupulous interrogation by the liquidators. That, the liquidators\nhave steadfastly refused to do. In that, they have failed in their\nduty. I have set out what Nel himself says about the Macmed claim\nin\ngreater detail than is absolutely necessary because it illustrates, I\ndaresay, that on the face of it the Macmed claim appears\nto be a\ndubious one. On the view that I take of the matter, a reasonable\nliquidator in the diligent discharge of his duty would have\nsubjected\nthat claim to a more thoroughgoing and searching scrutiny. Moreover,\nthey would not simply have ignored or disregarded\nthe many contrary\nindicators alluded to by Navsa JA. Instead the stance adopted by the\nliquidators manifests a closed mindset in\nrelation to that claim and\na desire either wittingly or unwittingly to advance the interests of\nMacmed at the expense of Intramed.\nAll of those factors, in my view,\nmay well in the ordinary course be sufficient to disqualify a\nliquidator from continuing to act\nas such. But here, there is an\nadditional factor, a telling one â namely the alleged\nmisappropriation - one that at the same time\ntips the scales against\nthe liquidators and disabuses my mind of the personal anguish and\nreticence that it has suffered in supporting\nso drastic a step as\ntheir removal from office.\n[187]\tIt can hardly be in dispute that\na liquidator must hold the funds under his trusteeship separately\nfrom his own, preserve those\nfunds with a degree of diligence beyond\nthat which he applies to his own funds and above all else never use\nfunds under his trusteeship\nfor his own personal purposes. The\nliquidators repeatedly deny that the use of Intramedâs funds to pay\nfor the fee review application\namounts to misappropriation. Their\nfailure, even after the criticism of their conduct by this court, to\nacknowledge their wrongdoing\nand to show appropriate contrition for\ntheir conduct is in and of itself a matter for grave concern.\n[188]\tWhen the fee review application\nwas launched during December 2001 the liquidators did not seek the\nleave of the court to have\nthe costs paid out of Intramedâs funds.\nThey merely sought an order that the Master pay the costs if he\nopposed the application.\nThe Master contended from the outset that\nthey were not entitled to approach the court\nnomine\nofficio\nbut ought to have\ndone so in their personal capacities. On 31 October 2002 the high\ncourt dismissed the fee review application and\nordered the\nliquidators to pay the costs, including those of intervention by 5\nbanks, personally. By then an amount of R689 747.91\nhad been paid out\nof Intramedâs funds. From then until the exchange of heads of\nargument in the SCA, a further R114 761.59 of Intramedâs\nfunds were\nutilized. The total thus stood at R804 419.50. The Master, after\nperusal of the first draft of the fourth liquidation\nand distribution\nlodged during August 2003, enquired why the liquidators were âof\nthe opinion that these costs should be reflected\nin the estate\naccount and secondly why were estate funds used to pay these itemsâ.\nIn response De Villiers sought return of âall\nvouchers in respect\nof legal costsâ to âseparate the costs pertaining to the fees\nreview application from other legal costsâ.\nHe added that to the\nbest of his recollection no legal costs relating to the fee review\napplication had been paid out of Intramedâs\nbank account subsequent\nto the judgment of the high court. That as we well know was untrue.\nSome eight and a half months later and\npresumably after sufficient\ntime had elapsed for him to have ascertained what the true position\nwas, that assertion was repeated\nin a further letter to the Master.\nResponding to the allegation that De Villiers had misled the Master,\nNel suggests that:\nâThis did not purport to be an exhaustive answer to the Masterâs\nquery. . . â.\nThat response, in my view, is\ndisingenuous and lacking in candour.\n[189]\tSection 393 (1) of the Companies\nAct provides:\nâ\nImmediately after his\nappointment a liquidator shall open a book or other record wherein he\nshall enter from time to time a statement\nof all moneys, goods,\nbooks, accounts and other documents received by him on behalf of the\ncompanyâ.\nHad the liquidators complied with the\nobligation imposed upon them by the section, it would not have been\nnecessary for them to have\nsought and obtained return of the vouchers\nfrom the Master in order to answer the Masterâs query or to resort\nto the qualifier\nâto the best of his recollectionâ. Moreover, it\nwould seem that the vouchers were sought for the limited purpose of\nidentifying\nand separating the liquidatorâs personal costs from\nIntramedâs legal costs. That, as well, only in respect of the 4\nth\nLiquidation and Distribution Account. Tellingly, Standard Bank later\nascertained that further costs had been included in earlier\nliquidation and distribution accounts. Of this, Nel states:\nâ\nAt the time, it did\nnot occur to De Villiers or I that some of the review costs might\nalready have been expensed in earlier accounts.\nâ¦ After [Standard\nBank] made that allegation, De Villiers uplifted all the vouchers in\nrespect of legal costs in the 2\nnd\nand 3\nrd\nAccounts from the Master, in order to investigate the matter.\nHis investigation\nshowed that legal costs relating to the review application had been\nexpensed in the 2\nnd\nAccount to the extent of R43,822.49 and in the 3\nrd\nAccount to the extent of R232,424.13â.\n[190]\tThe judgment of the SCA was\nhanded down on 1 April 2004. The SCA held that the application should\nobviously have been brought\nby the liquidators in their personal\ncapacity and not in their capacity as joint liquidators. Of the SCA\njudgment, Nel states: â\nWe\naccept that the Supreme Court of Appeal determined that the\napplication for review ought not to have been brought in that manner,\nand that we ought to bear the costs personally. We have, to the best\nof our ability, investigated, reconciled and audited all of\nthe legal\ncosts pertaining not only to the review proceedings, but also to our\nchallenges to the Master with which everything started.\nWe have\nrepaid all of the review legal costs to the estate, including\ninterestâ.\nOnce again one is confronted by a\nqualifier. In this instance it is âto the best of our abilityâ.\nElsewhere Nel states:\nâ\nThe reconciliation has\nbeen prepared by De Villiers and audited by me and we verily believe\nit to be correct in all respects. We believe\nthat each and every cent\nthat was paid by Intramed has been repaid with interest. Should it,\nhowever, appear that we missed any amount\n(which we seriously doubt)\nwe shall immediately attend to the repayment of such amount together\nwith interest thereon at the applicable\nrate. We never intended to\nact to the detriment of the estate and we still do not intend to do\nsoâ.\nHere too, the language employed is\ndeliberately coy and cagey. Thus they âbelieveâ the\nreconciliation to be correct in all respects.\nSimilarly, they\nâbelieveâ that every single cent has been repaid. Not content\nwith those hollow assertions, they add, should\nit âappearâ â to\nwhom is not disclosed (is it expected that someone else should\nperform a further auditing function) - that\nthey âmissedâ any\namount, and then for good measure a further qualifier âwhich we\nseriously doubtâ is added.  Syntactically,\nit is as if they have\nsuddenly chosen to talk in tongues. Plainly, such obfuscatory\nlanguage is not what a court is entitled to expect\nfrom experienced\nchartered accountants, auditors and liquidators such as these.\n[191]\tIn response to the allegation\nthat there was an inordinate delay in effecting repayment, Nel says:\nâ\nThe sum of R507,492.02\nwas duly refunded in June and August 2004 â¦ I deny that this\nconstituted an unreasonable delay. We first\nhad to consider and\nobtain advice on the effect of the judgment, and then to make the\nappropriate arrangements for the repayment\nof the review legal costs.\nIn my case that required obtaining the money from PWC and arranging\nwith the other Macmed liquidators\nfor repayment of their\ncontributions to the review legal costs. . . . â\nThat as we well know is simply untrue.\nRepayment in fact occurred at irregular intervals and in varying\namounts over the period 7\nJune 2004 to 25 August 2005. In all some 16\nmonths were to elapse from the date of dismissal of the appeal by\nthis court, before\nthe full amount was repaid. Thus by the time the\napplication, the subject of the present appeal, was launched in the\ncourt below\nan amount of R43 822.49 remained outstanding. The final\npayment was only effected on 25 August 2005, three days before the\nliquidators\ndelivered their answering affidavits in the matter.\nStandard Bank suggests that such conduct is manifestly cynical and\ncalculated,\nas it enabled the liquidators to proclaim in their\nanswering affidavit that all moneys had been repaid. It is difficult\nnot to agree\nwith that submission.\n[192]\tNotwithstanding the fact that\nthe liability to repay was the joint and several obligation of the\ntwo of them, Nel endeavours\nto explain the delay in effecting\nrepayment promptly thus:\nâ\nIn fact, the Macmed\nJoint liquidators had a group fee sharing agreement, and they in\nturn, agreed to share my review legal cost in\nthe same proportion as\nthe fee sharing agreement. The collection of these\npro\nrata\ncosts\n(for me) from the Macmed Joint liquidators caused the delay and PWC\non receipt of these payments, immediately paid the funds\nto\nIntramedâ.\nIt is unclear to me why any private\nfee sharing arrangement can be invoked as justification for the\ndelay. Simply put, the liquidators\nwho were held by this court to be\npersonally liable for those costs, had an obligation to promptly\nrepay it to Intramed. If they\nhad a right of recourse in terms of\nsome private treaty to others, and there was some delay in\nrecovering, that delay ought to have\nbeen for their account and not\nthat of Intramed. Instead, they conducted themselves as if their own\nobligation to Intramed extended\nno further than the repayment of\ntheir share in terms of their private fee sharing agreement.\n[193]\tNel illustrates alarmingly poor\njudgment and introspection when he states:\nâIntramed,\nas a result of interest being paid on the review costs paid by\nIntramed, has suffered no loss and therefore any allegation\nof\ntardiness is irrelevantâ.\nLater, Nel states:\nâ\nWe are . . .\ncriticized for our initial failure to pay interest when we refunded\nthe review legal costs to Intramed. Shortly after\nthe decision of the\nSupreme Court of Appeal, I considered the issue of payment of\ninterest and formed the view that we ought to pay\nthe interest when\ncalled upon to do so by the Master, which the master has not done to\ndate. . . . However, we took advice, firstly\nfrom Brooks, and then\nfrom counsel. After we were advised that interest ought to be paid,\nwe set about determining the appropriate\namount. We have paid the\nreview legal costs and the interest thereon. I deny that we acted\nimproperly in this regardâ.\nFirst, it reflects poorly on Nel that\nhe believed that their obligation to pay interest only arose if\ncalled upon by the Master to\ndo so. They had used Intramedâs funds\nto advance their personal interest as this court had already\nemphatically told them. In those\ncircumstances there ought to have\nbeen no doubt that the highest degree of promptitude was required in\nrestoring Intramed to the\nposition it would have been in, but for the\nill advised use of its funds. The unauthorized use of Intramedâs\nfunds, once frowned\nupon by this court, demanded nothing less. Sheer\nembarrassment ought to have compelled return of Intramedâs funds\ntogether with\ninterest, not a demand from the Master. Further, Nelâs\nstatement is revealing for what it does not divulge. It does not tell\nus\nwhen the advice was obtained and more importantly when in relation\nto that advice the interest was paid to Intramed. Attorney Brooks\nin\nhis affidavit, states:\nâ\n. . . I advised the\nIntramed liquidators that they should repay to the Intramed estate\nall the costs, and interest thereon . . . I\ncannot recall the exact\ndate on which I advised the Intramed liquidators. I am advised that\nthe Intramed liquidators, within a reasonable\ntime, repaid the costs\nand interest to the Intramed estateâ.\nWhat the reconciliation statement does\nshow, however, is that interest was not paid until after the launch\nof the present application\nin the high court, suggesting that Brooks\nmay have been misled by his clients as to when payment was effected\nby them.\n[194]\tNone of this merited the\nconsideration of the high court. The high court put it thus\n(paragraphs 28 and 29 of its judgment):\nâ\nThe Supreme Court of\nAppeal handed down its judgment on 1 April 2004. The capital was\nrefunded in June and August of that year. Apart\nfrom the delay\noccasioned by identifying what had to be repaid, the delay was also\noccasioned by Nel and de Villiers taking legal\nadvice, by the time it\ntook Nel to collect contributions from the Macmed liquidators as part\nof the fee sharing agreement and because\nof the time taken to rectify\ncertain mistakes that had been made. The bank attempts to make much\nof this delay but, once Nel and\nde Villiers had committed themselves\nto pay interest, there was no prejudice caused to Intramed by a delay\nof a few months. . . .â\nWith the greatest respect to the high\ncourt, it appears to have been uncritical in its acceptance of the\nversion advanced by the liquidators.\nIt is unclear what legal advice\nwas sought after the SCA judgment or why that would necessarily have\ncontributed to the delay. What\nis clear is that the liquidators acted\nfor the most part in flagrant disregard of the judgment of this\ncourt. I have already dealt\nwith the liquidators awaiting\ncontributions from the Macmed liquidators and why that ought not to\navail them. I, unlike the high\ncourt, would hesitate to characterize\ntheir conduct as a commitment to pay interest. As I have sought to\nshow, initially, and for\nsome time thereafter, they demonstrated a\nmarked reticence to pay interest. The real and substantive criticism\nof the high court\njudgment though is its finding that âthe capital\nwas refunded in June and Augustâ 2004. That with respect to the\nhigh court is\nwrong in fact. The same can be said of its conclusion\nthat no prejudice was caused to Intramed âby a delay of a few\nmonthsâ.\nThese findings are plainly unsustainable. It follows\ntherefore that the high court ought to have reached a contrary\nconclusion to\nthat reached by it on this aspect of the case.\n[195]\tUltimately, even Nel was\nconstrained to concede:\nâDe\nVilliers and I acknowledge that certain overlapping and technically\nincorrect charging has taken place. However, in the context\nof the\ngroup, I believe this is acceptableâ.\nThat damning concession, which did not\neven merit mention in the judgment of the high court, illustrates\nthat they failed in the discharge\nof a most rudimentary function for\nliquidators, namely the keeping of proper books of account. Given the\nobligation imposed upon\nthem to do so, that dereliction should not be\ncountenanced.\n[196]\tNel asserts:\nâ\nI deny that De\nVilliers and I placed our own interests above those of Intramed and\npoint out that we acted on legal advice at all\ntimes.â\nThe refrain on the part of the\nliquidators, namely that they acted on legal advice, does not avail\nthem in respect of their conduct\nin relation to repayment of\nIntramedâs funds. After the judgment of this court, there is simply\nno evidence of them having acted\non legal advice in taking all of 16\nmonths to repay those moneys. Nor, given the authority of this court,\ncould I imagine, that such\nadvice would have been given. If anything,\nproperly analysed, the evidence suggests that in taking as long as\nthey did in effecting\npayment of all of the capital plus interest,\nthey may actually have acted contrary to legal advice.\n[197]\tIt follows, in my view, that the\nappeal must succeed and I accordingly concur in the order proposed by\nNavsa JA.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\nAppellant:\t\tJ Suttner SC\nR\nHutton SC\nInstructed\nby\nWerksmans\nSandton\nSymington\n& De Kok Bloemfontein\nFor\nRespondent:\tC E Watt-Pringle SC\nG\nGirdwood\nInstructed\nby\nDeneys\nReitz Johannesburg\nMatsepes\nAttorneys Bloemfontein\n1\nSee in this regard, Bertelsman\net\n\tal\nMars:\n\tThe Law of Insolvency\n9 ed\n\t(2008) pp293-294 and the authorities cited there.\n2\nThe judgment of the court below has been reported as\nStandard\n\tBank of South Africa Ltd v The Master of the High Court and others\n2009 (5) SA 13.\n3\nFor the background and litigation history in relation to their fees\n\tsee\nNel and another NNO v\n\tThe Master (Absa Bank Ltd and others intervening)\n2005 (1) SA 276\n(SCA).\n4\nSee para (iii) of the Peregrine letter referred to in para 16.\n5\nThis is dealt with under the heading\nTHE\n\tEFFECT OF THE LIQUIDATION OF THE MACMED GROUP UPON THE STRUCTURE\nin paras 56-62 of the second opinion.\n6\nThis application has briefly been alluded to in para 11 above.\n7\nOp cit\nfn\n\t2.\n8\nSee the judgment of this court in\nDe\n\tVilliers and another NNO v BOE Bank Ltd\n2004\n\t(3) SA 1\n(SCA).\n9\nThis refers to the expungment of the claim described in para 62.\n10\nIn the reproduction of the quote I have omitted the names of the\n\tlegal practitioners referred to.\n11\nSection 41 provides:\nâThe\n\ttrustee of an insolvent estate may at any time and shall, whenever\n\the is so required by the Master or by a creditor or creditors\n\trepresenting one-fourth of the value of all claims proved against\n\tthe estate, convene in the manner prescribed by subsection (3)\nof\n\tsection\nforty\n,\n\ta meeting of creditors (hereafter called a general meeting of\n\tcreditors) for the purpose of giving him directions concerning any\n\tmatter relating to the administration of the estate and shall state\n\tin such notice the matters to be dealt with at that meeting.â\n12\nSee note 6.\n13\nThis section must be read with s 339 of the CA which provides:\nâ\nIn\n\tthe winding-up of a company unable to pay its debts the provisions\n\tof the law relating to insolvency shall, in so far as they\nare\n\tapplicable, be applied\nmutatis\n\tmutandis\nin respect of any\n\tmatter not specially provided for by this Act.â\n14\nBank of Lisbon and South\n\tAfrica Ltd v The Master\n1987 (1) SA 276\n(A) at 287G.\n15\nThird edition 1998 at p 227.\n16\nM S Blackman, R D Jooste, G K Everlingham, M Larkin, C H Rademeyer,\n\tJ L Yeats Vol 3 at 14â376.\n17\nEx\n\tParte Clifford Homes Construction (Pty) Ltd\n1989\n\t(4) SA 610\n(W) at 614.\n18\nOp\n\tcit\n14â378.\n19\nOp\n\tcit\n14â382.\n20\nSee\nZandberg\n\tv Van Zyl\n1910\n\tAD 302\nat 314.\n21\nOp cit\nat 14â380â14â381.\n22\nSee para 52 and note 2.\n23\nIntramed (Pty) Ltd (in\n\tliquidation) v Standard Bank of South Africa Ltd\n2008\n\t(2) SA 466\n(SCA) at para 20.\n24\nâThe Master may reduce or increase such remuneration if in his\n\topinion there is good cause for doing so, and may disallow such\n\tremuneration either wholly or in part on account of any failure or\n\tdelay by the liquidator in the discharge of his duties.â\n25\nSection\n\t394(7)\n(a)\nprovides:\nâ\n7)\n(a)\nAny liquidator who without lawful excuse, retains or knowingly\n\tpermits his co-liquidator to retain any sum of money exceeding forty\n\trand belonging to the company concerned longer than the earliest day\n\tafter its receipt on which it was possible for him or his\n\tco-liquidator to pay the money into the bank, or uses or knowingly\n\tpermits his co-liquidator to use any assets of the company except\n\tfor its benefit, shall, in addition to any other penalty to which he\n\tmay be liable, be liable to pay to the company an amount not\n\texceeding double the sum so retained or double the value of the\n\tassets so used.\n(b)\nThe amount which the liquidator is so liable to pay, may be\n\trecovered by action in any competent court at the instance of the\n\tco-liquidator, the Master or any creditor or contributory.â\n26\nPara 135 above.\n27\nParas 124â127 above.\n28\nMa-Afrika Groepbelange\n\t(Pty) Ltd v Millman and Powell NNO\n,\n\tpara 126 above, at 566BâE.\n29\nMa-Afrika Groepbelange, loc\n\tcit\n;\nHudson NNO v Wilkins NO\n,\n\tpara 125 above, in para 18 of the judgment.\n30\nCf High Court judgment, para 31.\n31\nMa-Afrika Groepbelange\n\t(Pty) Ltd v Millman and Powell NNO\n,\n\tpara 126 above, at 566D.\n32\nCf\nNaylor v Jansen\n2007 (1) SA 16\n(SCA) para 14;\nGiddey\n\tNO v J C Barnard and Partners\n[2006] ZACC 13\n;\n2007 (5) SA 525\n(CC) para 19.\n33\nHigh Court judgment para 31.\n34\nHigh Court judgment para 36.\n35\nHigh Court judgment para 35.\n36\nPara 105 above.\n37\n2002 (4) SA 483\n(SCA).\n38\nPara 23.\n39\nPara 25.\n40\n1996 (1) SA 868\n(N) at 874DâE, quoted with approval in the High\n\tCourt judgment, para 37.\n41\n2004 (3) SA 1\n(SCA).\n42\nPara 107 above.\n43\n2003 (2) SA 11\n(SCA).\n44\nPara 7.\n45\nPara 11.\n46\nHigh Court judgment, paras 12â30.\n47\nParas 77â78 above.\n48\nPara 78 above.\n49\nParas 108â109 above.\n50\nSee also the High Court judgment, paras 63â80.\n51\nPara 136 above.\n52\nHigh Court judgment paras 87â94.",
  "scraped_at": "2026-02-11T20:10:09.768052",
  "date": "2010-02-19",
  "coram": [
    "Navsa JJA",
    "Ponnan JJA",
    "Maya JJA",
    "Snyders JJA",
    "Griesel AJA"
  ],
  "case_number": "103/09",
  "parties": {
    "applicants": [
      "Standard Bank of South Africa"
    ],
    "respondents": [
      "The Master of the High Court (Eastern Cape Division)",
      "Basil Brian Nel",
      "Michael Leo De Villiers"
    ]
  },
  "sections": {
    "facts": "The case arises from the winding‑up of the Macmed group and its subsidiary Intramed (Pty) Ltd. Nel and De Villiers were appointed joint provisional and later final liquidators of both Macmed and Intramed. Standard Bank, a proved creditor of Intramed, contested the admission of a R325 million claim by Macmed against Intramed, alleging that the liquidators had acted in favour of Macmed, misappropriated Intramed’s funds to pay personal legal costs, and entered into an undisclosed fee‑sharing arrangement with other liquidators. The liquidators also failed to convene a creditors’ meeting when requested by Standard Bank and delayed repayment of the estate’s funds used for their own litigation.",
    "issues": "The central issues were (1) whether Nel and De Villiers, as joint liquidators of Intramed, discharged their fiduciary duties and acted independently, (2) whether they should be removed from office, (3) whether a penalty under s 394(7)(a) of the Companies Act should be imposed, and (4) whether their remuneration should be reduced under s 384(2). Ancillary issues included alleged misappropriation of estate funds and the propriety of the fee‑sharing arrangement.",
    "principles": "The court applied the fiduciary duties of liquidators under the Companies Act and the Insolvency Act, requiring independence, impartiality, and rigorous examination of all proved claims (s 45, s 393). It noted that a liquidator must not use estate assets for personal benefit (s 394) and may be removed for conflict of interest or failure to perform duties (s 379(2), s 381). Precedent emphasizes that removal is an extreme remedy but justified where conduct undermines creditor confidence or breaches fiduciary standards.",
    "application": "The court found that the liquidators did not properly investigate the Macmed claim, relied on legal advice without independent verification, and allowed a disputed claim to stand despite contradictory evidence. They used Intramed’s funds to pay personal legal costs, delayed repayment, and concealed a fee‑sharing arrangement that created a conflict of interest. These actions fell short of the required standard of care and independence, justifying removal and a reduction of remuneration.",
    "conclusion": "The appeal was upheld. The second and third respondents (Nel and De Villiers) were ordered to pay two‑thirds of the appellant’s costs. They were removed as joint liquidators of Intramed, their remuneration was reduced by five per cent, and they were ordered to pay the costs of the application, jointly and severally, in their personal capacities."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Liquidators' Duties",
    "level_3": [
      "conflict of interest",
      "misappropriation of funds",
      "fee sharing",
      "removal of liquidator",
      "company liquidation"
    ]
  }
}