{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/140.html",
  "case_name": "Puma AG Rudolph Dassler Sport v Rampar Trading (Pty) Ltd and Others (59/10) [2010] ZASCA 140; 2011 (2) SA 463 (SCA); [2011] 2 All SA 290 (SCA); 2010 BIP 317 (SCA) (19 November 2010)",
  "citation": "[2010] ZASCA 140",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 140\n|\nNoteup\n|\nLawCite\nPuma AG Rudolph Dassler Sport v Rampar Trading (Pty) Ltd and Others (59/10) [2010] ZASCA 140; 2011 (2) SA 463 (SCA); [2011] 2 All SA 290 (SCA); 2010 BIP 317 (SCA) (19 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nImage\r\n\t\t\tremoved from HTML and RTF. Please refer to the PDF version for\r\n\t\t\tImage in Page 13.\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 59/10\nIn the matter between:\nPUMA AG RUDOLF DASSLER\r\nSPORT                                                  \n\nAppellant\nand\nRAMPAR TRADING (PTY)\r\nLTD                                                \n\nFirst Respondent\nTHE COMMISSIONER OF\r\nSOUTH AFRICAN\nREVENUE\r\nSERVICES                                                         \n\nSecond Respondent\nMAGISTRATE H C\r\nNIEUWOUDT NO                                       \n\nThird Respondent\nNeutral\r\ncitation:\nPuma v Rampar Trading\n(59/10)\n[2010] ZASCA 140\n(19 November\r\n2010)\nCoram:\nHarms DP, Heher, Snyders and Tshiqi JJA and R\r\nPillay AJA\nHeard:\n03 November 2010\nDelivered:\n19 November 2010\nSummary:\nCounterfeit Goods Act 37 of 1997\n–\r\ndefinition of ‘counterfeiting’ – definition of\r\n‘protected goods’.\nORDER\nOn\r\nappeal from:\nKwa-Zulu Natal High Court\r\n(Durban) (Koen J sitting as court of first instance):\n‘\nThe\r\nappeal is upheld with costs and the order of the court below\r\nsubstituted with an order dismissing the application with costs.’\nHARMS DP (HEHER, SNYDERS\r\nAND TSHIQI JJA AND R PILLAY AJA concurring)\nHARMS DP:\n[1]\nThe\r\ninterpretation of the\nCounterfeit Goods Act 37 of 1997\nremains\r\ncontentious but since no visible steps have been taken to solve the\r\nproblems it remains our duty to interpret it as best\nwe can.\n[1]\n[2]\nThe appellant, Puma AG Rudolf Dassler Sport\r\n(Puma for short), is a German company with an international\r\nreputation in the field\nof sportswear, including sport shoes. It has,\r\nin addition to its Puma word and leaping puma device trade marks, a\r\nnumber of other\ndevice trade marks referred to generically, as the\r\nform strip device. These are registered in class 25, usually in\r\nrespect of clothing,\nfootwear and headgear.\n[3]\nThe basic form strip device can, in very\r\ngeneral terms, be described as a tapering curved stripe running from\r\nthe upper left to\nthe lower right. If applied to the side of a shoe\r\nit conventionally runs from the upper portion of the heel to meet the\r\nsole at\nthe middle of the shoe. Two form strip marks (one of which is\r\nin issue in this appeal) formed the subject matter of a recent trade\n\nmark infringement judgment of this court in\nPuma\r\nAG Rudolf Dassler Sport v Global Warming (Pty) Ltd\n2010\r\n(2) SA 600\n(SCA).\n[4]\nThe\nrespondent,\nRampar\nTrading\n(Pty)\nLtd,\nis\nthe\nowner\nof\na\nchain\nof\nretail\r\nshoe stores known as Dodo’s. It sells generally known branded\r\nshoes but also a budget line under its name mark and\na device mark\r\nconsisting of a stylised letter D. The Dodo name has been known for\r\nabout a century in relation to shoe stores and\nshoes although the\r\nrespondent’s relationship with the original business is\r\nsomewhat tenuous.\n[5]\nDuring September 2009, inspectors appointed\r\nunder the Act detained a consignment of shoes imported by Rampar on\r\nsuspicion that the\nshoes were counterfeit. The shoes, of which there\r\nwere four types, bear some or other stripe device on the side of the\r\nshoe which,\naccording to Puma, infringed one or other of its form\r\nstrip marks and were indeed counterfeit. They also bear a Dodo trade\r\nmark.\nRampar’s main contention was that stripe devices were\r\nonly decorative and did not perform a trademark function\n[6]\nActing on the suspicion (enforced by an\r\naffidavit on behalf of Puma) that the goods were counterfeit the\r\npolice applied for and\nobtained a search and seizure warrant in terms\r\nof\ns 6\nof the Act, and an inspector seized the goods on 28 October\r\n2009, and removed them to a counterfeit depot.\n[7]\nRampar\r\nfiled an application in the Durban High Court seeking, first, the\nsetting\r\naside of the warrant and the subsequent search and seizure. This was\r\nsoon abandoned. It also sought an order under\ns 7(4)\nof the Act,\r\nnamely a declaration that the goods were not counterfeit and for a\r\nconsequent order that the goods be returned.\n[2]\nThis was the case before the court below and, with its leave, the\r\ncase before us.\n[8]\nThe application turned in this regard\r\nprimarily on two issues. The first, to which I shall refer as the\r\ncloning issue, can best\nbe described with reference to a simplified\r\nexample.\nA trade\r\nmark is registered in class 25 in relation to clothing, shoes and\r\nheadgear. The rights owner uses the trade mark on shoes\nonly but the\r\nalleged counterfeiter uses the identical mark on headgear or on a\r\ncompletely different type of shoe. One can also\nconceive of a\r\nsituation where the rights holder has\nnot\nused\nthe\ntrade\nmark\nat\nall.\nIn\nthese\ncases\nthe\ninfringer\n(because\nit\nwill\nbe\r\ntrade mark infringement), although using the identical trade mark,\r\ndid not clone goods bearing a trade mark of the rights holder.\nRampar\r\nargued that unless trademarked goods have been cloned they cannot be\r\n‘counterfeit’ within the\nmeaning of the Act and that cloning of the\r\nmark itself and used on goods covered by the mark is not enough. What\r\nthis would have\nmeant in the context of counterfeiting of money notes\r\nis that one cannot make a counterfeit R300 note because the Reserve\r\nBank\ndoes not produce one.\n[9]\nThe court below agreed with this submission\r\nof Rampar’s counsel and\ngranted\r\nan order in terms of\ns 7(4)(a)\nwithout finding it necessary to deal\r\nwith the second issue namely whether the shoes were counterfeit\r\nwithin the meaning of the\ndefinition of ‘counterfeiting’\r\nin\ns 1\nof the Act. This depends on whether the shoes\nbore a sufficiently identical trade mark to\r\nthat of the registered mark. It should be noted that one of the four\r\ntypes has been\nreleased from detention by the inspectorate on this\r\nground and that leaves for consideration the other three.\nTHE FIRST ISSUE: IS\r\nCLONING REQUIRED?\n[10]\nThe\r\nbackground to the Act was dealt with in\nAM\r\nMoolla\nwhere\r\nit was pointed out that the Act had its genesis in the Trips\r\nagreement.\n[3]\nAlthough South\r\nAfrica is party to Trips by virtue of its membership of the World\r\nTrade Organisation, the provisions of Trips do\nnot form part of our\r\nmunicipal law. This means that although one would tend to interpret\r\nconsequent legislation to conform to the\nprovisions of Trips, the\r\nlegislation on a proper interpretation may nevertheless not comply\r\nwith the Trips obligations or, on the\nother hand, have stricter\r\nrequirements.\n[4]\n[11]\nThe object of the Act is to prevent dealing\r\nin counterfeit goods. This object is obtained by prohibiting a number\r\nof acts in relation\nto counterfeit goods, such as (in very general\r\nterms) possession, manufacture, sale, exhibition, distribution,\r\nimportation or export\nof such goods for commercial as distinct from\r\nprivate or personal purposes\n(s 2(1)).\nA person who performs a\r\nprohibited act will be guilty of an offence if at the time of the act\r\nor conduct, the person knew or had\nreason to suspect that the goods\r\nto which the act or conduct relates, were counterfeit goods;\nor failed to take all reasonable steps in\r\norder to avoid any such dealing from being performed or engaged in\r\nwith reference to the\ncounterfeit goods\n(s 2(2)).\n[12]\nThe\r\nprohibition is directed to the protection of those ‘intellectual\r\nproperty rights’ (‘IPRs’) defined in\ns 1(1)\nof the\r\nAct. These are copyright (in relation to which the term\r\n‘counterfeiting’ is inappropriate – it should\nhave\r\nbeen ‘piracy’), trade marks registered in terms of the\nTrade Marks Act 194 of 1993\n, unregistered well-known foreign marks\r\nthat are entitled to local protection by virtue of art 6bis of the\r\nParis Convention,\n[5]\nand certain\r\nmarks protected by s 15 of the Merchandise Marks Act 17 of 1941. For\r\npresent purposes we are concerned with registered\ntrade marks only.\n[13]\n‘\nCounterfeiting’ is defined in\r\ns 1(1) in a somewhat opaque manner but one thing is clear: it is not\r\nthe same as copyright or\ntrade mark infringement – it requires\r\nmore. This follows from the proviso to this definition, namely that\r\n‘the relevant\nact of counterfeiting must also have infringed\r\nthe intellectual property right in question’.\nAnd it follows from the fact that the Act\r\ndid not refer back to or reproduce the definitions of infringement in\r\nthe IPR statutes.\nThis appears to be logical because ‘to\r\ncounterfeit’ ordinarily means to make an imitation of something\r\nin order to\ndeceive or to make a copy of something.\n[14]\nThe\r\nelements of counterfeiting under para (a) of the definition are in\r\nlogical order:\n[6]\n(i)\nmanufacturing, producing or making of any\r\ngoods\n(ii)\nin the Republic or elsewhere\n(iii)\nwithout the authority of the owner of any\r\nIPR\n(iv)\nsubsisting in the Republic\n(v)\nin respect of protected goods\n(vi)\nwhereby they are imitated\n(vii)\nin\nsuch\nmanner\nand\nto\nsuch\na\ndegree\nthat\nthey\nare\nsubstantially\nidentical copies of the protected goods.\n[15]\nCounterfeiting\r\nunder para (b), in turn, means:\n[7]\n(i)\nmanufacturing, producing or making, or\r\napplying to goods\n(ii)\nin the Republic or elsewhere\n(iii)\nwithout the authority of the owner of any\r\nIPR\n(iv)\nsubsisting in the Republic\n(v)\nin respect of protected goods\n(vi)\nthe subject matter of that IPR, or a\r\ncolourable imitation\n(vii)\nso\nthat\nthe\n‘infringing’\ngoods\nare\ncalculated\nto\nbe\nconfused\nwith\nor\nto\nbe\r\ntaken as being the protected goods of the IPR owner.\n[16]\nThe\r\nfirst question is whether paras (a) and (b) are intended to cover\r\nboth copyright piracy and trademark counterfeiting. (Para\n(c), which\r\ndeals with counterfeiting of goods protected under the Merchandise\r\nMarks Act can be discounted for present purposes.)\nThe authors of\nWebster\r\nand Page\n[8]\nbelieve quite reasonably that they do. I have to disagree because in\r\nmy judgment para (a) was intended to deal with piracy while\npara (b)\r\nwas intended to deal with trademark counterfeiting. Although both (a)\r\nand (b) refer in general terms to ‘any’\nIPR, there are\r\nother indications that each is limited to either the one or the\r\nother. The words ‘substantially identical\ncopies’ in para\r\n(a) are phrased in copyright terms while the concepts in para (b),\r\n‘colourable imitation’ and\n‘calculated to be\r\nconfused’, are cast\nin\r\ntraditional trademark terminology. Another indication is the\r\nreference to ‘applying’ to goods in para (b), something\n\nthat in spite of the definition of ‘apply to’, cannot\nrefer\r\nto copyright but clearly does apply to trade marks. Also, para (b)\r\ncovers the use of identical marks by the use of the phrase\n‘the\r\nsubject matter of that IPR’ and it is accordingly not necessary\r\nto rely on para (a) to prohibit the use of ‘copies’\nof\r\ntrade marks. Last, the definition of IPR distinguishes between the\r\nthree rights, namely trade marks, copyright and merchandise\nmarks,\r\nand it is reasonable to assume that the definition of counterfeiting\r\nwould do the same, although it did not do so in the\nsame sequence.\n[17]\nThe next issue concerns the meaning of\r\n‘protected goods’. It has two meanings. First, it means –\n‘\n(a)\ngoods featuring, bearing, embodying or\r\nincorporating the subject matter of an intellectual property right\r\nwith the authority of\nthe owner of that intellectual property right,\r\nor goods to which that subject matter has been applied by that owner\r\nor with his\nor her authority.’\nApplied to trade marks,\r\nprotected goods are genuine goods that feature the registered trade\r\nmark. With reference to the other provisions\nof the Act it simply\r\nintends to protect cloning of goods incorporating the relevant IPR.\n[18]\nThe second meaning is –\n‘\n(b)\nany particular class or kind of goods\r\nwhich, in law, may feature, bear, embody or incorporate the subject\r\nmatter of an intellectual\nproperty right only with the authority of\r\nthe owner of that intellectual property right, or to which that\r\nsubject matter may in\nlaw be\napplied,\r\nonly by that owner or with his or her authority, but which has not\r\nyet been manufactured, produced or made, or to which\nthat subject\r\nmatter has not yet been applied, with the authority of or by that\r\nowner (whichever is applicable).’\n[19]\nShorn of verbiage para (b) covers any\r\nparticular class or kind of goods which may bear a registered trade\r\nmark, but has not yet\nbeen produced or to which it has not yet been\r\napplied with the authority of or by the IP owner. In other words, the\r\ngoods protected\nby para (b) are not actual goods but notional goods,\r\nie, goods to which the owner could have applied the trade mark. It\r\nmeans that\ncounterfeiting is possible without cloning and the fact\r\nthat Puma may not have produced a shoe bearing the particular trade\r\nmark\ndoes not mean that Rampar’s shoes could not be\r\ncounterfeit.\n[20]\nConfirmation\nof\nthe\nfact\nthat\nthe\nAct\ncontemplates\ncounterfeiting\nof\nnotional goods is also to be found in s\r\n3(2)(b), which deals with the information a complainant has to supply\r\nwhen laying a complaint.\nIt concludes by requiring a specimen of the\r\nrelevant protected goods where the IPR ‘that subsists in\r\nrespect of or has been\napplied to protected goods contemplated in\r\nparagraph (a) of the definition of “protected goods” in\r\nsection 1(1)’.\nSignificantly, it does not require a specimen in\r\nthe case of para (b) because one would imagine there cannot be one.\n[21]\nCounsel\r\nfor Rampar submitted that in spite of the wide wording, para (b)\r\nshould be read to conform with Trips which, it was suggested,\ndoes\r\nnot require such protection. This, he said, is supported by a\r\nstatement by the which was quoted with approval by this court\nin\nCadac\r\nv Weber-Stephen\n[2010]\r\nZASCA 105\nwhere it was said that ‘counterfeit cases involve an\r\ninfringer attempting to reproduce – and substitute for –\n\nthe goods (not just the trademark) of the trademark owner’. A\r\nstudy sponsored by the New Zealand government, for instance,\nstates\r\nas follows in this regard:\n[9]\n‘\nThe\r\nterm \"counterfeiting\" is generally understood to mean the\r\nunauthorised manufacture and distribution of copies of such\ngoods and\r\nworks which are intended to appear to be so similar to the original\r\nas to be passed off as genuine examples. This includes\nuse of famous\r\nbrands on clothing not manufactured by or on behalf of the owner of\r\nthe trade mark, and exact copies of CDs containing\nmusic or software,\r\nwhich are traded in a form intended to be indistinguishable to\r\nordinary consumers from the genuine product.’\nCounsel\r\nalso relied on a statement in\nWebster\r\nand Page\n,\n[10]\nsubmitting that the authors were of the view that para (b) was\r\nintended to protect only famous foreign marks that have not been\n\nregistered and goods that have been produced elsewhere but not in\r\nSouth Africa.\n[22]\nWhatever\r\nthe general understanding of the term ‘counterfeiting’ or\r\nthe motive behind the anti-counterfeiting Trips provisions,\nthe\r\nlimitation is not to be found in Trips\nor\nthe\nclear\nwording\nof\nthe\nAct.\n[11]\nThe\nextract\nwas\nquoted\nin\nCadac\nv\nWeber-Stephen\nin\nanother\ncontext\nto\nmake\na\ndifferent\npoint.\nAs\nfar\nas\nWebster\nand\nPage\nare\r\nconcerned, I believe that counsel misread the learned authors.\nTHE SECOND ISSUE: ARE THE\r\nSHOES COUNTERFEIT?\n[23]\nIt\r\nfollows that in my judgment the court below erred in requiring\r\ncloning. It is now necessary to consider the second question,\nnamely\r\nwhether the shoes were counterfeit. As mentioned above, the answer\r\nhas to be sought in para (b) of the definition of counterfeiting.\nIn\r\nview of the common cause facts the only remaining issue is whether\r\nthe marks applied to Rampar’s shoes are ‘the\nsubject\r\nmatter’ or ‘a colourable imitation’ of any of\r\nPuma’s registered trade marks. To be ‘the subject\nmatter’\r\nmeans, as mentioned, that the Rampar mark must be identical to a Puma\r\ntrade mark. An ‘imitation’, in\nturn, is by definition a\r\ncopy, and the adjective ‘colourable’ reinforces the fact\r\nthat the copy is counterfeit. In\nother words, the definition says no\r\nmore than that a counterfeit must be counterfeit. That is why it must\r\nbe ‘calculated\nto be confused with’ or ‘taken as\r\nbeing’ the registered mark and why it involves deliberate and\r\nfraudulent infringement\nof trademarks.\n[12]\n[24]\nThis\r\ntest is not the same as the standard trade mark infringement test of\n‘likely\r\nto deceive or cause confusion’\n[13]\nbut counterfeiting, by its very nature, amounts\na\r\nfortiori\nto\r\ntrade mark infringement.\nReference\r\nduring argument to the test to be applied to determine the likelihood\r\nof deception and confusion, confusing similarity,\nto passing-off\r\nprinciples, imperfect recollection, momentary confusion, the\r\nprospective purchaser, that a substantial (ie, not\nnegligible) number\r\nof people have to be confused, evidence about the public’s\r\nperception and how Rampar intended to market\nthe goods was,\r\naccordingly, singularly out of place and unhelpful.\n[25]\nMy main problem with the manner in which\r\nPuma’s case was presented was that it took a bundle of related\r\n(some associated)\ntrade marks, referred to them as its form strip\r\nmark (in the singular), and then argued that the marks on the Rampar\r\nshoes were\ncounterfeit. The heads of argument relied on five marks in\r\nrelation to three shoes. During argument the number came down to two\n\nand when it transpired that one of them had not been registered at\r\nthe time of seizure, Puma was left with one, called its ‘split’\n\nform strip which is registered under no 2004/14412.\n[26]\nThis trade mark consists of the basic form\r\nstrip device of a tapering curved stripe running from the upper left\r\nto the lower right,\nbut splits into two with an\ninverted V, widening towards the lower more\r\nsubstantial part. If applied to the side of a shoe it would run (but\r\nnot necessarily\nso) from the upper portion of the heel to\nmeet the sole at the middle of the shoe.\n[27]\nThere can be little doubt that the white\r\nRampar shoe (C) has a copy of the split form strip device on its\r\ninner and outer sides.\nThe strip is in blue and the split is white.\r\nThis device however has additionally two white strips that run more\r\nor less parallel\nwith the strip form thereby framing it. But these\r\nstripes make no impression against the white background of the shoe.\r\nRampar sought\nto distinguish this reproduction of the Puma mark by\r\nrelying on the presence of a prancing dragon and the Dodo device mark\r\non the\nheel and the name Dodo Sport on the inside of the shoe. It\r\nalso said that the mark would have been perceived as decorative and\r\nnot as a trade mark. I disagree on both counts. The dragon and the\r\nDodo marks are at best subsidiary and they do not touch the essence\n\nof the split form strip. One also cannot use a trade mark and then\r\nargue that it was used as ornamentation. It could be different\nif one\r\nis dealing with changes to the mark, for instance, if the registered\r\nmark consists of three stripes it would be a question\nof fact whether\r\nthe use of two or four stripes would be perceived as decorative or as\r\ntrade mark use but one could not, I would\nthink, use the same\r\nargument in relation to the use of three stripes. On the other hand,\r\nI could not understand Puma’s reliance\non the presence of the\r\ndragon, which was said to be similar to the prancing horse on the\r\nFerrari mark and which Puma is licensed\nto use, to establish\r\ncounterfeiting. It was probably based on a confusion of\r\ncounterfeiting with passing off.\n[28]\nShoe B is virtually identical to the one\r\njust mentioned but differs, importantly, in colour. It is a black\r\nshoe. It also contains\nthe split form device, which is now in black.\r\nThe V of the split is in white and the outer parallel stripes are in\r\nwhite. In other\nwords, the Rampar shoe contains a counterfeit split\r\nform framed in contrasting\nwhite.\r\nIn my judgment the addition of the frame does not change the result.\r\nRampar took the registered mark and in spite of the\npresence of the\r\nframe the mark on the shoe is still ‘calculated to be confused\r\nwith’ or ‘taken as being’\nthat of Puma.\n[29]\nThe third shoe (A) also incorporates the\r\nsplit form but in addition has an inverted form strip made of a\r\ndifferent material at the\nheel but which appears to be part of the\r\nconstruction of the shoe. It, too, in my assessment, is counterfeit\r\nbecause even with\nthe inverted strip the shoe is still ‘calculated\r\nto be confused with’ or ‘taken as being’ that of\r\nPuma\nespecially since the inverted device is identical to Puma’s\r\n‘traditional’ strip form.\nCONCLUSION\n[30]\nIt follows that the court below had erred\r\nand that the appeal must be upheld. The following order is made:\n‘\nThe\r\nappeal is upheld with costs and the order of the court below\r\nsubstituted with an order dismissing the application with costs.’\nL\r\nT C HARMS\nDEPUTY\r\nPRESIDENT\nAPPEARANCES\nAPPELLANT/S\nI\r\n\t\t\tJoubert\nInstructed\r\n\t\t\tby Spoor & Fisher Pretoria\nC/o\r\n\t\t\tChapman Dyer Inc Durban\nMatsepes\r\n\t\t\tInc Bloemfontein\nRESPONDENT/S:\nG\r\n\t\t\tMarriott\nInstructed\r\n\t\t\tby D M Kisch Inc Sandton\nC/o\r\n\t\t\tBarkers Attorneys Durban\nRossouws\r\n\t\t\tAttorneys Bloemfontein\n[1]\nFor\r\n\tan earlier discussion see\nAM\r\n\tMoolla Group Ltd v The Gap Inc\n2005\r\n\t(2) SA 412 (SCA).\n[2]\nSection\r\n\t7(4)(a): ‘Any person prejudiced by a seizure of goods in terms\r\n\tof section 4(1), may at any time apply to the court\non notice of\r\n\tmotion for a determination that the seized goods are not counterfeit\r\n\tgoods and for an order that they be returned\nto him or her.’\n[3]\nAgreement\r\n\ton Trade-Related Aspects of Intellectual Property Rights.\n[4]\nCompare\nGallo\r\n\tAfrica v Sting Music\n(40/10)\n[2010] ZASCA 96\npara 18.\n[5]\nParis\r\n\tConvention for the Protection of Industrial Property.\n[6]\nSection\r\n\t1: ‘Counterfeiting (a) means, without the authority of the\r\n\towner of any intellectual property right subsisting in\nthe Republic\r\n\tin respect of protected goods, the manufacturing, producing or\nmaking,\r\n\twhether in the Republic or elsewhere, of any goods whereby those\r\n\tprotected goods are imitated in such manner and to such\na degree\r\n\tthat those other goods are substantially identical\ncopies\r\n\tof the protected goods.’\n[7]\nSection\r\n\t1: ‘Counterfeiting (b) means, without the authority of the\r\n\towner of any intellectual property right subsisting in\nthe Republic\r\n\tin respect of protected goods, manufacturing, producing or making,\r\n\tor applying to goods, whether in the Republic\nor elsewhere, the\r\n\tsubject matter of that intellectual property right, or a colourable\r\n\timitation thereof so that the other goods\nare calculated to be\r\n\tconfused with or to be taken as being the protected goods of the\r\n\tsaid owner or any goods manufactured, produced\nor made under his or\r\n\ther licence.’\n[8]\nSouth\r\n\tAfrican Law of Trade Marks\n(4\r\n\ted) para 17.5.\n[9]\nAJ\r\n\tPark & Son for the Ministry of Commerce\nConsultant’s\r\n\tReport on Theft of Intellectual Property –\nPiracy\r\n\tand Counterfeiting\npara B7\nhttp://www.med.govt.nz/templates/MultipageDocumentPage          \r\n\t1830.aspx\n(accessed 10 November 2010).\n[10]\nPara\r\n\t17.4\n[11]\nWhether\r\n\tpara (b) can apply to copyright piracy is not clear.\n[12]\nCadac\r\n\tv Weber-Stephen\n[2010]\r\n\tZASCA para 6.\n[13]\nTrade\nMarks Act s\n34(1). Trade mark infringement and not counterfeiting\r\n\twas the issue in\nPuma\r\n\tv Global Warming.",
  "scraped_at": "2026-02-11T20:42:01.721737",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}