{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/160.html",
  "case_name": "Scoin Trading (Pty) Ltd v Bernstein (29/2010) [2010] ZASCA 160; 2011 (2) SA 118 (SCA) ; [2011] 2 All SA 608 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 160",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 160\n|\nNoteup\n|\nLawCite\nScoin Trading (Pty) Ltd v Bernstein (29/2010) [2010] ZASCA 160; 2011 (2) SA 118 (SCA) ; [2011] 2 All SA 608 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 29/2010\nSCOIN\r\nTRADING (PTY) LIMITED\n...............................................\nAppellant\nand\nBERNSTEIN,\r\nGILLIES MARTIN NO\n........................................\nRespondent\nNeutral citation:\nScoin\r\nTrading v Bernstein\n(29/10)\n[2010] ZASCA 160\n(1 December 2010)\nCoram:\nHARMS DP and\r\nSNYDERS JA and K PILLAY AJA\nHeard:\n19 November 2010\nDelivered: 1 December 2010\nSummary:\nBreach of\r\ncontract ─ death of debtor does not affect liability for\r\ninterest.\n___________________________________________________________\nORDER\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Durban) (Van Heerden AJ sitting as court of first\r\ninstance):\n1 The appeal is upheld with\r\ncosts.\n2 The following order is inserted\r\ninto paragraph 1 of the order of the court below:\n‘\nThe\r\nrespondent is also directed to make payment of interest on the sum of\r\nR1, 750m at the rate of 15, 5 per cent per annum from\n1 January 2008\r\nto date of payment.’\n3 Paragraph 2 of the aforesaid\r\norder is replaced with the following:\n‘\nThe\r\nrespondent is directed to pay the applicant’s costs of suit.’\n___________________________________________________________\nJUDGMENT\nK\r\nPILLAY AJA (HARMS DP and SNYDERS JJA concurring)\n[1] This is an appeal from the\r\nKwaZulu-Natal High Court (Durban), Van Heerden AJ sitting as court of\r\nfirst instance. The appellant\nlaunched an application for payment of\r\nthe balance of the purchase price of a ZAR Een Pond Overstamp gold\r\ncoin together with interest\nat the rate of 15,5 per cent per annum\r\nfrom 1 January 2008 to date of payment against delivery of the coin.\r\nThe court below granted\nthe claim for the balance of the purchase\r\nprice but refused the claim for interest. The matter is before us\r\nwith the leave of the\ncourt below.\n[2] Gregory John Till (the\r\ndeceased) was an avid coin collector who purchased a number of gold\r\ncoins and medallions from the appellant,\nScoin Trading (Pty) Ltd, a\r\ncompany dealing in gold coins and similar items. During August 2007\r\nthe appellant had a rare ZAR Een\nPond Overstamp gold coin (‘the\r\ncoin’) available for sale. The deceased entered into\r\nnegotiations with the appellant\nto buy the coin.\n[3] They agreed on a purchase\r\nprice of R1, 950m. The deceased paid a deposit of R200 000 and agreed\r\nto pay the balance by the end\nof the year. There is some dispute\r\n(which I shall deal with later) on whether it was agreed that the\r\nbalance had to be paid by\nthe end of December 2007 or when the\r\nproceeds from the sale of certain property became available.\n[4] The deceased died on 16\r\nNovember 2007. The respondent was appointed executor of the\r\ndeceased’s estate. He acknowledged\nliability for the balance of\r\nthe purchase price of the coin but disputed liability for interest.\n[5] This resulted in the\r\nappellant applying to the court below for judgment for the balance of\r\nthe purchase price together with\ninterest at 15, 5 per cent per annum\r\nagainst delivery of the coin. The court granted judgment for the\r\ncapital sum but dismissed\nwith costs the claim for interest. Leave to\r\nappeal was granted to this court by Van Heerden AJ.\n[6] The only issue in this appeal\r\nis the liability of the estate of the deceased for the payment of\r\ninterest. The issue is dependent\nupon two aspects, one factual and\r\none legal. First, the parties disagreed on whether payment of the\r\nbalance of the purchase price\nhad to be made by 31 December or when\r\nthe proceeds of a sale of property by the deceased became available\r\nto him. Second, the effect\nof the death of the debtor on the\r\nconsequences of\nmora\nwas in issue.\n[7] Sometime in August 2007 the\r\ndeceased was informed that the coin had become available. He did not\r\nhave the full amount available\nto pay for the coin. Mr Sham, the\r\nappellant’s sales manager was prepared to accept a deposit and\r\nthe balance later. This\nwas conveyed in an e-mail on 27 August 2007\r\nthat reads as follows:\n‘\nPlease\r\ncould you set up a proposal or offer, regarding the 99 over stamp. I\r\nbelieve that management are looking for a deposit of\nat least 10 %\r\nand an idea of when or how you would be able to pay the outstanding\r\nbalance. E.G: on the amount of R1, 950 000-00,\na deposit of R200\r\n000-00 and the outstanding balance to be paid over a period of three\r\nmonths, or within a three month period.’\nThe response from the deceased to\r\nthis suggestion was:\n‘\nA\r\ndown payment of R200 000-00 will be paid into your bank account\r\ntoday. Greg has liquidated a property portfolio which should all\nbe\r\ndone and dusted by the end of December. This has in the interim left\r\nhim a little cash strapped. He is expecting the R60 million\nfor the\r\nproperties by the end of the year at which stage he will be able to\r\npay the balance.’\nThis offer was accepted.\n[8] The respondent contends that\r\nthe words used in the e-mail dated 27 August 2007 mean that what the\r\ndeceased was offering was\nnot definite payment by 31 December, but\r\nrather payment from a stipulated source, namely the proceeds of the\r\nrealisation of a property\nportfolio. Simply put, the trigger event\r\nfor payment was said to be the receipt of the aforesaid proceeds.\n[9] This construction is\r\nuntenable. It is clear from the first e-mail that payment had to be\r\nmade either over three months or within\na three month period. In\r\nresponse payment was not made conditional upon the sale of property,\r\nbut promised by the ‘end of\nDecember’ or ‘the end\r\nof the year’. There is therefore no basis for rejecting the\r\nappellant’s submission\nthat it was a term of the agreement that\r\npayment was to be made by the end of December.\n[10] I turn\r\nnow to the second issue. The respondent made two primary submissions.\r\nFirst, that the deceased was not at fault in failing\nto make payment\r\nof the balance of the purchase price, by reason of his dying before\r\nthe debt became payable, and therefore was\nnot liable to pay\nmora\ninterest.\r\nSecond, that the death of the deceased made performance impossible.\n[11] The\r\nstarting point is therefore an examination of the meaning of mora.\r\nThe term\nmora\nsimply\nmeans delay or\r\ndefault.\n1\nThis concept\r\nis employed when the consequences of a failure to perform a\r\ncontractual obligation within the agreed time are determined.\n2\nThe date may\r\nbe stipulated either expressly or tacitly and there must be certainty\r\nas to when it will arrive.\n3\nThus, when the\r\ncontract fixes the time for performance,\nmora\n(\nmora\r\nex re\n)\r\narises from the contract itself and no demand (\ninterpellatio\n)\r\nis necessary to place the debtor in\nmora\n.\r\nThe fixed time, figuratively, makes the demand that would otherwise\r\nhave had to be made by the creditor.\n[12] In\r\ncontrast where the contract does not contain an express or tacit\r\nstipulation in regard to the date when performance is due,\na demand\n(interpellatio\n)\r\nbecomes necessary to put the debtor in\nmora.\nThis is\r\nreferred to as\nmora\r\nex persona\n.\r\nThe debtor does not necessarily fall into\nmora\nif he or she\r\ndoes not perform immediately or within a reasonable time. In this\r\nsituation\nmora\narises\r\nonly upon failure by the debtor to comply with a valid demand by the\r\ncreditor.\nMora\r\nex persona\nis\r\nso referred as it requires an act of a person (the creditor) to bring\r\nit into existence.\n4\n[13] In this\r\ncase it has been established that the date agreed for the payment of\r\nthe balance of the purchase price was 31 December\nand that the debt\r\nwas not paid on this date. This is therefore a situation where\nmora\r\nex re\napplies.\n[14] If a\r\ndebtor’s obligation is to pay a sum of money on a stipulated\r\ndate and he is in\nmora\nin that he\r\nfailed to perform on or before the time agreed upon, the damages that\r\nflow naturally from such failure will be interest\na\ntempore\r\nmorae\nor\nmora\ninterest. The\r\npurpose of\nmora\ninterest\r\nis to place the creditor in the position he would have been if the\r\ndebtor had performed in terms of the undertaking. This\nnotion was\r\nmore fully explained in\nBellairs\r\nv Hodnett\n:\n5\n‘\nIt\r\nmay be accepted that the award of interest to a creditor, where his\r\ndebtor is in\nmora\nin\r\nregard to the payment of a monetary obligation under a contract, is,\r\nin the absence of a contractual obligation to pay interest,\nbased\r\nupon the principle that the creditor is entitled to be compensated\r\nfor the loss or damage that he has suffered as a result\nof not\r\nreceiving his money on due date. . . This loss is assessed on the\r\nbasis of allowing interest on the capital sum owing over\nthe period\r\nof\nmora\n.\r\n. . Admittedly, it is pointed out by Steyn,\nMora\r\nDebitoris\n,\r\np 86, that there were differences of opinion among the writers on\r\nRoman-Dutch law on the question as to whether\nmora\ninterest\r\nwas lucrative, punitive or compensatory; and that, since interest is\r\npayable without the creditor having to prove that\nhe has suffered\r\nloss and even where the debtor can show that the creditor would not\r\nhave used the capital sum owing, this question\nhas not lost its\r\nsignificance. Nevertheless, as emphasised by CENTLIVRES, CJ, in\nLinton\r\nv Corser\n,\n1952 (3) SA 685\n(AD) at p 695, interest is today the “lifeblood\r\nof finance” and under modern conditions a debtor who is tardy\r\nin the\ndue payment of a monetary obligation will almost invariably\r\ndeprive his creditor of the productive use of the money and thereby\n\ncause him loss. It is for this loss that the award of\nmora\ninterest\r\nseeks to compensate the creditor.’\n[15] It was\r\nsubmitted before this court by counsel for the respondent that to be\r\nin\nmora\n,\r\nfailure to perform must be due to the\nculpa\nof\r\nthe debtor and that\nmora\r\ni\ns\r\nreferred to as the ‘wrongful delay or default’ in making\r\npayment or the failure without lawful excuse to perform timeously.\n6\n[16] This\r\nargument found favour with the court below for the learned judge\r\nafter considering the decisions in, inter alia,\nVictoria\r\nFalls and Transvaal Power Co Ltd v Consolidated Langlaagte Mines Ltd\n7\nand\nRB\r\nRanchers (Pvt) Limited v McLean’s Estate & another\n8\nheld:\n‘\n.\r\n. . it is, in my view, trite that in a contractual context an\r\nentitlement to\nmora\ninterest\r\npresupposes some form of culpability attaching to the debtor’s\r\nconduct, and more specifically his failure to pay\nby the stipulated\r\ndate. Mora interest is, as Mr King submitted, based upon the concept\r\nof default which encompasses the notion\nthat the debtor was capable\r\nof making payment on due date, but failed to do so. It is a damages\r\nclaim which arises from wrongful\nconduct.’\nAnd further:\n‘\nIn\r\nthe present matter the deceased died before his indebtedness became\r\npayable. . . .\nMr\r\nKing submitted, on behalf of the respondent, that the requirement of\r\nculpability is obviously absent in the case of the premature\ndeath\r\n(before due date of the indebtedness) of the deceased in the present\r\nmatter and that accordingly the deceased cannot be blamed\nfor such\r\nnon payment. I must say that Mr King’s submissions seem to me\r\nto have merit, founded in logic. In my view the deceased\ncannot be\r\nsaid to have breached the contract, nor can it be said that his death\r\nwas a wrongful or culpable act such as to constitute\na breach of\r\ncontract. That being the case there is in my view no basis in law to\r\nfind that the deceased is liable to pay damages\n(\nmora\ninterest)\r\nto the applicant.’\n[17] This\r\napproach is erroneous. That\nmora\ninterest is\r\nsometimes regarded as a kind of penalty for a failure to pay on due\r\ndate does not mean that the breach of contract is\na delict or that a\r\nbreach of contract is only established if the debtor acted\r\n‘wrongfully’ or ‘culpably’.\n[18] It\r\nrequires emphasis that unlike damages for delict, in cases of breach\r\nof contract, damages are not intended to recompense\nthe innocent\r\nparty for their loss, but to put them in the position in which they\r\nwould have been if the contract had been properly\nperformed.\n9\n[19] This\r\ndifference between contractual and delictual damages was succinctly\r\nstated in\nTrotman\r\nv Edwick\n10\nas follows:\n‘\nA\r\nlitigant who sues on contract sues to have his bargain or its\r\nequivalent in money or in money and kind. The litigant who sues\non\r\ndelict sues to recover the loss which he has sustained because of the\r\nwrongful conduct of another, in other words that the amount\nby which\r\nhis patrimony has been diminished by such conduct should be restored\r\nto him.’\n[20] As\r\ncorrectly submitted by counsel for the appellant, contractual damages\r\ndo not depend on fault. All that the creditor is required\nto prove is\r\nthat the debtor is in\nmora\n.\r\nIt is not necessary to prove any fault on the part of the debtor.\n11\nThe court\r\nbelow relied on the following statement in Victoria Falls\n12\nto support his\r\nview that some form of wrongful conduct was required of the debtor\r\nbefore he could be said to be in mora:\n‘\nSpeaking\r\ngenerally, the liability of a debtor for interest under the civil law\r\ndepended (apart from agreement) upon whether he was\nin\nmora.\nMora\nwas\r\na wrongful default in making (or accepting) payment or delivery-\nMoram\r\nvocamus injustam restitutionis solutionisveaut faciendae aut\r\naccipiendae cessationem\n.\r\n(Mulenbruch,Vol II sec.355). It was of two kinds,\nmora\nex\r\nre, arising out of the transaction itself, and\nmora\nex\npersona\narising\r\nout of the conduct of the debtor.’\nIn that case the court had to\r\nconsider whether a plaintiff was entitled to interest on unliquidated\r\ndamages from the date of summons.\nIt held not, because the debtor can\r\nonly be in\nmora\nif he knows what the debt is that he has to\r\npay. Without such knowledge the failure cannot be ‘wrongful’.\r\nCounsel for\nthe appellant, submitted correctly, in my view, that seen\r\nin its context the court did not intend to hold that a failure to\r\nmake\npayment had to be culpable before interest would run but that\r\nthe word wrongful or\ninjustam\n(the Latin translation of the\r\nword wrongful) referred to in the judgment meant simply that the\r\ndebtor had failed to pay without\nlegal justification.\n[21] The facts in\nRB Ranchers\nmay be compared to the facts extant herein. The purchaser ‘M’\r\nbought cattle from the seller and posted a cheque in\nfavour of the\r\nseller for the amount due. ‘M’ died a few days later. The\r\ncheque was presented for payment on the day\nof M’s death. The\r\nbank, which had been notified of M’s death refused payment of\r\nthe cheque. The applicant lodged a\nclaim against the executor in M’s\r\nestate for the payment due. This was paid two years later. The seller\r\nthen claimed payment\nof interest on the selling price from date of\r\nsale until date of payment. The court dismissed the claim for\r\ninterest. However,\nas correctly submitted by counsel for the\r\nappellant, the court’s decision was based on the following\r\nthree issues. Firstly,\nwhether it was an implied term of the\r\nagreement of sale that in the event of the money not being paid in\r\ncash immediately, the\npurchaser would become liable for interest on\r\nthe outstanding amount. The court found, after considering various\r\nauthorities, that\nno such term could be implied. Secondly, whether\r\npurchaser was liable for damages for breach of contract for failure\r\nto pay cash\nimmediately. Here the court concluded that it was\r\nconceded that there was no contract to pay cash immediately. Thirdly,\r\nwhether\nthe drawer of the cheque was liable in terms of s 46(1)(a)\r\nand s 56(a) of the Bills of Exchange Act Chap 277 (Z) for\r\n‘interest/damages’.\nThe court rejected this contention on\r\nits interpretation of the aforesaid Act. It is clear from the above\r\nthat the said case was\ndecided on issues that do not apply to the\r\npresent case.\n[22] The\r\nfurther point raised by counsel for the respondent was that the death\r\nof the deceased was an instance of\ncasus\r\nfortuitus\nwhich\r\namounted to supervening impossibility of performance, thus excusing\r\nthe deceased from payment by 31 December. This submission\nis\r\nuntenable. The law does not regard mere personal incapability to\r\nperform as constituting impossibility.\n13\nThe payment of\r\nthe debt is not rendered impossible by the death of the deceased; as\r\nperformance of a personal nature like singing\nin an opera would have\r\nbeen.\n[23]\nSection 35\n(12) of the\nAdministration of Estates Act No. 66 of 1965\nobliges an executor to\r\npay creditors and distribute the estate to its heirs only once a\r\nLiquidation and Distribution Account has\nlain for inspection and has\r\nbeen confirmed by the Master. Except for the risk of personal\r\nliability if he overpays, it is not unlawful\nfor an executor to pay a\r\ncreditor’s claim before the confirmation of such account.\n[24] The court\r\nin the\nRB\r\nRanchers\n’\nmatter\r\nfound that the applicant’s rights against the executor are, as\r\nset out, in Meyerowitz\n14\nwhich reads:\n‘\nUnless\r\nthe claim carries interest, the creditor will not be entitled to\r\ninterest between the date of death and payment of the claim,\nexcept\r\nfor the period after the executor becomes obliged to pay and the\r\ncreditor has demanded payment, ie the executor is put in\nmora\n.’\n[25]\nThe court\r\nconcluded that the only basis upon which a claim for interest could\r\nsucceed in that matter was on the basis that the executor\nwrongfully\r\nor culpably delayed payment, for which no foundation was laid in the\r\npapers. In the present matter the claim is one\nwhich carries\r\ninterest. The creditor is therefore entitled to interest from the\r\ndate of\nmora\nto the date of\r\npayment of the debt.\n[26] Christie\n15\nstates\r\nappropriately:\n‘\nThe\r\nquestion, of course, is whether any particular contract is\r\nenforceable by and against the estate (represented by the executor)\n\nor whether the deceased’s death discharged it without liability\r\non either side by a process akin to supervening impossibility.\nThe\r\nquestion may be answered by the contract itself, which may expressly\r\nprovide for its discharge on the death of one or either\nof the\r\nparties, or may bind the executor to perform or may make some other\r\nspecial provision. Failing such express provision the\nnature of the\r\nrights and duties arising from the contract must be examined,\r\ntogether with the surrounding circumstances, in order\nto see whether\r\nthere is any indication of a\ndelectus\r\npersonae\nor\r\nan intention that the rights and duties should not be transmitted by\r\ndeath. In the absence of any such indication the general\nprinciple is\r\nthat they are so transmitted and are enforceable by or against the\r\nexecutor.’\n[27] The\r\nargument that the deceased’s estate is not liable for\nmora\ninterest,\r\non the facts of the present case, is in any event self-defeating as\r\nthe respondent conceded liability for the balance\nof the purchase\r\nprice, despite the death of the deceased\n.\r\nT\nhe\r\nexecutor as administrator of the estate is obliged to pay the debt.\r\nPart of the debt is the interest. There was no need for the\nappellant\r\nto have entered into an agreement with the deceased that his estate\r\nwould be liable for interest as was required by the\ncourt below. The\r\nduty to pay interest arose from the contract itself and the failure\r\nto perform on due date.\n[28] In this\r\ncase the time fixed for performance of the contract was 31 December\r\n2007. Payment was not made on that date. The agreement\nthat bound the\r\ndeceased’s estate was for payment by 31 December and the\r\nconsequences of\nmora\n,\r\nthe liability to pay interest, commenced the next day.\n[29] I\r\naccordingly find that the appellant is entitled to interest\na\r\ntempore morae\non\r\nthe outstanding balance of the debt. The\nmora\nrate of\r\ninterest is governed by the\nPrescribed Rate of Interest Act 55 of\n1975\n. It is not in dispute that the current prescribed rate of\r\ninterest is 15,5 per cent per annum.\n[30] In the circumstances the\r\nfollowing order is made:\n1 The appeal is upheld with\r\ncosts.\n2 The following order is inserted\r\ninto paragraph 1 of the order of the court below:\n‘\nThe\r\nrespondent is also directed to make payment of interest on the sum of\r\nR1, 750m at the rate of 15,5 per cent per annum from 1\nJanuary 2008\r\nto date of payment.’\n3. Paragraph 2 of the aforesaid\r\norder is replaced with the following:\n‘\nThe\r\nrespondent is directed to pay the applicant’s costs of suit.’\n___________________\nK\r\nPillay\nActing\r\nJudge of Appeal\nAPPEARANCES:\nAPPELLANT:\r\nN Segal\nInstructed by Gary Segal\r\nAttorneys, c/o TC Mehta & Co, Durban\nLovius Block, Bloemfontein\nRESPONDENT:\r\nJC King SC\nInstructed by Goodrickes\r\nAttorneys, Durban\nSymington & De Kok,\r\nBloemfontein\n1\nWessels\nLaw of Contract in South Africa\nvol 2 2ed 1951 para 2857 at p\r\n\t777.\n2\nRH\r\n\tChristie\nThe Law of Contract in South Africa\n5ed (2006) p\r\n\t544.\n3\n5(1)\nLAWSA\n2ed para 220 at 298.\n4\n5(1)\nLAWSA\npara 222 at 301.\n5\n1978\r\n\t(1) SA 1109\n(A) at 1145D-G.\n6\nRespondents\r\n\tHeads para 4.2 at pg 6.\n7\n1915\r\n\tAD 1.\n8\n1986\r\n\t(4) SA 271\n(ZS).\n9\nRH\r\n\tChristie\nThe Law of Contract\nin South Africa 5ed (2006) p\r\n\t544.\n10\n1951\r\n\t(1) SA 443\n(A) at 449B-C.\n11\nLegogote\r\n\tDevelopment Co (Pty) Ltd v Delta Trust & Finance Co\n1970 (1)\r\n\tSA 584\n(T) at 587F.\n12\nSupra\r\n\tpage 31.\n13\nWA\r\n\tRamsden\nSupervening Impossibility of Performance in the South\r\n\tAfrican law of Contract\n(1985) p 17.\n14\nAdministration\r\n\tof Estates and Estate Duty\n2007ed\ns 16.3\nat 219.\n15\nOp\r\n\tcit pp 493-494.",
  "scraped_at": "2026-02-11T20:47:15.813697",
  "date": "2010-12-01",
  "coram": [
    "HARMS DP",
    "SNYDERS JA",
    "K PILLAY AJA"
  ],
  "case_number": "29/2010",
  "parties": {
    "applicants": [
      "Scoin Trading (Pty) Ltd"
    ],
    "respondents": [
      "Bernstein, Gillies Martin No"
    ]
  },
  "sections": {
    "facts": "The deceased, Gregory John Till, was a coin collector who agreed to purchase a rare ZAR Een Pond Overstamp gold coin from Scoin Trading (Pty) Ltd for R1,950,000. He paid a deposit of R200,000 and promised to pay the balance by the end of December 2007. The parties exchanged emails in August 2007 confirming the payment schedule. The deceased died on 16 November 2007 before the balance was paid. The executor of his estate acknowledged liability for the capital sum but contested liability for interest. The appellant sought judgment for the balance together with interest at 15.5% per annum from 1 January 2008.",
    "issues": "The appeal raised two principal issues: (1) Whether the estate of the deceased is liable for mora interest despite the debtor’s death before the contractual payment date; and (2) Whether the payment date was a fixed deadline (31 December 2007) or contingent upon receipt of proceeds from the sale of property, affecting the applicability of mora ex re versus mora ex persona.",
    "principles": "The court examined the doctrine of mora, distinguishing mora ex re (arising from the contract itself when a date is fixed) from mora ex persona (requiring a creditor’s demand). It held that interest for mora (interest a tempore morae) is payable where the debtor is in default, irrespective of fault, and is aimed at compensating the creditor for loss of use of the money. Relevant precedents include Bellairs v Hodnett, Victoria Falls, and RB Ranchers. The Prescribed Rate of Interest Act 55 of 1975 provides the statutory rate (15.5% per annum). The death of a debtor does not constitute supervening impossibility; contractual obligations survive the debtor’s death unless the contract expressly provides otherwise.",
    "application": "The court found that the parties had agreed on a fixed payment date of 31 December 2007, establishing mora ex re when the balance was not paid. The debtor’s death did not excuse the obligation, and the executor, as representative of the estate, was bound to satisfy the debt, including interest. Accordingly, interest accrued from 1 January 2008 at the statutory rate of 15.5% per annum until payment.",
    "conclusion": "The appeal was upheld. The respondent (executor of the estate) was ordered to pay interest on the R1,750,000 balance at 15.5% per annum from 1 January 2008 to the date of payment, and to pay the appellant’s costs of suit."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Mora and Interest",
    "level_3": [
      "death of debtor",
      "executor liability",
      "prescribed interest rate"
    ]
  }
}