{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/164.html",
  "case_name": "National Stadium South Africa (Pty) Ltd an Others v Firstrand Bank Ltd (2011 (2) SA 157 (SCA); [2011] 3 All SA 29 (SCA)) [2010] ZASCA 164; 670/10 (1 December 2010)",
  "citation": "[2010] ZASCA 164",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 164\n|\nNoteup\n|\nLawCite\nNational Stadium South Africa (Pty) Ltd an Others v Firstrand Bank Ltd (2011 (2) SA 157 (SCA); [2011] 3 All SA 29 (SCA)) [2010] ZASCA 164; 670/10 (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 670/10\nIn\r\nthe matter between:\nNATIONAL STADIUM SOUTH AFRICA (PTY) LIMITED\n.......................\nFirst Appellant\nSTADIUM MANAGEMENT SOUTH AFRICA (PTY) LIMITED\n..........\nSecond Appellant\nCITY\r\nOF JOHANNESBURG\n..................................................................\nThird\r\nAppellant\nand\nFIRSTRAND\r\nBANK LIMITED\n......................................................................\nRespondent\nNeutral\r\ncitation:\nNational Stadium v Firstrand Bank\n(670/10)\n[2010] ZASCA 164\n(1 December 2010)\nCoram:\nHarms DP, Maya JA and Bertelsmann AJA\nHeard:\n23 November 2010\nDelivered:\n01 December 2010\nSummary:\nServitude ─ personal servitude ─ right to name\r\nstadium\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Victor J sitting as court of first instance):\nThe following order is made:\n(a) The appeal is upheld to the extent indicated below\r\nand is otherwise dismissed with costs, including the costs of two\r\ncounsel\nto be borne by the appellants jointly and severally.\n(b) Paragraphs 2 and 3 of the order of the court below\r\nare amended to read as follows:\n‘\n2 Until the lapse of the\r\nApplicant’s servitude rights as set out in the Notarial Deed of\r\nServitude 2529/08 and registered\nby the Registrar of Deeds, Pretoria,\r\nthe First, Second and Fourth Respondents are interdicted from:-\n2.1 naming the soccer stadium on Portion 4 of the farm\r\nRandskou 324 (Reg Div IQ) Gauteng Province by means of naming boards\r\nor the\nlike affixed in, on, or at all outer perimeter entrances and\r\nexits of the stadium, or elsewhere on the property by a name other\n\nthat “FNB Stadium”;\n2.2 purporting to sell or dispose of the right to name\r\nthe stadium during the period;\n3 The following declaratory order is made:-\n3.1 The Applicant has the sole right to name the stadium\r\nby means of naming boards and the like affixed in, on, or at all\r\nouter\nperimeter entrances and exits of the stadium, or elsewhere on\r\nthe property during the life of the deed of servitude;\n3.2 The Applicant has chosen the name “FNB\r\nStadium”;\n3.3 The First, Second and Fourth Respondents do not have\r\nthe right to name the stadium during the period and the extension\r\nperiod.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (MAYA JA and BERTELSMANN AJA concurring)\nHARMS DP:\nINTRODUCTION\n[1] One of the iconic stadiums used for the 2010 FIFA\r\nFootball World Cup was known for the duration of the competition as\r\n‘Soccer\nCity’. The original stadium on the site in Soweto\r\nwas financed by First National Bank, which is now a division of the\r\nrespondent\nbank (Firstrand Bank Ltd), and was built in about 1988. It\r\nwas since then called the ‘FNB Stadium’. During the\r\nperiod\n2007 to 2010, the stadium, financed by the central government\r\nand the local authority, was virtually rebuilt for purposes of the\n\nWorld Cup. The Bank, relying on a naming right, holds the view that\r\nthe name of the stadium has to revert to ‘FNB Stadium’.\n[2] The local authority and third appellant, the City of\r\nJohannesburg, as tenant of the stadium, and its appointed stadium\r\nmanager,\nNational Stadium SA (Pty) Ltd, the first appellant, together\r\nwith an associated company, Stadium Management SA (Pty) Ltd, the\r\nsecond\nappellant, assert that the right to name the stadium no longer\r\nvests in the Bank and that they, instead, are entitled to ‘name’\n\nthe stadium or sell the naming rights to third parties. (For the sake\r\nof convenience I do not intend to draw any distinction between\nthe\r\nfirst and second appellants and will simply refer to them as the\r\nmanagers.)\n[3] When the Bank became aware of attempts by the\r\nmanagers to market the naming rights it launched an urgent\r\napplication for an\ninterdict (in general terms) to prevent them from\r\nmarketing the stadium by any other name than FNB Stadium. It joined\r\nthe owner\nof the stadium, which is Government, as respondent without\r\nseeking any relief against it and Government consequently did not\r\ntake\npart in the proceedings. The City, as head tenant and on whose\r\nbehalf the managers manage the stadium, sought and obtained leave\nto\r\nintervene, and joined in opposing the relief sought.\n[4] The court below (Victor J) found in favour of the\r\nBank and issued an order against the managers and the City in more\r\nexpansive\nterms than originally sought. The order has two parts. The\r\nfirst is an interdict restraining the managers and the City from\r\n‘referring’\nto the stadium by any other name than ‘FNB\r\nStadium’ or from disposing of the naming rights to the stadium.\r\nThe second\npart is a declaratory order declaring that the Bank has\r\nthe sole right to name the stadium and, accordingly, that the\r\nmanagers\nand the City do not have naming rights. There is a time\r\nlimit attached to these orders.\n[5] The court below granted the necessary leave to\r\nappeal to this court and the matter was heard at the request of the\r\nparties as\na matter of urgency. It is necessary for an understanding\r\nof the issues to set out the history of the football stadium with\r\nreference\nto a number of events beginning in 1988.\nTHE LOAN FACILITY AGREEMENT OF 20 OCTOBER 1988\n[6] The Bank is rather proud of the fact that it was\r\nprepared as early as 1988 to finance the erection of a football\r\nstadium in\nSoweto. The terms and conditions of the provision of this\r\nfacility were set out in an agreement of 20 October 1988. There were\r\nfour parties to the agreement: (a) the future owner of the land (a\r\ntrust) that intended to purchase the property to establish a\nsoccer\r\ncomplex (including a stadium) to be known as Soccer City thereon; (b)\r\na company, also named Soccer City, that was to lease\nthe property\r\nfrom the trust and that undertook to erect the complex; (c) the\r\nNational Soccer League, the body that controlled the\nsport; and (d)\r\nthe Bank as lender.\n[7] The Bank undertook to provide a funding facility of\r\nR15m for the erection of particularly a stadium on the property. It\r\nis not\nnecessary to detail the funding arrangements save to refer to\r\nclause 7.1, which is the origin of the Bank’s naming rights.\nIt\r\nprovided as follows:\n‘\nAs\r\nadditional consideration for First National providing the Facility,\r\nthe main stadium at Soccer City shall be known as “First\n\nNational Bank Stadium” or by such other name as may be chosen\r\nby First National from time to time. The Trust and the Company\nshall\r\ntake all steps and do all things necessary to ensure and procure that\r\nFirst National acquires and retains such right in perpetuity\nor for\r\nsuch lesser period as First National may determine.’\n[8] The other parties to the agreement undertook to\r\ncomply with a number of obligations towards FNB such as to host at\r\nleast 50\nsoccer matches per annum and to utilise part of the ticket\r\nsales to reduce the debt. FNB was also entitled to receive maximum\r\npositive\npublicity in respect of its involvement in Soccer City and\r\nto erect a number of signboards in the best possible places on or\r\naround\nSoccer City for which it had to pay R5m upfront as advertising\r\nrevenue.\nTHE WAIVER AGREEMENT OF 24 MARCH 2003\n[9] It would appear that the trust and the Soccer City\r\ncompany were unable to service their obligations towards the Bank or\r\nto pay\nthe building contractor in full with the available finances.\r\nThis led to the conclusion of the waiver agreement of 24 March 2003.\n\nThe building contractor, Grinaker-LTA Ltd, waived payment of a\r\nsubstantial amount subject to, inter alia, the right to execute\n\nfuture construction work on the stadium complex.\n[10] The Bank, in turn, agreed to waive its rights to\r\npayment of the outstanding amounts under the loan facility agreement.\r\nThis\nwaiver was subject to a number of conditions. They were (a) that\r\nthe naming rights referred to in the loan facility agreement would\n\nendure for ten years; (b) that the Bank had an option to extend this\r\nright for a further two years upon payment of R10m; and (c)\nthat the\r\nBank had a renewal right for a further ten years for which it had to\r\npay a market related price. The effect of this was\nthat the Bank lost\r\nits right to repayment of the loan facility but retained a diluted\r\nnaming right: it was no longer in perpetuity\nand the Bank had to pay\r\nfor the right during any extended period.\nTHE SERVITUDE AGREEMENT OF 31 JANUARY 2007\n[11] Because of the anticipated FIFA World Cup event,\r\nwhich had been scheduled for 2010, it became necessary to rearrange\r\nthe relationship\nbetween the parties with an interest in the stadium.\r\nThe stadium had to be ‘reconstructed’. This required\r\nsubstantial\nfunding from both Government and the City. And to enable\r\nFIFA to enjoy the exclusive merchandising rights for the event FNB\r\nhad\nto relinquish its naming rights in favour of FIFA for a period\r\npreceding and during the event.\n[12] The servitude agreement (which was probably one of\r\na series covering the World Cup) was concluded between the parties to\r\nthe\nloan facility agreement and Government. Government was to become\r\nowner of the property by taking transfer from the trust. It undertook\n\nto honour and be bound by the FNB naming rights as set out above, and\r\nto secure them by means of a personal servitude in favour\nof the\r\nBank. These rights were, however, to last for only ten years as from\r\n7 July 2004 but FNB had a right of renewal for another\ntwo years\r\nsubject to payment of a fair market value for those rights, meaning\r\nthat if the right of renewal were to be exercised\nthe naming rights\r\nwill terminate on 6 July 2016 instead of on 6 July 2014. FNB,\r\nimportantly, agreed to forego its naming right\nfor the duration of\r\nthe World Cup in favour of FIFA.\n[13] The exact terms of the relevant provisions are\r\nthese:\n‘\n4.2\r\nFor the sake of clarity, The State, the Trust and Soccer City hereby\r\ngrant to FNB, the exclusive right to name the Stadium “First\n\nNational Stadium”, or “FNB Stadium”, or by any\r\nother such name as may be chosen by FNB from time to time. The\nState,\r\nthe Trust and Soccer City shall take steps and do all things\r\nnecessary to ensure and procure that FNB acquires and retains\nsuch\r\nrights for the period set out above.’\n‘\n4.4.2\r\nIn keeping with the FNB Rights, the name “FNB Stadium”\r\nshall be prominently displayed at all outer perimeter entrances\nand\r\nexits of the Stadium and on not less than four prime skyboard sites\r\nin the Stadium. FNB accepts that during periods of reconstruction\nof\r\nthe Stadium the skyboards may not be able to be displayed and that\r\nany re-design may require the skyboards to be relocated.\nIn the\r\nlatter event, FNB shall be granted a preferent right to choose the\r\nsites for its relocated skyboards. The Parties agree\nthat any\r\nrelocation of the said skyboards shall take place in consultation\r\nwith FNB in an effort to facilitate the placement of\nthe skyboards\r\nwithin the Stadium so as to afford to FNB similar exposure as\r\npreviously provided to FNB prior to any relocation\nof the skyboards.’\n‘\n7.2\r\nFNB shall be entitled, simultaneously with the cancellation with the\r\nFNB Bond and the transfer of the Property to The State,\nto register a\r\npersonal servitude against the Property in respect of FNB’s\r\nrights under this Agreement in a form reasonably\nrequired by FNB’s\r\nattorneys and that is acceptable to the Registrar of Deeds at\r\nJohannesburg. All costs of registration of\nthese rights shall be\r\nborne and paid by FNB.’\n‘\n7.3\r\nThe State, the Trust and Soccer City agree that the registration of\r\nthe personal servitude referred to in clause 7.2 shall be\nbinding on\r\nany successors in title to the Property and shall, to the extent\r\nrequired, disclose the details of such personal servitude\nto any\r\nsuccessor in title to the Property.’\n[14] The ‘reconstruction’ of the stadium to\r\nwhich the agreement referred commenced during 2007 and, according to\r\nthe\nappellants, the original stadium was for all intents and purposes\r\ndemolished and replaced by a new stadium.\nTHE SERVITUDE\n[15] The property was transferred to Government on 17\r\nApril 2008, and on 29 April Government registered a personal\r\nservitude ‘for\nnaming right purposes of the Stadium on the\r\nProperty’ in favour of FNB. The executive portion states that\r\nGovernment thereby\n‘grants as a personal servitude to FNB the\r\nright to name the Stadium and erect naming boards therein’ as\r\nset out in\nthe servitude agreement, and provides that the ‘Stadium\r\nshall be known as “FNB Stadium” or such other name as\nmay\r\nbe designated by the Bank in agreement with the State’. It\r\nfurther provides for the same time limit and for termination\nas set\r\nout in the agreement, and it repeats in Deeds Office parlance the\r\nfirst two sentences of the quoted clause 4.2.2.\nTHE STADIUM MANAGEMENT AGREEMENT OF 16 JANUARY 2009\n[16] The City entered into a stadium management\r\nagreement with the first appellant on 16 January 2009. The agreement,\r\nsignificantly\nbut prematurely, recorded that the City in its capacity\r\nas the lessee of the stadium had ‘a real right’ to the\r\nstadium.\nThe manager was appointed as an independent contractor to\r\nrender defined management services and received the exclusive and\r\nfull\nuse of the stadium. The agreement also mentioned that the\r\nstadium was under construction and it imposed certain limited\r\nobligations\non the manager during the construction period.\n[17] The agreement further provided that the manager was\r\nentitled to conduct ‘NSSA Business’ (the business of the\r\nfirst\nappellant) on the premises and this was defined to include the\r\nbusiness conducted by the manager in the field of operational and\n\ncommercial management and administration of sport stadiums. This\r\nincorporated, in terms of clause 6.3.3.2.2, the right ‘to\nsell\r\nthe Naming Rights and Commercial Rights in respect of the Stadium’\r\nfor the duration of the agreement. ‘Naming\nRights’ was\r\ndefined to mean ‘the right to name the Stadium, any of its\r\nfacilities and/or any part thereof’.\n[18] The agreement contemplated the possibility that a\r\nthird party might have had the naming rights because of a prior\r\nagreement\nentered into by either the City or someone else. In that\r\nevent the parties undertook to renegotiate the terms of the naming\r\nrights\nso as to limit any loss of revenue.\n[19] The parties estimated the annual value of the\r\nnaming rights for at least R8m, which would escalate. Apart from this\r\nagreed\nfigure, the evidence confirms that naming rights of sport\r\nstadiums world-wide are extremely valuable. The managers anticipate\r\nthat\nthe annual revenue from the naming rights could be in the region\r\nof R15m to R20m.\nTHE LONG-TERM LEASE OF 7 AUGUST 2009\n[20] Government entered into a long-term notarial lease\r\nfor 99 years with the City on 7 August 2009 in terms of which the\r\nproperty\non which the stadium was erected was leased to the City for\r\nthe purpose of promoting the sport of football in general and the\r\n2010\nFIFA World Cup in particular. Although the erection of the ‘new’\r\nstadium was in already in progress it provided that\nthe City was\r\nentitled to upgrade and renovate the stadium.\n[21] The lease was not registered when litigation began\r\nbut nothing turns on this. The only other matter of any significance\r\nfor\npresent purposes is that the City was entitled to erect signage\r\non the property and to affix or paint advertising signs. Nothing\nwas\r\nsaid about naming rights.\nTHE CONTENTIONS OF THE PARTIES ON THE PAPERS\n[22] The Bank’s case as set out in the founding\r\naffidavit was that it has naming rights over the stadium in terms of\r\nthe servitude\nagreement. In addition, it alleged, it has a real right\r\nin terms of the servitude, which is enforceable against third\r\nparties,\nto name the stadium. Its cause of complaint was that the\r\nmanagers, shortly after the completion of the World Cup, claimed\r\npublicly\nthat they had acquired from the City ‘all the rights\r\nto Advertising, Sponsorships, Naming Rights and Commercial Rights to\n\nSoccer City Stadium’ and that they had the right to sell the\r\nnaming rights to Soccer City Stadium. Because the managers were\nthird\r\nparties it meant that the Bank relied on its servitude.\n[23] The managers, in the answering affidavit, asserted\r\nthat the right to name the stadium belonged to the City. This right,\r\nthey\nsaid, followed from the fact that the City was the lessee and\r\n‘as such possesses the right to name the Stadium’. They,\n\nas managers were entitled, in terms of the management agreement, to\r\nsell those rights. They added that the name ‘National\nStadium’\r\nwas simply a holding or interim name used to neutralize the limiting\r\nconsequences of the FIFA name ‘Soccer\nCity’. If the\r\nnaming rights were to be sold, they said, the purchaser would be\r\nentitled to use its brand name on its own\nor in conjunction with\r\n‘National Stadium’.\n[24] Their defence against the claim was that the Bank’s\r\nnaming rights, which had been conferred by agreement, were never\r\ncapable of registration in the form of a servitude. In the\r\nalternative, they said, the servitude ‘expired’ when the\n\noriginal stadium was demolished during 2007, and that the servitude\r\ndid not apply to the ‘new’ stadium.\n[25] The City, as mentioned, intervened as fourth\r\nrespondent and asked that the Bank’s application be dismissed\r\nwith costs.\nApart from complaining about the extent of the relief\r\nsought by the Bank, the City alleged that it had the right to name\r\nthe stadium\nby virtue of the terms of the long-term lease agreement\r\nwith Government, that it could transfer those rights to the managers,\r\nand\nthat its rights prevailed over whatever naming rights the Bank\r\nmay have had.\nTHE NATURE OF NAMING RIGHTS\n[26] As pointed out, it is common cause that the naming\r\nrights attached to a sport stadium are exceptionally valuable. But\r\nthat\ndoes not tell one anything about their nature. During argument\r\nthe Bank and, unexpectedly, the City argued that these rights are,\nin\r\nthe particular circumstances of this case, real rights that flow from\r\nownership of the stadium. The consequence of this acceptance\nby the\r\nCity led to the recognition that its case as set out in its affidavit\r\nhad no merit; that the servitude was valid and created\nreal rights in\r\nfavour of the Bank; that the City did not ‘receive’ any\r\nnaming rights from Government by virtue of the\nlease; and that the\r\nclause in the management contract in which the City purported to\r\ngrant naming rights to the managers was ineffectual.\n[27] This attitude of the City was in\r\ndirect conflict with that of the managers. They insisted that naming\r\nrights cannot be real\nrights and can only arise by virtue of contract\r\nand that, accordingly, the servitude was void. Mr du Plessis SC, on\r\nbehalf of the\nmanagers, referred in this regard to an article by\r\nLionel Hogg and Franki Ganter where the authors, presumably writing\r\nabout Australian\nlaw without quoting authority, stated as follows:\n1\n‘\nOne\r\ncannot effectively acquire naming rights to an event or venue without\r\nhaving practical control of the event or the venue. Naming\nor title\r\nrights are contractual and not proprietary. Their protection and\r\nvalue is dependent almost entirely on market usage.’\n[28] It is no doubt correct that some\r\nnaming rights are purely contractual in the sense that they arise as\r\na result of an agreement.\nThis would for instance apply where someone\r\nwishes to stage a sporting or cultural event and enters into\r\nagreements with others\nrelating to the event. Whether that is\r\nnecessarily true about a product or a commercial building, such as a\r\nshopping centre, office\nblock or sports stadium, is another matter.\r\nOne would assume that the owner would be the person who could name\r\nthe building by\nattaching naming boards to the property or to use its\r\nname for commercial purposes.\n2\nAs Mr Joseph SC for the City said, it\r\nis a common occurrence that the owner of a commercial building would\r\nlet the building and\ngive the head lessee the right to name the\r\nbuilding. Although the grant of the right to name to the lessee is by\r\ncontract, the\nowner must have had the right by virtue of its control\r\nover the building. This does not mean that others may not refer to\r\nthe building\nby some other name but that use will not have commercial\r\nsignificance.\n[29] That naming rights vest in the owner was impliedly\r\nadmitted by the managers when they sought to justify their\r\nentitlement to\nthose rights. They said that the rights were derived\r\nfrom the City who had obtained them from the owner, albeit by\r\ncontract. Although\nMr du Plessis initially submitted that the naming\r\nrights of his clients flow from the control Government as owner had\r\nover the\nstadium, he retracted from this position and eventually\r\nsubmitted that the managers’ lawyerly evidence was based on a\r\nmisconception\nof the legal position. His argument in this regard that\r\nnaming rights come from nowhere, could (somewhat unkindly) be\r\ncompared,\naccording to Mr Louw SC for the Bank, to the Big Bang\r\ntheory.\n[30] It is not necessary to get\r\nembroiled with a discussion about the nature of rights according to\r\nBentham or Hohfeld and the like,\n3\nor (for those who are not affected by\r\ncultural cringe)\n4\naccording to WA Joubert\ncum\r\nsuis\n.\n5\nIt is also not necessary to delve\r\ninto the history of real rights,\n6\nto re-conceptualize ownership,\n7\nor (as the court below did) to\r\n‘dephysicalise’ property law.\n8\nIn any event, as the Digest 50.17.202\r\nwarns, ‘omnis definitio in iure civilis periculosa est; parum\r\nest enim, ut non subverti\nposset’. Instead, it should suffice\r\nto deal with some elementary propositions still taught, I hope, at\r\nlaw schools.\n9\n[31] The first concerns the\r\ndistinction between real and personal rights. Real rights have as\r\ntheir object a thing (Latin:\nres\n;\r\nAfrikaans: saak). Personal rights have as their object performance by\r\nanother, and the duty to perform may (for present purposes)\narise\r\nfrom a contract. Personal rights may give rise to real rights, for\r\ninstance, a personal obligation to grant someone a servitude\nmatures\r\ninto a real right on registration.\n10\nReal rights give rise to\r\ncompetencies: ownership of land entitles the owner to use the land or\r\nto give others rights in respect\nthereof. Others may say that\r\nownership consists of a bundle of rights, including the right to use\r\nthe land, but it does not really\nmatter who is right on this point.\n[32] A servitude is a limited real\r\nright in respect of the property of another. There are two types,\r\nnamely praedial and personal.\nIn spite of the confusing nomenclature,\r\na personal servitude is also a real right which imposes a burden on\r\nthe property of another.\nIt is ‘personal’ because the\r\nright holder is a particular person whereas in the case of a real\r\nservitude the right\nadheres to a dominant property.\n11\n[33] In this case we are concerned\r\nwith an alleged personal servitude. The question is then whether\r\nthese rights are real rights\nin respect of land or are personal (in\r\nthe sense that they place obligations on others to perform).\n12\nUnless the rights are real they do\r\nnot bind third parties.\n13\nThis principle is embodied in the\nDeeds Registries Act 47 of 1937\n.\nSection 63(1)\nprovides that no deed,\r\nor condition in a deed, purporting to create or embodying a personal\r\nright, and no condition which does\nnot restrict the exercise of any\r\nright of ownership in respect of immovable property shall be capable\r\nof registration. This means\nthat the servitude to be valid must carve\r\nout a portion, or take away something, of the dominium.\n14\nWhether a deed of servitude embodies\r\na personal right or restricts the exercise of ownership is a matter\r\nof interpretation.\n15\n[34] The present servitude is in its terms said to be a\r\npersonal servitude. According to its tenor Government, as owner of\r\nthe property,\ngranted the Bank the right to name the stadium the ‘FNB\r\nStadium’. The Bank is in consequence entitled to erect naming\n\nboards displaying this name. These may be placed at all outer\r\nperimeter entrances and exits of the stadium and on not less than\n\nfour prime sites in the stadium. The servitude does not purport to\r\nplace any duties on Government, which means that Government\nhas no\r\nobligations to perform which, in turn, means that the servitude did\r\nnot create a personal right in favour of the Bank. The\nfact that the\r\nBank has the rights mentioned means that Government, in its capacity\r\nas owner, is not entitled to place other naming\nboards on or around\r\nthe stadium. It is not conceivable that the parties could have\r\nintended that conflicting naming boards could\nbe erected at the\r\nstadium. This means that the right to name the stadium as owner was\r\ncarved out from the owner’s full ownership\nright, thereby\r\nrestricting the exercise of this particular right of ownership in\r\nrespect of the immovable property.\n[35] The particular naming rights can\r\nbe compared to a trading right. It is accepted, at least since\nWilloughby’s\r\nConsolidated Co Ltd v Copthall Stores Ltd\n1913\r\nAD 267\n, that the right to trade on the property of another amounts to\r\nthe right to use and occupy that property or part of it for a\r\nspecific\npurpose and can amount to a personal servitude. It should be\r\nborne in mind that there is not a closed list of personal servitudes\n\nand that the right of the Bank to advertise its business on and\r\nthrough the stadium does not differ in kind from a conventional\n\ntrading right.\n16\nSince a stadium cannot have more than\r\none name the naming right is the sole right of the Bank and affixing\r\nany other name for the\nstadium on, in or around the stadium would\r\ninfringe the Bank’s real right because the property is put to a\r\nuse that belongs\nexclusively to the Bank.\n[36] It follows from this that the present stance of the\r\nCity as expressed during Mr Joseph’s argument is correct and\r\nthat\nthe contrary submissions of the managers have to be rejected.\nTHE BUSINESS EFFICACY ARGUMENT\n[37] The argument just disposed of was not the managers’\r\nmain argument but it had to be dealt with first because was the basis\n\nof the Bank’s claim. Their main argument was the so-called\r\nbusiness efficacy argument which was directed at the terms of\nthe\r\nservitude agreement and not the servitude itself. Although the\r\nwritten submissions stated that this agreement was void for\nvagueness\r\nthe oral submission was that it lacked business efficacy because it\r\ndid not oblige Government to use and promote the\nstadium. Without, at\r\nleast, a contractual obligation on the owner or manager to\r\nacknowledge and use the name, said Mr du Plessis,\nthe naming right is\r\nvalueless.\n[38] I have serious difficulty in following the\r\nargument. Counsel relied in support of the argument on cases that say\r\nthat a tacit\nterm cannot be implied into a contract merely because\r\nthe agreement lacks business efficacy. Lack of business efficacy may\r\naffect\nthe value of the agreement but it does not affect its\r\nenforceability. If counsel’s argument was that there was\r\nnothing to\nenforce in the agreement, I have to disagree. The Bank is\r\nentitled to erect the naming boards and the owner has to respect that\n\nright as described above.\n[39] The problem with the argument is more fundamental.\r\nThe Bank seeks to enforce a registered servitude right and not\r\ncontractual\nrights under the servitude agreement. In addition, the\r\npurpose of the agreement was to create real rights and if were to\r\ncreate\nadditional personal rights by imposing contractual obligations\r\non the owner of the property it would have been self defeating.\nTHE DESTRUCTION OF THE STADIUM\n[40] I have alluded to the fact that\r\nthe original stadium, which was financed by the Bank, was\r\nsubstantially demolished and replaced\nby what the appellants call the\r\n‘new’ stadium. They argue that the servitude was intended\r\nto cover the original stadium\nand since that has been destroyed the\r\nservitude was extinguished. For this they rely on Voet\nCommentarias\r\nad Pandectas\n8.6.4\nwhere the author dealt with the\r\neffect of the destruction of the servient tenement: in principle it\r\nextinguishes the servitude.\nHe added, however, that if in the case of\r\na praedial servitude the property is restored the servitude revives,\r\nbut not in the case\nof a personal servitude. If one follows the\r\nreasoning in\nKidson\r\nv Jimspeed Enterprises CC\n2009\r\n(5) SA 246\n(GNP) this might not necessarily be the case.\n17\nHowever, there are two fundamental\r\nreasons why the argument cannot succeed.\n[41] In the first instance it is\r\nclear from the examples given by Voet that he was concerned with\r\nthose cases where the subject\nof the servitude was destroyed as a\r\nresult of\ncasus\r\nfortuitous\nor\nvis\r\nmaior.\nHe did not\r\ndeal with the case where the owner of the servient tenement (here, in\r\nconjunction with the lessee) intentionally destroyed\nthe subject\r\nmatter of the servitude within weeks after conclusion of the\r\nservitude agreement and even before its registration and\nthen erects\r\na similar structure in its stead. It is a general principle that one\r\ncannot rely on one’s own wrongdoing to evade\nany obligation. A\r\nparty is not, for instance, relieved from a contractual obligation\r\nbecause of supervening impossibility where\nthat party was responsible\r\nfor the impossibility.\n18\nAnother example would be the doctrine\r\nof fictional fulfillment of a condition.\n19\nThere is no reason why the underlying\r\nprinciple cannot be extended to a case such as this and why the right\r\nholder has to be satisfied\nwith a damages claim which, in this case,\r\nwould probably be met with a defence that the Bank had agreed in the\r\nservitude agreement\nto the destruction and why the servitude should\r\nnot extend to the replacement structure.\n[42] There is, however, a more profound reason why the\r\n‘destruction’ of the old stadium did not extinguish the\r\nservitude.\nIt is because the servitude agreement and the servitude\r\nitself, on a proper interpretation, covered the ‘new’\r\nstadium.\nIt is in this regard necessary to have regard the\r\ncircumstances against which the servitude was granted.\n[43] The Bank held a bond over the property and had\r\nnaming rights. Government committed itself to finance, in conjunction\r\nwith the\nCity, the redevelopment of the stadium to the satisfaction\r\nof FIFA. The stadium was redesigned to be in the form of a calabash.\n\nThe new design was approved before conclusion of the servitude\r\nagreement. When the agreement referred to the fact that the servitude\n\nwould cover the stadium as ‘reconstructed’ it referred to\r\nthe stadium as ‘reconstructed’ for purposes of\nthe World\r\nCup event. It was never intended that the old stadium would simply be\r\nrebuilt to be in the same form and with the same\ncapacity as the old\r\nstadium. The fact that the costs estimate was way out and that the\r\nsupposition that more of the old stadium\ncould have been used –\r\nmatters that did not concern the Bank – cannot affect the\r\ninterpretation of the agreement and\nservitude. I therefore find that\r\nthere is no merit in this submission.\nTHE ORDER AGAINST THE CITY\n[44] As mentioned, the City became a\r\nparty to the proceedings by its own volition. The Bank did not ask,\r\neither initially or subsequently,\nfor any substantive relief against\r\nthe City but the order of the court below was directed against not\r\nonly the managers but also\nthe City. It is customary, and also\r\nprocedurally correct, that if a party joins proceedings as respondent\r\nand in the absence of\na suitable and timely amendment of the notice\r\nof motion in which substantive relief is sought against the joining\r\nparty, the only\norder a court can grant against it is one for costs.\n20\n[45] The court below justified its\r\napproach on the ground that in joining the managers in the\r\nproceedings and supporting them the\nCity became a co-wrongdoer and\r\nhad to be restrained. This, however, does not dispense with the\r\nrequired prayer for relief against\nthe City. The court also relied on\r\nthe prayer for alternative relief. It erred because this superfluous\r\nprayer does not entitle\na court to grant relief that is inconsistent\r\nwith the factual statements and the terms of the express claim,\n21\nespecially where, as in this case,\r\nthe last affidavit of the Bank made it clear that the only relief\r\nsought against the City was\none for costs.\n[46] In spite of these procedural\r\nproblems it appears to me that the order should not be set aside\r\nbecause the City can suffer no\nprejudice as a result of the order.\r\nBecause the City joined in the proceedings and made common cause with\r\nthe managers the judgment\nof the court below would in any event bind\r\nthe City in any future proceedings.\n22\nTHE TERMS OF THE ORDER\n[47] The appellants also object to the terms of the\r\norder. The objections of the managers depend largely on the\r\ncorrectness of their\nsubmissions on the nature and effect of the\r\nservitude and, because of my findings, need no further consideration.\r\nThe remaining\nobjections are formalistic and were not even raised\r\nduring oral argument, and can be discounted.\n[48] The City’s first objection to the formulation\r\nof the interdict is that it prevents the appellants from ‘referring’\n\nto the stadium by any name other than ‘FNB Stadium’. The\r\nargument was that this limits the City’s rights of free\nspeech\r\nbecause if it wished to refer to it as ‘the stadium in Soweto’\r\nor as ‘the stadium that looks like a calabash’\nor the one\r\n‘that was used during the World Cup’ it would be guilty\r\nof contempt of court. These examples are farfetched\nand although the\r\nword ‘refer’ could, if read out of context, give rise to\r\ndifficulties it should be clear to all who\nread with a mind willing\r\nto understand that the order was directed to the protection of the\r\nBank’s merchandising rights.\nBut in order to state matters more\r\nclearly, I propose to amend the order to reflect the fact that the\r\nappellants are interdicted\nfrom ‘naming’ the stadium by\r\nmeans of naming boards on or around the stadium by a name other that\r\n‘FNB Stadium’.\n[49] These formal changes do not justify any costs order\r\nin favour of the appellants. For sake of completion the substantive\r\norder\nas amended will be rendered in full.\nORDER\n[50] The following order is made:\n(a) The appeal is upheld to the extent indicated below\r\nand is otherwise dismissed with costs, including the costs of two\r\ncounsel\nto be borne by the appellants jointly and severally.\n(b) Paragraphs 2 and 3 of the order of the court below\r\nare amended to read as follows:\n‘\n2 Until the lapse of the\r\nApplicant’s servitude rights as set out in the Notarial Deed of\r\nServitude 2529/08 and registered\nby the Registrar of Deeds, Pretoria,\r\nthe First, Second and Fourth Respondents are interdicted from:-\n2.1 naming the soccer stadium on Portion 4 of the farm\r\nRandskou 324 (Reg Div IQ) Gauteng Province by means of naming boards\r\nor the\nlike affixed in, on, or at all outer perimeter entrances and\r\nexits of the stadium, or elsewhere on the property by a name other\n\nthat “FNB Stadium”;\n2.2 purporting to sell or dispose of the right to name\r\nthe stadium during the period;\n3 The following declaratory order is made:-\n3.1 The Applicant has the sole right to name the stadium\r\nby means of naming boards and the like affixed in, on, or at all\r\nouter\nperimeter entrances and exits of the stadium, or elsewhere on\r\nthe property during the life of the deed of servitude;\n3.2 The Applicant has chosen the name “FNB\r\nStadium”;\n3.3 The First, Second and Fourth Respondents do not have\r\nthe right to name the stadium during the period and the extension\r\nperiod.’\n_____________________\nL T C HARMS\nDEPUTY PRESIDENT\nAPPEARANCES\nAPPELLANT/S 1 & 2: S J du Plessis SC (with him T vd\r\nWalt)\nInstructed by Glyn Marais Inc in association with Denton\r\nWilde Sapte, Johannesburg\nMatsepes Attorneys, Bloemfontein\n3: S L Joseph SC (with him M Smit)\nInstructed by Cliffe Dekker Hofmeyr Inc, Sandton\nMcIntyre & Van der Post, Bloemfontein\nRESPONDENT/S: P F Louw SC (with him G Amm)\nDeneys Reitz, Bloemfontein\nWebbers, Bloemfontein\n1\n‘\nLegal\r\n\tIssues in Sports Marketing’ (1997) 13\nQueensland\r\n\tUniversity of Technology Law Journal\n92 at p 120.\n2\nThe\r\n\tright to an exclusive name of one’s property does not exist\r\n\tunless the name has a commercial or financial significance.\nCompare\nDay v Brownrigg\n(1878)\r\n\t10 ChD 294.\n3\nSee\r\n\tF M Kamm ‘Rights’ in Jules Coleman & Scott Shapiro\r\n\t(eds)\nThe Oxford Handbook of\r\n\tJurisprudence & Philosophy of Law\n(Oxford\r\n\t2002); P J Fitzgerald\nSalmond on\r\n\tJurisprudence\n12 ed (1966) para 41.\n4\nProf\r\n\tRicketson’s description of the inclination of Australian\r\n\tlawyers to follow English precedents blindly. Quoted by Kathy\nBowrey\r\n\tin Catherine W Ng, Lionel Bently & Giuseppina D’Agostino\r\n\teds\nThe Common Law of Intellectual\r\n\tProperty –Essays in honour of Professor David Vaver\n(Hart Publishing 2010) p 46.\n5\nDiscussed\r\n\tfor instance in Van Heerden & Neethling\nUnlawful Competition\n(Butterworths 1995) ch 4.\n6\nRobert\r\n\tFeenstra\nIus in Re: Het Begrip Zakelijk\r\n\tRecht in Historisch Perspektief\n(Leiden\r\n\t1979); R Feenstra\nRomeinschregtelijke\r\n\tGrondslagen van het Nederlands Privaatrecht\n(Leiden\r\n\t1984).\n7\nJ\r\n\tR L Milton ‘Ownership’ in Reinhard Zimmermann and Daniel\r\n\tVisser (eds)\nSouthern Cross: Civil Law\r\n\tand Common Law in South Africa.\n8\nWith\r\n\tspecial reference to Kenneth J Vandevelde ‘The New Property of\r\n\tthe Nineteenth Century: The Development of the Modern\nConcept of\r\n\tProperty’\n(1980) 29\nBuffalo Law\r\n\tReview\n325.\n9\nFor\r\n\ta full discussion of the topic reference may be made to the standard\r\n\tworks such as C G van der Merwe\nSakereg\n2 ed (1989) and the same author’s chapters\r\n\ton ‘Things’ in\nLawsa\nand in Francois du Bois (ed)\nWille’s\r\n\tPrinciples of SA Law\n9 ed (2009);\r\n\tBadenhorst, Pienaar & Mostert\nSilberberg\r\n\tand Schoeman’s The Law of Property\n5\r\n\ted (2006). The judgment in\nLorentz v\r\n\tMelle\n1978 (3) SA 1044\n(T) provides an\r\n\tencyclopaedic excursion on the subject.\n10\nVan\r\n\tVuren v Registrar of Deeds\n1907 TS 289\nat 296.\n11\nSee\r\n\te g M J de Waal ‘Servitudes’ in\nSouthern\r\n\tCross\nsupra.\n12\nThis\r\n\tis the basis of\nLorentz v Melle\n1978 (3) SA 1044\n(T). See\nHollins\r\n\tv Registrar of Deeds\n1904 TS 603\nat\r\n\t605.\n13\nThe\r\n\tBank’s case as set out in the founding affidavit was not based\r\n\ton either the doctrine of notice or interference with\ncontractual\r\n\trights. The judgment of the court below occasionally dealt with the\r\n\tmatter on one or other of these bases, as did\nthe Bank’s\r\n\twritten argument, but it would be inappropriate to decide the case\r\n\ton that basis.\n14\nGrant\r\n\tv Stonestreet\n1968 (4) SA 1\n(A) 24A-B.\n15\nVenter\r\n\tv Minister of Railways\n1949 (2) SA 178\n(E);\nEdelor Ltd v Champagne Castle\r\n\tHotel (Pty) Ltd\n1972 (3) SA 684\n(N) at\r\n\t689F-690C and the authorities there mentioned.\n16\nDurban\r\n\tCity Council v Woodhaven Ltd\n1987 (3)\r\n\tSA 555\n(A) at 559B-I.\n17\nSee\r\n\talso the case comment by C G van der Merwe ‘Extinction of\r\n\tPersonal Servitude of\nHabitatio\n’\n2010 (73)\nTHRHR\n657.\n18\nVan\r\n\tder Merwe et al\nContract: General\r\n\tPrinciples\n(1 ed) p 385-386.\n19\nIbid\r\n\tp 206.\n20\nCompare\r\n\tin the context of third party proceedings\nGeduld\r\n\tLands Ltd v Uys\n1980 (3) SA 335\n(T).\n21\nJohannesburg\r\n\tCity Council v Bruma Thirty-Two (Pty) Ltd\n[1984]\r\n\t4 All SA 137\n(T),\n1984 (4) SA 87\n(T)\n;\nCombustion Technology (Pty) Ltd v Technoburn\r\n\t(Pty) Ltd\n2003 (1) SA 265\n(C).\n22\nCompare\nLe Roux v Le Roux\n[1967]\r\n\t1 All SA 488\n(A),\n1967 (1) SA 446\n(A) and\nDu\r\n\tRaan v Maritz\n1973 (4) SA 39\n(SWA).",
  "scraped_at": "2026-02-11T20:49:12.616293",
  "date": "2010-12-01",
  "coram": [
    "Harms DP",
    "Maya JA",
    "Bertelsmann AJA"
  ],
  "case_number": "670/10",
  "parties": {
    "applicants": [
      "National Stadium South Africa (Pty) Limited",
      "Stadium Management South Africa (Pty) Limited",
      "City of Johannesburg"
    ],
    "respondents": [
      "Firstrand Bank Limited"
    ]
  },
  "sections": {
    "facts": "The stadium originally built in Soweto in 1988 was financed by Firstrand Bank (formerly First National Bank). A loan facility agreement gave the Bank a naming right to the stadium, originally in perpetuity. A 2003 waiver reduced the right to a ten‑year term with a two‑year renewal option and a further ten‑year renewal on payment. In 2007 a personal servitude (Deed of Servitude 2529/08) was registered in favour of the Bank, granting it the exclusive right to name the stadium \"FNB Stadium\" and to display naming boards at specified locations. The stadium was demolished and rebuilt for the 2010 FIFA World Cup; the Bank temporarily relinquished the name for the event. In 2009 the City of Johannesburg entered into a stadium‑management agreement with the first appellant, giving the managers a contractual right to sell naming and commercial rights, and a long‑term lease with the City gave it some signage rights. The Bank sought an interdict and declaratory order to enforce its servitude‑based naming rights against the managers and the City.",
    "issues": "1) Whether the personal servitude granting naming rights is a valid real right enforceable against third parties. 2) Whether the servitude was extinguished by the demolition and reconstruction of the stadium. 3) Whether the managers' contractual rights under the stadium‑management agreement and the City’s lease override the bank’s servitude. 4) The nature of naming rights under South African property law (real vs personal right). 5) Procedural appropriateness of the interdict against the City.",
    "principles": "South African law distinguishes real rights (binding on third parties) from personal rights (contractual). A personal servitude is a real right that imposes a burden on the servient property and must restrict the owner's exercise of ownership to be registrable (Section 63(1) Deeds Registries Act). A servitude can be personal (benefiting a person) or praedial (benefiting a dominant property). Naming rights can constitute a personal servitude analogous to a trading right. The servitude remains effective despite reconstruction if the agreement contemplates a rebuilt stadium, and a party cannot evade obligations through self‑inflicted destruction. Business‑efficacy arguments do not invalidate a valid servitude.",
    "application": "The Court examined the terms of Deed of Servitude 2529/08 and concluded it was a personal servitude that carved out the bank’s exclusive right to name the stadium, thereby creating a real right enforceable against the managers and the City. The Court rejected the argument that demolition extinguished the servitude, noting the agreement expressly covered the stadium as \"reconstructed\" for the World Cup and intended to apply to the new structure. The managers’ contractual right to sell naming rights was found to be subordinate to the statutory real right created by the registered servitude. The business‑efficacy argument was dismissed as irrelevant to the enforceability of the servitude.",
    "conclusion": "The appeal was upheld in part. The Court amended the lower court’s order, confirming that the Bank has the sole right to name the stadium \"FNB Stadium\" for the life of the servitude and that the managers and the City are interdicted from naming the stadium or disposing of the naming rights. Costs were awarded against the appellants jointly and severally. The order against the City was limited to costs, as no substantive relief was sought against it."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "naming rights",
      "personal servitude",
      "stadium",
      "FIFA World Cup",
      "contractual rights"
    ]
  }
}