{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/141.html",
  "case_name": "Minister of Safety and Security v Sekhoto and Antoher (131/10) [2010] ZASCA 141; 2011 (1) SACR 315 (SCA) ; [2011] 2 All SA 157 (SCA); 2011 (5) SA 367 (SCA) (19 November 2010)",
  "citation": "[2010] ZASCA 141",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 141\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v Sekhoto and Antoher (131/10) [2010] ZASCA 141; 2011 (1) SACR 315 (SCA) ; [2011] 2 All SA 157 (SCA); 2011 (5) SA 367 (SCA) (19 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 131/2010\nIn\r\nthe matter between:\nTHE\r\nMINISTER OF SAFETY AND SECURITY\n...............................................\nAppellant\nand\nTSHEI\r\nJONAS SEKHOTO\n..................................................................\nFirst\r\nRespondent\nOUPA\r\nMOSUWU JOSEPH MADONSELA\nAlso\r\nknown as OUPA JOHANNES SIBEKO\n...............................\nSecond\r\nRespondent\nNeutral\r\ncitation:\nMinister of Safety and Security v Sekhoto\n(131/10)\n[2010] ZASCA 141\n(19 November 2010)\nCoram:\nHarms DP, Nugent, Lewis and Bosielo JJA and K Pillay AJA\nHeard:\n02 November 2010\nDelivered:\n19 November 2010\nSummary:\nArrest – without warrant – s 40(1)\nCriminal Procedure\nAct 51 of 1977\n– jurisdictional requirements for valid arrest –\r\ndiscretion – onus.\n­___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nFree State High Court,\r\nBloemfontein (Hancke, Kruger and Van Zyl JJ sitting as court of\r\nappeal from a Magistrates’ Court):\nThe following order is made:\nThe appeal is upheld.\nThe order of the court below is set aside and replaced\r\n\twith an order in these terms:\nThe appeal of the Minister of Safety and Security is\r\n\t\tupheld and the cross-appeal of the plaintiffs is dismissed.\nThe order of the Magistrates’ Court is amended\r\n\t\tto read ‘absolution from the instance’.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (NUGENT, LEWIS AND BOSIELO AND K PILLAY AJA\r\nconcurring)\nINTRODUCTION\n[1]\nSection 40(1)\nof the\nCriminal Procedure Act 51 of\n1977\nprovides for an arrest by a peace officer without a warrant of\r\narrest. The section appears to be clear but a number of high courts,\n\nincluding the court below, have added a gloss to the section\r\npurportedly based on the demands of the Bill of Rights. The Minister\n\nof Safety and Security, the appellant, with leave of the court below,\r\nargues that the gloss cannot be justified.\n[2] The two plaintiffs (the present\r\nrespondents) were arrested by police officers (who are ‘peace\r\nofficers’)\n1\nwithout warrants of arrest. The first\r\nplaintiff, Mr Sekhoto,\nwas arrested on 15 July 2002 on suspicion of a\r\ncontravention of s 2 of the Stock Theft Act 57 of 1959, which\r\nprovides that a person\nwho is found in possession of stock or\r\nproduce, in regard to which there is reasonable suspicion that it has\r\nbeen stolen and is\nunable to give a satisfactory account of such\r\npossession, is guilty of an offence. The second plaintiff, Mr\r\nMadonsela (also known\nas Sibeko), was arrested the following day on a\r\ncount of stock theft.\n[3] They were, until released on bail, detained for a\r\nperiod of ten days and were subsequently charged together with\r\nSekhoto’s\nfather. The father was found guilty of stock theft\r\nbut the plaintiffs were discharged at the end of the state's case.\n[4] The plaintiffs thereafter sent the required notices\r\nof demand to the National Commissioner of Police in which they\r\nclaimed payment\nof damages. Their complaint (as far is relevant for\r\nthis judgment) was that their arrests without a warrant were\r\n‘unreasonable,\nunlawful and intentional’. The demand was\r\nnot met and summons was issued in the Magistrates’ Court for\r\nthe district\nof Vrede for damages on three grounds, namely unlawful\r\narrest, unlawful detention, and malicious prosecution. The claims in\r\nrelation\nto detention and malicious prosecution were eventually\r\ndismissed and do not feature in the appeal. The particulars of claim\r\nin\nrespect of the unlawful arrest claim echoed the terms of the\r\nletter of demand.\n[5] The plea was based on a defence contained in s\r\n40(1)(b) and (g) of the Act, which provide that a peace officer may\r\nwithout warrant\narrest any person –\n(b) whom he reasonably suspects of having committed an\r\noffence referred to in Schedule 1; or\n(g) who is reasonably suspected of being or having been\r\nin unlawful possession of stock or produce as defined in any law\r\nrelating\nto the theft of stock or produce.\n[6] As was held in\nDuncan\r\nv Minister of Law and Order,\n2\nthe jurisdictional facts for a s\r\n40(1)(b) defence are that  (i)  the arrestor must be a\r\npeace officer; (ii) the arrestor\nmust entertain a suspicion;\r\n(iii) the suspicion must be that the suspect (the arrestee)\r\ncommitted an offence referred to in\nSchedule 1; and (iv) the\r\nsuspicion must rest on reasonable grounds. For purposes of para (g)\r\nthe suspicion must be that the arrestee\nwas or is in unlawful\r\npossession of stock or produce as defined in any law relating to the\r\ntheft of stock or produce.\n3\nThe jurisdictional facts for the\r\nother paragraphs of s 40(1) differ in some respects but these are not\r\ngermane for present purposes.\n[7] It is trite that the onus rests\r\non a defendant to justify an arrest. As Rabie CJ explained in\nMinister of Law and\r\nOrder v Hurley\n:\n4\n‘\nAn\r\narrest constitutes an interference with the liberty of the individual\r\nconcerned, and it therefore seems fair and just to require\nthat the\r\nperson who arrested or caused the arrest of another person should\r\nbear the\nonus\nof\r\nproving that his action was justified in law.’\n[8] Presumably because the plaintiffs bore an onus in\r\nrespect of some of the issues in the case, especially in relation to\r\nthe other\nclaims, they testified first. It is apparent from the case\r\nas presented by both parties that the only issue between them in\r\nrelation\nto this cause of action concerned item (iv), namely whether\r\nthe peace officer had reasonable grounds for the arrest. The first\r\nplaintiff’s evidence in chief, for instance, concluded with his\r\n‘contention’ that he had been arrested without\nany\r\nreasonable grounds and the second plaintiff conceded at the\r\nconclusion of his evidence that the police had good reason for\n\narresting him. The Minister’s attorney applied for absolution\r\nfrom the instance at the end of the plaintiffs’ case\nwhich the\r\nlearned magistrate correctly refused on the ground that absolution\r\nwas not available where the onus rested on a defendant.\n[9] During the evidence of the peace officer, Mr van der\r\nWatt, a question arose as to the relevance of the cross-examination\r\nand\nthe attorney for the plaintiffs confirmed that the issue was\r\nwhether the police had grounds for their suspicion to arrest.\n[10] The magistrate found that the Minister had\r\nestablished the listed jurisdictional facts for a defence based on s\r\n40(1)(b) and\n(g). He nevertheless found in favour of the plaintiffs\r\nin the light of the absence of evidence on behalf of the Minister of\r\nanother\njurisdictional fact, which was laid down by Bertelsmann J in\nLouw v Minister of Safety and Security\n2006 (2) SACR 178\n(T)\r\nat 186a – 187e, where the learned judge said the following:\n‘\nI am\r\nof the view that the time has arrived to state as a matter of law\r\nthat, even if a crime which is listed in Schedule 1 of Act\n51 of 1977\r\nhas allegedly been committed, and even if the arresting peace\r\nofficers believe on reasonable grounds that such a crime\nhas indeed\r\nbeen committed, this in itself does not justify an arrest forthwith.\nAn arrest, being as drastic an\r\ninvasion of personal liberty as it is, must still be justifiable\r\naccording to the demands of the\nBill of Rights. . . . [P]olice are\r\nobliged to consider, in each case when a charge has been laid for\r\nwhich a suspect might be arrested,\nwhether there are no less invasive\r\noptions to bring the suspect before the court than an immediate\r\ndetention of the person concerned.\nIf there is no reasonable\r\napprehension that the suspect will abscond, or fail to appear in\r\ncourt if a warrant is first obtained\nfor his/her arrest, or a notice\r\nor summons to appear in court is obtained, then it is\r\nconstitutionally untenable to exercise the\npower to arrest.’\n[11] I shall refer to this as the fifth jurisdictional\r\nfact which, if justified, would by its very nature be a requirement\r\nfor a\nvalid arrest under all the paragraphs of s 40(1). For ease of\r\nreading I shall limit the discussion to a consideration of para (b)\n\nonly.\n[12] The Minister\r\nappealed to the full bench (which was constituted for purposes of the\r\nappeal of three judges) of the Free State\nHigh Court. The appeal was\r\ndismissed.\n5\nThe court confirmed the approach of\r\nthe magistrate by following the decision in\nLouw\n.\r\nThe full bench judgment, it may be mentioned, was in line with a\r\nnumber of high court judgments that also followed the approach\nin\nLouw\n.\n6\nThe only dissenting voice was that of\r\nGoldblatt J.\n7\nThe Constitutional Court, in\nVan\r\nNiekerk\n,\n8\ndeclined the invitation to decide the\r\nconflict because a decision could not be justified by the facts of\r\nthe case before it.\n[13] There is judicial, academic and,\r\naccording to media reports, public disquiet about the apparent abuse\r\nby some peace officers\nof the provisions of s 40(1) because they\r\narrest persons merely because they have the ‘right’ to do\r\nso but where under\nthe circumstances an arrest is neither objectively\r\nnor subjectively justifiable.\n9\nParagraph (a), for instance, permits\r\na peace officer to arrest a person who commits\nany\ncrime in his or her presence. This\r\nmay be used to arrest persons for petty crimes such as parking\r\noffences, drinking in public,\nand the like. There is in para (o) the\r\nright to arrest any person who is reasonably suspected of having\r\nfailed to pay any fine,\nwhich is used to justify road blocks and\r\narrest of persons who have failed to pay traffic fines. Some of the\r\nprovisions even hark\nback to the days when gambling was a serious\r\nsin, possession of an infinitesimal amount of dagga attracted a\r\nminimum prison sentence\nand Prohibition was racially based.\nINTERPRETATION PRINCIPLES\n[14] It is unclear whether the courts\r\nbelow, in formulating the fifth jurisdictional fact, did so by direct\r\napplication of provisions\nof the Bill of Rights, by developing the\r\ncommon law or by way of interpretation of s 40(1). Accordingly, it is\r\nappropriate to begin\nwith a reference to the statement of Chaskalson\r\nP that the Constitution does not mean whatever we wish it to mean\r\nand, furthermore,\nthat cases fall to be decided on a principled\r\nbasis.\n10\n[15] It is also necessary to be\r\nreminded of the manner in which statutes must be interpreted in the\r\nlight of the Bill of Rights.\nI do not apologise for setting this out\r\nat length because it would appear that the different high courts have\r\nfailed to have regard\nto these principles. Langa CJ, in\nHyundai,\n11\nafter quoting s 39(2) of the\r\nConstitution, which states, inter alia, that when interpreting\r\nlegislation a court must promote the\nspirit, purport and objects of\r\nthe Bill of Rights, said that it means that all statutes must be\r\ninterpreted through the prism of\nthe Bill of Rights. He made the\r\nfollowing salient points relevant for present purposes:\nThe Constitution requires that\r\n\tjudicial officers read legislation, where possible, in ways which\r\n\tgive effect to its fundamental\nvalues. Consistently with this, when\r\n\tthe constitutionality of legislation is in issue, they are under a\r\n\tduty to examine the objects\nand purport of an Act and to read the\r\n\tprovisions of the legislation, so far as is possible, in conformity\r\n\twith the Constitution.\n12\nJudicial officers must prefer an interpretation of\r\n\tlegislation that falls within constitutional bounds over one that\r\n\tdoes not,\nprovided it can be reasonably ascribed to the section.\nLegislation, which is open to a meaning which would be\r\n\tunconstitutional but is reasonably capable of being read ‘in\r\n\tconformity\nwith the Constitution’, should be so read but the\r\n\tinterpretation may not be unduly strained.\nThere is a distinction between interpreting legislation\r\n\tin a way which ‘promote[s] the spirit, purport and objects of\r\n\tthe\nBill of Rights’ and the process of reading words into or\r\n\tsevering them from a statutory provision under s 172(1)(b),\r\n\tfollowing\nupon a declaration of constitutional invalidity under s\r\n\t172(1)(a).\nThe first process, being an interpretative one, is\r\n\tlimited to what the text is reasonably capable of meaning. The\r\n\tsecond can only\ntake place after the statutory provision,\r\n\tnotwithstanding the application of all legitimate interpretative\r\n\taids, is found to\nbe constitutionally invalid.\nIt follows that where a legislative provision is\r\n\treasonably capable of a meaning that places it within constitutional\r\n\tbounds,\nit should be preserved. Only if this is not possible should\r\n\tone resort to the remedy of reading in or notional severance.\nTHE CONSTITUTION\n[16] The Bill of Rights guarantees\r\nthe right of security and freedom of the person which includes the\r\nright ‘not to be deprived\nof freedom arbitrarily or without\r\njust cause’ (s 12(1)(a)). This right, although previously not\r\nentrenched, is not something\nnew in our law.\n13\nThat is why, as stated at the outset\r\nof this judgment, any deprivation of freedom has always been regarded\r\nas prima facie unlawful\nand required justification by the arresting\r\nofficer. This explains the rule that a plaintiff need only allege the\r\ndeprivation of\nhis freedom and require of the defendant to plead and\r\nprove justification.\n14\n[17] In terms of s 35(1), an arrested person has the\r\nright to be brought before court as soon as reasonably possible but\r\nnot later\nthan 48 hours after arrest (depending on court hours) and\r\nto be released from detention subject to reasonable conditions if the\n\ninterests of justice so permit. The only other possibly relevant\r\nprovision appears to be s 33, which deals with just administrative\n\naction, something I shall revert to in due course.\n[18]\r\nOur Bill of Rights is similar to, but not as detailed as, art 5.1 of\r\nthe European Convention on Human Rights\n15\nwhile s 12(1)(a) is\r\nsimilar to s 9 of the Canadian Charter of Rights and Freedoms which\r\nstates that ‘everyone\nhas\r\nthe right not to be arbitrarily detained or imprisoned’.\nFURTHER ANALYSIS OF SECTION 40(1)(b)\n[19] The methods of securing the\r\nattendance of an accused in court for the purposes of trial are\r\narrest, summons, written notice\nand indictment in accordance with the\r\nrelevant provisions of the Act (s 38). The word ‘arrest’,\r\nwhich translates into\nAfrikaans as ‘in hegtenis neem’,\r\nhas in this and related contexts always required an intention to\r\nbring the arrested\nperson to justice.\n16\nI shall revert to this issue.\n[20] There are two relevant provisions dealing with\r\narrest. The first is s 40(1) which, as mentioned, authorises an\r\narrest without\na warrant. The other is s 43 which provides that a\r\nmagistrate may issue a warrant for the arrest of any person upon the\r\nwritten\napplication of an attorney-general (now a director of public\r\nprosecutions), a public prosecutor or a commissioned officer of\r\npolice.\n[21] The four express jurisdictional facts for a defence\r\nbased on s 40(1)(b) have been set out earlier but to repeat the\r\nsalient\nwording ‘a peace officer may without warrant arrest any\r\nperson whom he reasonably suspects of having committed an offence\n\nreferred to in Schedule 1’. Schedule 1 offences are serious\r\noffences.\n[22] With all due respect to the different high court\r\njudgments referred to, applying all the interpretational skills at my\r\ndisposal\nand taking the words of Langa CJ in\nHyundai\nseriously, I am unable to find anything in the provision which leads\r\nto the conclusion that there is somewhere in the words a hidden\nfifth\r\njurisdictional fact. And because legislation overrides the common\r\nlaw, one cannot change the meaning of a statute by developing\nthe\r\ncommon law.\n[23] It may be convenient to\r\ninterpose a further mention of s 43. As said, it deals with the issue\r\nof a warrant for arrest upon\nthe written application of a director of\r\npublic prosecution, a public prosecutor or a commissioned officer of\r\npolice. The further\njurisdictional facts for the warrant are that the\r\napplication must set out (i) the offence alleged to have been\r\ncommitted (which\nneed not be a Schedule 1 offence); (ii) that the\r\noffence was committed within the area of jurisdiction of the\r\nmagistrate or that\nthe suspect is known or is on reasonable grounds\r\nsuspected to be within such area of jurisdiction; and (iii) that from\r\ninformation\ntaken upon oath there is a reasonable suspicion that the\r\nsuspect has committed the alleged offence. If the fifth\r\njurisdictional\nfact is part of s 40(1)(b) it must also by parity of\r\nreasoning form part of s 43 but there is no way in which the wording\r\nof the\nsection can be manipulated to achieve this result.\n17\n[24] That leads to the next question, which none of the\r\nhigh courts has considered, namely whether s 40(1)(b), properly\r\ninterpreted,\nis unconstitutional and, if so, whether reading in the\r\nfifth jurisdictional fact can save it from unconstitutionality.\r\nAbsent a\nfinding of unconstitutionality they were not entitled to\r\nread anything into a clear text.\n[25] It could hardly be suggested\r\nthat an arrest under the circumstances set out in s 40(1)(b) could\r\namount to a deprivation of\nfreedom which is arbitrary or without just\r\ncause in conflict with the Bill of Rights. A lawful arrest cannot be\r\narbitrary.\n18\nAnd\nan\r\nunlawful arrest will not necessarily give rise to an arbitrary\r\ndetention.  The deprivation must, according to Canadian\r\njurisprudence, at least be capricious, despotic or unjustified.\n19\n[26] The provision is in terms\r\nsimilar to the first part of art 5.1(c) of the quoted European\r\nConvention. The same statutory provisions\nare to be found in Canada\r\nand live comfortably with its Human Rights Charter.\n20\nOne finds the same position in the UK\r\nwhere art 5 of the Convention forms part of its municipal law.\n21\nLord Hope of Craighead noted that:\n22\n‘\nIt is\r\nnow commonplace for Parliament to enable powers which may interfere\r\nwith the liberty of the person to be exercised without\nwarrant where\r\nthe person who exercises these powers has reasonable grounds for\r\nsuspecting that the person against whom they are\nto be exercised has\r\ncommitted or is committing an offence. The protection of the subject\r\nlies in the nature of the test which has\nto be applied in order to\r\ndetermine whether the requirement that there be reasonable grounds\r\nfor the suspicion is satisfied.’\n[27] I do not wish to suggest that one or more of the\r\nother paragraphs of s 40(1) may not be overbroad and require a\r\nreading in\nor down. The issue does not arise in this case.\nDISCRETION\n[28] Once the jurisdictional facts\r\nfor an arrest, whether in terms of any paragraph of s 40(1) or in\r\nterms of s 43 are present,\na discretion arises. The question whether\r\nthere are any constraints on the exercise of discretionary powers is\r\nessentially a matter\nof construction of the empowering statute in a\r\nmanner that is consistent with the Constitution.\n23\nIn other words, once the required\r\njurisdictional facts are present the discretion whether or not to\r\narrest arises. The officer,\nit should be emphasised, is not obliged\r\nto effect an arrest. This was made clear by this court in relation to\r\ns 43 in\nGroenewald v\r\nMinister of Justice.\n24\n[29] As far as s 40(1)(b) is concerned, H J O van\r\nHeerden JA said the following in\nDuncan\n(at 818H-J):\n‘\nIf\r\nthe jurisdictional requirements are satisfied, the peace officer may\r\ninvoke the power conferred by the subsection, ie, he may\narrest the\r\nsuspect. In other words, he then has a discretion as to whether or\r\nnot to exercise that power (cf\nHolgate-Mohammed\r\nv\nDuke\n[1984]\r\n1 All E R 1054\n(HL) at 1057). No doubt the discretion must be\r\nproperly exercised. But the grounds on which the exercise of such a\r\ndiscretion can\nbe questioned are narrowly circumscribed. Whether\r\nevery improper application of a discretion conferred by the\r\nsubsection will render\nan arrest unlawful, need not be considered\r\nbecause it does not arise in this case.’\n[30]\r\nHe proceeded to say that an exercise of the discretion in question\r\nwill be clearly unlawful if the arrestor knowingly invokes\nthe power\r\nto arrest for a purpose not contemplated by the legislator. This\r\nbrings me back to the fact that the decision to arrest\nmust be based\r\non the intention to bring the arrested person to justice. It is at\r\nthis juncture that most of the problems in the\npast have arisen. Some\r\ninstances were listed in the judgment of the court below, namely an\r\narrest to frighten or harass the suspect,\nfor example, to appear\r\nbefore mobile traffic courts with the intent to expedite the payment\r\nof fines (\nS\r\nv Van Heerden\n416g\n–\nh\n)\n;\r\nto prove to colleagues that the arrestor is not a racist (\nLe\r\nRoux\npara\r\n41); to punish the plaintiff by means of arrest (\nLouw\nat\r\n184j); or to force the arrestee to abandon the right to silence\r\n(\nRamphal\npara\r\n11). To this can be added the case where the arrestor knew that the\r\nstate would not prosecute.\n25\n[31] The law in this regard has\r\nalways been clear.\n26\nSuch an arrest is not bona fide but\nin fraudem legis\nbecause the arrestor has used a power\r\nfor an ulterior purpose. But a distinction must be drawn between the\r\nobject of the arrest\nand the arrestor’s motive. This\r\ndistinction was drawn by Schreiner JA in\nTsose\n27\nand explained by G G Hoexter J in a\r\npassage quoted with approval by this court in\nKraatz\nat\n507C-508F\n.\nObject is relevant while motive is\r\nnot.\n28\nIt explains why the validity of an\r\narrest is not affected by the fact that the arrestor, in addition to\r\nbringing the suspect before\ncourt, wishes to interrogate or subject\r\nhim to an identification parade or blood tests in order to confirm,\r\nstrengthen or dispel\nthe suspicion.\n29\nIt would appear that at least some of\r\nthe high court judgments under consideration have not kept this\r\ndistinction in mind.\n[32] But this is not the only\r\nrelevant factor for exercising the discretion to arrest. The\r\nreference in\nDuncan\nto\nHolgate-Mohammed\nis in this regard significant. This\r\njudgment provided the basis for the three\nCastorina\nquestions formulated\nfor determining the legality of an\r\narrest without a warrant by Woolf LJ:\n30\n(a) did the arresting officer suspect\r\nthat the person arrested was guilty of the offence; (b) were there\r\nreasonable grounds for\nthat suspicion; and (c) did the officer\r\nexercise his discretion to make the arrest in accordance with\nWednesbury\nprinciples?\n[33] The first two questions are in\r\nsubstance the same as three of the four jurisdictional facts set out\r\nin s 40(1)(b). Relevant\nin the present context is the question\r\nwhether the discretion was exercised ‘in accordance with\nWednesbury\nprinciples’, a reference to the\r\njudgment of Greene MR in\nAssociated\r\nProvincial Picture Houses Ltd v Wednesbury Corporation\n[1947] EWCA Civ 1\n;\n[1947] 2 All ER 680\n,\n[1948] 1 KB 223.\n[34] These principles are in\r\nsubstance no different from those formulated by Innes ACJ in\nShidiack\r\nv Union Government\n:\n31\n‘\nNow\r\nit is settled law that where a matter is left to the discretion or\r\nthe determination of a public officer, and where his discretion\nhas\r\nbeen\nbona\r\nfide\nexercised\r\nor his judgment\nbona\r\nfide\nexpressed,\r\nthe Court will not interfere with the result. Not being a judicial\r\nfunctionary no appeal or review in the ordinary sense\nwould be; and\r\nif he has duly and honestly applied himself to the question which has\r\nbeen left to his discretion, it is impossible\nfor a Court of Law\r\neither to make him change his mind or to substitute its conclusion\r\nfor his own. . . . There are circumstances\nin which interference\r\nwould be possible and right. If for instance such an officer had\r\nacted\nmala\r\nfide\nor\r\nfrom ulterior and improper motives, if he had not applied his mind to\r\nthe matter or exercised his discretion at all, or if he\nhad\r\ndisregarded the express provisions of a statute – in such cases\r\nthe Court might grant relief. But it would be unable\nto interfere\r\nwith a due and honest exercise of discretion, even if it considered\r\nthe decision inequitable or wrong.’\n[35] This court\r\nhas also accepted that these traditional common-law grounds of review\r\nshould be used to test the legality of the\nexercise of discretion to\r\narrest.\n32\n[36] Because this dictum of Innes ACJ\r\npre-dates the Bill of Rights it required reconsideration and was\r\nqualified when Chaskalson\nP held that the Bill of Rights required\r\nthat the exercise of discretion must also be objectively rational. He\r\nsaid the following:\n33\n‘\nIt\r\nis a requirement of the rule of law that the exercise of public power\r\nby the Executive and other functionaries should not be\narbitrary.\r\nDecisions must be rationally related to the purpose for which the\r\npower was given, otherwise they are in effect arbitrary\nand\r\ninconsistent with this requirement. It follows that in order to pass\r\nconstitutional scrutiny the exercise of public power by\nthe Executive\r\nand other functionaries must, at least, comply with this requirement.\r\nIf it does not, it falls short of the standards\ndemanded by our\r\nConstitution for such action.\nThe\r\nquestion whether a decision is rationally related to the purpose for\r\nwhich the power was given calls for an objective enquiry.\nOtherwise a\r\ndecision that, viewed objectively, is in fact irrational, might pass\r\nmuster simply because the person who took it mistakenly\nand in good\r\nfaith believed it to be rational. Such a conclusion would place form\r\nabove substance, and undermine an important constitutional\n\nprinciple.’\n[37] English courts also accept that,\r\nin the light of the European Convention on Human Rights, the exercise\r\nof discretion to arrest\nmust be rational.\n34\nIn this regard Sir Thomas Bingham MR\r\naccepted the submission of counsel, Mr David Pannick QC, as to the\r\ntest for irrationality which\nwas formulated in these terms:\n35\n‘\nThe\r\ncourt may not interfere with the exercise of an administrative\r\ndiscretion on substantive grounds save where the court is satisfied\n\nthat the decision is unreasonable in the sense that it is beyond the\r\nrange of responses open to a reasonable decision-maker. But\nin\r\njudging whether the decision-maker has exceeded this margin of\r\nappreciation the human rights context is important. The more\n\nsubstantial the interference with human rights, the more the court\r\nwill require by way of justification before it is satisfied\nthat the\r\ndecision is reasonable in the sense outlined above.’\n[38] Although this approach tends to\r\nsuggest that the ‘executive discretion’ of a peace\r\nofficer is ‘administrative’\nand may therefore be\r\nregulated by s 33 of the Bill of Rights, which guarantees the right\r\nto just administrative action, I am somewhat\nloath to hold as much\r\nsimply because it could mean that the provisions of the\nPromotion of\nAdministrative Justice Act 3 of 2000\nwould apply and this could imply\r\nthat if the discretion was ‘incorrectly’ exercised the\r\nclaimant would only in exceptional\ncircumstances be entitled to\r\n‘compensation’ and not damages.\n36\nBut even if this Act does not apply\r\nit remains a general requirement that any discretion must be\r\nexercised in good faith, rationally\nand not arbitrarily.\n37\n[39] This would mean that\npeace\r\nofficers are entitled to exercise their discretion as they see fit,\r\nprovided that they stay within the bounds of rationality.\nThe\r\nstandard is not breached because an officer exercises the discretion\r\nin a manner other than that deemed optimal by the court. \nA\r\nnumber of choices may be open to him, all of which may fall within\r\nthe range of rationality.  The standard is not perfection,\nor\r\neven the optimum, judged from the vantage of hindsight and so long as\r\nthe discretion is exercised within this range, the standard\nis not\r\nbreached.\n38\n[40] This does not tell one what\r\nfactors a peace officer must weigh up in exercising the discretion.\r\nAn official who has discretionary\npowers must, as alluded to earlier,\r\nnaturally exercise them within the limits of the authorising statute\r\nread in the light of the\nBill of Rights.\n39\nWhere the statute is silent on how\r\nthey are to be exercised that must necessarily be deduced by\r\ninference in accordance with the\nordinary rules of construction,\r\nconsonant with the Constitution, in the manner described by Langa CJ\r\nin\nHyundai.\n[41] In this case the legislature has not expressed\r\nitself on the manner in which the discretion to arrest is to be\r\nexercised and\nthat must be discovered by inference. And in construing\r\nthe statute for that purpose the section cannot be viewed in\r\nisolation,\nas the court below appears to have done.\n[42] While it is clearly established that the power to\r\narrest may be exercised only for the purpose of bringing the suspect\r\nto justice\nthe arrest is only one step in that process. Once an\r\narrest has been effected the peace officer must bring the arrestee\r\nbefore\na court as soon as reasonably possible and at least within 48\r\nhours (depending on court hours). Once that has been done the\r\nauthority\nto detain that is inherent in the power to arrest has been\r\nexhausted. The authority to detain the suspect further is then within\n\nthe discretion of the court.\n[43] The discretion of a court to order the release or\r\nfurther detention of the suspect is subject to wide-ranging ─\r\nand in\nsome cases stringent ─ statutory directions. Indeed, in\r\nsome cases the suspect must be detained pending his trial, in the\n\nabsence of special circumstances. I need not elaborate for present\r\npurposes save to mention that the Act requires a judicial evaluation\n\nto determine whether it is in the interests of justice to grant bail,\r\nthat in some instances a special onus rests on a suspect\nbefore bail\r\nmay be granted and the accused has in any event a duty to disclose\r\ncertain facts, including prior convictions, to the\ncourt. It is\r\nsufficient to say that if a peace officer were to be permitted to\r\narrest only once he is satisfied that the suspect\nmight not otherwise\r\nattend the trial then that statutory structure would be entirely\r\nfrustrated. To suggest that such a constraint\nupon the power to\r\narrest is to be found in the statute by inference is untenable.\n[44] While the purpose of arrest is\r\nto bring the suspect to trial the arrestor has a limited role in that\r\nprocess. He or she is\nnot called upon to determine whether the\r\nsuspect ought to be detained pending a trial. That is the role of the\r\ncourt (or in some\ncases a senior officer).\n40\nThe purpose of the arrest is no more\r\nthan to bring the suspect before the court (or the senior officer) so\r\nas to enable that role\nto be performed. It seems to me to follow that\r\nthe enquiry to be made by the peace officer is not how best to bring\r\nthe suspect\nto trial: the enquiry is only whether the case is one in\r\nwhich that decision ought properly to be made by a court (or the\r\nsenior\nofficer). Whether his decision on that question is rational\r\nnaturally depends upon the particular facts but it is clear that in\n\ncases of serious crime – and those listed in Schedule 1 are\r\nserious, not only because the Legislature thought so –\na peace\r\nofficer could seldom be criticized for arresting a suspect for that\r\npurpose. On the other hand there will be cases, particularly\nwhere\r\nthe suspected offence is relatively trivial, where the circumstances\r\nare such that it would clearly be irrational to arrest.\nThis case\r\ndoes not call for consideration of what those various circumstances\r\nmight be. It is sufficient to say that the mere nature\nof the\r\noffences of which the respondents were suspected in this case ─\r\nwhich ordinarily attract sentences of imprisonment\nand are capable of\r\nattracting sentences of imprisonment for 15 years ─ clearly\r\njustified their arrest for the purpose of\nenabling a court to\r\nexercise its discretion as to whether they should be detained or\r\nreleased and if so on what conditions, pending\ntheir trial.\nONUS\n[45]\nIf\r\nthe proper exercise of discretion is a jurisdictional fact for arrest\r\nit would follow ineluctably that the arrestor has to bear\nthe onus of\r\nalleging and proving that the discretion was properly exercised.\r\nHaving found that the approach in\nLouw\nconflated\r\njurisdictional facts with discretion\n41\nit is\r\nnecessary to consider the question of onus afresh. In this regard I\r\nshall first consider the law as it was prior to the adoption\nof a\r\nBill of Rights and then consider whether the position since its\r\nadoption should be changed.\n[46] In\nGroenewald\n(at 884) an arrest pursuant to\r\na warrant for arrest was in issue. The plaintiff assumed that it was\r\nfor the defendant to prove that\nthe warrant had not been issued\nin\r\nfraudem legis\nand was therefore content to rely, as in this case,\r\non his evidence that he had not committed the crime. This court\r\nrejected the\nsubmission and held that once the jurisdictional facts\r\nhave been established it is for the plaintiff to prove that the\r\ndiscretion\nwas exercised in an improper manner. This approach was\r\nadopted in\nDuncan\n(at 819B-D) as being applicable to attacks\r\non the exercise of a discretion under s 40(1)(b).\n[47]\r\nAll this and more has already been stated by Hefer JA in\nDempsey.\n42\nI do\r\nrecognize that the context was somewhat different and that he was\r\ndealing with motion proceedings and not trials.\n[48] As to the general\r\nprinciple, he said:\n‘\nOnce\r\nthe jurisdictional fact is proved by showing that the functionary in\r\nfact formed the required opinion, the arrest is brought\nwithin the\r\nambit of the enabling legislation, and is thus justified. And if it\r\nis alleged that the opinion was\nimproperly\nformed,\r\nit is for the party who makes the allegation to prove it. There are\r\nin such a case two separate and distinct issues, each\nhaving its own\nonus\n(\nPillay\r\nv Krishna and Another\n1946\r\nA D 946\nat p 953). The first is whether the opinion was\nactually\nformed;\r\nthe second, which only arises if the\nonus\non\r\nthe first has been discharged or if it is admitted that the opinion\r\nwas actually formed, is whether it was\nproperly\nformed.’\n[49] Does the Constitution require\r\nanother approach? I think not.\n43\nA party who\r\nalleges that a constitutional right has been infringed bears the\r\nonus. The general rule is also that a party who attacks\nthe exercise\r\nof discretion where the jurisdictional facts are present bears the\r\nonus of proof. This is the position whether or\nnot the right to\r\nfreedom is compromised. For instance, someone who wishes to attack an\r\nadverse parole decision bears the onus of\nshowing that the exercise\r\nof discretion was unlawful. The same would apply when the refusal of\r\na presidential pardon is in issue.\n[50]\r\nOnus in the context of civil law depends on considerations of policy,\r\npractice and fairness and if a rule relating to onus\nis rationally\r\nbased it is difficult to appreciate why it should be\r\nunconstitutional.\n44\nHefer\r\nJA also raised the issue of litigation fairness and sensibility. It\r\ncannot be expected of a defendant, he said, to deal effectively\nin a\r\nplea or in evidence with unsubstantiated averments of\nmala\r\nfides\nand\r\nthe like, without the specific facts on which they are based, being\r\nstated. So much the more can it not be expected of a defendant\nto\r\ndeal effectively with a claim (as in this case) in which\nno\naverment\r\nis made, save a general one that the arrest was ‘unreasonable’.\r\nWere it otherwise, the defendant would in effect\nbe compelled to\r\ncover the whole field of every conceivable ground for review, in the\r\nknowledge that, should he fail to do so, a\nfinding that the\nonus\nhas\r\nnot been discharged, may ensue. Such a state of affairs, said Hefer\r\nJA, is quite untenable.\n[51]\r\nThe correctness of his views in this regard is illustrated by the\r\njudgment of the court below (para 35) where the court listed\nmatters\r\nit thought the arrestor should have given attention to without his\r\nhaving had the opportunity to say whether or not he\nhad done so. This\r\namounts to litigation by ambush, something recently decried by this\r\ncourt.\n45\n[52]\r\nOne can test this with reference to the rules of pleading. A\r\ndefendant who wishes to rely on the s 40(1)(b) defence traditionally\n\nhad to plead the four jurisdictional facts in order to present a plea\r\nthat is not excipiable. If the fifth fact is necessary for\na defence\r\nit has to be pleaded. This requires that the facts on which the\r\ndefence is based must be set out. If regard is had to\npara 28 of the\r\njudgment of the court below it would at least be necessary to allege\r\nand prove that the arrestor appreciated that\nhe had a discretion\r\nwhether to arrest without a warrant or not; that he considered and\r\napplied that discretion; that he considered\nother means of bringing\r\nthe suspect before court; that he investigated explanations offered\r\nby the suspect; and that there were\ngrounds for infringing upon the\r\nconstitutional rights because the suspect presented a danger to\r\nsociety, might have absconded,\ncould have harmed himself or others,\r\nor was not able and keen to disprove the allegations. But that might\r\nnot be enough because\na court of first instance or on appeal may\r\nalways be able to think of another missing factor, such as the\r\npossible sentence that\nwould be imposed.\n46\n[53] English\r\ncourts accept that a plaintiff bears the onus in relation to\nthe\r\nthird\nCastorina\nquestion\nnamely\nwhether the\r\ndiscretion was exercised ‘in accordance with\nWednesbury\nprinciples’. The question of\r\nonus was neatly summed up by Latham LJ in\nCumming\nin these words:\n47\n‘\nIt is\r\naccepted, as I have already indicated, that in determining whether or\r\nnot the police have acted within the powers conferred\nby this\r\nsub-section, the three\nCastorina\nquestions modified if necessary by the European Convention on Human\r\nRights are the appropriate questions for the court to determine.\nIt\r\nis also accepted that it is for the police to prove on the balance of\r\nprobabilities that the arresting officer suspected that\nthe person\r\narrested was guilty of the offence, and that there were reasonable\r\ngrounds for that suspicion. It is also accepted that\nif those two\r\nquestions are answered affirmatively, the burden is on the arrested\r\nperson to establish that the discretion was unlawfully\nexercised.’\nThis view as to\r\nonus is also supported by the approach of Canadian courts.\n48\nTSOSE\nREVISITED\n[54] The present debate arose in\r\nthe high courts by reason of the last sentence (which I italicise\r\nbelow) of a dictum by Schreiner\nJA\nin\nTsose\n(at 17G–H)\r\nwhich reads:\n'An\r\narrest is, of course, in general a harsher method of initiating a\r\nprosecution than citation by way of summons but if the circumstances\n\nexist which make it lawful under a statutory provision to arrest a\r\nperson as a means of bringing him to court, such an arrest is\nnot\r\nunlawful even if it is made because the arrestor believes that arrest\r\nwill be more harassing than summons. For just as the\nbest motive will\r\nnot cure an otherwise illegal arrest so the worst motive will not\r\nrender an otherwise legal arrest illegal. .\n. .\nWhat\r\nI have said must not be understood as conveying approval of the use\r\nof arrest where there is no urgency and the person to be\ncharged has\r\na fixed and known address; in such cases it is generally desirable\r\nthat a summons should be used.\nBut\r\nthere is no rule of law that requires the milder method of bringing a\r\nperson into court to be used whenever it would be equally\neffective.\n'\n[55] De Vos J\n49\nsaid\r\nobiter that the statement could not be reconciled with the Bill of\r\nRights and Bertelsmann J followed her. Neither referred\nto the cases\r\ndiscussed above as to the nature of the discretion or the onus and,\r\naccordingly, did not state the pre-constitutional\njurisprudence\r\ncorrectly.\n[56] Schreiner\r\nJA dealt with the contention relating to the arrestor’s motive\r\nin the light of the findings of the court of\nfirst instance and the\r\ncourt of second instance\n50\nunder a\r\ndifferently worded statute.\n51\nHe had\r\nalready found that an arrest without the intention to bring the\r\nsuspect to justice would have been unlawful.\n52\nAnd as\r\nindicated in\nDuncan\nin some\r\ndetail, the true import of Schreiner JA’s reasoning was\r\nmisconceived because his attention was focused on the facts\nbefore\r\ncourt and he did not purport to codify the law.\n53\nHowever,\r\nit is not necessary to say more about the dictum because, in\r\nisolation, it did not reflect the pre-constitutional law in\nfull and\r\nto the extent that it has to be it has now again been qualified.\nCONCLUSION\n[57] The case can be disposed of on a simple basis,\r\nnamely, that the proper exercise of Van der Watt’s discretion\r\nwas never\nan issue between the parties. The plaintiffs, who had to\r\nraise it either in their summons or in a replication, failed to do\r\nso.\nThe issue was also not ventilated during the hearing. This means\r\nthat since the magistrate had found that the four jurisdictional\n\nfacts required for a defence under s 40(1)(b) were established by the\r\nappellant (a finding upheld by the court below) their claims\nhad to\r\nbe dismissed.\n[58] Mr Maleka SC with Ms Bester, for the appellant, did\r\nnot ask for costs, also not in the courts below. The court wishes to\r\nexpress\nits appreciation for the contribution of Ms Wright who, since\r\nthe plaintiffs were not represented on appeal, argued their case as\n\namicus curiae in the best traditions of the bar.\n[59] The following order is made:\nThe appeal is upheld.\nThe order of the court below is set aside and replaced\r\n\twith an order in these terms:\nThe appeal of the Minister of Safety and Security is\r\n\tupheld and the cross-appeal of the plaintiffs is dismissed.\nThe order of the Magistrates’ Court is amended to\r\n\tread ‘absolution from the instance’.\n_____________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANT/S I V Maleka SC (with him A Bester)\nInstructed by State Attorneys, Bloemfontein\nRESPONDENT/S: G J M Wright\nInstructed by: Fantisi & Co, Vanderbijlpark\nLovius Block Attorneys, Bloemfontein\n1\nUnder\r\n\ts 1 of the Act ‘p\neace officers’\r\n\tinclude magistrates, justices, police officials, certain\r\n\tcorrectional officials and persons declared under\ns 334 (1) to be\r\n\tone.\n2\nDuncan\r\n\tv Minister of Law and Order\n1986 (2)\r\n\tSA 805\n(A) at 818G-H.\n3\nThere\r\n\tis a related provision concerning the right to arrest in s 9 of the\r\n\tStock Theft Act but it will not be necessary to consider\nit\r\n\tseparately.\n4\nMinister\r\n\tof Law and Order v Hurley\n1986 (3) SA\r\n\t568\n(A) at 589E-F.\n5\nR\neported\r\n\tas\nMinister of Safety and Security v\r\n\tSekhoto\n2010 (1) SACR 388\n(FB).\n6\nGellman\r\n\tv Minister of Safety and Security\n[2007] ZAGPHC 269\n;\n2008\r\n\t(1) SACR 446\n(W);\nLe\r\n\tRoux v Minister of Safety and Security\n2009\r\n\t(2) SACR 252,\n2009 (4) SA 491\n(KZP);\nRamphal\r\n\tv Minister of Safety and Security\n2009\r\n\t(1) SACR 211 (E); MVU v Minister of Safety and Security 2009 (2)\r\n\tSACR 291 (GSJ).\n7\nCharles\r\n\tv Minister of Safety and Security\n2007 (2) SACR 137\n(W).\n8\nMinister\r\n\tof Safety and Security v Van Niekerk\n2008\r\n\t(1) SACR 56,\n2007 (10) BCLR 1102\n(CC).\n9\nClive\r\n\tPlasket 'Controlling the discretion to arrest without a warrant\r\n\tthrough the Constitution' (1998) 11\nSuid-Afrikaanse\r\n\tTydskrif vir Strafregspleging\n173.\r\n\tCompare\nS v Van\r\n\tHeerden\n2002\r\n\t(1) SACR 409 (T).\n10\nMistry\r\n\tv Interim Medical and Dental Council of SA\n1998 (4) SA 1127\n(CC)\r\n\tpara 3.\n11\nInvestigating\r\n\tDirectorate: Serious Economic Offences v Hyundai Motor Distributors\r\n\t(Pty) Ltd\n[2000] ZACC 12\n;\n2001 (1) SA 545\n,\n2000 (10) BCLR 1079\n(CC) paras 21-26.\n12\nThe\r\n\tprinciple is not new having been recognised in the Transvaal\r\n\tRepublic in\nThe Argus Printing and Publishing Co Ltd v The\r\n\tState\n(1897) 4 Off Rep 124.\n13\nZealand\r\n\tv Minister of Justice and Constitutional Development\n[2008] ZACC 3\n;\n2008\r\n\t(4) SA 458\n(CC) paras 24-25. See also\nMinister\r\n\tof Safety and Security v Seymour\n[2007]\r\n\t1 All SA 558\n(SCA) para 14\n.\n14\nMinister\r\n\tvan Wet en Orde v Matshoba\n1990 (1) SA 280\n(A) per EM Grosskopf\r\n\tJA.\n15\n‘\nEveryone\r\n\thas the right to liberty and security of person. No one shall be\r\n\tdeprived of his liberty save in the following cases\nand in\r\n\taccordance with a procedure prescribed by law:\n(a) the lawful detention of a person after conviction\r\n\tby a competent court;\n(b) the lawful arrest or detention of a person for\r\n\tnon-compliance with the lawful order of a court or in order to\r\n\tsecure the fulfilment\nof any obligation prescribed by law;\n(c) the lawful arrest or detention of a person effected\r\n\tfor the purpose of bringing him before the competent legal authority\r\n\tof\nreasonable suspicion of having committed and offence or when it\r\n\tis reasonably considered necessary to prevent his committing an\n\n\toffence or fleeing after having done so;\n(d) the detention of a minor by lawful order for the\r\n\tpurpose of educational supervision or his lawful detention for the\r\n\tpurpose\nof bringing him before the competent legal authority;\n(e) the lawful detention of persons for the prevention\r\n\tof the spreading of infectious diseases, of persons of unsound mind,\r\n\talcoholics\nor drug addicts, or vagrants;\n(f)\r\n\tthe lawful arrest or detention of a person to prevent his effecting\r\n\tan unauthorized entry into the country or of a person\nagainst whom\r\n\taction is being taken with a view to deportation or extradition.’\n16\nEx\r\n\tparte Minister of Safety and Security: In re S v Walters\n[2002] ZACC 6\n;\n2002\r\n\t(4) SA 613\n(CC) paras 49-50 and t\nhe authorities\r\n\treferred to in\nMacu v Du Toit\n1983 (4) SA 629\n(A) at 645. Compare\nLawless\r\n\tv Ireland (No. 3)\n[1961] ECHR 2.\n17\nI\r\n\tcan, accordingly, not see how, as stated in\nGellman\npara 87\r\n\tthat ‘\nthe more conservative procedure of\r\n\tapproaching a magistrate or justice of the peace to issue a warrant’\r\n\tcould make any difference.\nA peace officer who is not a police\r\n\tofficer is in any event not entitled to apply for a warrant of\r\n\tarrest.\n18\nR\nv Latimer\n[1997] 1 SCR 217\npara 22;\nR v\nMann\n[2004] 3 SCR 59\n;\n2004 SCC 52\npara 20.\n19\nSee\r\n\tthe authorities quoted in\nRegina v Orr\n2008 BCPC 367\nand\nRegina v Dupuis\n2003 BCSC 1846\npara 17.\n20\nCriminal\r\n\tCode RSC 1970 s 495(1)(a): 'A peace officer may arrest without\r\n\twarrant (a) a person who has committed an indictable offence\nor who,\r\n\ton reasonable grounds, he believes has committed or is about to\r\n\tcommit an indictable offence.’\n21\nHuman\r\n\tRights Act 1998 s 1.\nSee further\nBrogan\r\n\tv United Kingdom\n[1988] ECHR 24\nand\nBrannigan and McBride v United Kingdom\n[1993] ECHR 21.\n22\nIn\nO'Hara v Chief Constable of the RUC\n[1996] UKHL 6\n,\n[1997] AC\r\n\t286\n,\n[1997] 1 All ER 129.\n23\nAffordable\r\n\tMedicines Trust v Minister of Health\n2006\r\n\t(3) SA 247,\n[2005] ZACC 3\n;\n2005 (6) BCLR 529\n(CC) para 36.\n24\nGroenewald\r\n\tv Minister van Justisie\n1973 (3) SA 877\n(A) at 883G-884B.\n25\nSex\r\n\tWorker Education and Task Force v Minister of Safety and Security\n2009 (2) SACR 417\n(WCC).\n26\nMinister\r\n\tvan die SA Polisie v Kraatz\n1973 (3) SA 490\n(A).\n27\nTsose\r\n\tv Minister of Justice\n1951 (3) SA 10\n(A).\n28\nNational\r\n\tDirector of Public Prosecutions v Zuma\n[2009] ZASCA 1\n;\n2009 (2) SA 277\n,\n2009 (1)\r\n\tSACR 361\n,\n2009 (4) BCLR 393\n(SCA)\nparas 37-38.\n29\nDuncan\nat\n818B-C. See also\nR\r\n\tv Storrey\n(1990) 1 SCR (Supreme Court\r\n\tof Canada) and compare\nWilliams v R\n[1986] HCA 88\n,\n(1986) 161 CLR 278\n(High Court of Australia).\n30\nCastorina\r\n\tv Chief Constable of Surrey\n[1996] LG\r\n\tRev Rep 241 249 quoted for instance,\nCumming\r\n\t& Ors v Chief Constable of Northumbria Police\n[2003]\r\n\tEWCA Civ 1844\nand\nCommissioner of Police of the Metropolis\r\n\tv Raissi\n[2008] EWCA Civ 1237\n. See also\nLyons\r\n\tv Chief Constable of West Yorkshire\n[1997]\r\n\tEWCA Civ 1520.\n31\nShidiack\r\n\tv Union Government (Minister of the Interior)\n1912 AD 642\nat\r\n\t651-652.\n32\nGroenewald\nat 883H-884B. So, too,\nUlde v Minister of Home Affairs\n2009 (4) SA 522\n(SCA) para 7.\n33\nPharmaceutical\r\n\tManufacturers Association of SA: In Re Ex Parte Application of\r\n\tPresident of the RSA\n[2000] ZACC 1\n;\n2000 (2) SA 674\n,\n2000 (3) BCLR 241\n(CC)\r\n\tparas 85-86.\n34\nSee\nCumming v Chief Constable of Northumbria\r\n\tPolice\n[2003] EWCA Civ 1844.\n35\nIn\nR v Ministry of Defence; Ex parte Smith\n[1995] EWCA Civ 22\n,\n[1996] 1 All ER 257\n,\n[1996] QB 517.\n36\nGreys\r\n\tMarine Hout Bay (Pty) Ltd v Minister of Public Works\n[2005] ZASCA\r\n\t43\n;\n[2005] 3 All SA 33\n(SCA)\ndealt with the problems with the definition of ‘administrative\r\n\taction’. See also\nPharmaceutical\r\n\tManufacturers Association of SA\n.\n37\nMasetlha\r\n\tv President of the RSA\n[2007] ZACC 20\n;\n2008 (1) SA 566\n(CC) para 23.\n38\nHill\r\n\tv Hamilton Wentworth Regional Police Services Board\n[2007] 3 SCR 129\n,\n2007 SCC 41\npara 73 adapted for\r\n\tpresent purposes. Compare\nAl Fayed v Commissioner of\r\n\tPolice of the Metropolis\n[2004] EWCA Civ 1579\npara 82.\n39\nPaul\r\n\tv Humberside Police\n[2004] EWCA Civ 308\npara 30: ‘although\r\n\tArticle 5 of the European Convention of Human Rights does not\r\n\trequire the court to evaluate the exercise\nof discretion in any\r\n\tdifferent way as it evaluates the exercise of any other executive\r\n\tdiscretion, it must do so in the light\nof the important right to\r\n\tliberty which is at stake.’\n40\nA\r\n\tpolice officer of higher rank may release a suspect on bail but even\r\n\tthen only under limited circumstances: theft, for instance,\nis\r\n\texcluded from his powers (s 59). It appears to be incongruous for to\r\n\texpect a peace officer to make a fully informed decision\non whether\r\n\tor not to arrest in a case like the present where a superior officer\r\n\tmay not even release the person, if arrested,\non bail.\n41\nCompare\nPharmaceutical Manufacturers Association of SA\nparas\r\n\t79-81.\n42\nMinister\r\n\tof Law and Order v Dempsey\n1988 (3) SA\r\n\t19\n(A) at 37B-39F\n.\n43\nUlde\r\n\tv Minister of Home Affairs\n(para 8)\r\n\tdid not decide the issue of onus.\n44\nPrinsloo\r\n\tv Van der Linde\n1997 (3) SA 1012\n(CC)\r\n\tparas 37-38.\n45\nMinister\r\n\tof Safety and Security v Slabbert\n[2009] ZASCA 163.\n46\nHeld\r\n\tin\nMVU\npara 12 to be a requirement.\n47\nParagraph\r\n\t26.\nSee also\nAl Fayed\n(at para 83)\r\n\twhich is to the same effect.\n48\nCollins\r\n\tv Brantford Police Services\n2001 CanLII 4190 (ON CA).\nThere ma y\r\n\tbe a statutory basis for this but it has not to my knowledge been\r\n\theld to be unconstitutional. The same appears to\napply to Australia:\nTrobridge v Hardy\n[1955] HCA 68\n,\n(1955) 94 CLR 147.\n49\nRalekwa\r\n\tv Minister of Safety and Security\n2004\r\n\t(1) SACR 131\n,\n2004\r\n\t(2) SA 342\n(T).\n50\nTsose\r\n\tv Minister of Justice\n1949 (4) SA 141\n(W) and\nMinister of Justice v Tsose\n1950 (3) SA 88\n(T).\n51\nCompare\nDuncan\n817I-818F.\n52\nCompare\nDuncan\n817C-H.\n53\nAt\r\n\t818E-819E.",
  "scraped_at": "2026-02-11T20:42:18.380210",
  "date": "2010-11-19",
  "coram": [
    "Harms DP",
    "Nugent",
    "Lewis",
    "Bosielo JJA",
    "K Pillay AJA"
  ],
  "case_number": "131/2010",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Tshei Jonas Sekhoto",
      "Oupa Mosuwu Joseph Madonsela (also known as Oupa Johannes Sibeko)"
    ]
  },
  "sections": {
    "facts": "The respondents were arrested by police officers without a warrant in July 2002 on suspicion of stock theft under the Stock Theft Act. They were detained for ten days, charged together with the appellant's father (who was convicted) and later released on bail. The respondents sought damages for unlawful arrest, alleging the arrests were unreasonable, unlawful and intentional. The lower court found that the statutory defence under s 40(1)(b) and (g) of the Criminal Procedure Act was established but dismissed the claim on the basis that a fifth jurisdictional fact – a constitutional requirement to consider less invasive alternatives – was missing.",
    "issues": "1. Whether a peace officer may lawfully arrest without a warrant under s 40(1)(b) of the Criminal Procedure Act without satisfying an additional constitutional \"fifth jurisdictional fact\". 2. Who bears the onus of proving the validity of the arrest – the police (defendant) or the respondents (claimants). 3. Whether s 40(1)(b) is constitutionally compatible with the Bill of Rights and, if so, whether the discretion to arrest must be exercised rationally and in accordance with Wednesbury principles.",
    "principles": "The court reiterated the four jurisdictional facts for a s 40(1)(b) arrest: (i) arrestor is a peace officer, (ii) he has a suspicion, (iii) the suspicion relates to an offence listed in Schedule 1, and (iv) the suspicion is based on reasonable grounds. The onus lies on the arresting officer to prove these facts. Constitutional interpretation requires statutes to be read in a manner consistent with the Bill of Rights, but only where the text allows; the court rejected reading a fifth jurisdictional fact into the provision. Discretion must be exercised rationally, not arbitrarily, and may be reviewed against Wednesbury reasonableness, but the existence of discretion does not render an arrest unlawful if the statutory jurisdictional facts are met.",
    "application": "The appellate court held that the lower court correctly identified that the four statutory jurisdictional facts were satisfied. It rejected the lower court's reliance on an additional constitutional requirement, emphasizing that s 40(1)(b) does not contain such a fifth fact and that the Constitution does not require it to be read in. The court found no evidence that the police had exercised the discretion improperly; the respondents had not raised the issue of improper discretion in their pleadings. Consequently, the appellant’s defence stood, and the respondents’ claim of unlawful arrest failed.",
    "conclusion": "The appeal by the Minister of Safety and Security was upheld and the cross‑appeal by the respondents dismissed. The order of the Magistrates’ Court was set aside and replaced with an order of \"absolution from the instance\". The respondents' claim for damages for unlawful arrest was therefore dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Arrest and Detention",
    "level_3": [
      "section 40",
      "peace officer",
      "constitutional law",
      "bill of rights",
      "discretion",
      "onus of proof"
    ]
  }
}