{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/2.html",
  "case_name": "South African Maritime Safety Authority v McKenzie (017/09) [2010] ZASCA 2; 2010 (3) SA 601 (SCA) ; [2010] 3 All SA 1 (SCA) ; (2010) 31 ILJ 529 (SCA) ; [2010] 5 BLLR 488 (SCA) (15 February 2010)",
  "citation": "[2010] ZASCA 2",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 2\n|\nNoteup\n|\nLawCite\nSouth African Maritime Safety Authority v McKenzie (017/09) [2010] ZASCA 2; 2010 (3) SA 601 (SCA) ; [2010] 3 All SA 1 (SCA) ; (2010) 31 ILJ 529 (SCA) ; [2010] 5 BLLR 488 (SCA) (15 February 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\nAPPEAL\nOF SOUTH\nAFRICA\nJUDGMENT\nCase no:\t  017/09\nIn the matter between:\nSOUTH\nAFRICAN MARITIME\nSAFETY AUTHORITY\nA\nppellant\nand\nFAFIE FORTUNE MCKENZIE\nRespondent\nNeutral citation:\nSAMSA\nv McKenzie\n(017/09)\n[\n2010] ZASCA 2\n(15\nFebruary 2010)\nCoram:\nMPATI P,\nNUGENT and MHLANTLA JJA and LEACH and WALLIS AJJA\nHeard\n:\n18\nNovember 2009\nDelivered\n:\n15\nFebruary 2010\nSummary:\tContract of employment â unfair\ndismissal in terms of\nsection 185\nof the\nLabour Relations Act 66 of\n1995\nâ whether section creates contractual right not to be unfairly\ndismissed.\nORDER\nOn appeal from:\nNorth\nGauteng High Court (Vilakazi AJ, sitting as court of first instance):\nIt is ordered that:\n1.\tThe late lodging\nof the application for leave to appeal is condoned.\n2.\tLeave to appeal\nis granted.\n3.\tThe appeal is upheld and the order of\nthe court below is altered to read:\nâ\nThe plaintiffâs claim is dismissed and both parties\nare to pay their own costs.â\n4.\tBoth parties will pay their own costs in\nthis appeal including the costs of the applications for condonation.\nJUDGMENT\nWALLIS AJA (MPATI P, NUGENT and MHLANTLA JJA and LEACH\nAJA concurring)\n[1]\tMr McKenzie was formerly employed by\nthe South African Maritime Safety Association (SAMSA) as its chief\ninternal auditor, but\nwas dismissed on 1 March 2005 in a manner that\nhe alleges was both procedurally and substantively unfair. After\npursuing his remedies\nunder the Labour Relations Act 66 of 1995 (âthe\nLRAâ) and reaching a settlement with SAMSA in terms of which he was\npaid an amount\nequivalent to one yearâs salary, he instituted the\npresent action claiming that his contract of employment was subject\nto âan\nexplicit, alternatively implied, further alternatively tacit\nterm â¦ that the employment contract would not be terminated by the\nDefendant or the Plaintiff without just causeâ. He then alleged\nthat this term had been breached in consequence of his having been\ndismissed âin a procedural and substantive unfair mannerâ. This\nhe contended entitled him to claim damages calculated on the\nbasis\nthat he would otherwise have continued working for SAMSA until his\nretirement. The amount he claims is R5.2 million.\n[2]\tSAMSA filed a plea containing four\nspecial pleas and these were set down for trial as separate issues\nbefore Acting Justice Vilakazi.\n1\nThe parties proceeded on the basis that no evidence was necessary\nbeyond certain documents that were attached to the pleadings or\ncontained in a trial bundle and referred to without objection in the\ncourse of argument. The special pleas were dismissed and leave\nto\nappeal was refused. On petition to this Court an order was made in\nterms of section 21(3)(c)(ii) of the Supreme Court Act\n2\ndirecting that the application for leave to appeal be set down for\nhearing before this Court and, as is usual in such orders, directing\nthe parties to be prepared to argue the merits of the appeal. It is\non that basis that the matter came before us.\n[3]\tAt the outset two applications for\ncondonation fell to be considered, the first relating to the late\nlodging of the application\nfor leave to appeal and the second\nrelating to the late filing of a replying affidavit in the\napplication for leave to appeal. The\nfirst was not opposed on the\nground that it was unnecessary. This is not correct as the\napplication was lodged out of time.\n3\nBe that as it may this is clearly a case where condonation should be\ngranted. As regards the second application it was delivered\nafter\nthis Court had made its order directing that the application be set\ndown for argument. The replying affidavit added nothing\nto the\nconsideration of the application and Mr Khoza SC, who appeared for\nSAMSA, did not persist with it. The costs attendant upon\nthese\napplications will be dealt with together with all other questions of\ncosts.\n[4]\tTurning to the\nmerits of the application for leave to appeal, as is frequently the\ncase with such applications, the outcome depends\nupon the merits of\nthe case. As I am satisfied for the reasons that follow that the\nappeal should succeed it follows that leave to\nappeal should be\ngranted.\n[5]\tAmong the special pleas filed by SAMSA\nwas one nominally expressed as a challenge to the jurisdiction of the\nhigh court to consider\nthe claim. Another raised as a defence to the\nclaim the settlement agreement that was reached when Mr McKenzie\npursued his remedies\nunder the LRA. On the view that I take in this\nmatter it is not necessary to consider that defence.\n[6]\tWhen\n\ta jurisdictional challenge is raised the court must necessarily\n\tdispose of it before entering upon any further questions\nthat arise\n\tin the case.\n4\nThe nominal challenge in this case was raised in terms that have\n\tbecome familiar and it is not necessary to set them out in detail.\n\tIn substance it was alleged that Mr McKenzieâs remedies for unfair\n\tdismissal are those provided for in the LRA and that the high\ncourts\n\thave no jurisdiction to grant such remedies.\n[7]\tOnce\n\tmore, as in other cases that have come before this court, the plea,\n\tso far as it purports to raise a jurisdictional challenge,\nis\n\tmisdirected. As the Constitutional Court has reiterated in\nGcaba\n\tv Minister of Safety and Security,\n5\nthe question in such cases is whether the\n\tcourt has jurisdiction over the pleaded claim, and not whether it\n\thas jurisdiction over\nsome other claim that has not been pleaded but\n\tcould possibly arise from the same facts. In this case the\n\tparticulars of claim\ncould not have made it clearer that Mr\n\tMcKenzieâs claim is for damages for breach of contract. To the\n\textent that authority is\nrequired\nFedlife\n\tAssurance Ltd v Wolfaardt\nmakes it clear\n\tthat a claim for damages for breach of contract falls within the\n\tordinary jurisdiction of the high courts, albeit\nthat the contract\n\tis one of employment. In\nTsika v Buffalo City\n\tMunicipality\n6\nGrogan AJ concluded, after reviewing\n\tsubsequent decisions, that the position remains that\nâ\n[t]his\n\tcourt and other civil courts retain their common law jurisdiction to\n\tentertain claims for damages arising from alleged breaches\nof\n\tcontracts of employment â¦â\n[8]\tAs was the case in\nFedlife,\nand in other cases purporting to raise\nsimilar challenges, the plea, properly construed, does not\nraise a jurisdictional challenge at all. In substance\nwhat is alleged in the plea is that the\nLabour Relations Act is\nthe\nexclusive source of remedies for unfair dismissal, with the result\nthat Mr McKenzie has no contractual claim. That is not a challenge\nto\nthe jurisdiction of the high court to consider the pleaded claim â\nit is a challenge to the validity of the pleaded claim.\nI\ncan only echo, in relation to the facts of this case, what Nugent JA\nsaid in\nMakhanya\n7\nin regard to special pleas purporting to be\npleas to the jurisdiction of the court such as the present one. I\nadapt his words to the\nfacts at present before us:\nâ\nOnce more, so it seems to me,\n[this case]\n,\nlike\nall the cases that preceded it, [is] not about jurisdiction at all.\nIt [is] about whether there [is] a good cause of action.\nIn my view\nthe least said about jurisdiction in such cases the better because,\nonce that red-herring is out of the way, courts will\nbe better placed\nto focus on the substantive issue that arises in such cases, which is\nwhether, and if so in what circumstances,\nemployees might or might\nnot have rights that arise outside the LRA.â\n[9]\tWhen properly\nconstrued, the contention on behalf of the appellant is that the\nright in terms of\ns185\nof the LRA, taken together with the remedies\nfor a breach of that right contained in\ns194\nand the procedures\nprescribed for adjudicating disputes over unfair dismissals in\ns191\n,\nconstitutes a complete statement of the extent of the rights in\nrespect of unfair dismissal. They are entirely statutory in origin\nand content and give rise to no contractual obligation.\n8\nThat puts in issue the correctness of the allegation in the\nparticulars of claim that Mr McKenzieâs contract of employment was\nsubject to the condition that it could not be terminated without just\ncause. SAMSA pleaded over and in its main plea it admitted\nthis\nallegation contrary to the special plea. However that plea over was\ndependent on the failure of the special plea and when seen\nin its\ncontext, and in the light of the concession, (referred to in the next\nparagraph), that there was no express term to that effect,\nit is no\nmore than a concession of law by counsel who drew the plea.\nAccordingly it cannot be said to be binding if it does not truly\nreflect the law.\n9\n[10]\tBearing in mind that the breach of\ncontract is said to lie in the âunfair dismissalâ of Mr McKenzie\nthe allegation in the\nparticulars of claim that the contract could\nnot be terminated âwithout just causeâ must be taken to mean that\nit could not be\nterminated unfairly and this is the basis of the case\nadvanced by Mr McKenzie. In the first instance he alleges that the\nterm was\nâexplicitlyâ, that is, expressly agreed. It is not\ndisputed that the express terms of the contract were embodied in his\nletter\nof appointment, which contains no such provision. Its outward\nappearance is of a conventional contract of employment terminable on\nthe giving of reasonable notice by either party. Under the heading\nâTerms and conditions of employmentâ it is said that these\nare\nembodied in SAMSAâs Human Resources Policy, which\ninter\nalia\ncaters for a notice period. Accordingly\nno support for the pleaded term is to be found in the written\ncontract and the allegation\nthat it was expressly agreed can be\nrejected. This was accepted by the appellantâs attorney.\n[11]\tIn the alternative it is alleged that\nthe term arises either by way of an implied term or as a tacit term.\nCorbett AJA explained\nthe difference between the two in\nAlfred\nMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n.\n10\nAn implied term properly so called is a term that is introduced into\nthe contract as a matter of course by operation of law, either\nthe\ncommon law, trade usage or custom, or statute, as an invariable\nfeature of such a contract, subject only to the partiesâ\nentitlement\nin certain, but not all, instances to vary it by\nagreement. Where reliance is placed on such a term the intention of\nthe parties\nwill not come into the picture and the issue is the\npurely legal one of whether in those circumstances in relation to a\ncontract\nof that particular type the law imposes such a term on the\nparties as part of their contract. A tacit term is a term that arises\nfrom the actual or imputed intention of the parties as representing\nwhat they intended should be the contractual position in a particular\nsituation or, where they did not address their minds to that\nsituation, what it is inferred they would have intended had they\napplied\ntheir minds to the question.\n[12]\tIn our law as it stands at present\n11\nthe usual test for the existence of a tacit term is that of the\ninterfering bystander who asks what is to happen in the particular\nsituation and receives the answer: âOf course X will be the\nposition. It is too obvious for us to say so.â\n12\nThe application of that test in relation to the term pleaded on\nbehalf of Mr McKenzie is destructive of the contention that his\nemployment\ncontract is subject to that term. I have little doubt that\nthe bystanderâs query as to what would happen if Mr McKenzie was\nunfairly\ndismissed would have attracted the response: âThat is\ndealt with in the LRA. We donât need to provide for itâ, rather\nthan\nthe unequivocal and mutual agreement that is the necessary\ncornerstone of a case founded on a tacit term. If the question had\nbeen\nposed in terms that suggested there might be a contractual\nentitlement to the damages claimed in this case that might have been\nwelcomed\nby Mr McKenzie, but I doubt that SAMSA would have agreed.\n13\n[13]\tThat leaves, as the foundation for the\npleaded allegation, only the possibility of an implied term properly\nso called. Such a\nterm could either be said to flow from the\nprovisions of\ns185\nof the LRA dealing with unfair dismissal or could\nlie in a development of the common law in accordance with section\n39(2) of the\nConstitution. In argument the appellant based his case\non the first of these and it is that argument that I now address. In\ndoing\nso I first address some issues of principle.\n[14]\tThe fundamental difference between\nrights arising from a contract and rights arising from statute is\nthat the former depend upon\nthe actual or imputed consent of the\nparties whilst the latter are imposed by the legislature in order to\ngive effect to social policies\nunderpinning the legislation. The\nnature of the latter rights may vary. They may be conferred by way of\nmandatory injunctions, such\nas the provision in the Truck Acts\n14\nin England, which have been carried over into South African\nlegislation dealing with employment, in terms of which an employeeâs\nwages must be paid in cash in the currency of the country.\n15\nAlternatively they may prohibit or regulate conduct that might\notherwise be permissible such as the making of deductions from an\nemployeeâs remuneration.\n16\nRights to safe working conditions\n17\nand to compensation for injuries at work\n18\nare protective in nature. All of this has limited the extent to which\nemployers and employees are free to determine the terms of\ntheir\nrelationship.\n19\nIn most instances the employee cannot waive such statutory rights\nbecause it would be contrary to public policy to permit such a\nwaiver,\n20\nalthough the parties to the contract can stipulate for more\nfavourable rights to vest in the employee.\n[15]\tA relevant feature of some legislation\nof this type is that it not only confers rights but also provides a\nmechanism for the\nenforcement of those rights.\nWhere that happens the question arises\nwhether those means are exclusive and provide the sole means of\nenforcement or whether it is\nopen to the beneficiary of the right to\nuse the ordinary processes of the courts in order to enforce them.\nAnother question that\narises is whether the beneficiary of the right\nenjoys not only the benefit of the right itself but also a right to\nclaim damages\nif the right is infringed.\n21\nOur courts have frequently grappled with these questions and the\njurisprudence in that regard casts light upon the present problem.\n[16]\tWhere a\nstatute creates both a right and a means for enforcing that right the\nposition is that:\nâ\nWe must look at the provisions of the Act in\nquestion, its scope and its object, and see whether it was intended\nwhen laying down\na special remedy that that special remedy should\nexclude ordinary remedies. In other words, we have no right to\nassume, merely from\nthe fact that a special remedy is laid down in a\nstatute as a remedy for a breach of a right given under statute, that\nother remedies\nare necessarily excluded.â\n22\nIf on a proper interpretation of the\nstatute in question the legislature has confined a person harmed by a\nbreach of the right conferred\ntherein to the statutory remedy then\nresort to other means of enforcement is excluded.\n23\nAccordingly both the scope of the right itself and the means of\nenforcing that right are determined by the intention of the\nlegislature\nas ascertained on a proper interpretation of the\nlegislation. It follows from the authorities mentioned in paragraph 7\nof this judgment\nthat it is now clearly established that in order to\nenforce the statutory right not to be unfairly dismissed as embodied\nin section\n185 of the LRA an injured party must have resort to the\ntribunals established under the LRA, being either the CCMA or in some\ninstances\nthe Labour Court.\n[17]\tSimilarly whether a breach of a\nstatutory right or a failure to observe a statutory obligation gives\nrise to claim for damages\nis to a substantial measure determined by\nthe intention of the legislature as it emerges from the statutory\nprovision under consideration.\n24\nWhilst the interpretation of the statute may not be the only feature\nin the analysis it is the proper starting point.\n[18]\tThe jurisprudential approach to\nstatutory interventions in the contract of employment differs in\ndifferent jurisdictions. The\ndistinction that Sir Otto Kahn-Freund\n25\nreferred to between the âimperativeâ norms (ânormative\nprovisionsâ) of the law of contract and the optional norms created\nby the partiesâ agreement provides a framework for considering the\nissue. In many European jurisdictions the normative provisions\nare\ntreated as inderogable\n26\nand, if arising from a collective bargain, are made part of the\ncontract of employment.\n27\nIn jurisdictions with a common law heritage the more usual approach\nis to distinguish provisions imposed from outside the contract\ndepending on whether they are imposed by statute as terms of the\ncontract; are statutory rights having their origin in the statute\nbut\nnot the contract of employment; or are incorporated into the contract\nby the agreement of the parties. When dealing with legislative\nprovisions that give rights to workers and have an impact upon the\nemployment relationship it is appropriate to bear in mind that,\nwhilst having normative effect, they do not necessarily alter the\nterms of the contract of employment. Thus Professor Mark Freedland\n28\nmakes the point that:\nââ¦\nlegislative\nprovisions may expressly affect the contractual rights and\nobligations arising under personal work or employment contractsâ¦\nThis can be thought of as the subject of an implied term in the\npersonal work or employment contract. So also might we sometimes\nregard a legislative norm which, although not expressly declaring\nitself to do so, in fact shaped or altered the content of the\npersonal\nwork or employment contract. (\nNote, however, that we are\nnot asserting that every such legislative norm must be regarded as\nthe subject of an implied term. Statutory\nrights and obligations may\nbe associated with or attached to personal work or employment\ncontracts without necessarily taking the\nform of implied terms of the\ncontract.\n)â\n29\n(My emphasis.)\n[19]\tHugh\nCollins makes the point that apart from the conceptually different\nunderpinnings of such rights and, in the case of statutes,\nthe\nconditions attaching to the rights, it makes little difference to the\nbeneficiary of the right whether a right is incorporated\nin a statute\nor in the contract of employment by way of an implied term.\n30\nHe writes:\nâ\nMandatory\nobligations remove from the parties to a contract the freedom to\nchoose some of the terms for their transaction. The most\nstraightforward example comprises legislation which determines that\nevery contract of a particular type is deemed to include a particular\nterm, regardless of the express terms of the contract and overriding\nany contrary terms â¦ The same effect can be achieved by granting\na\nstatutory right which cannot be excluded or qualified by contrary\nagreement as in the case of the right of an employee to claim\nunfair\ndismissal against an employer.â\nHowever,\nto the obligee the origin of the right is of considerable importance\nas it defines the scope of the obligation undertaken\nin concluding\nthe contract of employment. It also makes a substantial difference\nif, as is claimed to be the case here, a statute\ncreates both a\ncontractual right and a similar, but not entirely overlapping,\ncontractual right, because it imposes greater obligations\non the\nobligee.\n[20]\tWhen it is\nargued that a statutory provision not only creates statutory rights\nand remedies but also impliedly introduces terms\ninto certain types\nof contract, in accordance with the approach adopted by our courts in\nregard to the issues discussed above, the\nenquiry commences by\nexamining the statutory provision in order to determine whether it\nwas intended that its provisions or some\npart of them should be\nincorporated in contracts of that class. In the present context that\ninvolves asking whether the legislature,\nin enacting section 185 of\nthe LRA and the sections that follow, intended not only to outlaw\nunfair dismissals and provide statutory\nremedies when they occur, but\nalso intended to incorporate into all contracts of employment a term\nthat they could not be terminated\nunfairly. That is necessarily the\nquestion inasmuch as Mr McKenzieâs contract of employment does not\ncontain any unusual features\nthat would serve to place it in an\nexceptional category insofar as implication of this term from the LRA\nis concerned.\n[21]\tThe LRA was enacted in order to give\neffect to the labour rights now guaranteed by section 24 of the\nConstitution\n31\nand in particular the right to fair labour practices. One of the most\nimportant rights flowing from that constitutional guarantee\nis the\nright not to be unfairly dismissed embodied in s185 of the LRA.\n32\nWhere an employee claims that their dismissal is unfair, whether\nsubstantively or procedurally, or that they have been subjected\nto an\nunfair labour practice the LRA establishes the mechanism for\nresolving disputes arising from that claim.\n33\nIn the case of an unfair dismissal it also specifies the remedies\nthat are available to an aggrieved employee\n34\nand, where that remedy consists of compensation, establishes limits\non the amount of such compensation.\n35\nThe statutory mechanism for resolving disputes over unfair dismissals\nis by way of conciliation and if that fails arbitration before\neither\nthe CCMA or the Labour Court.\n[22]\tThe arrangements in these sections\nconstitute a legislative scheme for giving effect to the right not to\nbe unfairly dismissed.\nThe scheme is enacted as a package embodying\nthe right itself together with sections that explain what is a\ndismissal (s186); identify\nautomatically unfair dismissals (s187) and\nstate the test for determining when other dismissals are unfair\n(s188); and prescribe\nthe procedures to be followed in relation to\ndismissals for operational reasons (ss189 and 189A). It then\nstipulates the mechanism\nfor dealing with disputes over unfair\ndismissals (s191); deals with the onus of proof in proceedings\nconcerning such disputes (s192)\nand prescribes the remedies that flow\nfrom an unfair dismissal (ss193 and 194).\n[23]\tIn the\nstatutory formulation of the scheme it is nowhere said that it has\nany contractual implications. That stands in sharp\ncontrast to the\nprovisions of section 23(3) of the LRA which provide that:\nâ\nWhere applicable, a collective agreement varies any\ncontract of employment between an employee and employer who are both\nbound by\nthe collective agreement.â\nThat section deliberately set out to\naddress the problematic issue of the incorporation of the provisions\nof collective agreements\ninto contracts of employment so as to give\nthe employee and employer contractual remedies against one another,\nsuch as the right\nof the employee to be paid the agreed rate of\nremuneration, or the right of the employer to demand that the\nemployee work agreed\novertime. This was an issue that had given rise\nto much difficulty, both practically in cases where it was suggested,\nfollowing the\napproach in England\n36\n,\nthat such a collective agreement was not legally binding at all\n37\nand conceptually in trying to suggest that collective bargaining\nagents had authority to conclude contracts on behalf of union members\nor that the collective agreements they concluded were enforceable as\ncontracts for the benefit of a third party.\n38\nThe legislature accordingly took the step of making express provision\nfor incorporation of appropriate terms from the collective\nbargain\ninto the individual contracts of employment of the workers.\n[24]\tA similar approach to the\nincorporation of provisions in a statute into a contract of\nemployment is to be found in section 4\nof the Basic Conditions of\nEmployment Act,\n39\nwhich provides that:\nâ\n4. Inclusion of provisions in\ncontracts of employment.\nA basic condition of employment constitutes a term of\nany contract of employment except to the extent thatâ\n(a) any other law provides a term that is more\nfavourable to the employee;\n(b) the basic condition of employment has been replaced,\nvaried, or excluded in accordance with the provisions of this Act; or\n(c) a term of the contract of employment is more\nfavourable to the employee than the basic condition of employment.â\nThe same approach\ncan be found in statutes in England that expressly embody provisions\nto be incorporated into contracts of various\ntypes such as the\nprovisions of sections 12 to 15 of the Sale of Goods Act, 1979 or\nsections 8 to 11 of the Supply of Goods (Implied\nTerms) Act 1973.\n40\n[25]\tSuch instances are quintessential\nexamples of cases where a term is implied into a contract by\noperation of law by virtue of\nthe terms of a statute as indicated by\nCorbett AJA. However Mr McKenzie cannot rely upon that approach\nbecause section 185 of the\nLRA and the remaining sections that deal\nwith unfair dismissals do not contain any such express provision\nincorporating them into\ncontracts of employment.\nThe\nargument on his behalf is therefore that the incorporation is to be\nimplied from the terms of the relevant provisions of the LRA\nread in\nthe light of the Constitution.\n[26]\tThe immediate\ndifficulty facing Mr McKenzie in advancing this argument is that\nwhere the LRA intends to alter the terms of a\ncontract it says so as\nit does in section 23(3). Its silence in the context of section 185\nis a factor that counts strongly against\nhis contention. An even\ngreater difficulty emerges when the attempt is made to identify what\nis to be incorporated into the contract\nof employment and what part\nof the statutory scheme is to be excluded. The manner in which Mr\nMcKenzieâs case has been pleaded\nsuggests that the only provision\nfrom the statute that has been incorporated in the contract is the\nprovision in section 185 that\nestablishes the right not to be\nunfairly dismissed. Although not an issue in this case the same logic\nwould result in the incorporation\nfrom the same section of the right\nnot to be subjected to unfair labour practices. However in the\nprovisions that follow both of\nthese rights are hedged about with\nqualifications and the impact of these qualifications must be\naddressed. I have already referred\nto those in relation to unfair\ndismissal. It is helpful however to have regard also to the situation\nin respect of unfair labour\npractices.\n[27]\tThe concept of an unfair labour\npractice is defined and limited in section 186(2). This stands in\nsharp contrast to the position\nunder the 1956 LRA where the concept\nwas originally undefined. Then the Industrial Court was vested with\njurisdiction over,\n41\nand responsibility for giving content to, the unfair labour practice.\nWhen constitutional protection against being subjected to unfair\nlabour practices was introduced the LRA was enacted to give content\nto that constitutional right and did so by providing a definition\nof\nan unfair labour practice. The Constitutional Court has several times\nheld that one cannot in those circumstances have direct\nresort to the\nconstitutional guarantee without an attack on the constitutionality\nof the legislation in question.\n42\nBut that confronts the whole notion of the incorporation into a\ncontract of employment of the statutory right not to be subjected\nto\nunfair labour practices with a fundamental and intractable dilemma.\nIt is this. If what is incorporated is simply a general right\nnot to\nbe subjected to unfair labour practices, without the incorporation of\nthe accompanying statutory provisions, of which the\ndefinition is the\nmost important, then the incorporation goes further than the statute\nfrom which it is derived. That is logically\nimpermissible when we are\ndealing with incorporation by implication. If what is incorporated is\nlimited to the statutory notion of\nan unfair labour practice, with\nall its limitations, then incorporation serves no purpose as the\nemployee will gain no advantage\nfrom it. That is a powerful\nindication that no such incorporation is intended.\n[28]\tThe same logic\napplies in relation to the incorporation of a prohibition on unfair\ndismissals from the LRA into contracts of\nemployment. If, as was\nultimately suggested in argument on behalf of Mr McKenzie, the whole\nstatutory scheme is to be imported lock,\nstock and barrel into the\ncontract of employment it would not only add nothing to the rights\nthat are possessed by all employees\nunder the LRA, but would exclude\nthe possibility of an action such as the present being pursued, both\nbecause the amount being claimed\nand the basis upon which it is\ncalculated lies beyond the statutory cap on compensation in section\n194 of the LRA and because the\nclaim could only be pursued before the\nCCMA. Such an incorporation is entirely pointless.\n[29]\tBrennan CJ made this point in\nByrne\nv Australian Airlines Ltd\n43\n,\na case that raised precisely the same issue as the present one,\nnamely an endeavour by two dismissed employees to claim compensation\nunder the statutory scheme embodied in an award under the Industrial\nRelations Act as well as damages based on the contention that\ntheir\nunreasonable dismissal was in breach of an implied term of their\ncontracts of employment derived from the provisions of the\nstatutory\nscheme. In rejecting the contractual claim he said:\nâ\nIn a system of industrial regulation where some, but\nnot all, of the incidents of an employment relationship are\ndetermined by award,\nit is plainly unnecessary that the contract of\nemployment should provide for those matters already covered by the\naward. The contract\nmay provide additional benefits, but cannot\nderogate from the terms and conditions imposed by the award and, as\nwe have said, the\naward operates with statutory force to secure those\nterms and conditions. Neither from the point of view of the employer\nnor the\nemployee is there any need to convert those statutory rights\nand obligations to contractual rights and obligations. There is,\ntherefore,\nan insuperable obstacle in the way of the appellants'\nsecond argument that the terms of an award such as cl 11(a) are\nimplied terms\nof the contract of employment.â\n44\n[30]\tThe same conclusion was reached in the\nUnited Kingdom in\nJohnson v Unisys Ltd\n45\nwhen\nconfronted with the same problem. That case involved an employee who\nwas summarily dismissed at the age of 52 years from a company\nthat,\nwith a gap of three years, he had served for 23 years. An employment\ntribunal, applying the English equivalent of the LRA provisions\ngoverning unfair dismissals, held that the dismissal was unfair and\nawarded him compensation in terms of the statute. Dissatisfied\nwith\nthe amount of the award he sought to pursue a claim for damages based\non his unfair dismissal contending that apart from the\nstatutory\nregime and pursuant to the implied contractual term of trust and\nconfidence attaching to all contracts of employment it\nwas not open\nto his employer to dismiss him in an unfair manner. Hence so he\ncontended he was entitled to damages for breach of contract\nin\naddition to the statutory compensation.\n[31]\tThe fundamental reason for the claim\nfailing was that recognising such an implied term in the contract of\nemployment\n46\nwould be inconsistent with and render redundant the statutory scheme\nin regard to unfair dismissals. Lord Nicholls of Birkenhead\nput it in\nthis way:\nâ\nBut there is an insuperable obstacle: the\nintervention of Parliament in the unfair dismissal legislation.\nHaving heard full argument\non the point, I am persuaded that a common\nlaw right embracing the manner in which an employee is dismissed\ncannot satisfactorily\nco-exist with the statutory right not to be\nunfairly dismissed. A newly developed common law right of this\nnature, covering the same\nground as the statutory right, would fly in\nthe face of the limits Parliament has already prescribed on matters\nsuch as the classes\nof employees who have the benefit of the\nstatutory right, the amount of compensation payable and the short\ntime limits for making\nclaims. It would also defeat the intention of\nParliament that claims of this nature should be decided by specialist\ntribunals, not\nthe ordinary courts of law.â\nThose remarks are\nequally apposite to Mr McKenzieâs claim in the present case.\n[32]\tIn giving the leading opinion Lord\nHoffmann recognised that, in the absence of any other provision in\nlaw that governed questions\nof unfairness in regard to dismissal, it\nwould have been open to the courts to formulate rules by way of\nimplied terms governing\nthe issue of fairness in dismissal, in the\nlight of changes in understanding the employment relationship and\nrecognition of the role\nthat employment plays, not only in people\nbeing able to support themselves and their families, but also in\ngiving them a sense of\nself-worth and enabling them to play a proper\nrole in society.\n47\nHowever he regarded the comprehensive statutory scheme in the United\nKingdom as posing an insuperable obstacle to such a development\nand\nsaid the following:\nâ\n54.\nMy Lords, this statutory system for dealing with unfair dismissals\nwas set up by Parliament to deal with the recognised deficiencies\nof\nthe law as it stood at the time of\nMalloch\nv Aberdeen Corporation\n[1971] 1 WLR 1581.\nThe remedy adopted by Parliament was not to build\nupon the common law by creating a statutory implied term that the\npower of dismissal\nshould be exercised fairly or in good faith,\nleaving the courts to give a remedy on general principles of\ncontractual damages. Instead,\nit set up an entirely new system\noutside the ordinary courts, with tribunals staffed by a majority of\nlay members, applying new statutory\nconcepts and offering statutory\nremedies. Many of the new rules, such as the exclusion of certain\nclasses of employees and the limit\non the amount of the compensatory\naward, were not based upon any principle which it would have been\nopen to the courts to apply.\nThey were based upon policy and\nrepresented an attempt to balance fairness to employees against the\ngeneral economic interests of\nthe community. And I should imagine\nthat Parliament also had in mind the practical difficulties I have\nmentioned about causation\nand proportionality which would arise if\nthe remedy was unlimited. So Parliament adopted the practical\nsolution of giving the tribunals\na very broad jurisdiction to award\nwhat they considered just and equitable but subject to a limit on the\namount.\n55. â¦\n56. Part X of the\nEmployment Rights Act 1996 therefore gives a remedy for exactly the\nconduct of which Mr Johnson complains. But Parliament\nhad restricted\nthat remedy to a maximum of Â£11,000, whereas Mr Johnson wants to\nclaim a good deal more. The question is whether\nthe courts should\ndevelop the common law to give a parallel remedy which is not subject\nto any such limit.\n57. My Lords, I do\nnot think that it is a proper exercise of the judicial function of\nthe House to take such a step. Judge Ansell,\nto whose unreserved\njudgment I would pay respectful tribute, went in my opinion to the\nheart of the matter when he said:\n\"there is not one hint in the authorities that\nthe...tens of thousands of people that appear before the tribunals\ncan have, as\nit were, a possible second bite in common law and I ask\nmyself, if this is the situation, why on earth do we have this\nspecial statutory\nframework? What is the point of it if it can be\ncircumvented in this way? .... it would mean that effectively the\nstatutory limit\non compensation for unfair dismissal would\ndisappear.\"\n58. I can see no\nanswer to these questions. For the judiciary to construct a general\ncommon law remedy for unfair circumstances attending\ndismissal would\nbe to go contrary to the evident intention of Parliament that there\nshould be such a remedy but that it should be\nlimited in application\nand extent.â\n[33]\tI find myself in respectful agreement\nwith this reasoning. I would add to it that there is the further bar\nin South Africa that\nthe legislation in question has been enacted in\norder to give effect to a constitutionally protected right and\ntherefore the courts\nmust be astute not to allow the legislative\nexpression of the constitutional right to be circumvented by way of\nthe side-wind of\nan implied term in contracts of employment. I am\nalso fortified in that conclusion by the fact that it reflects an\napproach adopted\nin a number of other jurisdictions. In addition the\nConstitutional Court has already highlighted the fact that there is\nno need to\nimply such provisions into contracts of employment because\nthe LRA already includes the protection that is necessary. The\npassage\nI have in mind is the following:\n[42] The LRA includes the principles of natural justice.\nThe dual fairness requirement is one example; a dismissal needs to be\nsubstantively\nand procedurally fair. By doing so, the LRA guarantees\nthat an employee will be protected by the rules of natural justice\nand that\nthe procedural fairness requirements will satisfy the\naudi\nalteram partem\nprinciple and the rule against bias. If the\nprocess does not, the employee will be able to challenge her or his\ndismissal, and will\nbe able to do so under the provisions and\nstructures of the LRA. Similarly, an employee is protected from\narbitrary and irrational\ndecisions, through substantive fairness\nrequirements and a right not to be subjected to unfair labour\npractices.â\n48\n[34]\tTwo\n\trecent articles â by Tamara Cohen\n49\nand John Grogan\n50\nrespectively  â nonetheless suggest that,\n\tunder the influence of constitutional norms, recent decisions of the\n\tcourts have gone\na long way towards implying in all employment\n\tcontracts, a general criterion of fairness, which, taken to its\n\tconclusion, is capable\nof including a contractual right not to be\n\tunfairly dismissed. As Tamara Cohen puts it in her conclusion:\n51\nâ\nNo\n\tlonger is the employment contract the unfettered domain of the\n\temployer but, thanks to the constitutional promise of fair labour\n\tpractices, has evolved to import considerations of fairness and\n\tequity.â\n[35]\tI\n\tdo not think the decisions they refer to go as far as the writers\n\tsuggest. While the Constitution guarantees to everyone\nâthe right\n\tto fair labour practicesâ,\n52\nand also calls upon courts, when developing the common law, to\n\tâpromote the spirit, purport and objects of the Bill of Rightsâ,\n53\nit does not follow that courts are thereby enjoined to develop the\n\tcommon law contract of employment by simply incorporating in\nit the\n\tconstitutional guarantee. Where the common law, as supplemented by\n\tlegislation, accords to employees the constitutional\nright to fair\n\tlabour practices there is no constitutional imperative that calls\n\tfor the common law to be developed. Indeed, to\nduplicate rights that\n\texist by statute does no more than to create the âjurisdictional\n\tquagmireâ that is referred to by Tamara\nCohen. As she rightly\n\tpoints out, the consequence is that the carefully crafted structure\n\twithin which those rights were legislatively\ncreated becomes\n\tsuperfluous. John Grogan makes the same point:\nâ\n[T]he\n\tdistinction between the causes of action in claims for enforcement\n\tof rights emanating from the contract of employment and\nrights\n\temanating from the [Labour Relations Act] becomes very difficult,\n\tperhaps in some cases impossible, to distinguish.â\nIn similar vein Pretorius and Myburgh\n54\nsay that such an approach would have as its consequence that:\nâ\nmost (if not all) unfair dismissals can now be\ndressed up as a contractual claim and played out in the H[igh]\nC[ourt]â\nwith the result that,\nâ\nthe jurisdictional divide will surely be eroded to\nthe point of collapseâ.\nProfessor Darcy du Toit sums it up as follows:\nâ\nTo infer the existence of a common law right\nduplicating the statutory right is to call into question the purpose\nof enacting the\nstatutory right.â\n55\n[36]\tIn\nMohlaka v\nMinister of Finance\n56\nPillay J reminds us that when applying a provision of the Bill of\nRights a court is called upon to apply or âif necessaryâ develop\nthe common law only âto the extent that legislation does not give\neffect to that rightâ. The employment relationship is governed\nboth\nby rights that are created by agreement, and by rights that are\nstatutorily conferred, each of which has its proper place and\nfalls\nto be vindicated in its appropriate sphere. In by far the majority of\ncases the rights and obligations that are created by\ncontract will\nplay the lesser role and the statutory rights of employees will come\nto the fore. In some instances the converse will\nbe true. In either\ncase I can see no justification for mechanically duplicating\nstatutory rights by importing them into the contract\nwith the\nunfortunate consequences adverted to by the writers to whom I have\nreferred. I can see even less justification for importing\nthem in\npart only with a view to procuring advantages not contemplated by the\nstatute.\n[37]\tI share the view of Professor Halton\nCheadle, whose role in the drafting of the LRA is well documented,\nthat where, as here,\nthe employees are protected by the LRA, section\n8(3) of the Constitution does not warrant or require an importation\nfrom the realm\nof constitutionally protected labour rights into\nindividual contracts of employment by way of an implied term.\n57\nThe LRA specifically gives effect to the constitutional right to fair\nlabour practices and the consequent right not to be unfairly\ndismissed. Accordingly the constitutional basis for developing the\ncommon law of employment and thereby altering the contractual\nrelationships is absent.\n[38]\tThe two decisions that are said to\nhave had the effect of imputing into contracts of employment a right\nto fairness, and in particular\na right to a fair hearing prior to\ndismissal, are\nOld Mutual Life Assurance Co.\nSA Ltd v Gumbi\n58\nand\nBoxer Superstores Mthatha v Mbenya.\n59\nIt is as well to consider precisely what was decided in those cases.\n[39]\tIn\nGumbi\nit was said that the focus of the appeal was âthe employeeâs\nright to a pre-dismissal hearing under the common lawâ. The court\nwent on to say:\nâ\nAn employee's entitlement to a pre-dismissal hearing\nis well recognised in our law. Such right may have, as its source,\nthe common\nlaw or a statute which applies to the employment\nrelationship between the parties (\nModise and Others v Steve's\nSpar, Blackheath\n2001 (2) SA 406\n(LAC) ((2000) 21 ILJ 519;\n[2000]\n5 BLLR 496)\nin para [21] and the authorities collected there). In\ncases such as the present, the parties may opt for certainty and\nincorporate\nthe right in the employment agreement (\nLamprecht and\nAnother v McNeillie\n[1994] ZASCA 45\n;\n1994 (3) SA 665\n(A) (1994) 15 ILJ 998;\n[1994]\n11 BLLR 1)\nat 668 (SA)).â\n[40]\tIt is apparent\nthat there was no intention in that passage to lay down any new\nprinciple of law, but only to reiterate what had\nbeen said in the\ncases referred to. However I do not think that where it refers to the\ncommon law it is an altogether accurate reflection\nof what was said\nin those cases.\n[41]\tThe issue in\nModise\nwas whether the dismissal of the employees constituted an âunfair\nlabour practiceâ as contemplated by the now repealed Labour\nRelations Act 28 of 1956. One of the contentions advanced was that it\nwas an unfair labour practice to dismiss an employee without\nfirst\ngiving the employee a hearing.\n60\nIn a careful analysis Zondo AJP explained that the right to a hearing\nbefore dismissal was an incident of the statutory right not\nto be\nsubjected to an unfair labour practice, and that, as a general rule,\nit âhas no application to private contractsâ.\n61\nThe acting Judge President admitted of one exception to that general\nrule when he said the following:\nâ\nHowever, there is one exception to the general rule\nthat the\naudi\nrule does not apply to private contracts. That\nis where a private contract contains a provision which either\nexpressly or by necessary\nimplication incorporates the right to be\nheardâ.\n[42]\tIn saying that the acting Judge\nPresident relied upon\nLamprecht\n,\nwhere an employee sought to review a decision to dismiss him on the\nground that the principles of fundamental or natural justice\n(which\ninclude the right to a hearing) had not been complied with. Harms JA\nsaid that in order for the employee to succeed\nâ\n[i]t was accepted on his behalf that he had to prove\na contract (express or tacit) containing a provision (also either\nexpress or\ntacit) incorporating the rules of natural justiceâ.\nThe learned judge went on to cite as being\napposite the following dictum of Trollip J in\nGrundling\nv Beyers\n:\n62\nâ\nIn a statute empowering an official or body to give a\ndecision adversely affecting the rights of liberty or property of an\nindividual,\na legal presumption usually operates that the\naudi\nalterem partem\nrule has to be observed. There is no such\npresumption in a contract. The obligation to afford a hearing\naccording to natural justice\nmust therefore be either an expressed or\nnecessarily implied term of the contract.â\n63\n[43]\tA more accurate summary of the law as\nit was articulated in those cases would be that an employee is\nentitled to a pre-dismissal\nhearing where that right is conferred by\na statute or by an employment contract. The right arises\ncontractually where the contract\nprovides for it either expressly or\ntacitly. If the passage I have referred to in\nGumbi\nhad been expressed in those terms, reflecting\nwhat was said in the cases relied on, it would have said nothing that\nwas novel or controversial.\n[44]\tOf even more practical importance in\nGumbi\nis that, as\nexpressly stated in the passage quoted, a right to a pre-dismissal\nhearing was indeed incorporated in the contract, as\nenvisaged by\nLamprecht\n.\n64\n(A perusal of the record suggests that it was expressly incorporated\nby the incorporation of a disciplinary code, as in\nDenel\n(Edms) Bpk\n,\n65\nbut whether the incorporation was express or tacit is not important.)\nThe court was not called upon in that case to decide in what\ncircumstances an employee had such a right. The sole dispute was the\nambit of that right, and in particular, whether the failure\nby the\nemployee to take the opportunity to be heard had the result that the\nemployer had failed to fulfil its contractual obligation.\n66\nThe entitlement to such a hearing was not in dispute nor were any of\nthe points considered in this case raised.\n[45]\tIn the course of his judgment,\nhowever, and after referring to a case dealing with the requirements\nfor a fair hearing under\nthe old unfair labour practice\njurisdiction,\n67\nthe learned judge added the following observation, without\nelaboration and without citing authority to support it:\nâ\nIt is clear however that co-ordinate rights\n[co-ordinate with the contractual right] are now protected by the\ncommon law: to the extent\nnecessary, as developed under the\nconstitutional imperative (s 39(2)) to harmonise the common law into\nthe Bill of Rights (which\nitself includes the right to fair labour\npractices (s 23(1)).â\nFor the reasons I have given that observation was not\nnecessary for the decision in that case and was clearly obiter.\n[46]\nBoxer\nSuperstores\nfollowed shortly after\nGumbi\n.\nIt concerned the jurisdiction of the high court to consider a claim\nfor declaratory relief arising from what was alleged to have\nbeen a\nbreach of an employment contract. For the reasons that I have given\nthe question whether the high court has jurisdiction to\nconsider a\nclaim for breach of contract is not controversial. What was said to\nbe the novel question in that case was âwhether\nan employee may sue\nin the High Court for relief on the basis that the disciplinary\nproceedings and the dismissal was âunlawfulâ,\nwithout alleging\nany loss apart from salaryâ. Not surprisingly the court answered\nthat question in the affirmative, saying, amongst\nother things:\n68\nâ\nIt would moreover be illogical to hold that an\nemployee can claim damages for breach of the common law contract of\nemployment in the\nHigh Court â as in\nFedlife\nand\nDenel\nâ but cannot claim (as is\ninter alia\nhere sought) a\ndeclarator\n.â\n[47]\tCameron JA nonetheless took the\nopportunity to refer to\nGumbi\nand said the following:\n69\nâ\nThis Court has recently held that the common-law\ncontract of employment has been developed in accordance with the\nConstitution to\ninclude the right to a pre-dismissal hearing. ...\nThis means that every employee now has a common-law contractual claim\nâ not merely\na statutory unfair labour practice right â to a\npre-dismissal hearing. Contractual claims are cognisable in the High\nCourt. The\nfact that they may also be cognisable in the Labour Court\nthrough that courtâs unfair labour practice jurisdiction does not\ndetract\nfrom the High Courtâs jurisdiction.â\n[48]\tI have already pointed out that what\nwas said to be the finding in\nGumbi\nwas obiter and I do not think that its repetition in\nBoxer\nSuperstores\ntakes the matter further.\nMoreover, the question whether the court had jurisdiction was\ndependant on the pleaded claim, as the learned\njudge correctly said,\n70\nand not upon the merit or otherwise of the claim. Whether the\ncontract relied upon by the employee indeed entitled her to a hearing\nwas accordingly not an issue before the court, and was not necessary\nfor its decision.\n[49]\tIt would be incomplete not to deal\nwith two further decisions of this court in the present context. One\nis\nTransman (Pty) Ltd v Dick\n.\n71\nIn that case an employee sought to review, on administrative law\nprinciples, a decision to dismiss him. In asking whether the review\napplication was competent Jafta JA (writing for the majority) posed\nthe question before him as being âwhether the chairpersonâs\nverdict [the chairperson of the disciplinary enquiry] and the\ntermination of employment constitute decisions which are reviewable\nin administrative lawâ\n72\nand concluded that they were not. The learned judge went on to ask\nwhether the employee had âmade out a case for a contractual\npre-dismissal hearingâ and concluded as follows:\n73\nâ\nIn the present case the duty was on the employee not\nonly to plead a contractual claim but also to prove the facts from\nwhich the\ncontended tacit term could be inferred. This the employee\nhas failed to do and as a result there is no factual basis for\nimporting\ninto the employment agreement the term that he was entitled\nto a hearing before the board terminated his employment. In fact he\nhas\nfailed to plead the terms of the employment agreement between\nhimself and the employer, Therefore he has not satisfied the\nrequirements\nof the test for importing terms into a contract.\nAccordingly the court below erred in assuming that his employment\ncontract was âsubject\nto an implied term that he would be afforded\na fair hearing before he was dismissedâ. It follows that the appeal\nmust succeed.â\nThe minority similarly found that the employee had not\nestablished the terms of the contract, let alone a term in the\ncontract entitling\nhim to a hearing.\n[50]\tOver and above this however Jafta JA\nalso referred to\nGumbi\nand said the following:\nâ\nBefore the decision of this court in\nGumbi\nthe\nright to a pre-dismissal hearing was not implied at common law and\nthis necessitated the development of the common law in terms\nof\nsection 39(2) of the Constitution. As from the date of the delivery\nof the judgment in\nGumbi\nthe right of every employee to a\npre-dismissal hearing is implied at common law. Since that judgment\nwas delivered after the cause\nof action had arisen in the present\nmatter reliance [by the court below] on\nGumbi\nwas misplaced.â\n[51]\tI have already pointed out that what\nwas said in\nGumbi\nin\nthat regard was obiter and not an authoritative finding by this\ncourt. Clearly it also played no role in the decision that was\narrived at in\nTransman\nand its repetition in that case takes the matter no further.\n[52]\tFinally there is\nMurray\nv Minister of Defence\n,\n74\nin which an officer in the South African Navy claimed damages for his\nalleged constructive dismissal. It is important to bear in\nmind that\nemployees in his position are expressly excluded from the operation\nof the LRA.\n75\nHe relied in support of his claim upon his right to âfair labour\npracticesâ accorded to him by s 23(1) of the Constitution. In\nthat\nregard the judgment records that âthe parties agreed that the\nplaintiff was entitled to rely directly on this right, as also\nthe\nright to dignity,\n76\nwhich is a close associate of the right to fair labour practicesâ.\nThe approach that Cameron JA took to the matter was expressed\nas\nfollows:\nâ\nHowever, it is in my view best to understand the\nimpact of these rights through the constitutional development of the\ncommon-law contract\nof employment. This contract has always imposed\nmutual obligations of confidence and trust between employer and\nemployee. Developed\nas it must be to promote the spirit, purport and\nobjects of the Bill of Rights, the common law of employment must be\nheld to impose\non all employers a duty of fair dealing at all times\nwith their employees â even those the LRA does not cover.â\n[53]\tI do not think it is necessary to\nelaborate upon the implications for that case of that âobligation\nof confidence and trustâ\nwhich is well-established in our law.\n77\nIt is sufficient to say that it was held to import into the contract\nof employment a term that\nâ\nthe employer would not without reasonable and proper\ncause conduct itself in a manner calculated and likely to destroy or\nseriously\ndamage the relationship of confidence and trust with the\nemployee: breach of the term would amount to a contractual\nrepudiation justifying\nthe employee in resigning and claiming\ncompensation for dismissal.â\n[54]\tI am not sure that the common law\nrequired development in order to reach that conclusion,\n78\nbut that is by the by. What is important to bear in mind is that the\neffect of any extended duty of fair dealing must be worked out\nin\nindividual cases in the light of the statutory provisions giving\neffect to the constitutional guarantee of fair labour practices.\nThe\nconstitutional rights that were drawn upon in that case for importing\ninto the contract a term protecting the employee against\nconstructive\ndismissal are given full effect in relation to employees falling\nunder the LRA by the definition of âdismissalâ\nin s 186(1).\n79\nMurray\nseems to me to\nbe authority for no more than the proposition that an employee who is\nnot subject to the LRA enjoys the same right\nas other employees not\nto be constructively dismissed, whatever else might have been said en\npassant. It is possible that there is\nsome need to develop the common\nlaw by importing into the contract of such employees terms that give\neffect to their right to fair\nlabour practices but that is not a\nmatter that need now concern us.\n[55]\tI do not think that any of the cases I\nhave referred to can be said to have decided authoritatively that the\ncommon law is to\nbe developed by importing into contracts of\nemployment generally rights flowing from the constitutional right to\nfair labour practices.\nIt is uncontroversial that the LRA is intended\nto give effect to that constitutional right and I see no present\ncall, certainly not\nin this case, for the common law to be developed\nso as to duplicate those rights (at least so far as it relates to\nemployees who\nare subject to that Act). The obiter dictum in\nGumbi\n,\nwhich has been reiterated without elaboration, and without apparent\nconsideration of the matters that have been dealt with in this\njudgment, cannot be considered to be authoritative.\n[56]\tIn my view the\ninterpretation given to the cases mentioned goes further than the\njudgments warrant and they provide no obstacle\nto the correctness of\nthe analysis set out above. That analysis concludes that, insofar as\nemployees who are subject to and protected\nby the LRA are concerned,\ntheir contracts are not subject to an implied term that they will not\nbe unfairly dismissed or subjected\nto unfair labour practices. Those\nare statutory rights for which statutory remedies have been provided\ntogether with statutory mechanisms\nfor resolving disputes in regard\nto those rights. The present is yet another case in which there is an\nattempt to circumvent those\nrights and to obtain, by reference to,\nbut not in reliance upon, the provisions of the LRA an advantage that\nit does not confer.\nIt is precisely similar attempts that in my view\noccasioned the recent jurisdictional debate in cases such as\nChirwa,\nMakhanya and Gcaba.\n80\n[57]\tIn both\nConstitutional Court decisions concerns are expressed that the cases\nbefore the Court involved attempts to circumvent\nthe LRA.\n81\nThat seems to me to have been a correct perspective but the problem\nis resolved once it is recognised that we are not concerned with\njurisdictional issues but with the substantive rights of the parties.\nThus in\nWolfaardt\nthe issue was the plaintiffâs entitlement\nto the benefit of the full fixed term for which he had contracted.\nIn\nChirwa\nand\nGcaba\nit was whether the conduct\ncomplained of constituted administrative action. All three claims\nwere advanced on a basis that placed\nthem within the jurisdiction of\nthe High Court, but in the latter two the claims were without merit\nbecause they did not involve\nadministrative action.\n[58]\tIn the present\ncase the issue is whether Mr McKenzieâs contract contains a term\nimplied by law as pleaded by him. That is a\nquestion within this\nCourtâs jurisdiction and in my view the answer is that it does not.\nWhat creates difficulties is when the\nmerits of a claim are confused\nwith the jurisdiction to deal with it. Once it is shown that claims\nsuch as the present one or those\nin\nChirwa\nand\nGcaba\nare\nwithout merit they will no longer be pursued in any court and one\nsuspects that the jurisdictional quagmire will prove to be nothing\nmore than a muddy puddle that should have been avoided had the\nparties focussed on the merits of the claims rather than trying to\navoid them by way of jurisdictional challenges. In the present case\nthere was nothing wrong in Mr McKenzie pursuing his claim in\nthe High\nCourt. However, it is not a good claim and the only viable claim he\ncould have brought based on those allegations had to\nbe pursued, as\nindeed it was, before the CCMA.\n[59]\tThat\nconclusion suffices to justify a finding that the second of the\nspecial pleas should have been upheld on the basis, not\nthat it\nraised a question of jurisdiction, but on the footing that it placed\nin dispute and required a decision on the merits of\nMr McKenzieâs\ncontention that his contract of employment was subject to a term that\nit would not be terminated without just cause.\nThat contention is\nwithout merit.\n[60]\tFor the sake\nof completeness I should say that I do not find it necessary to refer\nto all of the cases in the High Court and\nLabour Court where the\nissues canvassed at length in this judgment have been considered.\nSome are in my view wrong for the reasons\nI have given.\n82\nOthers correctly recognise the difficulties that are identified in\nthis judgment in holding that contracts of employment are subject\nto\nimplied terms derived from and embodying some, but not all, of the\nprovisions of the LRA.\n83\nIt would cause an already lengthy judgment to assume unmanageable\nproportions were I to deal with all of them. The extent to which\nthey\nare in my view either correct or in error will I trust be apparent\nfrom what appears above. In most of them the proper issues\nhave been\nobscured by erroneously characterising the issue as one of\njurisdiction when in truth it has been something else entirely.\n[61]\tI conclude\ntherefore that the claim ought to have been dismissed, on the basis\nset out in paragraph 47 above, and that the\nappeal must succeed.\nThe only remaining question is then that of the costs of this\nlitigation. It is true that the claim was unduly\nambitious and has\nfailed. Indeed in the course of argument Mr McKenzieâs attorney had\ngrave difficulty in defending it on the merits.\nHowever it is plain\nthat there are those in the labour law community who might have\nregarded it as sound and it found some superficial\nsupport in\nauthority. The case is one falling in the employment arena and also\nraises points of constitutional significance. In both\nareas our\ncourts are reluctant to penalise an individual who unsuccessfully\nseeks to vindicate rights having their foundation in\nthe Constitution\nand employment laws giving effect to constitutional rights. SAMSA is,\nif not an organ of state, at least a public\nbody fulfilling public\nfunctions. In my view the fair order to make is that both parties\nshould be responsible for their own costs\nboth in this Court and\nbelow. Mr McKenzieâs lack of success is then reflected in his\nhaving to pay his own costs in the condonation\napplications.\n[62]\tAccordingly\nthe following order is made:\n1. The late lodging\nof the application for leave to appeal is condoned.\n2. Leave to appeal\nis granted.\n3. The appeal is upheld and the order of the court below\nis altered to read:\nâ\nThe plaintiffâs claim is dismissed and both parties\nare to pay their own costs.â\n4. The parties will pay their own costs in this appeal\nincluding the costs of the applications for condonation.\nM J D WALLIS\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT:\tB MALAN (attorney)\nInstructed\nby\nMALAN INC, PRETORIA;\nWEBBERS ATTORNEYS, BLOEMFONTEIN\nFOR RESPONDENT:\tM. G. KHOZA SC (with M.J. RAMAEPADI)\nInstructed by\nDYASON INC, PRETORIA;\nBOKWA ATTORNEYS, BLOEMFONTEIN.\n1\nWe were informed from the Bar that the learned acting judge has\n\tregrettably since died.\n2\nAct 59 of 1959.\n3\nLeave to appeal was refused on 26 November 2008. Whilst the\n\tapplication for leave to appeal is dated 19 December 2008 it was\n\tonly\nlodged with this Court on 15 January 2009, outside the period\n\tof 21 days provided for in section 21(2) of Act 59 of 1959.\n4\nM\nasuku and Another v State President\n\tand Others\n1994 (4) SA 374\n(T) at\n\t378J-379 (A);\nMakhanya v University of Zululand\n[2009]\n\tZASCA 69\npara 29.\n5\n[2009] ZACC 26\n;\n[2009] 12 BLLR 1145\n(CC). This in turn endorsed the\n\tapproach of this court in\nMakhanya v University of Zululand,\nabove.\n6\n2009 (2) SA 628\n(ECD) para 66.\n7\nFootnote 6,\nsupra\n, para 93.\n8\nThere is authority for this approach. Cheadle AJ said in\nBooysen\n\tv SAPS and another (\n2009) 30 ILJ 301 (LC) para 37: âThe right\n\tto fair labour practices is given effect to by the LRA and other\n\tlabour legislation.\nApart from challenges to the constitutionality\n\tor interpretation of that legislation or the development of the\n\tcommon law where\nthere is no legislation, the right plays no other\n\trole and does not constitute a separate source for a cause of\n\taction.â\n9\nFisheries Development Corporation of SA Ltd v\n\tJorgensen and another; Fisheries Development Corporation of SA Ltd v\n\tAWJ Investments\n(Pty) Ltd and others\n1979\n\t(3) SA 1331\n(W) AT 1334D\n;\nDe Polo v Dreyer\n1990 (2) SA 290\n(W) at 300G-H.\n10\n1974 (3) SA 506\n(A) at 531D-532G.\n11\nThe English law from which we have derived this test has recently\n\tundergone some restatement in A\nttorney General of Belize and\n\tothers v Belize Telecom Ltd and another\n[2009] UKPC 11\n;\n[2009] 2\n\tAll ER 1127\n(PC).\n12\nAlfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\n\tAdministration\n1974 (3) SA 506\n(A) at 532G-533C\n; Delfs v\n\tKuehne & Nagel (Pty) Ltd\n1990 (1) SA 822\n(A) at 827B-828B;\nWilkins NO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at 136H-137D.\n13\nSee the remarks of Jenkinson J in\nGregory v Philip Morris Ltd\n(1988) 80 ALR 455\nat 459 and the judgment of McHugh J and Gummow\n\tJ in\nByrne v Australian Airlines Ltd\n[1995] HCA 24\n;\n185 CLR 410\nat 443 to\n\t446.\n14\nThe Truck Act  1831; Truck Amendment Act 1887 and the Truck Act\n\t1896.\n15\nNow embodied in\nsection 32(1)\nof the\nBasic Conditions of Employment\nAct 75 of 1997\n. Hereafter the BCEA\n16\nSection 34\nof the BCEA.\n17\nUnder the\nOccupational Health and Safety Act 85 of 1993\n.\n18\nUnder the Compensation for Occupational Injuries and Diseases Act\n\t130 of 1993\n19\nR v Canqan and others\n1956 (3) SA\n\t366\n(E) at 367H-368A;\nNational Automobile and Allied Workers\n\tUnion (now known as National Union of Metalworkers of South Africa)\n\tv Borg-Warner SA (Pty)\nLtd\n1994 (3) SA 15\n(A) at 23B-D.\n20\nRitch and Bhyat v Union Government (Minister of Justice)\n1912\n\tAD 719\nat 734-5;\nSouth African Co-operative Citrus Exchange Ltd v\n\tDirector-General: Trade and Industry\nand another\n[1997] ZASCA 6\n;\n1997 (3)\n\tSA 236\n(SCA) at 242H-243D and 244D-E.\n21\nThe right to an interdict is generally recognised.\nMadrassa\n\tAnjuman Islamia v Johannesburg Municipality\n1917 AD 718.\n22\nCoetzee v Fick and another\n1926 T.P.D. 213\nat 216 approved in\nDa Silva and another v Coutinho\n1971 (3) SA 123\n(A) at 135.\n23\nCallinicos v Burman\n1963 (1) SA 489\n(A) at 497H - 498A\n24\nOlitzki Property Holdings v State Tender Board\n\tand another\n2001 (3) SA 1247\n(SCA)\n\tpara 12.;\nSteenkamp NO v Provincial\n\tTender Board, Eastern Cape\n2007 (3) SA\n\t121\n(CC) para 40.\n25\nSir Otto Kahn-Freund, âA Note on Status and Contract in British\n\tLabour Lawâ (1967) 30\nMod LR\n635 at 641. The note concerns\n\tthe enforceability of collective agreements an issue dealt with in\n\tthis country in section 23 of\nthe LRA.\n26\nAs in South African law is the case with statutory rights that\n\tcannot be waived. See footnote 20 above.\n27\nLord Wedderburn,\nLabour Law and Freedom: Further Essays in Labour\n\tLaw\n(1995) 212\net seq\n. This is the position achieved in\n\tSouth Africa by section 23(3) of the LRA.\n28\nProfessor of Employment Law in the University of Oxford and one of\n\tthe worldâs foremost scholars in this field.\n29\nMark Freedland,\nThe Personal Employment Contract\n(2003) 120.\n30\nHugh Collins,\nThe Law of Contract\n, 3ed, 233-235.\n31\nAt the time of its enactment it was section 27 of the Interim\n\tConstitution.\n32\nFedlife Assurance Limited v Wolfaardt\n2002 (1) SA 49\n(SCA)\n\tpara2.\n33\nSection 191 of the LRA.\n34\nSection 193 of the LRA.\n35\nSection 194(1) of the LRA.\n36\nThe progenitor of the approach was Sir Otto Kahn-Freund in\nThe\n\tSystem of Industrial Relations in Great Britain\n(1954) ed\n\tFlanders and Clegg. It was accepted as correct by the Donovan\n\tCommission in its report (Cmd 3623) and was held to be a\ncorrect\n\treflection of the law in\nFord Motor Company v Amalgamated Union\n\tof Engineering and Foundry Workers\n[1969] 2 All ER 481.\nHalsburyâs Laws of England, 5\nth\ned (Mackay), Vol 39,\n\tpara 91footnotes 3 and 4.\n37\nConsolidated Frame Cotton Corporation Limited v Minster of\n\tManpower\n1985 (1) SA 191\n(D) at 198H-I and (on appeal)\n1985 (1)\n\tSA 200\n(N) at 205G-H.\n38\nHalsbury,\nop cit\n, para 91, Lord Wedderburn,\nThe Worker and\n\tthe Law\n, 3 ed, 329-343; M J D Wallis,\nLabour and Employment\nLaw, (loose-leaf, Issue 5) para 44.\n39\nAct 75 of 1997.\n40\nExamples of such statutorily imposed terms in the context of\n\temployment are given in Halsburyâs Laws of England, 5\nth\ned (Mackay), Vol 39, para 89,fn1.\n41\nArising from sections 43 and 46 of the Labour Relations Act 28 of\n\t1956.\n42\nIngledew v Financial Services Board: In re Financial Services\n\tBoard v Van der Merwe and another\n[2003] ZACC 8\n;\n2003 (4) SA 584\n(CC);\nMinister\n\tof Health and another NO v New Clicks South Africa (Pty) Ltd and\n\tothers (Treatment Action Campaign and another as Amici\nCuriae)\n2006\n\t(2) SA 311\n(CC) paras 433 to 437;\nSA National Defence Union v\n\tMinister of Defence and others\n[2007] ZACC 10\n;\n2007 (5)\n\tSA 400\n(CC) paras 51 and 52;\nMEC for Education, KwaZulu-Natal,\n\tand others v Pillay\n[2007] ZACC 21\n;\n2008 (1) SA 474\n(CC) para\n\t40.\n43\n[1995] HCA 24\n;\n185 CLR 410.\n44\nPara 11 at 421.\n45\n[2001] UKHL 13\n;\n[2001] 2 All ER 801\n(HL). Lord Steyn dissented in\n\tthat case and suggested that it should be reconsidered in\nEastwood\n\tv Magnox Electrical plc\n[2004] UKHL 35\n;\n[2004] 3 All ER 991\n(HL), but his appears to be a lone voice.\n46\nIt must be born in mind that in English law the approach of courts\n\tto the implication of terms in contracts of employment may not\n\tproceed in quite the same way as with the implication of terms in\n\tother contracts. Halsbury,\nsupra\n, para 90\n47\nIn para [43] relying on the minority judgment of\n\tMcLachlin J (as she then was) in\nWallace v\n\tUnited Grain Growers Ltd\n(1997) 152 DLR\n\t(4\nth\n) 1 paras 135\n\tto 146;\n[1997] 3 S.C.R. 701\n;\n1997\n\tCanLII 332\n(S.C.C.). However in that case\nIacobucci\n\tJ, speaking for the majority rejected such an implied term and said:\n\tâIn the context of the accepted theories on the\nemployment\n\trelationship, such a law would, in my opinion, be overly intrusive\n\tand inconsistent with established principles of employment\nlaw, and\n\tmore appropriately, should be left to legislative enactment rather\n\tthan judicial pronouncement.â\n48\nPer Skweyiya J in\nChirwa v Transnet Ltd and Others\n[2007]\n\tZACC 23\n;\n2008 (4) SA 367\n(CC). See also\nJooste v Score\n\tSupermarket Trading (Pty) Ltd (Minister of Labour Intervening)\n1999\n\t(2) SA 1\n(CC) paras16 to 18.\n49\nTamara Cohen âImplying Fairness into the Employment Contractâ\n(2009) 30\nILJ\n2271.\n50\nJohn Grogan âRe-interpreting Chirwa: New Twist in the\n\tjurisdictional debateâ\nEmployment Law\nVol 25(5) 4.\n51\nPage 2294.\n52\nSection 23.\n53\nSection 39.\n54\nPaul Pretorius SC and Anton Myburgh âA Dual System of Dismissal\n\tLaw: Comment on Boxer Superstores Mthatha & another v Mbenya\n\t(2007) 28\nILJ\n2209 (SCA)â (2007) 28\nILJ\n2172 at 2174\n\tand 2176.\n55\nDarcy du Toit âOil on Troubled Waters? The Slippery Interface\n\tbetween the Contract of Employment and Statutory Labour Lawâ\n(2008) 125\nSALJ\n95\nat 96-7.\n56\n(2009) 30\nILJ\n622 (LC).\n57\nCurrent Labour Law 2008\nat 181. Ms Cohen correctly says that\n\tthis is a valid criticism. Professor du Toit, op cit fn 6 echoes it.\n58\n2007 (5) SA 552\n(SCA).\n59\n2007 (5) SA 450\n(SCA).\n60\nPara 12.\n61\nPara 15.\n62\n1967 (2) SA 131\n(W).\n63\nI think it is clear that when referring to an\n\timplied term of the contract the learned judge was referring to a\n\ttacit term as explained\nin\nAlfred McAlpine & Son (Pty)\n\tLtd v Transvaal Provincial Administration\n,\n\tabove.\n64\nâ\nIn cases such as the present,\n[my emphasis] the parties may opt for certainty and incorporate the\n\tright in the employment agreement.â\n65\n2004 (4) SA 481\n(SCA).\n66\nPara 9.\n67\nSlagment (Pty) Ltd v Building, Construction and Allied Workers'\n\tUnion and Others\n1995 (1) SA 742\n(A).\n68\nPara 8.\n69\nPara 6.\n70\nParas 9 and 10.\n71\n2009 (4) SA 22\n(SCA).\n72\nPara 19.\n73\nPara 31.\n74\n2009 (3) SA 130\nSCA).\n75\nSection 2 of the LRA provides that it does not\n\tapply to members of the National Defence Force.\n76\nSection 10 of the Constitution.\n77\nCouncil for Scientific and Industrial Research v Fijen\n1996\n\t(2) SA 1\n(A) at 9H-J; Wallis,\nLabour and Employment Law\n,\nsupra\n, paras 20 and 25.\n78\nSee for example,\nGroenewald\n\tv Cradock Munisipaliteit\n1980 (4) SA\n\t217\n(E), cited by Cameron JA in para 10.\n79\nâDismissalâ is defined to mean, amongst other\n\tthings, âthat an employee terminated a contract of employment with\n\tor without\nnotice because the employer made continued employment\n\tintolerable for the employeeâ.\n80\nFootnotes 48 and 5 above.\n81\nParas 41 (per Skweyiya J) and 104-112 and 124  (per Ngcobo J) in\nChirwa\nand paras 32 and 56 of\nGcaba.\n82\nFor example\nKey Delta v Marriner\n[1998] 6 BLLR 647\n(E).\n83\nMohlaka v Minister of Finance & others\n(2009) 30 ILJ 622\n\t(LC);\n[2009] 4 BLLR 348\n(LC) although the remark in para 17 is\n\tincorrect and inconsistent with my conclusion in this case.",
  "scraped_at": "2026-02-11T20:09:37.235197",
  "date": "2010-02-15",
  "coram": [
    "MPATI P",
    "NUGENT",
    "MHLANTLA JJA",
    "LEACH",
    "WALLIS AJJA"
  ],
  "case_number": "017/09",
  "parties": {
    "applicants": [
      "South African Maritime Safety Authority"
    ],
    "respondents": [
      "Fafie Fortune McKenzie"
    ]
  },
  "sections": {
    "facts": "Mr. McKenzie was employed by the South African Maritime Safety Authority (SAMSA) as chief internal auditor. He was dismissed on 1 March 2005, alleging procedural and substantive unfairness. He pursued remedies under the Labour Relations Act (LRA) and settled for an amount equivalent to one year's salary. He then sued SAMSA, claiming that his employment contract contained an explicit, implied or tacit term that it could not be terminated without just cause, and that the breach entitled him to damages of R5.2 million, calculated on the basis that he would have continued employment until retirement.",
    "issues": "The court had to determine (1) whether the employment contract contained any express, implied or tacit term prohibiting dismissal without just cause; (2) whether such a term could be derived from s185 of the LRA; (3) whether the statutory scheme for unfair dismissal excluded a contractual claim for damages; and (4) whether the special pleas raised by SAMSA raised jurisdictional issues or merely substantive merits.",
    "principles": "The judgment restated that disputes over unfair dismissal are governed by the LRA, whose remedies are exclusive and must be pursued before the CCMA or Labour Court. An implied term may only be read into a contract if the statute intends incorporation; s185 LRA does not incorporate a contractual term. The court distinguished express terms, implied terms (by operation of law), and tacit terms (based on parties' intentions). It cited precedent such as Fedlife, Tsika, Gcaba, Makhanya, and English cases (Byrne, Johnson v Unisys) to confirm that the common law cannot duplicate statutory unfair‑dismissal remedies.",
    "application": "Applying these principles, the court found no express provision in Mr. McKenzie's letter of appointment prohibiting dismissal without cause. The alternative arguments for an implied or tacit term were rejected: the LRA does not intend to alter contractual rights, and the statutory scheme provides the only remedy. Consequently, the claim for contractual damages was without merit, and the special pleas challenging jurisdiction were deemed to address substantive merits rather than jurisdiction.",
    "conclusion": "The appeal was upheld. The lower court's order was amended to dismiss the plaintiff’s claim and to order each party to bear its own costs, including costs of the condonation applications. The court emphasised that parties subject to the LRA must pursue unfair‑dismissal claims in the statutory forum, not via contract‑law damages."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "contractual term",
      "implied term",
      "section 185 LRA",
      "statutory remedy",
      "condonation"
    ]
  }
}