{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/103.html",
  "case_name": "Distell Ltd and Another v Commissioner of South African Revenue Service (416/09) [2010] ZASCA 103; [2011] 1 All SA 225 (SCA); 73 SATC 148 (13 September 2010)",
  "citation": "[2010] ZASCA 103",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 103\n|\nNoteup\n|\nLawCite\nDistell Ltd and Another v Commissioner of South African Revenue Service (416/09) [2010] ZASCA 103; [2011] 1 All SA 225 (SCA); 73 SATC 148 (13 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: \r\n416/09\nIn\r\nthe matter between:\nDISTELL\r\nLIMITED\t\t\t\t\t\t\t\tFirst Appellant\nSTELLENBOSCH\r\nFARMERS’\nWINERY\r\nLIMITED\t\t\t\t\t\t\t\tSecond Appellant\nand\nTHE COMMISSIONER FOR\r\nTHE\nSOUTH AFRICAN REVENUE\r\nSERVICE\nRespondent\nNeutral citation\n:\nDistell v CSARS\n(416/09)\n[2010] ZASCA 103\n(13 September 2010)\nCoram:\nHARMS DP,\r\nHEHER, MHLANTLA JJA, EBRAHIM AND K PILLAY AJJA\nHeard:\n18 August\r\n2010\nDelivered:\n13\r\nSeptember 2010\nUpdated:\nSummary:\nCustoms\r\nand Excise – Act no 91 of 1964 – tariff classification –\r\n‘wine coolers’ – whether ‘other\nfermented\r\nbeverages’ or ‘mixtures of fermented beverages and\r\nnon-alcoholic beverages’ – whether water is\na\r\n‘non-alcoholic beverage’.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Ebersohn AJ, Webster and Molopa JJ\r\nsitting as court of appeal):\n1.\tThe\r\nappeal succeeds with costs including the costs of two counsel.\n2.\tThe\r\norder of the court a quo is set aside and replaced by the following:\n‘\n1.\tThe\r\nappeal succeeds with costs including the costs of two counsel.\n2.\tSave\r\nfor the costs order granted in favour of the second appellant the\r\norder of the High Court is set aside and in its place\nthe following\r\norder is made:\n“\n(a)\tThe\r\ndetermination made by the Commissioner for the South African Revenue\r\nService (“the Commissioner”) on 13 October\n2004 that the\r\nproducts listed in Annexure “A” (the “final wine\r\ncooler products”) fall to be classified\nin tariff item\r\n104.15.50 before the amendment of Part 2A of Schedule 1 to the\r\nCustoms and Excise Act, 91 of 1964 (“the Act”),\ndated 18\r\nFebruary 2004, is hereby corrected by substituting therefor a\r\ndetermination that prior to the said amendment only the\nwine portion\r\nused in the manufacture of the final wine cooler products is liable\r\nto excise duty under item 104.15.10 of Part 2A\nof Schedule 1 to the\r\nAct.\n(b)\tThe\r\ndetermination made by the Commissioner on 13 October 2004 that the\r\nfinal wine cooler products fall to be classified in tariff\nitem\r\n104.17.15 after the amendment of Part 2A of Schedule 1 to the Act\r\n(dated 18 February 2004) is hereby corrected by substituting\ntherefor\r\na determination that after the said amendment the whole of the final\r\nwine cooler products is classifiable in tariff item\n104.17.22 of Part\r\n2A of Schedule 1 to the Act.\n(c)\tThe\r\ndeterminations made by the Commissioner on 13 October 2004 that\r\nBernini Sparkling Grape Beverage and Crown Premium fall\nto be\r\nclassified in tariff item 104.17.15 after the amendment of Part 2A of\r\nSchedule 1 to the Act (dated 18 February 2004) are\nhereby corrected\r\nby substituting therefor a determination that the whole of the said\r\nproducts is classifiable in tariff item 104.17.22\nof Part 2A of\r\nSchedule 1 to the Act.”\n_______________\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER\r\nJA (HARMS DP, MHLANTLA JJA, EBRAHIM and K PILLAY AJJA concurring):\n[1]\tThis\r\ncase concerns the correct classification of ten wine coolers\n1\nfor the purposes of excise duty payable in terms of the Customs and\r\nExcise Act 91 of 1964 (‘the Act’) and the consequential\n\nrelief to which the appellants are entitled if they succeed on the\r\nclassification issue.\n[2]\tThe\r\nfirst appellant (‘Distell’) has manufactured alcoholic\r\nbeverages for many years. It acquired the business of\nthe second\r\nappellant (‘SFW’)\n2\nwith effect from 1 January 2001. SFW also manufactured such\r\nbeverages.\n[3]\tPrior\r\nto 1 January 2001 SFW manufactured Crown. Distell continued to do so\r\nafter the acquisition. Before and after, it manufactured\nthe other\r\nnine wine coolers.\n[4]\tThe\r\nclassification of the wine coolers was, for the most part, the\r\nsubject of determinations made by the respondent (‘the\n\nCommissioner’) on various dates in terms of s 47(9)(a) of the\r\nAct. The appellants contest the latest determination in respect\nof\r\neach cooler. The relief claimed by the appellants in the courts below\r\ntook the form of appeals in terms of s 47(9)(e), or, as\nan\r\nalternative, applications to compel the Commissioner to correct\r\ndeterminations ‘made in error’, as contemplated\nin s\r\n47(9)(d)(i), and, in respect of Crown (during a limited period when\r\nit was not the subject of any determination), declaratory\nrelief.\n[5]\tIn\r\nterms of s 47(1) of the Act duty is payable on, inter alia, all\r\n‘excisable goods’ in accordance with the provisions\nof\r\nSchedule 1 to the Act. The term ‘excisable goods’ is\r\ndefined as meaning goods specified in Part 2 of Schedule 1.\nPart 1 of\r\nSchedule 1 contains descriptive headings and sub-headings\n3\nfor the purposes of classifying goods in relation to duties payable\r\nunder Part 1 (customs duty) and other parts of Schedule 1.\nSection A\r\nof Part 2 to the Schedule uses these tariff headings for the purpose\r\nof identifying, by way of item numbers, the goods\nwhich constitute\r\n‘excisable goods’ and the excise duty payable on them.\r\nThe excise headings in Part 2A mirror the tariff\nheadings in Part 1\r\n(sometimes with minor differences which may limit the goods within\r\nthe excise headings but can never broaden\nthe class). Part 2A of\r\nSchedule 1 was amended with effect from 18 February 2004. The\r\nclassification issue will require a consideration\nof the position\r\nboth before and after the amendment.\nThe facts and history\r\nof the dispute\n[6]\tAs\r\nwill appear, each product is a composite and the descriptive tariff\r\nheadings which must be considered are by no means sharply\ndefined,\r\nand it is, therefore, hardly surprising that neither the appellants\r\nnor the Commissioner has been consistent in its views\nconcerning the\r\ncorrect classification of the coolers. Each side treats the\r\nvacillations of the other as opportunism. It is in my\nview\r\nunnecessary to attach epithets to the conduct of either.\n[7]\tOn\r\n17 July 1995 the Commissioner issued a written tariff determination\r\nto SFW in terms whereof Crown was determined to be (i)\nclassified\r\nunder tariff heading 22.06.00.90 of Part 1 of Schedule 1\n4\n,\r\nand hence (ii)\tliable to excise duty in terms of item 104.15.80 of\r\nPart 2A of Schedule 1.\n[8]\tOn\r\n1 December 1995 the Part 2A determination was amended by the\nCommissioner\r\nfrom item 104.15.80 to item 104.15.50.\n[9]\tOn\r\n21 June 1996 the Commissioner issued a determination that classified\r\nBernini under TH 22.06.00.90 and item 104.15.80. In\nSeptember of that\r\nyear it amended the latter classification to item 104.15.50.\n[10]\t\r\nFor reasons not germane to the appeal Distell paid duty on Bernini at\r\nthe rate specified in item 104.15.10 (a lower rate than\n104.15.50)\r\nuntil August 2002. The appellants’ view in the current\r\nlitigation is that no duty at all was payable on Bernini\nas a cooler,\r\nbut only on the wine used in making it. On that basis, any\r\noverpayment was mainly attributable to duty having been\npaid on the\r\nfull volume of Bernini and not just on the wine content.\n[11]\tOn\r\n14 August 2002 the Commissioner issued a determination to Distell in\r\nrespect of the other eight coolers. This was the first\ndetermination\r\nin respect of these. The determination was in line with those made\r\nfor Crown and Bernini, ie TH 22.06.00.90 and item\n104.15.50. Shortly\r\nbefore issuing this determination, at a meeting on 22 July 2002 the\r\nSARS officials had explained their view\nas being that the coolers\r\nwere a mixture of wine and a non-alcoholic beverage in the form of\r\nwater.\n5\nThus, at that stage, SARS’s approach on the classification\r\nquestion was what the appellants contend in this appeal.\n[12]\tDistell,\r\nwhose opinion had until then been that excise duty was payable on the\r\ncoolers, but at the rate contained in item 104.15.10,\ninvestigated\r\nthe matter further. Its conclusion was that the mixtures falling\r\nunder the second part of TH 22.06 were not excisable\nas such and that\r\nDistell should be paying excise duty only on the wine component and\r\nat the 104.15.10 rate. This was explained\nand motivated in a letter\r\nfrom its consultant, KPMG, to SARS of 7 October 2002.\n[13]\tIn\r\nregard to the eight coolers that had been the subject of the August\r\n2002 determination, SARS conceded the position in a\nletter of 12\r\nMarch 2003: the determination was amended in accordance with\r\nDistell’s representations. At the same time SARS\nconfirmed that\r\nduty (at the 104.15.10 rate) was payable only on the wine content of\r\nthe coolers. However, in another letter of\nthe same date the\r\nCommissioner refused to amend the 1995/1996 determinations for Crown\r\nand Bernini, holding that any  appeal in\nthat regard was time-barred\r\nin terms of s 47(9)(f), this despite its implicit acknowledgement\r\nthat those determinations were wrong\nin law.\n[14]\tDistell\r\nremonstrated without effect against what it regarded as inconsistent\r\nand unjust treatment. On 15 December 2003 it gave\nnotice in terms of\r\ns 96 of the Act of its intention to institute legal proceedings\r\nagainst the Commissioner and launched the application\nwhich gave rise\r\nto this appeal on 6 May 2004. At that stage SARS’s attitude was\r\nstill that the coolers were mixtures falling\nunder the second part of\r\nTH 22.06.\n[15]\tIn\r\nthe meantime, with effect from 18 February 2004, Part 2A of Schedule\r\n1 had been amended. The effect of the amendment was\nto make clear\r\nthat all beverages classifiable under TH 22.06 would be liable for\r\nthe same excise duty.\n[16]\tAppellants’\r\ncounsel submitted before us that, when the application was launched,\r\nSARS began to look for arguments to\nsupport the very large amounts of\r\nduty which Distell and SFW had overpaid. Be that as it may, in three\r\nletters to Distell and SFW\ndated 13 October 2004 SARS certainly\r\nadopted a new position, namely that the coolers were not mixtures\r\nfalling under the second\npart of TH22.06, but, instead, fermented\r\nbeverages, falling within the first part of that heading.\n[17]\tIn\r\nconsequence of those letters, the Commissioner:\n(i)\tdetermined\r\nthe Part 1 classification of Crown to be amended from TH22.06.00.90\r\nto TH22.06.00.80 from that date (ie 13 October\n2004) and subject to\r\nexcise duty in terms of item 104.17.15;\n(ii)\tconfirmed\r\nthe Part 2A classification of Crown (made in 1995) in terms of item\r\n104.15.50 prior to the statutory amendment of\n18 February 2004;\n(iii)\tdetermined\r\nBernini to be classified under TH22.06.00.80 with effect from the\r\ndate of determination and subject to excise duty\nin terms of item\r\n104.17.15;\n(iv)\twithdrew\r\nthe determination of 12 March 2003 relating to the eight wine coolers\r\n(ie other than Crown and Bernini);\n(v)\tdetermined\r\nthose coolers to be classified under TH22.06.00.80 of Schedule 1 with\r\neffect from 14 August 2002 and subject to excise\nduty under item\r\n104.15.50 before the statutory amendment of 18 February 2004 and\r\nunder item 104.17.15 after that amendment.\n[18]\t\r\nOn or about 12 October 2005 Distell applied successfully to join SFW\r\nas a second applicant.\n[19]\t\r\nThe classification application was argued before Seriti J in\r\nSeptember 2006. On 1 November 2006 the learned judge dismissed\nthe\r\napplication with costs but subsequently granted the appellants leave\r\nto appeal to the Full Court.\n[20]\t\r\nThe appeal was argued on 13 August 2008. The appellants refined the\r\nrelief claimed by them without objection from the respondent.\nThe\r\nrelief that they then sought (and the order which they now seek on\r\nappeal) was as follows:\n‘\n1.\tThe\r\nappeal is upheld with costs, including those attendant on the\r\nemployment of two counsel.\n2.\tSave\r\nfor the costs order granted in favour of the second appellant, the\r\norder of the Court\na\r\nquo\nis set aside and\r\nreplaced with the following orders:\n2.1\tThe\r\ndetermination made by the Commissioner for the South African Revenue\r\nService (“the Commissioner”) on 13 October\n2004 that the\r\nproducts listed in Annexure “A” (the “final wine\r\ncooler products”) fall to be classified\nin tariff item\r\n104.15.50 before the amendment of Part 2A of Schedule No 1 to the\r\nCustoms and Excise Act, No 91 of 1964 (“the\nAct”), dated\r\n18 February 2004, is hereby corrected by substituting therefor a\r\ndetermination that prior to the said amendment\nonly the wine portion\r\nused in the manufacture of the final wine cooler products is liable\r\nto excise duty under item 104.15.10 of\nPart 2A of Schedule No 1 to\r\nthe Act.\n2.2\tThe\r\ndetermination made by the Commissioner on 13 October 2004 that the\r\nfinal wine cooler products fall to be classified in tariff\nitem\r\n104.17.15 after the amendment of Part 2A of Schedule No 1 to the Act\r\n(dated 18 February 2004) is hereby corrected by substituting\ntherefor\r\na determination that after the said amendment the whole of the final\r\nwine cooler products is classifiable in tariff item\n104.17.22 of Part\r\n2A of Schedule No 1 to the Act.\n2.3\tIn\r\nrespect of the period prior to 18 February 2004, the determination\r\nmade by the Commissioner on 10 September 1996 in respect\nof Bernini\r\nSparkling Grape Beverage (such determination having been confirmed on\r\n13 October 2004) is set aside and substituted\nwith the following\r\ndetermination:\n“\nOnly\r\nthe wine portion used in the manufacture of Bernini Sparkling Grape\r\nBeverage is subject to excise duty under tariff item 104.15.10\nof\r\nPart 2.4 of Schedule No 1, as it read prior to 18 February 2004.”\n2.4\tIn\r\nrespect of the period prior to 1 January 2001, the determination made\r\nby the Commission on 30 November 1995 in respect of\nCrown Premium\r\n(such determination having been confirmed on 13 October 2004) is set\r\naside and substituted with the following determination:\n“\nOnly\r\nthe wine portion used in the manufacture of Crown Premium is subject\r\nto excise duty under tariff item 104.15.10 of Part 2.4\nof Schedule No\r\n1, as it read prior to 18 February 2004.”\n2.5\tIn\r\nrespect of the period 1 January 2001 to 18 February 2004 it is\r\ndeclared that only the wine portion used in the manufacture\nof Crown\r\nPremium was subject to excise duty under tariff item 104.15.10 of\r\nPart 2A of Schedule No 1, as it read prior to 18 February\n2004.\n2.6\tThe\r\ndeterminations made by the Commissioner on 13 October 2004 that\r\nBernini Sparkling Grape Beverage and Crown Premium fall\nto be\r\nclassified in tariff item 104.17.15 after the amendment of Part 2A of\r\nSchedule No 1 to the Act (dated 18 February 2004) are\nhereby\r\ncorrected by substituting therefor a determination that the whole of\r\nthe said products are classifiable in tariff item 104.17.22\nof Part\r\n2A of Schedule No 1 to the Act.\n2.7\tThe\r\nfirst respondent shall pay the applicants’ costs including\r\nthose attendant on the employment of two counsel.’\n[21]\tOn\r\n3 April 2009 the Full Court (per Ebersohn AJ, Webster and Molopa JJ\r\nconcurring) dismissed the appeal with costs. This Court\nthereafter\r\ngranted special leave to appeal.\nSources\r\nof law\n[22]\tThe\r\nlegal sources applicable to tariff classification are-\n(a)\tSchedule\r\n1 to the Act, Part 1 of which deals with customs duties, and Part 2\r\nwith excise duties. Part 1 contains the wording\nof the tariff\r\nheadings, section notes and chapter notes. The tariff headings in\r\nPart 1 are used in Part 2 for purposes of imposing\nexcise duty.\r\nSchedule 1 also contains, in section A of the General Notes, the\r\nGeneral Rules for the Interpretation of the Harmonized\nSystem. In the\r\npresent matter Interpretative Rules 1, 3 and 6 may have relevance.\n(b)\tThe\r\nExplanatory Notes to the Harmonized System (sometimes called\r\n‘Brussels Notes’) issued from time to time by the\nWorld\r\nCustoms Organization. In terms of s 47(8)(a) of the Act, the\r\ninterpretation of any tariff heading or sub-heading in Part\n1 of\r\nSchedule 1, the general rules for the interpretation of Schedule 1,\r\nand every section note and chapter note in that Part,\nis ‘subject\r\nto’ the Explanatory Notes.\n(c)\tThe Case Law\nIn\nSecretary\r\nfor Customs and Excise v Thomas Barlow and Sons Ltd\n6\nTrollip JA referred to Rule 1 of the Interpretative Rules which\r\nstates that the titles of sections, chapters and sub-chapters are\n\nprovided for ease of reference only and that, for legal purposes,\r\nclassification as between headings shall be determined according\nto\r\nthe terms of the headings and any relative section or chapter notes\r\nand (unless such headings or notes otherwise indicate) according\nto\r\nparagraphs 2 to 5 of the Interpretative Rules. He pointed out that\r\nthis rendered the relevant headings and section and chapter\nnotes not\r\nonly the first but also the paramount consideration in determining\r\nwhich classification should apply in any particular\ncase. The\r\nExplanatory Notes, he said, merely explain or perhaps supplement the\r\nheadings and section and chapter notes and do not\noverride or\r\ncontradict them. In\nInternational\r\nBusiness Machines SA (Pty) Ltd v Commissioner for Customs and Excise\n7\nNicholas\r\nAJA identified three stages in the tariff classification process:\n‘\nfirst,\r\ninterpretation – the ascertainment of the meaning of the words\r\nused in the headings (and relative section and chapter\nnotes) which\r\nmay be relevant to the classification of the goods concerned; second,\r\nconsideration of the nature and characteristics\nof those goods; and\r\nthird, the selection of the heading which is most appropriate to such\r\ngoods.’\nThere\r\nis no reason to regard the order of the first two stages as\r\nimmutable.\n[23]\tAs\r\nto the Interpretative Rules, reference has been made above to the\r\ncontent of\nRule 1. Rule 3 provides\r\nthat when goods are prima facie classifiable under two or more\r\nheadings, the heading which provides the\nmost specific description\r\nshall be preferred to headings providing a more general description.\r\nRule 6 applies the same principle\nmutatis mutandis\nas between\r\nsub-headings.\nThe\r\nnature and characteristics of the wine coolers\n[24]\tIn\r\napplying the three stages of tariff classification in this case it is\r\nconvenient to consider first the nature and characteristics\nof the\r\nwine coolers, as without such an understanding the importance of the\r\nwords used in the headings may be lost or undervalued.\n[25]\tThe\r\nmanufacturing process of the coolers was described in an affidavit by\r\na Distell employee, Duncan Green. He stated that\nthe coolers consist\r\nof ‘a wine base to which water, sweetening agents and\r\nflavouring agents are added’. He annexed\nto his affidavit\r\ndetailed recipes for each product. The differences in the processes\r\nare only material in relation to an alternative\nargument raised by\r\ncounsel for the Commissioner. For present purposes the Bernini recipe\r\nmay be cited as an example of the similarities.\n[26]\tThe\r\nfirst part of the Bernini recipe describes the manufacturing of the\r\n‘concentrate’, a blending of sweetening\nagents, fining\r\nagents and a small amount of water with base wine, an ordinary wine\r\nwith an alcohol content of between 12% and 13%.\nThe next part of the\r\nrecipe requires the blending of the concentrate with additional water\r\n(described as ‘de-aerated, carbonated\nprocess water’) to\r\nachieve a 50:50 blend with the concentrate. The wine in the\r\n‘concentrate’ is ordinary wine\nwithout the removal of\r\nvolume ie the concentrate is not reduced to a syrup. The intermediate\r\nphase of the product is a ‘concentrate’\nbecause it has a\r\nhigher alcohol content than the intended end-product, the cooler.\n[27]\tThe\r\nrecipes for Crown and the eight other coolers are essentially the\r\nsame as that of Bernini, save that in the case of some\nof the coolers\r\nthere is no intermediate concentrate: instead the full amount of\r\nwater (not yet carbonated) is added to the wine\ntogether with the\r\nflavourants and fining agents and the full-volume product then goes\r\nto the bottling plant where it is carbonated\nand bottled.\nWords\r\nused in the Headings, Chapter Notes and Tariff Items\n[28]\tIt\r\nis common cause that the relevant chapter of Part 1 is chapter 22,\r\nheaded ‘BEVERAGES, SPIRITS AND VINEGAR’.\n[29]\tTariff\r\nHeadings 22.01 and 22.02 deal with (in summary) unsweetened and\r\nsweetened water respectively. (Neither such is excisable\nunder Part\r\n2A.) TH 22.03 deals with beer made from malt, and is not relevant.\n[30]\tTHs\r\n22.04, 22.05 and 22.06 read as follows:\n‘\n22.04\t-\tWINE\r\nOF FRESH GRAPES, INCLUDING FORTIFIED WINES; GRAPE MUST OTHER THAN\r\nTHAT OF HEADING 20.09\n22.05\t-\tVERMOUTH\r\nAND OTHER WINE OF FRESH GRAPES FLAVOURED WITH PLANTS OR AROMATIC\r\nSUBSTANCES\n22.06\t-\tOTHER\r\nFERMENTED BEVERAGES (FOR EXAMPLE, CIDER, PERRY, MEAD); MIXTURES OF\r\nFERMENTED BEVERAGES AND MIXTURES OF FERMENTED BEVERAGES\nAND\r\nNON-ALCOHOLIC BEVERAGES, NOT ELSEWHERE SPECIFIED OR INCLUDED.’\n(The\r\nlater headings in chapter 22 are of no significance.)\n[31]\tTH22.06\r\nthus falls into two parts, namely\n(a)\tthe\r\npart before the semi-colon (ie other fermented beverages such as\r\ncider, perry and mead) and\n(b)\tthe\r\npart thereafter (which covers two types of mixtures, namely\n(i)\tmixtures\r\nof fermented beverages, and\n(ii)\tmixtures\r\nof fermented beverages and non-alcoholic beverages).\n[32]\tAs\r\nregards excise duty, the relevant item prior to 18 February 2004 was\r\nitem\n104.15.\n8\nThe relevant items from 18 February 2004 are items 104.15 and\r\n104.17.15 and 104.17.22.\n9\nThe relevant excise items in Part 2A use the THs 22.04, 22.05 and\r\n22.06. The dispute between the parties concerns the interpretation\nof\r\nthese headings and their application to the wine coolers.\n[33]\tThe\r\ndebate focuses mainly on TH22.06. The Commissioner’s case is\r\nthat the coolers are ‘other fermented beverages’\nunder\r\nthe first part of 22.06. His argument in support of that\r\nclassification is the following:\n(a)\tThe\r\ncoolers are not like, for example, wine and lemonade, the result of a\r\nfermented beverage and a proper non-alcoholic beverage\nsimply mixed\r\ntogether; they are designer products made in a single process that,\r\nfor purely practical reasons, is subdivided into\ntwo stages. The\r\noutcome of the process is, in each case, a fermented beverage.\n(b)\tShorn\r\nof adornment, the processes are no different from that employed to\r\nmake a cup of coffee (using coffee, milk and sugar):\nalthough a\r\nmixture of two or more ingredients may result in an end product that\r\nmay be consumed as such (eg sweetened milk or sugar\nwater), and\r\nalthough some people may have a preference as to the order in which\r\nthe ingredients are to be added, nothing turns\non these matters.\r\nIrrespective of how one goes about it, the final product will not be\r\na mixture of the ingredients, but a new\ndesigner product: coffee.\n[34]\tBy\r\ncontrast the appellants’ case is that the coolers fall under\r\nthe second part of TH22.06 (‘mixtures’),\nbeing a mixture\r\nof a fermented beverage (wine) and a non-alcoholic beverage (water).\nAn\r\nexplanation of the relief claimed by the appellants and why they\r\nregard it as important\n[35]\tTo\r\nexplain the significance of the two competing positions for purposes\r\nof excise duty in Part 2A, one must distinguish between\nthe period\r\nbefore and after 18 February 2004.\n[36]\tBefore\r\n18 February 2004-\n(a)\tItem\r\n104.15 in Part 2A included only the first part of TH22.06.\r\nAccordingly, it is\ncommon\r\ncause that if, as the appellants contend, the wine coolers are\r\nmixtures that fall under the second part of TH22.06, no excise\nduty\r\nwas payable on the coolers up to that date.\n(b)\tExcise\r\nduty was, however, payable on the manufacture of the wine used in\r\ncreating the wine coolers. This duty was payable in\nterms of item\r\n104.15.10 (‘unfortified still wine’) read with TH22.04\r\n(‘wine of fresh grapes . . .’).\n(c)\tHowever,\r\nthe Commissioner’s case is that the coolers are ‘other\r\nfermented beverages’ and that the first part\nof TH22.06 was\r\ncertainly covered by excise item 104.15. In that case the coolers\r\nwould fall under excise sub-item 104.15.50 (‘Other\nstill\r\nfermented beverages, unfortified’).\n(d)\tThe\r\nresult would be, on the Commissioner’s case, that the\r\nappellants had to pay duty not only on the wine alone, but also\non\r\nthe coolers containing the same wine (which, because of the addition\r\nof water, would have a larger volume). Moreover, the rate\nimposed by\r\nitem 104.15.50 was higher than the rate imposed by item 104.15.10.\n(e)\tThe\r\ndifferent contentions of the parties are also relevant to the\r\nquestion of rebates on the excise duty payable in respect\nof the wine\r\nused in making the coolers. This will be dealt with below.\n[37]\tFrom 18 February\r\n2004:\n(a)\tItem\r\n104 in part 2A was amended by removing TH22.06 from item 104.15 and\r\ncreating a new excise item, 104.17, to deal with TH22.06\nwhich it now\r\ncovers in its entirety (and not merely the first part as previously).\n(b)\tIt\r\nis common cause that excise duty is, in terms of item 104.17, payable\r\non the coolers. However, the appellants contend that,\nbecause the\r\ncoolers fall under the second part of TH22.06, they should be\r\nclassified under excise sub-item 104.17.22, whereas the\nCommissioner\r\n(consistent with his contention that they fall under the first part\r\nof TH22.06) argues that the coolers are to be\nclassified under excise\r\nsub-item 104.17.15.\n(c)\tThe\r\ndifference is not relevant to the rate of excise duty payable on the\r\ncoolers, since the rates in items 104.17.15 and 104.17.22\nhave been\r\nthe same. However, the classification is of importance when it comes\r\nto\nrebates\non the excise duty payable on the wine used in\r\nmaking the coolers.\n[38]\tIn\r\nthe debate between the parties rebates are relevant in respect of the\r\nperiod before and after 18 February 2004 for the reasons\nwhich\r\nfollow:\n(a)\tAs\r\nnoted, excise duty is payable on the\nwine\nmanufactured for use\r\nin making the coolers. Up to 18 February 2004 this duty was payable\r\nin terms of item 104.15.10 read with TH22.04.\nAs from that date the\r\nduty on the wine has been payable in terms of item 104.15.04 read\r\nwith TH22.04. (The change in the numbering\nof the sub-items is not\r\nmaterial – both deal with ‘unfortified wine’.)\n(b)\tIf\r\nexcise duty is also payable on the\ncoolers\nsuch duty (whether\r\nunder the old item 104.15.50 or the new item 104.17.15 or 104.17.22)\r\nwould be payable at a higher rate and on\na larger volume. The larger\r\nvolume would include the wine on which duty (albeit at  a lower rate)\r\nhad already been paid.\n(c)\tTo\r\nprevent this double taxation, s 75(1)(d) read with Schedule 6 allows\r\na manufacturer of excisable goods in certain circumstances\nto claim a\r\nrebate in respect of duty paid on excisable goods used in the\r\nmanufacture of other excisable goods.\n(d)\tPrior\r\nto 1 April 2006 the relevant rebate item in Schedule 6 was item\r\n606.22.10. This item did not deal specifically with wine\nused in the\r\nmanufacture of mixtures falling under TH22.06, but provided for a\r\nfull rebate of duty for excisable goods in a customs\nand excise\r\nwarehouse ‘entered for use in the manufacture, by reprocessing,\r\nof excisable goods of the same or another class\nor kind’. This\r\nwas the rebate item Distell initially applied for the wine used in\r\nmaking the coolers.\n(e)\tBut\r\nSchedule 6 was amended with effect from 1 April 2006. An item 620 was\r\nintroduced dealing specifically with wine and fermented\nbeverages.\r\nItem 620.05.03 allows a full rebate of duty for unfortified wine\r\n‘entered for use in the manufacture of . . .\nmixtures of\r\nfermented beverages and mixtures of fermented beverages and\r\nnon-alcoholic beverages of item 104.17.22’ (i.e.)\nmixtures as\r\ncontemplated in the second part of TH 22.06). There is, however, no\r\nrebate item for wine entered for use in the manufacture\nof ‘other\r\nfermented beverages’ (ie beverages contemplated in the first\r\npart of TH 22.06).\n(f)\tIn\r\nregard to the rebate regime up to 1 April 2006, the Commissioner\r\nresponded to the application brought by the appellants in\nthis matter\r\nby notifying Distell, in para 22.7 of an opposing affidavit filed on\r\n6 May 2005, of his decision that as from the date\nof delivery of that\r\naffidavit Distell would no longer be allowed to enter the wine under\r\nrebate item 606.22.10. In other words,\nthe Commissioner specifically\r\nsought to exact double tax from Distell.\n(g)\tIn\r\nregard to the rebate regime from 1 April 2006, the Commissioner’s\r\nexcise determination in respect of the coolers has\nbecome directly\r\nrelevant because the new rebate item 620.05.03 permits a full rebate\r\nfor unfortified wine used in making ‘mixtures’\n(ie\r\nbeverages falling under the second part of TH22.06) but contains no\r\nrebate for wine used in making ‘other fermented beverages’\n\n(ie beverages falling under the first part of TH22.06).\n(h)\tAccordingly,\r\nif the appellants are right that the coolers are ‘mixtures’\r\nfalling under the second part of TH22.06,\nthe position as from 1\r\nApril 2006 is that, because Distell has been paying excise duty (at a\r\nhigher rate) on the wine coolers (inclusive\nof the wine forming part\r\nthereof), Distell would be entitled to a rebate on the excise duty\r\npaid on the earlier manufacture of\nthe wine. Effectively, Distell\r\nwould pay excise duty once on the finished product, a result that, so\r\nthe appellants submit, would\nbe both just and intended by the\r\nlegislature.\n(i)\tHowever,\r\nthe Commissioner’s excise determination is that the coolers are\r\nnot mixtures but fall under the first part of\nTH22.06. Rebate item\r\n620 does not accommodate this situation and the appellants thus have\r\nto pay duty on the original wine and,\nagain (at a higher rate and on\r\na larger volume) on the coolers.\n(j)\tThe\r\nappellants therefore submit that the Commissioner’s excise\r\ndetermination gives rise to an oppressive and unjust result.\n\nMoreover, they contend, the very formulation of rebate item 620.05\r\n(read with note 3 thereto) shows that the Commissioner’s\nexcise\r\nclassification of the coolers is wrong. Rebate item 620.05 allows a\r\nfull rebate on wine entered for use in making sparkling\nwine,\r\nfortified wine, mixtures and spirits of item 104.20. The thinking of\r\nthe legislature is, according to appellants’ counsel,\nquite\r\nclear: if wine is used in making another excisable beverage it should\r\nenjoy a full rebate; the reason why rebate item 620.05\ndoes not\r\nmention wine used in making ‘other fermented beverages’\r\n(ie beverages falling under the first part of TH22.06)\nis that the\r\nlegislature knew that the first part of TH22.06 did not apply to\r\nwine-based beverages (for reasons which will be considered\nbelow).\r\nThe Commissioner’s contested excise determinations in the\r\npresent case fly in the face of this statutory scheme.\n[39]\tClearly,\r\nthe financial consequences of the classification issue are\r\nsubstantial and ongoing. If Distell’s submissions\nare valid the\r\npayment of double duty is understandably regarded by it as a serious\r\ninjustice.\n[40]\tAs\r\nnoted earlier, the Commissioner contends that the coolers are\r\nclassifiable under the first part of TH22.06 as ‘other\n\nfermented beverages’, whereas the appellants submit that they\r\nare classifiable under the second part as mixtures. By the\ntime of\r\nthe hearing in the court a quo the Commissioner disputed that water\r\nwas a ‘non-alcoholic beverage’ for tariff\npurposes. On\r\nthe Commissioner’s argument, this rendered irrelevant the fact\r\nthat, prior to 18 February 2004, item 104.15\ndid not include the\r\nsecond portion of TH22.06 dealing with mixtures. According to the\r\nCommissioner, the relevant tariff item in\nPart 2A was item 104.15.50,\r\n‘Other still fermented beverages, unfortified’.\n[41]\tAlthough\r\nChapter 22 is titled ‘BEVERAGES, SPIRITS AND VINEGAR,\r\nInterpretative Rule 1 states that such titles are for\nease of\r\nreference only and that, for legal purposes, classification must be\r\ndetermined according to the terms of the headings and\nrelevant\r\nsection and chapter notes. Accordingly, the appellants’ counsel\r\nrightly placed no reliance on such force as the\ntitle might lend to\r\ntheir argument.\n[42]\tThe\r\nwine component of the coolers ie the wine before it is mixed with the\r\nwater, is ordinary wine falling under TH 22.04, ‘wine\nof fresh\r\ngrapes’. The explanatory notes to TH 22.04 state that this\r\ntariff heading includes ordinary wine.\n[43]\tThe\r\nwater component of the coolers, ie the water which is, prior to\r\nmixing, added to the wine, is unsweetened water falling\nunder TH\r\n22.01. That item itself states that ‘waters’ for the\r\npurpose of the heading include natural waters. The Explanatory\nNotes\r\non TH22.01 provide that the item includes natural waters of all\r\nkinds. (Chapter Notes 1(b) and (c) and the corresponding\nExplanatory\r\nNote A state that seawater and distilled or conductivity water –\r\ndo not fall under chapter 22.)\n[44]\tAs\r\nregards the end product (the wine coolers manufactured through a\r\nprocess of mixing), the parties were\nad idem\nthat TH22.06\r\napplied, the dispute being confined to whether it fell into the first\r\nor second part of the item.\nCan\r\nthe wine coolers be accommodated in the first part of TH 22.06 under\r\nthe rubric ‘Other fermented beverages’, as\nthe\r\nCommissioner has classified them?\n[45]\tThe\r\nrationale for so placing the coolers, according to counsel, was that\r\nthey are ‘designer products’ in which\nthe wine component,\r\nthe product of a fermentation process, imbues the mixture of wine,\r\nwater, sweeteners and flavourant with the\nelement of fermentation and\r\nrenders the finished product a fermented beverage. When the court put\r\nto counsel that, properly interpreted,\na ‘fermented beverage’\r\nwas one where the beverage was the end product of a fermentation\r\nprocess, he maintained his\ninitial stance but conceded that if such\r\nshould be the correct interpretation, ‘the Commissioner has no\r\nargument’.\n[46]\tA\r\nmoment’s reflection will demonstrate that the proposition put\r\nto counsel must be correct. The wine component is, of\ncourse,\r\nseparately manufactured, anterior to use for any other purpose such\r\nas its adoption as a base for a wine cooler. The wine\nis, of itself,\r\nclassifiable under TH22.04. By reason of a note to TH22.06 it is\r\nexcluded from the scope of TH22.06 and is, therefore,\nnot a\r\n‘fermented beverage’ for the purpose of the heading. The\r\nrecipe for each cooler shows that fermentation does\nnot occur in the\r\nprocess and plays no role in bringing about the product. Thus,\r\nproduction of the coolers is devoid of any fermentation\nprocess and\r\nthey are not ‘fermented beverages’ in the normal sense of\r\nthe term. That this is so is borne out by reference\nto the extensive\r\nexamples in the notes to TH22.06 of the fermented beverages which are\r\namong those included.\n10\nIn every case the beverage named is one which is the final product of\r\na fermentation process, albeit enhanced by additives, as\nin the case\r\nof\nhydromel\r\nvineux\n.\r\nAs appellants’ counsel submitted (see para 38(j) above) the\r\nabsence of wine used in making ‘other fermented beverages’\n\nfrom rebate item 620.05 is consistent with its exclusion from\r\nTH22.06.\n[47]\tOn\r\nthis ground alone the determinations made by the Commissioner in\r\nrespect of each of the coolers was wrong in substance and\nmust be set\r\naside.\n[48]\tCounsel\r\nfor the appellants was not satisfied with the extent of such a\r\nvictory. He pointed out that the relief which his clients\nhad sought\r\nin the court below also provided for the substitution of the\r\nCommissioner’s determinations by orders as to the\ncorrect\r\nheadings which should be applied.\n[49]\tAlthough\r\ncounsel for the Commissioner resisted such relief on the ground that\r\nthe further determinations should be left to\nhis client, the parties\r\nhave long been ad idem that if the coolers are to find a home in the\r\ntariff schedule, the only suitable\nheading is TH22.06. The matter has\r\nbeen fully argued and it is desirable that we resolve the dispute\r\nwhich remains over the second\nhalf of that heading. In this regard\r\nthe decisive issue is the meaning and scope of the expression\r\n‘non-alcoholic beverage’.\nIs\r\nwater a ‘non-alcoholic beverage’ within the context of\r\nTH22.06?\n[50]\t\r\nAlthough there are dissenting voices, the balance of dictionary\r\ndefinitions favours the view that the meaning of ‘beverage’\n\nis wide enough to include ordinary water. That feasible breadth of\r\ninterpretation has been recognized in reported cases.\n11\nWhether it bears the wider or a narrower meaning (which excludes\r\nwater) depends upon the context in which the word is used, in\nthe\r\npresent case TH22, and, particularly, in sub-heading 06 .\n[51]\tThere\r\nare strong linguistic indications of an intention that water was\r\nregarded by the legislator as a non-alcoholic beverage.\nThe\r\nExplanatory Notes to TH22 state, under ‘General’, that\r\nthe products covered in the chapter fall into four main\ngroups, the\r\nfirst of which is ‘Water and other non-alcoholic beverages and\r\nice’, thereby conveying that water is part\nof the\ngenus\nof\r\nnon-alcoholic beverages. To like effect is the formulation of TH22.02\r\nwhich states that the heading covers sweetened waters ‘and\n\nother non-alcoholic beverages’ (excluding fruit and vegetable\r\njuices falling under TH20.09). The Explanatory Notes to the\nsame\r\nheading state that it covers ‘non-alcoholic beverages . . . not\r\nclassified under other headings, particularly heading\n20.09\nor 22.01\n’\r\n(my emphasis). As TH22.01 relates only to unsweetened water, the\r\nexpress exclusion is, in context, consistent only with\nthe\r\nunderstanding that such water is regarded a ‘non-alcoholic\r\nbeverage’.\n[52]\tIn\r\nthe specific context of TH22.06, the second half of the heading is\r\ndirected at combinations of fermented beverages and non-alcoholic\n\nbeverages which together result in a product which possesses a\r\ncommercial or trade potential (as with all products in the tariff\n\nschedules). The wine coolers are designer products in that sense\r\nwhich have a drawing power over and above that of the wine\r\nconstituent\nalone (which, as earlier noted has already been brought\r\nwithin the excise regime, upon its creation, within TH22.04). The\r\nwater\ncomponent is not simply incidental but plays an important role\r\nin providing the character of the finished product. The parties are\n\nagreed that if the coolers cannot be brought within TH22.06 there is\r\nno apparent place for them in the existing tariff headings.\nSince,\r\nfor the reasons set out above, the first part of the heading is\r\ninapposite, only the second can accommodate the coolers.\nIn the\r\ncircumstances, given the ‘added value’ contributed by the\r\nwater element, the recognition of water as a non-alcoholic\nbeverage\r\nfor the purposes of TH22.06 seems entirely consistent with the\r\ncommercial rationale of the tariff. Moreover, it is clear,\nthat were\r\nthe cooler to utilize lemonade instead of water, the second part of\r\nthe heading would apply: the explanatory note says\nso explicitly. I\r\ncan find no reason in principle to distinguish between two\r\nnon-alcoholic liquids, both potable, that perform the\nsame function\r\nas a mixing component, such that one should be excluded from the\r\noperation of the heading and the other be included.\n[53]\tCounsel\r\nfor the Commissioner have referred to contra-indications in the\r\nstructure of TH22. These are, however, at best, equivocal.\nThey are\r\nnot strong enough to outweigh the persuasive considerations to which\r\nI have drawn attention. I conclude, therefore, that\nthe appellants’\r\ncontention that water is to be understood as a non-alcoholic beverage\r\nwithin the framework of TH22.06 must\nbe upheld.\n[54]\tIn\r\ntheir heads of argument counsel for the Commissioner submitted that\r\nby reason of the formulation of the recipes, certain\nof the coolers\r\nwere a textbook example of an “alcoholic preparation” as\r\ncontemplated by TH21.06.90:\n12\nAccording to Explanatory Note (7) to TH21.06.90 the heading includes\r\nthe following (if not covered by any other heading):\n‘\n(7)\nNon-alcoholic\r\nor alcoholic preparations (not based on odoriferous substances) of a\r\nkind used in the manufacture of various non-alcoholic\nor alcoholic\r\nbeverages. These preparations can be obtained by compounding\r\nvegetable extracts of heading 13.02 with lactic acid,\ntartaric acid,\r\ncitric acid, phosphoric acid, preserving agents, foaming agents,\r\nfruit juices, etc. The preparations contain (in\nwhole or in part) the\r\nflavouring ingredients which characterize a particular beverage. As a\r\nresult, the beverage in question can\nusually be obtained simply by\r\ndiluting\nthe\r\npreparation with water, wine or alcohol, with or without the\r\naddition, for example, of sugar or carbon dioxide gas. Some of\nthese\r\nproducts are specially prepared for domestic use: they are also\r\nwidely used in industry in order to avoid the unnecessary\ntransport\r\nof large quantities of water, alcohol, etc. As presented, these\r\npreparations are not intended for consumption as beverages\nand thus\r\ncan be distinguished from the beverages of Chapter 22.’\n[55]\tCounsel\r\nfurther submitted that, even if water were, on a proper\r\ninterpretation, to be regarded as a ‘non-alcoholic beverage’,\n\nthe coolers were, in their perfected state, a mixture of an\r\n‘alcoholic preparation’ and a ‘non-alcoholic\r\nbeverage’\nand not a mixture of a ‘fermented beverage’\r\nand a ‘non-alcoholic beverage’. Whether the coolers were\r\n‘alcoholic\npreparations’ within the ambit of TH21.06.90\r\nwas, however, in the first instance, a question of fact. The\r\nappellants were\nnot confronted with either the facts or the legal\r\nconclusions to be drawn from them until they received counsel’s\r\nheads of\nargument in this appeal. Quite apart from the composition of\r\nthe alcoholic compound, the note requires that ‘as presented’\n\nthe alcoholic preparations concerned are not intended for consumption\r\nas beverages. No evidence was adduced as to when, if at all,\nand in\r\nwhat state, presentation occurred. In these circumstances no case was\r\nmade out by the Commissioner for the relevance of\nTH21.06.90 in the\r\nclassification of the coolers. It is in the circumstances not an\r\nanswer that counsel can rely on.\n[56]\tIn\r\nthe result the appeal must succeed in relation to all the coolers\r\nconcerned.\nThe\r\nterms of the relief to which the appellants are entitled\n[57]\tCounsel\r\nfor the Commissioner, relying on\n3\r\nM South Africa (Pty) Ltd v The Commissioner for the South African\r\nRevenue Service and Another\n13\n,\r\nsubmitted that any claim for refunds will be limited to the two years\r\nimmediately before the amendment of the tariffs in question.\nBecause\r\nthe same rate of excise duty has, since 18 February 2004, been\r\npayable on all products classifiable under TH22.06, the\nappellants\r\nwould not, in their submission, be entitled to any refund\r\nirrespective of by whom the amendment is made or its effective\ndate.\r\nAppellants’ counsel dispute the interpretation that their\r\nopponents have placed on the judgment. They submit that the\njudgment\r\nis irrelevant to the present case and that the practical effects of\r\nthe amendment must be adduced from the terms of the\nstatute. For the\r\nreasons which follow I think their submission is correct.\n[58]\tIn\r\nthe\n3\r\nM\ncase an incorrect and adverse determination made by the Commissioner\r\non 9 April 1991 was eventually corrected by him in the taxpayer’s\n\nfavour on 21 November 2006. In terms of s 47(9)(d)(i)(bb) of the Act\r\nthe amended determination was made effective from 9 April\n1991. The\r\nquestion arose as to the extent of the refunds to which the taxpayer\r\nwas entitled in consequence of the amended determination.\nThis\r\ninvolved an interpretation of s 76B(1)(a)(i), which limits refunds to\r\ngoods entered for home consumption ‘during a period\nof two\r\nyears immediately preceding the date of such determination, new\r\ndetermination or amendment, whichever date occurs last .\n. .’.\r\nThe taxpayer argued that the date of the amendment was its effective\r\ndate (9 April 1991) so that it could claim refunds\non goods entered\r\non or after 9 April 1989. The Commissioner argued that the date of\r\namendment was when it was issued (21 November\n2006) so that the\r\ntaxpayer could only claim refunds on goods entered on or after 21\r\nNovember 2004. The Court upheld the Commissioner’s\ncontention.\n[59]\tIn\n3\r\nM\nthe\r\nadverse determination of 1991 had not been the subject of an appeal\r\nunder s 47(9)(e). The determination was simply amended by\nan exercise\r\nof the Commissioner’s power of amendment under s 47(9)(d)(i).\r\nWhen there is an appeal under\ns\r\n47(9)(e), the two year period is reckoned backwards from the date of\r\nthe appeal, even though the court’s order amending\nthe\r\ndetermination might only be made some time later (see the proviso to\r\ns 76B(1)(a)(i) and the\n3\r\nM\njudgment\r\nat paras 22 and 24).\n[60]\tIn\r\nthe present matter, unlike\n3\r\nM\n,\r\nthe Commissioner has not as yet corrected the determinations which\r\nthe appellants say are (and which I have found to be) wrong.\nThe\r\nrelief which the appellants seek in respect of the disputed\r\ndeterminations is based on appeals under s 47(9)(e), alternatively,\n\nare orders compelling the Commissioner to correct the determinations\r\nunder s 47(9)(d)(i). In respect of\nCrown\n,\r\nwhere no determination existed for the period 1 January 2001 to 18\r\nFebruary 2004, Distell seeks declaratory relief.\nThe\r\nperiod prior to 18 February 2004\n[61]\tIn\r\nrespect of this period one must distinguish between the eight wine\r\ncoolers,\nBernini\nand\nCrown\n.\n[62]\tAs\r\nregards the eight coolers, in his adverse determination of 13 October\r\n2004 the Commissioner amended his earlier favourable\ndetermination of\r\n12 March 2003 retrospectively to 14 August 2002, purporting to act in\r\nterms of s 47(9)(d)(i). Distell appealed\ntimeously against the\r\ndetermination in its amended notice of motion dated 15 December 2004.\r\nBecause of the success of its appeal,\nDistell would, in terms of the\r\nproviso to s 76B(1)(a)(i) be entitled to refunds in respect of\r\nBernini entered for home consumption\non or after 15 December 2002.\r\nThe effect of the\n3\r\nM\njudgment\r\nis that the two-year period would not take Distell back to the\r\neffective date of the amended determination made on 13 October\n2004\r\nnamely to 14 August 2002.\n[63]\tThe\r\npractical importance of the appeal in respect of the eight wine\r\ncoolers prior to 18 February 2004 is also to prevent the\nCommissioner\r\nfrom asserting an entitlement to underpaid duty. An order in terms of\r\npara 2.1 is therefore justified.\n14\n[64]\tAs\r\nregards Bernini (prior to 18 February 2004), the adverse\r\ndetermination was made in September 1996. Distell brought a belated\n\nappeal against this determination, relying on s 47(9)(e), and,\r\nalternatively, on enforcing the Commissioner’s duty to correct\n\nhis erroneous determination, relying on s 47(9)(d)(i).\n[65]\tThe\r\ns 47(9)(e) appeal is dependent on condonation. As regards the period\r\nprior to 18 February 2004, the appellants accept that\nthe\r\nCommissioner’s letter of 13 October 2004 was not a fresh\r\ndetermination in respect of the classification of Bernini under\nPart\r\n2A but merely confirmation that the Commissioner was adhering to the\r\ndetermination of 10 September 1996. Unless there was\na timeous appeal\r\nagainst the determination (s 49(7)(f)) or a discretionary extension\r\nof time (in terms of s 96(1)(c)), the determination\nof 10 September\r\n1996 could not be challenged by way of appeal nor could a declaratory\r\norder be obtained inconsistent with the terms\nof such determination:\nSamcor\r\nManufacturing (Pty) Ltd v Commissioner SARS.\n15\n[66]\tThe\r\nperiod of delay was about 8 years. The courts below refused\r\ncondonation. Distell’s case was that the 1996 determination\ndid\r\nnot come to the attention of its officials who had been querying the\r\nBernini classification. The evidence to establish this\nalleged\r\nfailure was, however, hearsay in nature. It also lacked credibility\r\nto the extent that, when an opportunity arose in August\n2002 to draw\r\nthe attention of SARS to the non-receipt of the determination, and in\r\ncircumstances which called for such a response,\nno protest was\r\nforthcoming. I do not therefore find reason to override the decisions\r\nof the lower courts.\n[67]\tThe\r\nappellants argued in the alternative for a duty on the Commissioner\r\nunder s 47(9)(i) to amend determinations made in error\neven in cases\r\nwhere an appeal was no longer available. However, as counsel concede,\r\nshould there be an enforced correction under\ns 47(9)(d)(i), the\r\ntwo-year period would be reckoned backwards from the date on which\r\nthe enforced amendment were to be made. Since\nthat date lies in the\r\nfuture, the effect of the\n3\r\nM\njudgment\r\nis that there would be no right to a refund in respect of any part\nof the period up to 18\r\nFebruary 2004. The relief claimed in para 2.3 is, for these reasons,\r\nrefused.\n[68]\tThe\r\nposition in respect of\nCrown\nprior to 18 February 2004 (where\r\nthe adverse determination was made in December 1995) would be the\r\nsame as for\nBernini\n, but for the fact that, in the case of\nCrown\n, there was no determination at all in respect of the\r\nperiod from 1 January 2001 (when Distell took over the manufacture of\nCrown\nfrom SFW) until 18 February 2004 (when the 1995\r\ndetermination was rendered redundant because of the statutory\r\namendment). The belated\ns 47(9)(e) appeal could obviously have no\r\nbearing on the position between 1 January 2001 and 18 February 2004.\r\nBecause the purported\ns 47(9)(e) appeal was only filed in May 2004\r\n(without furnishing grounds for the exercise of condonation) neither\r\na s 47(9)(e)\nappeal nor an enforced correction under s 47(9)(d)(i)\r\nwould enable the appellants to claim refunds in respect of the period\r\nprior\nto 1 January 2001. The relief in para 2.4 is therefore refused.\n[69]\tThere\r\nwas no determination for\nCrown\nin force during the period 1\r\nJanuary 2001 to 18 February 2004. In terms of s 76B(1)(e), in respect\r\nof this period, Distell would\nhave had to apply for refunds within\r\ntwo years from the date of entry of the goods for home consumption.\r\nAs counsel readily conceded,\nthere was no proof that it had done so.\r\nThe relief claimed in para 2.5 therefore serves no apparent purpose.\n[70]\tIt\r\nmay further be recorded that the Commissioner has (through his\r\ncounsel) tendered consent to an order that he amend the 1995\nand 1996\r\ndeterminations given to SFW and Distell in respect of Crown and\r\nBernini respectively, should this Court find (as it has)\nthat the\r\ncoolers are mixtures of fermented beverages and non-alcoholic\r\nbeverages. Such an order would have no practical effect.\nThe\r\nperiod from 18 February 2004\n[71]\tThe\r\ndeterminations made by the Commissioner in his letters of 13 October\r\n2004 classified\nBernini\n,\nCrown\nand the other eight wine\r\ncoolers in a particular way as from 18 February 2004 (the date on\r\nwhich Schedule 1 to the Act was amended).\nIn respect of those\r\ndeterminations there were timeous s 47(9)(e) appeals by way of the\r\nappellants’ amended notice of motion\nof 15 December 2004 or the\r\nfurther amended notice of motion dated 2 June 2005.\n[72]\tAccordingly,\r\nand irrespective of the date of this judgment, the two-year period\r\ncontemplated in the proviso to s 76B(1)(a)(i)\nwould permit the\r\nappellants to claim refunds on all goods entered for home consumption\r\non or after 18 February 2004: a period of\ntwo years reckoned\r\nbackwards from the date of the s 47(9)(e) appeals would pre-date 18\r\nFebruary 2004. The orders sought in paras\n2.2 and 2.6 accordingly\r\nserve a legitimate purpose and must be granted.\n[73]\tIn\r\nthe result the following order is made:\n1.\tThe\r\nappeal succeeds with costs including the costs of two counsel.\n2.\tThe\r\norder of the court a quo is set aside and replaced by the following:\n‘\n1.\tThe\r\nappeal succeeds with costs including the costs of two counsel.\n2.\tSave\r\nfor the costs order granted in favour of the second appellant the\r\norder of the High Court is set aside and in its place\nthe following\r\norder is made:\n“\n(a)\tThe\r\ndetermination made by the Commissioner for the South African Revenue\r\nService (“the Commissioner”) on 13 October\n2004 that the\r\nproducts listed in Annexure “A” (the “final wine\r\ncooler products”) fall to be classified\nin tariff item\r\n104.15.50 before the amendment of Part 2A of Schedule 1 to the\r\nCustoms and Excise Act, 91 of 1964 (“the Act”),\ndated 18\r\nFebruary 2004, is hereby corrected by substituting therefor a\r\ndetermination that prior to the said amendment only the\nwine portion\r\nused in the manufacture of the final wine cooler products is liable\r\nto excise duty under item 104.15.10 of Part 2A\nof Schedule 1 to the\r\nAct.\n(b)\tThe\r\ndetermination made by the Commissioner on 13 October 2004 that the\r\nfinal wine cooler products fall to be classified in tariff\nitem\r\n104.17.15 after the amendment of Part 2A of Schedule 1 to the Act\r\n(dated 18 February 2004) is hereby corrected by substituting\ntherefor\r\na determination that after the said amendment the whole of the final\r\nwine cooler products is classifiable in tariff item\n104.17.22 of Part\r\n2A of Schedule 1 to the Act.\n(c)\tThe\r\ndeterminations made by the Commissioner on 13 October 2004 that\r\nBernini Sparkling Grape Beverage and Crown Premium fall\nto be\r\nclassified in tariff item 104.17.15 after the amendment of Part 2A of\r\nSchedule 1 to the Act (dated 18 February 2004) are\nhereby corrected\r\nby substituting therefor a determination that the whole of the said\r\nproducts is classifiable in tariff item 104.17.22\nof Part 2A of\r\nSchedule 1 to the Act.”\n____________________\nJ\r\nA Heher\nJudge\r\nof Appeal\nHARMS\r\nDP (concurring)\n[74]\tI have read the\r\njudgment of my colleague Heher JA and agree with the order proposed\r\nby him. His judgment deals comprehensively\nwith the arguments raised\r\nbefore us based on the multifarious issues defined in the papers.\r\nThey were the consequence of inconsistent\napproaches and frequent\r\nchanges of mind by all the parties. The Full Court added a discussion\r\nof matter not raised by either party,\nnamely, the application of the\nPromotion of Administrative Justice Act 3 of 2000\nto the case. In the\r\ncourse of this the issue, which ought to be a straightforward\r\ninterpretation issue, became blurred.\n[75]\tThe case is about\r\nexcise duty. Duty is payable on all excisable goods in accordance\r\nwith the provisions of schedule 1 at the\ntime of entry for home\r\nconsumption of such goods (s 47 (1) of the Customs and Excise Act 91\r\n0f 1964). The goods on which the commissioner\nwished to levy a duty\r\nare, generically speaking, wine coolers. The entry of the ingredients\r\nof the wine coolers (such as the wine\ncomponent) for home consumption\r\nand excise payable thereon is not for present purposes relevant.\n[76]\tA wine cooler, as\r\nappears from the main judgment, is in general terms made by first\r\npreparing a concentrate consisting of wine\nand flavouring and\r\nsweetening agents. The concentrate is then mixed or blended with\r\nwater to produce a 50:50 blend. This, once\ncarbonated, is the wine\r\ncooler which, depending on its classification in schedule 1, may be\r\nsubject to excise duty.\n[77]\tThe commissioner\r\nsought to impose a duty on wine coolers for the period preceding 18\r\nFebruary 2004 under a tariff heading ‘other\nstill fermented\r\nbeverages, unfortified’. It was common cause that there was no\r\nother applicable tariff heading which had\nto be considered. The\r\ncommissioner was wrong. Wine coolers are not ‘still’\r\nbeverages – they are carbonated. In\naddition, wine coolers are\r\nnot ‘fermented’ beverages – they may contain a\r\nfermented product, namely wine, but\nthat does not mean that they are\r\non entry for home consumption fermented products.\n[78]\tThe 2004 amendment\r\ncreated the source of the second dispute. The commissioner argued\r\nthat wine coolers are fermented beverages\nfalling under the heading\r\n‘other fermented beverages (for example, cider, perry and\r\nmead)’. Cider is obtained by fermenting\nthe juice of apples,\r\nperry is similar but obtained from pears, and mead is prepared by\r\nfermenting honey in water. Apart from the\nfact that wine coolers are\r\nclearly not of the same genus as the examples, they are, as\r\nmentioned, not ‘fermented’ beverages.\nThis puts an end to\r\nthe commissioner’s attempted classification.\n[79]\tWhat is left for\r\nconsideration is whether, as submitted by the appellants, wine\r\ncoolers are ‘mixtures of fermented beverages\nand non-alcoholic\r\nbeverages’.  Since wine is a fermented beverage the question\r\ndepends on whether water is, in context, a\n‘beverage’.\r\nThe irony of the case is that if we accept the commissioner’s\r\nargument that water is not a beverage\nit means that wine coolers\r\ncannot be classified under this tariff heading and in the absence of\r\nan alternative argument for the\none rejected in the previous\r\nparagraph it would mean that, as before, wine coolers\nper se\nwere since the amendment not subject to excise duty.\n[80]\tThe main judgment\r\ndeals at some length with the meaning of ‘beverage’ in\r\nthe present context and comes to the conclusion\nthat it includes\r\nwater. This means that the appellants’ submission about the\r\ncorrect tariff heading is accepted as correct.\nThe matter is not\r\nwithout its difficulties but since the appellants insist that water\r\nis a beverage and the commissioner is not\nprejudiced if we find\r\naccordingly I accept the conclusion.\n__________________\nL T C Harms\nDeputy\r\nPresident\nAPPEARANCES\nAPPELLANTS:\tA\r\nP Joubert SC with him O L Rogers SC\nInstructed\r\nby Cliffe Dekker Hofmeyr Inc, Johannesburg;\nWebbers,\r\nBloemfontein\nRESPONDENT:\tC\r\nE Puckrin SC with him J A Meyer SC and I A Enslin\nInstructed by State\r\nAttorney, Pretoria;\nState\r\nAttorney, Bloemfontein\n1\nAccording to the evidence the wine coolers consist of variations of\r\n\tan unfortified wine base to which flavouring and water are\nadded and\r\n\tthe mixture is carbonated to produce the end product. The ten wine\r\n\tcoolers are Bernini Sparkling Grape Beverage (‘\nBernini\n’);\r\n\tCrown Premium (‘\nCrown\n’);Bernini Dry Grape Liquor;\r\n\tTiffany’s Bucks Fizz Cooler; Tiffany’s Blackcurrant\r\n\tCooler; River Dew Peach Chenin\nBlanc Cooler; River Dew Raspberry\r\n\tPinotage Cooler; River Dew Tropical Sauvignon Blanc Cooler; River\r\n\tDew Blackcurrant Cabernet\nCooler; and Castell Ginger Fizz Cooler.\n2\nThe\nlocus standi\nof SFW, a subject of dispute in the court a\r\n\tquo, is now moot.\n3\nBased on the international Harmonized System for the Classification\r\n\tof Goods.\n4\nThe precise terms of this and other headings are set out below. In\r\n\tthis judgment the abbreviation ‘TH’ will be used\nto\r\n\tdesignate a heading in Part 1.\n5\n‘By virtue of the General Notes to Chapter 22 and the terms of\r\n\theadings 22.01 and 22.02’.\n6\n1970 (2) SA 660(A)\nat 675H-676F.\n7\n1985 (4) SA 852\n(A) at 863G-H.\n8\nTariff\nItem\nTariff\r\n\tHeading\nDescription\n104.15\n.05\n.10\n.40\n.50\n.60\n.70\n.80\n22.04\n22.05\n22.06\nWine\r\n\tof fresh grapes, including fortified wines: grape must other than\r\n\tthat of heading 20.09\nVermouths\r\n\tand other wine of fresh grapes flavoured with plants or aromatic\r\n\tsubstances\nOther\r\n\tfermented beverages (for example, cider, perry and mead):\nSorghum\r\n\tbeer (excluding beer made from preparations based on sorghum flour)\nUnfortified\r\n\tstill wine\nFortified\r\n\tstill wine\nOther\r\n\tstill fermented beverages, unfortified\nOther\r\n\tstill fermented beverages, fortified\nSparkling\r\n\twine\nOther\r\n\tfermented beverages (excluding sorghum beer)’\n9\nTariff\nItem\nTariff\nheading\nDescription\n104.15\n22.04\nWine\r\n\tof fresh grapes, including fortified wines; grape must, other than\r\n\tthat of heading no 20.09\n22.05\nVermouths\r\n\tand other wine of fresh grapes flavoured with plants or aromatic\r\n\tsubstances.\n.02\nSparkling\r\n\twine\n.04\nUnfortified\r\n\twine\n.06\nFortified\r\n\twine\n104.17\n22.06\nOther\r\n\tfermented beverages, (for example, cider, perry and mead); mixtures\r\n\tof fermented beverages and mixtures of fermented beverages\nand\r\n\tnon-alcoholic beverages, not elsewhere specified or included:\n.05\nTraditional\r\n\tAfrican beer as defined in Additional Note 1 to Chapter 22\n.15\nOther\r\n\tfermented beverages, unfortified\n.17\nOther\r\n\tfermented beverages, fortified\n.22\nMixtures\r\n\tof fermented beverages and mixtures of fermented beverages and\r\n\tnon-alcoholic beverages\n.90\nOther’\n10\n‘(1)\nCider\n, an alcoholic beverage obtained by\r\n\tfermenting the juice of apples.\nPerry\n,\r\n\t\ta fermented beverage somewhat similar to cider made with the juice\r\n\t\tof pears.\nMead,\na beverage prepared by fermenting a solution of honey in water.\r\n\t\t(The heading includes\nhydromel vineux\n– mead\r\n\t\tcontaining added white wine, aromatics and other substances.)\nRaisin\r\n\t\twine\nWines\r\n\t\tobtained by the fermentation of fruit juices\n, other than juice\r\n\t\tof fresh grapes (fig, date or berry wines), or of vegetable juices,\r\n\t\twith an alcoholic strength by volume\nexceeding 0.5% vol.\n“\nMalton”\n,\r\n\t\ta fermented beverage prepared from malt extract and wine lees.\nSpruce\n,\r\n\t\ta beverage made from leaves or small branches of the spruce fir or\r\n\t\tfrom spruce essence.\nSaké\r\n\t\tor rice wine\n.\nPalm\r\n\t\twine\n, prepared from the sap of certain palm trees.\nGinger\r\n\t\tbeer and herb beer\n, prepared from sugar and water and ginger or\r\n\t\therbs, fermented with yeast.\nAll these beverages may\r\n\tbe either naturally sparkling or artificially charged with carbon\r\n\tdioxide. They remain classified in the\nheading when fortified with\r\n\tadded alcohol or when the alcohol content has been increased by\r\n\tfurther fermentation, provided that\nthey retain the character of\r\n\tproducts falling in the heading.’\n11\nSee for example Re\nBristol-Myers Company (Pty) Ltd v Commissioner\r\n\tof Taxation\n[1990] FCA 200\n;\nPerrier Group of Canada Inc v\r\n\tCanada\n[1996] 1 FC 586.\n12\n‘Food preparations not elsewhere specified or included:\r\n\tOther’.\n13\n(272/09)\n[2010] ZASCA 20\n(23 March 2010) at paras 21 to 27.\n14\nSee para 20 above. All subsequent references to\r\n\tthe relief claimed refer to the terms of the proposed order set out\r\n\tthere.\n15\n2002 (4) SA 823\n(SCA) at paras 22 to 31.",
  "scraped_at": "2026-02-11T20:33:34.781917",
  "date": "2010-09-13",
  "coram": [
    "Harms DP",
    "Heher JA",
    "Mhlantla JJA",
    "Ebrahim",
    "K Pillay AJJA"
  ],
  "case_number": "416/09",
  "parties": {
    "applicants": [
      "Distell Limited",
      "Stellenbosch Farmers’ Winery Limited"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "Distell Limited and Stellenbosch Farmers’ Winery Limited (the appellants) produced ten wine‑cooler products that are a blend of a wine base with water, sweetening agents and flavourings, carbonated to a 50:50 mixture. The Commissioner for SARS classified the products variously from 1995 onwards under tariff headings in Schedule 1 of the Customs and Excise Act, charging excise duty either on the whole product (item 104.15.50) or on the wine component only (item 104.15.10). The appellants challenged these classifications, arguing that the coolers are mixtures of a fermented beverage (wine) and a non‑alcoholic beverage (water) and should therefore fall under the second part of heading 22.06 and be taxed only on the wine portion before the 2004 amendment and under item 104.17.22 after the amendment. The case proceeded through the High Court, a Full Court appeal and finally to the Supreme Court of Appeal.",
    "issues": "1. Whether wine coolers are to be classified as ‘other fermented beverages’ (first part of heading 22.06) or as ‘mixtures of fermented beverages and non‑alcoholic beverages’ (second part of heading 22.06). 2. Whether water qualifies as a ‘non‑alcoholic beverage’ for the purpose of heading 22.06. 3. What the correct tariff items are before and after the 18 February 2004 amendment of Part 2A of Schedule 1. 4. The effect of the classification on excise duty liability and on the entitlement to rebate under Schedule 6.",
    "principles": "The court applied the interpretative rules of the Harmonised System (rules 1, 3 and 6), the definition of ‘excisable goods’ in Schedule 1 and the hierarchy of tariff headings, chapter notes and explanatory notes. It considered s 47 of the Customs and Excise Act (powers to determine and amend classifications), s 75(1)(d) and s 76B(1)(a)(i) on rebates, and the time‑limit provisions for appeals (s 47(9)(e), s 49(7)(f), s 96). The principle that a heading’s wording and its contextual notes control classification, and that ‘beverage’ in the context of chapter 22 includes water, was affirmed.",
    "application": "The court held that the wine component is a fermented beverage but the water added is a non‑alcoholic beverage, making the coolers fall within the second part of heading 22.06. Consequently, before the 2004 amendment only the wine portion is liable to excise under item 104.15.10. After the amendment the whole product is classifiable under item 104.17.22. The court rejected the Commissioner’s view that the coolers are ‘still’ fermented beverages and confirmed that water is a beverage under the chapter’s general notes. It also applied the time‑limit rules, allowing refunds for periods after the amendment but refusing refunds for earlier periods where condonation was not granted.",
    "conclusion": "The appeal succeeded. The Court set aside the High Court order and substituted the Commissioner’s determinations as follows: (a) prior to 18 Feb 2004, only the wine portion is liable under item 104.15.10; (b) after the amendment, the whole product is classifiable under item 104.17.22; (c) similar substitutions for Bernini Sparkling Grape Beverage and Crown Premium. Costs were awarded to the appellants, including costs of two counsel. Refund periods were confirmed in accordance with s 76B for the post‑amendment period, while earlier refund claims were dismissed."
  },
  "tags": {
    "level_1": "Customs and Excise Law",
    "level_2": "Tariff Classification",
    "level_3": [
      "wine coolers",
      "excise duty",
      "non‑alcoholic beverage",
      "interpretation of tariff headings",
      "rebate"
    ]
  }
}