{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/102.html",
  "case_name": "Rawlins v Dr DC Kemp t/a Centralmed (483/09) [2010] ZASCA 102; [2011] 1 All SA 281 (SCA) ; (2010) 31 ILJ 2325 (SCA) ; [2011] 1 BLLR 9 (SCA) (7 September 2010)",
  "citation": "[2010] ZASCA 102",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 102\n|\nNoteup\n|\nLawCite\nRawlins v Dr DC Kemp t/a Centralmed (483/09) [2010] ZASCA 102; [2011] 1 All SA 281 (SCA) ; (2010) 31 ILJ 2325 (SCA) ; [2011] 1 BLLR 9 (SCA) (7 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 483/09\nIn the matter between:\nDR B M RAWLINS\tAppellant\nand\nDR D C KEMP t/a\r\nCENTRALMED\tRespondent\nNeutral citation:\nRawlins\r\nv Kemp\n(483/09)\n[2010] ZASCA 102\n(7 SEPTEMBER 2010)\nCoram:\nNAVSA, NUGENT,\r\nSNYDERS and MHLANTLA JJA and BERTELSMANN AJA\nHeard:\n26 AUGUST 2010\nDelivered: \t7 SEPTEMBER 2010\nSummary:\nLabour Relations\nAct of 1995\n– unfair dismissal – refusal to order payment\r\nof compensation.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from:\nLabour\r\nAppeal Court (Zondo, JP and Willis and Waglay JJA sitting in the\r\ncourt below):\nThe appeal is dismissed.\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nNUGENT JA (NAVSA, SNYDERS and\r\nMHLANTLA JJA and BERTELSMANN AJA concurring)\n[1]\tThere are troubling aspects\r\nof this case that go beyond the particular issues that it raises. The\r\ncase arises from the dismissal\nof Dr Rawlins (the appellant) from the\r\nemployment of Dr Kemp (the respondent). Soon after the dismissal\r\noccurred Dr Kemp accepted\nthat it was unfair. What remained in\r\ndispute was only what remedy Dr Rawlins should have. Indeed, the\r\ndispute was even narrower\nthan that, because Dr Kemp offered to\r\nreinstate Dr Rawlins on numerous occasions but on each occasion the\r\noffer was refused. Dr\nRawlins said in evidence that she refused the\r\noffers because the relationship of trust had broken down. The dispute\r\nin the litigation\nthat followed was confined to whether she should be\r\nawarded compensation and, if so, what amount that should be.\n[2]\tEven before the litigation\r\ncommenced Dr Rawlins found alternative employment at a higher salary\r\nthan she had been paid by Dr\nKemp and it was conceded by her counsel\r\nthat the financial loss she sustained in consequence of the dismissal\r\ndid not exceed R40 000.\n1\nIn a long line of cases courts have held that compensation for unfair\r\ndismissal is limited to financial loss (even then it need\nnot\r\ncompensate for that loss in full).\n2\n[3]\tIt is now more than twelve\r\nyears since Dr Rawlins was dismissed and the case has passed through\r\nthe hands of nine judges. It\nwas decided by the Labour Court –\r\nalbeit incorrectly – more than seven and a half years after the\r\nevent. The order\nof the Labour Court was corrected by the Labour\r\nAppeal Court eleven years after the event. It is now before us one\r\nand a half years\nlater. Yet the claim is of the kind that the\r\nmechanisms of the\nLabour Relations Act 66 of 1995\nare designed to\r\nbring to expeditious finality.\n[4]\tBriefly, the claim arose as\r\nfollows. Dr Kemp is a medical practitioner in private practice in\r\nBloemfontein. In 1997 he purchased\na second practice – what he\r\ncalled a ‘satellite’ practice. With effect from 1\r\nFebruary 1997 he employed Dr Rawlins\nto run the satellite practice at\r\na net salary of R10 000 per month. The satellite practice was\r\nfinancially separated from\nhis own practice, it was conducted from\r\nseparate premises, and Dr Rawlins was left to exercise her medical\r\nskills without interference.\n[5]\tIn about June 1997 Dr Rawlins\r\ninformed Dr Kemp that she was pregnant. They agreed that she would\r\ntake maternity leave for two\nmonths with effect from 1 February 1998.\r\nShe would be paid for two weeks of her maternity leave and the\r\nbalance would be taken\nas unpaid leave. Shortly before her leave\r\ncommenced Dr Kemp suggested to Dr Rawlins that she should take the\r\nopportunity to look\nfor alternative employment in view of the\r\nfinancial difficulty of the practice. According to Dr Kemp he hoped\r\nto find a more junior\ndoctor who would be willing to run the\r\nsatellite practice at a lower salary.\n[6]\tDr Rawlins took the\r\nsuggestion to mean that she was being dismissed. She informed her\r\nhusband who immediately telephoned Dr\nKemp and demanded a letter\r\nadvising Dr Rawlins that she had been dismissed. There was some\r\nacrimony between the parties at that\ntime but the detail is not\r\nimportant. Suffice it to say that although Dr Kemp maintained that he\r\nhad not intended to dismiss Dr\nRawlins he nonetheless, unaccountably,\r\nfurnished Dr Rawlins with a letter informing her that she was\r\ndismissed with effect from\nthe end of February 1998 on account of the\r\nfinancial difficulties of the practice.\n[7]\tAlleging that she had been\r\ndismissed on account of her pregnancy, Dr Rawlins referred the matter\r\nto the Commission for Conciliation,\nMediation and Arbitration through\r\nthe offices of her union, claiming compensation from Dr Kemp. Had she\r\nindeed been dismissed on\naccount of her pregnancy the dismissal would\r\nhave been ‘automatically unfair’ under\ns 187(1)(e)\nof the\nLabour Relations Act. The\nstatutory maximum that may be\r\nawarded to an employee for an ‘automatically unfair’\r\ndismissal is the equivalent of 24\nmonths’ remuneration.\n3\nWhere a dismissal is otherwise unfair the statutory maximum is the\r\nequivalent of 12 months’ remuneration.\n4\n[8]\tCounsel for Dr Kemp told us\r\nfrankly that we can accept that Dr Kemp behaved poorly towards Dr\r\nRawlins at the time that he dismissed\nher and no doubt she was\r\nentitled to feel aggrieved. But within a month, on 12 March 1998, Dr\r\nKemp acted sensibly when, on the\nadvice of his attorney, he offered\r\nto reinstate Dr Rawlins, alternatively, to pay her one month’s\r\nsalary in lieu of notice,\nseverance pay of one week’s salary\r\nfor each completed year of service, and unspecified compensation for\r\nthe period 1 February\n1998 to 12 March 1998. It was accepted by\r\ncounsel for Dr Rawlins that the offer of reinstatement was made\r\ngenuinely and in good\nfaith. At first there was no response to the\r\noffer but it was repeated in the course of attempts at conciliation\r\non 17 March 1998\nand was summarily rejected.\n[9]\tConciliation failed to\r\nresolve the dispute and Dr Rawlins commenced proceedings in the\r\nLabour Court on 22 September 1998 in\nwhich she claimed a declaration\r\nthat her dismissal had been ‘automatically unfair’ or,\r\nalternatively, a declaration\nthat her dismissal had been otherwise\r\nunfair. She claimed in each case the maximum amount of compensation\r\nthat the statute allows.\n[10]\tBy then Dr Rawlins had found\r\nand taken up alternative employment (with effect from 1 September\r\n1998) at a higher salary than\nshe had been paid by Dr Kemp (precisely\r\nwhat her new salary was does not appear from the evidence). Her\r\nfinancial loss had thus\nbeen fixed by then at no more than four\r\nmonths’ remuneration – amounting to R40 000 –\r\nthough in truth it\nmight even have been less. Before the matter came\r\nto trial Dr Kemp again offered to reinstate Dr Rawlins. Nonetheless,\r\nDr Rawlins\npersisted in her claims.\n[11]\tThe Labour Court (Gush AJ)\r\nfound that Dr Rawlins had not been dismissed on account of her\r\npregnancy (a finding that she did\nnot challenge in the subsequent\r\nappeal) but that her dismissal was nonetheless unfair (a finding that\r\nwas not challenged by Dr\nKemp). The learned judge went on to hold\r\nthat her refusal of the offer of reinstatement had been reasonable\r\nand he awarded compensation\nof R120 000 (twelve months’\r\nremuneration), observing that ‘the manner in which [Dr Kemp]\r\nwent about dismissing\n[Dr Rawlins] and his timing is deserving of\r\ncensure’. The basis upon which he made the award was a clear\r\nmisdirection. I\nhave already referred to the long line of cases that\r\nhave held that a court’s remedial powers are compensatory and\r\nnot punitive\nand her loss amounted to no more than four months’\r\nremuneration.\n[12]\tAn appeal to the Labour\r\nAppeal Court\n5\nwas confined to the questions whether Dr Rawlins should have been\r\nawarded compensation at all and, if so, whether the amount awarded\n\nwas excessive.\n[13]\tIn separate judgments the\r\nmajority (Zondo JP and Waglay JA) enquired into the nature of the\r\ndiscretion that is exercised by\na court when it considers questions\r\nof compensation and the grounds upon which a court might interfere on\r\nappeal. We need not consider\nthat question because counsel for the\r\nappellant accepted that the Labour Appeal Court was at large to\r\nsubstitute its discretion\nfor that of the Labour Court. His argument\r\nwas confined to the correctness of its conclusion.\n[14]\tThe majority found that Dr\r\nRawlins should not have been awarded compensation, while Willis JA\r\nwas of the view that she should\nhave been awarded compensation, but\r\nno more than six months’ remuneration. The principal reason for\r\nthe decision of the majority\nwas that Dr Rawlins had unreasonably\r\nrefused the offer of reinstatement. Zondo JP expressed that as\r\nfollows:\n‘\n[Dr Kemp] may\r\nhave treated [Dr Rawlins] the respondent unfairly when he dismissed\r\nher in the manner in which he did but he had “a\nright to seek\r\nto right the wrong” that he had committed by offering to put\r\nthe respondent back in the position in which she\nwould have been had\r\nshe never been dismissed. It is what I call an employer's “right\r\nto right a wrong”. And, if the\noffer was genuine and\r\nreasonable, as it has been conceded on behalf of [Dr Rawlins] it was,\r\nI cannot see why [Dr Kemp] must be\nordered to pay her compensation\r\nwhich would not have arisen if the respondent had accepted the offer\r\nof reinstatement. In my view\nit is very important to affirm the\r\nemployer’s “right to right a wrong” that he or she\r\nhas made in these kinds\nof circumstances. If an employer unfairly\r\ndismisses an employee and he wishes to reverse that decision, he must\r\nbe able to do so,\nand if the employee fails to accept that offer for\r\nno valid reason, the employer has a strong case in support of an\r\norder denying\nthe employee compensation.’\n6\n[15]\tThe difference between the\r\nLabour Court and the Labour Appeal Court was thus within a decidedly\r\nnarrow compass – the\nLabour Court felt that the rejection of\r\nthe offer of reinstatement was reasonable and the Labour Appeal Court\r\nfelt that it was\nnot. In each case the court concerned was called\r\nupon to make a value judgment on the same facts. And we are asked by\r\nthe parties\nto do no more than to say whether we agree with the value\r\njudgment of the one court or the other.\n[16]\tIt is questionable whether\r\nan appeal of that kind should be before us at all in view of the\r\ndecision in\nNational\r\nUnion of Metalworkers of SA v Fry’s Metals (Pty) Ltd\n7\n– though I hasten to add that the petition to this court might\r\nhave cast the matter in a different light. In that case the\ntest for\r\nspecial leave to be granted was expressed as follows:\n‘\nNo doubt\r\nevery appeal is of great importance to one or both parties, but this\r\nCourt must be satisfied, notwithstanding that there\nhas already been\r\nan appeal to a specialist tribunal, and that the public interest\r\ndemands that labour disputes be resolved speedily,\nthat the matter is\r\nobjectively of such importance to the parties or the public that\r\nspecial leave should be granted. We emphasise\nthat the fact that\r\napplicants have already enjoyed a full appeal before the LAC will\r\nnormally weigh heavily against the grant of\nleave. And the demands of\r\nexpedition in the labour field will add further weight to that.’\n8\n[17]\tNow that the appeal is\r\nbefore us I mention that decision only to indicate that the principle\r\nupon which it is founded is that\nthis court will not lightly\r\ninterfere with the decisions of the specialist tribunal that has been\r\nestablished to hear appeals in\nlabour disputes. That is consistent\r\nwith the observation by the Constitutional Court in\nDudley\r\nv City of Cape Town\n9\nthat:\n‘\n[t]he LAC is\r\na specialised appellate Court that functions in the area of labour\r\nlaw. Both the LAC and the Labour Court were established\nto administer\r\nlabour legislation. They are charged with the responsibility for\r\noverseeing the ongoing interpretation and application\nof labour laws\r\nand the development of labour jurisprudence.’\n[18]\tThat applies particularly\r\nwhere the decision of the Labour Appeal Court is the product of a\r\nvalue judgment that is arrived\nat in its continuing development of\r\nits own jurisprudence. Whatever view we might have taken on the\r\nmatter it seems to me that\nwe would be remiss if we were not to defer\r\nto that court’s value judgment in a matter of this kind. In any\r\nevent I agree\nwith the conclusion of the majority. No doubt Dr\r\nRawlins genuinely felt that there had been a breach of trust. But\r\nthese are two\nprofessional people who might be expected to resolve\r\nany acrimony that might earlier have existed. No objective grounds\r\nwere advanced\nwhy any perceived breach of trust between them was not\r\ncapable of being restored. Dr Rawlins chose not even to explore that\r\npossibility\nbut rejected it out of hand. That is not how labour\r\nrelations should be conducted and I agree that the rejection of the\r\nrepeated\noffers of reinstatement was unreasonable and she has only\r\nherself to blame for her financial loss.\n[19]\tIn heads of argument counsel\r\nfor Dr Kemp asked for the costs of the appeal but generously did not\r\npress that claim in argument.\nI might only add that I think he cannot\r\nbe faulted for having adopted that course.\n[20]\tThe appeal is dismissed.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tP R Cronjé\nInstructed\r\nby:\nPhatshoane\r\nHenney Inc, Bloemfontein\nFor\r\nrespondent:\tS Snyman\nInstructed\r\nby:\nSnyman\r\nAttorneys, Johannesburg\nHoney\r\nAttorneys, Bloemfontein\n1\nFour months’ remuneration.\n2\nSee the long line of cases under the Labour Relations Act 28 of 1956\r\n\tof\nCamdons Realty (Pty) Ltd v Hart\n(1993) 14 ILJ 1008 (LAC)\r\n\t1018F-1019D;\nAlert Employment Personnel (Pty) Ltd v Leech\n(1993) 14 ILJ 655 (LAC) 661E-G;\nFerodo (Pty) Ltd v De Ruiter\n(1993) 14 ILJ 974 (LAC) 981C-H;\nAmalgamated Beverages Industries\r\n\t(Pty) Ltd v Jonker\n(1993) 14 ILJ 1232 (LAC) 1256B-1257E;\nSA\r\n\tQuilt Manufacturers (Pty) Ltd v Radebe\n(1994) 15 ILJ 115 (LAC)\r\n\t126C-127B;\nRobecor v Durant\n(1995) 16 ILJ 1519 (LAC)\r\n\t1521I-1522H;\nChevron Engineering (Pty) Ltd v Nkambule\n2004\r\n\t(3) SA 495\n(SCA) para 31. That principle has since been endorsed by\r\n\tthe Labour Appeal Court in relation to the\nLabour Relations Act of\n1995\n:\nLe Monde Luggage CC t/a Pakwells Petje v Dunn NO\n(2007)\r\n\t28 ILJ 2238 (LAC) para 30.\n3\nSection 194(3).\n4\n\">\n4\nSection 194(1).\n5\nReported as\nKemp t/a Centralmed v Rawlins\n(2009) 30 ILJ 2677\r\n\t(LAC).\n6\nPara 26.\n7\n2005 (5) SA 433\n(SCA).\n8\nPara 43.\n9\n2005 (5) SA 429\n(CC) para 9.",
  "scraped_at": "2026-02-11T20:33:16.847389",
  "date": "2010-09-07",
  "coram": [
    "NAVSA",
    "NUGENT",
    "SNYDERS",
    "MHLANTLA JJA",
    "BERTELSMANN AJA"
  ],
  "case_number": "483/09",
  "parties": {
    "applicants": [
      "DR B M RAWLINS"
    ],
    "respondents": [
      "DR D C KEMP t/a CENTRALMED"
    ]
  },
  "sections": {
    "facts": "Dr Kemp employed Dr Rawlins to run a satellite medical practice from February 1997 at a net salary of R10,000 per month. In June 1997 Rawlins announced her pregnancy and was granted two months of maternity leave beginning 1 February 1998, with two weeks paid and the balance unpaid. Shortly before the leave, Kemp suggested Rawlins seek alternative employment due to the practice's financial difficulties. Rawlins interpreted this as a dismissal and received a letter confirming her termination effective end of February 1998. She claimed the dismissal was automatically unfair because of her pregnancy and lodged a dispute with the Commission for Conciliation, Mediation and Arbitration. Kemp subsequently offered reinstatement, a month's salary in lieu of notice, severance pay, and unspecified compensation for the period 1‑12 February 1998; Rawlins rejected the offer. She secured higher‑paid alternative employment from 1 September 1998, limiting her actual financial loss to roughly four months' remuneration (approximately R40,000). The Labour Court awarded R120,000 in compensation, which was appealed to the Labour Appeal Court and thereafter to the Supreme Court of Appeal.",
    "issues": "The appellate court had to determine (1) whether Dr Rawlins was entitled to any compensation for an unfair dismissal, (2) whether the dismissal was automatically unfair due to pregnancy under s187(1)(e) of the Labour Relations Act, and (3) if compensation was appropriate, whether the amount awarded by the Labour Court was excessive, taking into account Rawlins' refusal of a genuine reinstatement offer and the actual financial loss suffered.",
    "principles": "Section 187(1)(e) of the Labour Relations Act makes a dismissal on the grounds of pregnancy automatically unfair, with a statutory maximum compensation of 24 months' remuneration; otherwise unfair dismissals attract a maximum of 12 months' remuneration. Compensation under the Act is purely compensatory, limited to the employee's financial loss, and not punitive. Courts have recognised an employer's \"right to right a wrong\" by offering reinstatement; if the employee unreasonably refuses a genuine reinstatement offer, the employer may be excused from paying compensation. Judicial deference to the specialised Labour Appeal Court is emphasized, especially where the matter involves value judgments within labour jurisprudence.",
    "application": "The Supreme Court of Appeal accepted that Kemp’s offer of reinstatement was genuine and reasonable. It found Rawlins' refusal of that offer to be unreasonable, thereby breaking the employer’s right to rectify the dismissal. The Court noted that Rawlins' actual loss was limited to four months' remuneration (≈R40,000), far below the Labour Court's award of R120,000. Applying the principles that compensation is limited to actual loss and that unreasonable refusal of reinstatement negates entitlement to compensation, the Court aligned with the Labour Appeal Court’s view that no compensation should be awarded.",
    "conclusion": "The appeal was dismissed. No compensation was ordered for Dr Rawlins, who bears the loss resulting from her unreasonable refusal to accept reinstatement. The Court also refrained from ordering costs against the respondent, noting the appellant's decision not to press the claim."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "pregnancy discrimination",
      "compensation",
      "right to reinstate",
      "labour appeal"
    ]
  }
}