{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/86.html",
  "case_name": "Lombaard v Droprop CC and Others (377/09) [2010] ZASCA 86; 2010 (5) SA 1 (SCA) ; [2010] 4 All SA 229 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 86",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 86\n|\nNoteup\n|\nLawCite\nLombaard v Droprop CC and Others (377/09) [2010] ZASCA 86; 2010 (5) SA 1 (SCA) ; [2010] 4 All SA 229 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:  377/09\nIn the matter between:\nJAN ANTONIE\r\nLOMBAARD\nAppellant\nand\nDROPROP\r\nCC\nFirst\r\nRespondent\nDROPATHY\r\nPREETHEPAUL\nSecond\r\nRespondent\nDHARUMDAW\r\nPREETHEPAUL\nThird\r\nRespondent\nOMESH\r\nPR\nEETHEPAUL\nFourth\r\nRespondent\nNeutral\r\ncitation\n:\nLombaard\r\nv Droprop\n(377/09)\n[2010] ZASCA 86\n(31 May 2010)\nCoram:\nNAVSA,\r\nHEHER, MHLANTLA, MALAN and SHONGWE JJA\nHeard:\n17\r\nMay 2010\nDelivered:\t31\r\nMay 2010\nCorrected:\t4\r\nAugust 2010\nSummary:\nWhether\r\nthe description of the immovable property was sufficient and adequate\r\nin terms of\nS 2(1)\nof the\nAlienation of Land Act 68 of 1981\n─\r\nPractice ─ whether this court can exercise its discretion to\r\nrefer the question of a dispute of fact back for the\nhearing of\r\nevidence when such point was not canvassed or considered by the court\r\na quo, nor was it raised by the legal representatives.\n_____________\n_______________________________________________________________\nORDER\n____________________________________________________________________________\nOn appeal\r\nfrom:\nKwaZulu-Natal\r\nHigh Court, Pietermaritzburg (Ndlovu J sitting as court of first\r\ninstance).\nThe appeal is dismissed\r\nwith costs.\n____________________________________________________________________________\nJUDGMENT\n____________________________________________________________________________\nNavsa\r\nand Malan JJA\n(Mhlantla JA concurring):\n[1]\tThis\r\nis an appeal\nagainst\r\na judgment of the Durban High Court (Ndlovu J),\n1\nin terms of which an application by Mr Jan Antonie Lombaard, the\r\nappellant, to compel a close corporation, Droprop CC and its members,\n\nto transfer immovable property to him, was dismissed with costs. The\r\npresent appeal is before us with the leave of the court below.\nThe\r\ncorporation is referred to as Droprop.\n[2]\tIn\r\nthe notice of motion the property sought to be transferred was\r\ndescribed as Portion 526 (of 432) of the Farm Melkhoute Kraal\nNo 789,\r\nRegistration Division FT in the Durban entity, Province of\r\nKwaZulu-Natal, in extent 2,0797 hectares as more fully appearing\non\r\nFT diagram number 782/1998. Mr Lombaard claimed the relief referred\r\nto in the preceding paragraph on the basis of an agreement\nof sale\r\npursuant to the exercise of an option to purchase contained in a\r\nlease agreement between him and Droprop.\n[\n3]\t\r\nNdlovu J found for the respondents on two grounds. First, he held\r\nthat the agreement of sale resulting from the exercise of\nthe option\r\nwas invalid because the third respondent, notwithstanding that he was\r\na member of Droprop, had signed the lease on its\nbehalf without\r\nwritten authority. Second, the court below found that the description\r\nof the property sold did not comply with the\nrequirements of s 2(1)\r\nof the Alienation of Land Act 68 of 1981 (the ALA), in that the land\r\nin question was not identified with\nreasonable certainty and that the\r\npurported sale was therefore invalid.\n[4]\tBefore\r\nus, in view of the decision of this court in\nNorthview\r\nShopping Centre (Pty) Ltd v Revelas Properties Johannesburg CC &\r\nanother\n(275/09)\n[2010]\r\nZASCA 16\n(18 March 2010) (SCA) the respondents correctly abandoned\r\nreliance on the first ground. However, Droprop and its members raised\n\na further defence to Mr Lombaard’s claim, which hitherto has\r\nnot received sufficient attention as an issue between the parties,\n\nnamely, whether the agreement correctly reflects the intention of the\r\nparties. In his founding affidavit, Mr Lombaard contended\nthat he was\r\nthe head lessee of the property described in the notice of motion and\r\nthat by virtue of the exercise of the option\ncontained in the lease\r\nagreement he was entitled to demand transfer. In resisting the claim\r\nDroprop stated that the lease agreement\nand consequently any sale\r\npursuant thereto was not for the entire property but for a limited\r\ndemarcated area, identified on a map\nattached to its answering\r\naffidavit. It referred to the negotiations preceding the conclusion\r\nof the lease and to other tenants\nwho during the period of the lease\r\noccupied other portions of the property. Further particularity in\r\nthis regard and Mr Lombaard’s\nreply will be dealt with later in\r\nthis judgment.\n[5]\tWe intend to deal\r\nfirst with the question whether the description of the property\r\ncomplies with the provisions of the ALA. The\nfollowing is the\r\nmaterial part of the letter purporting to exercise the option to\r\npurchase:\n‘\nKindly take note\r\nthat as of date hereof I hereby give notice to you of my exercise of\r\nthe Option to acquire the above property as\ncontained in Clause 5 of\r\nthe attached “Head Lease”.’\nClause\r\n5\nof the lease provides:\n‘\nThe\r\nTENANT has an option to purchase the property in the second year of\r\noccupation for a sum of R3\n000\r\n000.00, with a yearly escalation of 12%, if the option to purchase is\r\nnot exercised within the specified period. This\noption to purchase is\r\nvalid for a period of FIVE years only.’\n[6]\tThe\r\nexercise of the option\nto\r\npurchase is not contested by Droprop on the basis of the manner in\r\nwhich it was exercised, but rather on the alleged inadequate\n\ndescription of the property in the lease, which is set out hereunder:\n‘\nCERTAIN\r\nPORTION 526 OF LOT 432 OF THE FARM MELK HOUTE KRAAL NO 789\n.’\n[7]\tThe\r\ndescription of the entire property in the deeds register is the\r\nfollowing:\n‘\nPORTION\r\n526 (OF 432) OF THE FARM MELK HOUTE KRAAL NO 789, Registration\r\nDivision FT in the Durban Entity, province of KwaZulu-Natal\n.’\n[\n8]\tThe\r\ncourt below held that the insertion of the word ‘certain’\r\nin the description of the property sold:\n‘\nmay\r\nsometimes refer to what is uncertain, what is unsure, what is\r\nindefinite, what is imprecise, depending of course on the context\nin\r\nwhich the word is used in a particular text. In determining such\r\ncontext\n.\r\n. . one cannot help but consider as well the surrounding\r\ncircumstances, including\nex\r\npost facto\nbehavior and conduct of either party relative to the envisaged\r\nagreement.’\n2\nHe added:\n‘\nIn\r\nmy view, the use of the word “certain” in the description\r\nof the property in the head lease did create confusion\nand ambiguity\r\nas to the precise piece of land which was leased to the applicant.\r\nThe intention of the parties is of no relevance\nfor the compliance\r\nwith section 2(1) of the Act. . . . That being the case, it could not\r\nbe said that such description identified\nthe leased property with\r\nreasonable certainty, given proof that this was not the same\r\ndescription as in the title deed. However,\nhaving considered the\r\nmatter I am inclined to conclude, on the probabilities, that the word\r\n“certain” in the present\ncontext could only mean that the\r\nproperty which was the subject matter of the head lease was not the\r\nentire property as described\nin the title deed but only part thereof.\r\nIndeed, on the face of it, it would have made no logical sense to\r\nhave included a word\nin the head lease which was not there in the\r\ndescription of the property in the title deed without intending to\r\nreflect a deviation\nfrom the original description of the property in\r\nterms of the title deed.’\n3\n[9]\tIn\r\ncoming to this conclusion the learned judge relied on\nCromhout\r\nv Afrikaanse Handelaars en Agente (Edms) Bpk\n1943\r\nTPD 302\nand\nLugtenborg\r\nv Nichols\n1936\r\nTPD 76.\nHe chose not to follow\nBlundell\r\nv Blom\n1950\r\n(2) SA 627\n(W) and\nVan\r\nNiekerk v Smit\n1952\r\n(3) SA 17\n(T), both of which found that the prefixing of the word\r\n‘certain’ did not by itself vitiate an otherwise adequate\r\ndescription\nof the property.\n[\n10]\tThe\r\ndescriptions of the properties sold in those cases were all different\r\nand each dealt with its own set of facts. However,\nwe agree with the\r\napproach in\nBlundell\r\nv Blom\nabove\r\nwhere Millin J at 630 stated:\n‘\nthe primary\r\nmeaning of the word “certain” is something definite,\r\nsomething prescribed, something determined, fixed or\nsettled.’\nIt\r\nfollows that\nthe\r\ndescription in the lease is of a specified property, namely, portion\r\n526 of lot 432 (cf P M Wulfsohn\nFormalities\r\nin respect of Contracts of Sale of Land Act (71 of 1969)\n1980 p 112-3).\n[11]\tThe\r\nfact that the description of the property in the lease, and\r\nconsequently the agreement of sale, does not correspond precisely\n\nwith the title deed description is of no consequence just as the\r\nomission of the extent of the property does not affect the matter.\n\nSee\nBlundell\r\nv Blom\nabove\r\nat 630-1 and\nVan\r\nNiekerk v Smit & others\nabove\r\nat 20 E-H. The property was thus sufficiently described to render the\r\nagreement of sale concluded when the option was exercised,\nat least\r\non the face of it, valid. To hold otherwise would mean that the words\r\n‘of portion’ must be read into the description\nof the\r\nproperty sold before the figures ‘526’. There is no\r\ncompelling reason to do so. The description of the property\nis\r\nunambiguous and speaks for itself. Thus, in this specific regard, no\r\nevidence ought to be admitted to interpret the wording.\nSee R H\r\nChristie\nThe\r\nLaw of Contract\n5 ed (2006) p 204-205 and the authorities there cited.\n[\n12]\tA\r\nparty seeking to resist enforcement of a contract is not precluded,\r\nin appropriate circumstances, from raising a defence that\nthe written\r\nrecord is not the true contract between the parties. As foreshadowed\r\nin para 4 above Droprop’s answering affidavit\nis replete with\r\ndetailed allegations contesting the assertion that the head lease and\r\nthe agreement of sale entitled Mr Lombaard\nto claim transfer of the\r\nentire property. The diagram annexed to the answering papers shows\r\nthe portion allegedly leased by the\nappellant at the lower end. It is\r\ndepicted as being surrounded by blocks with a wire mesh fence around\r\nits perimeter. A shaded\narea on the diagram indicates an area\r\nformerly occupied by Indiba Investments but which was vacant at the\r\ntime of the proceedings.\nThe area alleged by the respondent to be the\r\npart of the property leased to Mr Lombaard contained a building which\r\nDroprop erected\npartially and which Mr Lombaard had agreed to\r\ncomplete. This area was sublet by Mr Lombaard to Nyathi Textiles in\r\nterms of\na written lease containing the identical description of the\r\nproperty as the one in the head lease.\n[13]\tThe\r\nprincipal deponent to Droprop’s answering affidavit stated\r\nemphatically that he had personally negotiated the lease\nto Mr\r\nLombaard of\nonly\nthe\r\nlimited portion of the property referred to in the preceding\r\nparagraph. In substantiation of this assertion he referred to a\n\nportion of the property adjacent to the part leased to Mr Lombaard,\r\nwhich had been let by Droprop to Execucrete. Two large red\nsilos\r\napproximately 10 meters high were constructed on this portion. The\r\nletter by Mr Lombaard exercising the option to purchase\nis dated 12\r\nNovember 2007. According to Droprop, Execucrete had been in\r\noccupation of part of the property in terms of a lease\nagreement\r\nsince at least April 2006. Mr Lombaard neither objected nor\r\ncomplained about the lease of that portion to Execucrete,\nwhich one\r\nwould have expected had he been the tenant of the entire property.\n[\n14]\tIn\r\nthe very first paragraph of his replying affidavit, in which he deals\r\nsubstantively with the allegations by Droprop, that\nonly part of the\r\nproperty had been leased,\nMr Lombaard\r\nstated the following:\n‘\nIn this regard I\r\nhave been advised, which advice I verily believe, that the wording of\r\nthe written agreement is binding upon the\nparties and that this\r\nHonourable Court is not permitted to consider, in the instant\r\ncircumstances, extrinsic evidence of the alleged\nintentions of the\r\nparties.’\n[15]\tIn the next two\r\nparagraphs the following appears:\n‘\nI am advised,\r\nwhich advice I believe, that the people negotiating the lease have no\r\ninput in this dispute in view of the clear and\nunequivocal wording of\r\nthe lease. In this regard I therefore submit that these aspects have\r\nbeen raised by the Respondents in order\nto create confusion in this\r\nCourt and as a red herring.\nThe whole portion of the\r\nland forms part of the lease and the option. In view of the\r\nirrelevance of the negotiations in light of\nthe relevant legal\r\nprinciples set out above, I do not attach affidavits of the relevant\r\nwitnesses.’\n[16]\tIn subsequent\r\nparagraphs Mr Lombaard makes the following point:\n‘\nShould\r\nthe version of the Respondents be believed, this Court would be\r\nrequired to in fact rectify the express terms of the agreement\nby\r\ninclusion of additional words therein which never formed part of the\r\nagreement.\nNo rectification by the\r\nRespondents has been sought in these proceedings. I therefore submit\r\nthat the Respondents are bound by the\nterms of the written\r\nagreement.’\n[17]\nMr\r\nLombaard engages in very limited terms with the alleged lease of\r\nportion of the land by Droprop to Execucrete:\n‘\n[I] never deemed\r\nit necessary to protest to such action as I, at that relevant time,\r\nwas not in a position to purchase the property\nand exercise the\r\noption. The presence of the other party on the premises only becomes\r\nan issue once I exercise the option.’\nThis,\r\nof course, does not answer the specific allegation, that one would\r\nhave expected Mr Lombaard as lessee of the entire property\nto object\r\nto other tenants on the property leased by him.\n[18]\tIt is crystal clear\r\nfrom what is set out above that Mr Lombaard, advised by his legal\r\nrepresentative, deliberately chose not\nto engage on material and\r\nextensive allegations that the lease and sale agreement was not a\r\ncorrect reflection of the intention\nof the parties.\n[1\n9]\tThe\r\ncourt below noted that neither party had applied for rectification or\r\nfor a referral of the matter for the hearing of oral\nevidence. It was\r\nonly in this court and late in the day that Mr Lombaard applied for\r\nthe matter to be referred to evidence and\nonly if it were to be found\r\nthat Droprop had set out facts on which it would have been entitled\r\nto rectification.\n[\n20]\tIn\nBoundary\r\nFinancing Ltd v Protea Property Holdings (Pty) Ltd\n2009\r\n(3) SA 447\n(SCA) para 13 Streicher JA stated:\n‘\nA\r\nclaim for rectification does not\nhave\r\nas a correlative a debt within the ordinary meaning of the word.\r\nRectification of an agreement does not alter the rights and\n\nobligations of the parties in terms of the agreement to be rectified:\r\ntheir rights and obligations are no different after rectification.\n\nRectification therefore does not create a new contract; it merely\r\nserves to correct the written memorial of the agreement. It is\na\r\ndeclaration of what the parties to the agreement to be rectified\r\nagreed. For this reason a defendant who contends that an agreement\n\nsued upon does not correctly reflect the agreement between the\r\nparties may raise that contention as a defence without the need\nto\r\ncounterclaim for rectification of the agreement.’\nAnd in\nGralio\r\n(Pty) Ltd v DE Claassen (Pty) Ltd\n1980\r\n(1) SA 816\n(A) at 824B-C Miller JA said:\n‘\nIndeed\r\n(leaving aside cases in which the contract is by law required to be\r\nin writing), a defendant who raises the defence that\nthe contract\r\nsued upon does not correctly reflect the common intention of the\r\nparties, need not even claim formal rectification\nof the contract; it\r\nis sufficient if he pleads the facts necessary to entitle him to\r\nrectification and asks the Court to adjudicate\nupon the basis of the\r\nwritten contract relied upon by the plaintiff as it stands to be\r\ncorrected.’\n[21]\nIn\nThe\r\nLaw of Contract\nthe\r\nfollowing appears:\n4\n‘\nA document that is\r\ninvalid because it fails to comply with the statutory requirements\r\ncannot be validated by rectification, and\neven if this rule leads to\r\nanomalous results it must be maintained so that the statutory\r\nrequirements are not subverted. Nevertheless\nrectification can be\r\ngranted if the written contract as it stands complies with the\r\nstatute . . .’\n[\n22]\tIt\r\nshould be repeated that the respondents’ failure to plead\r\nrectification, in terms, was premised on the over-confident\nview they\r\nheld that the agreement of sale was invalid for lack of compliance\r\nwith statutory formalities. Because they considered\nthe sale to be\r\ninvalid the respondents were under the impression that the agreement\r\nof sale could not be rectified. In fact the\nthird respondent stated\r\nexpressly:\n‘\nAlso,\r\nthe subject\nmatter of the sale, that is, the land being sold must be identifiable\r\nwith reasonable certainty from the agreement itself. If this\n\ndescription is not sufficiently precise, the agreement may not be\r\nrectified to reflect the real intention of the parties, if any.’\nHowever,\r\nthe basis on which this averment was made was that the agreement was\r\ninvalid because the description of the land sold was\ninadequate.\r\nThis, we have found, was not the case and the agreement of sale\r\nrelied upon by the appellant may indeed be rectified.\nThe\r\nrespondents have, in our view, pleaded sufficient facts to raise the\r\ndefence of rectification. The appellant chose not to respond\nto the\r\nfactual allegations that support this defence. As can be seen from\r\nwhat is set out above, Mr Lombaard was adamant, because\nof a mistaken\r\nview of the law, that evidence was inadmissible in relation to the\r\ndefence pleaded by the respondents.\n[\n23]\tIn\nWightman\r\nt/a JW Construction v Headfour (Pty) Ltd\n[2008] ZASCA 6\n;\n[2008]\r\n2 All SA 512\n(SCA) para 12 Heher JA said:\n‘\nRecognising\r\nthat the truth almost always lies beyond mere linguistic\r\ndetermination the courts have said that an applicant who seeks\nfinal\r\nrelief on motion must in the event of conflict, accept the version\r\nset up by his opponent unless the latter’s allegations\nare, in\r\nthe opinion of the court, not such as to raise a real, genuine or\r\nbona fide dispute of fact or are so far-fetched or clearly\nuntenable\r\nthat the court is justified in rejecting them merely on the papers:\nPlascon-Evans\r\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634E–635C. . . . (I do not overlook that\r\na reference to evidence in circumstances discussed in the authorities\r\nmay\nbe appropriate.)’\nHe\r\ncontinued\nat\r\npara 13:\n‘\nA real, genuine\r\nand bona fide dispute of fact can exist only where the court is\r\nsatisfied that the party who purports to raise the\ndispute has in his\r\naffidavit seriously and unambiguously addressed the fact said to be\r\ndisputed. There will of course be instances\nwhere a bare denial meets\r\nthe requirement because there is no other way open to the disputing\r\nparty and nothing more can therefore\nbe expected of him. But even\r\nthat may not be sufficient if the fact averred lies purely within the\r\nknowledge of the averring party\nand no basis is laid for disputing\r\nthe veracity or accuracy of the averment. When the facts averred are\r\nsuch that the disputing\nparty must necessarily possess knowledge of\r\nthem and be able to provide an answer (or countervailing evidence) if\r\nthey be not true\nor accurate but, instead of doing so, rests his case\r\non a bare or ambiguous denial the court will generally have\r\ndifficulty in\nfinding that the test is satisfied. I say “generally”\r\nbecause factual averments seldom stand apart from a broader matrix\nof\r\ncircumstances all of which needs to be borne in mind when arriving at\r\na decision. A litigant may not necessarily recognise or\nunderstand\r\nthe nuances of a bare or general denial as against a real attempt to\r\ngrapple with all relevant factual allegations made\nby the other\r\nparty. But when he signs the answering affidavit, he commits himself\r\nto its contents, inadequate as they may be, and\nwill only in\r\nexceptional circumstances be permitted to disavow them. There is thus\r\na serious duty imposed upon a legal adviser\nwho settles an answering\r\naffidavit to ascertain and engage with facts which his client\r\ndisputes and to reflect such disputes fully\nand accurately in the\r\nanswering affidavit. If that does not happen it should come as no\r\nsurprise that the court takes a robust\nview of the matter.’\n[24]\tThe\r\nallegations made by the respondents in the answering papers cannot be\r\nrejected out of hand. If anything, they provide ample\nfactual details\r\nsubstantiating their defence. As things stand presently, the\r\nprobabilities favour Droprop. Mr Lombaard has ignored\nthe detailed\r\nallegations at his peril. The warning words of Heher JA, albeit\r\nrelating to a bare or general denial in the answering\npapers, also\r\napply where a defence is raised in the answering papers that calls\r\nfor a response and should have been heeded. Since\nthe respondents’\r\ndefence cannot be said to be without substance and since Mr Lombaard\r\nfailed, in the court below, to avail\nhimself of the right to have the\r\nmatter referred to oral evidence or to call for Droprop’s\r\nmembers to be cross-examined in\nterms of the Uniform Rules of Court\r\nand further, since the court could not be satisfied of the inherent\r\ncredibility of Mr Lombaard’s\nfactual averment the application\r\nwas bound to fail.\n5\n[\n25]\tIn\r\nresolving to refer a matter to evidence a court has a wide\r\ndiscretion, to be exercised according to the principle explained\nby\r\nColman J in\nMetallurgical\r\nand Commercial Consultants (Pty) Ltd v Metal Sales Co (Pty) Ltd\n1971 (2) SA 388\n(W) at 396 E-G:\n‘\nIt\r\nis the respondent who would fail on the disputed issue if it fell to\r\nbe decided on the papers; an oral hearing is being granted\nat its\r\ninstance, in order to afford it an opportunity of altering, if it\r\ncan, the incidence of the probabilities as they emerge\nfrom the\r\npapers, and of displacing the inference which flows from the signed\r\ndocument. Thus\n,\r\nas matters now stand, the applicant needs no oral evidence to\r\nstrengthen its case; it will need such evidence only if and when\nthe\r\nrespondent creates, prima facie, a balance of probability in its\r\nfavour. There is no reason why I should compel anyone to testify.\n\nWhat I should do is give the respondent the opportunity which it has\r\nsought, and to give the applicant an opportunity of answering,\nif he\r\nwishes the case made out by the respondent.’\n[26]\tAn\r\norder to refer a matter to oral evidence presupposes a genuine\r\ndispute of fact (\nRoom\r\nHire Co (Pty) Ltd v Jeppe Street Mansions (Pty) Ltd\n1949 (3) SA 1155\n(T) at 1163;\nRipoll-Dausa\r\nv Middleton NO & others\n[2005] ZAWCHC 6\n;\n2005\r\n(3) SA 141\n(C) 151F ff). The appellant chose not to respond to the\r\nfactual allegations concerning rectification. He did so at his peril:\r\nhe\nput forward no answer to allegations which, on their face,\r\nsubstantiated the defence of rectification and laid no basis for an\r\napplication for a referral of the matter to evidence. In these\r\ncircumstances the application to refer the matter to evidence should\n\nbe refused. It remains open to the appellant to proceed by trial\r\nshould he so wish.\n[27]\tThe following order\r\nis made:\nT\nhe\r\nappeal is dismissed with costs.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nF R\nMALAN\nJUDGE OF APPEAL\nHEHER\r\nand\nSHONGWE\r\nJJA:\n[28]\tWe have had the\r\nopportunity of reading the judgment prepared by Navsa and Malan JJA.\r\nWe respectfully do not agree with the\ndismissal of the appeal,\r\nalthough we agree however, with the conclusion and reasoning reached\r\nin concluding that the lease agreement\nis valid and unambiguous, and\r\nidentifies a specific property, namely, Portion 526 (of 432) the\r\nproperty in the title deed.\n[29]\nIt\r\nhas long been recognised that a discretion resides in a high court,\r\nderived from the rules of court, to refer a disputed issue\nof fact\r\nwhich cannot be decided on affidavit for the hearing of oral evidence\r\nregardless of whether the parties request it.\n6\nThe present uniform rule is 6(5)(g).\n7\nThe overriding consideration in the exercise of the discretion is\r\nensuring a just and expeditious decision. In short, in the case\nof a\r\ndispute of fact, the court must be persuaded that the hearing of\r\nevidence will be fair to the parties and will conduce to\nan effective\r\nand speedy resolution of the dispute and the overall application.\n[30]\nThe\r\ncourts have developed rules of practice to guide (but not hamper) the\r\nexercise of the discretion. In the context of the present\nappeal it\r\nis necessary only to refer to the principles set out in para 4 to 6\r\nbelow which are trite.\n[31]\tMotion proceedings\r\nare not designed or intended to resolve disputes of fact. Therefore,\r\nif a party has knowledge of a material\nand bona fide dispute or\r\nshould reasonably foresee its occurrence and nevertheless proceeds on\r\nmotion that party will usually find\nthe application dismissed.\n[32]\tAlthough\r\nthe court has the power to act\nmero\r\nmotu\nit\r\nmay properly regard the failure of a party who cannot succeed in an\r\napplication without resort to evidence to seek a reference\nas an\r\nindication that that party does not have evidence to support his case\r\nor does not have confidence in such evidence as he\nmay have.\n[33]\tIf the\r\nprobabilities, on the affidavits, lie clearly against a party who\r\nrequires evidence in order to succeed on motion, the\ncourt is\r\nunlikely to regard evidence as profitable or necessary to determine\r\nthe issue. However if the balance of the probabilities\nis even, or,\r\nat least, the court considers that the issue can fairly be said to\r\nremain open, then a just outcome may well require\nthe hearing of\r\nevidence. With regard to the last-mentioned aspect, it is obvious\r\nthat the court must take into account all factors\nrelevant to the\r\nmanner in which the parties presented their versions in the\r\naffidavits. (The relevance of this approach will become\nclear in due\r\ncourse.)\n[34]\tAs to the\r\nconsideration in paragraph 4 above, not only was the appellant not\r\napprised of a threatening dispute of fact, but\nthe attitude of the\r\nrespondents disclosed in the correspondence prior to the launching of\r\nthe application was such as positively\nto mislead the applicant and\r\nhis legal advisers. In the preceding correspondence the following\r\nallegations were made by the appellant’s\nattorney.\n(i)\tthe property in\r\nrelation to which the lease and the option related were referred to\r\nsubstantially as described in the lease\nagreement (ie the deeds\r\noffice description of the whole property);\n(ii)\tthe option had been\r\nexercised in terms of clause 5 of the lease with effect from 12\r\nNovember 2007;\n(iii)\the had been\r\nappointed to handle the transfer of that property and sought certain\r\ninformation to enable him to pursue his mandate.\n[35]\t For more than a\r\nmonth there was no response from the respondents. At last, on 18\r\nDecember 2007 their attorney sent a terse\nreply:\n‘\nKindly be advised\r\nthat our client had previously indicated to your client that he would\r\nnot be selling. You are invited to proceed\nas you deem fit.’\n[36]\tOn 4 February 2008\r\nthe appellant’s attorney wrote to seek an undertaking that the\r\nrespondents would not deal with or\nalienate the property. They added:\n‘\nFurthermore, we\r\nare instructed that in breach of the Lease Agreement, you have\r\nentered into a conflicting Lease on the same property.\nWe remind you\r\nthat the aforementioned Lease Agreement is for the entire Portion 526\r\n(of 432) of the Farm Melk Houte Kraal No. 789\nand that you\r\naccordingly do not have Title to enter into a conflicting Lease\r\nAgreement for a portion of that property with another\ntenant, without\r\nconsulting our client and/or obtaining our client’s consent.’\n[37]\tThe respondents’\r\nattorney replied as follows the following day:\n‘\nOPTION:\r\nJA LOMBAARD – Agreement of Lease (dated 26 January 2005):\nPORTION\r\n526 (OF 432) OF THE FARM MELK HOUTE KRAAL No. 789\nYour\r\ntelefax dated 04\nth\nFebruary 2008 refers.\nClient believes that your\r\nclients threat of legal action to be some kind of fabrication, as it\r\nhas been anticipating just that since\nNovember 2007.\nBe that as it may, and\r\nbearing in mind that client has no intention to alienate the property\r\nwe hereby undertake not to alienate\nsame for a period of only 7\r\n(seven) days from date hereof.\nWe write to advise\r\nfurther that client are duly represented and you are advised to refer\r\nall correspondences to our offices and\nnot to our client.\nYou are invited to\r\nproceed as you deem fit.’\n[38]\tIt can thus be seen\r\nthat not only did the respondents’ attorney not mention the\r\nmisdescription of the leased property\nwhen a proper answer to the\r\nletter demanded an appropriate response, but he adopted the same\r\ndescription at the head of his letter.\nMoreover the defence which he\r\nput forward was patently no defence at all. There was therefore no\r\nreason to incur the delay and\nexpenses involved in a trial action.\n[39]\t  The conduct of\r\ntheir attorney and their subsequent failure, in the application, to\r\noffer any explanation for it, justified\na strong inference that the\r\nrespondents had failed to instruct their attorney that they had only\r\nleased a portion of the property\nto the applicant and that the\r\nproperty described in the lease had been misdescribed.\n[40]\t As to the second\r\nconsideration (paragraph 5, above), the defence of rectification was\r\nnot pleaded in terms. It had to be inferred.\nThe defences readily\r\napparent from the answering affidavit were those related to\r\nnon-compliance with the formalities legislation.\nThe appellant, in\r\nhis replying affidavit, deposed, with reference to the factual\r\naverments which were afterwards relied on to make\nout the defence of\r\nrectification:\n‘\n(a)\tIt is denied\r\nthat I am tenant to only a portion of the property. In this regard I\r\nhave been advised, which advice I verily believe,\nthat the wording of\r\nthe written agreement is binding upon the parties and that this\r\nHonourable Court is not permitted to consider,\nin the instant\r\ncircumstances, extrinsic evidence of the alleged intentions of the\r\nparties.\n(b)\tI am advised, which\r\nadvice I believe, that the people negotiating the lease have no input\r\nin this dispute in view of the clear\nand unequivocal wording of the\r\nlease. In this regard I therefore submit that these aspects have been\r\nraised by the Respondents\nin order to create confusion in this Court\r\nand as a red herring.\n(c)\tThe whole portion of\r\nthe land forms part of the lease and the option. In view of the\r\nirrelevance of the negotiations in light\nof the relevant legal\r\nprinciples set out above, I do not attach affidavits of the relevant\r\nwitnesses.’\nand\n‘\n(e)\tShould the\r\nversion of the Respondents be believed, this Court would be required\r\nto in fact rectify the express terms of the\nagreement by inclusion of\r\nadditional words therein which never formed part of the agreement.\n(f)\tNo\r\nrectification by the Respondents has been sought in these\r\nproceedings. I therefore submit that the Respondents are bound\nby the\r\nterms of the written agreement. I have been advised that in terms of\r\nthe contractual principal of\ncaveat\r\nsubscriptor\n,\r\nthe parties are bound by the written terms. I have also been advised\r\nthat there are only certain limited exclusions to this legal\n\ncontractual principle. I submit, and the necessary legal argument in\r\nthis regard will be presented at the hearing of the matter,\nthat none\r\nof those exclusions are applicable in the instant matter.\n(g)\tWith regard to the\r\nFirst Respondent leasing a portion of the property to Execucrete I\r\nrespectfully submit that I never deemed\nit necessary to protest to\r\nsuch action as I, at that relevant time, was not in a position to\r\npurchase the property and exercise\nthe option. The presence of the\r\nother party on the premises only becomes an issue once I exercise the\r\noption. This duly occurred\nand the letter was written, and therefore,\r\nwith respect, I submit that the contents of paragraphs (h), (i), (j)\r\nand (k) of this\nparagraph should be dismissed with the contempt it\r\ndeserves.’\nThe appellant also\r\npointed out that the first respondent had been responsible for the\r\ndrafting of the lease agreement in the form\nin which he signed it.\r\nFrom all this it is apparent that the appellant did not seek to\r\npresent evidence relating to the rectification\nof the agreement\r\nbecause he was advised that it was not relevant to the defences\r\nraised by the respondents. Wrong he may have been.\nBut to hold, as\r\nour colleagues, do that he so acted at his own risk, seems to leave\r\nlittle room for the exercise of an equitable\ndiscretion.\n[41]\tNdlovu J, in giving\r\njudgment in the application, addressed only the technical defences\r\ndespite referring in detail to counsel’s\nsubmissions. He said:\n‘\nNeither party\r\napplied for rectification of the head lease nor referral of the\r\nmatter for the hearing of evidence.’\nThe\r\ninference is overwhelming (and indeed counsel for the respondents in\r\nthe appeal, who did not appear in the application, conceded\nas much):\r\nthe respondents’ counsel at the hearing did not rely on\r\nrectification as a defence and did not raise it in argument.\nJust as\r\nimportant, Ndlovu J did not himself either understand that the\r\ndefence had been raised in the answering affidavit or realise\nthat he\r\nwas vested with a discretion\nmero\r\nmotu\nto\r\ndirect that evidence be heard.\n[42]\tBefore us, it was\r\nwith difficulty that counsel for the appellant accepted that the\r\nanswering affidavit set out the basis for\na defence of rectification.\r\nOnly at the last gasp of the appeal did he clutch at the possibility\r\nof asking us to make such a direction.\n[43]\tHaving\r\nregard to all the factors we have mentioned the injustice to the\r\nappellant inherent in a dismissal of his application\nis, in our view,\r\nmanifest. He is possessed of a written agreement which unequivocally\r\nbears out his reliance on the exercise of\nthe option. He had been\r\nmisled by a perception induced by the respondents’ attorney and\r\nhis own legal advisers into not fully\nconfronting the defence. Both\r\ncounsel and the judge a quo did not appreciate the legal force of the\r\nrespondents’ factual\naverments in the answering affidavit.\r\nThere are telling inferences against a bona fide belief in the\r\nexistence of a misdescription\nin the attitude adopted by the\r\nrespondents before the proceedings were initiated. Even with the\r\nfailure fully to confront the consequences\nof the rectification\r\ndefence, the balance of probabilities is open to the influence of\r\nevidence. One can say no more with any certainty\nthan that one of the\r\nparties has been deliberately misleading the court. That in itself is\r\na culpability worth determining by evidence.\nFor all these reasons\r\nthe\nWightman’s\ncase is, we think, a far cry from the situation in the case relied on\r\nby our colleagues. There the deponent, Mr Head, provided\nno\r\nacceptable excuse for his failure to address certain circumstances\r\nwhich were perculiarly within his knowledge. Here, by contrast,\nnot\r\nonly the appellant but everybody else involved in the application\r\nunderstood the issues in the same way.\n[44]\tThere cannot be the\r\nslightest prejudice to the respondents in referring what is now seen\r\nto be the true issue between them\n(a relatively narrow one) to the\r\ntest of oral evidence. We can see no point in putting the parties to\r\nthe unnecessary delay and\ncosts of an action commenced afresh,\r\nespecially as the delay is already substantial.\n[45]\tThe learned judge\r\nmisdirected himself both in what he decided and in what he should\r\nhave considered but did not. We are at\nlarge to make the order he\r\nshould have made as all the information required to exercise the\r\ndiscretion is available to us.\n[46]\nWe\r\npropose the following order:\n1\tThe appeal is upheld.\n2\tThe order of the court\r\na quo is set aside and the following order is substituted therefor:\n(‘1)\tThe issue of\r\nwhether or not the lease agreement between the parties should be\r\nrectified in regard to the description\nof the leased property and, if\r\nso, the terms of the rectification, is referred for the hearing of\r\noral evidence.\n(2)\tThe parties are to\r\nfurnish each other with a list of witnesses which each proposes to\r\ncall at the hearing together with a summary\nof the evidence of each\r\nwitness (to the extent that such evidence does not appear from the\r\naffidavits) not less than thirty days\nbefore the date for\r\ncommencement of the hearing.\n(3)\tThe rules of court\r\nrelating to discovery and production of documents, expert evidence\r\n(if required) etc are to apply.’\n3\tThe costs of all\r\nproceedings to this stage are to be costs in the cause.\n_________________\nJ A HEHER\nJUDGE OF APPEAL\n_________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nMHLANTLA JA: (Concurring\r\nin the judgment of Navsa and Malan JJA):\n[47]\tI have read the\r\njudgments of my colleagues Navsa and Malan JJA on the one hand and of\r\nHeher and Shongwe JJA on the other. I\nrespectfully concur in the\r\nformer judgment.\n[48]\tI\r\nfind it necessary to add some comments of my own. First, there can be\r\nno doubt that on the application of the\nPlascon-Evans\nrule, the application in the court below ought to have been\r\ndismissed. Faced with the detailed factual allegations concerning the\n\ntrue contract between the parties, the appellant deliberately and\r\nconsciously did not engage on those issues.\n[49]\nThe\r\nappellant, despite facing the mass of allegations concerning the true\r\ncontract, did not seek a referral to oral evidence. In\nmy view, it\r\nwas that attitude that led to the appellant's downfall. A referral to\r\noral evidence was sought by the appellant's counsel\nbefore us at a\r\nvery late stage during the appeal hearing and was prompted by a\nquestion\r\nfrom the court.\n[50]\tThere\r\nis no rule of law requiring a person threatened with litigation to\r\nreveal beforehand such defences as may be available\nto him or her. In\r\nthe present case had the respondents chosen to remain absolutely\r\nsilent and not respond to the correspondence\nreferred to by Heher and\r\nShongwe JJA the appellant would still have been faced with the\r\napplication of the\nPlascon-Evans\nrule and would, absent a justifiable request for a referral to oral\r\nevidence, have failed at the first hurdle.\n[51]\tI\r\nagree that uniform rule 6(5)(g) should be employed to ensure a just\r\nand expeditious decision . Equally, we should be consistent\nin our\r\napplication of the principle set out in\nPlascon-Evans\nas described in the judgment of my brothers Navsa and Malan.\n[52]\tIn the court below\r\nthe appellant, against whom the probabilities were in relation to the\r\nquestion of the true contract between\nthe parties, at that stage\r\nstood before an election to request a referral to oral evidence. He\r\nelected not to do so. In my view,\nit is turning equity on its head to\r\nsuggest in those circumstances that the respondents should be\r\npenalised by being compelled\nto face further proceedings after having\r\nincurred the inconvenience and costs of the present appeal.\n[53]\tIt\r\nhas repeatedly been held that an application to refer a matter to\r\nevidence should be made at the outset and not after argument\non the\r\nmerits. See in this regard\nKalil\r\nv Decotex (Pty) Ltd & another\n1988\r\n(1) SA 943\n(A) at 981D-F. In\nKalil\nCorbett CJ stated that this is a salutary rule. Recently, Streicher\r\nJA, in\nPahad\r\nShipping CC v The Commissioner for the South African Revenue Service\n[2009] ZASCA 172\n(2 December 2009) stated that unnecessary costs and\r\ndelay can be avoided by following the general rule.\n8\nIn\nKalil\nCorbett CJ accepted that the rule was not inflexible. However, it is\r\nonly in exceptional cases that the court will depart from\nthe general\r\nrule. See in this regard\nBocimar\r\nNV v Kotor Overseas Shipping Ltd\n[1994] ZASCA 5\n;\n1994 (2) SA 563\n(A) at 587C-D and\nPahad\nat para 20. The present case is not exceptional.\n[54]\tThe appellant chose\r\nnot to engage on the question of the true contract between the\r\nparties and restricted its defence to resisting\nany attempt to adduce\r\nevidence in that regard on the basis that it would be inadmissible.\r\nThe referral to oral evidence now sought\nis a desperate attempt to\r\nsalvage the situation. One is left to ponder what precisely it is\r\nthat the appellant seeks to have referred\nfor oral evidence.\n[55]\tFor these reasons, I\r\nconcur in the judgment of my brothers Navsa and Malan.\n__________________\nN\r\nZ MHLANTLA\nJUDGE OF\r\nAPPEAL\nAPPEARANCES:\nFor Appellant:\t\tM\r\nPillemer SC\nR G Mossop\nInstructed by\nSusan Abro\r\nAttorney Durban\nWebbers\r\nBloemfontein\nFor Respondent:\tA M\r\nStewart SC\nInstructed by\nHenwood Britter\n& Caney Durban\nClaude Reid\r\nIncorporated Bloemfontein\n1\nReported as\nLombaard v\r\n\tDroprop CC\n2009 (6) SA 150\r\n\t(N).\n2\nPara 35.\n3\nPara 41.\n4\nAt p 334 and see Wulfsohn p 219 and\nMagwaza\r\n\tv Heenan\n1979 (2) SA 1019\n(A) 1030D-G.\n5\nSee\nPlascon-Evans Paints v\r\n\tVan Riebeeck Paints\n1984\r\n\t(3) 623 (A) at 634E-635D.\n6\nRoom Hire Co (Pty) Ltd v\r\n\tJeppe Street Mansions (Pty) Ltd\n1949\r\n\t(3) SA 1155\n(T) at 1168.\n7\n‘Where an\r\n\tapplication cannot properly be decided on affidavit the court may\r\n\tdismiss the application or make such order as\nto it seems meet with\r\n\ta view to ensuring a just and expeditious decision. In particular,\r\n\tbut without affecting the generality\nof the aforegoing, it may\r\n\tdirect that oral evidence be heard on specified issues with a view\r\n\tto resolving any dispute of fact\nand to that end may order any\r\n\tdeponent to appear personally or grant leave for him or any other\r\n\tperson to be subpoenaed to appear\nand be examined and cross-examined\r\n\tas a witness or it may refer the matter to trial with appropriate\r\n\tdirections as to pleadings\nor definition of issues, or otherwise’.\n8\nSee para 20.",
  "scraped_at": "2026-02-11T20:29:29.811569",
  "date": "2010-05-31",
  "coram": [
    "Navsa JJA",
    "Heher JJA",
    "Mhlantla JA",
    "Malan JJA",
    "Shongwe JJA"
  ],
  "case_number": "377/09",
  "parties": {
    "applicants": [
      "Jan Antonie Lombaard"
    ],
    "respondents": [
      "Droprop CC",
      "Dropathy PreetHepaul",
      "DharumdaW PreetHepaul",
      "Omesh Pr EetHepaul"
    ]
  },
  "sections": {
    "facts": "The appellant, Jan Antonie Lombaard, sought to compel the close corporation Droprop CC and its members to transfer to him an immovable property described as Portion 526 (of 432) of the Farm Melkhoute Kraal No 789, KwaZulu‑Natal. Lombaard relied on a lease agreement that contained a clause granting him an option to purchase the property after two years of occupation. The lower court dismissed his application on two grounds: (1) the lease had been signed by a member of Droprop without proper written authority, and (2) the description of the property in the lease – prefixed by the word “certain” – was held not to identify the land with reasonable certainty under s 2(1) of the Alienation of Land Act 68 of 1981. Droprop later raised a further defence that the lease (and any consequent sale) only covered a limited portion of the farm, not the whole parcel, and that the agreement might require rectification.",
    "issues": "1) Does the description of the property in the lease satisfy the statutory requirement of reasonable certainty under s 2(1) of the Alienation of Land Act? 2) Is the lease and the resulting option‑to‑purchase agreement valid and unambiguous? 3) Can the court exercise its discretion to refer the dispute to oral evidence when the parties did not raise a factual dispute at the application stage? 4) Does the defence of rectification apply where the written agreement may be non‑compliant with statutory formalities?",
    "principles": "The court reaffirmed that s 2(1) ALA demands a description that identifies the land with reasonable certainty; however, the presence of the word “certain” does not, per Blundell v Blom, vitiate an otherwise adequate description. Rectification cannot cure a defect that renders a contract void for non‑compliance with mandatory statutory requirements. Under Uniform Rule 6(5)(g) and the Plascon‑Evans rule, a court may refer a matter to oral evidence only where a genuine dispute of fact exists and the balance of probabilities is not clearly against the party seeking evidence. The discretion must be exercised to ensure a just and expeditious decision.",
    "application": "The majority (Navsa, Malan, Mhlantla) held that the description “Portion 526 (of 432) of the Farm Melkhoute Kraal No 789” is sufficiently precise and that the word “certain” does not introduce uncertainty. Consequently, the lease and the option were valid, rendering the sale agreement enforceable. The respondents’ alleged defence of rectification was not properly pleaded, and the appellant failed to engage with the factual allegations. No genuine dispute of fact was found, so the court declined to refer the matter to oral evidence and dismissed the appeal with costs. The dissenting judges (Heher, Shongwe) argued that the appeal should be upheld and the issue of rectification referred for oral evidence, but their view did not command the majority.",
    "conclusion": "The appeal was dismissed with costs. The order of the KwaZulu‑Natal High Court was affirmed, and no referral to oral evidence was made."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Transfer",
    "level_3": [
      "Alienation of Land Act",
      "Description of property",
      "Rectification",
      "Oral evidence",
      "Option to purchase"
    ]
  }
}