{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/119.html",
  "case_name": "Mapande v S (046/10) [2010] ZASCA 119 (29 September 2010)",
  "citation": "[2010] ZASCA 119",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 119\n|\nNoteup\n|\nLawCite\nMapande v S (046/10) [2010] ZASCA 119 (29 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 046/10\nCEDRIC MAPANDE\n....................................................................................................\nAppellant\nand\nTHE\r\nSTATE\n.............................................................................................................\nRespondent\n______________________________________________________________\nNeutral citation:\nMapande v\r\nS\n(046/10)\n[2010] ZASCA 119\n(29 September 2010)\nCORAM:\nNavsa, Heher and Bosielo JJA\nHEARD:\n10 September 2010\nDELIVERED:\n29 September 2010\nSUMMARY: Appeal against conviction\r\non the basis that identification evidence insufficient and that\r\nevidence of co-accused ought\nnot to have been accepted ─ held\r\nthat evidence sufficient to found conviction. Appeal against sentence\r\non the basis that\ninsufficient consideration given to personal\r\ncircumstances and that the court had erred in not concluding that\r\nthere were substantial\nand compelling circumstances ─ held that\r\nconclusion on imposition of minimum sentence correct.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nLimpopo High\r\nCourt (Thohoyandou) (Hetisani J sitting as court of first instance).\nThe appeal against both conviction and\r\nsentence is dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Heher and Bosielo JJA\r\nconcurring)\n[1] This appeal, with the leave of\r\nthis court, against conviction and sentence is without any merit. The\r\nappellant, Mr Cedric Mapande,\nwas convicted with three other accused\r\nin the Thohoyandou High Court on one count of robbery with\r\naggravating circumstances and\nwas sentenced to 15 years’\r\nimprisonment.\n[2] It was the State’s case that\r\non 27 June 2000 the appellant, together with three others, had gone\r\nto the house of Mrs Elelwani\nFriedah Chabalala at River Plaas and had\r\nforced her at gunpoint to part with approximately R20 000 in\r\ncash, clothing, a blanket,\na camera, a cell phone and shoes.\r\nAccording to the State, the appellant was not one of the two robbers\r\nwho had entered the home\n─ he waited in the vehicle parked\r\noutside.\n[3] A co-accused, Mr Balaganani Thomas\r\nNematswerani, testified in support of the State’s case,\r\nimplicating the appellant.\nAccording to Mr Nematshwerani, the\r\nappellant was fully involved in the planning and execution of the\r\nrobbery. The appellant’s\nrole at the scene was to ensure that\r\nthe getaway vehicle was protected during the robbery. His evidence\r\nwas corroborated in material\nrespects by Mrs Chabalala and another\r\nwitness in support of the State’s case, namely, Mr Charles\r\nChabalala. The latter testified\nthat the appellant and another person\r\nhad made enquiries earlier on the day of the robbery about the house\r\nat which the robbery\nwas committed. According to Mr Chabalala, the\r\nappellant and his companion were travelling in a motor vehicle, the\r\nregistration\nof which he had noted and which ultimately was supplied\r\nto the police. It is common cause that that vehicle was used in the\r\ncommission\nof the robbery. Mrs Chabalala’s evidence coincided\r\nwith Mr Nematswerani’s testimony of the manner in which\r\nthe\nrobbery was committed. Mr Chabalala had also identified the\r\nappellant at an identification parade.\n[4] The appellant chose not to\r\ntestify. His appeal was based on two grounds. First, that the\r\nidentification evidence was insufficient\nto found a conviction. It\r\nwas submitted on his behalf that Mr Chabalala had testified that the\r\nenquiries referred to above were\nmade at a place called Tshabani,\r\nlocated approximately 11 kilometres away from the scene of the\r\nrobbery. Second, that the court\nbelow had erred in uncritically\r\naccepting the evidence of the appellant’s co-accused.\n[5] The submissions referred to in the\r\npreceding paragraph are fallacious. In the scheme of things the\r\ngeographical distance between\nthe place where the enquiries were made\r\nand the location where the robbery took place is minimal and can\r\neasily be traversed by\na motor vehicle in a short space of time. The\r\nevidence of Mr Chabalala is but one part of the totality of the\r\nevidence on which\nthe conviction was based. It fits in neatly with\r\nthe testimony of Mrs Chabalala and that of the appellant’s\r\nco-accused,\nMr Nematswerani.\n[6] The inconsistencies between a\r\nwritten statement made by the co-accused and his evidence in court do\r\nnot militate against the\nacceptability of his testimony in relation\r\nto the count of robbery presently under consideration. It is true\r\nthat Mr Nematswerani\nwas untruthful when he testified that he only\r\nparticipated in the robbery presently under consideration and in\r\nother robberies\nbecause he was an informer for the South African\r\nPolice Services. He was rightly disbelieved on that aspect of his\r\nevidence. It\nwas a desperate attempt by him to avoid the consequences\r\nof his unlawful activities. It does not follow that because he gave\r\nfalse\nevidence in this regard that the remainder of his relevant\r\ntestimony is also untrue. One must guard against the natural impulse\n\nto use that lie to reject otherwise plausible and corroborated\r\ntestimony.\n[7] In Schmidt Rademeyer\nSchmidt\r\nBewysreg\n4 ed (2000) p 106 the following appears:\n‘\nHoewel\r\ndie hof uit ‘n leuen\nkan\naflei\r\ndat ‘n getuie ook elders valse getuienis gelewer het, is die\r\nnormale gevolg dat slegs die bewese onware getuienis uitgewis\nword.\r\nDie leuen verswak dus normaalweg nie die ander getuienis nie.’\nSee also\nS v Oosthuizen\n1982\r\n(3) SA 571\n(T) and the other authorities referred to by the learned\r\nauthors.\n[8] Of course, a court must be\r\ncautious in approaching the evidence of an accomplice and must in\r\ndetermining the guilt of an accused\nhave regard to the totality of\r\nevidence and be conscious of the burden of proof that rests on the\r\nState.\n[9] It was submitted on behalf of the\r\nappellant that Mr Charles Chabalala did not identify the appellant as\r\na robber but only testified\nthat he was one of a party of two who,\r\nearlier on the day of the robbery, had made enquiries concerning the\r\nhouse at which the\nrobbery was later committed. That is true.\r\nHowever, the following has to be pieced together. First, there is the\r\nevidence of Mr Nematswerani\nimplicating the appellant. Before\r\nus, no reason was suggested for Mr Nematswerani’s random\r\nselection of the appellant\nas a co-perpetrator. Second, Mrs\r\nChabalala’s account of the robbery was consonant with Mr\r\nNematswerani’s testimony\nabout how it occurred. Third, there is\r\nthe evidence of Mr Chabalala, that the appellant had been in the car\r\nused in the robbery,\nmaking enquiries earlier that day about the\r\nhouse at which it was perpetrated ─ Mr Chabalala was\r\nimmediately suspicious to\nthe extent that he recorded the\r\nregistration number which was ultimately supplied to the police and\r\nwhich was traced back to the\nrobbery. Importantly, the appellant\r\nfailed to testify and challenge any of the evidence set out above,\r\nimplicating him.\n[10] If a witness\r\nhas given evidence directly implicating an accused the latter can\r\nseldom afford to leave such testimony unanswered.\nAlthough evidence\r\ndoes not have to be accepted merely because it is uncontradicted, the\r\ncourt is unlikely to reject credible evidence\nwhich the accused him\r\nor herself has chosen not to deny. In such instances the accused’s\r\nfailure to testify is almost bound\nto strengthen the case of the\r\nprosecution.\n1\nIn\nS\r\nv Chabalala\n2003\r\n(1) SACR 134\n(SCA) para 21 the following was stated:\n‘\nThe\r\nappellant was faced with direct and apparently credible evidence\r\nwhich made him the prime mover in the offence. He was also\ncalled on\r\nto answer evidence of a similar nature relating to the parade. Both\r\nattacks were those of a single witness and capable\nof being\r\nneutralised by an honest rebuttal. There can be no acceptable\r\nexplanation for him not rising to the challenge. If he was\ninnocent\r\nappellant must have ascertained his own whereabouts and activities on\r\n29 May and be able to vouch for his non-participation.\n. . . To have\r\nremained silent in the face of the evidence was damning. He thereby\r\nleft the\nprima\r\nfacie\ncase\r\nto speak for itself. One is bound to conclude that the totality of\r\nthe evidence taken in conjunction with his silence excluded\nany\r\nreasonable doubt about his guilt.’\nSee also\nS\r\nv Boesak\n[2000] ZACC 25\n;\n2001\r\n(1) SACR 1\n(CC) para 24.\n[11] In the present case Mr\r\nChabalala’s evidence about the enquiries made by the appellant\r\nand his testimony linking the appellant\nto the vehicle used in the\r\nrobbery called for an answer as did the testimony of Mr Nematswerani\r\nimplicating him. At his peril,\nthe appellant chose not to testify. In\r\nthese circumstances the court below was correct in convicting him.\n[12] In respect of sentence it was\r\ncontended on behalf of the appellant that the court had not taken his\r\npersonal circumstances\ninto account and had erred in concluding that\r\nthere were no substantial and compelling circumstances justifying a\r\ndeviation from\nthe prescribed 15 year-term of imprisonment.\n[13] The submissions in the preceding\r\nparagraph are baseless. Whilst it is true that the court below\r\n(Hetisani J), could have been\nmore expansive in describing the\r\nrespective robbers’ personal circumstances, it is clear that it\r\ntook into account the appellant’s\ndegree of participation in\r\nthe robbery, namely, that he waited outside whilst the robbery was\r\nbeing perpetrated. The court below\ntook into account that the\r\nappellant had received his share of the cash proceeds of the robbery\r\nand that he had identified completely\nwith the planning and execution\r\nof the robbery. There is nothing to indicate that there is anything\r\nin the appellant’s personal\ncircumstances that was not noted\r\nthat would have had a bearing on the sentence. The court below spoke\r\nin general terms about the\nmotivation for the minimum sentencing\r\nregime and the frequency of crimes of violence. The court below\r\nclearly took the view that\nthere were no substantial and compelling\r\ncircumstances justifying a departure from the prescribed minimum\r\nsentence, a conclusion\nwith which I can find no fault.\n[14] For all the reasons set out above\r\nthe following order is made:\nThe appeal against both conviction and\r\nsentence is dismissed.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: M E Mokgotho\nInstructed\r\nby\nJustice\r\nCentre, Polokwane\nJustice\r\nCentre, Bloemfontein\nFor\r\nRespondent: R J Makhera\nInstructed\r\nby\nDirector\r\nof Public Prosecutions, Polokwane\nDirector of Public Prosecutions,\r\nBloemfontein\n1\nD\r\n\tT Zeffert, A P Paizes, A St Q Skeen\nThe\r\n\tSouth African Law of Evidence (\n2003) p\r\n\t127.",
  "scraped_at": "2026-02-11T20:37:15.133843",
  "date": "2010-09-29",
  "coram": [
    "Navsa JJA",
    "Heher JJA",
    "Bosielo JJA"
  ],
  "case_number": "046/10",
  "parties": {
    "applicants": [
      "Cedric Mapande"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 27 June 2000 the appellant, Cedric Mapande, together with three others, allegedly robbed Mrs Elelwani Friedah Chabalala at River Plaas. The victims were forced at gunpoint to hand over approximately R20,000 in cash plus clothing, a blanket, a camera, a cellphone and shoes. The State’s case was that Mapande did not enter the house but waited in the getaway vehicle. Co‑accused Balaganani Thomas Nematswerani testified that Mapande was involved in planning and execution, that he ensured the vehicle was protected, and that he and another person had made enquiries earlier in the day about the house. Mrs Chabalala and another witness, Charles Chabalala, corroborated parts of this testimony, including identification of Mapande in an identification parade and noting the vehicle’s registration, which was later traced to the robbery.",
    "issues": "The appeal raised two principal issues: (1) whether the identification evidence and the other circumstantial evidence were sufficient to uphold a conviction for robbery with aggravating circumstances; and (2) whether the trial court erred in accepting the testimony of the co‑accused and in failing to consider the appellant’s personal circumstances, thereby missing any substantial and compelling circumstances that might justify deviation from the prescribed minimum sentence of fifteen years’ imprisonment.",
    "principles": "The court reiterated that an accomplice’s testimony must be assessed in the context of the totality of evidence and that inconsistencies in one aspect do not automatically invalidate the whole evidence. The burden of proof remains on the State. Jurisprudence cited includes Schmidt Rademeyer Bewysreg (2000) on the limited effect of a lie on other evidence, S v Oosthuizen (1982) on handling accomplice evidence, S v Chabalala (2003) on the impact of an accused’s silence, and S v Boesak (2000) on sentencing considerations, particularly the need for substantial and compelling circumstances to deviate from a minimum sentence.",
    "application": "Applying these principles, the court found that the identification parade testimony, corroborated by the accounts of Mrs Chabalala and the vehicle registration evidence, combined with Nematswerani’s testimony, formed a coherent and credible case against Mapande. The appellant’s choice not to testify was held to strengthen the prosecution’s case. Regarding sentencing, the court noted that the trial judge had considered Mapande’s role (waiting outside) and his share of the proceeds, and found no personal circumstances that would amount to substantial and compelling reasons to depart from the minimum fifteen‑year term.",
    "conclusion": "The appeal was dismissed in its entirety. The conviction for robbery with aggravating circumstances and the imposed fifteen‑year sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "identification evidence",
      "accomplice testimony",
      "sentencing",
      "minimum sentence",
      "appeal"
    ]
  }
}