{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/177.html",
  "case_name": "The President of the Republic of South Africa and Others v M & G Media Ltd (2011 (2) SA 1 (SCA) ; 2011 (4) BCLR 363 (SCA); [2011] 3 All SA 56 (SCA)) [2010] ZASCA 177; 570/2010 (14 December 2010)",
  "citation": "[2010] ZASCA 177",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 177\n|\nNoteup\n|\nLawCite\nThe President of the Republic of South Africa and Others v M & G Media Ltd (2011 (2) SA 1 (SCA) ; 2011 (4) BCLR 363 (SCA); [2011] 3 All SA 56 (SCA)) [2010] ZASCA 177; 570/2010 (14 December 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 570/2010\nIn the matter\r\nbetween:\nTHE PRESIDENT OF\r\nTHE REPUBLIC OF SOUTH AFRICA\n..............\nFirst\r\nAppellant\nTHE DEPUTY\r\nINFORMATION OFFICER,\nOFFICE OF THE\r\nPRESIDENCY\n............................................................\nSecond\r\nAppellant\nTHE MINISTER IN\r\nTHE PRESIDENCY\n.................................................\nThird\r\nAppellant\nand\nM & G MEDIA\r\nLIMITED\n..................................................................................\nRespondent\nNeutral citation:\nThe President of RSA v M & G Media\n(570/10) [2010]\r\nZASCA 177 (14 DECEMBER 2010)\nCoram:\nNUGENT, VAN HEERDEN, MAYA, CACHALIA JJA and BERTELSMANN AJA\nHeard:\n22\r\nNOVEMBER 2010\nDelivered: 14\r\nDECEMBER 2010\nSummary:\nPromotion of Access to Information Act 2 of 2000\n– access to\r\nreport made to the President – whether grounds shown for\r\nrefusing access.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: North Gauteng\r\nHigh Court, Pretoria (Sapire AJ sitting as court of first instance).\nThe appeal is dismissed with\r\ncosts that include the costs of two counsel.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (VAN HEERDEN, MAYA and\r\nCACHALIA JJA and BERTELSMANN AJA concurring).\n[1] Open and\r\ntransparent government and a free flow of information concerning the\r\naffairs of the state is the lifeblood of democracy.\nThat is why the\r\nBill of Rights guarantees to everyone the right of access to ‘any\r\ninformation that is held by the state’,\n1\nof which\r\nNgcobo J said the following in\nBrümmer\r\nv Minister for Social Development\n:\n2\n‘\nThe\r\nimportance of this right ... in a country which is founded on values\r\nof accountability, responsiveness and openness, cannot\nbe gainsaid.\r\nTo give effect to these founding values, the public must have access\r\nto information held by the State. Indeed one\nof the basic values and\r\nprinciples governing public administration is transparency. And the\r\nConstitution demands that transparency\n‘must be fostered by\r\nproviding the public with timely, accessible and accurate\r\ninformation.’’\n[2] But few constitutional rights\r\nare absolute. Generally they are capable of being limited within the\r\nconfines of s 36. The\nright of access to information that is\r\nheld by the state has indeed been limited by the\nPromotion of Access\nto Information Act 2 of 2000\n– which fulfils Parliament’s\r\nconstitutional obligation to enact national legislation to give\r\neffect to the right. It\nis the application of those limitations that\r\nforms the subject of this appeal.\n[3] The appeal concerns a report\r\nthat is in the possession of the President of the Republic. Two\r\nsenior judges prepared the report\nafter a visit to Zimbabwe shortly\r\nbefore an election that was held in that country in 2002. They did so\r\nat the request of the then\nincumbent of the Presidency – former\r\nPresident Mbeki. The report has never been released to the public at\r\nlarge.\n[4] M&G Media Limited (the\r\nrespondent) is the publisher of a weekly newspaper called the Mail\r\nand Guardian (I will refer to\nthe respondent as M&G). It wants to\r\nsee the report but the President declines to disclose it. M&G and\r\nthe then editor of\nits newspaper applied to the North Gauteng High\r\nCourt under the provisions of the Act for an order compelling him to\r\ndo so. Sapire\nAJ granted the order and the President (and others\r\ncited in the application) now appeals with the leave of that court.\n[5] The Act creates a mechanism\r\nfor access to be had to recorded information – what the Act\r\ncalls a ‘record’ –\nthat is in the possession of a\npublic body\n3\n(and other\r\nbodies in certain circumstances). The Act lays down various\r\nformalities that need to be complied with. It is not disputed\nthat\r\nthey have all been met in this case.\n[6] A request\r\nfor access to a record must be made to the ‘information\r\nofficer’ of the public body concerned.\n4\nIf the request\r\nis refused – in whole or in part\n5\n–\nthen\r\nthe applicant is entitled to an internal appeal against the refusal.\n6\nIf the\r\ninternal appeal fails then the requesting party may apply to a court\r\nunder s 78(2) for ‘appropriate relief’.\n[7] In this case the request by\r\nM&G was considered and refused by Mr Trevor Fowler (the second\r\nappellant). He was a deputy information\nofficer in the Presidency at\r\nthe time. He also deposed to the answering affidavit on behalf of all\r\nthe appellants. At the time\nthat he deposed he was the Acting\r\nDirector-General and Accounting Officer in the Presidency.\n[8] Supporting affidavits were\r\nfiled by Mr Kgalema Motlanthe (the first appellant) – who was\r\nthe President of the Republic\nat the time the answering affidavits\r\nwere filed – and by Ms Mantombazana Tshabalala-Msimang (the\r\nthird appellant –\nsince deceased) – who undertook the\r\ninternal appeal. At the time she deposed to her affidavit she was the\r\nMinister in the\nPresidency. An affidavit was also filed by Mr Frank\r\nChikane, who was the Director-General in the Presidency and its\r\ninformation\nofficer at the material time.\n[9] The\r\nConstitution – and consequently the legislation that it has\r\nspawned – signals a decided rejection of past odious\nlaws,\r\npolicies and practices. In\nShabalala\r\nv Attorney-General of Transvaal\n7\nMahomed DP\r\nexpressed that trenchantly in relation to the Interim Constitution\r\n(it applies as much to the present Constitution) when\nhe called it a\r\n‘radical and decisive break from that part of the past which is\r\nunacceptable’. He went on to say:\n‘\nThere\r\nis a stark and dramatic contrast between the past in which South\r\nAfricans were trapped and the future on which the Constitution\nis\r\npremised. The past was pervaded by inequality, authoritarianism and\r\nrepression. The aspiration of the future is based on what\nis\r\n“justifiable in an open and democratic society based on freedom\r\nand equality”. It is premised on a legal culture\nof\r\naccountability and transparency. The relevant provisions of the\r\nConstitution must therefore be interpreted so as to give effect\nto\r\nthe purposes sought to be advanced by their enactment’.\n[10] Etienne\r\nMureinik\n8\ncaptured the\r\nessence of the Bill of Rights\n9\nwhen he\r\ndescribed it as a ‘bridge from a culture of authority …\r\nto a culture of justification’ – what he\ncalled ‘a\r\nculture in which every exercise of power is expected to be\r\njustified.’ The Bill of Rights, he continued\n10\n‘\nis\r\na compendium of values empowering citizens affected by laws or\r\ndecisions to demand justification. If it is ineffective in requiring\n\ngovernors to account to people governed by their decisions, the\r\nremainder of the Constitution is unlikely to be very successful.\nThe\r\npoint of the Bill of Rights is consequently to spearhead the effort\r\nto bring about a culture of justification. That idea offers\nboth a\r\nstandard against which to evaluate [the Bill of Rights] and a\r\nresource with which to resolve the interpretive questions\nthat it\r\nraises’.\n[11] The\r\n‘culture of justification’ referred to by Mureinik\r\npermeates the Act. No more than a request for information\nthat is\r\nheld by a public body obliges the information officer to produce it\r\nunless he or she can justify withholding it. And if\nhe or she refuses\r\na request then ‘adequate reasons for the refusal’ must be\r\nstated (with a reference to the provisions\nof the Act that are relied\r\nupon to refuse the request).\n11\nAnd in court\r\nproceedings under s 78(2) proof that a record has been requested\r\nand declined is enough to oblige the public body\nto justify its\r\nrefusal.\n12\n[12] The\r\nproceedings that are contemplated by s 78(2) are not a review of\r\nor an appeal from the decision of the information\nofficer or the\r\ninternal appeal. They are original proceedings for the enforcement of\r\nthe right that the requester has under s 11(1)\nto be given\r\naccess to a record in the absence of grounds for refusing it. The\r\nproceedings must be commenced on application. They\nare ‘civil\r\nproceedings’ to which ‘the rules of evidence applicable\r\nin civil proceedings’ apply.\n13\nI think that\r\nthat latter provision contemplates that the civil rules of evidence\r\napply as much to the manner in which evidence is\nreceived as it does\r\nto the admissibility of evidence.\n[13] The\r\napproach to evidence in application proceedings is well known and\r\nneed not be repeated in full.\n14\nA court will\r\nnot weigh the veracity of the evidence on the papers alone.\r\nGenerally, but with exceptions,\n15\na court must\r\nrely for its decision upon the facts that are alleged by the\r\nrespondent, together with those alleged by the applicant\nthat he or\r\nshe cannot dispute. Where an application cannot properly be decided\r\nin that way rule 6(5)(g) confers a wide discretion\non a court to hear\r\noral evidence.\n[14] In cases\r\nof this kind the public body bears the burden of proving that secrecy\r\nis justified,\n16\nbut the\r\ngeneral rules that I have referred to apply as much in such cases.\n17\nThat burden of\r\nproof nonetheless casts an evidential burden on the public body to\r\nallege sufficient facts that will justify the\nrefusal. The burden of\r\nproof in its true sense will come into play if the veracity of the\r\nevidence is required to be tested –\nin which case it is for the\r\npublic body to satisfy a court that its evidence is probably true.\n[15] While the\r\nordinary rules apply generally to applications under s 78(2)\r\nthere are nonetheless some aspects of such proceedings\nthat call for\r\nspecial mention. The first is that true disputes of fact will seldom\r\narise because the material facts will generally\nbe within the\r\npeculiar knowledge of the public body. If an application for\r\ninformation is not to be thwarted by that inequality\nof arms I think\r\nthat a court must scrutinise the affidavits put up by the public body\r\nwith particular care and, in the exercise\nof its wide discretion that\r\nI referred to earlier,\n18\nit should not\r\nhesitate to allow cross-examination of witnesses who have deposed to\r\naffidavits if their veracity is called into doubt.\n[16] Secondly, it can be expected\r\nthat an information officer, or other officials of a public body,\r\nwill most often not have direct\nknowledge of facts that are material\r\nto justifying secrecy, and will necessarily be reliant upon documents\r\nand other hearsay sources.\nSection 3\nof the\nLaw of Evidence Amendment\nAct 45 of 1988\ngives a court a wide discretion to admit hearsay\r\nevidence and liberal use of that section is quite capable of\r\novercoming difficulties\nthat might be encountered by a public body in\r\nthat regard.\n[17] The founding affidavit in\r\nthis case contains a host of media and other reports concerning the\r\npolitical travails that have\nafflicted Zimbabwe over many years. In\r\nthe answering affidavits the appellants objected to that evidence on\r\nthe basis that it was\nhearsay. It seems to me that the material was\r\ntendered only to demonstrate the wide public interest in and concern\r\nfor events that\nwere alleged to have occurred in that country at the\r\ntime the report was prepared and for that purpose it is not hearsay\r\nat all.\nBut in any event the travails of that unfortunate country,\r\nand their consequences for South Africa, are so notorious that we\r\nwould\nbe myopic not to accord them judicial notice.\n[18] The\r\nfeature of this case that strikes me most forcefully is the gulf\r\nbetween the observations that I referred to earlier in\nthis judgment\r\nand the affidavits that have been filed by the appellants in\r\npurported justification of secrecy. At another time\ncourts were\r\nregularly confronted with laws that precluded them from going behind\r\nconclusions and opinions formed by public officials.\nFor example, at\r\none time the Minister of Justice was entitled to prohibit a person\r\nfrom being in a specified area ‘whenever\nthe Minister is\r\nsatisfied’ that the person was promoting feelings of hostility\r\nbetween different sections of the inhabitants\nof the country (\nSachs\r\nv Minister of Justice; Diamond v Minister of Justice\n19\n).\r\nEmergency regulations permitted arrest and detention if ‘in the\r\nopinion of [a police officer]’ that was necessary\nfor the\r\nmaintenance of public order etc (\nMinister\r\nof Law and Order v Dempsey\n20\n).\r\nDeportation could be ordered if a government functionary was\r\n‘satisfied’ that the person concerned was dangerous\nto\r\npeace, order, good government etc. (\nWinter\r\nv Administrator-in-Executive Committee\n21\n).\r\nThere are many other examples. As Corbett J observed in\nSouth\r\nAfrican Defence and Aid Fund v Minister of Justice\n,\n22\nthey were all\r\ninstances in which\n‘\nthe\r\nstatute itself has entrusted to the repository of the power the sole\r\nand exclusive function of determining whether in its opinion\nthe\r\npre-requisite fact, or state of affairs, existed prior to the\r\nexercise of the power’.\n[19] The affidavits that have\r\nbeen filed by the appellants are reminiscent of affidavits that were\r\ncustomarily filed in cases of\nthat kind. In the main they assert\r\nconclusions that have been reached by the deponents, with no\r\nevidential basis to support them,\nin the apparent expectation that\r\ntheir conclusions put an end to the matter. That is not how things\r\nwork under the Act. The Act\nrequires a court to be satisfied that\r\nsecrecy is justified and that calls for a proper evidential basis to\r\njustify the secrecy.\n[20] There is another striking\r\nfeature of this case. There are three people who have direct\r\nknowledge of the mandate that was given\nto the judges – Mr\r\nMbeki and the two judges – and two people who have direct\r\nknowledge of how that mandate was executed\n– the two judges\r\nthemselves. Theirs would naturally have been the best evidence on\r\nthose issues but it has not been forthcoming,\nwithout explanation.\r\nIndeed, there is no suggestion that such evidence has even been\r\nsought. Moreover, one might justifiably expect\nin high matters of\r\nstate that there would be contemporary documentation of some kind\r\nrecording at least the mandate upon which\nthe judges embarked. Once\r\nmore there is no evidence of that kind and no explanation for its\r\nabsence. What the appellants’\ncase amounts to is little more\r\nthan rote recitation of the relevant sections and bald assertions\r\nthat the report falls within their\nterms. That is not the ‘stark\r\nand dramatic contrast’ with the past that was referred to by\r\nMahomed DP. Nor does it\nreflect the ‘culture of justification’\r\nthat was referred to by Mureinik and which is imbedded in the Act.\n[21] There are\r\nthree grounds upon which the appellants seek to justify the secrecy\r\nof the report. The first can be disposed of briefly.\nThe Act excludes\r\nfrom its ambit a record ‘of the Cabinet and its committees’.\n23\nThat was not\r\nthe basis upon which access was initially refused by Mr Fowler and Ms\r\nTshabalala-Msimang. Both say that while at first\nthey were under the\r\nimpression that the Act applied to a record of the President they\r\nwere subsequently advised, and accept the\nadvice, that the Act does\r\nnot apply to a record that is held by the President because he is the\r\nhead of the cabinet. That contention\nwas wisely not pressed in\r\nargument before us. The President is not the cabinet. Moreover, there\r\nis no suggestion that the report\never served before the cabinet.\n[22] Some provisions of the Act\r\nmake secrecy mandatory and others make it discretionary. The sections\r\nwith which we are concerned\nare both discretionary. Section 41(1)(b)\r\npermits access to a record to be refused if its disclosure\n‘\nwould\r\nreveal information supplied in confidence by or on behalf of another\r\nstate or an international organisation.’\nSection 44 allows access to a\r\nrecord to be refused\n‘\nif\r\nthe record contains an opinion, advice, report or recommendation\r\nobtained or prepared … or an account of a consultation,\n\ndiscussion or deliberation that has occurred … for the purpose\r\nof assisting to formulate a policy or take a decision in\nthe exercise\r\nof a power or performance of a duty conferred or imposed by law.’\n[23] I have pointed out that the\r\npresent proceedings are neither a review nor an appeal. But the reply\r\nthat Mr Fowler gave to the\nrequest, and the outcome of the internal\r\nappeal, are nonetheless instructive when considering the affidavits\r\nas a whole.\n[24] Mr Fowler was required by\r\ns 25(3)(a) to ‘state adequate reasons for the refusal,\r\nincluding the provisions of the\nAct relied on’. The ‘reasons’\r\nthat he furnished to M&G were couched as follows:\n‘\nI\r\nhave thoroughly examined the contents of the report and I am of the\r\nview that the disclosure of the contents thereof will reveal\n\ninformation supplied in confidence by or on behalf of another state\r\nor an international organisation.\nFurther, the PAIA\r\nentitles me to refuse a request for access to a record of the body if\r\nthe record contains an opinion, advice,\nreport or recommendation\r\nobtained or prepared for the purpose of assisting to formulate a\r\npolicy or take a decision in the exercise\nof a power or performance\r\nof a duty conferred or imposed by law.\nConsequently, access\r\nto the record that you have requested is hereby refused in terms of\r\nsections 41(1)(b)(i) and 44(1)(a) of the\nPAIA.’\n[25] The first troubling feature\r\nof that reply is that Mr Fowler purports to have concluded that the\r\nreport contained information\nthat had been given by either ‘another\r\nstate’ or by ‘an international organisation’. An\r\n‘international\norganisation’ is defined in the Act to\r\nmean ‘an international organisation (a) of states or (b)\r\nestablished by the\ngovernments of states’. Purely as a matter\r\nof logic it is difficult to see how he could genuinely have concluded\r\nthat the\nreport contained information that had been given by either\r\nthe one or by the other. Information is capable of being provided by\n\none entity to the exclusion of the other, or of being provided by\r\nboth, but it could not have been provided by the one or the other\nin\r\nthe alternative (assuming that such information was given at all).\n[26] Moreover, it is difficult to\r\nsee how the report could possibly have contained information given by\r\nan ‘international\norganisation’. There is not the\r\nslightest suggestion in the affidavits that the judges were tasked to\r\nhave dealings with\nsuch an organisation or that they received\r\ninformation from such an organisation. In response to our queries\r\ncounsel for the appellants\nsuggested that Mr Fowler had adopted a\r\n‘belt and braces’ approach. An honest information officer\r\nwho fulfils his or\nher duty to establish the true facts – which\r\nare not capable of occurring in the alternative – and then to\r\napply the\nprovisions of the Act will have no need for ‘belt and\r\nbraces’. ‘Belt and braces’ are called for only\r\nwhere\nthe information officer is determined to refuse access on any\r\naccount, whatever the true facts.\n[27] As for s 44 Mr Fowler\r\nsaid no more than that the section ‘entitles me’ to\r\nrefuse access if the record fell\nwithin its terms. It is difficult to\r\nsee why he thought that section to be relevant in the absence of a\r\nfactual finding that the\nreport fell within its terms.\n[28] But if a record falls within\r\nthe terms of either of those sections then the information officer\r\nhas a discretion to allow or\nto refuse access. There is no indication\r\nin the reply of Mr Fowler that he exercised a discretion at all.\n[29] The reasons given by Ms\r\nTshabalala-Msimang for refusing the internal appeal are no less\r\ntroubling. She said no more than the\nfollowing:\n‘\nAfter\r\nconsidering your client’s appeal record including the contents\r\nof the requested report, I am also of the view that the\ndisclosure of\r\nthe contents of the said report would reveal information envisaged in\r\nSection 41(1)(b) of the [Act].\nI am, further, of\r\nthe view that the [Act] entitles the Deputy Information Officer to\r\nrefuse a request for access to a record of\nthe Presidency, if the\r\nsaid record contains an opinion, advice, report or recommendation\r\nobtained or prepared; for the purpose\nof assisting to formulate a\r\npolicy or take a decision in the exercise of a power or performance\r\nof a duty conferred or imposed\nby law. This is in terms of Section\r\n44(1)(a) of the PAIA.\nAs a result of the\r\naforesaid, I consequently have no option but to refuse your Appeal to\r\naccess the Khampepe-Moseneke Report.’\n[30] Once more those are not\r\nreasons but perfunctory conclusions. Once more s 44 is called in\r\naid only because the section\n‘entitles’ an information\r\nofficer to refuse access in the specified circumstances and not\r\nbecause those circumstances\nwere found to exist. And once more it is\r\nclear that no discretion was exercised. Indeed, the statement by Ms\r\nTshabalala-Msimang\nthat she had ‘no option’ but to refuse\r\nthe appeal stands in stark contrast to the allegation in her\r\naffidavit that\nshe exercised a discretion. Once more one is left with\r\nthe impression that the report was refused oblivious to the demands\r\nof the\nAct.\n[31] I have said that a court\r\nmust scrupulously examine the grounds upon which secrecy is claimed,\r\nparticularly because the facts\nthat purport to found a claim of\r\nsecrecy will generally be within the peculiar knowledge of the public\r\nbody concerned, if the rights\nof a requester are not to be thwarted.\r\nThose perfunctory and dismissive responses to the request do not\r\ninspire confidence that\nthe appellant’s case will improve on\r\nthe affidavits and indeed it does not.\n[32] Section\r\n44 defines a record that falls within its terms by reference to the\r\npurpose for which it was obtained or prepared.\nI need not deal in\r\nthis judgment with the proper construction to be placed on the\r\nsection\n24\nbecause the\r\nevidence does not bring the report within its terms no matter how\r\nwidely the section is construed.\n[33] In his affidavit Mr Fowler\r\nalleges on numerous occasions that\n‘\nthe\r\nreport was obtained and prepared for the purpose of informing the\r\nPresident, and assisting in the formulation of policy and\nthe taking\r\nof decisions in the exercise of his power or performance of his duty\r\nas Head of State and the National Executive’\n.\nHe furnishes no evidential basis\r\nfor those assertions but he does reveal a startling explanation for\r\nhis conclusion. After explaining\nthe ‘mission’ upon which\r\nthe judges were allegedly sent (I return to that later) he states the\r\nfollowing:\n‘\nA\r\nrelated purpose of the mission\nwhich\r\narose once the President had sight of the report\nwas\r\nthat he was able to utilise the report to assist him in the\r\nformulation of policy and taking of decisions in the exercise of\nhis\r\npowers or the performance of his duties in the aforementioned\r\ncapacities in relation to the Zimbabwe situation…’\nAnd yet later:\n‘\nTaking\r\ninto account the contents of the report\nit\r\nwould have been of assistance in formulating policy\nand\r\ntaking decisions of the nature referred to in section 44(1)(a),\r\nconcerning, inter alia, the political situation in Zimbabwe,\nand the\r\nPresident’s and South Africa’s position and role in that\r\nregard.\nIt\r\nis reasonably conceivable that the report was of assistance.\n’\n(In each case the emphasis is\r\nmine.)\n[34] The\r\nsection does not render a report subject to secrecy if it is\r\n‘reasonably conceivable’ that it has been of assistance\n\nin formulating policy etc. It does not even render it subject to\r\nsecrecy if it ‘would have been of assistance’. Nor\neven\r\nif the President ‘was able to utilise the report to assist\r\nhim.’ It is subject to secrecy only if it was obtained\nor\r\nprepared for that purpose. And it is only in the world that exists\r\nbeyond the looking glass that the purpose for which a report\nwas\r\nobtained or prepared is capable of ‘[arising] once the [reader]\r\nhad sight of the report’. As Jafta AJA said in\nMinister\r\nfor Provincial and Local Government v Unrecognised Traditional\r\nLeaders, Limpopo Province (Sekhukhuneland):\n25\n‘\nIn\r\nthe context under discussion [the word ‘obtain’] must\r\nmean procuring information for any of the purposes referred\nto in the\r\nsubsection.’\n[35] Counsel for the appellants\r\nsubmitted that those allegations by Mr Fowler were erroneous and\r\nshould be ignored. I cannot see\nwhy allegations that have been made\r\nwith deliberation under oath should simply be ignored. That the\r\nreasoning is absurd does not\ndemonstrate that the allegations were\r\nmade erroneously – it demonstrates only that the reasoning is\r\nabsurd.\n[36] Abandoning reliance upon Mr\r\nFowler counsel for the appellant referred us to the affidavit of Mr\r\nChikane, who said that he had\n‘personal knowledge’\n‘\nthat\r\nthe Justices were appointed on the grounds of their skill and\r\nposition; and that their report was commissioned by the President\nand\r\nprepared for the purpose of assisting him with the formulation of\r\npolicy and the taking of decisions pertaining to the situation\nin\r\nZimbabwe, including the impact or possible impact of the Zimbabwean\r\nsituation on South Africa.’\nCounsel submitted that the\r\nassertion by Mr Chikane that he had ‘personal knowledge’\r\nof the matter was a sufficient evidential\nbasis to establish the\r\ntruth of the assertion.\n[37] Knowledge\r\nof the occurrence of an event might come to a person in one of three\r\nways. It might come to him or her through directly\nexperiencing the\r\noccurrence of the event. Or the occurrence might be reported to him\r\nor her by someone else. Or he or she might\ndeduce that the event has\r\noccurred by inference from other facts. If knowledge of the\r\noccurrence of the event has come to a witness\nfrom direct observation\r\nthen his or her evidence is admissible to prove that it occurred. If\r\nthat knowledge was acquired from someone\nelse then a proper basis\r\nmust be laid for admitting it as hearsay and enabling its weight to\r\nbe evaluated. And if the knowledge\nwas acquired only by inference\r\nthen that is not evidential material at all: it is for a court to\r\ndraw the inference itself upon\nproof of primary facts.\n26\n[38] A court is not bound to\r\naccept the ipse dixit of a witness that his or her evidence is\r\nadmissible. Particularly in cases of\nthis kind, in which information\r\nis within the peculiar knowledge of the public body, proper grounds\r\nneed to be demonstrated for\nthe admissibility of the evidence. Merely\r\nto allege that that information is within the ‘personal\r\nknowledge’ of a deponent\nis of little value without some\r\nindication, at least from the context, of how that knowledge was\r\nacquired so as to establish that\nthe information is admissible, and\r\nif it is hearsay, to enable its weight to be evaluated. In this case\r\nthere is no indication\nthat the facts to which Mr Chikane purports to\r\nattest came to his knowledge directly and no other basis for its\r\nadmission has been\nlaid. Indeed, the statement of Mr Chikane that I\r\nhave referred to is not evidence at all: it is no more than bald\r\nassertion.\n[39] It was submitted by counsel\r\nfor the appellants that it is probable that Mr Chikane had direct\r\nknowledge of the purpose for\nwhich the appointment was made by reason\r\nof the office that he held at the time. We are not concerned with\r\nprobability. But in\nany event I see no reason to assume that the\r\nDirector-General in the Presidency is privy to everything that the\r\nPresident does.\nThe bald assertion by Mr Chikane might just as easily\r\nbe founded upon the same reasoning that led Mr Fowler to make his\r\nsimilar\nassertion. Indeed, if Mr Chikane had direct knowledge of the\r\npurpose for which the judges were commissioned it is inconceivable\n\nthat he would not have told Mr Fowler, who would not then have needed\r\nto resort to absurd reasoning.\n[40] But the main thrust of the\r\nobjection to the production of the report was directed to s 41(1)(b)\r\nof the Act – which\nallows a public body to refuse access to\r\n‘information supplied in confidence by or on behalf of another\r\nstate or an international\norganisation.’ I have pointed out\r\nthat in this case there is no suggestion – not even by bald\r\nassertion – that\nthe judges met with or received information\r\nfrom an ‘international organisation’. The assertion is\r\nthat they received\nsuch information from the government of Zimbabwe.\n[41] On several occasions all the\r\ndeponents allege that the mandate of the judges was to ‘assess\r\nand report on the constitutional\nand legal challenges’ that had\r\narisen in the period leading up to the election. Precisely what\r\n‘constitutional and\nlegal challenges’ were required to be\r\nassessed has not been disclosed but I will accept for present\r\npurposes that that was\nindeed their mandate.\n[42] Assessing ‘constitutional\r\nand legal challenges’ pertaining to another state does not\r\nentail that information is\nnecessarily acquired from that state, nor\r\nthat information that might be acquired is necessarily supplied in\r\nconfidence. No doubt\nit was to fill those gaps that the appellants\r\nturned to what I consider to be no more than a contrivance so as to\r\nbring the report\nwithin the terms of the section.\n[43] The case\r\nthat the appellants advanced to justify the secrecy of the report\r\nrests on three legs (though they were not necessarily\nadvanced in\r\nthis order). First, the appellants sought to cast the judges in the\r\nrole of diplomats (they called them ‘envoys’\n27\n)\r\nwho embarked upon a diplomatic mission (I return to that later). Then\r\nthey described the nature of diplomacy, pointing out that\nit is\r\n‘generally accepted’ in diplomacy that information is\r\nexchanged in confidence. And finally it was asserted –\nas if\r\nthat were fact – that the judges were indeed received and dealt\r\nwith in Zimbabwe as diplomats.\n[44] On that last leg it was\r\nasserted, variously, that the judges were ‘received in Zimbabwe\r\nand granted interviews in their\ncapacity as envoys of the President’\r\nand that ‘all parties shared the understanding that the\r\nmeetings and discussions\narranged for and by the envoys were\r\nconfidential in nature’; that they ‘held confidential\r\ndiscussions with various\nrepresentatives of the Republic of Zimbabwe\r\nand were supplied information in confidence on behalf of the state’;\r\nthat the\njudges ‘were received and hosted as special envoys by\r\nthe Government of Zimbabwe’ on the ‘understanding that\r\nany communications between the representatives of the Government of\r\nZimbabwe and the [judges] was in confidence’; that the\n\ngovernment of Zimbabwe ‘facilitated the necessary exchanges\r\nrequired for purposes of the diplomatic mission’ which\nincluded\r\n‘interactions with representatives of the government of\r\nZimbabwe and other officials who communicated their views\nto the two\r\n[judges] in confidence’.\n[45] Even then, the appellants do\r\nnot assert that the judges received information only from the\r\ngovernment, but say that they received\ninformation from the\r\ngovernment ‘amongst others’. Where a record contains\r\npartly information that may or must be refused\nand partly other\r\ninformation, then the public body is obliged by s 28(1) to\r\nprovide access to the latter if the former can\nreasonably be severed.\r\nIn this case there is no more than a bland assertion that severance\r\nof one from the other is not reasonably\npossible, without explanation\r\nfor why that is so, and without even an indication of the source and\r\nnature of the unprotected information.\n[46] But more important for\r\npresent purposes, there is no evidential basis at all for the\r\npurported assertions of fact that I have\nreferred to. Not Mr Fowler\r\nnor Ms Tshabalala-Msimang nor Mr Chikane accompanied the judges on\r\ntheir visit to Zimbabwe and none\npurports to have direct knowledge of\r\nhow the judges went about their business or of the information that\r\nthey received. Nor has\na basis been laid for establishing those\r\npurported facts upon hearsay evidence. On the face of it those\r\nassertions seem simply\nto have been constructed and they can be\r\nsummarily discounted.\n[47] We are left with assertions\r\nthat the judges were despatched on a diplomatic mission – from\r\nwhich we are evidently expected\nto infer – at best for the\r\nappellants – that they received information from the government\r\nof Zimbabwe and received\nthat information on conditions of diplomatic\r\nprotocol.\n[48] At first the appellants cast\r\nthe judges in the role of diplomats rather tentatively. Mr Fowler\r\ndescribed them initially as\nno more than ‘something in the\r\nnature of envoys’ but the appellants became emboldened as the\r\naffidavits unfolded. Later\nit was said that the judges were on a\r\n‘diplomatic mission’; yet later that they were ‘special\r\nenvoys’ to\nthe President; and finally that they were ‘in\r\nessence the embodiment of the President’.\n[49] Diplomacy\r\nis an executive and not a judicial function. I would need clear and\r\nsubstantiated evidence to persuade me that judges\nwould assume that\r\nrole, or that it would be approved by the Chief Justice (who is\r\nalleged to have approved their mission). While\njudges might from time\r\nto time perform functions that are not strictly judicial Chaskalson P\r\npointed out in\nSA\r\nAssociation of Personal Injury Lawyers v Heath\n28\nthat ‘there\r\nare limits to what is permissible’. He went on to say:\n‘\nCertain\r\nfunctions are so far removed from the judicial function that to\r\npermit Judges to perform them would blur the separation\nthat must be\r\nmaintained between the Judiciary and other branches of government.\r\nFor instance, under our system a judicial officer\ncould not be a\r\nmember of a legislature or cabinet, or a functionary in government,\r\nsuch as the commissioner of police. These functions\nare not\r\n“appropriate to the central mission of the Judiciary”.\r\nThey are functions central to the mission of the Legislature\nand\r\nExecutive and must be performed by members of those branches of\r\ngovernment.’\n[50] Once more an evidential\r\nbasis for the assertions is entirely absent. Neither Mr Fowler nor Mr\r\nChikane (and also not Ms Tshabalala-Msimang)\nhas direct knowledge of\r\nhow the judges went about their business, whom they met, what they\r\ndiscussed, and on what terms their discussions\ntook place. No basis\r\nis even laid for advancing hearsay evidence to that effect. Of\r\ncourse, it is possible that they have gleaned\nthose facts from the\r\nreport itself, but as Mr Fowler was at pains to point out, s 25(3)\r\nrequires an information officer to\nexclude from his or her reasons\r\nfor refusing a request ‘any reference to the content of the\r\nrecord’, and I think that\nmust have been intended to apply as\r\nmuch when the public body seeks to justify its refusal in court\r\nproceedings. Indeed, the approach\nthat was taken at least by Mr\r\nFowler seems to me to be rather unfortunate. On the one hand he\r\npurports to rely upon the contents\nof the report to reach at least\r\nsome of his conclusions, while on the other hand he tells M&G and\r\nthis court that he is prohibited\nby law from revealing the content of\r\nthe report. I have pointed out that if facts are to be established by\r\ninference then it is\nfor the court – and not the witness –\r\nto draw those inferences. The role of a witness or witnesses is only\r\nto place\nthe primary facts before the court to enable the inference\r\nto be drawn. No such primary facts have been established in this\r\ncase.\n[51] Counsel for the appellants\r\nultimately found himself obliged to abandon even the assertions that\r\nthe judges went about their\nbusiness as diplomats, with all that\r\ndiplomacy entails. He said candidly that the most that could truly be\r\nfound on the affidavits\nwas that the judges were received in Zimbabwe\r\nwith the courtesies that are ordinarily accorded to diplomats. I have\r\nlittle doubt\nthat judges who visit another country on official\r\nbusiness will usually be accorded courtesies of that kind but none of\r\nthe further\nassertions that are made by the appellants necessarily\r\nfollows from that fact.\n[52] There is one further aspect\r\nof the procedures that are provided for in the Act that I ought to\r\nmention. Section 80(1) permits\na court to take what counsel for M&G\r\ndescribed as a ‘judicial peek’ at the record that is in\r\nissue. A court that\ndoes that is prohibited from disclosing to any\r\nperson, including the requester, ‘any record … which on\r\na request for\naccess, may or must be refused’. Courts earn the\r\ntrust of the public by conducting their business openly and with\r\nreasons\nfor their decisions. I think a court should be hesitant to\r\nbecome a party to secrecy with its potential to dissipate that\r\naccumulated\nstore of trust. There will no doubt be cases where a\r\ncourt might properly make use of those powers but they are no\r\nsubstitute for\nthe public body laying a proper basis for its refusal.\n[53] In my view no evidential\r\nbasis has been established by the appellants for refusing access to\r\nthe report. It might be that the\nreport contains information that was\r\nreceived in confidence, and it might be that it was obtained or\r\nprepared for a purpose contemplated\nby s 44, but that has not\r\nbeen established by acceptable evidence. What the affidavits perhaps\r\nestablish by inference is that\nthe judges were commissioned to report\r\non ‘constitutional and legal issues’ pertaining to the\r\nelection. By itself that\ndoes not bring the report within the terms\r\nof the sections that were relied upon.\n[54] There is no need to relate\r\nthe findings of the court below in full. It is sufficient to say that\r\nit found that no evidential\nbasis had been laid for the refusal. For\r\nthe reasons I have given its conclusion cannot be faulted. If the\r\nConstitution and the\nAct are indeed a bridge to a culture of\r\njustification it seems to me that for the appellants in this case it\r\nhas been a bridge\ntoo far.\n[55] The appeal is dismissed with\r\ncosts that include the costs of two counsel.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: M T K Moerane SC\nL\r\nGcabashe\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria\nThe\r\nState Attorney, Bloemfontein\nFor\r\nrespondent: J J Gauntlett SC\nF\r\nIsmail\nF\r\nB Pelser\nInstructed\r\nby:\nWebber\r\nWentzel, Johannesburg\nHoney\r\nAttorneys, Bloemfontein\n1\nSection\r\n\t32(1)(a): ‘Everyone has the right of access to any information\r\n\tthat is held by the state…’. Section\n31(1)(b) confers a\r\n\tright of access to information held by other persons in certain\r\n\tcircumstances but that is not relevant for\npresent purposes.\n2\n2009\r\n\t(6) SA 323\n(CC) para 62.\n3\nSection\r\n\t1 defines a ‘public body’ to mean\n‘\n(a)\r\n\tany department of state or administration in the national or\r\n\tprovincial sphere of government or any municipality in the local\n\n\tsphere of government; or\n(b) any other\r\n\tfunctionary or institution when –\n(i) exercising a\r\n\tpower or performing a duty in terms of the Constitution or a\r\n\tprovincial Constitution; or\n(ii) exercising a\r\n\tpublic power or performing a public function in terms of any\r\n\tlegislation.’\n4\nSection\r\n\t18(1).\n5\nIn\r\n\tcertain circumstances part of the record may be severed from the\r\n\trest under s 28, which provides as follows:\n‘\n(1)\r\n\tIf a request for access is made to a record of a public body\r\n\tcontaining information which may or must be refused in terms\nof any\r\n\tprovision of Chapter 4 of this Part, every part of the record which\r\n\t–\n(a) does not\r\n\tcontain; and\n(b)\r\n\tcan reasonably be severed from any part that contains, any such\r\n\tinformation must, despite any other provision of this Act,\nbe\r\n\tdisclosed’.\n6\nSections\r\n\t74-78.\n7\n[1995] ZACC 12\n;\n1996\r\n\t(1) SA 725\n(CC) para 26.\n8\nEtienne\r\n\tMureinik ‘A Bridge to Where? Introducing the Interim Bill of\r\n\tRights’\n1994 (10)\nSALJ\n31.\n9\nOnce\r\n\tmore with reference to the Interim Constitution.\n10\nPage\r\n\t32.\n11\nSection\r\n\t25(3)(a).\n12\nSection\r\n\t81(3)(a): ‘The burden of establishing that…the refusal\r\n\tof a request for access…complies with the provisions\nof this\r\n\tAct rests on the party claiming that it so applies’.\n13\nSections\r\n\t81(1) and (2).\n14\nPlascon-Evans\r\n\tPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A)\r\n\t634I-635C.\n15\n.\nPlascon-Evans,\nabove, at 635C: ‘For example, where the allegations or\r\n\tdenials of the respondent are so far-fetched or clearly untenable\r\n\tthat the Court is justified in rejecting them merely on the papers’.\n16\nSection\r\n\t81(3).\n17\nNgqumba\r\n\tv Staatspresident\n1988 (4) SA 224 (A).\n18\nRoom\r\n\tHire Co. (Pty) Ltd v Jeppe Street Mansions\n(Pty) Ltd\n1949 (3) SA\r\n\t1155\n(T) at 1163;\nPlascon Evans\n, above, at 635A-B.\n19\n1934\r\n\tAD 11.\n20\n1988\r\n\t(3) SA 19\n(A).\n21\n1973\r\n\t(1) SA 873\n(A).\n22\n1967\r\n\t(1) SA 31\n(C) at 35A-B.\n23\nSection\r\n\t12(a).\n24\nCf.\r\n\tPhilip Coppel\nInformation Rights\n(2004) pp. 591-595.\n25\n2005\r\n\t(2) SA 110\n(SCA) para 17.\n26\nCf\nDie Dros (Pty) Ltd v Telefon Beverages CC\n2003 (4) SA 207\n(C)\r\n\tpara 28.\n27\nShorter\r\n\tOxford Dictionary: ‘A public minister sent by one sovereign or\r\n\tgovernment to another for the transaction of diplomatic\nbusiness.\r\n\tNow,\nesp.\na minister plenipotentiary, ranking below an\r\n\tambassador\n,\nand above a ‘charge d’affaires’.\n28\n[2000] ZACC 22\n;\n2001\r\n\t(1) SA 883\n(CC) para 35.",
  "scraped_at": "2026-02-11T20:52:30.486993",
  "date": "2010-12-14",
  "coram": [
    "NUGENT",
    "VAN HEERDEN",
    "MAYA",
    "CACHALIA JJA",
    "BERTELSMANN AJA"
  ],
  "case_number": "570/2010",
  "parties": {
    "applicants": [
      "The President of the Republic of South Africa",
      "The Deputy Information Officer, Office of the Presidency",
      "The Minister in the Presidency"
    ],
    "respondents": [
      "M & G Media Limited"
    ]
  },
  "sections": {
    "facts": "The Presidency commissioned two senior judges to visit Zimbabwe shortly before the 2002 election and to prepare a report on the constitutional and legal challenges arising from that election. The report, never released to the public, was sought by M&G Media Ltd, the publisher of the Mail & Guardian newspaper. M&G applied to the North Gauteng High Court for access under the Promotion of Access to Information Act (PAIA). The request was refused by Deputy Information Officer Trevor Fowler and, after an internal appeal, by Minister Mantombazana Tshabalala‑Msimang. The refusals were based on sections 41(1)(b) and 44(1)(a) of PAIA, alleging that the report contained confidential information supplied by another state and that it was prepared to assist policy formulation. The High Court ordered disclosure; the President, Deputy Information Officer and Minister appealed to the Supreme Court of Appeal.",
    "issues": "The appeal raised two principal issues: (1) whether the refusal to disclose the report was justified under sections 41(1)(b) and 44(1)(a) of PAIA; and (2) whether the appellants had met the evidential burden imposed by the Act and the Constitution to demonstrate that the report fell within the excluded categories of information.",
    "principles": "The Court reiterated that Section 32(1)(a) of the Constitution guarantees everyone the right of access to any information held by the State, subject to the limitations in the Promotion of Access to Information Act. Under PAIA the public body bears the onus of proving that a refusal is justified and must provide adequate reasons linking the refusal to the specific statutory provisions. The burden of proof includes presenting sufficient factual evidence, not merely bare conclusions. The judgment also invoked the constitutional principle of a ‘culture of justification’, requiring public officials to substantively justify any limitation on rights, and applied ordinary rules of evidence as they operate in civil proceedings.",
    "application": "The Court found that the appellants' affidavits contained only perfunctory assertions and no admissible evidence that the report contained confidential information from another state or that it was prepared solely to assist policy formulation. The affidavits lacked direct knowledge, relied on hearsay, and failed to disclose how any secrecy could be severed under section 28. The Court noted the absence of any documentary record of a diplomatic mandate, no evidence of interaction with an international organisation, and no basis for the claim that the judges acted as envoys. Consequently, the appellants had not satisfied the evidential burden required by sections 41 and 44, nor the constitutional duty to justify the restriction on access.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal with costs, including the costs of two counsel. The order of the North Gauteng High Court compelling disclosure of the report was upheld."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Access to Information",
    "level_3": [
      "Promotion of Access to Information Act",
      "Right of Access",
      "Evidence Law",
      "Government Transparency"
    ]
  }
}