{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/108.html",
  "case_name": "Lupacchini NO and Another v Minister of Safety and Security (16/2010) [2010] ZASCA 108; 2010 (6) SA 457 (SCA) ; [2011] 2 All SA 138 (SCA) (17 September 2010)",
  "citation": "[2010] ZASCA 108",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 108\n|\nNoteup\n|\nLawCite\nLupacchini NO and Another v Minister of Safety and Security (16/2010) [2010] ZASCA 108; 2010 (6) SA 457 (SCA) ; [2011] 2 All SA 138 (SCA) (17 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 16/2010\nIn the matter\r\nbetween:\nGABRIELLE\r\nLUPACCHINI NO\tFirst Appellant\nROCHELLE CONRADIE\r\nNO\tSecond Appellant\nand\nMINISTER OF\r\nSAFETY AND SECURITY\tRespondent\nNeutral\r\ncitation:\nLupacchini v Minister of Safety and Security\n(16/2010)\n[2010] ZASCA 108\n(17 SEPTEMBER 2010)\nCoram:\nNUGENT,\r\nPONNAN, CACHALIA, BOSIELO and TSHIQI JJA\nHeard:\n30\r\nAUGUST 2010\nDelivered: \t17\r\nSEPTEMBER 2010\nSummary:\nTrusts\r\n– s 6(1) of Trust Property Control Act – trustee\r\nwithout authorisation of the Master to act in that capacity\n\ncommencing legal proceedings – effect of s 6(1) on validity of\r\nthe proceedings.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from:\nFree State\r\nHigh Court, Bloemfontein (Van der Merwe, Van Zyl JJ and Claasen AJ\r\nsitting as court of appeal):\nThe appeal is dismissed with\r\ncosts.\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nNUGENT JA (PONNAN, CACHALIA,\r\nBOSIELO and TSHIQI JJA concurring)\n[1]\tA trust\r\nthat is established by a trust deed is not a legal person – it\r\nis a legal relationship of a special kind that\nis described by the\r\nauthors of\nHonoré’s\r\nSouth African Law of Trusts\n1\nas\r\n‘a legal institution in which a person, the trustee, subject to\r\npublic supervision, holds or administers property separately\nfrom his\r\nor her own, for the benefit of another person or persons or for the\r\nfurtherance of a charitable or other purpose.’\nIn\nLand\r\nand Agricultural Bank of South Africa v Parker\nCameron JA elaborated:\n2\n‘\n[A\r\ntrust] is an accumulation of assets and liabilities. These constitute\r\nthe trust estate, which is a separate entity. But though\nseparate,\r\nthe accumulation of rights and obligations comprising the trust\r\nestate does not have legal personality. It vests in the\ntrustees, and\r\nmust be administered by them - and it is only through the trustees,\r\nspecified as in the trust instrument, that the\ntrust can act . . . .\nIt follows that a\r\nprovision requiring that a specified minimum number of trustees must\r\nhold office is a capacity-defining condition.\nIt lays down a\r\nprerequisite that must be fulfilled before the trust estate can be\r\nbound. When fewer trustees than the number specified\nare in office,\r\nthe trust suffers from an incapacity that precludes action on its\r\nbehalf.’\n[2]\tBy the\r\nnature of the office of trustee the control and administration of the\r\ntrust property vests in each trustee individually.\nIt follows that\r\nwhere there is more than one trustee they must act jointly unless the\r\ntrust instrument provides otherwise.\n3\nAnd because they have individual interests all must necessarily join\r\nin litigation concerning the affairs of the trust (though\nit seems\r\nthat one trustee might authorise another to sue in his or her name).\r\nThat was reaffirmed by\nParker\n,\r\nin which a petition to this court for leave to appeal, and the\r\nconsequent appeal, brought at the instance of trustees whose number\n\nfell short of the minimum required by the trust deed, were held to be\r\na nullity.\n4\n[3]\tAlthough a\r\ntrustee’s appointment is effected by the trust instrument the\r\ntrustee is precluded from acting in that capacity\nby s 6(1) of the\r\nTrust Property Control Act 57 of 1988 until he or she has been\r\nauthorised to do so by the Master. The section\nreads:\n‘\nAny\r\nperson whose appointment as trustee in terms of a trust instrument,\r\nsection 7 or a court order comes into force after the commencement\nof\r\nthis Act, shall act in that capacity only if authorized thereto in\r\nwriting by the Master.’\nThe Master\r\nwill authorise a trustee to act in that capacity only if security has\r\nbeen furnished for the due and faithful performance\nof his or her\r\nduties, except in various specified circumstances.\n5\n[4]\tIt is not\r\ncontroversial in this case that the effect of the section is that an\r\nappointed trustee may not commence legal proceedings\nrelating to the\r\naffairs of a trust – nor may one trustee authorise another to\r\ninstitute proceedings on his or her behalf\n– unless he or she\r\nhas the relevant authorisation.\n6\nWhat is controversial is the consequences for proceedings that are\r\ncommenced by a trustee without such authorisation. The Minister\nof\r\nSafety and Security (the respondent), who was the defendant in an\r\naction commenced in that way, contends that the proceedings\nare a\r\nnullity. The trustees who commenced the action (the appellants)\r\ncontend that they are not.\n[5]\tThe\r\nquestion arises in relation to the Lupacchini Family Trust. The trust\r\ndeed that established the trust provided for a minimum\nof two\r\ntrustees. The first trustees were Ms Melinda Lupacchini and Mr\r\nGabrielle Lupacchini (the first appellant) who were both\nauthorised\r\nby the Master to act in that capacity on 4 October 1994. At a meeting\r\nof the trustees on 3 June 2003 Ms Lupacchini noted\nher intention to\r\nresign and it was resolved that Mr Luigi Lupacchini would act as\r\n‘temporary trustee’. Ms Lupacchini\nnotified the Master of\r\nher resignation in a letter that was received by the Master on 2\r\nSeptember 2003. On 8 September 2003 Messrs\nGabrielle and Luigi\r\nLupacchini resolved to pursue an action against the state for damages\r\narising from what was said to have been\nan illegal raid by the police\r\nat the property of a night club that was conducted by the trust. Then\r\nin November 2003 they resolved\nto appoint Ms Conradie (the second\r\nappellant) as a trustee. A letter was written to the Master advising\r\nhim of the appointment\nbut the letter was not received. In August\r\n2004 the foreshadowed action was commenced by the two appellants in\r\ntheir capacities\nas trustees against the Minister and those are the\r\nproceedings that are now before us. It was only after the action was\r\ncommenced,\non 15 December 2004, that the Master authorised Ms\r\nConradie to act as trustee.\n[6]\tThe\r\nquestion that was placed before the court of first instance by way of\r\na stated case was whether the absence of such authority\non the part\r\nof Ms Conradie at the time the action was commenced rendered the\r\nproceedings a nullity.\n7\nIt was agreed between the parties in the stated case that if it did\r\nthen the action must be dismissed and if it did not then the\nspecial\r\nplea must be dismissed. I might add that nothing was sought to be\r\nmade of the validity of the decision taken by Messrs\nGabrielle and\r\nLuigi Lupacchini on 8 September 2003 to pursue the action. But if\r\nthat decision was at all material the same question\nwould arise\r\nbecause there is no suggestion that Mr Luigi Lupacchini had been\r\nauthorised by the Master to act in the capacity of\ntrustee (even if\r\nhis appointment as ‘temporary trustee’ was capable of\r\nhaving been made) when that decision was taken.\n[7]\tThe court\r\nof first instance (Rampai J) found that the action had been validly\r\ncommenced and he dismissed the special plea. Much\nof his reasoning\r\nwas based upon the decision of Conradie J in\nWatt\r\nv Sea Plant Products Bpk.\n8\nOn appeal to the full court (Van der Merwe and Van Zyl JJ and Claasen\r\nAJ) that order was reversed. The present appeal against the\norder of\r\nthe full court is before us with the special leave of this court.\n[8]\tThe\r\nconsequence for the validity of an act that has taken place in\r\nconflict with a statutory prohibition has been considered\nin numerous\r\ncases. One of the earliest cases was\nSchierhout\r\nv Minister of Justice\n,\n9\nin which Innes CJ said the following:\n‘\nIt is a\r\nfundamental principle of our law that a thing done contrary to the\r\ndirect prohibition of the law is void and of no effect.’\nBut that will\r\nnot always be the case. Later cases have made it clear that whether\r\nthat is so will depend upon the proper construction\nof the particular\r\nlegislation. What has emerged from those cases was articulated by\r\nCorbett AJA in\nSwart\r\nv Smuts\n:\n10\n‘\nDie\r\nregsbeginsels wat van toepassing is by beoordeling van die geldigheid\r\nof nietigheid van ‘n transaksie wat aangegaan is,\nof ‘n\r\nhandeling wat verrig is, in stryd met ‘n statutêre\r\nbepaling of met verontagsaming van ‘n statutêre\nvereiste,\r\nis welbekend en is alreeds dikwels deur hierdie Hof gekonstateer\r\n(sien\nStandard\r\nBank v Estate Van Rhyn\n1925 AD 266\n;\nSutter\r\nv Scheepers\n1932 AD 165\n;\nLeibbrandt\r\nv South African Railways\n1941 AD 9\n;\nMessenger\r\nof the Magistrate’s Court, Durban v Pillay\n1952 (3) SA 678\n(AD);\nPottie\r\nv Kotze\n1954 (3) SA 719\n(AD),\nJefferies\r\nv Komgha Divisional Council\n1958 (1) SA 233\n(AD);\nMaharaj\r\nand Others v Rampersad\n1964 (4) SA 638\n(AD)). Dit blyk uit hierdie en ander tersaaklike\r\ngewysdes dat wanneer die onderhawige wetsbepaling self nie uitdruklik\r\nverklaar\ndat sodanige transaksie of handeling van nul en gener waarde\r\nis nie, die geldigheid daarvan uiteindelik van die bedoeling van die\n\nWetgewer afhang. In die algemeen word ‘n handeling wat in stryd\r\nmet ‘n statutêre bepaling verrig is, as ‘n\n\nnietigheid beskou, maar hierdie is nie ‘n vaste of onbuigsame\r\nreël nie. Deeglike oorweging van die bewoording van die\nstatuut\r\nen van sy doel en strekking kan tot die gevolgtrekking lei dat die\r\nWetgewer geen nietigheidsbedoeling gehad het nie.’\n[9]\tThe\r\nproblem has generally arisen in relation to contracts that are\r\nconcluded in conflict with a statutory prohibition. It arose\nin\r\nrelation to a contract that was concluded in conflict with the\r\nsection that is now before us in\nSimplex\r\n(Pty) Ltd v Van der Merwe NO\n11\n– which was later followed in similar circumstances by Griesel\r\nJ in\nVan\r\nder Merwe v Van der Merwe.\n12\nBoth cases held that a contract that was concluded by unauthorised\r\ntrustees was invalid. I am not aware of the correctness of those\n\ndecisions having been questioned,\n13\nand their correctness has not been challenged before us. Goldblatt J\r\nsaid the following in\nSimplex\n:\n14\n‘\n[Section]\r\n6(1) is not purely for the benefit of the beneficiaries of the trust\r\nbut in the public interest to provide proper written\nproof to\r\noutsiders of incumbency of the office of trustee. (Honoré’s\nSouth\r\nAfrican Law of Trust\n4\nth\ned at 179.) The whole scheme of the Act is to provide a manner in\r\nwhich the Master can supervise trustees in the proper administration\n\nof trusts properly and s 6(1) is essential to such purpose. By\r\nplacing a bar on trustees from acting as such until authorised\nby the\r\nMaster, the Act endeavours to ensure that trustees can only act as\r\nsuch if they comply with the Act. This ensures that the\ntrust deed is\r\nlodged with the Master and that security, if necessary, is lodged\r\nwith him before trustees start binding the trust’s\nproperty.\nIt\r\nwas further submitted on behalf of the respondents that, because the\r\nAct neither provided that unauthorised acts were invalid\nnor that\r\nsuch acts were criminal offences, it was not the intention of the\r\nLegislature to have such acts visited with the penalty\nof being\r\ntreated as a nullity. I do not agree with this submission. It seems\r\nto me that the failure to provide for a criminal sanction\npoints to\r\nthe fact that the Legislature saw no need to punish a party\r\ncriminally for an act which could have no legal consequences.\n\nFurther, it seems to me that it was so self-evident to the\r\nLegislature that an act by a person not having the requisite\r\nauthority\nwas of no force and effect that it did not deem it\r\nnecessary to spell out such a conclusion in the Act: “It is a\r\nfundamental\nprinciple of our law that a thing done contrary to the\r\ndirect prohibition of the law is void and of no effect.”\nPer\nInnes CJ in\nSchierhout\r\nv Minister of Justice\n1926 AD 99\nat 109.’\n[10]\tIt might\r\nbe noted that\nKropman\r\nNO v Nysschen\n15\nlater\r\nheld that a court has a discretion to retrospectively validate acts\r\nof a trustee that are performed without the requisite\nauthority. That\r\nproposition was persuasively rejected in\nVan\r\nder Merwe\n16\nand has been criticised by various authors.\n17\nNo reliance was sought to be placed on it in this case and I need say\r\nno more about it.\n[11]\tThe\r\neffect of s 6(1) on the validity of legal proceedings arose\r\npertinently in\nWatt\r\nv Sea Plant Products Bpk.\n18\nThat case differs from the present case in this respect that it was\r\nthe defendants who lacked the Master’s authority to act\nin the\r\ncapacity of trustees. The terms of a special plea that was filed by\r\nthe defendants do not appear from the judgment but I\nthink it can be\r\ninferred that it raised the objection that the trustees lacked the\r\ncapacity to be sued and that the proceedings\nwere thus a nullity.\n[12]\tConradie\r\nJ considered the problem to be one that went to the\nlocus\r\nstandi\n(the standing) of the trustees to be sued. He explained what he meant\r\nby that as follows:\n19\n‘\nLocus\r\nstandi in iudicio\nis an access mechanism controlled by the court itself. The standing\r\nof a person does not depend on authority to act. It depends\non\r\nwhether the litigant is regarded by the court as having a\r\nsufficiently close interest in the litigation.’\nHe went on to\r\npose the question before him as follows:\n20\n‘\nThe\r\nquestion, then, to be posed\nin\r\ncasu\nis whether at the time summons was issued the trustees’\r\ninterest in the trust\n21\nwas too remote.’\nAnd this was\r\nhis answer to that question:\n22\n‘\nThe\r\nanswer to this question depends upon the nature of a trustee’s\r\nappointment. Where a trustee has been appointed –\nin a trust\r\ndeed or otherwise – the appointment is not void pending\r\nauthorization by the Master in terms of section 6(1) of\nthe Act (cf.\nMetequity\r\nLimited and another v NWN Properties Limited and others\n[1997] 4 All SA 607\n(T) at 611a-d). Although a trustee’s power\r\nto act in that capacity is suspended by section 6(1) of the Act, he\r\nor she would,\nin my view, have a sufficiently well defined and close\r\ninterest in the administration of the trust to have\nlocus\r\nstandi in iudicio\n.\r\nAny conclusion that the second and third defendants were by section\r\n6(1) of the Act deprived of\nlocus\r\nstandi in iudicio\n(which would mean not only that they could not be sued but also that\r\nthey could not approach the court to protect the interests\nof the\r\ntrust) would not give effect to the intention of the legislature.\r\nWhilst recognising the desire of the legislature to regulate\nthe\r\nrights and duties of trustees in the Act, one should, I think, be\r\nslow to conclude that it would have desired to accomplish\nthis by\r\ncontrolling their access to, or accountability in, a court of law.’\nOn that basis\r\nhis conclusion was that ‘the prohibitory phrase “…\r\nshall act in that capacity only if authorised\nthereto …”,\r\nwide as it is, must be interpreted to mean that a trustee may not,\r\nprior to authorisation, acquire rights\nfor, or contractually incur\r\nliabilities on behalf of, the trust…. I do not …\r\nbelieve that the legislature intended\nwith a provision of this kind\r\nto regulate questions of\nlocus\r\nstandi in iudicio.\n’\n23\n[13]\tLittle\r\nfault can be found with the views expressed by the learned judge in\r\nthe context of the question that he posed but I\ndo not think he posed\r\nthe right question. The court below pointed out that a person might\r\nlack standing to sue or be sued in either\nof two circumstances. The\r\nfirst is where the law does not recognise the person as being capable\r\nof suing or being sued –\nexamples are unassisted minors and\r\nmentally disordered persons without a curator.\n24\nThe second is where a person indeed has such capacity but has no\r\nsufficient interest in the proceedings. Quite clearly a trustee\nhas\r\nsufficient interest in legal proceedings relating to the affairs of\r\nthe trust to enable him or her to sue or be sued –\nindeed, it\r\nis only the trustee who might sue or be sued. I suggest that the true\r\nquestion in\nWatt\n– as it is in this case – was not whether the trustees\r\nhad a sufficient interest but instead whether they were capable\nof\r\nsuing or being sued at all.\n[14]\tNonetheless,\r\nsome of the cases that were referred to by the learned judge have\r\nsome bearing on the question before us and it\nis as well to consider\r\nthem at this point. One was\nPatel\r\nv Paruk’s Trustee.\n25\nIn that case the trustee of an insolvent estate commenced proceedings\r\nwithout the consent of the creditors or the Master, in conflict\nwith\ns 73(1)\nof the\nInsolvency Act 24 of 1936\n.\n26\nTindall JA rejected the contention that the proceedings were a\r\nnullity, expressing his reasons for doing so as follows:\n27\n‘\nThe …\r\nproviso, prohibiting the trustee from instituting or defending any\r\nlegal proceedings without the prescribed consent,\nwas enacted, as\r\nbetween the trustee and the creditors, in order to protect the estate\r\nfrom being dissipated in litigation. The\nLegislature could not have\r\nintended that steps taken by a trustee to institute or defend\r\nproceedings must necessarily be a nullity\nbecause the prescribed\r\nconsent had not been obtained. An interpretation to the contrary\r\nwould bring about the result that, where\nthere is not enough time to\r\nenable the trustee to obtain such consent, he may be powerless to\r\nissue a summons timeously in order\nto prevent a claim due to the\r\nestate from becoming prescribed or to file a plea in order to prevent\r\na default judgment from being\nobtained against him. The estate of the\r\ninsolvent being vested in the trustee by\nsec 20(1)(a)\n, it would\r\nrequire different language from that contained in\nsec 73(1)\nin\r\nits original form to justify the Court in upholding an interpretation\r\nleading to the results mentioned … But under the\nproviso in\r\nits amended form the argument in support of the validity of the\r\nobjection is even weaker than it would have been under\nthe original\r\n….’\n[15]\tSimilar\r\ncircumstances arose in\nWaisbrod v\r\nPotgieter.\n28\nIn that case proceedings were brought by a liquidator without the\r\nauthority of creditors and contributories in conflict with s\n130(2)\r\nand 142(4) of the Companies Act 46 of 1926. Ramsbottom J said the\r\nfollowing:\n‘\nI\r\nthink that the provisions of secs 130(2)(a) and 142(4) were\r\nenacted for the protection of creditors and contributories and\nto\r\nprevent the assets of the company from being squandered in useless\r\nlitigation. As between himself and the company the liquidator\n\nrequires to be authorised before he embarks on litigation, and if he\r\ndoes so without the prescribed authority the Court may refuse\nto\r\nallow him his costs out of the assets of the company and he may have\r\nto pay them himself.’\n29\n(Followed\r\nin\nSifris & Miller NNO v Vermeulen\r\nBros\n.\n30\nSee, too,\nTannenbaum’s Executors\r\nand Tannenbaum v Quakley and Liquidator of Varachia Store (Pty)\r\nLtd\n.\n31\n)\n[16]\tWhile\r\nthose cases are instructive they are by no means decisive. The cases\r\nthat I referred to earlier make it clear that the\nconsequences that\r\nattach to the performance of an act contrary to a statutory provision\r\ndepend upon the construction of the particular\nstatute. And although\r\na trustee of the kind that is now in issue might share some\r\ncharacteristics of a trustee in insolvency they\ndo not altogether\r\ncoincide. One distinction that immediately comes to mind is that the\r\nacts that were in issue in those cases were\ncapable of being\r\nperformed with the authorisation of the creditors, from which it is\r\nplain that the restriction existed solely\nin the interests of\r\ncreditors. But as Goldlatt J said in\nSimplex\n32\n,\r\ns 6(1) ‘is not purely for the benefit of the beneficiaries\r\nof the trust but in the public interest to provide proper\nwritten\r\nproof to outsiders of incumbency of the office of trustee’.\n[17]\tOne\r\nnotable feature of s 6(1) that seems to me to lead strongly to\r\nthe conclusion that the acts of a trustee who lacks\nauthorisation\r\nwere intended to be invalid is that there is no criminal sanction for\r\nacting in that way. Where there is a criminal\nsanction the question\r\nwill arise whether that was considered by the legislature to be a\r\nsufficient consequence for contravening\nthe prohibition or whether\r\nnullity was to be a consequence as well. As Bowen LJ said in\nMellias\r\nv The Shirly and Freemantle Local Board of Heath,\n33\ncited with approval in\nSwart\n:\n34\n‘\n[In] the end\r\nwe have to find out, upon the construction of the Act, whether it was\r\nintended by the Legislature to prohibit the doing\nof a certain act\r\naltogether, or whether it was only intended to say that, if the act\r\nwas done, certain penalties should follow\nas a consequence’.\n[18]\tBut\r\nwhere there is no criminal consequence it is difficult to see how the\r\nlegislature could have intended anything other than\nthat the act\r\nshould be a nullity because otherwise a contravention of the\r\nprohibition would have no consequences at all. As Golblatt\nJ said in\nSimplex\n:\n35\n‘\nIt\r\nseems to me that the failure to provide for a criminal sanction\r\npoints to the fact that the Legislature saw no need to punish\na party\r\ncriminally for an act which could have no legal consequences.’\nForce\r\nis added to that construction by the fact that the supervisory regime\r\nthat is created by the Act expressly applies only to\ntrustees who\r\nhave been authorised by the Master to act.\n36\nIf neither criminal sanction nor nullity was the consequence of\r\ncontravening the prohibition that would be an invitation to trustees\n\nto ignore the Act altogether.\n[19]\tI have\r\ndrawn attention to two cases that have held that contracts concluded\r\nin breach of the prohibition are invalid. One needs\nthen to ask\r\nwhether there is any indication in the statute that the section was\r\nintended to visit nullity on some acts but not\nupon others. Although\r\ncounsel for the trustees submitted that a distinction should be drawn\r\nhe advanced no persuasive reasons why\nthat should be so. Indeed, it\r\nwould seem to me to be anomalous if a trustee were to be capable of\r\nengaging in litigation, but yet\nbe incapable of concluding contracts\r\nrequired to pursue the litigation. And as the court below trenchantly\r\npointed, it would be\neven more anomalous if a trustee were to be\r\ncapable of conducting major litigation from beginning to end, with\r\nmajor consequences\nfor the trust, but yet not be capable of\r\ncontracting for the purchase of a pen.\n[20]\tCounsel\r\nfor the trustees referred us to academic writing that he submitted\r\nwas in support of his view but I think that states\nthe matter too\r\nstrongly. The authors of\nHonoré\nassert that ‘[it] is therefore wrong to argue that a trustee\r\nwho has not yet received the Master’s authorization has\nno\r\ncapacity to sue or to be sued on behalf of the trust’\n37\nbut they rely solely upon the decision in\nWatt\nfor that assertion. And although they also express the view that the\r\ndecision in\nWatt\nis persuasive\n38\nthey provide no independent reasons why that is so. MJ De Waal:\r\n‘Authorisation of Trustees in terms of the Trust Control\nAct’\n39\nreviews the decided cases that I have referred to without pertinent\r\ncomment on the correctness of\nWatt\n.\r\nMichael Cameron Wood-Bodley: ‘The Transactions of Unauthorized\r\nTrustees: Section 6(1) of the Trust Property Control Act\n1988’\n40\nadvances reasons in favour of the trustees’ construction but\r\nconcludes rather tentatively as follows:\n‘\nIn\r\nlight of the above considerations the proper interpretation of the\r\nsection is problematic. However, it seems probable that the\nacts of a\r\ntrustee who lacks the Master’s s 6(1) authority are void …\r\nalthough in terms of the decision in\nWatt\nthere may be some room for a trustee to perform certain limited\r\nduties prior to authorization, if this does not entail acquiring\n\nrights for, or contractually incurring liabilities on behalf of, the\r\ntrust.’\n[21]\tIt was\r\nobserved in\nPatel\nthat one of the consequences of finding litigation by a trustee to be\r\ninvalid would be that he or she might then be incapable of\npreventing\r\na claim from prescribing or from filing a plea so as to prevent a\r\njudgment being taken by default, which the learned\njudge considered\r\nto be anomalous. I am not sure that those objections are\r\nwell-founded. The first objection seems to me to be overcome\nby s\r\n13(1)(a) of the\nPrescription Act 68 of 1969\n, which, amongst other\r\nthings, extends the running of prescription ‘if a creditor…is\r\nprevented by…any law…from\ninterrupting the running of\r\nprescription’.\n41\nThe second objection does not seem to me insuperable in that a court\r\nis not obliged to grant judgment by default, and will no doubt\n\nrefrain from doing so if it is brought to its attention that the\r\ntrustee lacks capacity to defend the proceedings, and might in\nany\r\nevent rescind such a judgment once those facts become known. But that\r\napart, once it is recognised that at least some acts\nof an\r\nunauthorised trustee are invalid then problems of that kind are\r\ncapable of arising just as much in relation to those acts\n– for\r\nexample, the trustees will be unable to exercise a valuable option\r\nthat is about to expire, or to exercise a right\nto renew a lease. The\r\npractical problems that were referred to by Tindall JA – if\r\nthey exist – and other practical\ndifficulties raised in\r\nargument before us, do not seem to me to be sufficient ground to\r\nimport an intention that legal proceedings\nare to be treated\r\ndifferently to other transactions.\n[22]\tI regret\r\nthat I can find no indications that legal proceedings commenced by\r\nunauthorised trustees were intended to be valid.\nOn the contrary, the\r\nindications seem to me all to point the other way. Unless it were to\r\nbe the case that all transactions performed\nin conflict with the\r\nsection are to be treated as valid – which clearly cannot be\r\nthe case, because otherwise the Act would\nbe altogether ineffective –\r\nthen I find nothing to distinguish its effect on legal proceedings.\r\nIndeed, it would seem to\nme that the case is even stronger for\r\nfinding legal proceedings to be a nullity. Conradie J sought to\r\nreconcile his finding in\nWatt\nwith his expressed view that unauthorised trustees are not capable of\r\nvalidly contracting as follows:\n42\n‘\nIn\r\nentering appearance to defend this action the [trustees] incurred no\r\ncontractual liability on behalf of the trust save possibly\nfor\r\npayment of their attorneys’ fees; that, however, is not\r\nsomething which arises in these proceedings. The trust incurred\nno\r\ncontractual liability for costs to the plaintiff. It did not even\r\nincur any liability for potential, judicially imposed, costs.\nIf the\r\n[trustees] were not authorised to conduct the litigation they would\r\nincur personal liability for any adverse costs order’.\nWhile it is\r\nopen to third parties to conclude contracts with trustees at their\r\nperil, they are left no choice when it comes to being\nsued. If the\r\nonly consequence of trustees suing in conflict with the section is to\r\nbe that the trust is not bound to pay the costs,\nwhich is what\r\nConradie J seems to suggest, that would be cold comfort to those who\r\nare sued by a wealthy trust that is administered\nby impecunious\r\ntrustees.\n43\nI do not think the legislature could have intended to submit third\r\nparties to litigation at the hands of unauthorised trustees\nwith the\r\nconsequence that they are precluded from looking to the assets of the\r\ntrust for recompense if the trust were to lose.\n[23]\tFagan JA\r\npointed out in\nPottie\r\nv Kotze\n44\nthat\n‘\n[t]he\r\nusual reason for holding a prohibited act to be invalid is not the\r\ninference of an intention on the part of the Legislature\nto impose a\r\ndeterrent penalty for which it has not expressly provided, but the\r\nfact that recognition of the act by the Court will\nbring about, or\r\ngive legal sanction to, the very situation which the Legislature\r\nwishes to prevent.’\nThe section\r\nmakes it clear that a trustee may not act in that capacity at all\r\nwithout the requisite authorisation. If we were to\nfind that acts\r\nperformed in conflict with the section are valid it seems to me that\r\nwe would be giving legal sanction to the very\nsituation that the\r\nlegislature wished to prevent.\nParker\nmakes it clear that legal proceedings commenced by persons who lack\r\ncapacity to act for the trust are a nullity and I see nothing\nin the\r\nsection to suggest that trustees who are prohibited from acting in\r\nthat capacity are in a better position. In my view the\ncourt below\r\nwas correct and the appeal must be dismissed.\n[24]\tThat\r\nleaves a question that relates to the costs. The Minister is entitled\r\nto the costs of the proceedings, both in this court\nand the courts\r\nbelow. It follows from my finding that the trustees were not\r\nauthorised to bind the trust for payment of the costs\nof launching\r\nthe proceedings but I do not think that we are able to interfere with\r\nthe substituted order of the court of first\ninstance in that regard.\r\nBy the time the matter was heard in the court of first instance and\r\nthe appeals were brought the trustees\nhad both been authorised to act\r\nand the trust is bound to pay the costs of this appeal. The costs of\r\nthe application for leave\nto appeal to this court have already been\r\nordered to be costs in the appeal.\n[25]\tThe\r\nappeal is dismissed with costs.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant:\tA J R van Rhyn SC\nM\r\nD J Steenkamp\nInstructed\r\nby:\nKramer\r\nWeihmann Joubert, Bloemfontein\nFor\r\nrespondent:\tM H Wessels SC\nInstructed\r\nby:\nS\r\nChetty, State Attorney, Bloemfontein\n1\n5ed\r\n\t(2002) by Edwin Cameron with Marius de Waal, Basil Wunsh and Peter\r\n\tSolomon para 1.\n2\n2005\r\n\t(2) SA 77\n(SCA) paras 10 and 11.\n3\nParker,\nabove, para 15.\n4\nParker\n,\r\n\tabove, para 41.\n5\nSections\r\n\t6(2) and (3).\n6\nSee\nHonoré\n, above at p 219: ‘The language of\r\n\tthe section is emphatic: someone appointed as trustee “shall\r\n\tact in that capacity\nonly if authorized thereto in writing by the\r\n\tMaster”.’\n7\nIt\r\n\twas not expressed in those precise terms but that was the effect of\r\n\tthe stated case and the basis upon which it was argued.\n8\n[1998]\r\n\t4 All SA 109\n(C).\n9\n1926\r\n\tAD 99\nat 109.\n10\n1971\r\n\t(1) SA 819\n(A) at 829C-G. That principle has since been repeated by\r\n\tthis court in numerous cases: see, for example,\nPalm Fifteen\r\n\t(Pty) Ltd v Cotton Tail Homes (Pty) Ltd\n1978 (2) SA 872\n(A) at\r\n\t885E-G;\nMetro Western Cape (Pty) Ltd v Ross\n1986 (3) SA 181\n(A) at 188F-189C;\nAbsa Insurance Brokers (Pty) Ltd v Luttig\nNO\n[1997] ZASCA 61\n;\n1997 (4) SA 229\n(SCA) at 238G-239B\nGeue v Van der Lith\n[2003] ZASCA 118\n;\n2004 (3) SA 333\n(SCA) para 18.\n11\n1996\r\n\t(1) SA 111\n(W).\n12\n2000\r\n\t(2) SA 519\n(C).\n13\nSee\nHonoré\n, above, pp 220-221;\nAnnual Survey of South\r\n\tAfrican Law\n1996 pp 198 and 467-468;\nAnnual Survey of South\r\n\tAfrican Law\n2000 pp 479-481; MJ De Waal: ‘Authorisation of\r\n\tTrustees in terms of the Trust Control Act’\n(2000) 63\nTHRHR\n472\n; Michael Cameron Wood-Bodley: ‘The Transactions of\r\n\tUnauthorized Trustees: Section 6(1) of the Trust Property Control\r\n\tAct\n1988’\n(2001) 118\nSALJ\n374.\n14\nAt\r\n\t112J-113E.\n15\n1999\r\n\t(2) SA 567\n(T) at 576F.\n16\nPara\r\n\t20. See, too, the criticism in\nHonoré\n, above, pp\r\n\t220-221.\n17\nSee\nHonoré\n, above, p 220-221; MJ De Waal, above, at 476;\r\n\tMichael Cameron Wood-Bodley, above, at 377.\n18\n[1998]\r\n\t4 All SA 109\n(C).\n19\nAt\r\n\t113h.\n20\nAt\r\n\t114a.\n21\nThe\r\n\treference to the trust seems to have been inadvertent. The true\r\n\tquestion is whether he or she has sufficient interest in the\n\n\tlitigation, as the learned judge observed in the earlier passage I\r\n\thave referred to.\n22\nAt\r\n\t114a-114d.\n23\nAt\r\n\t112 i-j.\n24\nHerbstein\r\n\tand Van Winsen:\nThe Civil Practice of the High Courts and the\r\n\tSupreme court of Appeal of South Africa\n5ed (2009) by Andries\r\n\tCharl Cilliers, Cheryl Loots and Hendrik Christoffel Nel pp 160-174.\n25\n1944\r\n\tAD 469.\n26\nAt\r\n\tthat time the section permitted a trustee to take legal advice and\r\n\tinstitute proceedings subject to the following proviso:\n‘Provided\r\n\tthat … the trustee shall not act as aforesaid unless he has\r\n\tbeen authorised thereto by the creditors or\nthe Master.’\n27\nAt 475.\n28\n1953\r\n\t(4) SA 502\n(W).\n29\nPage\r\n\t507G-H.\n30\n1973\r\n\t(1) SA 729\n(T).\n31\n1940\r\n\tWLD 209.\n32\nAt 112J-113B.\n33\n(1885)\r\n\t16 QBD 446.\n34\nAt\r\n\t829H-830A.\n35\nAt\r\n\t113D.\n36\nSection\r\n\t1 of the Act defines a ‘trustee’ to mean ‘any\r\n\tperson … who acts as trustee by virtue of an authorization\n\n\tunder section 6 …’. In s 4(1) the context shows that\r\n\tthe term was intended to apply to a trustee who has yet to\nbe\r\n\tauthorised, but the remaining regulatory provisions apply, in terms,\r\n\tonly to trustees who have been authorised.\n37\nPage\r\n\t419. The authors note that that view is contrary to the view\r\n\texpressed in the previous edition.\n38\nPage\r\n\t221.\n39\n(2000)\r\n\t63 THRHR 472.\n40\n(2001)\r\n\t118\nSALJ\n374\nat 387.\n41\nSection\r\n\t7(1)(b) of the Prescription Act 18 of 1943 had a similar effect, in\r\n\tthat it suspended extinctive prescription ‘during\nthe period\r\n\tof disability of the creditor’.\n42\nAt\r\n\t113a-c.\n43\nSee Harms JA in\nNieuwoudt NO v Vrystaat Mielies (Edms) Bpk\n2004 (3) SA 486\n(SCA) para 24.\n44\n1954\r\n\t(3) SA 719\n(A) at 726H.",
  "scraped_at": "2026-02-11T20:34:40.190713",
  "date": "2010-09-17",
  "coram": [
    "NUGENT JA",
    "PONNAN JA",
    "CACHALIA JA",
    "BOSIELO JA",
    "TSHIQI JJA"
  ],
  "case_number": "16/2010",
  "parties": {
    "applicants": [
      "Gabrielle Lupacchini NO",
      "Rochelle Conradie NO"
    ],
    "respondents": [
      "Minister of Safety and Security"
    ]
  },
  "sections": {
    "facts": "The Lupacchini Family Trust required at least two trustees. In 1994 Ms Melinda Lupacchini and Mr Gabrielle Lupacchini were authorised by the Master as trustees. In June 2003 Ms Lupacchini resigned; Luigi Lupacchini was appointed temporary trustee and the two remaining trustees resolved to sue the State for damages arising from an alleged illegal police raid. In November 2003 they attempted to appoint Ms Conradie as trustee, but the Master never received the notice of appointment. In August 2004 the action against the Minister of Safety and Security was commenced by Gabrielle Lupacchini and Luigi Lupacchini in their capacity as trustees, with Conradie as a co‑trustee. The Master only authorised Ms Conradie on 15 December 2004, after the suit had already been filed.",
    "issues": "1. Does the absence of authorisation under section 6(1) of the Trust Property Control Act render legal proceedings commenced by a trustee a nullity? 2. Do unauthorised trustees have locus standi to sue or be sued on behalf of the trust? 3. What legislative intent governs the consequence of acting contrary to the statutory prohibition – nullity, criminal sanction, or another remedy?",
    "principles": "Section 6(1) of the Trust Property Control Act requires that a person appointed as trustee may act in that capacity only if authorised in writing by the Master. General jurisprudence holds that acts performed in direct contravention of a statutory prohibition are void unless the statute provides otherwise (Schierhout v Minister of Justice; Swart v Smuts). Precedent cases such as Watt v Sea Plant Products, Simplex v Van der Merwe, and Patel v Paruk’s Trustee illustrate that unauthorised trustees cannot validly bind the trust in contractual or litigation matters. The absence of a criminal penalty for unauthorised action indicates that the legislature intended nullity as the consequence. The court also notes that there is no statutory discretion to retrospectively validate such acts (Kropman NO v Nysschen rejected).",
    "application": "The court examined whether the trustees who commenced the suit were authorised at that time. It concluded that neither Gabrielle nor Luigi Lupacchini had Master’s authorisation, and Ms Conradie’s authorisation post‑dated the commencement of proceedings. Accordingly, the action was brought by persons lacking the statutory capacity to act for the trust. The court rejected the lower courts’ view that the suit could proceed, emphasizing that allowing unauthorised trustees to litigate would defeat the supervisory purpose of the Act and would give legal effect to prohibited conduct. The court applied the principle that unauthorised actions are void, finding the proceedings a nullity.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed that the proceedings were a nullity because the trustees were not authorised under s 6(1) at the time of commencement. The Minister of Safety and Security was awarded costs, and the trust, now properly authorised, was required to bear the costs of the appeal."
  },
  "tags": {
    "level_1": "Trust Law",
    "level_2": "Trust Property Control Act",
    "level_3": [
      "unauthorised trustee",
      "section 6(1) nullity",
      "locus standi",
      "costs"
    ]
  }
}