{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/78.html",
  "case_name": "Oribel Properties 13 (Pty) Ltd and Another v Blue Dot Properties 271 (Pty) Ltd and Others (454/2009) [2010] ZASCA 78; [2010] 4 All SA 282 (SCA) (28 May 2010)",
  "citation": "[2010] ZASCA 78",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 78\n|\nNoteup\n|\nLawCite\nOribel Properties 13 (Pty) Ltd and Another v Blue Dot Properties 271 (Pty) Ltd and Others (454/2009) [2010] ZASCA 78; [2010] 4 All SA 282 (SCA) (28 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:   454/2009\nIn the matter between:\nORIBEL PROPERTIES 13\r\n(PTY) LTD                                                   First  \r\nAppellant\nINTERACTIVE AFRICA\r\n(PTY) LIMITED\t\t\t\t         Second    Appellant\nand\nBLUE DOT PROPERTIES\r\n271 (PTY) LTD                                         First \r\nRespondent\nGOSSOW HARDING\r\nCONSTRUCTION (PTY) LTD                      Second Respondent\nRANK SHARP (PTY)\r\nLTD\t\t\t\t\t\t            Third Respondent\nTHE BODY CORPORATE OF\r\nTHE THEBE HOSKEN\nHOUSE SECTIONAL TITLE\r\nSCHEME\t\t\t\t          Fourth Respondent\nTHE REGISTRAR OF\r\nDEEDS\t\t\t\t\t\t  Fifth Respondent\nTHE SURVEYOR\r\nGENERAL\t\t\t\t\t\t Sixth Respondent\nXANTHA PROPERTIES 16\r\n(PTY) LTD\t\t\t\t       Seventh Respondent\nNeutral\r\ncitation:\nOribel\r\nv Blue Dot\n(454/2009)\n[2010] ZASCA 78\n(28 May 2010)\nCoram:\nCLOETE,\r\nPONNAN, MALAN, BOSIELO and LEACH JJA\nHeard:\n11\r\nMay  2010\nDelivered:\n28\r\nMay 2010\nSummary:\tSection\r\n25(13)\nSectional Titles Act 95 of 1986\n– changed circumstances\r\n– content of real right of extension reserved – standing\r\nof owner of section to apply\nfor demolition of wall on common\r\nproperty\n_____________________________­­­­­­­­_________________________________________\nORDER\nOn\r\nappeal from:\nWestern\r\nCape High Court (Cape Town) (Jamie AJ sitting as court of first\r\ninstance):\nThe\r\n\tappeal is upheld with costs including the costs of two counsel where\r\n\tso employed.\nThe\r\n\torder of the court a quo is set aside and substituted with the\r\n\tfollowing:\n‘\n(a)\r\nThe first respondent is interdicted from exercising the right\r\nreserved to extend the Theba Hoskens Sectional Title Scheme and\n\ncontained in the certificate issued to the first respondent on 28\r\nNovember 2007 in terms of\ns 12(1)(e)\nof the\nSectional Titles Act 95\nof 1986\nin any way other than by transferring or ceding the right to\r\nthe exclusive use of the plant area to the owner of\nsection 401\nin\r\nthe said Scheme.\n(b)\tThe\r\nfirst respondent is interdicted from transferring or ceding the said\r\nright reserved to any person other than to the owner\nof\nsection 401\nin the said Scheme.\n(c)\tThe\r\nfirst respondent is ordered to pay the costs of the applicants.’\n_____________________________­­­­­­­­_________________________________________\nJUDGMENT\nMALAN JA (CLOETE, PONNAN,\r\nBOSIELO AND LEACH JJA concurring)\n[1]\tThis is an appeal,\r\nwith leave of Jamie AJ, against his dismissal of the appellants’\r\napplication to declare void the reservation\nof a right to extend the\r\nsectional title scheme by the developer, the first respondent;  to\r\nrestrain the purported alienation and\ntransfer of that right to the\r\nthird, alternatively, the seventh respondent; and to order the\r\ndemolition of a wall constructed by\nthe developer pursuant to the\r\nreservation of the right and in contravention of the rules of the\r\nbody corporate, the fourth respondent.\n[2]\tThe\r\nTheba Hoskens Sectional Title Scheme was registered on 28 November\r\n2007. It concerns a sectional title scheme in respect\nof an existing\r\nthree story building on a stand in Cape Town.  On the date of\r\nregistration of the scheme,\nsections 401\nand 501 were transferred\r\ninto the names of the first appellant and another person\r\nrespectively. By virtue of these transfers the\nfourth respondent, the\r\nbody corporate, was also established. As part of the application for\r\nthe opening of the register and registration\nof the scheme, an eight\r\npage sectional title plan, approved by the Surveyor General, was\r\nlodged with the registrar of deeds. The\nscheme comprises five levels\r\nof which the third to fifth levels correspond with the first to third\r\nfloors of the building.\nSection 401\nis situated on the second floor\r\nof the building and consists of the whole of that floor less certain\r\ncommon areas like staircases\nand landings. The section on the first\r\nfloor,\nsection 301\n, was later subdivided into three sections, viz\nsections 302\n,\n303\nand\n304\n. The developer of the scheme, the first\r\nrespondent, sought the reservation of various additional real rights\r\nof extension in relation\nto the third to fifth levels. On the\r\nextension plans relating to the second floor of the building it is\r\nindicated that a right\nis reserved to extend the plant area adjacent\r\nto\nsection 401\ninto the scheme.\n[3]\tThe\r\nplant area is the matter in dispute. It is the area extending from\r\nthe eastern edge of\nsection 401\nand faces Devil’s Peak. It used\r\nto house the air-conditioning plant of the floor below it. Opaque\r\nglass windows separated\nit from\nsection 401\nand a second row of\r\nopaque glass windows formed the outer edge of the plant area\r\nconcealing it from the exterior of the building.\nThe floor of the\r\nplant area is the roof of the section below, now\nsection 302\n, and it\r\nextends upwards past\nsection 401.\nThe plant area was separated from\r\nthe floor below it by a ‘false ceiling’ made up of thin\r\nceiling boards forming the\nroof of the section below. After removal\r\nof the air-conditioning unit and the exterior opaque windows the\r\nplant area consisted\nessentially of a void from the roof of\nsection\r\n302\nupwards. During June 2007 the first appellant and the developer\r\nreached an agreement that the opaque glass windows separating the\n\nplant area from\nsection 401\nwould be replaced by clear windows. Glass\r\ndoors were also installed but it is a matter of dispute whether this\r\ntook place with\nthe developer’s consent. A brick wall was\r\nconstructed by the developer on common property immediately adjacent\r\nto the row\nof opaque windows separating the plant area from\nsection\r\n410\nduring the weekend of 10 May 2008.\n[4]\tThe\r\nfirst appellant is the registered owner and the second appellant, an\r\nassociated company, the occupier of\nsection 401\nof the scheme. The\r\nfirst respondent, the developer of the scheme, sold\nsection 401\nto\r\nthe second appellant on 16 February 2007 but, in terms of a\r\nsubsequent agreement (the ‘Addendum’), the second\r\nappellant\nwas replaced as the purchaser by the first appellant. I\r\nwill refer to the purchaser as the ‘appellants’. The\r\nseventh\nrespondent purchased\nsection 302\nfrom the developer and also\r\n‘the Real Right to Extend re: the plant room (situated directly\r\nabove the office space)’.\n The third respondent (through the\r\nseventh respondent) is entitled to occupy\nsection 302.\nIn the court a\r\nquo the appellants disputed the validity of the creation of the right\r\nof extension and, consequently, also the third\nand seventh\r\nrespondents’ entitlement to receive transfer of it.\n[5]\tThe agreement of sale\r\nbetween the developer and the appellants made provision for the\r\npurchase and sale of\nsection 401\n,\n14\nparking bays and an undivided\r\nshare in the common property. The developer warranted to the\r\npurchaser that the boundaries of the\nunit would be substantially in\r\naccordance with those pointed out and as set out in Annexure ‘B’\r\nto the agreement and\nthat it would consist of the entire second floor\r\nof Theba Hoskens House (excluding staircases and landings). In terms\r\nof the Addendum\nit was recorded that the appellants waived their\r\nrights to annul the agreement of sale and that a real right of\r\nextension was reserved\npertaining to the retail section and minor\r\nextensions thereto. The plans for the right to extend were to be\r\nlodged in the Deeds\nOffice and furnished to the purchaser.  The\r\nrights so reserved have no bearing on the present dispute between the\r\nparties.\n[6]\tAs part of the\r\napplication for the opening of a sectional title register the\r\ndeveloper lodged an application with the registrar\nof deeds, the\r\nfifth respondent, for the reservation of a real right to extend the\r\nscheme in terms of\ns 25\nof the Act. On 28 November 2007 the registrar\r\nissued a certificate of real right in favour of the developer\r\npursuant to\ns 12(1)(e)\nof the Act. The certificate of real right\r\nrecords that the registrar certified\n‘\nthat the developer\r\nis the registered holder of the right to erect and complete from time\r\nto time within a period of 10 years for\nhis personal account a\r\nvertical and horizontal extension of an existing building in terms of\nSection 25(1)(c)\nof the said Act on the specified portion of the\r\ncommon property as indicated on the plan referred to in\nSection\r\n25(2)(a)\nof the Act filed in this office, and to divide such building\r\nor buildings into a section or sections and common property, and to\n\nconfer the right of exclusive use over portion of such common\r\nproperty upon the owner or owners of one or more units in the scheme\n\n. . . as shown on Sectional Plan . . . .’\n[7]\tAt all material times\r\nit was the intention of the developer to reserve the plant area for\r\nthe use of the applicants, ie the\nowners of\nsection 401.\nThe\r\nappellants produced plans depicting the casting of a concrete slab\r\nand the utilization of the plant area as a deck extending\nfrom the\r\nsection into the plant area. The plans lodged with the registrar\r\nindicate that in respect of\nsection 401\nthe plant area was reserved\r\nfor ‘extension’ into\nsection 401.\n[8]\tThe developer\r\nchanged, as it was stated in the answering affidavit, his mind\r\nregarding the right of extending\nsection 401\ninto the plant area and\r\ndecided to offer it to the purchaser of the section below\nsection 401\nto be used as an office with a double volume. As a result an\r\nagreement of sale with the seventh respondent was concluded on 30\n\nJanuary 2008 in terms of which a portion of\nsection 301\n, ie the new\nsection 302\n, and the ‘real right to extend re: the plant room’\r\nwas sold to the seventh respondent.\n[9]\tThe court a quo\r\ndismissed the application holding that the registration of a real\r\nright of extension and the issue of a certificate\npursuant thereto\r\namounted to administrative action as defined by the Promotion of\r\nAdministrative Justice Act 3 of 2000. The relief\nsought was in effect\r\ntreated as an application to review and set aside the decisions of\r\nthe fifth and sixth respondents to issue\nthe certificate of real\r\nright of extension of the scheme. It was further found that\r\nnon-compliance by the developer with the provisions\nof s 25 had few\r\npractical consequences. Exercising the discretion conferred by s 8(1)\r\nof PAJA the court a quo declined to review\nand set aside the\r\ndecisions of the fifth and sixth respondents reserving the real right\r\nof extension. Finally, the court a quo\nfound that a safety and fire\r\nhazard had arisen as a result of the installation of the clear glass\r\nwindows and sliding doors between\nsection 401 and the plant area and\r\nthat this constituted ‘changed circumstances’ as\r\nenvisaged by s 25(13)\nthat made strict\r\ncompliance with the registered plans impractical. The prayer to\r\ndemolish the wall was therefore also dismissed.\n[10]\t\r\nIn this court the appellants limited the relief sought to the prayers\r\nfor an interdict prohibiting the developer from transferring\nto the\r\nseventh respondent or other party any real right to extend the scheme\r\nso as to ‘incorporate’ the plant area\ninto an existing\r\nsection or to create a new section comprising the plant area or to\r\ncreate an exclusive use area pertaining to\nthe plant area for the\r\nbenefit of any section other than section 401 as well as to an order\r\ndirected at the demolition of the brick\nwall constructed by the\r\ndeveloper adjacent to section 401. It follows that I need not express\r\nany view on the appellants’\nsubmission that no ‘decision’\r\nas envisaged by PAJA was made when the registrar issued a certificate\r\nof real right in\nterms of s 12(1)(e).\n1\nNor do I have to determine whether the reservation of the real right\r\nof extension was void by reason of non-compliance with the\nprovisions\r\nof\ns 25(2)\nof the\nSectional Titles Act. The\napplication for the\r\ninterdict was premised on the provisions of\ns 25\n(13) but the prayer\r\nfor the demolition of the wall was based on a variety of grounds\r\nwhich will be referred to below.\n[11]\tA\r\ndeveloper may in terms of\ns 25\nin his application for the\r\nregistration of a sectional title plan reserve for himself the right\r\nto extend the scheme by means of\na condition imposed pursuant to\ns\r\n11(2).\n3\n>\n2\nThe right to extend the scheme includes the right to extend an\r\nexisting building horizontally or vertically or to erect an\r\nadditional\nbuilding or buildings on a specified part of the common\r\nproperty and to divide the extended part of the additional building\r\nor\nbuildings into a section or sections, common property and\r\nexclusive use areas for the account of the developer.\n3\nThe reservation of the right to extend is effected by means of a\r\ncondition imposed by the developer in terms of\ns 11(2).\nThis section\r\nallows the developer to impose a condition in the schedule filed with\r\nthe sectional plan which sets out the servitudes\nand registrable\r\nconditions burdening the scheme.\n4\nThe period within which the extension or extensions are to be\r\ncompleted must be set out in the condition and the area of the common\n\nproperty where the extension or extensions will be erected\r\nspecified.\n5\nIf a right of extension has been reserved, the application for the\r\nsectional plan must, in addition to the usual documentation,\n6\nbe accompanied by the documents specified in\ns 25(2).\n3\n>\n7\nOn the registration of the sectional plan and the opening of a\r\nsectional title register in respect of the land and the buildings,\n\nthe Registrar must issue to the developer a certificate of real right\r\nto extend the scheme in the manner indicated on the sectional\nplan\r\nand subject to any mortgage bond registered against the title deed of\r\nthe land.\n8\nAccording to\ns 25(4)\na right reserved in terms of\ns 25(1)\nor (6) and\r\nin respect of which a certificate of real right has been issued -\n‘\n(a) shall for all\r\npurposes be deemed to be a right to urban immovable property which\r\nadmits of being mortgaged; and\n(b) may be transferred by\r\nthe registration of a notarial deed of cession in respect of the\r\nwhole, a portion or a share in such right:\nProvided that in the case\r\nof a cession affecting only a portion of the land comprising the\r\nscheme only such portion shall be identified\nto the satisfaction of\r\nthe Surveyor-General.’\nA\r\nright reserved in terms of\ns 25\n(1) may be exercised by the developer\r\nor his successor in title, even where the developer or his successor\r\nin title has no other\ninterest in the common property.\n9\nWhen the right reserved is exercised the developer or his successor\r\nin title must immediately after completion of the relevant\nunit apply\r\nfor the registration of the relevant plan of extension and the\r\ninclusion of such unit in the relevant sectional title\nregister.\n10\n[12]\tA\r\ndeveloper or his successor in title to a right reserved in terms of\ns\r\n25(1)\nmay, after approval of a sectional plan of extension by the\r\nSurveyor-General, apply to the Registrar for the registration of the\n\nplan of extension and the inclusion of the additional section or\r\nsections in the relevant sectional title register.\n11\nThe application for registration must be accompanied by certain\r\ndocuments.\n12\nSection 25(11)\nprovides that when ‘the requirements of this\r\nsection and of any other law have been complied with, the registrar\r\nshall -\n(a) register the sectional plan of extension’ and\r\nperform the other duties set out in the subsection. Upon the\r\nregistration\nof a sectional plan of extension the owners of sections\r\nin the building or buildings in the scheme that is being extended,\r\nthe\nmortgagees of sectional mortgage bonds and the holders of any\r\nreal rights registered over such sections, are divested of their\r\nshare or interest in the common property to the extent that an\r\nundivided share in the common property is vested in the developer,\n\nhis successor in title or the body corporate, as the case may be, by\r\nthe issue of the certificates of registered sectional title\nreferred\r\nto in\ns 25(11)(c).\n13\n[13]\t\r\nIt is common cause that it was envisaged by the parties that the\r\nplant area would be ‘incorporated’ into\nsection 401.\nHowever, as a result of the first appellant’s refusal to pay\r\nfor the area, as more fully discussed below, the developer resolved\n\nto ‘incorporate’ it into the section below and sell it as\r\nwell as the right to extend in respect of the plant room\nto the\r\nseventh respondent. The sale was concluded on 30 January 2008. This\r\nrefusal to pay for the plant area, it was submitted,\nconstituted\r\n‘changed circumstances’ as envisaged by\ns 25(13)\njustifying ‘incorporation’ of the plant area into the\r\nunit below as an exclusive use area.\n14\nSection 25(13)\nprovides:\n‘\nA developer or his\r\nsuccessor in title who exercises a reserved right referred to in\r\nsubsection (1), or a body corporate exercising\nthe right referred to\r\nin subsection (6), shall be obliged to erect and divide the building\r\nor buildings into sections strictly\nin accordance with the documents\r\nreferred to in subsection (2), due regard being had to changed\r\ncircumstances which would make\nstrict compliance impracticable, and\r\nan owner of a unit in the scheme who is prejudiced by his failure to\r\ncomply in this manner,\nmay apply to the Court, whereupon the Court\r\nmay order proper compliance with the terms of the reservation, or\r\ngrant such other\nrelief, including damages, as the Court may deem\r\nfit.’\n[14]\tThe\r\ncase for the appellants as made out in the founding papers is\r\npremised on their contention that they purchased the whole\nof the\r\nsecond floor of the building, ie the built area (less certain common\r\nareas) including the plant area. This is, however,\nnot borne out by\r\nthe agreement which described the\nmerx\nas the ‘unit . . .  and parking bays which are more fully\r\ndescribed in Annexure ‘A’, which unit and parking bays\n\ninclude an undivided share in the common property in the land and\r\nbuilding/s’. Later in the agreement (clause 16.10) it was\n\nstated that the property sold ‘includes the premises as\r\notherwise described herein, which are currently situated on the 2\nnd\nfloor of the building in question, being the floor . . .   directly\r\nabove Indwe Insurance, together with the parking bays (TBA)\n(as\r\nattached Annexure “B”) . . . ’. In Annexure ‘A’\r\nthe unit was described as ‘2\nnd\nfloor (approximately 700 sqm) – For guidance purposes only’\r\nand, after the parking bays are referred to, the exclusive\nuse areas\r\nare set out as ‘2\nnd\nfloor balconies approximately 106sqm – For guidance purposes\r\nonly’. Annexure ‘B’ contains a plan of the\nsecond\r\nfloor of the building indicating the property sold. The plant area\r\nwas depicted on it but not as a part of the property\nsold. In clause\r\n15 of the agreement of sale it was recorded that the sectional title\r\nplan had not been registered but it was stated\nthat the seller\r\nwarranted that the boundaries indicated ‘will be substantially\r\nin accordance with those pointed out by the\nSeller . . .  and\r\nincorporate the entire second floor . . .  a portion which is\r\ncurrently occupied by Moksha Yoga.’ It follows\nclearly that the\r\nplant area was not sold and remained part of the common property. It\r\nwas not contended in this court that any\nother construction of the\r\nagreement of sale was possible.\n[15]\tNot only the plans\r\nsubmitted but also the negotiations between the parties demonstrate\r\nthe intention that the plant area would\nbe ‘extended’\r\ninto\nsection 401\nor that the exclusive use of that area would be made\r\navailable to the owner of\nsection 401.\nIn a proposal made by the\r\nappellants on 10 September 2007 the construction of a deck from\nsection 401\nextending into the plant area was envisaged. The\r\nappellants were to bear the costs involved. However, their proposal\r\nconcluded:\n‘\nBased on the above\r\nfactors, and given the considerable cost of constructing the 2 parts\r\nof the deck, it seems unreasonable that\nany additional payment would\r\nbe required in order to get permission for the construction of the\r\ndeck. Given the costs to resolve\nall the above issues . . . any\r\nadditional payment cannot be justified. . . . Should permission not\r\nbe forth-coming on the basis\nof this agreement, we are happy to forgo\r\nthe option of the deck . . .’.\nThe\r\ncorrespondence between the parties shows that the developer intended\r\nselling the plant area to the appellants. On 4 May 2007\nan email\r\nmessage was sent to the first appellant’s representative\r\nwherein it was stated that the area concerned measured\nsome 140\r\nsquare meters and that ‘[w]e need to establish a price and\r\nconclude a deal asap regarding the space so that we can\nincorporate\r\nrights over the space in the Sectional Title Plan . . .  Please put\r\nforward an offer amount in this regard.’\nOn 16 and again on 21\r\nMay 2007 the floor below\nsection 401\nwas offered for sale to the\r\nappellants. The appellants declined the offers. On 26 July 2007 the\r\nappellants wrote to the developer\nalerting it to the fire risk posed\r\nby the ceiling in the plant area separating the two floors. On 22\r\nAugust 2007 the appellants\nreferred to the unsightly state of the air\r\nconditioning unit in the plant area adding that they would revert to\r\nthe developer the\nfollowing week with a proposal concerning the\r\nconstruction of the deck. This was followed by the letter of 10\r\nSeptember 2007 referred\nto above. The developer recorded on 11\r\nSeptember 2007 that the proposal was being studied. On 11 October\r\n2007 a further proposal\nwas made by the appellants: ‘We are no\r\nlonger considering turn[ing] the entire roof into a deck. The costs\r\nare proving to\nbe too onerous.’ The message contained\r\nsuggestions for ‘an aesthetic solution’ to the plant\r\narea. The developer’s\nresponse on 8 November 2007 contained two\r\nalternative suggestions: the first was that it kept the space because\r\n‘[t]his allow\nus the possibility to go up from below in the\r\nfuture adding value to the lower space. This area does possess value\r\nfor us which\nmay increase in time to come.’ The second\r\nsuggestion was to offer the plant area for sale to the appellants at\r\na price of\nR 120 000. The appellants declined the offer to purchase\r\nthe plant area. On 16 January 2008 the appellants requested\r\nclarification\nregarding the ‘current open space between the two\r\nfloors’ and enquired whether the sale of the second floor had\r\naffected\nthe plant area and what the implications for the third floor\r\nwere. The developer responded on 17 January 2008 that they were still\n\nnegotiating but that no sale of the second floor had as\nyet\r\nbeen concluded. The message contained the following paragraph:\n‘\nRegarding the\r\nareas you are querying – the real rights regarding these areas\r\nare described in the rights of extension etc.\nas registered in the\r\ndeeds office. Whether these rights will be part of the sale concluded\r\nor will remain with Blue Dot Props remains\nto be seen once the deed\r\nof sale is finalized. Then what the new purchaser/Blue Dot does with\r\nthe area remains to be seen.’\nThe first appellant\r\nreacted on the next day by making an offer to purchase the plant area\r\nfor the price originally suggested, R\n120 000. The developer replied\r\nthat they would consider the offer but would first have to complete\r\nthe negotiations they were engaged\nin. The second floor including the\r\nright reserved pertaining to the plant area was, however, sold to the\r\nseventh respondent on\n30 January 2008.\n[16]\tIn\nSP&C\r\nCatering Investments (Pty) Ltd v Body Corporate of Waterfront Mews &\r\nothers\n15\nHurt\r\nAJA described the purpose of\ns 25(13):\n‘\nThe section is\r\nplainly designed to enable unit owners to enforce compliance by the\r\ndeveloper with the specifications. It gives the\ndeveloper an\r\nopportunity to justify non-compliance with his original\r\nspecifications on the ground of “changed circumstances”\n\nand no more. The concept that the legislator intended to give him an\r\nopportunity, in the face of a complaint by an aggrieved unit\nowner,\r\neffectively to obtain a variation of his registered real right to the\r\ndetriment of the rights of other registered owners\nis ludicrous.’\nThis\r\nremark was made in the context of an application to extend the period\r\nwithin which the right reserved had to be exercised.\nThe court, for\r\nthe reasons stated, declined the application and emphasized that a\r\ndeveloper had to carry out the extended phases\n‘strictly in\r\naccordance with the documents referred to in\ns 25(2)\n’.\n16\n[17]\tThe\r\nimportance of the documents referred to in\ns 25(2)\nis emphasized when\r\nthe history of the section is considered. Prior to the Sectional\r\nTitles Amendment Act 63 of 1991 building plans\napproved by the local\r\nauthority had to be submitted with an application for the\r\nregistration of a sectional title plan and for\nthe purpose of\r\nacquiring a right of extension.\n17\nIn 1991 the obligation to submit comprehensive and approved building\r\nplans was replaced with the duties contained in s 25(2). The\npurpose\r\nof the amendment was to alleviate the position of developers who\r\nexperienced delays in achieving municipal approval of\nbuilding plans\r\nprior to selling the units and without knowing whether the whole\r\ndevelopment would be feasible.\nSince\r\n1991, the developer has been obliged to submit only plans to scale\r\ncontaining the details required by s 25(2). These plans\nare less\r\ndetailed, and delays experienced in obtaining the local authority’s\r\napproval for building plans could be avoided.\nWhere the developer\r\ndecides to proceed with the extension of the scheme, building plans\r\nof the extension will, however, still have\nto be approved by the\r\nlocal authority.\n18\nUnder this system the developer needs to disclose only the real right\r\nof extension to every purchaser in the deed of alienation.\nThe other\r\ninformation relating to the proposed extension is contained in the\r\nschedule filed with the sectional plan and in the\ndocuments required\r\nby s 25(2). These requirements are imposed for the benefit of future\r\nowners or purchasers of the sections in\nthe scheme. The right of a\r\ndeveloper to extend the scheme involves a diminution of the rights of\r\nowners of sections otherwise attaching\nto the scheme, in particular\r\ntheir rights of ownership in an undivided share in the common\r\nproperty. Should the developer fail\nto proceed with the extension or\r\nif no reservation was made the right to extend the scheme vests in\r\nthe body corporate which is\nentitled to obtain a certificate of real\r\nright in respect thereof.\n19\nIn the certificate of reservation of a real right issued by the\r\nregistrar of deeds to the developer, the right reserved is described\n\nwith reference to the plan referred to in s 25(2)(a) filed with the\r\nregistrar. It is thus with reference to this plan that content\nmust\r\nbe given to the right reserved. The plan clearly indicates that the\r\nright of extension must be exercised for the benefit of\nsection 401:\r\nit entails the creation of the plant area as an exclusive use area\r\nfor the benefit of that section.\n20\n[18]\nVan\r\nder Merwe\n21\nsummarises the position as follows:\n‘\nA\r\ndeveloper, his successor in title or the body corporate in exercising\r\nthe right of extension is obliged to erect and divide the\nbuilding or\r\nbuildings included in the extension into sections strictly in\r\naccordance with the documents submitted when the right\nwas reserved. \r\nDue regard is taken of changed circumstances which would make strict\r\ncompliance impracticable.  The courts\nseem to be prepared to\r\nallow the developer to effect deviations on account of changes in\r\nmarket conditions. The rationale is that\nno developer would regard it\r\nas practicable to build units that are not saleable.  An owner\r\nof a unit in the first phase who\nis prejudiced by the developer’s\r\n(or body corporate’s) failure to comply in this manner, may\r\napproach the court, whereupon\nthe court may order proper compliance\r\nwith the terms of the reservation, or grant such other relief,\r\nincluding damages, as it may\ndeem fit’ .\nHe,\r\nhowever, adds the following cautionary words:\n22\n‘\n[i]n practice the\r\ndeveloper would not be allowed to change parts of the common property\r\ninto additional sections or even exclusive\nuse areas.’\n[19]\tI\r\nam prepared to accept for the purposes of this judgment, but need not\r\ndecide, that financial considerations may bring about\na change in\r\ncircumstances making strict compliance with the terms of the\r\nreservation as set out in the documents filed in terms\nof s 25(2)\r\nimpractical.\n23\nThis, however, is not the end of the matter. Section 25(13) requires\r\na developer to comply ‘strictly’ with the documents\n\nreferred to in s 25(2). These documents give content to his right of\r\nextension. He has no other right of extension and where changed\n\ncircumstances are present he is not excused from compliance with the\r\ndocuments altogether but only from complying with them ‘strictly’.\n\nIn the present matter the developer’s right of extension\r\nconsists in conferring, should he wish to exercise it, the right\nto\r\nthe exclusive use of the plant area upon the owner of section 401.\n24\nThe developer is not entitled to confer the right to the exclusive\r\nuse on the owner of section 302 or any other sectional owner.\nTo\r\nallow such an exercise of his right would in effect be to grant him a\r\nright of extension quite different from the right reserved.\nHe would\r\nnot only not be exercising his right of extension ‘strictly’\r\nin accordance with the documents referred to\nin s 25(2) but he would\r\nalso not be exercising the right reserved at all. Such a deviation is\r\nnot sanctioned by the legislature\nand it follows that the appellants\r\nare entitled to an interdict.\n[20]\tIt is common cause\r\nthat the developer built a brick wall on the common property in the\r\nplant area next to the clear glass windows\nand doors of section 401\r\ninstalled by the appellants. The relief claimed by the appellants\r\ninclude a prayer for the demolition\nof the wall. The court a quo\r\nrejected this relief. It did so for four reasons. First, it rejected\r\nthe argument that, because the\nwall was constructed without the prior\r\napproval of the trustees of the body corporate contrary to rule 9.1\r\nof the Conduct Rules\nthe appellants were entitled to the relief\r\nsought: any breach of these rules was exigible at the instance of the\r\ntrustees and the\nbody corporate and not of an individual owner. This\r\nis clearly correct. Secondly, the appellant relied on clause 1.3 of\r\nthe agreement\nof sale which requires the seller, ie the developer, to\r\nobtain the consent of the purchaser to effect any alternations or\r\nimprovements\n‘to the premises’ which were not fully\r\nrecorded in Annexure ‘A’. The court a quo correctly\r\ndismissed this\nargument because the construction of the wall did not\r\namount to an alteration or improvement ‘to the premises’.\r\nThe\nwall was built, not on section 401, but in the plant area which\r\nis common property and not part of section 401. Thirdly, it rejected\n\nthe contention that there was a tacit agreement that, by agreeing to\r\nthe installation to the windows at the expense of them, the\ndeveloper\r\ncould not thereafter nullify the advantages the clear windows offered\r\nto appellants, ie an uninterrupted view of Devil’s\nPeak. The\r\ncourt found that on the first respondent’s version the consent\r\ngiven by the developer was without prejudice to\nits rights. Moreover,\r\nand also because there was a dispute as to whether permission was\r\ngiven for the installation of the sliding\ndoors, the court could not\r\nconclude that there had been the tacit agreement contended for.\r\nFinally, the court a quo dismissed the\nappellants’ reliance on\r\ns 25(13) and found that there were ‘changed circumstances’\r\npresent which rendered strict\ncompliance with the terms impractical.\r\nThese circumstances were the necessity to erect a brick wall as a\r\nresult of the installation\nof the windows and, mainly, the glass\r\nsliding doors, thereby replacing what had previously been ‘a\r\nsolid wall’ and\ncreating both a safety and fire hazard. The\r\ndeveloper was thus excused from complying strictly with the terms of\r\nthe reserved right\nwith respect to the construction of the wall and\r\ncould not be ordered to demolish the wall.\n[21]\tIn this court the\r\nargument on behalf of the developer proceeded somewhat differently.\r\nAs far as the wall was concerned the\nsubmisssion was made that, since\r\nthe wall was constructed on common property, and in view of s 41 read\r\nwith the Conduct Rules,\nthe appellants had no standing to seek an\r\norder for the demolition of the wall. The appellants’ refusal\r\nto pay for the plant\narea, on the other hand, constituted ‘changed\r\ncircumstances’ as contemplated by s 25(13) entitling the\r\ndeveloper  to\n‘incorporate’ the plant area into section\r\n302 and not into section 401 as indicated on the plan reserving the\r\nright\nof extension.\n[22]\tSection\r\n41 of the Act provides for the circumstances under which the owner of\r\na unit may institute proceedings where the allegation\nis made that\r\nboth he and the body corporate have suffered damages or loss or have\r\nbeen deprived of any benefit in respect of a\nmatter mentioned in s\r\n36(6) and the body corporate has not instituted proceedings for the\r\nrecovery of the damages, loss or benefit.\n25\nWhere the body corporate has not instituted proceedings, a unit owner\r\nmay do so on its behalf but only after having given the notice\n\nreferred to in s 41(2)(a) to the body corporate and the latter’s\r\nfailure to comply with it, as provided for by s 41(2)(b).\nBefore\r\nproceedings may be instituted by an individual owner, the court must\r\nbe approached for the appointment of a provisional\ncurator ad litem,\r\nand only in the event of a positive report may the court give\r\ndirections as to the institution of proceedings\nby the unit owner on\r\nbehalf of the body corporate. This procedure has not been followed in\r\nthis case.\n[23]\tSection 36(6)\r\nempowers the body corporate to sue or be sued in its corporate name\r\nin respect of\n‘\n(a) any contract\r\nmade by it;\n(b) any damage to the\r\ncommon property;\n(c) any matter in\r\nconnection with the land or building for which the body corporate is\r\nliable or for which the owners are jointly\nliable;\n(d) any matter arising\r\nout of the exercise of any of its powers or the performance or\r\nnon-performance of any of its duties under\nthis Act or any rule; and\n(e) any claim against the\r\ndeveloper in respect of the scheme if so determined by special\r\nresolution.’\n[24]\tA\r\nbody corporate is constituted by law,\n26\nand it is charged with responsibility for the enforcement of the\r\nrules and the control, administration and management of the common\n\nproperty for the benefit of all members.\n27\nA body corporate has perpetual succession and is capable of suing or\r\nsuing in its own corporate name in respect of the five matters\n\nreferred to.\n28\nSome of the powers, such as the one in paragraph (a), are only\r\ndeclaratory but the power granted in paragraph (b) - and in some\n\ncircumstances paragraph (c) as well - gives it an entitlement it\r\nwould otherwise not have had. Under normal circumstances only\nall the\r\nowners of the common property, ie the owners of the sections, would\r\nhave been able to do so jointly as the common property\nis owned by\r\nthem jointly.\n29\nSection 36(6)(e) also bestows a power it would not otherwise have had\r\non the body corporate: there is no contractual arrangement\nbetween\r\nthe developer and the body corporate and, while there may be cases\r\nwhere a developer is contractually bound to a sectional\nowner to give\r\neffect to the scheme, the body corporate is in no such relationship\r\nwith the developer. However, s 41 is not intended\nto detract from the\r\npowers enjoyed by the owner of a section to institute proceedings\r\nwhere his own rights whether of ownership\n30\nin his unit or otherwise are infringed. In addition, the owner of a\r\nsection who is prejudiced by a developer’s failure to\ncomply in\r\nthis manner, may apply to court in terms of s 25(13) for an order for\r\nproper compliance with the terms of the reservation\nor other relief,\r\nincluding damages. Such an owner is, in other words, given the\r\nrequired standing to enforce strict compliance\nwith the reservation.\r\nThis is essentially the relief prayed for by the appellants in this\r\ncase. The body corporate is empowered\nby s 36(6)(e) to institute\r\nproceedings against the developer ‘in respect of the scheme; if\r\nso determined by special resolution’.\nThis general power of the\r\nbody corporate, however, does not detract from the specific right\r\ngiven to the individual owner under\ns 25(13).\n[25]\tThe\r\nprayer for the demolition of the wall is a different matter. Normally\r\nthe body corporate would have the power to litigate\nwhere damage to\r\nthe common property is concerned.\n31\nThis, however, is not the appellants’ case. They complained\r\nabout the obstruction to the flow of light to and of their view\nfrom\r\nthe premises. The appellants’ allegations were that the wall\r\nobliterated any natural light and deprived them of the\nview and sense\r\nof space they enjoyed. They also stated that the wall was constructed\r\nsurreptitiously and over a weekend while settlement\nnegotiation\r\nbetween the parties were pending. This allegation was met by a denial\r\nthat the construction of the wall took place\n‘surreptitiously’.\r\nThe developer’s response was that, given that the natural light\r\nentered through the opaque\nwindows, very little light in any event\r\ncame through. In addition, the ventilation remained the same. Because\r\nsection 401 adjoined\nthe plant area which in its original state was\r\n‘unsightly’ and posed a fire and safety risk, the wall\r\nwas constructed.\nIn addition, the respondents annexed a report by\r\ntheir architect showing that the opaque windows were manufactured of\r\n‘Georgian\nwire’ with no light coming through them, ie\r\neffectively a solid wall. Moreover, the report continued, light comes\r\ninto section\n401 through an opening which remained in place. The\r\nlight and ventilation, the report concluded, remained the same as it\r\nwas when\nthe section was purchased. These allegations were contained\r\nin the answering affidavit which, for the purposes of this matter\r\nmust\nbe accepted. While it is correct that the fire and safety hazard\r\nexisted some time before the construction of the wall the appellants\n\nhave not demonstrated that it in any way affects their use and\r\nenjoyment of the section as they had purchased it. It follows that\n\nthe appellants have not demonstrated that the construction of the\r\nwall infringed any of their rights of ownership. Nor have they\n\ndemonstrated that in constructing the wall, the developer had caused\r\nthe plant area to be ‘incorporated’ into section\n302 or\r\nthe exclusive use of that area to be transferred or ceded to the\r\nowner of that section.\n[26]\tAs\r\na result the appellants have shown that they are entitled to an\r\ninterdict restraining the first respondent from transferring\nto the\r\nseventh respondent or any person other than the owner of section 401\r\nthe right to the exclusive use of the plant area or\nto incorporate it\r\nin any other way into any other section in the sectional title\r\nscheme. The following order is made:\nThe\r\n\tappeal is upheld with costs including the costs of two counsel where\r\n\tso employed.\nThe\r\n\torder of the court a quo is set aside and substituted with the\r\n\tfollowing:\n‘\n(a) The first\r\nrespondent is interdicted from exercising the right reserved to\r\nextend the Theba Hoskens Sectional Title Scheme and\ncontained in the\r\ncertificate issued to the first respondent on 28 November 2007 in\r\nterms of s 12(1)(e) of the\nSectional Titles Act 95 of 1986\nin any way\r\nother than by transferring or ceding the right to the exclusive use\r\nof the plant area to the owner of\nsection 401\nin the said Scheme.\n(b)\tThe first respondent\r\nis interdicted from transferring or ceding the said right reserved to\r\nany person other than to the owner\nof\nsection 401\nin the said Scheme.\n(c)\tThe first respondent\r\nis ordered to pay the costs of the applicants.’\n_____________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant:\t\tDerek\r\nMitchell SC\nInstructed\r\nby:\nBowman Gilfillan\nCape Town\nMatsepes Inc\nBloemfontein\nFor Respondent:\t\tJG\r\nGauntlett SC assisted by FSG Sievers\nInstructed\r\nby:\nC K Friedlander\r\nShandling Volks\nCape Town\nc/o\nWebbers\r\nAttorneys (1\nst\nRespondent)\nBloemfontein\nJan\r\nS De Villiers Attorneys (2\nnd\nRespondent)\nTygervalley\nc/o\nMcIntyre & Van\r\nder Post\nBloemfontein\n1\nCf\nDolphin\r\n\tWhisper Trading 10 (Pty) Ltd v The Registrar of Deeds & another\n(20645/08)\n[2009] ZAWCHC 31\n(23 March 2009) para 26.\n2\nSee CG van der Merwe\nSectional\r\n\tTitles, Share Blocks and Time-sharing\npara\r\n\t12.1 ff at p 12.3 ff and cf\nSP&C\r\n\tCatering Investments (Pty) Ltd v Body Corporate of Waterfront Mews &\r\n\tothers\n(84/09)\n[2009]\r\n\tZASCA 162\n(30 November 2009):\n[2010] 2 All SA 261\n(SCA) paras 8 and\r\n\t9.\n3\nSection\n25:\n‘Extension\r\n\tof schemes by addition of sections and exclusive use areas. (1) A\r\n\tdeveloper may, subject to the provisions of\nsection 4(2)\n, in his\r\n\tapplication for the registration of a sectional plan, reserve, in a\r\n\tcondition imposed in terms of\nsection 11(2)\n, the right to erect and\r\n\tcomplete from time to time, but within a period stipulated in such\r\n\tcondition, for his personal account-\n(a)\ta further building\r\n\tor buildings;\n(b)\ta horizontal\r\n\textension of an existing building;\n(c)\ta vertical extension\r\n\tof an existing building,\non a specified part of\r\n\tthe common property, and to divide such building or buildings into a\r\n\tsection or sections and common property\nand to confer the right of\r\n\texclusive use over parts of such common property upon the owner or\r\n\towners of one or more sections.’\n4\nSections 11(2)\nand\n11\n(3)(b).\n5\n\">\n5\nSection 25(1).\n6\nSection 11(3).\n7\n\">\n7\nSection 25(2):\n‘In\r\n\tthe event of a reservation in terms of subsection (1), the\r\n\tapplication for the registration of the sectional plan shall,\nin\r\n\taddition to the documents referred to in\nsection 11(3)\n, be\r\n\taccompanied by-\n(a)\ta plan to scale of\r\n\tthe building or buildings to be erected and on which-\n(i)\tthe part of the\r\n\tcommon property affected by the reservation;\n(ii)\tthe siting, height\r\n\tand coverage of all buildings;\n(iii)\tthe entrances and\r\n\texits to the land;\n(iv)\tthe building\r\n\trestriction areas, if any;\n(v)\tthe parking areas;\r\n\tand\n(vi)\tthe typical\r\n\televation treatment of all buildings, are indicated;\n(b)\ta plan to scale\r\n\tshowing the manner in which the building or buildings to be erected\r\n\tare to be divided into a section or sections\nand any exclusive use\r\n\tareas;\n(c)\ta schedule\r\n\tindicating the estimated participation quotas of all the sections in\r\n\tthe scheme after such section or sections\nhave been added to the\r\n\tscheme;\n(d)\tparticulars of any\r\n\tsubstantial difference between the materials to be used in the\r\n\tconstruction of the building or buildings\nto be erected and those\r\n\tused in the construction of the existing building or buildings;\n(e)\tparticulars of such\r\n\tapplicable expenses as are specified in\nsection 37(1)(a)\n, which will\r\n\tbe borne by the developer from the date of establishment of the body\r\n\tcorporate until the sectional plan of extension\nis registered;\n(f)\tthe certificate of\r\n\treal right which is to be issued in terms of\nsection 12(1)(e)\n; and\n(g)\tsuch other documents\r\n\tand particulars as may be prescribed.’\n8\nSection\n12(1)\nprovides: ‘When the requirements of this Act and any other\r\n\trelevant law have been complied with, the registrar shall- ...\n(e)\tissue to the\r\n\tdeveloper, in the prescribed form, a certificate of real right in\r\n\trespect of any reservation made by him in terms\nof section 25(1),\r\n\tsubject to any mortgage bond registered against the title deed of\r\n\tthe land . . .’.\n9\nSection 25(5).\n10\nSection 25(5A)(a).\n11\nSection 25(9).\n12\nSection 25(10).\n13\nSection 25(12).\n14\nSection\r\n\t27(1)(a).\n15\nPara 9.\n16\nPara 8.\n17\nSection 15(b) of Act 63 of 1991 and see Van der Merwe p 12-18.\n18\nVan der Merwe p 12-18.\n19\nSection 25(6).\n20\nIt is not necessary for the purposes of this judgment to determine\r\n\tthe nature of the right reserved. See\nErlax\r\n\tProperties (Pty) Ltd v Registrar of Deeds & others\n[1991] ZASCA 187\n;\n1992\r\n\t(1) SA 879\n(A) where the majority left the question whether the\r\n\tright of extension was a personal servitude under the Sectional\r\n\tTitles Act\n66 of 1971 as held by Joubert JA (at 886 I – 887 E)\r\n\topen (per EM Grosskopf JA at 489 C-D).\n21\nAt p 12-32 para 12.3.8.\n22\nAt 12-32 para 12.3.8 n128.\n23\nKnoetze\r\n\tv Saddlewood CC\n[2001] 1 All SA 42\n(SE) at 46-8.\n24\nSection 27(1)(a).\n25\nSection 41(1) also deals with the situation where the body corporate\r\n\tdoes not take steps against an owner of a unit ‘who\ndoes not\r\n\tcomply with the rules’.\n26\nSection 36(1).\n27\nSection 36(4).\n28\nSection 36(6).\n29\nSection 16(1).\n30\nVan der Merwe at p 2-10 ff paras 2.3.1 ff.\n31\nSection 36(6)(b) and (c).",
  "scraped_at": "2026-02-11T20:27:36.183239",
  "date": "2010-05-28",
  "coram": [
    "CLOETE",
    "PONNAN",
    "MALAN",
    "BOSIELO",
    "LEACH JJA"
  ],
  "case_number": "454/2009",
  "parties": {
    "applicants": [
      "Oribel Properties 13 (Pty) Ltd",
      "Interactive Africa (Pty) Limited"
    ],
    "respondents": [
      "Blue Dot Properties 271 (Pty) Ltd",
      "Gossow Harding Construction (Pty) Ltd",
      "Rank Sharp (Pty) Ltd",
      "The Body Corporate of the Thebe Hoskens House Sectional Title Scheme",
      "The Registrar of Deeds",
      "The Surveyor General",
      "Xantha Properties 16 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The Theba Hoskens Sectional Title Scheme was registered in November 2007. Section 401 comprised the whole second floor of a three‑storey building, while a plant area above the floor below (section 302) was reserved for future extension. The developer reserved a real right of extension over the plant area for the benefit of the owner of section 401. After the appellants bought section 401, the developer built a brick wall on the common‑property plant area and later attempted to transfer the reserved right to the purchaser of section 302 (the seventh respondent). The appellants objected, arguing that the right was intended exclusively for section 401 and that the wall infringed their rights. The lower court dismissed the application, treating the registration of the right as administrative action and finding ‘changed circumstances’ that justified the deviation.",
    "issues": "1) Whether the developer may lawfully transfer or cede the reserved real right of extension to any person other than the owner of section 401. 2) Whether the appellants are entitled to an interdict restraining such transfer. 3) Whether the brick wall constructed on common property must be demolished. 4) Whether the developer’s claim of ‘changed circumstances’ under s 25(13) of the Sectional Titles Act relieves him of the duty to comply strictly with the original reservation documents.",
    "principles": "Section 25 of the Sectional Titles Act allows a developer to reserve a right of extension, but s 25(13) requires strict compliance with the original documents, permitting deviation only where changed circumstances make strict compliance impracticable. The right of extension is a real right that may be transferred only in accordance with the reservation. Sections 41 and 36(6) of the Act govern standing: an individual unit owner may institute proceedings where his own rights are prejudiced, even if the body corporate has not acted. ‘Changed circumstances’ do not excuse a developer from complying with the reservation where the deviation would alter the substantive content of the right.",
    "application": "The court examined the reservation documents, which clearly stipulated that the plant area was to become an exclusive‑use area for the owner of section 401. The developer’s later decision to sell the right to the owner of section 302 was a material alteration not justified by any change in circumstances – the appellant’s refusal to pay for the plant area did not constitute a statutory change of circumstance. Accordingly, the developer was not entitled to transfer the right to anyone other than the owner of section 401. Regarding the wall, the court held that the appellants lacked standing under s 41 because the wall was built on common property and the alleged loss of light and view did not amount to a breach of ownership rights. Consequently, the demolition order was denied.",
    "conclusion": "The appeal was upheld. The first respondent (the developer) was interdicted from exercising the reserved right of extension except by transferring it to the owner of section 401, and was further interdicted from transferring or ceding the right to any other person. The first respondent was ordered to pay the costs of the applicants."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title Law",
    "level_3": [
      "right of extension",
      "interdict",
      "changed circumstances",
      "common property",
      "developer obligations"
    ]
  }
}