{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/1.html",
  "case_name": "Offit Enterprises (Pty) Ltd and Another v Coega Development Corporation (Pty) Ltd and Others (09/09) [2010] ZASCA 1; 2010 (4) SA 242 (SCA) ; [2010] 2 All SA 545 (SCA) (15 February 2010)",
  "citation": "[2010] ZASCA 1",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 1\n|\nNoteup\n|\nLawCite\nOffit Enterprises (Pty) Ltd and Another v Coega Development Corporation (Pty) Ltd and Others (09/09) [2010] ZASCA 1; 2010 (4) SA 242 (SCA) ; [2010] 2 All SA 545 (SCA) (15 February 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nJUDGMENT\nCase no:\t 09/09\nIn\nthe matter between:\nOFFIT ENTERPRISES (PTY) LTD\t\t          First\nAppellant\nOFFIT\nFARMING ENTERPRISES (PTY) LTD      Second Appellant\nand\nCOEGA\nDEVELOPMENT\nCORPORATION\nPTY) LTD\t\t\t\t      First Respondent\nPREMIER\nOF THE EASTERN\nCAPE\nGOVERNMENT\t\t\t\t  Second Respondent\nMINISTER\nOF PUBLIC WORKS\t\t     \t     Third Respondent\nMINISTER\nOF TRADE\nAND\nINDUSTRY\t\t\t\t\t\t   Fourth Respondent\nNeutral citation:\nOffit\nEnterprises v Coega Development Corporation\n(9/09)\n[2010] ZASCA 1(15 February 2010)\nCoram:\nHARMS DP,\nLEWIS, MAYA JJA,\nHURT and WALLIS AJJA\nHeard\n:\n3\nNovember 2009\nDelivered\n:\n15\nFebruary 2010\nSummary:\nExpropriation\nâ\nwhen for a public purpose or in the public\ninterest\nâ\nwhether threat of constitutes unfair\nadministrative action\nâ\nwhether\nissue of permit to operate Industrial Development Zone invalid â\nwhether affects validity of potential expropriation â\nsection\n217(1) of Constitution â whether landowner can obtain order\ncompelling authority to expropriate land.\nORDER\nOn\nappeal from:\nSouth Eastern Cape Local\nDivision of the High Court (Jansen J sitting as court of first\ninstance):\nThe\nappeal is dismissed with costs, such costs to include the costs of\ntwo counsel.\nJUDGMENT\nWALLIS AJA (HARMS DP,\nLEWIS, MAYA JJA and HURT AJA concurring):\nINTRODUCTION\n[1]\nThis is a somewhat schizophrenic case about expropriation in which\nthe appellants seek, in the first instance, an order declaring\nthat\nany expropriation in terms of current legislation of three properties\nowned by them, and falling within the Coega Industrial\nDevelopment\nZone (âthe Coega IDZâ), is neither permissible nor lawful and, in\nthe alternative, an order compelling any one of\nthe respondents\ndesirous of expropriating the properties to initiate expropriation\nproceedings within one month of the courtâs\norder.  The court\nbelow\n1\nrefused both orders and the appellants appeal with its leave.\n[2]\nThe Coega IDZ is a major government initiative to develop a new\ndeepwater port at Coega and a surrounding industrial area in the\nEastern Cape to the north of Port Elizabeth. Millions of Rand have\nbeen spent on this initiative and its benefit to the country as\na\nwhole and the Eastern Cape in particular, where poverty and\nunemployment are rife, is not disputed. The first respondent, Coega\nDevelopment, has from the projectâs inception held a permit to\noperate the IDZ. It is a company in which the second respondent,\nthe\nEastern Cape Provincial government, has a stake together with the\nDepartment of Trade and Industry, represented in this litigation\nby\nthe fourth respondent.\n2\n[3] The appellantsâ\ninterest is derived from the fact that between them they own three\nproperties, in total extent 524 hectares\nin the heart of the IDZ.\nThey describe these collectively as a prime freehold site positioned\non the link road bisecting the IDZ\nand bordering on the area\nearmarked for the new Port Elizabeth airport. Since 2000,\nnegotiations have taken place between them and\nthe first respondent\nfor the sale of the properties but these have not been successful,\nand on each occasion that they were resumed\nthe asking price\nincreased. In 2001 it was R1,35m for the hotel property and R883 750\nfor the remainder. The response was an offer\nof R1,35m  for the hotel\nproperty and R669 000 for the remainder. In March 2003 the asking\nprice had increased to R7m and by November\n2003 it had risen to\nR15,5m. When the present proceedings were launched in 2007, the\nappellants were seeking a price of R40m on the\nopen market.\n3\n[4] From time to time\nduring this period Coega Development indicated that it would seek to\nhave the appellantsâ properties expropriated\nfor incorporation into\nthe Coega IDZ. We were furnished with correspondence that passed\nbetween the appellants and Coega Development\nover the years in which\nthe latter indicated that it would invoke expropriation as a means of\nobtaining the properties. In February\n2005 notice of expropriation\nwas given by the second respondent, purporting to act in terms of the\nEastern Cape Land Disposal Act\n7 of 2000 and the Expropriation Act 63\nof 1975. That notice was set aside by the high court. A further\nnotice, issued by the first\nrespondent on 15 December 2006, was\nlikewise set aside. Thereafter nothing was done by any of the\nrespondents in regard to expropriation\nalthough there was some\nskirmishing in the correspondence over fencing and the rehabilitation\nof the properties.\n[5] On 4 June 2007 the\nappellantsâ attorneys wrote to attorneys representing the first and\nsecond respondents and recorded that\ntheir clients were proceeding on\nthe basis that the first and second respondents âhave no further\ninterest in pursuing the acquisition\nof our clientsâ properties\nwhether by private treaty or expropriationâ and that they would\ncommence marketing the properties.\nTo that end a well-known firm of\nestate agents was appointed and on 20 June 2007 a full colour\nadvertisement was published in Business\nDay offering the properties\nfor sale at a price of R40m on the basis that they constituted a\nâprime freehold development site â¦\nsituated in the heart of the\nCoega Industrial Development Zoneâ.\n[6] The publication of\nthis advertisement stirred Coega Development into action. It\npublished an advertisement in Business Day on\n26 June 2007 referring\nto the previous advertisement and reading as follows:\nâ\nThese\nare the facts:\nThe land\nreferred to falls within the proclaimed Industrial Development Zone\n(IDZ) boundary. The Coega Development Corporation (CDC)\nis in\ndiscussions with all land owners within the IDZ to acquire their\nland, and is offering to purchase this land at reasonable\nmarket\nrates. The CDC has largely succeeded with this option to purchase\nland, but where this option does not yield positive results,\nan\nalternative to expropriate land in order to secure control of land\nover the proclaimed IDZ boundary will be taken. The CDC has\nresorted\nto expropriation in the past.\nThe same\nprinciple applies in this case.\nâ\nThe appellants complain\nthat notwithstanding this advertisement Coega Development took no\nsteps at all to expropriate the properties\nand that its advertisement\nhad the effect of depressing the market as evidenced by an offer for\nR30m for the properties.\nTHE BASIS OF THE MAIN\nRELIEF\n[7] Against that\nbackground the appellants launched these proceedings seeking the\nrelief already described. They advanced three grounds\nin the founding\naffidavit in support of the main relief sought, namely a declaratory\norder that any expropriation for or on behalf\nof Coega Development\nwould be unlawful. First it was said that any attempt to expropriate\nfor the benefit of Coega Development could\nnever be for a lawful\npurpose because, so it was claimed, it was then operating and (as\nmatters developed) continued to operate the\nCoega IDZ unlawfully.\nThis was based on an allegation that the provisional operator permits\nissued to Coega Development and extended\nfrom time to time under the\nregulations in force at the time had been unlawfully issued and\nextended. Second it was said that such\nexpropriation was not\ncompetent in terms of the relevant legislation. Third it was said\nthat given the long history of the matter\nany attempt to expropriate\nat that stage or thereafter would be administratively unfair and in\nbreach of the appellantsâ constitutional\nright to fair\nadministrative action.\n[8] In a supplementary\naffidavit delivered after the amendment of the relevant regulations\ngoverning permits and the issue of a fresh\npermit to Coega\nDevelopment, the appellants claimed that the new permit was likewise\ninvalid and hence had not remedied the problem.\nAs this argument was\ndeveloped it became apparent that the appellants contended that there\nwas an initial flaw in the earlier permits\nand that the terms of the\nnew regulations rendered it impossible to remedy that flaw and\nlegalise the activities of Coega Development.\nIn addition it was\ncontended that the issue of the new permit was invalid as being\ncontrary to the procurement provisions of s 217\nof the Constitution.\n[9] The respondents accepted that only the third\nrespondent had powers of expropriation in terms of the Expropriation\nAct. All of\nthem denied any current intention to ask her to exercise\nher powers. In an affidavit from Mr Meyring, the Director: Property\nOwner\nActivities in the Department of Public Works, the person\nresponsible for dealing with requests that the Minister should\nexercise\nher powers of expropriation, it was said that no such\napplication had been made to the department in respect of the\nappellantsâ\nproperties. On this basis the respondents contended\nthat the declaratory relief sought in the first prayer was academic\nand that\nthe court should in the exercise of its discretion not make\nan order. The challenge to the validity of the permits was disputed\nas\nwere the contentions based on the right to fair administrative\naction and on s 217 of the Constitution. In regard to the validity\nof\nthe permits the point was taken that none of the previous permits was\nset aside and that there was no application to set aside\nthe present\npermit. Accordingly, so it was argued, the principle laid down in\nOudekraal Estates (Pty) Ltd v The City of Cape\nTown and Others\n4\napplied and it was not open to the appellants\nto challenge the validity of the permits collaterally. It is\nappropriate to address\nthese competing contentions before dealing\nwith the alternative claim.\n[10] The contention that an expropriation for the\nbenefit of Coega Development would be unlawful has two aspects,\nnamely that it would\nbe for an impermissible purpose in terms of the\nExpropriation Act and that it would be impermissible because the\nactivities of Coega\nDevelopment are themselves unlawful because of\nthe alleged invalidity of their permits. I will deal with each of\nthese in turn.\nTHE EXPROPRIATION ACT\n[11] Section 2(1) of the Expropriation Act gives the\nMinister the power to expropriate âany property for public\npurposesâ. As\nthe Constitution provides in s 25(2)(a) that\nproperty can be expropriated for a public purpose or in the public\ninterest the\nreference to âpublic purposesâ in the Expropriation\nAct must be construed as including both of these concepts in\naccordance with\nthe principle that statutes must where possible be\nconstrued as consonant with the Constitution.\n5\nPublic purposes are defined in s 1 as including âany purposes\nconnected with the administration of the provisions of any law\nby an\norgan of Stateâ.\n[12] In terms of s 3 the Minister is empowered to\nexpropriate property on behalf of certain juristic persons. That\npower is expressed\nin the following terms:\nâ\n(1) If a juristic person â¦ satisfies the\nMinister charged with the administration of the law mentioned in\nconnection therewith\nthat it reasonably requires any particular\nimmovable property for the attainment of its objects and that it is\nunable to acquire\nit on reasonable terms, the Minister may, at the\nrequest of the first-mentioned Minister, â¦ expropriate such\nimmovable property\non behalf of that juristic person or body as if it\nwere required for public purposes.\n(2) The juristic persons â¦ contemplated in\nsubsection (1) are­­­­­â\n(h) any juristic person, â¦ established by or under\nany law for the promotion of any matter of public importance.\n(3) If the Minister expropriates any immovable\nproperty on behalf of a juristic person or body in terms of\nsubsection (1),\nsuch juristic person or body shall become the\nowner thereof on the date of expropriation in question.â\n[13] The appellants contend that an expropriation for\nthe benefit of Coega Development would not be legal because (i) it\ncould not\nbe an expropriation for public purposes under s 2(1), and\n(ii) Coega Development is not a juristic person contemplated in s\n3(2)(h).\nIn my view both contentions are incorrect and an\nexpropriation directed at securing for Coega Development the land\nfalling within\nthe Coega IDZ would be a lawful expropriation under\nthese provisions of the Expropriation Act.\n[14]\nI first deal with the provisions of s 2(1). The expression âpublic\npurposesâ is a broad one including â\nthings\nwhereby the whole population or the local public are affected and not\nonly matters pertaining to the State or the Governmentâ.\n6\nIn\nAdministrator, Transvaal v J van Streepen\n(Kempton Park) (Pty) Ltd\n7\nthis court dealt with an expropriation under a provincial ordinance\nthat gave the power of expropriation âfor any purpose in connection\nwith the construction or maintenance of any roadâ. In order to\nupgrade certain roads the administrator expropriated the bulk of\nthe\nrespondentâs property so as to accommodate the relocation of a\nprivate railway line providing access to a factory in the vicinity\nof\nthe road. The intention was to transfer the land to the owner of the\nrailway line. The validity of the expropriation was challenged\non the\ngrounds that the power to expropriate could not be used for the\npurpose of acquiring property and then transferring it to\na private\nthird party. Smalberger JA rejected that proposition and said:\n8\nâIt is a\nnon sequitur\nthat because land must be acquired in the name of the State it must\nbe acquired for the use of the State.â\n[15]\nThe learned judge went on to draw a distinction between public\npurposes and the public interest and said that\n9\n:\nâ\nExpropriation,\ngenerally speaking, must take place for public purposes or in the\npublic interest. The acquisition of land by expropriation\nfor the\nbenefit of a third party cannot conceivably be for public purposes.\nNon constat\nthat it cannot be in the public interest. It would\ndepend upon the facts and circumstances of each particular case.â\nIt\nwas not explained why it was said that the acquisition of land for\nthe benefit of a third party cannot be for a public purpose.\n10\nIt may be that this flowed from a perception of the role of the State\nand private participants in the public arena that is different\nfrom\nthat current at present, where many functions hitherto regarded as\npublic are carried out by private concerns in co-operation\nwith state\nauthorities. In particular many major development initiatives are\nundertaken between government at one of the three tiers\nrecognised by\nthe Constitution and private enterprise through what are called in\ncommon parlance publicâprivate partnerships. There\nis no apparent\nreason why the identity of the party undertaking the relevant\ndevelopment, as opposed to the character and purpose\nof the\ndevelopment, should determine whether it is undertaken for a public\npurpose. Thus the expropriation of land in order to enable\na private\ndeveloper to construct low-cost housing is as much an expropriation\nfor public purposes as it would be if the municipality\nor province\nhad undertaken the task itself, using the same contractors. I do not\nthink it can be said in our modern conditions and\nhaving regard to\nthe Constitution that an expropriation can never be for a public\npurpose merely because the ultimate owner of the\nland after\nexpropriation will be a private individual or company.\n[16]\nIt is helpful in this regard to consider the position in other\njurisdictions. In the United States the power of eminent domain\n11\ncan be exercised only for a public purpose and not for purely private\npurposes. This is the interpretation given to the Fifth Amendment\nguarantee that there can be no\ntaking\nof private property for public use without just compensation.\nHowever the US Supreme Court has held that it may be exercised to\nenable a run-down area to be redeveloped by private entrepreneurs.\n12\nIn an even more far-reaching decision, that has resonance in this\ncountry in the light of s 25(4)(a) of the Constitution,\nit held that it was permissible to exercise the power in order to\ncompel lessors to sell their leased properties to lessees in order\nto\nsecure more equitable land ownership in the state of Hawaii.\n13\nIn its most recent decision it held that the exercise of the power of\neminent domain to take private property for the purposes of\nan urban\ndevelopment project was a public use even though the project was to\nbe undertaken by a non-profit private developer and\nthe land in issue\nwas to be transferred to the developer.\n14\nThe effect of these decisions is that the notion of public purposes\nis broadly and generously construed by the courts. The position\nin\nFrance, Germany, Italy and Mexico and other countries appears to be\nsimilar.\n15\nThe European Court of Human Rights has followed the same path.\n16\n[17]\nReverting to the position of Coega Development, its shareholders are\nEastern Cape Development\nCorporation (Pty) Limited, a company the shares in which are\ncontrolled by the Eastern Cape government\nand the Department of Trade and Industry, both of which operate\nsquarely in the public sector. The Eastern Cape Development\nCorporation\n(Pty) Ltd is\na\nprovincial government business enterprise listed in part 3D of\nSchedule 3 to the\nPublic Finance Management Act 1 of 1999\n. The\nresponsibility of Coega Development to develop the Coega IDZ is of\nnational and regional importance and the development takes\nplace in\naccordance with authority given under a statute. Providing industrial\ndevelopment with its concomitant benefits of employment\nand economic\ngrowth is manifestly a public purpose and indeed a central public\npurpose in South Africa. The establishment of a deep-water\nport to\naccommodate changes in world shipping is vitally important in a\ncountry whose international trade is largely by sea. If the\ndevelopment of the Coega IDZ had been undertaken by the national or\nprovincial government it could never have been suggested that\nan\nexpropriation for the purposes of the development was not for public\npurposes. I fail to see why it should be any different because\na\ncompany owned by government at the national and provincial level\nundertakes the task instead.\n[18] For\nthose reasons I am of the opinion that an expropriation of the\nappellantsâ properties for the purposes of their inclusion\nin the\nCoega IDZ would serve a public purpose and it can make no difference\nwhether the properties are retained by the national government\nas the\nexpropriating authority or transferred to Coega Development. In any\nevent such an expropriation would plainly be in the public\ninterest\nonce it is accepted that it furthers the development of the Coega\nIDZ. That suffices to dispose of the point that an expropriation\nwould not be permissible under\ns 2\nof the Expropriation Act.\n[19] I now\nturn to explain why, in my view, an expropriation would also be\npermissible under s 3(2)(h) of the Act, so that the property\ncould be\nexpropriated and transferred directly to Coega Development.\n[20] There\nis no dispute that Coega Development is a juristic person. It was\nfaintly argued before us that because it was originally\nestablished\nas a property-owning company it was not âestablishedâ for the\npromotion of the matter of public importance in question,\nnamely the\ndevelopment of the Coega IDZ. However that is an artificial meaning\nto give to the notion of establishment. It can surely\nmake no\ndifference whether a company is formed specifically for a particular\npurpose, or is acquired as an âoff the shelfâ company\nfrom a firm\nof auditors, or is acquired from its existing shareholders as a\ndormant entity and its memorandum and objects altered\nto fit its new\npurpose, as happened in the present case.\n[21] The\nnext question that arises under s 3 is whether the object of Coega\nDevelopment is to promote âa matter of public importanceâ.\nIf it\nis the acquisition on its behalf is deemed in terms of s 3(1) to have\nbeen for âpublic purposesâ. Its present purpose and\nfunction is\nto undertake and operate the development of the Coega IDZ, which is\naccepted as being an important government project.\nOn its face\ntherefore, and in the light of the facts set out in para 17 above, it\nexists âfor the promotion of a matter of public\nimportanceâ. It\nfollows that an expropriation of property to enable it to fulfil that\npurpose, where that purpose cannot be attained\nwithout such\nexpropriation, is taken to be equivalent to a public purpose and such\nexpropriation would be legally permissible under\ns 3(2)(h).\nTHE VALIDITY OF THE IDZ PERMIT\n[22]\nOn the assumption that an expropriation would otherwise be\npermissible in terms of the present Expropriation Act\n17\nthe appellants contend that as â so they say â Coega Development\nis operating the IDZ unlawfully, because of the alleged invalidity\nof\nits permit, an otherwise permissible expropriation is rendered\nimpermissible.  I have grave doubts whether that is correct. The\nfact\nthat the permit may be flawed or liable to be set aside does not seem\nto me to alter the fact that an expropriation would serve\na public\npurpose and be in the public interest for the reasons I have already\ngiven. The fact that a person is conducting an activity\nwithout a\nlawful permit or licence does not necessarily mean that the activity\nis so tainted by unlawfulness that it has no legal\neffect. Whether it\nis will depend upon a consideration of a number of different matters.\n[23]\tIt is in this\ncontext that the schizophrenic nature of the case becomes apparent.\nThe appellants intentionally refrain from seeking\nto set any of the\noperating permits aside and having them declared invalid. The reason\nis simple and apparent. They want the advantages\nflowing from the\ndeclaration of the IDZ. They therefore do not challenge the validity\nof the permits or address the implications\nof their invalidity. They\nwant Coega Development to continue to operate the Coega IDZ, which is\naccepted as being in the public interest,\nand are content for it to\ndo so under its present permit. On the other hand, they wish to\nretain their land and sell it to the highest\nbidder with all the\nadvantages of it being within the Coega IDZ and none of the\ndisadvantages. If, as they anticipate, the Coega\nIDZ is successful\nthey will profit handsomely from this stance. However, I know of no\nwarrant for such an approach and it smacks\nof having oneâs cake and\neating it.\n[24]\nHowever, it is unnecessary to explore this question further since in\nmy view there is no merit in the contention that the permit\nunder\nwhich Coega Development is operating the Coega IDZ is invalid. In the\npapers and in argument a variety of reasons were advanced\nin support\nof the contention of invalidity ranging back to the original\nprovisional operator permits under which Coega Development\ncommenced\nits activities. As I take the view that the current permit under\nwhich it is operating at present is valid it is unnecessary\nfor me to\ndelve into this historical material.\n[25]\nThe permit currently held by Coega Development was issued on 7 August\n2007 under the revised regulations that came into\noperation only\nafter the present litigation commenced.\n18\nIt is an IDZ operator permit, defined as â\nthe\npermit granted by the Minister to a company authorising such company\nto develop and operate a new or existing IDZ under these\nRegulations\nâ. The appellants\nsay that this permit was not validly issued. The following\nregulations were relied on in support of the appellantsâ\nargument:\nâ\n16\nApplication for IDZ operator permit\n(a)\nAny party interested in obtaining an IDZ operator permit shall, in\nthe prescribed manner, submit a completed IDZ operator permit\napplication to the Minister.\n(1) In case of a new IDZ,\nthe application for an IDZ operator permit must accompany the\napplication for designation of an area for\nwhich the IDZ Operator\npermit is sought.\n(2)\nIn case of an existing IDZ, the provisions of regulation 20 regarding\ntransfer of an IDZ Operator permit, must be complied with.\n(b)\nAn applicant for an IDZ operator permit must:\n(1)\nshow its control of the land within an existing IDZ or within the\narea under application designated for development as an IDZ\nor within\na new IDZ pertinent to its application in the detail and manner as\nindicated in the guidelines;\n20\nTransfer of an IDZ operator permit\n(a) An IDZ operator may\ntransfer its interests in an IDZ to another company, provided that\nsuch a company is a holder of a valid IDZ\noperator permit.\n(b)\nFor the purposes of taking transfer of the interests referred to in\nsubsection (a), the transferee shall:\n(1)\nComply with the requirements contained in regulation 16 of this\nRegulation;\n(2)\nApply for an IDZ operator permit in the manner prescribed by\nregulation 17 of this regulation â¦â\n[26] The appellantsâ\nargument was that since Coega Development was not seeking a permit in\nrespect of a ânewâ IDZ r 16(1)\nwas inapplicable, and since\nit was likewise not seeking a âtransferâ of its existing permit\nr 16(2) was also inapplicable.\nIn any event they contended that\nCoega Development was not the holder of a valid permit at the time it\nwas issued with a permit under\nthe revised regulations, as required\nby r 20(1). Accordingly a transfer of its existing permit would\nhave been impermissible.\n[27] These arguments\ncannot succeed because they depend upon the wrong regulations. The\napplicable regulation is r 57 containing\nthe transitional\nprovisions necessary because the 2006 amendment to the regulations\neffectively embodied a new scheme for the operation\nof industrial\ndevelopment zones. This regulation reads as follows:\nâ\n57\tTransitional\nProvisions\n(a) Any designation of an\nIDZ already made shall not be made void by reason of this amendment,\nand shall be considered to have been\nmade in accordance with the\nrequirements stipulated in these Regulations.\n(b)\nAny suspension or withdrawal of a designation already made shall be\nconsidered to have been made in accordance with the requirements\nstipulated in these Regulations.\n(c)\nAny increase or decrease of the total landmass of the area designated\nas suitable for development as an Industrial Development\nZone already\nmade shall be considered to have been made in accordance with the\nrequirements stipulated in these Regulations.\n(d)\nAny provisional IDZ operator permit issued in terms of the\nRegulations, shall remain valid and enforceable in terms of the\napplicable\nterms and conditions.\n(e) The\nholder of an IDZ provisional permit may at any stage apply for the\nIDZ operator permit under this regulation and must comply\nwith all\nregulations regarding the IDZ operator permit.â\n[28] I have no doubt\nthat this regulationâs purpose, properly construed, was to preserve\nthe status quo in regard to all the existing\nindustrial development\nzones at the time these regulations were promulgated, of which we\nwere informed from the Bar there were no\nmore than three or four in\nthe entire country. Existing designations of industrial development\nzones are expressly preserved so that\nthe Coega IDZ remained in\nexistence as if it had been constituted under the revised\nregulations. Existing IDZ provisional operator\npermits were to remain\nvalid and enforceable. In terms of r 57(e), under which the new\npermit was issued, the holder of an existing\nprovisional operator\npermit was entitled to apply for the issue of\nan\nIDZ operator permit. This is precisely what Coega Development did and\nsuch a permit was granted.\n[29] It was argued on\nbehalf of the appellants that the reference in r 57(d) to an\nexisting permit remaining valid and enforceable\nmandated an enquiry\ninto the validity of existing permits for the purposes of r 57(e).\nI do not agree. It seems to me that the\nclear underlying assumption\nof the regulations was that existing provisional operator permits\nwere valid and enforceable and that\nfor future purposes under the\nrevised regulations this should be taken to be the position. (I leave\naside situations where they might\nhave been vitiated by fraud or\ncorruption and confine myself to situations such as the present where\nthere may have been technical\ndeficiencies in their issue that could\npossibly have rendered them susceptible to being set aside on review\nby an interested party.)\nIn my view the intention of the amended\nregulations was to draw the curtain across any arguments there might\nhave been over the validity\nof existing permits and to treat all\nthose extant at the time of the amendments as being valid and\ncontinuing in existence. Bearing\nin mind the fundamental change\nwrought by these amended regulations it cannot have been the\nintention of the Minister to have a situation\nwhere there could be\narguments in the future about the validity of what had been done in\nthe past under the previous regulations.\nIt is clear from the record\nthat practical difficulties were known to exist with existing permits\nand in particular with the renewal\nof permits from time to time. I\ncan think of no good reason why the Minister should have thought it\ndesirable to preserve a situation\nof uncertainty that had generated\nthe need for revised regulations in the first place.\n[30] Once it is\nrecognised that the effect of the transitional provisions was to cure\nany problems that might have existed at the\ntime of their\npromulgation in regard to the validity of the provisional operator\npermits held by existing operators the only question\nis whether the\npermit that Coega Development applied for and obtained under r 57(e)\nwas validly issued.\n[31] Only one argument\nwas advanced in support of invalidity arising solely from the issue\nof the new permit under the amended regulations.\nIt was that in terms\nof r 16(b)(1) it was necessary for Coega Development to show its\ncontrol of the land in the existing IDZ\nand it had failed to do so,\nin part at least, because it did not control the appellantsâ land.\n19\nThe contention was that the control had to exist at the time the\npermit was obtained and had to consist in ownership or at least\nlong-term leasehold rights over all the property in the IDZ. In my\nview that is a narrow and technical argument that is inconsistent\nwith other indications in the regulations.\n[32] In the first\ninstance I do not construe the requirement that the putative operator\nshould âshow its control of the land within\nthe existing IDZâ as\nrequiring that there be actual legal control existing at the time of\nthe application for a permit, failing\nwhich the application must\nfail. There is no obvious justification for such a reading. The\ndevelopment of an IDZ is by its very nature\na long-term operation.\nThe area encompassed by an IDZ is likely to be substantial. As the\ndevelopment progresses changing circumstances\nmay well dictate that\nits intended scope and area should alter. Why then should it be\nnecessary for the potential operator to demonstrate\nfrom the outset\nthat it controlled every piece of land within the proposed IDZ area?\nI can see no reason for that.\n[33]\tIn my view the\nrequirement that the applicant for a permit âshow its controlâ\nmeans nothing more than that it indicate with\nappropriate clarity the\nmanner in which control is to be obtained and exercised as the\ndevelopment of the IDZ proceeds. In the case\nof properties that it\ndid not already own I see nothing wrong with it saying in its\napplication that its control consisted of an\nintention to acquire by\npurchase any land it did not own and, if that could not be achieved\nby agreement, that it intended to approach\nthe third respondent to\nexercise her powers of expropriation under the Expropriation Act so\nas to enable it to acquire the land.\nIt could if necessary add that\nif all else failed it would ask that the area of land designated for\nthe IDZ be altered to exclude\nthe property in question. Of course,\nwhether that would be regarded as adequate control would depend on\nthe particular circumstances\nof the proposed development. Such an\napproach in relation to a key piece of land for the proposed port\nmight have been regarded as\ninadequate. However the history of the\nCoega IDZ suggests that this approach in relation to the appellantsâ\nproperties, which have\nnever been under the control of Coega\nDevelopment, would not have occasioned difficulties.\n[34] It is apparent from\nthe record that this is precisely the basis for control that Coega\nDevelopment submitted in support of its\napplication for a permit. In\ndoing so it was acting consistently with the guidelines that are an\nimportant component of r 16(b)(1).\nThose contemplated the very\nscenario I have sketched and the permit issued to Coega Development\ncontained a condition that it should\nprovide the Manufacturing\nDevelopment Board, which oversees the grant of permits on behalf of\nthe fourth respondent, with bi-annual\nreports on the progress made\nwith expropriation proceedings in respect of the land not yet under\nits control. It also provided that\nif the conclusion was ultimately\nreached by the Board that Coega Development would not be able to\nobtain control of any particular\nportion of land it was entitled to\nrecommend to the Minister that the land in question be excluded from\nthe permit area.\n[35] It follows that the\nattack on the validity of Coega Developmentâs permit to operate the\nCoega IDZ fails.\nFAIR ADMINISTRATIVE\nACTION\n[36] I turn then to the\nargument based on the right to fair administrative action. As I\nunderstand the argument it is advanced on\nthe following basis. An act\nof expropriation constitutes administrative action in terms of PAJA.\n20\nIn terms of s 6(2)(g) of PAJA a decision includes a failure to take a\ndecision. The failure to take a decision in regard to the\nexpropriation\nof the appellantsâ properties is therefore\nadministrative action. It proceeds that in view of the history of the\nmatter and the\nimpact that the ongoing threat of expropriation has\nhad on the value of these properties the appellants have\npro tanto\nbeen deprived of property in terms of s 25(1) of the\nConstitution. It follows, so the argument goes, that the failure to\ntake the\ndecision to expropriate has not only itself been unfair and\ngiven rise to a breach of their constitutional rights, but in\naddition,\nto permit it to be taken at this stage, after all the\ninconvenience and financial detriment that the appellants have\nundergone, would\nitself be unfair. Hence any expropriation that took\nplace now or hereafter would constitute unfair administrative action\nand an interdict\nshould issue to prevent it.\n[37] In my view both the\nconstitutional argument based on s 25(1) of the Constitution and\nthe syllogism leading to the conclusion\nthat the failure to take a\ndecision to expropriate the property is administrative action are\nincorrect. I will deal with each in\nturn.\n[38] I accept that the\nissue of the possible expropriation of the properties has been on the\ntable since around 2000 or at least 2001\nwhen Coega Development first\nobtained a provisional operator permit. I accept that there is no\ncurrent plan to undertake an expropriation.\nHowever, the possibility\nof an expropriation in the future remains real. I also accept that\nthis has some depressing effect on the\nprice that the appellants\ncould hope to receive for their properties in the open market and\nputs a damper on any development proposals,\nalthough it is not\nsuggested that it otherwise prevents the appellants from using the\nproperties for whatever purpose they deem appropriate.\n[39]\nNone of this amounts, however, to the type of\nsubstantial\ninterference or limitation of the ownersâ use and enjoyment of\ntheir properties\nthat is the hallmark of a\ndeprivation of property under s 25(1) of the Constitution.\n21\nThe situation of the appellants can be compared with that of the\nappellants in the recent decision by the Constitutional Court in\nReflect-All 1025 CC and others v Member of the\nExecutive Council for Public Transport, Roads and Works, Gauteng\nProvincial Government\n22\nwhere it was held that the limitation on\nownersâ rights occasioned by the proclamation of proposed new roads\nwas not an expropriation\nor a prohibited deprivation of property,\neven though it had the effect of sterilising the properties affected\nfor many years and\nno end was in sight. There was not even any\nclarity on whether the properties affected would in fact ever be used\nfor new roads as\ntimes had changed and the perception of the need for\nsuch roads had altered. Nonetheless the owners could do nothing with\nthe affected\nland.\n[40] In giving the\njudgement of the court Nkabinde J said (para 33):\nâ\nThe protection of the right to property is a\nfundamental human right, one which for decades was denied to the\nmajority of our society.\nHowever, property rights in our new\nconstitutional democracy are far from absolute; they are determined\nand afforded by law and can\nbe limited to facilitate the achievement\nof important social purposes. Whilst the exploitation of property\nremains an important incident\nof land ownership, the State may\nregulate the use of private property in order to protect public\nwelfare, eg planning and zoning\nregulation, but such regulation must\nnot amount to arbitrary deprivation. The idea is not to protect\nprivate property from all State\ninterference but to safeguard it from\nillegitimate and unfair State interference.â\n[41] It is regrettably\nso that planning decisions very often take time to implement and may\nbe subject to alteration over time. While\nthere is uncertainty\nproperty owners will be affected by that uncertainty and hampered in\ntheir unfettered ability to use or develop\ntheir properties as they\nmight otherwise wish. If they are sellers they may find that buyers\nare put off by the uncertainty and prefer\nto invest elsewhere unless\nthey can be sure of getting the property at a bargain price. However,\nthis is a hazard attendant upon\nthe ownership of property. It is no\ndifferent in effect from a failure to foresee a shift in business\npatterns from the city centre\nto the suburbs that may leave owners of\nproperties in the city without tenants and with properties that have\nmarkedly declined in\nvalue. It is not possible to construe such\nfinancial disadvantage as a deprivation of property where it flows\nfrom the possibility\nof expropriation at some stage in the future any\nmore than the threat of a large industrial development by a private\ndeveloper, that\ncreates similar uncertainty and has a similar adverse\neffect on market prices of land, would constitute a deprivation of\nproperty.\nIn the present case the delay has hardly been undue given\nthe nature of the Coega IDZ and it is accordingly unnecessary to\nexplore\nwhether the creation of such uncertainty over a very\nprotracted period may constitute a deprivation.\n23\n[42] That conclusion removes a fundamentally important\nplank from the appellantsâ argument concerning unfairness. If what\nhas occurred\ndoes not constitute a deprivation of property for the\npurposes of the Constitution, what other legal ground is there for\ncondemning\nthe failure to take a decision to expropriate as unfair?\nIn my view the answer is that there is none.\n[43] However, that is not the only reason why this\ncontention must fail. The two premises upon which reliance is placed,\nnamely that\nthe decision to expropriate constitutes administrative\naction and that a failure to take an administrative decision may\nconstitute\nadministrative action, are correct. However they do not\njustify the conclusion that the failure to decide to expropriate in\nthe present\ncase is administrative action. The reason is that where\ns 6(2)(g) of PAJA refers to the failure to take a decision it\nrefers\nto a decision that the administrator in question is under some\nobligation to take, not simply to indecisiveness in planning on\npolicy\nissues. It is directed at dilatoriness in taking decisions\nthat the administrator is supposed to take and aims at protecting the\ncitizen against bureaucratic stonewalling. As such its focus is the\nperson who applies for an identity document, government grant,\nlicence, permit or passport and does not receive it within an\nappropriate period of time and whose attempts to chivvy officialdom\nalong are met with: âCome back next week.â It is not directed at\ndecisions in regard to future policy such as whether property\nwill be\nexpropriated. The difficulty of applying it in that context is well\nillustrated by the present case where the only person\nwith the power\nof expropriation, the third respondent, has not even been approached\nin that regard much less considered or had reason\nto consider that\npossibility. To suggest that she or the officials in her department\nhave failed to take a decision of the possibility\nof which they were\nblissfully unaware until this litigation commenced cannot be correct.\n[44] There is one other problem that constitutes an\ninsuperable bar to this contention being upheld. It is that the\nadministrative\naction sought to be condemned is action that can only\noccur in the future. In other words we are asked to condemn as unfair\nsomething\nthat has not yet happened and may not ever happen and if it\ndoes happen may take place in a different legislative and economic\nenvironment.\nFor all we know, if expropriation is decided upon in the\nfuture, the process will be a model of administrative fairness with\nthe\nappellants being given every opportunity to make representations\nto claim adequate compensation and the like. We simply do not know.\nIn my view it is not in general permissible to seek an interdict\nagainst future administrative action when the parameters of such\naction are so indistinct. For those reasons I reject the appellantsâ\nclaim to relief based on unfair administrative action.\nCONSTITUTION s 217(1)\n[45] That leaves the contention based on s 217(1)\nof the Constitution. It reads:\nâ\n(1)\nWhen an organ of state in the national, provincial or local sphere of\ngovernment, or any other institution identified in national\nlegislation, contracts for goods or services, it must do so in\naccordance with a system which is fair, equitable, transparent,\ncompetitive\nand cost-effective.â\nThe appellants contended\nthat the application for an IDZ operator permit by Coega Development\nfell within this section and accordingly,\nin order to comply with\nthis section, a process had to be put in place that would have\nenabled third parties to apply for such permit.\nIn my view there is\nno substance in that contention. The issue of an operator permit\nunder the regulations is not a contract for\nthe supply of goods and\nservices but a licensing activity directed at authorizing Coega\nDevelopment to carry out the task of developing\nthe Coega IDZ. That\nis something wholly distinct from contracting to supply goods and\nservices to organs of state.\n[46] For those reasons,\nwhich differ somewhat from those of the court below, it correctly\ndismissed the claim for relief under the\nfirst prayer.\nALTERNATIVE RELIEF\n[47]\tThat leaves the\nalternative prayer in terms of which the appellants sought an order\nthat any of the respondents who wish to expropriate\nshould make up\ntheir minds now and give effect to that decision within a month from\nthe date of the court order. It is a claim that\ncan be disposed of\nshortly.\n[48]\nThe timing of an expropriation is generally a matter within the\ndiscretion of the expropriating authority,\n24\nwhich will have to take into account the priority of the project\nrequiring expropriation, the availability of funds and competing\nneeds in respect of other projects in which it is engaged. Those are\nmatters involving decisions on what Professor Hoexter has called\nâpolycentric issuesâ,\n25\nwhere courts should in the proper exercise of the judicial function\nhesitate to intervene and particularly not with the sole view\nof\ngalvanizing the decision-maker into action in the interests of one\nparty without considering the broader picture.\n26\nThere are cases where the timing by a local authority of the decision\nto expropriate has come in for criticism as being premature\nand\ndirected at securing the property at a favourable price. See for\nexample\nBroadway Mansions (Pty) Ltd v Pretoria\nCity Council\n.\n27\nHowever in that instance this court held that the timing was a matter\nfor the local authority provided it did not exercise its powers\nfor\nan improper purpose. In my view the same principle applies in the\nother direction. The fact that an authority having powers of\nexpropriation recognizes the possibility that at some future stage it\nwill have to exercise those powers does not entitle anyone\nto compel\nthem to do so. The protection that the Constitution affords against\narbitrary deprivation of property may enable a property\nowner to seek\nrelief in certain situations, but as a general proposition it seems\nto me that the expropriating authority must be\nleft to decide for\nitself when to expropriate. For a court to intervene to compel it to\nmake that decision would trespass across\nthe boundaries constituted\nby the separation of powers into the terrain of the executive.\nCONCLUSION AND ORDER\n[49] It\nfollows that the appellants were not entitled to either form of\nrelief that they sought and the application was rightly dismissed.\n[50] The\nappeal is dismissed and the appellants are ordered to pay the costs\nthereof, such costs to include those consequent upon\nthe employment\nof two counsel.\nM J D\nWALLIS\nACTING\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS:\nR\nG Buchanan SC (with him S C Rorke)\nInstructed by Rushmere Noach Inc,\nPort Elizabeth\nWebbers Attorneys\nBloemfontein.\nFIRST RESPONDENT:\tR\nMadlanga SC (with him N Mayosi)\nInstructed\nby Fairbridges Attorneys, Cape Town;\nMcIntyre & Van der Post, Bloemfontein.\n2\nnd\nand 3\nrd\nRESPONDENTS:\nS J Grobler SC\n(with him B J Pienaar)\nInstructed\nby State Attorney\nPort\nElizabeth and Bloemfontein.\nFOURTH RESPONDENT:\nA\nE Bham SC (with him T Motau)\nInstructed\nby State Attorney\nPort\nElizabeth and Bloemfontein.\n1\nThe judgment is reported as\nOffit Enterprises (Pty) Ltd v Coega\n\tDevelopment Corp (Pty) Ltd\n2009 (5) SA 661\n(SE).\n2\nThe precise nature and status of the shares of these two arms of\n\tgovernment in the first respondent is the subject of some debate\nin\n\tthe papers but in my view nothing turns on this.\n3\nTo what extent these changes in the appellantsâ perception of the\n\tvalue of the properties were affected by the development of\nthe\n\tCoega IDZ and hence would not be taken into account on expropriation\n\tin accordance with the\nPointe Gourde\nprinciple (\nPointe\n\tGourde Quarrying and Transport Co Ltd v Sub-Intendent of Crown Lands\n[1947] AC 565\n(PC) as discussed in\nCity of Cape Town v\n\tHelderberg Park Development (Pty) Ltd\n2007 (1) SA 1\n(SCA)) is\n\tnot canvassed and does not need to be considered. It is also\n\tunnecessary to examine the views recently expressed by the\nHouse of\n\tLords on the\nPointe Gourde\nprinciple in\nTransport for\n\tLondon (London Underground Ltd) v Spirerose Ltd (in administration)\n[2009] 4 All ER 810\n(HL).\n4\n2004 (6) SA 222\n(SCA).\n5\nIn accordance with the approach in\nDu Toit v Minister of\n\tTransport\n2006 (1) SA 297\n(CC) paras 26 to 37.\n6\nFourie v Minister van Lande en 'n ander\n1970 (4) SA 165\n(O)\n\tat 172B-175A; W\nhite Rocks Farm (Pty) Ltd and others v Minister of\n\tCommunity Development\n1984 (3) SA 785\n(N) at 793H-I.\n7\n[1990] ZASCA 78\n;\n1990 (4) SA 644\n(A).\n8\nAt 660I.\n9\nAt 661C-D.\n10\nGeoff Budlender, Johan Latsky and Theunis Roux,\nJutaâs New\n\tLand Law\n(looseleaf 1998) 1-50.\n11\nAs expropriation is known in that country.\n12\nBerman v Parker\n348\n\tUS 26\n(1954).\n13\nHawaii Housing Authority v Midkiff\n[1984] USSC 115\n;\n467\n\tUS 229\n(1984).\n14\nKelo v City of New London\n545 US 469\n(2005). The decision has\n\tapparently prompted a number of state legislatures in the United\n\tStates of America to narrow the purposes\nfor which eminent domain\n\tmay be invoked.\n15\nG M Erasmus (ed)\nCompensation for Expropriation: A Comparative\n\tStudy\nVol 1 (1990), pp 40 (France), 86 (Germany), 107\n\t(Italy) and 270 (Mexico).\n16\nJames v United Kingdom\n[1986] ECHR 2\n;\n(1986) 8 EHRR 123.\n17\nWhat lends a surreal air to the arguments in the present case is\n\tthat a revision of the Expropriation Act to bring it in line with\ns\n\t25 of the Constitution has been underway for some time and it has\n\tbeen announced that a new Act is to come before Parliament\nshortly.\n18\nThe regulations are promulgated in terms of the\nManufacturing Development Act 187 of 1993 as the\n\tIndustrial Development Zone Programme Regulations\nand p\nublished under GN\n\tR1224 in GG 21803 of 1 December 2000 and amended by GN R1065 in GG\n\t29320 of 27 October 2006.\n19\nThe need to comply with r 16(b)(i) flowed from the provisions\n\tof r 57(e).\n20\nThe\nPromotion of Administrative Justice Act 3 of 2000\n.\n21\nMkontwana v Nelson Mandela Metropolitan\n\tMunicipality and another\n2005 (1) SA\n\t530\n(CC) at [32].\n22\n[2009] ZACC 24\n,\n2009 (6) SA 391\n(CC).\n23\nIn\nSporrong and LÃ¶nnroth v Sweden\n[1982] ECHR 5\n;\n(1983)\n5 EHRR 35\nthe European Court of Human Rights rejected the notion that the\n\tissue and maintaining in force of expropriation permits for 23\nand 8\n\tyears respectively, accompanied by prohibition notices that\n\tprevented development for 25 and 12 years respectively was either\na\n\tdeprivation of property or a de facto expropriation.\n24\nA Gildenhuys\nOnteieningsreg\n2 ed (2001), 77: Die beoordeling van die vraag of ân onteiening\n\twenslik of noodsaaklik is, hoort by die onteienaar.â\n25\nCora Hoexter 'The Future of Judicial Review in South African\n\tAdministrative Law'\n(2000) 117\nSALJ\n484\npp 501 â 2.\n26\nEkurhuleni Metropolitan Municipality v Dada NO and others\n2009\n\t(4) SA 463\n(SCA) para 10.\n27\n1955 (1) SA 517\n(A) at 522D-F.",
  "scraped_at": "2026-02-11T20:09:22.389382",
  "date": "2010-02-15",
  "coram": [
    "Harms DP",
    "Lewis",
    "Maya JJA",
    "Hurt",
    "Wallis AJJA"
  ],
  "case_number": "09/09",
  "parties": {
    "applicants": [
      "Offit Enterprises (Pty) Ltd",
      "Offit Farming Enterprises (Pty) Ltd"
    ],
    "respondents": [
      "Coega Development Corporation (Pty) Ltd",
      "Premier of the Eastern Cape Government",
      "Minister of Public Works",
      "Minister of Trade and Industry"
    ]
  },
  "sections": {
    "facts": "The appellants own three adjoining properties (totaling about 524 hectares) within the Coega Industrial Development Zone (IDZ). Negotiations with Coega Development for sale failed, and expropriation notices were issued in 2005 and 2006 but set aside by the High Court. In 2007 the appellants advertised the land for sale; Coega Development responded with an advertisement indicating it would pursue expropriation if necessary, which the appellants claim depressed the market value of the land.",
    "issues": "1) Whether expropriation of the appellants' land for the benefit of Coega Development is permissible under the Expropriation Act and the Constitution. 2) Whether Coega Development's IDZ operator permit is valid. 3) Whether the failure to make a decision to expropriate amounts to unfair administrative action under PAJA and a deprivation of property under s 25 of the Constitution. 4) Whether the procurement provisions of s 217(1) of the Constitution require a competitive process for the IDZ permit.",
    "principles": "The Court applied Section 2(1) of the Expropriation Act, interpreting “public purposes” to include actions that serve the public interest, and Section 3(2)(h) allowing expropriation on behalf of a juristic person established for a matter of public importance. It relied on the principle that an expropriation aimed at a public purpose remains lawful even when the ultimate recipient is private. The Court examined the transitional provisions (Regulation 57) governing IDZ permits, holding that existing provisional permits remained valid and could be converted to full permits. Under PAJA, a failure to decide is administrative action only when there is a statutory duty to decide, which was not present here. The Constitution’s s 25 deprivation test requires a substantial interference, which the Court found was not met. s 217(1) relates to contracts for goods or services, not to licensing activities such as an IDZ permit.",
    "application": "The Court concluded that expropriation for inclusion in the Coega IDZ fulfills a public purpose and that Coega Development qualifies as a juristic person under s 3(2)(h). The IDZ operator permit issued in 2007 was valid under Regulation 57(e), rendering the challenge to its validity untenable. The appellants’ argument that the threat of expropriation amounted to unfair administrative action or a constitutional deprivation of property was rejected because the threat does not constitute a substantial interference and the Minister was under no duty to make an expropriation decision. The s 217(1) argument was dismissed as the permit is a licensing matter, not a procurement contract.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel, in favour of the respondents. No relief was granted to the appellants."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Expropriation",
    "level_3": [
      "public purpose",
      "industrial development zone",
      "fair administrative action",
      "procurement"
    ]
  }
}