{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/136.html",
  "case_name": "Curators Ad Litem to Certain Potential Beneficiaries of Emma Smith Educational Fund v The University of KwaZulu-Natal and Others (510/09) [2010] ZASCA 136; 2010 (6) SA 518 (SCA) ; 2011 (1) BCLR 40 (SCA) ; [2011] 2 All SA 1 (SCA) (1 October 2010)",
  "citation": "[2010] ZASCA 136",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 136\n|\nNoteup\n|\nLawCite\nCurators Ad Litem to Certain Potential Beneficiaries of Emma Smith Educational Fund v The University of KwaZulu-Natal and Others (510/09) [2010] ZASCA 136; 2010 (6) SA 518 (SCA) ; 2011 (1) BCLR 40 (SCA) ; [2011] 2 All SA 1 (SCA) (1 October 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 510/09\nIn the matter between:\nTHE CURATORS AD LITEM\nTO CERTAIN POTENTIAL BENEFICIARIES\r\nOF\nTHE EMMA SMITH EDUCATIONAL FUND\n..............................................................\nAppellant\nand\nTHE UNIVERSITY OF KWAZULU-NATAL &\n28 OTHER APPLICANTS\n....................................................................................\nRespondents\nNeutral citation:\nCurators\r\nAd Litem to Certain Beneficiaries of Emma Smith Educational Fund v\r\nThe University of KwaZulu-Natal (510/09)\n[2010] ZASCA 136\n(1 October\r\n2010)\nCoram:\nNavsa, Cloete and\r\nShongwe JJA, Bertelsmann and\nEbrahim AJJA\nHeard:\n23 AUGUST 2010\nDelivered: 1 OCTOBER\n2010\nSummary: Trust: Trust Property\r\nControl Act 57 of 1988 – amendment of trust deed;\neducational\r\nfund administered by publicly funded university – benefits\r\nrestricted to white bursars – racially restrictive\nclause in\r\nwill in conflict with public policy as it offended against the\r\nequality clause in the Bill of Rights – high court\ndeleting\r\nracially restrictive clause by applying section 13 of the Trust\r\nProperty Control Act 57 of 1988 – appeal against\nthat order\r\ndismissed.\nFurther clause that beneficiaries must\r\nhave resided in ‘Durban’ also deleted by high court and\r\nsubstituted with ‘the\nEthikwini Municipality’. This order\r\nset aside because of absence of proof that geographical description\r\nhampered achievement\nof the objects of the fund.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from: Kwazulu-Natal High\r\nCourt, Durban (Nicholson J sitting as court of first instance).\nThe order of the court a quo\r\n\tsubstituting ‘the Ethikwini Municipality’ for ‘Durban’\r\n\tin para 26(f)(2) of\nthe will of Sir Charles George Smith is set\r\n\taside\nSave as set out in 1 the appeal is\r\n\tdismissed.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBERTELSMANN AJA (Navsa, Cloete,\r\nShongwe JJA and Ebrahim AJA concurring):\n[1] At the centre of this appeal,\r\nwhich is before us with the leave of the court below, are the\r\nprovisions of a will creating a\ncharitable trust, the Emma Smith\r\nEducational Fund (the Fund). It is administered by the first\r\nrespondent, the University of Kwazulu-Natal.\nIts benefits are, in the\r\noriginal terms of the will, reserved solely for white South African\r\nwomen who need financial support for\na tertiary education. Applicants\r\nfor a bursary must have lived in ‘Durban’ for at least\r\nthree years to qualify. The\nquestion is whether this bequest to be\r\nadministered by the University can be allowed to stand in its\r\nracially exclusive form.\n[2] The court below granted an order\r\nin favour of the respondents, the University and the members of its\r\nCouncil, who are the trustees\nof the Fund, deleting the racially\r\nrestrictive provisions of the bequest and substituting ‘the\r\nEthekwini Municipality’\nfor ‘Durban’. In doing so,\r\nNicholson J relied upon the provisions of s 13 of the Trust Property\r\nControl Act 57 of 1988\n(the Act). I shall refer to the first\r\nrespondent as the University.\n[3] The appellants are the\ncuratores-ad-litem\nfor potential beneficiaries of the Fund.\n[4] More than seven decades ago, on 21\r\nJuly 1938, Sir Charles George Smith executed his last will and\r\ntestament (the will) to dispose\nof his considerable estate. Sir\r\nCharles had arrived in South Africa in his youth and lived in Durban\r\nuntil his death in 1941. He\nwas the founder of CG Smith and Company,\r\na major member of the sugar industry, and the founder of a shipping\r\nline that later became\npart of Unicorn Shipping. He became a\r\nprominent industrialist and politician.\n[5] Sir Charles was a great admirer\r\nand friend of General JC Smuts. He was a member of the latter’s\r\npolitical party and served\nas a nominated senator for the then\r\nprovince of Natal for ten years. Sir Charles shared General Smuts’\r\nvision of a united\nwhite South African nation.\n[6] Sir Charles was known as an\r\nexceptionally generous man who took a keen interest in education,\r\nwhich interest was stimulated\nby his mother, Emma Smith. She was his\r\ninspiration.\n[7] In 1920, during his lifetime, Sir\r\nCharles instituted a scholarship in his mother’s name, for the\r\nfunding of overseas studies\nof intending painters, sculptors,\r\narchitects or art teachers. In the will a similar scholarship was\r\ninstituted at the Durban Technical\nCollege. In terms of a further\r\nprovision of the will the Fund was bestowed upon the then Natal\r\nUniversity College, a predecessor\nof the first respondent. The terms\r\nof the will in relation to the Fund are the focus of the present\r\nappeal.\n[8] The relevant clauses of the\r\nbequest contained in clause 26(f) of the will read as follows:\n'(f) As to three tenths\r\nthereof\n[of the residue of his estate]\nto the\r\nCouncil of the NATAL UNIVERSITY COLLEGE (hereinafter with their\r\nSuccessors in Office called the Council) to be taken and\nheld by the\r\nCouncil in trust to the intent that the same shall be dedicated in\r\nperpetuity for the promotion and encouragement of\neducation in manner\r\nhereinafter appearing, namely:-\n1. The proceeds of this\r\nbequest shall form a fund to be called THE EMMA SMITH EDUCATIONAL\r\nFUND in memory of my Mother.\n2. The Council shall\r\nstand possessed of the said Fund and the investments from time to\r\ntime representing the same upon trust to\napply the income thereof in\r\nand towards the higher education of\nEuropean\r\ngirls born of British South African or Dutch South African parents,\nwho have been\nresident in Durban\nfor a period of at least three years immediately\r\npreceding the grant, payment or allowance hereby authorised.\n3. The income shall be\r\napplied at the discretion of the Council :-\n(a) In the maintenance of\r\nExhibitions for the benefit of\npoor girls\nwho but for such assistance would be unable to pursue\r\ntheir studies of such value and for such period as the Council may\r\ndetermine\nin each case, tenable to any institution of higher\r\neducation or of technical professional or industrial instruction\r\napproved by\nthe Council;\n(b) In payment at the\r\ndiscretion of the Council of an Allowance for the maintenance of such\r\nExhibitioners for such period as the\nCouncil may determine in each\r\ncase to their parents so long as the Exhibitioners reside with them\r\nor to some other person with\nwhom the Exhibitioners may reside with\r\nthe approval of the Council;\n. . .\n(f) In the event of the\r\nCouncil of the Natal University College being unable or unwilling to\r\nundertake the office conferred upon\nthem hereunder I nominate,\r\nconstitute and appoint the Town Council of the City of Durban, to be\r\nthe Trustees of the said Fund with\nthe same powers and authority as\r\nare hereby conferred upon the Council of the Natal University\r\nCollege.' (My emphasis.)\n[9] The Council of the Natal\r\nUniversity College accepted the bequest and it and its successors in\r\ntitle administered the Fund.\n[10] The Natal University College\r\nlater became a constituent college of the University of South Africa\r\nand thereafter became autonomous\nas the University of Natal. The\r\nlatter was amalgamated with the University of Durban-Westville in\r\n2001 by a decision of the Minister\nof Education in terms of\ns 23\nof\r\nthe\nHigher Education Act 101 of 1997\nto form the University.\n[11] When Sir Charles passed away in\r\n1941, the fund was established with an initial capital base of 42 000\r\npounds sterling, representing\nthree-tenths of the residue of his\r\nestate. Today it is one of the largest administered by the\r\nUniversity. At the time the proceedings\nwere launched in the court\r\nbelow, its assets had increased in value to about R27 m, of which\r\nabout R4 m was available for distribution\nto potential bursars.\n[12] Because of the racially exclusive\r\nnature of the bequest, the Fund, instead of being depleted, has grown\r\nexponentially. Over\nthe years the amount that has been paid out to\r\nsuccessful applicants for funding has consistently been lower than\r\nwhat the Fund\ncould afford. This was due not only to the racially\r\nexclusive nature of the bequest but also because of the difficulties\r\nattendant\nupon determining who qualified as ‘European girls\r\nborn of British South African or Dutch South African parents’.\r\nThis\nis due to dramatically changed circumstances from the time that\r\nthe will was made. The parties are ad idem that '\nEuropean'\nis\r\nan obsolete reference to white South Africans.\n[13] The University’s Principal\r\nand Vice-Chancellor, Professor Malegapuru William Makgoba, was the\r\nprincipal deponent in support\nof its case. He recorded that the\r\nUniversity has experienced considerable embarrassment in performing\r\nits function as trustee of\nthe Fund because of the racially exclusive\r\nbasis upon which bursaries have to be awarded. The University argued\r\nthat such discrimination\nis self-evidently unfair. It is common cause\r\nthat the first respondent is a public institution largely funded by\r\ngovernment. The\nUniversity is committed to non-racialism, yet the\r\nmajority of its students do not qualify for an Emma Smith bursary.\n[14] Over and above the embarrassment\r\ncaused by administering a fund that is racially exclusive the\r\nUniversity is concerned that\nit might be challenged in the Equality\r\nCourt under the provisions of the\nPromotion of Equality and\nPrevention of Unfair Discrimination Act 4 of 2000\nbecause it\r\nadministers a fund exclusively reserved for Whites.\n[15] Similarly, the reference to\r\n'Durban' has given rise to possible challenges in the interpretation\r\nof the bequest. The city by\nthat name that existed in 1938 has\r\nexpanded to a large metropolitan municipality now known as the\r\nEthekwini Municipality. It has\nincorporated formerly outlying\r\nboroughs and townships, with the result that uncertainty might exist\r\nin respect of the neighbourhood\nin which a potential beneficiary has\r\nto reside in order to qualify for a bursary.\n[16] During 1999 the University\r\nlaunched an application in the Durban High Court to vary the\r\nprovisions of the will creating the\nFund in terms of s 13 of the Act,\r\nthe provisions of which will be dealt with in due course. That\r\napplication, intended to obtain\nthe same result that is now sought to\r\nbe brought about, was withdrawn when evidence showed that the\r\navailability of the bursaries\nhad not been widely advertised and that\r\nthe bursaries that were awarded had been restricted to studies at the\r\nUniversity.\n[17] The position has since improved,\r\nboth in respect of the number of bursaries awarded and the range of\r\ninstitutions at which\nsuch bursaries may be taken up, but still the\r\navailable funds are not fully applied to achieve the Fund's objects.\n[18] The litigation culminating in the\r\npresent appeal was launched in December 2005. As indicated above, the\r\nUniversity was the\nfirst applicant in the court below and the\r\nindividual members of its Council, led by Professor Malegapuru\r\nWilliam Makgoba, were\nthe second to twenty-ninth applicants.\n[19] Adv Douglas Jamieson Shaw QC and\r\nadv Andrea Astrid Gabriel were appointed as curators for potential\r\nbeneficiaries of the Fund\nto report to the court how the latter might\r\nbe affected by the proposed changes. At the direction of the court\r\nbelow, the Master\nwas served with a copy of the papers. He abided the\r\ndecision of the court.\n[20] The curators filed two reports.\r\nThey submitted that the application should be dismissed for the\r\nfollowing reasons:\na. The Act does not apply to the\r\nTrust. The latter was transferred from the Natal University College\r\nto the present first respondent\nby way of statutory enactments, which\r\nresulted in the Trust effectively having been '. . . written into the\r\nstatute. . . '. No\namendment of its terms through the mechanism of s\r\n13 of the Act is therefore possible;\nb. Freedom of testation is not only a\r\nfundamental principle of the law of succession, but also an essential\r\npart of the right not\nto be deprived of property. Freedom of\r\ntestation is therefore enshrined in s 25 of the Constitution. This\r\nfundamental right is\nas important as any other fundamental right in\r\nthe absence of a hierarchy of fundamental rights. Nothing contained\r\nin the provisions\nof the Trust justifies an interference with this\r\nright against the factual background of this matter;\nInterfering with the right to leave\r\n\tproperty to a person or class of the testator’s choice might\r\n\tdiminish the willingness\nof future testators to establish charitable\r\n\ttrusts for educational purposes;\nA decision to amend the provisions of\r\n\tthe Trust may open the floodgates to have similar testamentary\r\n\tcharitable trusts amended,\nwith resultant prejudice to existing and\r\n\tpotential beneficiaries;\nIf the present Trust were to be\r\n\tamended, private testamentary dispositions to a religious community,\r\n\ta club or a school might\nalso fall foul of the law. This would\r\n\tclearly not be in the public interest;\nA charitable trust that conformed to\r\n\tpublic policy when it came into effect might well be said to remain\r\n\tinoffensive in spite\nof the passage of time. The Trust instrument is\r\n\ttherefore not in conflict with the present public interest or public\r\n\tpolicy;\nIn the alternative, and in the event\r\n\tof it being held that the Act does apply to the Trust, the curators\r\n\tsubmitted that there\nis no provision in the will that brings about\r\n\tconsequences that the testator, a man of foresight and vision, did\r\n\tnot foresee\nin broad and general terms. The provisions were lucid\r\n\twhen the Trust was created. The haze of imprecision surrounding some\r\n\tof\nthem now was brought about by the passage of time, but they were\r\n\tnot thereby rendered ambiguous or ineffective. Section 13 of the\nAct\r\n\tcould thus not be invoked in this instance; and\nh. The respondents’\r\nembarrassment in having to administer the Trust according to the\r\nterms of the will does not justify an\namendment of the Trust. The\r\ntrustee’s function could be transferred to a private\r\nadministrator.\n[21] The curators recommended that, in\r\nthe event that the Trust was held to fall under the Act, the\r\nfollowing amendments should\nbe made:\n(i) The reference to British South\r\nAfrican and Dutch South African parentage should be deleted;\n(ii) The reference to residence in\r\nDurban should be deleted and replaced with a requirement that\r\nexhibitioners should have attended\nan educational institution in the\r\nProvince of Kwazulu-Natal for a period of three years prior to the\r\napplication for a bursary;\n(iii) The reference to 'poor' should\r\nbe deleted and substituted with the phrase that the intending\r\nexhibitioner would not be able\nto pursue a course of study without\r\nfinancial assistance;\n(iv) The reference to 'European'\r\n(white) girls should be retained;\n(v) The proper approach – if an\r\namendment to the Trust was to be considered – should be to\r\nrecognize that women as a\nclass are still disadvantaged as they were\r\nin the testator’s day, to preserve some distinction between the\r\nvarious sub-categories\nin this class and to divide the trust income\r\non the basis that 30 per cent should be allocated to white women, any\r\nbalance of the\nthirty percent plus a further 50 per cent of the\r\nincome should be allocated for bursaries for women who are not white\r\nand the balance\nshould be distributed in the trustees’\r\ndiscretion or be accumulated as capital; and\n(vi) The University should not act as\r\ntrustee of the Fund in order to avoid any conflict or embarrassment.\r\nThis function should\nbe transferred to a private trust administrator.\n[22] It had been submitted on the\r\nUniversity’s behalf that the racial discrimination inherent in\r\nthe application of the will’s\nprovisions is contrary to public\r\npolicy and in conflict with the public interest. That submission\r\nfound favour with the court below\nwhich ordered the deletion from\r\nclause 26(f)(2) of the will of the words 'European', 'British', or\r\n'Dutch South African'; and substituted\nfor 'Durban' the words 'the\r\nEthekwini Municipality'.\n[23] Prior to the hearing of the\r\nappeal, the curators requested that an\namicus curiae\nshould be\r\nappointed to investigate issues that fell outside their mandate. They\r\nsuggested that the Trust might be potentially void\nbecause of the\r\nvagueness of its provisions, that its purpose might have fallen away\r\nor that subsequent circumstances might have\nled to its demise. Mr\r\nPammenter SC was appointed as\namicus.\nThe court is indebted to\r\nhim for his contribution.\nConclusions\n[24] Section 13 of the Act reads as\r\nfollows:\n'\n13\r\nPower of court to vary trust provisions\nIf a trust instrument\r\ncontains any provision which brings about consequences which in the\r\nopinion of the court the founder of a\ntrust did not contemplate or\r\nforesee and which-\n(a) hampers the\r\nachievement of the objects of the founder; or\n(b) prejudices the\r\ninterests of beneficiaries; or\n(c) is in conflict with\r\nthe public interest,\nthe court may, on\r\napplication of the trustee or any person who in the opinion of the\r\ncourt has a sufficient interest in the trust\nproperty, delete or vary\r\nany such provision or make in respect thereof any order which such\r\ncourt deems just, including an order\nwhereby particular trust\r\nproperty is substituted for particular other property, or an order\r\nterminating the trust.'\n[25] Section 13 of the Act authorises\r\na court to vary or delete the provisions of a trust instrument in the\r\ncontemplated circumstances.\nThe submission on behalf of the curators\r\nthat the Act does not apply to the Fund because it is now written\r\ninto statute and somehow\nis not a trust instrument that can be varied\r\nor otherwise dealt with in terms of the Act, is fallacious. This is\r\nbest demonstrated\nby a consideration of the history of how the Fund\r\ncame to be administered by the University.\n[26] The Natal University College was\r\nestablished by the Natal University College Act 18 of 1909, s 3 of\r\nwhich entrusted its council\nwith the administration of all grants of\r\nmoney to the College ‘. . . according to the objects and\r\nconditions of such grants.’\n[27] The University of South Africa\r\nAct 12 of 1916 identified the College as a constituent college of the\r\nUniversity of South Africa.\nSection 3(2) of this Act determined that\r\nthe provisions of any law by which the constituent colleges had been\r\nestablished and governed\nuntil then would remain in force together\r\nwith every rule or regulation made in terms thereof.\n[28] The University of Natal (Private)\r\nAct 4 of 1948 created the University of Natal. All the assets and\r\nliabilities, rights, powers\nand privileges of the Council of the\r\nNatal University College were transferred to the new university.\r\nSection 14 of this Act deals,\ninter alia, with trusts and similar\r\nbequests, which are to be applied ‘. . . and exercised by the\r\nUniversity in accordance\nwith the conditions of such trust, donation\r\nor bequest.'\n[29] The University of Natal (Private)\r\nAct of 1948 was replaced by the University of Natal (Private) Act 7\r\nof 1960. It contains\nonly one relevant provision, s 6, which reads:\r\n'The Council shall administer all the property of the University and,\r\nexcept as\notherwise provided in this Act, shall have the general\r\ncontrol of the University and of all its affairs, purposes and\r\nfunctions'.\n[30] The\nHigher Education Act 101 of\n1997\ntransformed existing universities into public higher education\r\ninstitutions and created the legal framework for the merger of two\nor\r\nmore such institutions.\nSection 22\n(5) of this Act, dealing with an\r\ninstitution such as the first respondent, provides that all funds\r\nvested in the educational institution\nby virtue of a trust, donation\r\nor bequest must be applied in accordance with the terms upon which\r\nsuch trust, donation or bequest\nwas created.\n[31] The University of Natal (Private)\r\nAct of 1960 was repealed by the\nHigher Education Amendment Act 23 of\n2001\n, which confirmed the continued existence of the University of\r\nNatal and of its institutional statute in\nsection 28(1)\nthereof. This\r\ninstitution was merged with the University of Durban-Westville as\r\ncontemplated in the\nHigher Education Act 101 of 1997\n.\n[32] These statutory provisions did\r\nnot alter the terms and conditions of the original Trust, nor did\r\nthey alter its essential nature.\nThe University is the ultimate\r\nsuccessor in title to the Natal University College. Although\r\nadministered by the successive institutions\nset out above, the Trust\r\nhas continued to exist. It must now be - and is in fact -\r\nadministered by the University’s Council.\nThe Act therefore\r\napplies to the Trust.\n[33] As stated above, a court is\r\nauthorised in terms of s 13 to delete or vary a provision in the\r\ntrust instrument which hampers\nthe achievement of the objects of the\r\nfounder, or which prejudices the interests of the beneficiaries or is\r\nin conflict with the\npublic interest.\n[34] The court below granted the\r\nrelief sought by the University on the basis that the offending\r\nprovisions were against the public\ninterest. It relied, inter alia,\r\non the decision in\nMinister of Education & another v Syfrets\r\nTrust Ltd NO & another\n2006 (4) SA 205\n(C). In considering\r\npublic policy the court below took into account that equality was a\r\nfoundational constitutional value. Furthermore,\nthe court below\r\nthought it significant that the University, a public body maintained\r\nby public funds, was entrusted with the administration\nof the\r\nbequest.\n[35] Equality is enshrined in s 9 of\r\nthe Constitution in the Bill of Rights:\n'9\r\nEquality\n(1)\r\nEveryone is equal before the law and has the right to equal\r\nprotection and benefit of the law.\n(2)\r\nEquality includes the full and equal enjoyment of all rights and\r\nfreedoms. To promote the achievement of equality, legislative\nand\r\nother measures designed to protect or advance persons, or categories\r\nof persons, disadvantaged by unfair discrimination may\nbe taken.\n(3)\r\nThe state may not unfairly discriminate directly or indirectly\r\nagainst anyone on one or more grounds, including race, gender,\nsex,\r\npregnancy, marital status, ethnic or social origin, colour, sexual\r\norientation, age, disability, religion, conscience, belief,\nculture,\r\nlanguage and birth.\n(4)\r\nNo person may unfairly discriminate directly or indirectly against\r\nanyone on one or more grounds in terms of subsection (3).\nNational\r\nlegislation must be enacted to prevent or prohibit unfair\r\ndiscrimination.\n(5)\r\nDiscrimination on one or more of the grounds listed in subsection (3)\r\nis unfair unless it is established that the discrimination\nis fair.'\n[36] The legislation contemplated in\r\nsubsection 4 is the\nPromotion of Equality and Prevention of Unfair\nDiscrimination Act 4 of 2000\n. It is only necessary to refer its\r\npreamble,\nsection 7\nand its Schedule :\n'Preamble\nThe\r\nconsolidation of democracy in our country requires the eradication of\r\nsocial and economic inequalities, especially those that\nare systemic\r\nin nature, which were generated in our history by colonialism,\r\napartheid and patriarchy, and which brought pain and\nsuffering to the\r\ngreat majority of our people; . . . .'\n'\n7\r\nProhibition of unfair discrimination on ground of race\nSubject\r\nto\nsection 6\n, no person may unfairly discriminate against any person\r\non the ground of race, including-\n.\r\n. . .\n(b)\r\nthe engagement in any activity which is intended to promote, or has\r\nthe effect of promoting, exclusivity, based on race;\n.\r\n. . . .\n(d)\r\nthe provision or continued provision of inferior services to any\r\nracial group, compared to those of another racial group;\n(e)\r\nthe denial of access to opportunities, including access to services\r\nor contractual opportunities for rendering services for\n\nconsideration, or failing to take steps to reasonably accommodate the\r\nneeds of such persons.'\n'\nS\nchedule\nILLUSTRATIVE\r\nLIST OF UNFAIR PRACTICES IN CERTAIN SECTORS\n(Section\r\n29)\n0\nin; line-height: 150%\">\n1\r\n. . . . .\n.\r\n. . .\n2\r\nEducation\n(a)\r\nUnfairly excluding learners from educational institutions, including\r\nlearners with special needs.\n(b)\r\nUnfairly withholding scholarships, bursaries, or any other form of\r\nassistance from learners of particular groups identified\nby the\r\nprohibited grounds.\n(c)\r\nThe failure to reasonably and practicably accommodate diversity in\r\neducation. . . . .'\n[37] The Bill of\r\nRights applies to all law, including the law relating to charitable\r\ntrusts:\n'\n.\r\n. .the objects of a trust will have to conform with the disavowal of\r\nunfair discrimination under the 1996 Constitution and the\nPromotion\nof Equality and Prevention of Unfair Discrimination Act, which\nenvisage equality even in person-to-person relations'. (Cameron et al\nHonoré’s\r\nSouth African Law of Trusts\n5\nth\ned (2002) pp\r\n171-172).\n1\n[38] In the public\r\nsphere there can be no question that racially discriminatory\r\ntestamentary dispositions will not pass constitutional\nmuster. Public\r\npolicy ‘is now rooted in our Constitution and the fundamental\r\nvalues it enshrines, thus establishing an objective\nnormative value\r\nsystem. In considering questions of public policy for purposes of the\r\npresent application, therefore, the Court\nmust find guidance in \"the\r\nfounding constitutional values of human dignity, the achievement of\r\nequality and the advancement\nof human rights and freedoms,\r\nnon-racialism and non-sexism\".'\n(\nSyfret’s\ncase\n,\r\nsupra,\nquoting\nNapier\r\nv Barkhuizen\n2006\r\n(4) SA 1\nSCA para 7\n).\n2\nThe Syfret’s\r\ncase concerned a public charitable educational fund administered by\r\nthe University of Cape Town which excluded\nblack persons, women and\r\nmembers of the Jewish faith as beneficiaries. In a comprehensive\r\njudgment with copious reference to authority\nGriesel J came to the\r\nconclusion that the discrimination against the excluded persons was\r\nin conflict with public policy because\nit transgressed the equality\r\nprovision of the Bill of Rights. Applying the common law, he ruled\r\nthat the offending provisions had\nto be deleted.\n[39] The University is a higher\r\neducation institution as defined in the\nHigher Education Act 101 of\n1997\n, bound by\ns 37(3)\nof that Act to '\n. . .\nprovide\r\nappropriate measures for the redress of past inequalities and . . .\r\nnot (to) discriminate unfairly in any way’ in\nits admission\r\npolicy, and by\nsection 4\nof the\nNational Education Policy Act 27 of\n1996\nto direct such policy to respect every person’s right '. .\r\n. to basic education and equal access to educational institution.'\n\nThe University is obliged to apply public policy.\n[40] Section 13 (a) and (c) of the Act\r\napply to the present issue, as the racially restrictive nature of the\r\nFund prevents the realisation\nof the testator’s intentions\r\nwhile it is, in addition, in conflict with the public interest (the\r\nterm is a synonym of 'public\npolicy':\nSyfret’s case, supra,\npara 24). The court below correctly decided to remove the racially\r\nrestrictive conditions of the will.\n[41] The curators argued that the\r\njudicial amendment of a public charitable trust’s provisions\r\nwould have a chilling effect\nupon future private educational\r\nbequests. I cannot agree. We are not called upon to decide the case\r\nof a testator who is a member\nof a congregation wishing to create a\r\ntrust for members of his or her faith or a club member intending to\r\nbenefit the children\nof fellow members. Testators who intend to\r\nbenefit the underprivileged in the educational field will not be\r\ndissuaded, I think,\nfrom doing so by the implications of this\r\njudgment.\n[42] The curators\r\ncontended that the amendment of the will would interfere with freedom\r\nof testation which, they argued, is not\nonly a fundamental principle\r\nof the law of succession but also part of the fundamental right not\r\nto be deprived of property in\nan unjustifiable fashion.\n3\nThe constitutional\r\nimperative to remove racially restrictive clauses that conflict with\r\npublic policy from the conditions of an\neducational trust intended to\r\nbenefit prospective students in need, administered by a publicly\r\nfunded educational institution such\nas the University, must surely\r\ntake precedence over freedom of testation, particularly given the\r\nfundamental values of our Constitution\nand the constitutional\r\nimperative to move away from our racially divided past. Given the\r\nrationale set out above it does not amount\nto unlawful deprivation of\r\nproperty.\n[43] The curators suggested that the\r\nUniversity’s qualms concerning the Fund’s administration\r\ncould be met by transferring\nthe responsibility to a private\r\ninstitution. This submission overlooks the fact, as emphasised by\r\nNicholson J in the court below,\nthat the testator deliberately\r\ndecided to entrust the University with the function of administering\r\nthe Fund. It bears repetition\nthat the University is a publicly\r\nfunded institution that is obliged to serve all sections of society\r\nand cannot be seen to associate\nitself with racially discriminatory\r\npractices. In the English decision of\nIn re Lysaght, Hill v the\r\nRoyal College of Surgeons\n[1966] Ch 191\nthe court was faced with\r\na bequest for scholarships to the College, made with the proviso that\r\nthe recipients should be neither\nJews nor Catholics. The College\r\nrefused to administer the gift. Although the bequest as such might\r\nnot have been regarded as being\nagainst public policy (\nBlathwayt v\r\nLord Cawley\n[1975] 3 All ER 625\n(HL)) the court struck down the\r\noffending provision to enable the College to administer the bursaries\r\nby the application of the\ncy près\ndoctrine. There is\r\ngood reason to follow this example\n[44] The suggestion that the Fund\r\nmight be void for vagueness will lose any validity if the offending\r\nprovisions are deleted and\nit is clear that the Fund’s proceeds\r\nmay be applied to assist all South African women in need of financial\r\nsupport of a tertiary\neducation. The same holds good for the argument\r\nthat its object may have fallen away as ‘British’ and\r\n‘Dutch’\nSouth Africans have become united, or that new\r\ncircumstances have caused the objects of the Fund to become\r\nunattainable.\n[45] The curators’ suggestion\r\nthat, should the Trust be amended in respect of the group from which\r\napplicants for bursaries\nshould be drawn, a racial quota should be\r\nintroduced for future applicants was not supported by any evidence,\r\nstatistics or precedent.\nIt would, in the absence of compelling\r\nconsiderations to the contrary, constitute an unwarranted intrusion\r\ninto the exercise of\nthe Trustees’ discretion and it would\r\nfurthermore smack of a residual retention of race-based selection of\r\npotential bursars\nand is unacceptable for these reasons.\n[46] The appeal against the order\r\ndeleting the words 'European', 'British' and or 'Dutch South African'\r\nin clause 26(f)(2) of the\nwill of Sir Charles Smith must be\r\ndismissed.\n[47] The parties were\nad idem\nin the court a quo that the reference to 'Durban' in clause 26(f)(2)\r\nhad to be amended as it referred to the city as it existed\nat the\r\ntime of the execution of the will. They made conflicting proposals to\r\nreplace the existing reference to the city in which\nthe testator\r\nlived.\n[48] The court a quo substituted the\r\nname of the present municipality for the original appellation. With\r\ndue respect, it appears\nto have been overlooked while debating the\r\namendment of the existing geographical description that no evidence\r\nwas placed before\nthe court that the first respondent experienced any\r\ndifficulty in attracting bursars because of the fact that the will\r\nrefers to\n'Durban', or would experience such after the removal of the\r\nracial limitations. The testator witnessed a continued expansion of\n\nhis home city during his lifetime. He must have been fully aware of\r\nthe certainty that it would continue to expand after his Trust\nwas\r\nestablished. The provisions of s 13 of the Act can therefore not be\r\ninvoked in the absence of any jurisdictional facts that\nwould render\r\nany one of them operative. The appeal against this part of the order\r\nmust succeed.\n[49] The parties were\nad idem\nthat\r\nno costs order should issue.\n[50] The following order is made:\n1. The order of the court a quo\r\nsubstituting ‘the Ethekwini Municipality’ for ‘Durban’\r\nin section 26(f)(2)\nof the will of Sir Charles George Smith, is set\r\naside,\n2. Save as set out in 1 the appeal is\r\ndismissed.\n__________________\nE BERTELSMANN\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: D J Shaw QC\nA\r\nA Gabriel\n(Curator\r\nAd Litem)\nInstructed\r\nby:\nGoodrickes\r\nAttorneys, Durban\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nrespondent: A M Stewart SC\nS\r\nMahabeer\nC\r\nJ Pammenter SC (Amicus Curiae)\nInstructed\r\nby:\nShepstone\r\n& Wylie, Durban\nMatsepes\r\nIncorporated, Bloemfontein\n1\nSee\r\n\tfurther Corbett et al\nThe Law of\r\n\tSuccession in South Africa,\n2\nnd\ned (2001) p133; Du Toit 'The constitutionally\r\n\tbound dead hand? The impact of constitutional rights and principles\r\n\ton freedom of\ntestation in South African law', (2001)\nStellenbosch\r\n\tLR\n222, in particular, p 236: 'It is\r\n\tsubmitted that the following rights included in the South African\r\n\tBill of Rights will in all\nlikelihood constitute the principal\r\n\tcounterweight to freedom of testation: (a) The right to equality in\r\n\tsection 9 . . . . The\nvalidity traditionally attributed to\r\n\tcharitable testamentary bequests which limit benefits on the basis\r\n\tof race, nationality\nand religion will have to be . . .\r\n\tre-examined'.\n2\nSee\r\n\tfurther\nCarmichele\r\n\tv Minister of Safety and Security & another (Centre for Applied\r\n\tLegal Studies Intervening)\n[2001] ZACC 22\n;\n2001\r\n\t(4) SA 938\n(CC) para 54. 'In South Africa the highest test of public\r\n\tpolicy is our Constitution', per Crouse AJ in\nBurchell\r\n\tv Anglin\n2010 (3)\r\n\tSA 48\n(ECG) para 127. Before the advent of the Constitution Berman J\r\n\tsaid, in\nEx parte\r\n\tPresident of the Conference of the Methodist Church of Southern\r\n\tAfrica NO: In re William Marsh Will Trust\n1993\r\n\t(2) SA 697\n(C) in respect of children’s homes restricted for\r\n\twhite children that could not fill all their beds because of the\r\n\trestriction:\n‘'It cannot seriously be contended that by\r\n\tcontinuing to restrict the intake of destitute children to the homes\r\n\tto those\nwhose skins are white will better serve the interests of\r\n\tthe public than to open their half-empty premises to children who\r\n\tare\ndestitute but are excluded therefrom solely by reason of the\r\n\tfact that their skin is coloured brown or black or indeed any other\n\n\tcolour but white. The contrary is unarguably the case – the\r\n\tinterest of the public in this country, the inhabitants of\nwhich are\r\n\tmainly non-white in colour, cries out for the need to house and to\r\n\tcare for destitute children, whatever their ethnological\n\n\tcharacteristics may be'.\n3\ns\r\n\t25.(1) and (2) of the Constitution read: ‘No one may be\r\n\tdeprived of property except in terms of law of general application,\n\n\tand no law may permit arbitrary deprivation of property.\n(2) Property may be\r\n\texpropriated only in terms of law of general application -\n(a) for a public purpose\r\n\tor in the pubic interest; and\n(b) subject to\r\n\tcompensation, the amount of which and the time and manner of payment\r\n\tof which have either been agreed to by those\naffected or decided or\r\n\tapproved by a court.\n. . .",
  "scraped_at": "2026-02-11T20:41:10.190143",
  "date": "2010-10-01",
  "coram": [
    "Navsa JJA",
    "Cloete JJA",
    "Shongwe JJA",
    "Bertelsmann AJJA",
    "Ebrahim AJJA"
  ],
  "case_number": "510/09",
  "parties": {
    "applicants": [
      "Curators ad Litem to Certain Potential Beneficiaries of Emma Smith Educational Fund"
    ],
    "respondents": [
      "University of KwaZulu-Natal"
    ]
  },
  "sections": {
    "facts": "Sir Charles George Smith bequeathed his estate in a 1938 will to create the Emma Smith Educational Fund, administered by the Natal University College (now the University of KwaZulu-Natal). The fund was to support higher education for \"European girls born of British South African or Dutch South African parents\" who had lived in Durban for at least three years. Over the decades the fund grew substantially, but its racial and geographic restrictions became increasingly out of step with South Africa's constitutional order. The University sought relief under section 13 of the Trust Property Control Act to delete the racially restrictive provisions and to replace the reference to \"Durban\" with \"the Ethekwini Municipality\". The High Court granted the relief; the curators ad litem appealed.",
    "issues": "1) Whether section 13 of the Trust Property Control Act applies to the Emma Smith Educational Fund. 2) Whether the racially exclusive provisions of the trust are contrary to public policy and the constitutional equality provisions. 3) Whether the substitution of the geographic description from \"Durban\" to \"Ethekwini Municipality\" is justified.",
    "principles": "Section 13 of the Trust Property Control Act permits a court to vary or delete trust provisions that hamper the founder's objects, prejudice beneficiaries, or conflict with the public interest. The Constitution's equality clause (section 9) and the Promotion of Equality and Prevention of Unfair Discrimination Act (PEPUDA) render racial discrimination in public trusts contrary to public policy. Precedent authority includes Minister of Education v Syfrets Trust, which held that discriminatory trust provisions clash with constitutional values and must be struck down.",
    "application": "The Court examined the statutory history of the Trust and concluded that successive university statutes did not extinguish the trust; therefore, the Trust remains subject to the Trust Property Control Act. The racially restrictive terms were found to be in conflict with constitutional equality and public policy, justifying their deletion under section 13. However, the Court found no evidence that the reference to \"Durban\" caused any practical difficulty for the University in administering the fund, and therefore could not justify substituting it with \"Ethekwini Municipality\". The order effecting that substitution was set aside.",
    "conclusion": "The appeal was dismissed apart from the order substituting \"Ethekwini Municipality\" for \"Durban\", which was set aside. The racially restrictive provisions were upheld as deleted, and no costs were awarded."
  },
  "tags": {
    "level_1": "Trust Law",
    "level_2": "Charitable Trusts",
    "level_3": [
      "racial discrimination",
      "constitutional equality",
      "public policy",
      "section 13 variation",
      "higher education"
    ]
  }
}