{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/30.html",
  "case_name": "Road Accident Fund v Timis (29/09) [2010] ZASCA 30 (26 March 2010)",
  "citation": "[2010] ZASCA 30",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 30\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Timis (29/09) [2010] ZASCA 30 (26 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH\nAFRICA\nJUDGMENT\nCase No 29/09\nIn the matter between:\nTHE ROAD ACCIDENT FUND\t\t\t\t    \nAppellant\nand\nNTOMBIZANELE FLORENCE TIMIS\t\t \n           Respondent\nNeutral citation:\nThe\nRoad Accident Fund v N F Timis\n(29/09)\n[2010]  ZASCA 30\n(26 March 2010)\nCoram:\nNavsa,\nHeher, Mhlantla JJA, Hurt et Saldulker AJJA\nHeard:\n1\nMarch 2010\nDelivered:\n26\nMarch 2010\nSummary\n:\n   Motor vehicle accident  â  death  of  breadwinner  â  claim\nagainst RAF â deductibility\nof child care grants from the damages awarded. Held â child support\ngrants are directly linked to\nthe death of the\tdeceased and\ndeductible from final award.\nORDER\n____________________________________________________________\nOn appeal from:\nThe Eastern Cape High Court, Port Elizabeth (Liebenberg J sitting as\ncourt of first instance).\nThe following order is made:\n1.\tThe appeal is upheld.\n2.      The order made by the\ncourt below is set aside and replaced with an order in the following\nterms:\n'There shall be\njudgment for the plaintiff as follows:\n(a) \tIn her capacity\nas mother and natural guardian of Siphokazi, payment of the amount of\nR136 594.40.\n(b)\tIn her capacity\nas mother and natural guardian of Zandile, payment of the amount of\nR166 386.05.\n(c)\tIn her personal\ncapacity, payment of the amount of R324 586.60.'\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA\n(NAVSA, HEHER JJA, HURT and SALDULKER AJJA concurring):\n[\n1\n]\nMr Alfred Vuyisile Makeleni (the deceased) died from injuries\nsustained after being struck by a motor vehicle on 28 July 2001.\nHe\nwas married to Ms Ntombizanele Timis, the respondent in this matter,\nin terms of customary law. They had two minor children, namely\nSiphokazi born on 24 June 1996 and Zandile born on 25 May 1999. The\ndeceased was the sole breadwinner.\nShortly after his\ndeath, the respondent, who was unemployed, applied for the benefit of\nher children\nfor a child support\ngrant in terms of the Social Assistance Act 59 of 1992, which has\nsince been repealed by the Social Assistance\nAct 13 of 2004 (the\nAct). The application was approved during November 2001.\n[2]\tThe respondent instituted\naction in the High Court, Port Elizabeth against the Road Accident\nFund, a statutory insurer and the\nappellant in this matter, for\ndamages arising from the death of her husband. The matter came before\nLiebenberg J. The merits already\nhaving been conceded, the learned\njudge was only required to determine quantum. One of the issues that\nhad to be decided was whether\nthe amount of the children's grant\nreceived by the respondent after the death of her husband should be\ndeducted from the damages\nto be awarded in respect of the children.\nAt the time of the trial, the total amount of the grants received by\nthe respondent on\nbehalf of the children was R14 690.\n[3]\tAt the end of the trial, the\nlearned judge, after discussing\nIndrani\n& another v African Guarantee and Indemnity Co Ltd\n,\n1\ndisagreed with that\ncourt's conclusion to the effect that the contributions by the State\nprior to the award of damages were deductible\nbecause they were\nreceived by the children by reason of the death of their father.\n[4]    Liebenberg J held that the\nchild support grants could not be said to have been received in\nconsequence of the deceased's death\nand that the amount of R14 690\ncould therefore not be deducted from the final award made to the\nchildren for loss of support  by\nthe deceased. The court, after\ntaking into account the question of contingencies, awarded damages in\nrespect of the children\n2\nas follows:\nIn respect of Siphokazi\t-\tR143\n939.40\nIn respect of Zandile\t-\tR173\n731.05\nThe appellant now appeals against\nthis finding with the leave of the court below.\n[5]\tThe issue on appeal is\nwhether or not the child support grants should have been deducted by\nthe trial court from the damages awarded\nto the respondent in her\nrepresentative capacity for loss of support.\n[6]    Each case in which the\ndeduction of a benefit is in issue must, of course, be considered on\nits own facts and having regard\nto the applicable statutes. It is\nnecessary to have regard to the purpose and objects of the Act. The\npurpose of the grant is to\nsupplement the income of indigent\nfamilies. The grants are meant for those who have insufficient means\nto support themselves and\nto provide for a child who does not have\nmaintenance. A child support grant is made in terms of section 6 of\nthe Act.\n3\nCertain requirements have to be complied with before a person\nqualifies for the grant.\n4\nAn applicant, inter alia, qualifies for the grant, if he or she has\nno source of income or if the income is below the threshold level.\n[7]\t  In\nIndrani\n,\na mother brought an action for loss of support suffered by her and\nher minor children as a result of the death of her husband from\ninjuries sustained in a motor vehicle collision. After the death of\nthe husband, she received certain allowances in respect of\nmaintenance\nfor the children from the State in terms of section 89(1)\nof the now repealed Children's Act 33 of 1960. Fannin J stated that a\ndependant\nentitled to damages for loss of support should be awarded\ndamages only for the material loss caused by the breadwinner's\ndeath.\n5\nThe judge held that the contributions by the State prior to the award\nof the damages by the court were deductible because they were\nbenefits received by the children by reason of the death of their\nfather. A similar approach is to be found in the judgment of Trollip\nJA in\nSantam\nVersekeringsmaatskappy v Byleveldt\n1973 (2) SA 146\n(A) at 173 to 174. It is that fundamental principle,\nsubject to the considerations set out in the next paragraph, that has\nto be\napplied in this case.\n[8]\tIn\nZysset\n& others v Santam Ltd\n6\nthe following was stated:\n'[I]t is well\nestablished in our law that certain benefits which a plaintiff may\nreceive are to be left out of account as being completely\ncollateral.\nThe classic examples are\n(a)\nbenefits received by the plaintiff under ordinary contracts of\ninsurance for which he has paid the premiums and\n(b)\nmoneys and other benefits received by a plaintiff from the\nbenevolence of third parties motivated by sympathy. It is said that\nthe\nlaw baulks at allowing the wrongdoer to benefit from the\nplaintiff's own prudence in insuring himself or from a third  party's\nbenevolence\nor  compassion  in coming  to the\nassistance of the\nplaintiff . . . . Nonetheless, as pointed out by Lord Bridge in\nHodgson\nv Trapp & another\n[1988] 3 All ER 870\n(HL) at 874\na\n,\nthe benefits which have to be left out of account, \"though not\nalways precisely defined and delineated\", are exceptions\nto the\nfundamental rule and \"are only to be admitted on grounds which\nclearly justify their treatment as such\".\n. . . .\nIn the present case,\ncounsel on both sides sought to analyse the benefits received by the \nplaintiffs  and  to  compare  them  with\n the  benefits  received  in\n the\nDippenaar\ncase . . . .\nIt is doubtful\nwhether the distinction between a benefit which is deductible and one\nwhich is not can be justified on the basis of\na single\njurisprudential principle. In the past the distinction has been\ndetermined by adopting essentially a casuistic approach\nand it is\nthis that has resulted in a number of apparently conflicting\ndecisions. Professor Boberg in his\nLaw\nof Delict\nvol 1 at 479 explains the difficulty thus:\n\"(W)here the\nrule itself is without logical foundation, it cannot be expected of\nlogic to circumscribe its ambit.\"\nBut, whatever the\ntrue rationale may be, if indeed there is one, it would seem clear\nthat the inquiry must inevitably involve to some\nextent, at least,\nconsiderations of public policy, reasonableness and justice. . . .\nThis in turn must necessarily involve, I think,\na weighing up of\nmainly two conflicting considerations in the light of what is\nconsidered to be fair and just in all the circumstances\nof the case.\nThe one is that a plaintiff should not receive double compensation.\nThe other is that the wrongdoer or his insurer ought\nnot to be\nrelieved of liability on account of some fortuitous event such as the\ngenerosity of a third party.'\n[9] \tA plaintiff should not be\nprecluded from obtaining a full measure of damages. He or she should\nhowever not receive double compensation.\nIn\nHodgson\nv Trapp & another\n,\n7\nthe plaintiff claimed damages for personal injuries sustained and\nloss and expenses incurred as a result of a motor vehicle accident.\nThe trial judge awarded damages. The defendants\nappealed to the House of Lords to\ndetermine whether or not the attendance and mobility allowances\npayable to the plaintiff pursuant\nto sections 35 and 37 of the Social\nSecurity Act should be deducted from the award made. Lord Bridge\nstated the following:\n8\n'In the end the\nissue in these cases is not so much one of statutory construction as\nof public policy. If we have regard to the realities,\nawards of\ndamages for personal injuries are met from the insurance premiums\npayable by motorists, employers, occupiers of property,\nprofessional\nmen and others. Statutory benefits payable to those in need by reason\nof impecuniosity or disability are met by the\ntaxpayer. In this\ncontext to ask whether the taxpayer, as the \"benevolent donor\",\nintends to benefit \"the wrongdoer\",\nas represented by the\ninsurer who meets the claim at the expense of the appropriate class\nof policy holders, seems to me entirely\nartificial. There could\nhardly be a clearer case than that of the attendance allowance\npayable under s 35 of the 1975\nAct where the\nstatutory benefit and the special damages claimed for cost of care\nare designed to meet the identical expenses. To allow\ndouble recovery\nin such a case at the expense of both taxpayers and insurers seems to\nme incapable of justification on any rational\nground.'\n[10]\nCounsel\nfor the respondent submitted that the child support grants were not\ncausally linked to the death of the deceased as the receipt\nof such\ngrants was not a benefit arising from his death and accordingly that\nthese grants were\nres\ninter alios\nacta\n.\n[11]   This submission has no\nmerit. It is not in dispute that the deceased was responsible for the\nsupport of his family during his\nlifetime. The position, however,\nchanged upon his death as his family became indigent. The respondent\nhad to apply for the child\ncare grant as the parent who had provided\nmaintenance had died. The children received a benefit of a social\ngrant because they had\nlost their father, a breadwinner, in\ncircumstances set out in para [1] above. The child support grants are\ntherefore directly linked\nto the death of the deceased.\n[12]\tCounsel for the respondent\nrelied further on\nMakhuvela\nv Road Accident\nFund\n.\n9\nIn that case, the parents of a minor child had died, whereafter the\ngrandparents were appointed as foster parents. The grandmother\nreceived a foster care grant. The court had to decide whether the\npayment of such a grant was\nres\ninter alios acta\nand\nnot deductible from the final award of damages. Malan J held that the\nprimary purpose of the foster care grant was the realisation\nof the\nconstitutional rights of the child through the intervention of the\nfoster parent. The grant was paid to the foster parent\nand not the\nchild to enable the parents to comply with their constitutional and\nother obligations to the child. In\nMakhuvela\n,\nthe court was dealing with a foster care grant which has its own\ndimensions. In the present case, we are concerned with the material\nloss suffered by reason of the deceased's death and the impact of a\nsocial assistance grant for the benefit of a child. For this\nreason,\nit is not necessary to explore the correctness or otherwise of the\njudgment in\nMakhuvela\n.\n[13]\tIn this matter, the State\nassumed responsibility for the support of the children as a result of\nthe breadwinner's death. The\nmoneys paid out in terms of the Road\nAccident Fund Act and the\nSocial Assistance Act are\nfunded by the\npublic through two State organs. Not to deduct the child grant would\namount to double recovery by the respondent at\nthe expense of the\ntaxpayer and this is incapable of justification. In my view, it was\nnot the intention of the Legislature to compensate\nthe dependants\ntwice.\n[14]\tAlthough the amount in\ndispute in the present case may appear to be small and insignificant,\none has to consider the fact that\nthere may be a multitude of similar\nclaims and with resultant ramifications for the National Treasury. It\nseems to me that the principles\nof fairness, equity and\nreasonableness dictate that the grants received should be deducted\nfrom the awards made by the court a quo.\nAs far as equity is\nconcerned, there is a public interest in the support of indigent\nchildren. The deduction of the grants will not\nleave the children\ndestitute as their interests have been met by the final award of the\nsums of R136 594.40 and R166 386.05 respectively,\nwhich represents\nthe true measure of the damages sustained.\n[15] \tThe court a quo accordingly\nerred in finding that the child support grants should not be\ndeducted. Its order in that regard\nmust be set aside.\n[16]\tThat brings me to the\nquestion of costs. The appellant does not seek a costs order against\nthe respondent. We were, however,\nprovided with three volumes of\nunnecessary material, when the parties could have agreed that the\nmatter be decided in the form of\na stated case. It has become an\nundesirable and not infrequent practice that parties do not give due\nconsideration to the rules relating\nto the composition of records on\nappeal. We record, once again our disapproval of this practice.\n[17]\tIn the result the following\norder is made:\n1.\tThe appeal is upheld.\n2.\tThe order made by the court\nbelow is set aside and replaced with an order in the following terms:\n'There shall be\njudgment for the plaintiff as follows:\n(a)  \tIn her\ncapacity as mother and natural guardian of Siphokazi, payment of the\namount of R136 594.40.\n(b)\tIn her capacity\nas mother and natural guardian of Zandile, payment of the amount of\nR166 386.05.\n(c)\tIn her personal\ncapacity, payment of the amount of R324 586.60.'\n__________________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel for Appellant\t:\t\t   A\nFrost\nI Dala\nBoqwana Loon & Connellan Inc\nPORT  ELIZABETH\nWebbers, BLOEMFONTEIN\nFor Respondent\t\t:\t\tN Paterson\nA Moorhouse\nRoelofse Meyer Inc\nPORT\nELIZABETH\nSymington & de Kok\nBLOEMFONTEIN\n1\n1968\n\t(4) SA 606\n(D).\n2\nThe\n\tdamages awarded to the respondent in her personal capacity was in an\n\tamount of R324 586.60.\n3\nSection 6\nreads:\n'\nChild\n\tsupport grant\nA\n\tperson is, subject to\nsection 5\n, eligible for a child support grant\n\tif he or she is the primary care giver of that child.'\n4\nSection 5\nreads:\n'\nEligibility\n\tfor social assistance\n:\n(1)\n\tA person is entitled to the appropriate social assistance if he or\n\tshe â\n(a)\n\t is eligible in terms of\nsection 6\n,\n7\n,\n8\n,\n9\n,\n10\n,\n11\n,\n12\nor\n13\n;\n(b)\n\t . . . ;\n(c)\n\t . . . ;\n(d)\n\tcomplies with any additional requirements or conditions prescribed\n\tin terms of subsection (2); and\n(e)\n\tapplies for social assistance in accordance with\nsection 14(1).\n(2)\n\tThe Minister  may prescribe additional requirements or conditions in\n\trespect of  â\n(a)\n\t income thresholds;\n(b)\n\tmeans testing;\n(c)\n\t . . . .'\n5\nAt\n\t607F-G.\n6\n1996 (1) SA 273\n(C) at 278B-D; and 278H-279C. See also Lawsa Vol\n\t8(1) 2ed para 156 and\nStandard\n\tGeneral Insurance Co Ltd v Dugmore NO\n1997\n\t(1) SA 33\n(A) at 42B.\n7\n[1988]\n\t3 All ER 870 (HL).\n8\nAt\n\t876F.\n9\n[2009] ZAGPJHC 18;\n2010 (1) SA 29\n(GSJ).",
  "scraped_at": "2026-02-11T20:16:38.367608",
  "date": "2010-03-26",
  "coram": [
    "Navsa",
    "Heher",
    "Mhlantla JJA",
    "Hurt",
    "Saldulker AJJA"
  ],
  "case_number": "29/09",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Ntombizanele Florence Timis"
    ]
  },
  "sections": {
    "facts": "Alfred Vuyisile Makeleni was killed on 28 July 2001 after being struck by a motor vehicle. He was married in customary law to Ntombizanele Timis and left two minor children, Siphokazi (born 24 June 1996) and Zandile (born 25 May 1999). Makeleni was the sole breadwinner. Following his death, the mother, who was unemployed, applied for child support grants under the Social Assistance Act; the grants were approved in November 2001, totalling R14,690. She sued the Road Accident Fund for damages arising from the loss of support. At trial, the court awarded damages for the children of R143,939.40 and R173,731.05, and for the mother in her personal capacity, without deducting the grant amounts.",
    "issues": "The principal issue on appeal was whether the child support grants received by the respondent after the deceased's death should be deducted from the damages awarded for loss of support to the children.",
    "principles": "The court considered the principle that a plaintiff should not receive double compensation and that benefits directly linked to the death of a breadwinner should be deducted from damages. It examined statutory purpose of the child support grant—designed to assist indigent families lacking income— and reviewed precedent cases (Indrani, Santam, Zysset, Hodgson, Makhuvela) which discuss deductible benefits, public policy, fairness, and the avoidance of double recovery. The court affirmed that benefits arising because of the deceased’s death are subject to deduction to protect the public purse and ensure equitable outcomes.",
    "application": "Applying these principles, the court found that the child support grants were issued precisely because the children had lost their breadwinner and the mother had no income. Thus the grants were causally linked to the death and constituted a benefit that should be accounted for against the loss of support claim. Deducting R14,690 avoided an unjustified double recovery and aligned with the legislative intent of the Social Assistance Act and the Road Accident Fund Act.",
    "conclusion": "The appeal was upheld. The trial court's order was set aside and replaced with a judgment ordering the Road Accident Fund to pay the respondent: (a) R136,594.40 as mother and natural guardian of Siphokazi; (b) R166,386.05 as mother and natural guardian of Zandile; and (c) R324,586.60 in her personal capacity. No costs order was made against the respondent."
  },
  "tags": {
    "level_1": "Delict / Personal Injury Law",
    "level_2": "Road Accident Fund Claims",
    "level_3": [
      "child support grant",
      "deduction of benefits",
      "double recovery",
      "damage assessment",
      "social assistance"
    ]
  }
}