{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/156.html",
  "case_name": "Gauteng MEC for Health v 3P Consulting (Pty) Ltd (199/10) [2010] ZASCA 156; 2012 (2) SA 542 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 156",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 156\n|\nNoteup\n|\nLawCite\nGauteng MEC for Health v 3P Consulting (Pty) Ltd (199/10) [2010] ZASCA 156; 2012 (2) SA 542 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 199/10\nIn the matter between:\nGAUTENG MEC FOR HEALTH\n.....................................................\nAppellant\nand\n3P\r\nCONSULTING (PTY) LTD\n.......................................................\nRespondent\nNeutral Citation\n:\nGauteng MEC for Health v 3P Consulting\r\n(Pty) Ltd\n(199/10)\n[2010] ZASCA 156\n(1 December 2010)\nCoram\n: Heher, Van Heerden, Mhlantla, Tshiqi JJA and\nBertelsmann AJA\nHeard\n: 12 November 2010\nDelivered\n: 1 December 2010\nSummary\n:\nServices agreement\r\nbetween provincial department and private company – renewal\r\nthereof – whether original services agreement\nand/or renewed\r\nservices agreement void for want of legality and/or authority,\r\nalternatively void on the application of private\nlaw principles –\r\nwhether order for specific performance of renewed services agreement\r\nappropriate remedy\nOrder\nOn appeal from:\nSouth Gauteng High Court, Johannesburg (Lamont\r\nJ sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs of two\r\ncounsel.\njudgment\nvan heerden ja (HEHER, MHLANTLA,\r\nTSHIQI JJA ANd bertelsmann aja concurring):\nIntroduction\nIn\r\n\t2007, the respondent, 3P Consulting (Pty) Ltd (‘3P\r\n\tConsulting’), a management consulting company specialising in\n\n\tproviding public sector reform solutions, allegedly entered into a\r\n\tservices agreement with the appellant, the Gauteng Department\nof\r\n\tHealth (‘the Department’), for an initial period of two\r\n\tyears, renewable for a further period of two years. In\n2009, the\r\n\tparties allegedly agreed to extend the services agreement for a\r\n\tperiod of three years to 31 May 2012. In July 2009,\nthe Department\r\n\trepudiated the services agreement as extended.\nOn\r\n\tapplication by 3P Consulting to the South Gauteng High Court, Lamont\r\n\tJ granted a declaratory order to the effect that the services\n\n\tagreement between the parties had been duly renewed by agreement\r\n\tbetween the parties for a further period of three years. The\nhigh\r\n\tcourt also ordered the Department to implement the renewed services\r\n\tagreement and to allow 3P Consulting to do so. Hence\nthis appeal by\r\n\tthe Department, which serves before us with the leave of the court\r\n\tbelow.\nFactual background\nTowards\r\n\tthe end of April/beginning of May 2007, the Department published\r\n\tadvertisements calling for proposals by service providers\nto draft\r\n\tand facilitate the implementation of a so-called ‘turnaround\r\n\tstrategy’ for the Department. The terms of\nreference for this\r\n\tstrategy did not stipulate the expected duration of the proposed\r\n\tagreement.\nOn 25 May 2007, 3P Consulting submitted its proposal to the\r\n\tDepartment. This proposal was for a project duration of an initial\n\n\tperiod of two years, renewable for a further period of two years.\r\n\tAccording to the proposal, the renewable element was ‘to\n\n\tensure the optimum skill transfer, protection of intellectual\r\n\tproperty and to ensure continuity’. The proposal continued\n–\n‘\nIt\r\nis anticipated that the entire team . . . will reduce on an annual\r\nbasis by approximately 20% per annum as the capacity support\n\nprogrammes enable the GDoH [Gauteng Department of Health] internal\r\nstaff to be trained to sufficient levels. It is therefore a\nmajor\r\nobjective for the PMU [Project Management Unit] to undertake\r\nextensive capacity support.’\nAccordingly, the term of the Project Management Unit (‘PMU’)\r\n\tproposed by 3P Consulting was an effective four years.\nThat this was\r\n\tunderstood by the Departmental Acquisition Council (‘DAC’),\r\n\tthe procurement decision-making body of\nthe Department, is clear\r\n\tfrom the Minutes of the DAC meeting held on 4 June 2007, during\r\n\twhich the DAC considered the ‘[r]equest\nof the GSSC [Gauteng\r\n\tShared Services Centre] for Health DAC approval of the award [to 3P\r\n\tConsulting] in respect of the request\nfor proposal for the\r\n\testablishment of a Project Management Unit for a period of two\r\n\tyears’. Notwithstanding the reference\nto a period of two\r\n\tyears, the DAC, in approving the request, commented (as it put it,\r\n\t‘for clarity’) that –\n‘\nThe\r\nplanned Health Agency will function in managing high cost\r\nassets/resources and leveraging funding sources. Core high level\r\nstaff will be transferred from the PMU; gradually escalating\r\nmigration of staff with a view of changing the structure\nover\r\n4\nyears\nfrom predominantly external to internal staff.’ (Emphasis\r\nadded.)\nOn 5 June 2007, the Department informed 3P Consulting that its\r\n\tproposal ‘for the establishment of a Project Management\nUnit\r\n\tfor a period of 2 years has been approved,\nsubject to the signing\r\n\tof a service level agreement\n’. (Emphasis added.) On 2 July\r\n\t2007, the Director-General of the Department, who is also the Chair\r\n\tof the DAC and the accounting\nofficer of the Department, and Mr\r\n\tRichard Payne, the Managing Director of 3P Consulting, signed the\r\n\tservices agreement. The relevant\nclauses of this agreement read as\r\n\tfollows:\n‘\n2.2 Notwithstanding the date\r\nof signature, the Agreement shall commence on 5\nth\nJune 2007 and shall terminate on 4 June 2009, unless extended as\r\ncontemplated in 2.3\n. . . below.\nThe\r\n\t\tDepartment agrees to renew this Agreement for a further period of\r\n\t\ttwo years on substantially the same terms as this Agreement,\nit\r\n\t\tbeing agreed that 6 (six) months prior to 5\nth\nJune 2009,\r\n\t\tthe parties shall have afforded each other an opportunity to\r\n\t\tnegotiate any matters relating to the renewal referred\nto herein\n(except for the renewal itself)\n.’ (Emphasis added.)\n3P\r\n\tConsulting duly discharged its obligations in terms of the services\r\n\tagreement.\nIn\r\n\tabout October/November 2008, 3P Consulting and the Department\r\n\tentered into negotiations for the renewal of the services agreement,\n\n\tas foreshadowed in clause 2.3 of the agreement. On about 4 December\r\n\t2008, 3P Consulting submitted a proposal to the Department,\nin which\r\n\tit motivated an extension of the services agreement (of the\r\n\t‘operational mandate’ of the PMU) for a period\nof three\r\n\tyears to 2012. This was followed by a letter dated 12 February 2009,\r\n\taddressed to the Chair of the DAC by Mr Payne,\nin which ‘the\r\n\treason for requesting the extra year’ was stated to be that\r\n\tseveral specified PMU projects required\nthe support and expertise of\r\n\t3P Consulting over the course of the next three years. This letter\r\n\twas accompanied by a final proposal\nfor such extension dated 23\r\n\tJanuary 2009.\nAfter various internal Departmental procedures had been followed, Mr\r\n\tRamaano, the Director of Supply Chain Management in the\nDepartment,\r\n\tin his capacity as Head of Procurement, wrote to 3P Consulting on 23\r\n\tMarch 2009 as follows:\n‘\nThe Gauteng Department of\r\nHealth hereby informs 3P Consulting that your proposal for the\r\nextension of the renewal of the PMU contract\nhas been approved by the\r\nDepartment for a period of three years ending 31\nst\nMay 2012 for the contract value of R273 366 500.\nPlease\r\ncontact the Project Management Office for further information.’\nAfter\r\n\tthe April 2009 general elections, a new Member of the Executive\r\n\tCouncil (‘MEC’) for Health was appointed for\nGauteng.\r\n\tDuring June 2009, the Department began refusing to allow 3P\r\n\tConsulting’s employees and sub-contractors access\nto its\r\n\tpremises to perform their work under the renewed services agreement.\r\n\tWhen 3P Consulting addressed letters to the Department\nto highlight\r\n\tthese breaches, the Department simply failed to respond.\nEventually, on 1 July 2009, the Department wrote to 3P Consulting\r\n\tand informed it that ‘the Department will no longer perform\nin\r\n\tterms of the purported extension of the contract’. The reason\r\n\tgiven for this stance was that –\n‘\n[W]hen the tender was\r\ninitially advertised, it was indicated that the contract would be for\r\na period of 2 years . . . .\nHowever, in implementing the award of the tender to your\r\ncompany, the Department signed a contract in terms of which it bound\r\nitself\nto renew the contract for a further period of 2 years. On or\r\nabout 17 February 2009, the DAC approved a period of 3 years for the\n\nextension of the contract.\n. . . .\nThe tender document indicated to would-be tenderers that\r\nthe tender was for a period of two years\nwhich\r\nthe Department could not vary after the award of the tender.\nAccordingly, when the Department took the decision to\r\nextend the contract for a further period of 3 years, it acted\r\narbitrarily\nand failed to take into account relevant considerations\r\nlike the provisions of the law and the expectations of other\r\npotential\nservice providers.\nFrom a point of view of administrative justice and the\r\npublic, the Department’s decision to extend the contract was\r\nwrongful\nand irregular. It is clearly reviewable by [a] Court of\r\ncompetent jurisdiction.’\nWhen 3P\r\nConsulting instituted proceedings against the Department, however,\r\nthe Department back-tracked from its previous position\nand admitted\r\nthat the original tender document did not in fact limit the project\r\nto a two year period.\nDiscussion\nThe\r\n\tDepartment contended that both the original and the renewed services\r\n\tagreements were void for want of legality and/or authority.\nIt\r\n\trelied on certain\nirregularities which\r\n\thad allegedly occurred in the tender process both prior to and after\r\n\tthe conclusion of the original services\nagreement with 3P\r\n\tConsulting. The Department also sought to impugn the validity of the\r\n\trenewal agreement on certain private law\ngrounds, which – with\r\n\tone exception – it had not raised in its answering affidavit.\nAs\r\n\tregards the validity of the agreements on public law principles, 3P\r\n\tConsulting countered the contentions of the Department\nby arguing\r\n\tthat the Department’s decisions to enter into the original\r\n\tservices agreement with 3P Consulting and to renew\nthe agreement in\r\n\tMarch 2009 constituted administrative action on the part of the\r\n\tDepartment. Accordingly, in order for the Department\nto avoid the\r\n\tconsequences of these agreements, it had to apply to court to review\r\n\tand set aside the decisions. Furthermore, any\nreview application by\r\n\tthe Department, being made more than two years since the original\r\n\tservices agreement was concluded and\nmore than 180 days after the\r\n\trenewed services agreement was concluded, would be grossly out of\r\n\ttime, in breach of the requirements\nof ss 7 and 9 of the Promotion\r\n\tof Administrative Justice Act 3 of 2000 (‘PAJA’) and\r\n\thighly prejudicial to 3P Consulting.\nIn the\r\n\tlight of the view that I take in respect of the validity of both the\r\n\toriginal services agreement and the renewed services\nagreement, it\r\n\tis not necessary to canvass the arguments relating to review of\r\n\tadministrative action.\nValidity of the original services agreement\nIn arguing that the original services agreement was void, the\r\n\tDepartment relied on various statutory provisions. First, s 217(1)\n\n\tof the Constitution and s 38(1)\n(a)\n(iii) of the Public Finance\r\n\tManagement Act 1 of 1999 (‘the PFMA’), both of which\r\n\tprovide that, when an organ of state\ncontracts for goods or\r\n\tservices, it must do so in accordance with a system which is fair,\r\n\tequitable, transparent, competitive\nand cost-effective. Second, in\r\n\tterms of s 76(4)\n(c)\nof the PFMA –\n‘\n(4) The National Treasury may\r\nmake regulations or issue instructions applicable to all institutions\r\nto which this Act applies [including\nprovincial departments –\r\nsee s 3 of the PFMA, read with the definition of ‘department’\r\nin s 1 of the Act]\nconcerning –\n. . . .\nthe\r\n\tdetermination of a framework for an appropriate procurement and\r\n\tprovisioning system which is fair, equitable, transparent,\n\n\tcompetitive and cost-effective.’\nPursuant to s 76(4)\n(c)\nof the PFMA, a Framework for Supply\r\n\tChain Management was promulgated in\nGovernment Gazette\nNo\r\n\t25767 of 5 December 2003 as Treasury Regulations. In accordance with\r\n\tthis Framework, the National Treasury is required and\nauthorised to\r\n\tissue instructions to accounting officers/authorities in respect of\r\n\tthe appointment of consultants. This it does\nby way of practice\r\n\tnotes. In this regard, National Treasury Supply Chain Management\r\n\tPractice Note No SCM 3 of 2003 provides that\n–\n‘\nConsultants should be\r\nappointed by means of competitive bidding processes, whenever\r\npossible.\n. . . .\nFor\r\n\t\tthe purpose of this practice note, the term\nconsultant\nincludes,\r\n\t\tamong others, consulting firms . . . .’\nRelying\r\n\ton\nMunicipal Manager: Qaukeni Local\r\n\tMunicipality & another v FV General Trading CC\n1\nand\nEastern Cape\r\n\tProvincial Government & others v Contractprops 25 (Pty) Ltd\n,\n2\nthe Department argued that failure to comply with\r\n\tany of the abovementioned constitutional and legislative provisions\r\n\trenders\nany contract concluded in contravention thereof void\nab\r\n\tinitio\n. The court does not, so the\r\n\targument went, have a discretion whether or not to enforce a\r\n\tcontract which does not comply with\nthe prescribed procedures.\n3\nWith\r\n\treference to various documents, the Department contended that,\r\n\tdespite the fact that 3P Consulting’s proposal was for\na\r\n\tcontract duration of two years renewable for a further period of two\r\n\tyears, the Department had, after a due and proper tender\nprocess,\r\n\tgiven approval for a two year contract only. Thus, according to the\r\n\tDepartment, any attempt by the parties to circumvent\nthat approval\r\n\tby concluding a contract for a longer period was unlawful.\nAs\r\n\tpointed out by counsel for 3P Consulting, however, the Department\r\n\tconveniently ignores certain parts of those documents and,\nin any\r\n\tevent, fails to put them in their proper context. It is common cause\r\n\tthat the DAC is the supreme procurement decision-making\nbody of the\r\n\tDepartment. It is therefore documents emanating from the DAC which\r\n\tmust be scrutinised to determine the ambit of\nthe approval given by\r\n\tit. It is clear from the Minutes of the DAC meeting held on 4 June\r\n\t2007, that the DAC was fully aware of\nthe fact that the term of the\r\n\tPMU proposed by 3P Consulting was an effective period of four years\r\n\t– the Minutes expressly\nrecord that the project would require\r\n\ta gradually escalating migration of staff over a period of four\r\n\tyears. The Director-General\nof the Department signed the DAC\r\n\tSubmission Approval Form accompanying these Minutes in her capacity\r\n\tas Chair of the DAC.\nThe\r\n\tsubsequent appointment letter dated 5 June 2007 made the approval of\r\n\t3P Consulting’s ‘proposal for the establishment\nof a\r\n\tProject Management Unit for a period of two years’\n4\nsubject to the signing of a\nservice\r\n\tlevel agreement\n. This condition was\r\n\tfulfilled by the conclusion on 2 July 2007 of the services\r\n\tagreement, signed on behalf of the Department\nby the Chair of the\r\n\tDAC. The services agreement reflected the parties’\r\n\tunderstanding – as this appeared from the\nproposal itself and\r\n\tthe abovementioned comment by the DAC in approving the proposal –\r\n\tby providing for an initial contract\nperiod of two years and a\r\n\trenewal for a further period of two years subject to any amendment\r\n\tthe parties might agree to make.\n5\nThat agreement contains an ‘entire\r\n\tagreement’ clause.\n6\nThus, the period for which the DAC approved the\r\n\tcontract depends on what the written agreement says and, by\r\n\tapplication of the\nparole evidence rule, any extrinsic evidence on\r\n\tthe meaning of the relevant clause of the agreement would be\r\n\tprecluded.\n7\nThe\r\n\tDepartment also submitted that, as the contract which the Department\r\n\twas authorised to conclude with 3P Consulting was for\ntwo years\r\n\tonly, the Department’s Director-General and Chair of the DAC\r\n\twho signed the services agreement on behalf of the\nDepartment lacked\r\n\tthe authority to do so. Not only was this denial of authority not\r\n\traised at all in the Department’s answering\naffidavit, but it\r\n\tis also untenable given the facts set out above.\nIt\r\n\tfollows from the above that there was no failure by the Department\r\n\tto comply with the constitutional and legislative provisions\nrelied\r\n\ton by the Department\n8\nand that its attack on the validity of the\r\n\toriginal services agreement must fail.\nThe validity of the renewal of the services agreement\nThe\r\n\tDepartment contended that the purported renewal of the services\r\n\tagreement for three years (one year longer than previously\nagreed)\r\n\tand at increased contract values per annum\n9\noccurred without following a public bidding\r\n\tprocess and in a manner which could not be said to be ‘fair,\r\n\tequitable, transparent,\ncompetitive and cost-effective’. Hence\r\n\tthe approval by the DAC purporting to extend the period and to\r\n\tincrease the value\nof the services agreement, as well as any\r\n\tcontract which might have flowed from this approval, was unlawful\r\n\tand invalid. Once\nagain, the Department relied for this contention\r\n\ton s 217(1) of the Constitution and s 38(1)\n(a)\n(iii)\r\n\tof the PFMA.\nIn\r\n\tdealing with this contention, the High Court relied on Regulation\r\n\t16A6.4 of the Treasury Regulations published under s 76\nof\r\n\tthe PFMA in\nGovernment Gazette\nNo\r\n\t27388 dated 15 March 2005 (GN R225), which expressly provides for an\r\n\texemption from the competitive bid requirement which must\nusually\r\n\taccompany appointments of consultants\n10\nin cases where it is impractical to engage in a\r\n\tcompetitive tendering process. Lamont J held that ‘the only\r\n\tperson reasonably\npossible to perform the works is the applicant [3P\r\n\tConsulting], which was integrally involved with the completion of\r\n\tthe project,\nhaving been engaged in it for the initial period of two\r\n\tyears.’ Thus, according to the learned judge, the three year\r\n\trenewal\nof the services agreement fell squarely within the ambit of\r\n\tthis regulation.\nBefore\r\n\tthis court, counsel for 3P Consulting also relied on this\r\n\tregulation, despite the fact that it had not been mentioned in\ntheir\r\n\tpapers. It is, however, not give any further consideration to this\r\n\tfinding of the court below. It is clear that the renewal\nof the\r\n\tservices agreement did not give rise to a\nnew\nservices agreement; it simply extended the\r\n\tduration of the services agreement for a period of three years.\r\n\tProperly interpreted,\nclause 2.3 of the agreement provides for a\r\n\trenewal for a period of two years on the same terms as before\r\n\tsubject only to such\namendments as may be negotiated and agreed\r\n\tbetween the parties. The negotiations between the parties in late\r\n\t2008 ultimately\ngave rise to an agreement that the services\r\n\tagreement would be renewed for a period of three years, instead of\r\n\tthe two years\nprovided for in clause 2.3, and that the contract\r\n\tvalue for each of the remaining three years would be increased. The\r\n\tincreases\nwere described by both the Department’s Programme\r\n\tManagement Office and by the Department’s Director of Supply\r\n\tChain\nManagement as ‘being ‘marginal increases only\r\n\tallowing for inflation, and also taking cognisance of the strategy\r\n\nto empower developing service providers in the body shop’. It\r\n\tis clear that these increases properly flowed from the negotiations\n\n\tcontemplated in clause 2.3 of the services agreement. As there was\r\n\tno\nnew\nservices\r\n\tagreement, there was no\nnew\nprocurement of goods or services and it was\r\n\ttherefore in my view not necessary to follow a competitive public\r\n\tbidding process\nin this regard.\nIt\r\n\tfollows from the above that the Department’s attack on the\r\n\tvalidity of the renewal of the services agreement on public\nlaw\r\n\tgrounds is without merit.\nIn its\r\n\tHeads of Argument and in argument before us, the Department sought\r\n\tto rely on a number of private law grounds for the invalidity\nof the\r\n\trenewal of the services agreement. With one exception, none of these\r\n\tgrounds was raised by the Department in its answering\naffidavit, but\r\n\tappeared for the first time in the Department’s Heads of\r\n\tArgument.\nAs was stated by Joffe J in\nSwissborough\r\n\tDiamond Mines (Pty) Ltd & others v Government of the Republic of\r\n\tSouth Africa & others\n:\n11\n‘\nIt is trite law that in motion\r\nproceedings the affidavits serve not only to place evidence before\r\nthe Court but also to define the\nissues between the parties. In so\r\ndoing the issues between the parties are identified. This is not only\r\nfor the benefit of the\nCourt but also, and primarily, for the\r\nparties. The parties must know the case that must be met and in\r\nrespect of which they must\nadduce evidence in the affidavits.\n. . . .\nAn applicant must accordingly raise the issues upon\r\nwhich it would seek to rely in the founding affidavit. It must do so\r\nby defining\nthe relevant issues and by setting out the evidence upon\r\nwhich it seeks to discharge the onus of proof resting on it in\r\nrespect\nthereof. As was held in\nProkureursorde van Transvaal v\r\nKleynhans\n1995 (1) SA 839\n(T) at 849B in regard to a\r\nconstitutional issue:\n“\nDit is myns insiens vir die\r\nbehoorlike ordening van die praktyk absoluut noodsaaklik dat\r\nkonstitusionele punte nie deur advokate\nas laaste debatspunt uit die\r\nmou geskud word maar pertinent in die stukke as geskilpunt geopper\r\nword sodat dit volledig uitgepluis\nkan word deur die partye ten einde\r\ndie Hof in staat te stel on dit behoorlik te bereg.”\nThe\ndictum\nis not only of application to\r\nconstitutional issues – it applies to all issues. Nor is the\ndictum\nonly of application in the context of a founding\r\naffidavit – it applies\nequally to answering affidavits and\r\nreplying affidavits.’\n12\nWhile it is so that a party in motion proceedings\r\nmay advance legal arguments in support of the relief or defence\r\nclaimed by it\neven where such arguments are not specifically raised\r\nin the papers,\nprovided that all\r\nrelevant facts are before the court,\n13\nthis will not be allowed if it causes prejudice to\r\nthe other party.\n14\nThe only ‘private law grounds’ relied on by the\r\n\tDepartment which can conceivably be said to raise legal issues are\n\n\tits contentions that clause 2.3 of the services agreement was either\r\n\tno more than an agreement to negotiate between the parties\nand thus\r\n\tunenforceable, or that the said clause constituted an option to\r\n\trenew the services agreement and was not exercised timeously.\nAs\r\n\tI have already stated,\n15\nit is clear from the initial proposal by 3P\r\n\tConsulting\n16\nand the comment made by the DAC in approving the\r\n\tproposal\n17\nthat clause 2.2 of the services agreement\r\n\tprovided for an initial contract period of two years, while clause\r\n\t2.3 provided for\nan automatic renewal for a period of two years\r\n\tsubject only to such amendments as might be negotiated and agreed\r\n\tupon between\nthe parties. On this construction, clause 2.3\r\n\tconstitutes neither an agreement to negotiate nor an option to\r\n\trenew.\nFrom\r\n\tthe above, it follows that the Department’s attempt to impugn\r\n\tthe validity of the renewal of the services agreement\nusing private\r\n\tlaw principles is unsustainable.\nRelief\nAs\r\n\tindicated above, the high court ordered the Department to implement\r\n\tthe renewed services agreement and to allow 3P Consulting\nto do so.\r\n\tThe Department contended that the services agreement and any renewal\r\n\tthereof involved the rendering of consulting and\npersonal services,\r\n\tthe quality of the performance of which would be impossible to gauge\r\n\tor police. For this reason, submitted\nthe Department, even if the\r\n\trenewal of the services agreement was valid, the court below ought\r\n\tto have exercised its discretion\nto refuse specific performance of\r\n\tsuch agreement.\nOnce\r\n\tagain, this is a contention which is conspicuously absent from the\r\n\tpapers. I agree with the submission made by counsel for\n3P\r\n\tConsulting that this omission is fatal to the Department’s\r\n\tcontentions in this regard. It has been stated by this court\nthat\r\n\tthe party seeking to avoid an order of specific performance bears\r\n\tthe onus of proving that there is an impediment to the\ngrant of\r\n\tspecific performance: it is not ‘incumbent on a plaintiff who\r\n\tclaims specific performance, the grant or refusal\nof which is in the\r\n\tfinal result in the discretion of the Court, to anticipate in his\r\n\tdeclaration the possible grounds which a\ndefendant may advance to\r\n\tinduce the Court to exercise its discretion against the grant of\r\n\tspecific performance’.\n18\nThe Department made no attempt in its papers to\r\n\tput up evidence to discharge this onus. Moreover, there is in any\r\n\tevent nothing\nin the papers to suggest that the obligations of 3P\r\n\tConsulting are vague or imprecise or that, as submitted by counsel\r\n\tfor the\nDepartment, ‘lengthy disputes are likely to occur in\r\n\tregard to whether the contract is in future being properly\r\n\tperformed’.\nThe order for specific performance made by the\r\n\tcourt below must therefore stand.\nConclusion\nAccordingly\r\n\tthe appeal is dismissed with costs, including the costs of two\r\n\tcounsel.\n______________________\nb j van heerden\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT:\r\nA GAUTSCHI SC (with him S GUMEDE)\nInstructed by Biccari Bollo Mariano Inc, Johannesburg;\nVan der\r\nMerwe & Sorour, Bloemfontein.\nRESPONDENT:\r\nG MARCUS SC (with him K HOFMEYR)\nInstructed by Eversheds, Johannesburg;\nMatsepes, Bloemfontein.\n1\n2010\r\n\t(1) SA 356\n(SCA) para 16.\n2\n2001\r\n\t(4) SA 142\n(SCA) paras 8 and 9.\n3\nMunicipal\r\n\tManager: Qaukeni Local Government v FV Trading CC\npara\r\n\t14.\n4\nAs\r\n\tstated above, the proposal by 3P Consulting was in fact for a\r\n\tproject duration of an initial period of two years, renewable\nfor a\r\n\tfurther period of two years: see para 4 above.\n5\nThe\r\n\trenewal itself was non-negotiable –\nsee\r\n\tclause 2.3 of the services agreement, as quoted in para 6 above.\n6\nClause\r\n\t17.2 which provides that ‘[t]his agreement contains all the\r\n\texpress provisions agreed upon by the Parties with regard\nto the\r\n\tsubject-matter of the Agreement and the Parties waive the right to\r\n\trely upon any alleged express provision not contained\nin the\r\n\tAgreement’.\n7\nSee\nJohnston v Leal\n1980\r\n\t(3) SA 927\n(A) at 942H-943C. See further Schalk van der Merwe, LF\r\n\tvan Huyssteen, MFB Reinecke & GF Lubbe\nContract\r\n\tGeneral Principles\n3ed (2007) pp\r\n\t173-176 and the other authorities there cited.\n8\nSee\r\n\tparas 15 and 16 above.\n9\nThe\r\n\tinitial contract was for R60 million per annum (excluding VAT). The\r\n\trenewal was approved at a contract value of R273 366 500\nfor three\r\n\tyears (including VAT), thus an average of more than R90 million per\r\n\tannum (including VAT).\n10\nSee\r\n\tNational Treasury Supply Chain Management Practice Note No SCM 3 of\r\n\t2003, the relevant part of which is quoted in para 16\nabove.\n11\n1999\r\n\t(2) SA 279\n(T) at 323F-G.\n12\nSee\r\n\talso\nGovernment of the Province of KwaZulu-Natal & another v\r\n\tNgwane\n[1996] ZASCA 88\n;\n1996 (4) SA 943\n(A) at 949B-D;\nEskom Holdings Ltd &\r\n\tanother v New Reclamation Group (Pty) Ltd\n2009 (4) SA 628\n(SCA)\r\n\tpara 17.\n13\nSee,\r\n\tfor example,\nCabinet for the Territory of South West Africa v\r\n\tChikane & another\n1989 (1) SA 349\n(A) at 360G-H.\n14\nSee\nMinister van Wet en Order v Matshoba\n1990 (1) SA 280\n(A) at 285E-I.\n15\nSee\r\n\tpara 25 above.\n16\nSee\r\n\tpara 4 above.\n17\nSee\r\n\tpara 5 above.\n18\nSee\nTamarillo (Pty) Ltd v B N Aitken (Pty)\r\n\tLtd\n1982 (1) SA 398\n(A) at 442H-443B.",
  "scraped_at": "2026-02-11T20:45:31.332224",
  "date": "2010-12-01",
  "coram": [
    "Heher",
    "Van Heerden",
    "Mhlantla",
    "Tshiqi JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "199/10",
  "parties": {
    "applicants": [
      "Gauteng MEC for Health"
    ],
    "respondents": [
      "3P Consulting (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In 2007 the Gauteng Department of Health entered into a services agreement with 3P Consulting (Pty) Ltd for a Project Management Unit (PMU) lasting an initial two‑year period, with a clause allowing renewal for a further two years. The Departmental Acquisition Council (DAC) approved the proposal, noting that the overall project would span four years. In late 2008 the parties negotiated an extension of the agreement to three years, ending 31 May 2012, and the Department’s Head of Procurement communicated approval of the extension on 23 March 2009. After the 2009 elections a new MEC repudiated the extension, refusing access to premises and later issuing a notice that the Department would no longer honour the alleged renewal. 3P Consulting sought a declaratory order; the High Court held the renewal valid and ordered specific performance. The Department appealed.",
    "issues": "The appeal raised (1) whether the original 2007 services agreement was void for lack of legality or authority under the Constitution and the Public Finance Management Act (PFMA); (2) whether the 2009 renewal was invalid for failing to follow a competitive public‑tendering process; (3) whether any private‑law grounds (e.g., agreement to negotiate or option to renew) could render the renewal unenforceable; and (4) whether the court should refuse specific performance of the renewed agreement.",
    "principles": "The court considered constitutional provisions s 217(1) and PFMA s 38(1)(a)(iii) requiring fair, transparent, competitive procurement, as well as Treasury Regulation s 76(4)(c) and Regulation 16A6.4, which allow exemption from competitive bidding where it is impractical. It applied the parole‑evidence rule to interpret contractual terms, held that clause 2.3 was a binding renewal provision rather than a mere agreement to negotiate, and affirmed that private‑law arguments must be raised in the founding affidavit. Regarding specific performance, the court reiterated that the party seeking to avoid it bears the onus of proving an impediment.",
    "application": "The court found that the DAC had expressly approved a four‑year project and that the services agreement reflected this intention, rendering the original agreement valid. The 2009 extension fell within the scope of clause 2.3 and was permissible under Regulation 16A6.4 because 3P Consulting was the only practicable provider. No new procurement was required, so the lack of a competitive tender did not invalidate the renewal. The Department’s private‑law contentions failed, and it offered no evidence to overcome the onus to deny specific performance. Consequently, the High Court’s order was upheld.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The order for specific performance of the renewed services agreement remains in force."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "PFMA",
      "Specific Performance",
      "Contract Renewal",
      "Tender Irregularities"
    ]
  }
}