{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/162.html",
  "case_name": "Booysen v S (268/10) [2010] ZASCA 162; 2011 (1) SACR 448 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 162",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 162\n|\nNoteup\n|\nLawCite\nBooysen v S (268/10) [2010] ZASCA 162; 2011 (1) SACR 448 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n268/10\nIn the matter between:\nPATRICK BOOYSEN\n..................................................................................\nAppellant\nand\nTHE STATE\n............................................................................................\nRespondent\nNeutral citation:\nPatrick Booysen v The State (268/10)\n[2010] ZASCA 162\n(1 December 2010)\nCoram:\nPONNAN, MHLANTLA and TSHIQI JJA\nHeard: 22 November 2010\nDelivered: 1 December 2010\nSummary:\nAppeal against sentence – s 51(1) of the\r\nCriminal Law Amendment Act 105 of 1997 (as amended) – whether\r\nsubstantial and\ncompelling circumstances present justifying a\r\ndeparture from the prescribed minimum sentence.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nEastern Cape High Court (Port Elizabeth)\r\n(Jones, Pickering and Dambuza JJ as a full court):\nThe appeal is dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI JA (PONNAN AND MHLANTLA JJA concurring):\n[1] The appellant, Patrick Booysen, a 43 year old\r\nmale, was indicted in the Eastern Cape High Court (per Jansen J) on a\r\ncharge of\nrape of a ten year old girl. He was convicted and sentenced\r\nto life imprisonment in terms of the minimum sentencing legislation,\n\ns 51(1) of the Criminal Law Amendment Act 105 of 1997 (as amended).\n1\nHe appealed, with leave of that court (Jansen J)\r\nto the full court against sentence only. His appeal was dismissed.\r\nThe present\nappeal also against sentence only is before us with leave\r\nof this court.\n[2] The pertinent question before the full court and presently before\r\nus is whether the trial court should have found substantial\nand\r\ncompelling circumstances to be present, justifying a departure from\r\nthe prescribed minimum sentence of life imprisonment.\n[3] The circumstances in which the rape occurred are not disputed and\r\nmay be summarised as follows:\nThe complainant, who referred to the appellant as ‘Oom Pat’\r\nthroughout her testimony during the trial, was the daughter\nof the\r\nappellant’s neighbour and a family friend. She testified that\r\nher mother had forced her to sleep at the appellant’s\nhome the\r\nevening before the rape. The following day, this ten year old child\r\ndid the laundry, hung it to dry and folded it. Thereafter,\nshe was\r\ncalled by the appellant who then raped her in a room in his house.\n[4] Her account of her ordeal shows that she was in a lot of pain\r\nwhen she was being raped. This is not surprising considering\nthat she\r\nwas a virgin and was being violated by a drunken man old enough to be\r\nher father. She testified that she screamed and\nthat the appellant\r\ncovered her mouth to muffle her screams. Her ordeal was interrupted\r\nwhen two young men came and knocked on the\nappellant’s door.\n[5] The brutal nature by which the complainant was robbed of her\r\nvirginity is proved by the gynaecological evidence that shows\nthat\r\nthe labia majora was tender, that the hymen was torn in three places\r\nand that she had a blood stained discharge from her vagina.\nIt is\r\nsignificant that her hymen still showed three fresh tears three to\r\nfour days after the rape.\n[6] At the commencement of the trial, the appellant pleaded guilty to\r\nthe charge and in amplification of his plea his counsel read\nout a\r\nstatement in terms of s 112(2) of the Criminal Procedure Act 51 of\r\n1997. A plea of not guilty was however entered in terms\nof s 113. At\r\nthe conclusion of the State case he did not testify but simply closed\r\nhis case.\n[7] It was submitted on behalf of the appellant that the following\r\npersonal circumstances cumulatively constituted substantial\nand\r\ncompelling circumstances and that they ought to have been recognised\r\nas such by the court below. These were that the accused\nwas 46 years\r\nold at the date of sentencing, was unemployed and received a social\r\ngrant for a disability to his arm. He had passed\nstandard one. His\r\nwife was gainfully employed as a domestic worker. He had no criminal\r\nconvictions since 1987. It was further submitted\nthat the fact that\r\nhe had consumed alcohol and drugs during the course of the morning\r\nbefore the rape should also be taken into\naccount. But no details\r\nwere furnished of the extent of the consumption or its effect on him.\r\nHis counsel further submitted that\nhis guilty plea should be taken\r\ninto account. She was however constrained to concede that it cannot\r\nbe objectively viewed as a\nsign of remorse because, apart from the\r\nfact that the s 112 statement attempted to portray the complainant as\r\na seductress, the\nguilty plea was probably entered because the\r\nappellant was in effect caught in the act by the boys who interrupted\r\nhim.\n[8] It may be helpful at this stage to deal with\r\nthe approach adopted by our courts in applying the minimum sentencing\r\nlegislation.\nThe purpose of the legislation was described by Marais\r\nJA in\nS v Malgas\n2\nas a temporary measure aimed at dealing with\n‘\nan\r\nalarming burgeoning in the commission of crimes of the kind\r\nspecified, resulting in the government, the police, prosecutors and\n\nthe courts constantly being exhorted to use their best efforts to\r\nstem the tide of criminality which threatened and continues to\n\nthreaten to engulf society’.\n[9] The approach to an enquiry such as the present appears at\r\n476e-477b of the judgment and the legislation has been followed\r\nconsistently by the courts in applying the minimum sentence\r\nlegislation. The learned judge of appeal stated at 476f – 477f:\n‘\nIt was\r\nof course open to the High Courts even prior to the enactment of the\r\namending legislation to impose life imprisonment in\nthe free exercise\r\nof their discretion. The very fact that this amending legislation has\r\nbeen enacted indicates that Parliament\nwas not content with that and\r\nthat it was no longer to be “business as usual” when\r\nsentencing for the commission of\nthe specified crimes.\nIn what respects was it no\r\nlonger to be business as usual? First, a court was not to be given a\r\nclean slate on which to inscribe\nwhatever sentence it thought fit.\r\nInstead, it was required to approach that question conscious of the\r\nfact that the legislature\nhas ordained life imprisonment or the\r\nparticular prescribed period of imprisonment as the sentence which\r\nshould\nordinarily\nbe\r\nimposed for the commission of the listed crimes in the specified\r\ncircumstances. In short, the Legislature aimed at ensuring a\nsevere,\r\nstandardised, and consistent response from the courts to the\r\ncommission of such crimes unless there were, and could be\nseen to be,\r\ntruly convincing reasons for a different response. When considering\r\nsentence the emphasis was to be shifted to the\nobjective gravity of\r\nthe type of crime and the public's need for effective sanctions\r\nagainst it. But that did not mean that all\nother considerations were\r\nto be ignored. The residual discretion to decline to pass the\r\nsentence which the commission of such an\noffence would ordinarily\r\nattract plainly was given to the courts in recognition of the easily\r\nforeseeable injustices which could\nresult from obliging them to pass\r\nthe specified sentences come what may…Whatever nuances of\r\nmeaning may lurk in those words,\ntheir central thrust seems obvious.\r\nThe specified sentences were not to be departed from lightly and for\r\nflimsy reasons which could\nnot withstand scrutiny. Speculative\r\nhypotheses favourable to the offender, maudlin sympathy, aversion to\r\nimprisoning first offenders,\npersonal doubts as to the efficacy of\r\nthe policy implicit in the amending legislation, and like\r\nconsiderations were equally obviously\nnot intended to qualify as\r\nsubstantial and compelling\ncircumstances. Nor were\r\nmarginal differences in the personal circumstances or degrees of\r\nparticipation of co-offenders which, but\nfor the provisions, might\r\nhave justified differentiating between them. But for the rest I can\r\nsee no warrant for deducing that\nthe legislature intended a court to\nexclude from consideration,\nante\r\nomnia\nas it were, any\r\nor all of the many factors traditionally and rightly taken into\r\naccount by courts when sentencing offenders.’\n(See also\nS v\r\nAbrahams\n3\n)\n[10] In\nS v Matyityi\n4\napproximately nine years after\nMalgas\nthis court noted that criminality is still on the\r\nrise in our country despite the imposition of minimum sentences and\r\nhas again\nstressed the relevance of the legislation as follows (para\r\n23):\n‘\nDespite\r\ncertain limited successes there has been no real let-up in the crime\r\npandemic that engulfs our country. The situation continues\nto be\r\nalarming. It follows that, to borrow from\nMalgas,\nit\r\nstill is “no longer business as usual”. And yet one\r\nnotices all too frequently a willingness on the part of sentencing\n\ncourts to deviate from the minimum sentences prescribed by the\r\nlegislature for the flimsiest of reasons – reasons, as here,\n\nthat do not survive scrutiny. As\nMalgas\nmakes\r\nplain courts have a duty, despite any personal doubts about the\r\nefficacy of the policy or personal aversion to it, to implement\nthose\r\nsentences. Our courts derive their power from the Constitution and\r\nlike other arms of state owe their fealty to it. Our constitutional\n\norder can hardly survive if courts fail to properly patrol the\r\nboundaries of their own power by showing due deference to the\r\nlegitimate\ndomains of power of the other arms of state. Here\r\nparliament has spoken. It has ordained minimum sentences for certain\r\nspecified\noffences. Courts are obliged to impose those sentences\r\nunless there are truly convincing reasons for departing from them.\r\nCourts\nare not free to subvert the will of the legislature by resort\r\nto vague, ill-defined concepts such as “relative youthfulness”\n\nor other equally vague and ill-founded hypotheses that appear to fit\r\nthe particular sentencing officer’s personal notion\nof\r\nfairness. Predictable outcomes, not outcomes based on the whim of an\r\nindividual judicial officer, is foundational to the rule\nof law which\r\nlies at the heart of our constitutional order.’\n[11] It is against this background that the appeal should be\r\nconsidered. There is no suggestion that the personal circumstances\nof\r\nthe accused were not taken into account by the trial court. The issue\r\nis whether they are such that they amount to substantial\nand\r\ncompelling circumstances. The personal circumstances of the appellant\r\ncannot be viewed in isolation. They have to be weighed\nagainst the\r\naggravating circumstances of the offence.\n[12] The aggravating circumstances were the following:\nThe appellant was viewed as a father figure by the complainant. This\r\nis apparent from her reference to him as ‘Oom Pat’\n\nthroughout her testimony. The families are neighbours. The rape took\r\nplace at the appellant’s home while the complainant\nhad been\r\nsent by her mother, apparently against her will, to go there for a\r\nvisit. The significance of this evidence is that when\nthe appellant\r\nraped the complainant, he did not only abuse a position of trust but\r\nalso took advantage of the complainant’s\nneglect by her family;\r\nas described by his neighbour, Ms Lindoor, in her testimony. Ms\r\nLindoor testified that everyone at the complainant’s\nhome\r\nabused alcohol and fought all the time. She also stated that she\r\nfrequently gave the complainant food. A day after the rape\nincident,\r\nshe yet again called the complainant from the street and offered her\r\nfood. Ms Lindoor, who must be commended for the\nmature manner in\r\nwhich she handled the incident, also contacted the welfare\r\nauthorities in order to offer further assistance to\nthe minor child.\n[13] What happened to the complainant in this\r\nmatter can be compared to\nS v D\n5\n,\nwhere Van Den Heever JA stated:\n‘\nChildren\r\nare vulnerable to abuse, and the younger they are, the more\r\nvulnerable they are. They are usually abused by those who think\nthey\r\ncan get away with it, and all too often do. Even where an offence is\r\nbrought to light, our adversarial system often results\nin the courts\r\nfailing the victims. Had appellant (presumably confident that he\r\ncould bribe the impoverished children to silence)\nnot taken the whole\r\ngroup with him, and had not, as a result, one of the boys been able\r\nto give good evidence of the events of\nthat\nevening,\r\nappellant would indeed have got away with it. Mar was found to be as\r\nincompetent to testify as E. It would probably have\ntaken very\r\nlittle, even had they been rated capable of testifying, for\r\nappellant’s attorney to show them up as unreliable\nwitnesses.\nAppellant’s conduct in my\r\nview was sufficiently reprehensible to fall within the category of\r\noffences calling for a sentence\nboth reflecting the Court’s\r\nstrong disapproval and hopefully acting as a deterrent to others\r\nminded to satisfy their carnal\ndesires with helpless children. His\r\nvictim was doubly vulnerable. Not only was she very young, but she\r\nhad neither a safe haven\nto return to nor any of the armour caring\r\nparents try to provide for their children. She was perhaps chosen for\r\nthat very reason:\nsexually attractive she certainly was not.’\n[14] As in\nS v D\n,\r\nthe complainant in this matter was victimised simply because she was\r\nvulnerable. It was noted by the trial court, that the complainant\nwas\r\nsmall and had not yet developed sexually. Her breasts were very small\r\nand her pubic hair was barely visible. The complainant\nwas therefore\r\nsimply a child. It was fortunate that the two young men arrived at\r\nthe time, because had this not occurred, the appellant\nwould probably\r\nhave managed to get away with the crime.\n[15] There was no victim impact report presented into evidence by the\r\nState. However, the trial judge noted in his judgment that\nwhen the\r\nchild was brought into the court for him to observe her closely, she\r\nunexpectedly came into contact with the appellant\nand became\r\nhysterical, screamed and clung to the court orderly. Such a reaction\r\nby the child, a year after the rape had occurred,\nis a clear\r\nindication that the consequential emotional and psychological trauma\r\nwas profound. The trial judge was correct in my\nview, in his\r\nconclusion that the complainant at the age of ten years was old\r\nenough to realise what was happening to her and to\nconclude that the\r\nstigma and the emotional and psychological scars will remain with her\r\nfor the rest of her life.\n[16] In\nS v Jansen\n6\n,\nDavis J encapsulated the horrific\r\nnature of rape perpetrated on children as follows:\n‘\nRape\r\nof a child is an appalling and perverse abuse of male power. It\r\nstrikes a blow at the very core of our claim to be a civilised\n\nsociety. It is sadly to be expected that the young complainant in\r\nthis case, already burdened by a most unfortunate background\n(for\r\nexample her mother killed her father at an earlier stage in her life)\r\nand who had, notwithstanding these misfortunes, performed\nreasonably\r\nwell at school, will now suffer the added psychological trauma which\r\nresulted in a marked change of attitude and of\nschool performance.\r\nThe community is entitled to demand that those who perform such\r\nperverse acts of terror be adequately punished\nand that the\r\npunishment reflect the societal censure.\nIt is utterly terrifying that we\r\nlive in a society where children cannot play in the streets in any\r\nsafety; where children are unable\nto grow up in the kind of climate\r\nwhich they should be able to demand in any decent society, namely in\r\nfreedom and without fear.\nIn short, our children must be able to\r\ndevelop their lives in an atmosphere which behoves any society which\r\naspires to be an open\nand democratic one based on freedom, dignity\r\nand equality, the very touchstones of our Constitution.’\n[17] Although Ms Lindoor, a neighbour, testified in this matter, none\r\nof the complainant’s parents testified. It is not clear\nfrom\r\nthe record whether they attended the trial to offer her emotional\r\nsupport. There is paucity of information on the emotional\nand\r\npsychological consequences of the rape, except for that observed and\r\nnoted by the trial judge.\n[18]\nIn\nS\r\nv Matyityi\n(para 17) stressed the\r\nbenefits of a balanced perspective achieved by considerations of both\r\nthe circumstances of the perpetrator\nand the victim as follows:\n‘\nBy\r\naccommodating the victim during the sentencing process the court will\r\nbe better informed before sentencing about the after effects\nof the\r\ncrime. The court will thus have at its disposal information\r\npertaining to both the accused and victim and in that way hopefully\na\r\nmore balanced approach to sentencing can be achieved. Absent evidence\r\nfrom the victim the court will only have half of the information\n\nnecessary to properly exercise its sentencing discretion. It is thus\r\nimportant that information pertaining not just to the objective\n\ngravity of the offence but also the impact of the crime on the victim\r\nbe placed before the court. That in turn will contribute\nto the\r\nachievement of the right sense of balance and in the ultimate\r\nanalysis will enhance proportionality rather than harshness.\n\nFurthermore, courts generally do not have the necessary experience to\r\ngeneralise or draw conclusions about the effects and consequences\nof\r\na rape for a rape victim. As Müller and Van der Merwe put it:\n“\nIt is\r\nextremely difficult for any individual, even a highly trained person\r\nsuch as a magistrate or a judge, to comprehend fully\nthe range of\r\nemotions and suffering a particular victim of sexual violence may\r\nhave experienced. Each individual brings with himself\nor herself a\r\ndifferent background, a different support system and, therefore, a\r\ndifferent manner of coping with the trauma flowing\nfrom the abuse.”\r\n’\n[19] The achievement of such a balance is\r\nextremely difficult when the complainants are young victims, as\nNugent JA remarked in In\nS\r\nv Vilakazi\n7\n:\n‘\nThe\r\nprosecution of rape presents peculiar difficulties that always call\r\nfor the greatest care to be taken, and even more so where\nthe\r\ncomplainant is young. From prosecutors it calls for thoughtful\r\npreparation, patient and sensitive presentation of all the available\n\nevidence, and meticulous attention to detail. From judicial officers\r\nwho try such cases it calls for accurate understanding and\ncareful\r\nanalysis of all the evidence. For it is in the nature of such cases\r\nthat the available evidence is often scant and many\nprosecutions fail\r\nfor that reason alone. In those circumstances each detail can be\r\nvitally important. From those who are called\nupon to sentence\r\nconvicted offenders such cases call for considerable reflection.\r\nCustodial sentences are not merely numbers. And\nfamiliarity with the\r\nsentence of life imprisonment must never blunt one to the fact that\r\nits consequences are profound.’\n[20] The appellant did not use a condom. This is yet another\r\naggravating factor, specifically at a time when the whole world is\n\ngrappling with the scourge of the HIV and AIDS pandemic. The majority\r\nof rape victims are not only left to deal with the physical,\n\nemotional and psychological trauma of the rape, but are also exposed\r\nto the possible hardships associated with living with HIV,\nits side\r\neffects and stigma. The only manner in which victims may be protected\r\nis through anti-retroviral drugs, which also have\nside effects. It is\r\nnot clear ex facie the medical report (J88) whether or not this\r\nprecaution was taken with regard to this young\ngirl. No evidence was\r\nled in this regard.\n[21] Not having found substantial or compelling circumstances to be\r\npresent, the trial court found no justification to depart from\nthe\r\nprescribed minimum sentence. Clearly there are none. To find\r\notherwise would be to fall into the trap of doing so for ‘flimsy\n\nreasons’ and ‘speculative hypothesis favourable to the\r\noffender’ as was cautioned against in\nMalgas\n. This the\r\ntrial judge did not do, and consequently did not err in that regard.\r\nIt follows that the appeal must fail.\n[22] In the result the appeal is dismissed.\n______________________\nZ L L Tshiqi\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: J M COERTZEN\nInstructed by Legal Aid Board\nPort Elizabeth;\nLegal Aid Board, Bloemfontein.\nRESPONDENT: J N THYSSE\nInstructed by The Director of Public Prosecutions,\nPort Elizabeth;\nThe Director of Public Prosecutions, Bloemfontein.\n1\nSection\r\n\t51(1) of The Criminal Law Amendment Act 105 of 1997 (as amended)\r\n\tprescribes a minimum sentence of life imprisonment for\nthe rape of a\r\n\tperson under the age of 16 years (Schedule II Part 1).\n2\n2001\r\n\t(1) SACR 469\n(SCA) at 476e.\n3\n2002\r\n\t(1) SACR 116\n(SCA) para 26.\n4\n(659/09)\n[2010] ZASCA 127\n(30 September 2010).\n5\n1995\r\n\t(1) SACR 259\n(A) at 260g-261d.\n6\n1999\r\n\t(2) SACR 368\n(C) at 378g-379a.\n7\n2009\r\n\t(1) SACR 552\n(SCA) para 21.",
  "scraped_at": "2026-02-11T20:48:37.497984",
  "date": "2010-12-01",
  "coram": [
    "PONNAN JJA",
    "MHLANTLA JJA",
    "TSHIQI JJA"
  ],
  "case_number": "268/10",
  "parties": {
    "applicants": [
      "Patrick Booysen"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Patrick Booysen, a 43‑year‑old male, was convicted of raping a ten‑year‑old girl, a neighbour’s daughter who had been forced to stay overnight at his home. The rape occurred the following morning in Booysen’s house; the victim screamed, was gagged, and was interrupted when two young men knocked on the door. Medical evidence confirmed severe physical injury to the victim. Booysen pleaded guilty, was sentenced by the Eastern Cape High Court to life imprisonment under s 51(1) of the Criminal Law Amendment Act 105 of 1997, and appealed on sentence alone.",
    "issues": "The principal issue on appeal was whether the trial judge should have found that substantial and compelling circumstances existed in Booysen’s personal circumstances to justify a departure from the prescribed minimum sentence of life imprisonment for the rape of a child under the Criminal Law Amendment Act.",
    "principles": "The court referred to the purpose of the minimum‑sentence regime in S v Malgas and reaffirmed that departures are permissible only where truly convincing, substantial and compelling circumstances exist. It cited S v Matyityi for the requirement of deference to legislative intent and warned against flimsy or speculative reasons for deviation. The court also highlighted that personal mitigating factors must be weighed against aggravating circumstances of the offence.",
    "application": "The court examined Booysen’s alleged mitigating factors – his age, unemployment, disability grant, lack of prior convictions, and alleged intoxication – and found them insufficient when measured against the aggravating factors: the victim’s vulnerability as a ten‑year‑old, the abuse of a position of trust, the violent and brutal nature of the act, and the lack of condom use. The court concluded that none of the personal circumstances rose to the level of substantial and compelling to justify a lesser sentence, and the trial judge had correctly applied the statutory framework.",
    "conclusion": "The appeal was dismissed. The life imprisonment sentence imposed by the trial court was upheld, and no alteration to the prescribed minimum sentence was ordered."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "minimum sentencing",
      "life imprisonment",
      "substantial and compelling circumstances",
      "child victim"
    ]
  }
}