{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/126.html",
  "case_name": "Ferndale Crossroads Share Block (Pty) Ltd and Others v City of Johannesburg Metropolitan Municipality and Others (542/2009) [2010] ZASCA 126; 2011 (1) SA 24 (SCA) ; [2011] 2 All SA 15 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 126",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 126\n|\nNoteup\n|\nLawCite\nFerndale Crossroads Share Block (Pty) Ltd and Others v City of Johannesburg Metropolitan Municipality and Others (542/2009) [2010] ZASCA 126; 2011 (1) SA 24 (SCA) ; [2011] 2 All SA 15 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 542/2009\nIn\r\nthe matter between:\nFERNDALE\r\nCROSSROADS SHARE BLOCK\n(PROPRIETARY)\r\nLIMITED\n....................................................................................\nFirst\r\nAppellant\nFERNDALE\r\nINVESTMENTS SHARE BLOCK\n(PROPRIETARY)\r\nLIMITED\n...............................................................................\nSecond\r\nAppellant\nURBAN\r\nREAL ESTATE (PROPRIETARY) LIMITED\n...........................................\nThird\r\nAppellant\nand\nCITY\r\nOF JOHANNESBURG METROPOLITAN\nMUNICIPALITY\n..................................................................................................\nFirst\r\nRespondent\nCITY\r\nOF JOHANNESBURG PROPERTY COMPANY\n(PROPRIETARY)\r\nLIMITED\n............................................................................\nSecond\r\nRespondent\nCITY\r\nOF JOHANNESBURG DEVELOPMENT AGENCY\n(PROPRIETARY)\r\nLIMITED\n................................................................................\nThird\r\nRespondent\nRANDBURG\r\nPROFESSIONAL HAWKERS\nASSOCIATION\r\nINCORPORATED\n.................................................................\nFourth\r\nRespondent\nRANDBURG\r\nMANAGEMENT DISTRICT INC.\n..................................................\nFifth\r\nRespondent\nNeutral\r\ncitation\n:\nFerndale Crossroads Share Block v City of\r\nJohannesburg Metropolitan\n(542/09)\n[2010] ZASCA 126\n(30 September\r\n2010)\nCoram:\nMPATI P, HEHER, CACHALIA JJA, BERTELSMANN and EBRAHIM AJJA\nHeard:\n19 August 2010\nDelivered:\n30 September 2010\nUpdated:\nSummary:\nLocal authority: Section 79(18) of Local Government Ordinance 17\r\nof 1939 – power of local authority to alienate immovable\r\nproperty – no such power in absence of preconditions –\r\nlease agreement concluded without compliance with preconditions\n\ninvalid.\n___________________________________________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court (Johannesburg)(Marais J sitting as court of first\r\ninstance):\nThe appeal is dismissed\r\nwith costs, which shall include those of two counsel.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nMPATI P\n(HEHER, CACHALIA JJA, BERTELSMANN and EBRAHIM AJJA):\n[1] Two applications came\r\nbefore the Johannesburg High Court (Marais J) concerning the same\r\nissue, which is also the primary issue\nin this appeal, viz the\r\nvalidity of a written agreement (the agreement) concluded between the\r\nfirst and second appellants (of the\none part) and the first\r\nrespondent. Clause 5 of the agreement reads:\n`[The\r\nCity of Johannesburg] agrees to lease the land. . .marked in Red\r\nbetween BE and F on the Drawing at an annual nominal rental\nof R499 .\r\n. . to [the first and second appellants]. The land leased in terms\r\nhereof measures approximately 627 square meters and\nis in accordance\r\nwith the draft surveyors’ diagram attached hereto as annexure\r\n“A”. . .’\nIn part B of their notice\r\nof motion the appellants sought an order, inter alia, ‘[d]eclaring\r\nthat the written agreement concluded\nbetween the first and second\r\nappellants (of the one part) and the first respondent on 27 March\r\n2002 is valid and enforceable’.\nNo relief was sought against\r\nthe second, fourth and fifth respondents; they were cited by virtue\r\nof the interest each held in the\nsubject matter of the application.\r\nThe third respondent featured in part A of the notice of motion where\r\ninterdictory relief was\nsought against it and the first respondent,\r\nthe City of Johannesburg Metropolitan Municipality. Part A of the\r\nappellants’\nnotice of motion is not relevant for purposes of\r\nthis appeal.\n[2] In its notice of\r\nmotion, which was coincidentally issued on the same day as that of\r\nthe appellants, the first respondent sought\nthe following order:\n`1.\r\nThat the lease agreement entered into between [first and second\r\nappellants] and the City of Johannesburg dated 27 March 2002.\n. .be\r\ndeclared to be invalid\nab\r\ninitio;\n2.\r\nIn the alternative to prayer 1, if the lease is found to be valid,\r\nthat clause 18.2 of the lease be declared invalid;\n3.\r\nIn the alternative to prayer 2, if clause 18.2 is found to be valid,\r\nthat an order of specific performance of the lease agreement\nby [the\r\nCity of Johannesburg] would be inappropriate.’\nClause 18.2\r\nof the agreement provides that ‘. . . no party shall in any\r\ncircumstances be entitled to cancel this agreement’\n.\n[3] The appellants own\r\ncommercial property in the Randburg Central Business District (CBD).\r\nThe property consists of a shopping\ncentre known as the Oriental\r\nPlaza, one of a number of such centres forming the Randburg Mall (the\r\nmall). A major thoroughfare,\nHendrik Verwoerd Drive (H V Drive),\r\nseparates the CBD and the Randburg Civic Precinct (Civic Precinct)\r\nwhich is located on a triangular-shaped\npiece of land owned by the\r\nfirst respondent and bounded by H V Drive, Jan Smuts Avenue (Jan\r\nSmuts) and Selkirk Avenue. Jan Smuts\nand H V Drive meet at a point\r\nclose to the Oriental Plaza while Selkirk Avenue, which links Jan\r\nSmuts and H V Drive, is the base\nof the triangle. The Civic Precinct\r\nis utilized for a variety of purposes, including a taxi rank and a\r\ntraders’ market. The\nOriental Plaza is situated opposite the\r\ntaxi rank and traders’ market, across H V Drive.\n[4] Prior to the\r\nconclusion of the agreement the taxi rank was partly enclosed by\r\nwalls, the side closest to the Oriental Plaza\nbeing left open. Entry\r\nto it was gained from Jan Smuts. Thus, to reach the mall and the rest\r\nof the CBD from the taxi rank pedestrians\nhad to cross H V Drive. It\r\nis common cause that the conflict between pedestrian and vehicular\r\ntraffic constituted a safety hazard.\nThe appellants, who were the\r\nlessors of all the shops inside the Oriental Plaza, saw in this an\r\nopportunity for securing their\nlessees’ tenancy. So they\r\ndevised a plan to ‘channel’ the pedestrians from the taxi\r\nrank to the Oriental Plaza\nthrough an overhead bridge across H V\r\nDrive. They anticipated that this would increase business for their\r\ntenants. To achieve their\ngoal the appellants applied to the first\r\nrespondents’ property management forum, the City of\r\nJohannesburg Property Company\n(Pty) Ltd (JPC), in May 2001 to lease a\r\nportion of the land making up the Civic Precinct and from which the\r\nbridge could be accessed.\n(One foot of the envisaged pedestrian\r\nbridge would rest on the leased land.) Considering that an overhead\r\nbridge would assist in\nsolving the problem of the safety hazard\r\ncaused by pedestrians crossing H V Drive the first respondent\r\napproved the application\nand on 27 March 2002 the agreement, which is\r\nthe subject matter of this appeal, was concluded.\n[5]\r\nIn addition to the lease provisions in clause 5\n1\nthe agreement also provided, inter\r\nalia, for the appellants to extend the existing walls around the taxi\r\nrank so that the taxi rank\nwould be completely enclosed (clauses 6.2\r\nand 6.3).\n2\nClause 7.1 is in these terms:\n‘\n7.1\r\n[The appellants] undertake, as soon as possible after signature of\r\nthis Agreement and the obtaining of all necessary approvals\nfrom all\r\nrelevant authorities, to attend to the passing of plans for the\r\ndesign and construction of a pedestrian bridge . . . over\n[H V Drive]\r\nclose to the intersection with [Jan Smuts] . . . which Bridge will\r\nlink the taxi rank with the Oriental Plaza Shopping\nCentre.’\nClause 7.2 stipulated\r\nthat a consideration of R1.00 ‘will be payable by [the first\r\nrespondent] to [the appellants] . . . for\nthe construction of the\r\nBridge’. In terms of clause 8.2 the bridge and a certain\r\nbarrier, also to be constructed by the appellants\nat their own cost,\r\nwould become the property of and be controlled and maintained by the\r\nfirst respondent. Subject to the support\nof the Randburg Chamber of\r\nCommerce, the appellants would be entitled to construct and lease to\r\nhawkers twelve kiosks at the foot\nof the bridge (clause 9).\n[6]\r\nThe parties appear to have complied with their respective obligations\r\nin terms of the agreement until the beginning of May 2006\nwhen the\r\nfirst respondent caused hawkers’ facilities to be erected\r\noutside the wall enclosing the taxi rank. Thereafter,\nit caused a\r\nportion of the wall to be demolished in order to allow access\r\nfrom\nthe enclosed area to the newly constructed hawkers’\r\nfacilities. It is alleged in the appellants’ papers that this\r\nled\nto ‘thousands of pedestrians streaming through the gap in\r\nthe wall and traversing [H V Drive] on their way to and from the\ntaxi\r\nrank’.\nThis\r\nresulted in some skirmishes between the parties to the agreement the\r\ndetail of which is not necessary for present purposes.\nIn the\r\nmeantime, during September 2004, a Ms Tanya van Schalkwyk of JPC\r\ndiscovered that the first respondent had not published\na notice of\r\nits resolution to lease the land concerned as required by the\r\nprovisions of s 79(18) of the Local Government Ordinance\n(the\r\nOrdinance)\n3\n,\r\ncalling for objections, if any, to the proposed lease. The relevant\r\npart of the Ordinance reads:\n’\n79\r\nGeneral Powers – The Council may do all of the following things\r\n– namely:\n.\r\n. .\n(18)(\na\n)\r\n. . . [S]ubject to the succeeding paragraphs and the provisions of\r\nany other law –\n(i)\r\nlet, sell, exchange or in any other manner alienate or dispose of any\r\nmovable or immovable property of council . . .;\n(\nb\n)\r\nwhenever a council wishes to exercise any of the powers conferred by\r\nparagraph (\na)\nin respect of immovable property, excluding the\r\nletting of any other property than land in respect of which the lease\r\nis subject\nto section 1(2) of the Formalities in respect of Leases of\r\nLand Act, 1969 (Act 18 of 1969), the council shall cause a notice of\n\nthe resolution to that effect to be –\n(i)\r\naffixed to the public notice board of the Council; and\n(ii)\r\npublished in a newspaper in accordance with section 91 of the\r\nRepublic of South African Constitution Act, 1983;\nin\r\nwhich any person who wishes to object to the exercise of any such\r\npower, is called upon to lodge his objection in writing with\nthe Town\r\nclerk within a stated period of not less than fourteen days from the\r\ndate of the publication of the notice in the newspaper.\n. .\n(\nc\n)\r\nwhere any objection is received by the Town clerk in terms of\r\nparagraph (\nb\n), the council shall not exercise the power\r\nconcerned if it is-\n(i)\r\na council referred to in part I or II of the Sixth Schedule to this\r\nOrdinance, unless the council has considered any objection;\nor\n(ii)\r\n. . . .’\nAfter they had been\r\nadvised of this fact the appellants forwarded a written request to\r\nJPC to advertise the lease. Notices calling\nfor objections to a\r\nproposed ‘long-term lease of the pedestrian bridge across [H V\r\nDrive]’ were published in two newspapers\non 19 November 2004.\r\nIn response to the notices three objections were received, after\r\nwhich certain further developments occurred,\nculminating in the first\r\nrespondent obtaining legal advice to the effect that the agreement\r\n(lease) was void\nab initio.\nIn January 2007 the first\r\nrespondent’s Director: Legal Services gave instructions that\r\napplication proceedings be instituted\non behalf of the first\r\nrespondent for an order, inter alia, declaring the lease to be\r\ninvalid.\n[7] For the order it\r\nsought declaring the ‘lease agreement’ to be void\nab\r\ninitio\nthe first respondent relied on its own failure to comply\r\nwith the provisions of section 79(18) of the Ordinance. It asserted\r\nin\nits founding affidavit that the agreement constituted a lease and\r\nthus that the council was obliged to publish its resolution to\nlease\r\nthe land described in it and to invite objections to it.\n[8] That the first\r\nrespondent is a local authority as contemplated in Part 1 of the\r\nSixth Schedule to the Ordinance is not in issue.\nAnd it is common\r\ncause that the provisions of s 79(18) were not complied with before\r\nthe conclusion of the agreement.\n[9] In the founding\r\npapers in their application the appellants intimated that it would be\r\ncontended on their behalf that upon a\nproper consideration of its\r\ncontents the agreement is not essentially a lease agreement (as\r\ncontemplated, and provided for, in\nterms of s 79(18)), but is rather\r\na composite arrangement, the true nature of which is not governed by\r\nthe provisions of s 79(18)\nof the Ordinance. That stance was\r\nmaintained in their answering affidavit in the first respondent’s\r\napplication. However,\nthe court a quo found that the agreement ‘in\r\nits own terms was a lease and was so regarded by the parties. . .’\r\nand\nthat s 79(18) of the Ordinance applied to it. Consequently, in\r\nthe first respondent’s application the court declared the\r\nagreement void\nab initio\nand ordered the appellants to pay the\r\nfirst respondent’s costs. It dismissed the appellants’\r\napplication with costs.\nThe appellants are before us with leave of\r\nthis court, the court a quo having refused leave to appeal.\n[10] The issues on appeal\r\nare (1) whether the agreement, properly construed, constitutes a\r\nlease, in which event it would have been\nsubject to the provisions of\r\ns 79(18) of the Ordinance; (2) whether, if the agreement is a lease,\r\nthe court a quo had a discretion\nnevertheless to uphold it and, (3)\r\nif it had such a discretion, whether the court a quo should have\r\nexercised it in favour of the\nappellants. A related issue is whether,\r\nif the agreement were found to be valid, an order for specific\r\nperformance of the first\nrespondent’s obligations would be\r\nappropriate.\n[11] Since, on the side\r\nof the appellants, the issues in the appeal concern only the first\r\nand second appellants I shall, for convenience,\nrefer to them\r\ncollectively as ‘the appellants’. The third appellant,\r\nalthough a party to the proceedings against the\nrespondents by virtue\r\nof the fact that it had acted as the first and second appellants’\r\nagent in the negotiations that led\nto the conclusion of the\r\nagreement, was not cited as a party in the first respondent’s\r\napplication against the first and\nsecond appellants. I shall also\r\nrefer to the first respondent as ‘the respondent’ and to\r\nthe first and second respondents\ncollectively as ‘the\r\nrespondents’.\n[12] The respondent\r\nasserts in its founding affidavit that the agreement constitutes a\r\nlease and that it (the respondent) was therefore\nobliged to publish\r\nits resolution embodying its intention to lease the land described in\r\nit (the agreement) and to call for objections.\n‘\nA\r\ncontract of lease is entered into when parties who have the requisite\r\nintention agree together that the one party, called the\nlessor, shall\r\ngive the use and enjoyment of immovable property. . . to the other\r\ncalled a lessee, in return for the payment of\nrent.’\n4\nIn\nKessler v Krogmann\n5\nInnes CJ\nsaid\r\nthe following on the essentials of a lease:\n‘\nA\r\nreference to the authorities will show that the essentials of a\r\ncontract of lease are that there must be an ascertained thing,\nand a\r\nfixed rent at which the lessee is to have the use and enjoyment of\r\nthat thing.’\n6\nIn the present matter\r\ncounsel for the appellants conceded that clause 5 of the agreement\r\nutilizes language typically associated\nwith a lease – the\r\nclause identifies a specific piece of land to be leased (an\r\nascertainable thing) at an annual nominal\nrental of R499 – but\r\nhe submitted that the clause is only part of the agreement and not of\r\nitself determinative of its character.\nThe import and essence of the\r\nagreement, so it was contended, was for a bridge to be constructed at\r\nthe appellants’ cost\nto serve as a conduit for the safe\r\nconveyance of commuters between the taxi rank and the Oriental Plaza\r\nover the H V Drive. The\nsubstratum of the agreement, the argument\r\ncontinued, is identified in clause 5 where it is recorded that ‘[i]n\r\nthe event\nof the taxi rank . . . being moved from the [Civic\r\nPrecinct] and the demolition of the kiosks then the lease may be\r\nterminated\nby either [of\nthe\r\nparties]’. It was contended further that clause 7.1 is\r\nfundamental to the overall purpose of the agreement.\n7\n[13] It is true, as the\r\ncourt a quo observed, that the agreement ‘contains other\r\nprovisions not normally part of a lease agreement’\nand that the\r\nappellants entered into the agreement with the objective of effecting\r\nthe ‘funnelling’ of commuters from\nthe taxi rank to the\r\nOriental Plaza, while the respondents’ objective was to obtain\r\na pedestrian bridge over H V Drive which\nwould eliminate the problem\r\nof a safety hazard caused by pedestrians crossing H V Drive at ground\r\nlevel. But to achieve their objectives,\nthe appellants, on the one\r\nhand, had to construct the pedestrian bridge and extend the existing\r\nwalls around the taxi rank so as\nto enclose it completely, while on\r\nthe other hand the respondent had to make available a piece of land\r\non which one of the legs\nof the bridge was to rest.\n[14]\r\nI agree with counsel for the respondents, however, that the\r\nobjectives and motives of the parties are of secondary importance\nin\r\ncharacterising the agreement and that the primary indicator for such\r\ncharacterisation is the intention of the parties as expressed\nby them\r\nin creating the contractual rights and obligations contained in the\r\nagreement. As was said by this court a century ago,\n‘as a\r\ngeneral rule, the parties to a contract express themselves in a\r\nlanguage calculated without subterfuge or concealment\nto embody the\r\nagreement at which they have arrived. They intend the contract to be\r\nexactly what it purports; and the shape which\nit assumes is what they\r\nmeant’.\n8\nThe issue in that case was whether a\r\ncertain transaction constituted a sale or a pledge. After referring\r\nto the old authorities\nand, with approval, to English authority,\r\nInnes JA said:\n‘\nWe\r\nmay take it, therefore, both on principle and on authority, that in\r\nconsidering whether the real nature of any particular contract\nis\r\ndifferent from its ostensible form, we must endeavour from all the\r\ncircumstances to get the actual meaning of the parties.’\n9\n[15]\r\nIt was not suggested on behalf of the appellants that there was any\r\nsubterfuge about the transaction between them and the respondent.\n\nWith regard to the circumstances relevant to the present matter, I\r\nhave mentioned above that the appellants saw, from the many\ncommuters\r\nwho crossed H V Drive from the taxi rank into the CBD, an opportunity\r\nto bolster the trade conducted by their lessees\nin the Oriental Plaza\r\nby ‘funnelling’ the commuters from the taxi rank through\r\nan overhead pedestrian bridge to the\nOriental Plaza. For the\r\nconstruction of the pedestrian bridge they required the use of a\r\npiece of land owned by the respondent.\nIn the respondent’s\r\nfounding affidavit in its application the allegation is made that\r\nUrban Real Estate (Pty) Ltd (third\nappellant), acting on behalf of\r\nthe appellants, ‘submitted an application to JPC\nto\r\nlease\na portion of\r\n[the Civic Precinct], belonging to [the respondent]’. (My\r\nunderlining.) The appellants admitted the allegation,\nbut qualified\r\ntheir admission by adding that ‘upon a proper construction of\r\nthe agreement . . . it is not, in essence, a\nlease, but rather a\r\ncomposite agreement, of which the lease provisions forms an\r\ninsignificant part.’ It was accordingly submitted,\non behalf of\r\nthe appellants, that there had been no obligation on the respondent\r\nto comply with the provisions of s 79(18) of the\nOrdinance.\n[16]\r\nBefore us counsel sought support for this proposition from this\r\ncourt’s decision in\nWed\r\n(Pty) Ltd v Pretoria City Council & others,\n10\na case in which the Pretoria City\r\nCouncil (the Council) had expropriated two adjacent buildings which\r\nit intended to redevelop.\nEighteen years later it decided to approach\r\ninterested persons and bodies to assist with the restoration of the\r\nbuildings. The\nappellant, who occupied part of one of the buildings\r\ncaused to be submitted, on its behalf, proposals to the Council for\r\nthe restoration\nof the buildings. But the Council resolved to\r\nconclude a contract with the second respondent who had also submitted\r\nproposals.\nThe appellant was dissatisfied with the decision and\r\ninstituted motion proceedings against the Council and the second\r\nrespondent\nfor the review and setting aside of the former’s\r\ndecision on grounds of non-compliance with the provisions of s 35(1)\r\nof\nthe Ordinance, which provides, inter alia, that ‘before a\r\ncouncil enters into any contract for the execution of any works\n. . .\r\nit shall give . . . notice of its intention to enter into such\r\ncontract. . .’ and call for tenders. No such notice\nhad been\r\ngiven and no tenders were invited. In terms of the proposed agreement\r\nthe second respondent would finance the cost of\nthe restorations by\r\nmeans of a loan and would, in return, be granted (by the Council) a\r\nlong-term lease of the buildings which\nit would then be entitled to\r\nsub-let. In considering whether the proposed agreement was one ‘for\r\nthe execution of any works\nfor and on behalf of the Council’\r\nthis court said:\n‘\nFor\r\nthe purposes of this case it may be assumed that the activities which\r\nthe second respondent will perform in restoring the buildings\nwill\r\namount to the carrying out of “works” within the ordinary\r\nmeaning of the word . . . These activities will, however,\nform only\r\none facet of a composite contract which will also sanction the\r\noccupation of the buildings by the second respondent for\nat least 50\r\nyears and will contain the financial arrangements between the parties\r\nconsisting in part of the payment of rent by\nthe second respondent\r\nand in part of the sharing of profits. The contract as a whole is\r\ntherefore clearly something more than a\nmere contract for the\r\nexecution of works.’\n11\nThis court consequently\r\nheld that the section ‘is intended to apply only to contracts\r\nto which the procedures laid down in\n[it] are capable of being\r\napplied . . .’ and that ‘it must accordingly be limited\r\nto contracts for the execution of\nworks in return for a money\r\nconsideration’.\n[17]\r\nI do not agree with the submission by the counsel for the appellant\r\nthat the facts in the\nWed\ncase are similar to\r\nthose of the present matter. It is true, as I have already stated,\r\nthat in the instant case the agreement contains\nother provisions not\r\nnormally part of a lease agreement. But unlike the\nWed\ncase where the\r\nCouncil was not going to spend any public funds on restoring the\r\nbuildings – which, in my view, was the main\nground upon which\r\nthis court came to the conclusion that the agreement in that case was\r\nnot struck by s 35(1) of the Ordinance\n– in the present matter\r\nthe first respondent was required to make available (let) what may be\r\nreferred to as public space\nto private entities mainly for the\r\nlatter’s own advantage.\n[18] That the agreement\r\ncontains a lease element is common cause. And again, I do not agree\r\nwith counsel for the appellants that\nthe lease provisions form an\r\ninsignificant part of the agreement. In my view, they form an\r\nintegral part of the agreement without\nwhich the parties’\r\nobjectives could not have been realised. Indeed, as the respondent’s\r\ncounsel correctly pointed out,\nwithout the lease element, in terms of\r\nwhich the respondent was obliged to permit the bridge to occupy the\r\nleased area of land\non the Civic Precinct for a lengthy period the\r\nagreement would not make any sense. It cannot stand without the lease\r\nelement.\n[19]\r\nApart from the fact that the appellants had applied to the first\r\nrespondent to lease the piece of land concerned and apart\nfrom the\r\ncontents of clause 5 of the agreement, which contains the\nessentialia\nof a lease –\r\nit identifies the thing to be leased and the annual rental to be paid\r\nin exchange – there are other indicators\npresent, evidencing\r\nthe substance of the parties’ intention, viz to conclude a\r\nlease agreement and, in addition, to record\nother rights and\r\nobligations flowing from it. In terms of the agreement the appellants\r\n‘shall be entitled to cede, transfer\nor assign any of [their]\r\nrights under this\nlease\n. . .’\r\n(clause 15). (My underlining.) The agreement makes provision for\r\n‘advertisement costs’ and a ‘valuation\nfee’\r\nto be paid by the appellants (clause 5.3), a clear indication that\r\nthe parties had the provisions of s 79(18) of the\nOrdinance in mind.\r\nAnd the parties themselves in fact treated the agreement as a lease.\r\nWhen the appellants were informed that\nthe respondent had not\r\ncomplied with the provisions of s 79(18) they requested that the\r\nlease be advertised so as to overcome the\nproblem. In correspondence\r\nthat passed between the parties’ legal representatives the\r\nagreement was constantly referred to\nas a lease.\n[20]\r\nIn my view, the appellants failed to discharge the onus resting upon\r\nthem, of proving, on a balance of probabilities, that\nthe agreement\r\nis something different from what it appears to be: a contract of\r\nlease,\n12\nor that the lease element of it is so\r\ninsignificant that compliance with the provisions of s 79(18) of the\r\nOrdinance was not required\nor necessary.\n[21] Section 79(18)(b) is\r\nintended to ensure that no immovable property of a local authority is\r\nalienated or disposed of without\nnotice to its ratepayers and the\r\naffording to interested persons of the opportunity to object and have\r\nsuch objections duly considered.\n‘Alienation’ and\r\n‘disposal’ are concepts which are obviously to be\r\nliberally construed in the public interest.\nThe agreement in question\r\ndetracts from the Council’s ownership of 627 square meters of\r\nits immovable property by transferring\nrights in that property to the\r\nappellants for 20 years. Such rights may be registered as real\r\nrights. Thus, the agreement factually\ngives rise to the very\r\nsituation that the subsection was designed to regulate. The fact that\r\nthe alienation may appear to be insignificant\nin the scheme of the\r\nagreement is irrelevant: the only question is whether or not there is\r\nan alienation or disposal. Once there\nis, interested parties could\r\nnot be deprived of the opportunity to object.\n[22]\r\nThe effect of non-compliance with the provisions of s 79(18)(b) and\r\n(c) of the Ordinance, ie failure by the respondent to cause\na notice\r\nof its resolution, embodying its intention to let the area of land\r\ndescribed in the agreement to be affixed to its public\nnotice board\r\nand to publish it (the resolution) in a newspaper calling for\r\nobjections to the proposed lease before exercising the\npower to let,\r\nis that the jurisdictional fact necessary for the exercise of the\r\npower was absent. In terms of s 79(18)(c) a council\n‘\nshall\r\nnot\nexercise the\r\npower [to let immovable property] . . . unless [it] has considered\r\nevery objection’. (My underlining.) In the\nabsence of the\r\nnecessary jurisdictional fact the respondent could not validly\r\nexercise the power,\n13\nwith the result that the lease\r\nelement of the agreement was\nab\r\ninitio\ninvalid\n.\n[23]\r\nThe appellants contended, in the alternative, that should it be found\r\nthat the court below was correct in its conclusion that\nthe agreement\r\ncontained a lease, the court nevertheless failed to exercise its\r\ndiscretion in favour of condoning the invalidity.\nI shall assume,\r\nwithout deciding, that such a discretion exists.\n14\nIt is not in dispute that the learned\r\njudge did not bring any discretion to bear on this question. And\r\nordinarily this would be\na sufficient ground for an appellate\r\ntribunal to interfere with an order of a court of first instance.\n15\n[24] The appellants did\r\nnot, however, raise this issue in their founding affidavit in their\r\napplication and made only a passing\nreference in their replying\r\naffidavit to it being ‘unfair and inappropriate to now declare\r\nit [the contract] void’\nbecause ‘too much water has\nalready passed under this\r\nbridge to reverse the transaction’. The issue appears to have\r\nbeen only faintly argued in the court\na quo and was raised expressly\r\nfor the first time in the appellants’ amended notice of\r\napplication for leave to appeal –\nobviously as an afterthought.\n[25] It should be\r\nmentioned that the appellants’ failure to raise the issue was\r\nnot an oversight. Their case was that the\nparties had entered into a\r\ncommercial contract and it was in the law of contract – not in\r\npublic law or administrative law\n– that they sought their\r\nremedy. Thus, in their answering affidavit in the respondent’s\r\napplication they sought to\nestablish that they were entitled to an\r\norder for specific performance, which is a contractual remedy. Having\r\nfailed to deal with\nthe issue pertinently in their affidavits they\r\ncannot now seek to elevate it as a ground on appeal.\n[26] Furthermore, in his\r\njudgment dismissing the appellants application for leave to appeal,\r\nMarais J found that even if the contract\nwas valid he would, in the\r\nexercise of his discretion, not have ordered specific performance\r\nbecause this would have the effect\nof frustrating the respondent’s\r\nredevelopment plans for Randburg’s central business district,\r\nwhich would not be in\nthe public interest. And he concluded,\r\nfittingly, that this consideration would have been decisive had he\r\nexercised his discretion\nin relation to the declaratory relief that\r\nwas sought. I agree with this approach.\n[27] The appeal is\r\ndismissed with costs, which shall include those of two counsel.\n____________________\nL Mpati\nPresident\nAPPEARANCES\nAPPELLANTS: S Snyman SC\r\nwith him S J Bekker\nInstructed by Salant\r\nAttorneys, Johannesburg;\nMatsepes Inc.,\r\nBloemfontein\nRESPONDENT: S J Du\r\nPlessis SC with him L B van Wyk SC\nInstructed by Brink Cohen\r\nLe Roux, Johannesburg;\nSymington & De Kock,\r\nBloemfontein\n1\nQuoted\r\n\tin paragraph 1 above.\n2\nClause\r\n\t6.4 reads: ‘The walls referred to in 6.2 and 6.3 are to be or\r\n\thave been constructed in such a way to ensure that\nthe commuters at\r\n\tthe taxi rank who wish to exit the taxi rank will be prevented from\r\n\tdoing\nso and that the exit of\r\n\tsuch commuters will be directed towards the pedestrian bridge\r\n\treferred to in 7.1.’\n3\n17\r\n\tof 1939.\n4\nA\r\n\tJ Kerr\nThe Law of Sale and Lease\n3 ed (2004) p245.\n5\n1908\r\n\tTS 290.\n6\nAt\r\n\t297.\n7\nClause\r\n\t7.1 reads: ‘[The appellants] undertake as soon as possible\r\n\tafter signature of this agreement and the obtaining of\nall necessary\r\n\tapprovals from all relevant authorities to attend to the passing of\r\n\tthe plans for the design and construction of\nthe pedestrian bridge’\r\n\t. . . over [H V Drive] close to the intersection with Jan Smuts\r\n\tAvenue as depicted on the Drawing,\nwhich Bridge will link the taxi\r\n\trank with the Oriental Plaza Shopping Centre.’\n8\nZandberg\r\n\tv Van Zyl\n1910 AD 302\nat 309.\n9\nAt\r\n\t310.\n10\n1988\r\n\t(1) SA 746 (A).\n11\nAt\r\n\t757G – I.\n12\nSee\nZandberg v Van Zyl\nabove, at 314.\n13\nSee\nPaola v Jeeva NO & others\n[2003] ZASCA 100\n;\n2004 (1) SA 396\n(SCA) paras 14\r\n\t-16;\nKimberley Junior School v\nHead, Northern Cape\r\n\tEducation Department\n2010 (1) SA 217\n(SCA) para 11. Compare also\nFoundation Estate & Finance Co. (Pty) Ltd v Johannesburg City\r\n\tCouncil\n1978 (1) SA 92\n(W).\n14\nFor\r\n\ta contrary view, see DM Pretorius ‘The Status and Force of\r\n\tDefective Administrative Decisions Pending Judicial Pronouncements’\n\n\t(2009) 126\nSALJ\n537.\n15\nDavidson\r\n\tv Honey\n1953 (1) SA 300\n(A) 309A.",
  "scraped_at": "2026-02-11T20:38:41.515025",
  "date": "2010-09-30",
  "coram": [
    "MPATI P",
    "HEHER",
    "CACHALIA JJA",
    "BERTELSMANN",
    "EBRAHIM AJJA"
  ],
  "case_number": "542/2009",
  "parties": {
    "applicants": [
      "Ferndale Crossroads Share Block (Proprietary) Limited",
      "Ferndale Investments Share Block (Proprietary) Limited",
      "Urban Real Estate (Proprietary) Limited"
    ],
    "respondents": [
      "City of Johannesburg Metropolitan Municipality",
      "City of Johannesburg Property Company (Proprietary) Limited",
      "City of Johannesburg Development Agency (Proprietary) Limited",
      "Randburg Professional Hawkers Association Incorporated",
      "Randburg Management District Inc."
    ]
  },
  "sections": {
    "facts": "The appellants, owners of the Oriental Plaza shopping centre in Randburg, sought to alleviate a pedestrian safety hazard by constructing an overhead bridge linking the taxi rank on the Randburg Civic Precinct to their centre. To secure a portion of land on the precinct for the bridge’s footbridge, they applied to the City of Johannesburg Property Company (JPC) and, on 27 March 2002, entered into a written agreement with the City of Johannesburg Metropolitan Municipality. The agreement (clause 5) leased approximately 627 m² at a nominal rent of R499 and contained further provisions for constructing the bridge, extending walls around the taxi rank, and related obligations. In 2004 the City failed to publish the required notice under section 79(18) of the Local Government Ordinance, prompting objections and later a declaration by the High Court that the lease was void ab initio. The appellants appealed the decision.",
    "issues": "1) Whether the 2002 agreement, when properly construed, constitutes a lease within the meaning of section 79(18) of the Local Government Ordinance; 2) If it is a lease, whether the court a quo had discretion to uphold it despite the procedural defect; 3) Whether specific performance of the lease obligations would be appropriate; and 4) Whether the agreement could be characterised as a composite contract rendering section 79(18) inapplicable.",
    "principles": "The court applied the established test for a lease: an ascertained thing and a fixed rent, as articulated in Kessler v Krogmann and reiterated by Innes CJ. The intention of the parties, expressed in the contract, is the primary indicator of its nature, with secondary consideration given to the contractual terms. Section 79(18) of the Local Government Ordinance requires a local authority to publish a notice of its intention to alienate immovable property and to allow objections before exercising the power to let. Non‑compliance deprives the authority of the jurisdictional fact necessary to validly lease the property. The court also considered the doctrine of composite contracts, noting that a lease element that is integral to the overall purpose brings the whole agreement within the scope of the Ordinance.",
    "application": "The court found that clause 5 identified a specific parcel of land and a nominal rent, satisfying the essential criteria of a lease. The lease component was deemed integral to the overall purpose of constructing the bridge; without it, the agreement would be meaningless. Consequently, the agreement fell squarely within the ambit of section 79(18). The City’s failure to publish the requisite notice meant the statutory precondition was not met, rendering the lease void ab initio. The appellants did not discharge the onus of proving that the agreement was something other than a lease or that the lease element was insignificant. The court also noted that the appellants had not properly raised the issue of the court’s discretionary power on appeal, and even if raised, the lower court had already indicated that specific performance would be contrary to public interest.",
    "conclusion": "The appeal was dismissed with costs, which shall include those of two counsel. The lease agreement dated 27 March 2002 was declared void ab initio due to non‑compliance with section 79(18) of the Local Government Ordinance. No order of specific performance was made."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government",
    "level_3": [
      "lease",
      "section 79",
      "alienation of property",
      "public authority",
      "contract interpretation"
    ]
  }
}