{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/80.html",
  "case_name": "Nzimande v S (600/09) [2010] ZASCA 80; 2010 (2) SACR 517 (SCA) (28 May 2010)",
  "citation": "[2010] ZASCA 80",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 80\n|\nNoteup\n|\nLawCite\nNzimande v S (600/09) [2010] ZASCA 80; 2010 (2) SACR 517 (SCA) (28 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\njudgment\nCase\r\nNo:\n600/09\nOscar\r\n\tnzimande\nAppellant\nand\nthe\r\n\tstate\nRespondent\nNeutral\r\n\tcita\ntion:\nNzimande\r\n\tv The State\n(600/09)\n[2010] ZASCA 80\n(28 May 2010)\nCoram:\nMPATI\r\n\tP,\nponnan\nJA and\r\n\tGRIESEL AJA\nHeard:\n17\r\n\tMay 2010\nDelivered:\n28\r\n\tMay 2010\nSummary:\nAppeal by the State in terms of s\n310\nof the\nCriminal Procedure Act 51 of 1977\nagainst the appellant’s\r\n\ta\ncquittal on 197 counts of fraud –\nWhether the magistrate’s finding\r\n\tthat misrepresentations made by the appellant to the Legal Aid Board\r\n\twere not made intentionally\nbut rather negligently was a finding of\r\n\tfact or of law – Whether as a result of this the State had a\r\n\tright to appeal in\nterms of the above section.\n____________________________________________________\n______________\nORDER\n____________________________________________________________________\nOn\r\n\tappeal from:\nNorth Gauteng High Court\r\n\t(Pretoria) (R D Claassen and Prinsloo JJ, sitting as court of\r\n\tappeal):\n1.\tThe\r\nappeal\nis upheld.\n2.\tThe\r\norder of the high court is set aside and replaced with the following:\n‘The\r\n\tappeal is struck off the roll.’\n____________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nGriesel\nAJA (MPATI P and Ponnan ja\nconcurring):\nTh\ne\r\n\tappellant was charged in the regional court for Northern Transvaal,\r\n\tPretoria with 197 counts of fraud. He was acquitted on all\nof the\r\n\tcharges. The State, contending that the acquittal\nof the appellant was based\r\n\ton a question of law, accordingly requested the magistrate, in terms\r\n\tof s 310(1) of the Criminal\nProcedure Act 51 of 1977 (‘the\r\n\tAct’), ‘to state a case for the consideration of the\r\n\t[high court] having jurisdiction,\nsetting forth the question of law\r\n\tand his decision thereon and, if evidence has been heard, his\r\n\tfindings of fact, in so far as\nthey are material to the question of\r\n\tlaw’. The State thereupon lodged an appeal against the\r\n\tacquittals in terms of s 310(2)\nof the Act. The high court\r\n\tupheld the appeal, set aside the acquittals in respect of some of\r\n\tthe charges and substituted in its\nstead convictions on those\r\n\tcharges.\n1\nIt thereupon remitted the matter to the trial court for the\r\n\timposition of sentence. With leave granted by the high court, the\n\n\tappellant now appeals to this court against that order.\nThe\nappellant, a qualified attorney practising\r\n\tin Pinetown, KwaZulu-Natal, received and accepted instructions from\r\n\tthe Legal Aid Board\n(‘the LAB’) to appear on behalf of\r\n\taccused persons in a large number of criminal cases. The charges\r\n\tagainst the appellant\narose from claims submitted by him to the LAB\r\n\tin respect of professional services rendered by his firm in those\r\n\tcases. The charges\nfall into seven separate categories, of which\r\n\tonly three are relevant to this appeal. These were formulated as\r\n\tfollows in the\ncharge sheet:\nCategory\r\nAA\n– submitting claims for attending\r\ncourt for a specific period of time where the objective facts\r\nindicate that the appellant\nor relevant member of his firm could not\r\nhave appeared on the exact times and for the exact duration as\r\nindicated on his claims;\nCategory\r\nCC – submitting claims for court attendances by him or the\r\nrelevant member of his firm in which the days on the claims\ndo not\r\nconcur with the actual court appearances; and\nCategory\r\nEE – submitting claims where the charge sheets clearly show\r\nthat the appellant or the relevant members of his firm\nwere either\r\nabsent or that no legal representative was present on the specific\r\ndays.\nThe\r\n\tevidence\nin the trial court was largely\r\n\tcommon cause and uncontested. The appellant readily conceded that\r\n\tcertain irregularities had been\ncommitted with regard to the claims\r\n\tsubmitted to the LAB and that misrepresentations had been made in\r\n\tthe process. His defence\nwas that such misrepresentations had not\r\n\toccurred intentionally; in other words, he claimed to have lacked\r\n\tthe requisite intention\nto defraud. The evidence revealed that the\r\n\tmanage­ment and administration of the appellant’s practice\r\n\twas severely\ndeficient. The thrust of the appellant’s defence\r\n\twas that to the extent that he may have made representations to the\r\n\tLAB\nhe had done so negligently rather than intentionally.\nThe\r\n\tmagistrate evaluated the evidence as well as the applicable case law\nand concluded as follows:\n‘\nThere\r\nwere various irregularities. The accused did not apply proper\r\nbookkeeping practices, that is clear from the evidence before\nme. It\r\nis clear that wrong dates were given or were attached in certain\r\nclaims. That is clear. It is clear that the accused had\nno control,\r\nproper control over his practice and that is for the Law Society to\r\ndeal with. But whether he had the intention to\ndefraud I am unable to\r\nsay. All that I can say is that there was gross negligence and the\r\naccused is acquitted on all counts.’\nThe judgment of the high court\nIn\r\n\tthe high court, the parties were\nagreed\r\n\t– and the court also found – that the case as stated by\r\n\tthe magistrate in response to the request by the State\nwas defective\r\n\tand did not comply with the requirements of the Act.\n2\nThe high court decided, nevertheless, to deal with the matter on the\r\n\tbasis of the question as formulated by the State, namely\nwhether the\r\n\tfacts found proved by the magistrate constituted gross negligence\r\n\tonly, or whether they justified a finding of\ndolus\nin the form of, at least,\ndolus\r\n\teventualis\n.\n3\n(The question whether or not the high court was justified in dealing\r\n\twith the matter on this basis is not an issue that we need\nto\r\n\tconsider in this instance.)\nIn\r\n\tthe\nhigh court counsel for the respondent\r\n\t(the present appellant), in resisting the State’s appeal,\r\n\targued that, inas­much\nas all the facts were common cause, the\r\n\tmagistrate had to determine, by way of inference from the facts,\nwhether those facts constituted the\r\n\trelevant offence. Counsel accordingly submitted that this entailed a\r\n\tfactual\nfinding.\r\n\tThe high court made short shrift of this argument:\n‘\nThis\r\nargument simply cannot stand. It is\nonly logical that any\r\ninference to be drawn (from common-cause facts) is a matter of\nlegal\r\nreasoning\nto determine whether such\r\nfacts constitute (\nin casu\n)\r\nan offence. Surely that can only be done by considering the\nlegal\nrequirements of the offence. In the\r\nresult therefore this issue can only be a\nlegal\r\nquestion\n.’\n4\nCounsel\nfor the appellant further submitted that\r\n\tbefore the question of law could become pertinent, a finding first\r\n\thad to be made as\nto the appellant’s state of mind, ie whether\r\n\the had no honest belief in the estimations. In this regard, the high\r\n\tcourt\nheld as follows:\n‘\nThe\r\nanswer to this is quite simple. It is common cause that the\r\nguidelines of the Legal Aid Board (LAB) do not provide for estimates.\n\nIt requires exact times of court attendances, at least within 15\r\nminutes. Most of [the appellant’s] “estimates”\nfor\r\nattending to simple postponements were between one to two or more\r\nhours. There is no way in the world that an\nestimate\ncan ever be said to be an exact time.\r\n[Counsel for the appellant] urged upon the Court that the State did\r\nnot prove that his estimates\nwere false, in fact they could have been\r\ncorrect. That is not the question. The respondent knew that the LAB\r\nrequires exact times.\n(His knowledge of the LAB’s rules is\r\ncommon cause.) Therefore it is only logical that, if he gives an\r\nestimate, he knows\nthat it is not accurate, therefore to my mind he\nknowingly\nmakes\r\na false representation. Therefore the question of the State not\r\nhaving proved his state of mind is without merit. The respondent\n\nhimself gave the answer to that.’\n5\nThe\r\n\tcourt point\ned out that most of the\r\n\tevidence led by the State was not contested. The real dispute, it\r\n\theld, ‘centred not so much on\nthe respondent’s acts and\r\n\tdeeds as such, but on his\nmental state\n,\r\n\tie whether\ndolus\nin\r\n\tany of its forms was present and proved’.\n6\nIn that regard, the court reasoned as follows:\n‘\nThe\r\nfinal question to be answered is the legal question as to whether the\r\ncommon-cause facts actually constitute the crime of fraud,\nwhether by\ndolus directus\nor\ndolus eventualis.\nThe\r\nmagistrate found as a fact that [appellant] was\ngrossly\r\nnegligent.\nIn light of my views set out\r\nabove regarding the nature of [appellant’s] estimates, there is\r\nno way that it can be said that\n[appellant] did not\nknow\nthat his representations as to time\r\nwere inaccurate. Simply as a lawyer he must know that\nestimates\nand\nexact\r\ntimes\nare not the same. I have no doubt\r\nthat, on the facts as found by the magistrate, [appellant] not only\r\nknew that the estimates were\nnot correct (ie false), and that the LAB\r\nrequired exact times, but he wilfully persisted in his operations. To\r\nmy mind his operation\nconstituted wilful deceit by him. The\r\nmagistrate actually found that he was “almost 100% sure that\r\n[appellant] was using\nthe system to his advantage”. (I think\r\none should read “abusing”.) This clearly illustrates the\r\npoint. One cannot\nput it more simply or elegantly than that.’\n7\nBased\r\n\ton this reasoning, the high court concluded ‘. . . that,\r\n\tas a matter of law, the magistrate should\nhave found [appellant]\r\n\tguilty on all those charges where he estimated his times for\r\n\tattending to cases on behalf of the LAB’.\n8\nQuestion of law\r\nor fact\n?\nOn\r\n\tappeal to this court, counsel for the appellant assailed the\r\n\treasoning of the high court, submitting that the appeal\n,\r\n\tbeing an appeal on a question of fact, should not have been\r\n\tentertained by it. For the reasons that follow, I agree with that\n\n\tsubmission.\nI\nn\nS v Petro Louise Enterprises (Pty) Ltd\r\n\tand others\n9\n(a case referred to in the judgment of the high court, but in a\r\n\tdifferent context)\n10\nit was argued by counsel for the State that the question whether a\r\n\tgiven inference was the only reasonable inference to be drawn\nfrom\r\n\tcertain facts, was a question of law – essentially the same\r\n\targument that was addressed to the high court in this\ninstance. The\r\n\tState’s argument was rejected by the court (per Botha J, Van\r\n\tDyk AJ concurring) in the following passage:\n‘I\r\nam unable to accept counsel’s widely-based and generalised\r\nproposition that in all cases the question whether a particular\n\ninference is the only reasonable possible inference to be drawn from\r\na given set of facts is a question of law. To accede to the\n\nproposition in such general terms would, I consider, open the door to\r\nthe possibility of large numbers of appeals being brought\nunder sec.\r\n104 of [the\nMagistrates’ Courts] Act 32 of 1944\n, contrary to\r\nthe limited scope of that section which I conceive the Legislature\r\ncontemplated. One example of those possibilities\nthat were canvassed\r\nduring the argument will suffice. Suppose that an accused is charged\r\nwith an offence of which a specific intent\nis an element, e.g.\r\nassault with the intent to do grievous bodily harm. On the evidence,\r\nthe magistrate finds that such intent\nis not the only reasonable\r\ninference to be drawn from the facts, and consequently he convicts\r\nthe accused of common assault. I\ncannot for one moment imagine that\r\nthe Attorney-General will have a right of appeal upon the footing\r\nthat an intent to do grievous\nbodily harm was the only reasonable\r\ninference to be drawn from the facts.’\n11\nIn\nMagmoed v Janse van Rens­burg &\r\n\tothers\n12\nCorbett CJ (writing for a unanimous\r\n\tcourt) quoted the above passage from\nPetro\r\n\tLouise Enterprises\nand expressed his\r\n\t‘full and respectful agreement’ with the analysis.\n13\nIn the course of his judgment, the learned Chief Justice also said\r\n\tthe following:\n‘\n[I]n\r\nmy opinion, a question of law is not raised by asking whether the\r\nevidence establishes one or more of the factual ingredients\nof a\r\nparticular crime, where there is no doubt or dispute as to what those\r\ningredients are.’\n14\nAnd\r\n\tfurther:\n‘\n[T]he\r\nfact that in a particular case the prosecution relies upon inference\r\nto prove the agreement to accomplish a common aim does\nnot make the\r\nquestion as to whether the prosecution succeeded in establishing this\r\ninference beyond a reasonable doubt one of law.\nAs was often pointed\r\nout in the field of income tax appeals on a question of law, facts\r\nmay be classified as primary, ie those\nfacts which are directly\r\nestablished by the evidence, and secondary, ie those facts which are\r\nestablished by way of inference from\nthe primary facts . . . . I have\r\nno doubt that an inference drawn from proven facts that the accused\r\nhad by agreement formed a\ncommon purpose which embraced, say, the\r\npossibility of an unlawful killing is an inference of fact, and not\r\none of law. It is a\nsecondary fact.\nIt\r\nis seldom in a case of murder that there is direct evidence of the\r\nperpetrator’s actual state of mind. Consequently, whether\nthe\r\nunlawful killing was accompanied by\ndolus\nin one of its forms on his part is\r\nnormally a matter of inference from the primary facts. Clearly this\r\nis an inference of fact and\nany question as to whether the trial\r\nCourt correctly decided this issue is a question of fact.\nI can see no difference between this and the issue, also to be\r\ndetermined by inference, as to whether a number of accused formed\na\r\ncommon purpose which embraced both an unlawful killing and\ndolus\nin one of its forms. It is true that\r\nthe legal consequences of a common purpose may be said to fall within\r\nthe sphere of a rule\nof law, but in a case such as this the rule\r\nitself and its scope are not in issue. What is in issue is the\r\nfactual foundation for\nthe application of the rule. That is a\r\nquestion of fact.’\n15\n(My\r\nemphasis.)\nThe\r\n\tprinciples so lucidly\narticulated in\nPetro\r\n\tLouise Enterprises\nand in\nMagmoed\nhave subsequently received the express\r\n\timprimatur of the Constitutional Court in\nS\r\n\tv Basson\n16\nand are dis­positive of the present appeal. The question for\r\n\tdecision in the present case was whether, on the facts found\nproven,\r\n\tthe State had established that the appellant had made the\r\n\tmisrepresentations with the necessary intention (\ndolus\n);\r\n\tin other words, to use the terminology of Corbett CJ in\nMagmoed\n,\r\n\tthe question was whether the evidence established one of the\r\n\t‘ingredients’ of fraud where there was no dispute as\nto\r\n\twhat those ingredients were. This required an inference to be drawn\r\n\tfrom the primary facts already found. Based on the passages\nquoted\r\n\tabove, it is clear that the inference so drawn is a secondary fact;\r\n\tit is\nnot\na\r\n\tquestion of law. Thus, the true complaint of the State was not that\r\n\tthe magistrate had committed any error of law, but that\nhe had drawn\r\n\tan incorrect inference from the facts. Judging from the evidence as\r\n\twell as the judgment of the high court, this\ncomplaint may well be\r\n\tvalid – an issue on which we do not have to make a finding.\r\n\tSuffice it to say that such error (if\nit was one) was one of fact,\r\n\twhich did not confer upon the State the right to appeal against the\r\n\tacquittal of the appellant.\n17\nIt follows that the high court had no juris­diction to entertain\r\n\tthe appeal, which fell to be struck off the roll.\nOrder\nIn\nthe result, I make the following order:\n1.\tThe\r\nappeal is upheld.\n2.\tThe\r\norder of the high court is set aside and replaced with the following:\n‘The\r\nappeal is struck off the roll.’\nB\r\n\tM Griesel\nActing\r\n\tJudge of Appeal\nAPPEARANCES:\nFOR\r\n\tAPPELLANT:\tM R Hellens SC\nInstructed\r\nby:\nJohan\r\nvan Zyl Attorneys, Pretoria\nSymington & De Kok, Bloemfontein\nFOR\r\nRESPONDENT:\nJ\r\nM Ferreira\nL S Mabitle\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions, Pretoria and Bloemfontein\n1\nThe judgment of the high court has been reported:\nS v Nzimande\n2007 (2) SACR 391\n(T).\n2\nJudgment paras 8–12.\n3\nPara 13.2.\n4\nPara 15.\n5\nPara 16.\n6\nPara 12.\n7\nPara 17.\n8\nPara 18.\n9\n1978 (1) SA 271\n(T).\n10\nIn para 10 of the judgment.\n11\nAt 280B–E.\n12\n[1992] ZASCA 208\n;\n1993 (1) SA 777\n(A);\n1993 (1) SACR 67\n(A) – the infamous\nTrojan horse\ncase.\n13\nAt 809A (SA); 95\na\n(SACR).\n14\nAt 808A–B (SA); 94\nc\n–\nd\n(SACR).\n15\nAt 810H–811D (SA); 96\nf–i\n(SACR) (other case\r\n\treferences omitted).\n16\n[2004] ZACC 13\n;\n2005 (1) SA 171\n(CC) paras 46–49\n.\n17\nCf\nS v Coetzee\n1977 (4) SA 539\n(A) at 544H–545A.",
  "scraped_at": "2026-02-11T20:28:07.696783",
  "date": "2010-05-28",
  "coram": [
    "MPATI P",
    "Ponnan JA",
    "GRIESEL AJA"
  ],
  "case_number": "600/09",
  "parties": {
    "applicants": [
      "Oscar Nzimande"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Oscar Nzimande, a qualified attorney, was instructed by the Legal Aid Board (LAB) to represent accused persons in numerous criminal matters. He submitted claims for legal fees to the LAB that contained false information about court attendance times. He was charged with 197 counts of fraud in the Regional Court for three categories of fraudulent claims. At trial the magistrate found that the misrepresentations were the result of gross negligence, not intentional fraud, and acquitted Nzimande on all counts. The State appealed under section 310 of the Criminal Procedure Act, alleging that the magistrate erred in law by not finding the requisite fraudulent intent. The High Court set aside the acquittals, concluded that the magistrate should have found intent, and ordered sentencing. Nzimande appealed to the Supreme Court of Appeal.",
    "issues": "The principal issues were (1) whether the magistrate’s finding that the misrepresentations were made negligently rather than intentionally was a question of fact or a question of law, and (2) whether, as a result, the State had a statutory right to appeal the acquittal under s 310 of the Criminal Procedure Act.",
    "principles": "South African law distinguishes between questions of fact (including inferences drawn from primary facts) and questions of law. An inference that a particular mental state existed, when drawn from the evidence, is a secondary fact and thus a question of fact. Appeals under s 310 are limited to errors of law. The Court relied on the jurisprudence of S v Petro Louise Enterprises (where the Supreme Court held that the reasonableness of an inference is generally a question of fact) and Magmoed v Janse van Rensburg (affirming that the determination of intent from evidence is a factual inquiry). These principles were affirmed by the Constitutional Court in S v Basson.",
    "application": "Applying these principles, the Supreme Court of Appeal concluded that the determination of whether Nzimande had the requisite intent (dolus) for fraud required an inference from the established facts, making it a secondary fact. Consequently, the issue was a question of fact, not law. Because the State’s appeal was premised on an alleged error of law, the appeal fell outside the jurisdiction conferred by s 310. The High Court had therefore exceeded its authority in overturning the acquittal.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the High Court’s order, and struck the appeal off the roll, thereby confirming the acquittal of Oscar Nzimande on all counts."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "Intention",
      "Dolus",
      "Appeal",
      "Criminal Procedure Act",
      "Fact vs Law"
    ]
  }
}