{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/153.html",
  "case_name": "Abraham Krok Trust v Commissioner for South African Revenue Service (58/2010) [2010] ZASCA 153; [2011] 2 All SA 591 (SCA); 73 SATC 105 (29 November 2010)",
  "citation": "[2010] ZASCA 153",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 153\n|\nNoteup\n|\nLawCite\nAbraham Krok Trust v Commissioner for South African Revenue Service (58/2010) [2010] ZASCA 153; [2011] 2 All SA 591 (SCA); 73 SATC 105 (29 November 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 58/2010\nNo precedential significance\nIn the matter between:\nTHE ABRAHAM KROK TRUST\n...................................................\nAppellant\nand\nTHE COMMISSIONER FOR THE SOUTH\nAFRICAN REVENUE SERVICE\n................................................\nRespondent\nNeutral citation:\nThe\r\nAbraham Krok Trust v SARS\n(58/10)\n[2010] ZASCA 153\n(29 NOVEMBER\r\n2010)\nCoram:\nNAVSA, NUGENT, MAYA\r\nand CACHALIA JJA and BERTELSMANN AJA\nHeard:\n4 NOVEMBER 2010\nDelivered: 29 NOVEMBER 2010\nSummary:\nDonations tax –\r\nalleged donation by trustees – whether donation authorised by\r\ntrust deed and thus exempt from donations\ntax.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: Tax Court,\r\nJohannesburg (Mathopo J and Messrs Hefer and Mabhoza sitting as court\r\nof first instance).\nThe appeal is upheld, and the\r\ncross appeal is dismissed, in both cases with costs that include the\r\ncosts of two counsel. The order\nof the tax court is set aside and\r\nsubstituted by an order setting the assessment aside.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (NAVSA, MAYA and\r\nCACHALIA JJA and BERTELSMANN AJA concurring)\n[1] In 1973, under a notarial\r\ndeed of donation, Ms Sarah Krok created ‘The Abraham Krok\r\nTrust’, and made certain donations\nto the trustees for the\r\nbenefit of six children. In 1981 the notarial deed was revoked and\r\nsubstituted by a new trust deed. Under\nthat trust deed the assets\r\nthat were being held in the Abraham Krok Trust were ‘deemed to\r\nhave been divided into six trusts,\none for the benefit of each of the\r\nchildren’. I will refer to those six trusts as the ‘1981\r\ntrusts’. Notwithstanding\nthat the six trusts existed\r\nseparately, the terms of each was to be governed by the terms of the\r\n1981 deed, which also provided\nthat they would be administered\r\ncollectively under the name ‘The Abraham Krok Trust’.\n[2] In 1994 Mr Abraham Krok\r\nexecuted six trust deeds. The trust deeds established new trusts for\r\nthe benefit of each of the children\nthat I referred to earlier.\r\nSimultaneously Mr Krok donated a nominal sum to each of the trusts. I\r\nwill refer to those trusts as\nthe ‘1994 trusts’.\n[3] Thus at the time that is now\r\nmaterial each of the children was the beneficiary of two trusts –\r\neach was a beneficiary\nof one of the 1981 trusts, and each was a\r\nbeneficiary of one of the 1994 trusts.\n[4] Each of the 1981 trusts\r\nconcluded an agreement of sale with its counterpart 1994 trust. In\r\nterms of each such agreement the\n1981 trust sold to its counterpart\r\ncertain stipulated assets. The purchase price payable in each case\r\nwas R61 635 174.\nIn each case the purchase price was to be\r\ndischarged by the 1994 trust assuming certain liabilities amounting\r\nto R9 232 125\nand the balance of R52 455 232 was\r\ntreated as a loan owing by the 1994 trust to the relevant 1981 trust.\n[5] In 1997 the ‘Abraham\r\nKrok Trust’ (the collective name under which the 1981 trusts\r\nwere administered ) made what\nwas referred to as an ‘award’\r\nto the 1994 trusts – retrospective to the 1996 tax year –\r\nin an amount of\nR52 455 232 in each case. At the same time\r\nthe trustees of the respective trusts agreed that the amount of the\r\n‘award’\nwould in each case be set off against the debt\r\nthat was at that time owing by the relevant 1994 trust to its\r\ncounterpart.\n[6] For the 1996 tax year the\r\nCommissioner assessed ‘the Abraham Krok Trust’ for\r\ndonations tax on the ‘awards’\nthat were made and for\r\ninterest on that tax. The tax for which it was assessed amounted in\r\nall to R78 682 849 and the\ninterest amounted to\r\nR93 862 092. Although assessed in that name it was agreed\r\nthat in reality each of the 1981 trusts\nwas assessed for its\r\nproportionate share of that amount.\n[7] The 1981 trusts (acting under\r\nthe name of the Abraham Krok Trust) objected to the assessments. The\r\nCommissioner dismissed the\nobjections and the trusts appealed to the\r\ntax court. The tax court (Mathopo J with Messrs Hefer and Mabhoza)\r\ndismissed the appeal\nand ordered that the matter be referred back to\r\nthe Commissioner to assess the trusts ‘on the basis that the\r\n[donations were]\nmade on 21 June 2006’. The trusts appeal\r\nagainst the dismissal of the appeal, with the leave of that court,\r\nand the Commissioner\ncross-appeals against the grant of the second\r\npart of the order.\n[8] Section 54 of the Income Tax\r\nAct 58 of 1962 levies a tax called ‘donations tax’ on\r\n‘the value of any property\ndisposed of (whether directly or\r\nindirectly and whether in trust or not) under any donation by any\r\nresident’. Section 55(1)\ndefines a ‘donation’ to\r\nmean\n‘\nany\r\ngratuitous disposal of property including any gratuitous waiver or\r\nrenunciation of a right’.\nAnd ‘property’ means\n‘\nany\r\nright in or to property movable or immovable, corporeal or\r\nincorporeal, wheresoever situated’.\n[9] Donations\r\ntax is payable by the ‘donor’ but if the donor fails to\r\npay the tax within three months\n1\nthen the\r\n‘donee’ becomes jointly and severally liable with the\r\ndonor for payment of the tax.\n2\nWhere the\r\ndonation has been made to any trustee to be administered for the\r\nbenefit of a beneficiary then the ‘donee’\nis defined to\r\ninclude the trustee. Donations tax paid or payable by a trustee in\r\nhis or her capacity as such is recoverable from\nthe assets of the\r\ntrust.\n3\nIn\nWelch’s\r\nEstate v Commissioner, South African Revenue Service\n4\nthis court\r\nobserved that the effect of that inclusion in the definition of a\r\n‘donee’\n‘\nis\r\nto deem the trustee rather than the beneficiary to have benefited\r\nfrom the donation, even although the trustee obviously has\nnot, and\r\nto render the trustee jointly and severally liable with the donor for\r\nthe donations tax payable if the donor has not paid\nit within the\r\nprescribed period of three months from the date upon which the\r\ndonation takes effect’.\n[10] A\r\ndonation that is made by a trustee to the beneficiary of a trust\r\nwould ordinarily attract donations tax. But such a donation\nis\r\nexempted from the tax by s 56(1)(\nl\n),\n5\nwhich exempts\r\n‘property which is disposed of under a donation if such\r\nproperty is disposed of under and in pursuance of any\ntrust’.\r\nIn\nWelch’s\r\nEstate\nMarais\r\nJ observed that ‘the obvious purpose of [the exemption] is to\r\navoid donations tax being levied twice upon what was\nin essence one\r\ndonation by the donor’.\n6\nIn the same\r\nvein he said later:\n7\n‘\nSection\r\n56(1)(\nl\n)\r\nseems to be intended to protect the donor and the trustee from the\r\nlevying yet again of donations tax upon the ultimate disposal\nby the\r\ntrustee of the\ncorpus\nto\r\nthe beneficiary who gives nothing in return for it. Its apparent\r\npurpose is simply to avoid taxing twice what is in reality one\n\ndonation traceable to the initial act of the donor in settling assets\r\nupon the trust’.\n[11] Whatever the true nature of\r\nthe ‘awards’ that were made by the 1981 trusts to the\r\n1994 trusts, I think it must\nbe accepted that if they were capable of\r\nbeing applied to extinguish the debts that were owing by the 1994\r\ntrusts to the 1981 –\nand the trustees say that they were\r\ncapable of doing so – then they must have been ‘disposals\r\nof property’ by\nthe 1981 trusts as contemplated by the\r\ndefinition of a ‘donation’. For purposes of this judgment\r\nI will treat and refer\nto them as such. I will also assume that the\r\ndisposals were made ‘gratuitously’ – although that\r\nis disputed by\nthe trustees – and thus would ordinarily be\r\ndonations that attract donations tax under s 54.\n[12] The present dispute between\r\nthe trustees and the Commissioner arose in the following way. At some\r\nstage after the trusts were\nassessed for donations tax the trustees\r\nconsulted counsel, who informed them that in his view the disposals\r\n‘might’\n(I emphasise that the advice went no further than\r\nthat) not have been authorised by the trust deeds – in which\r\ncase they\nwould have been invalid. (I should add that there is no\r\ndispute that at all times the trustees genuinely believed that they\r\nwere\nauthorised to make the awards.) Upon receiving that advice the\r\ntrustees took the view that if the disposals had indeed been\r\nunauthorised\nthat would add another string to their bow in their\r\ndispute with the Commissioner. If the disposals had been unauthorised\r\nand were\nthus legally invalid – so their argument went –\r\nthen they were not taxable under s 54 because that section, they\n\nsubmitted, applied only to legally valid donations. But the trustees\r\nintended to argue in the alternative (amongst other things)\nthat if\r\nthe disposals were authorised, and thus taxable under s 54, they\r\nwere similarly exempt from tax under s 56(1)(\nl\n). So they\r\ndecided that for so long as there was uncertainty as to the validity\r\nof the disposals they would not pin their colours\nto either mast but\r\nwould await, if necessary, a definitive determination by a court on\r\nthe validity or otherwise of the disposals.\n[13] The written objections to\r\nthe assessment that the trustees placed before the Commissioner\r\nreflected, essentially, that view\nof the matter that was taken by the\r\ntrustees, which later formed the basis for the submissions that were\r\nmade to this court. They\nsubmitted in their objection that ‘on\r\na proper construction of the deed … the trustees had no power\r\nto make [the awards]’\nand thus the awards were ‘invalid\r\nand of no force or effect, and could not constitute a donation as\r\ncontemplated by section\n54, read with section 55 …’ (the\r\ncontention being that s 54 taxed only legally valid donations).\r\nBut if the awards\nwere authorised, they submitted in the alternative,\r\nthen they fell within the exemption. (Other objections were taken\r\nthat are\nnot now relevant.)\n[14] The response of the\r\nCommissioner on the first point was that it mattered not whether the\r\ndisposals were valid or invalid at\nlaw – in either event the\r\ndisposals occurred in fact and s 54 required no more than that.\r\nOn the second point the Commissioner\nwas more definite. He contended\r\nthat the disposal was not authorised by the trust deed and was thus\r\nnot made ‘under and in\npursuance’ of the trust –\r\naccordingly it fell outside the exemption. That was the only ground\r\nthat he advanced –\nin the reasons for his assessment and in\r\nthis court – for why the exemption did not apply.\n[15] Argument before us was\r\ndirected largely to the proper construction to be placed upon the\r\nvarious sections. The respective arguments\nraise interesting\r\nquestions of construction of the relevant sections but on the view\r\nthat I take of the matter those questions\nneed not be resolved.\n[16] It will be apparent from the\r\nrespective positions that the parties have adopted that the validity\r\nor otherwise of the disposals\nis not necessarily decisive of the\r\ntrustees’ case. But that is not so for the case advanced by the\r\nCommissioner. On the case\nadvanced for the Commissioner the disposals\r\nare taxable only if the trustees were not authorised to make them,\r\nfor only then would\nthey fall outside the exemption (on the\r\nconstruction of the exemption adopted by the Commissioner). If the\r\ndisposals were indeed\nauthorised then the Commissioner accepts that\r\nthey fall within the exemption. Thus it is critical for the\r\nCommissioner’s\ncase that the trustees were not authorised to\r\nmake the disposals.\n[17] At first counsel for the\r\ntrustees submitted that the disposals were not authorised by the\r\ntrust deed but he later abandoned\nthe submission. When the question\r\nwas probed with counsel for the Commissioner in the course of the\r\nappeal he could advance no\nreasons why the disposals were not\r\nunauthorised. After the hearing of the appeal we directed certain\r\nquestions to the Commissioner\nin clarification of his position. It\r\nseems that by then he had found a second wind because his counsel\r\nsubmitted in reply to those\nquestions that the trustees had indeed\r\nnot been authorised to make the disposals and he advanced reasons why\r\nthat was so.\n[18] It is not usual for a court\r\nto pronounce upon the validity of a bilateral transaction if all the\r\ninterested parties are not\nbefore it – which they usually will\r\nnot be in tax proceedings. By itself that seems to me to suggest that\r\nthe legislature\ndid not intend s 54 to apply only to an\r\nauthorised donation (as submitted for the trustees) nor to exempt\r\nfrom donations tax\nonly authorised donations (as submitted for the\r\nCommissioner) and thus the validity or invalidity of the transaction\r\nwould be irrelevant.\nBut once more it is not necessary to pursue that\r\nenquiry.\n[19] In his\r\nreply to our questions the Commissioner submitted that the court is\r\nindeed entitled to determine the validity of the\ndisposals. He added\r\nthat in this case the court is not called upon to do so because –\r\nso the argument went – the trustees\nbear the burden of proving\r\nthat the disposals are exempt\n8\nand they have\r\nnot discharged that burden. The Commissioner’s reliance upon\r\nthe burden of proof is misplaced. The material\nfacts in this matter\r\nare not in dispute. The question under consideration is a matter for\r\nconstruction of the trust deed and on\nthat question the burden of\r\nproof does not come into play.\n[20] I will assume in favour of\r\nthe Commissioner that the exemption, properly construed, applies only\r\nto a donation that the trustees\nwere authorised by the trust deed to\r\nmake – which was the submission that was made on his behalf. If\r\nthat construction of\nthe section were to be correct it would seem to\r\nfollow implicitly that the legislature intended the tax court to be\r\ncompetent to\npronounce upon that question (if only for tax purposes).\r\nOnce more I have assumed in favour of the Commissioner that it is\r\nindeed\ncompetent for the tax court (and thus this court) to pronounce\r\non the issue – which is also what his counsel submitted. With\n\nthat in mind I turn to the construction of the trust deed.\n[21] The parties seem at first to\r\nhave applied their minds to the effect of clause 21 of the deed but\r\nthat clause is not exhaustive\nof the enquiry. Clause 12.1 confers\r\nupon the trustees a discretion to dispose of capital of the trust in\r\nthe following terms:\n‘\nThe\r\ntrustees shall have the right, if they in their sole and absolute\r\ndiscretion deem it necessary, to apply and utilize any portion\nof the\r\ncapital of the trusts towards the purposes set out in 11.1, for the\r\nbenefit of the child for whom the trust has been established\nand\r\nshould they in their discretion deem fit, for the benefit of any of\r\nthe other children, should circumstances in their opinion\nso\r\nwarrant’.\n[22] The first part of clause\r\n11.1 provides as follows:\n‘\nThe\r\nincome of the trusts shall be applied by the trustees in such amounts\r\nand in such manner, for the benefit of the children and\nfor their\r\nmaintenance, well being, education, upbringing and reasonable\r\npleasures, as the trustees may determine in their absolute\n\ndiscretion’.\n[23] The conjunction ‘and’\r\nsignifies that the purpose to which income may be applied is not\r\nconfined to the maintenance\netc. of the children and that is not\r\ndisputed by the Commissioner. Thus on the face of it clause 12.1,\r\nread with clause 11.1, could\nnot be clearer: capital of the trust may\r\nbe applied for the benefit of the children in the manner that the\r\ntrustees may determine\nin their absolute discretion.\n[24] But the Commissioner points\r\nout that clause 11.1 goes on to provide that until a child has\r\nattained the age of 21 years no\nincome may be paid to any of the\r\nchildren but may be paid for their benefit. And he points out that\r\nclause 11.2 provides that ‘should\nthe trustees resolve in terms\r\nof 11.1 to pay or apply any of the income of the trusts for the\r\nbenefit of any of the children’\nthen the income ‘shall\r\naccrue to the beneficiary concerned’, but the trustees may\r\nnonetheless, at their discretion,\nadminister the funds ‘as\r\nagents for the beneficiary’, and may ‘[pay the income\r\nover to the beneficiary] from\ntime to time … as the trustees\r\nmay determine’. He also draws attention to clause 11.3, which\r\npermits the trustees\nto make an allowance from time to time to the\r\nguardian of the child.\n[25] Thus it was submitted for\r\nthe Commissioner (I use the words of counsel in his written reply to\r\nour questions) that ‘what\nis envisaged by the application of\r\nincome “for the benefit of the children” in paragraph\r\n11.1 is either the payment\nof such income to a child who had attained\r\nthe age of 21 years or the awarding of such income to a child in\r\ncircumstances where\nsuch awarded income accrued to and vested in such\r\nchild but was administered by the trustees in the name of such child,\r\nthe trustees\n[of the trust] acting as agents for such child’.\r\nThe only exception to the application of the income in that way, so\r\nit was\nsubmitted, was to pay an allowance under clause 11.3.\n[26] On that basis, it was\r\nsubmitted for the Commissioner, so far as clause 12.1 permitted the\r\ntrustees to apply capital ‘towards\nthe purposes set out in\r\n11.1’, they were permitted only to pay it to a child who had\r\nreached the age of 21 years (the second\npart of clause 11.1), or to\r\naward capital to a child to be administered by the trustees as his or\r\nher agent (clause 11.2), or to\npay an allowance to his or her\r\nguardian (clause 11.3).\n[27] In my view there is no merit\r\nin that submission. The various clauses relied upon for the\r\nsubmission do not relate to the purpose\nfor which it may be used –\r\nwhich is ‘for the benefit of the children’ – but to\r\nhow the income is to be\ndealt with if it is applied to that purpose.\r\nClearly the donor intended those portions to apply only to the\r\napplication of income\nand not to the application of capital as well.\r\nHad he intended them to apply to capital under clause 12.1 he would\r\nnot have confined\nhimself to a reference-back to clause 11.1 alone.\r\nIndeed, had his intention been as contended for by the Commissioner,\r\nthat could\nhave been achieved by referring in clause 11 both to\r\nincome and capital and not having clause 12.1 at all.\n[28] Counsel for the Commissioner\r\nalso submitted that the construction of clause 12.1 that I suggested\r\nearlier is inconsistent with\nclause 12.2. I do not think it is\r\nnecessary to elaborate on the submission. In my view it is founded\r\nupon a contorted construction\nof clause 12.2 that is not justified.\n[29] In my view the language of\r\nclause 12.1 is clear and I see no reason to strain it – it\r\npermits the trustees in their discretion\nto apply capital for the\r\nbenefit of the children. There is no dispute that the disposals in\r\nthis case indeed benefited the children\nand thus the trustees were\r\nauthorised to make them. It follows that the premise upon which the\r\nassessment was made was unsound\nand thus the decision of the\r\nCommissioner was wrong. The Commissioner advanced no other grounds\r\nfor opposing the appeal. The cross\nappeal also falls away.\n[30] The appeal is upheld, and\r\nthe cross appeal is dismissed, in both cases with costs that include\r\nthe costs of two counsel. The\norder of the tax court is set aside and\r\nsubstituted by an order setting the assessment aside.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: P A Solomon SC\nJ\r\nT Boltar\nInstructed\r\nby:\nWerksmans\r\nIncorporating Jan S de Villiers, Sandton\nMatsepes\r\nInc, Bloemfontein\nFor\r\nrespondent: T S Emslie SC\nN\r\nMayesi\nInstructed\r\nby:\nThe\r\nState Attorney, Cape Town\nThe\r\nState Attorney, Bloemfontein\n1\nOr\r\n\tsuch longer period as the Commissioner may determine.\n2\nSection\r\n\t59 read with s 60(1).\n3\nProviso\r\n\tto the definition of ‘donee’ in s  55(1).\n4\n2005\r\n\t(4) SA 173\n(SCA) para 24.\n5\nIncorrectly\r\n\treferred to as s 56(1)(e) in\nWelch’s Estate\n.\n6\nPara\r\n\t25.\n7\nPara\r\n\t70.\n8\nSection\r\n\t82 of the Act.",
  "scraped_at": "2026-02-11T20:44:52.909286",
  "date": "2010-11-29",
  "coram": [
    "Navsa JA",
    "Nugent JA",
    "Maya JA",
    "Cachalia JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "58/2010",
  "parties": {
    "applicants": [
      "The Abraham Krok Trust"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "The Abraham Krok Trust originated from a 1973 deed of donation creating a trust for six children. In 1981 the deed was replaced, dividing the assets into six \"1981 trusts\" administered collectively under the same name. In 1994 Mr Abraham Krok executed new deeds establishing six \"1994 trusts\" and donated a nominal sum to each. The 1981 trusts sold specified assets to the corresponding 1994 trusts for R61,635,174, with R9,232,125 assumed as liabilities and the balance treated as a loan of R52,455,232. In 1997 the collective Abraham Krok Trust made \"awards\" of R52,455,232 to each 1994 trust, set‑off against the loan balances. The Commissioner assessed donations tax of R78,682,849 plus interest on the awards, treating each award as a taxable donation. The trusts objected, arguing the awards were either unauthorized (hence invalid and not taxable) or, if authorized, fell within the exemption under s 56(1)(l) of the Income Tax Act. The Tax Court dismissed the objections and the matter was appealed.",
    "issues": "1. Whether the \"awards\" made by the 1981 trusts to the 1994 trusts constitute donations within the meaning of s 54 of the Income Tax Act. 2. If they are donations, whether they are exempt from donations tax under s 56(1)(l) because they were made “under and in pursuance of any trust”. 3. Whether the trustees had authority under the 1981 trust deed to make the awards, i.e., whether the disposals were valid for tax purposes.",
    "principles": "The Court considered sections 54, 55 and 56 of the Income Tax Act. Section 54 imposes donations tax on the value of any property disposed of by donation. Section 55 defines a donation as a gratuitous disposal of property. Section 56(1)(l) exempts property disposed of in accordance with a trust from donations tax. The Court also examined the construction of the trust deed, particularly clauses 11.1, 11.2, 11.3 and 12.1, which confer on trustees absolute discretion to apply capital and income for the benefit of the children. The principle that a statutory exemption should be construed to avoid double taxation and to give effect to the settlor’s intent was applied, following precedents such as Welch’s Estate.",
    "application": "The Court held that clause 12.1 clearly permits trustees, in their absolute discretion, to apply capital for the benefit of the children. The awards were made for that benefit and therefore were authorized by the deed. Consequently, the awards fall within the exemption of s 56(1)(l) because they were made “under and in pursuance of any trust”. The validity of the transaction is therefore irrelevant to the tax liability; the donation is exempt and the Commissioner’s assessment was unsupported.",
    "conclusion": "The appeal by the Abraham Krok Trust was upheld and the cross‑appeal dismissed. The assessment of donations tax and interest by the Commissioner was set aside. Costs were awarded to each side, including costs of two counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Donations Tax",
    "level_3": [
      "trust law",
      "statutory interpretation",
      "tax exemption"
    ]
  }
}