{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/76.html",
  "case_name": "Van Jaarsveld v Bridges (344/09) [2010] ZASCA 76; 2010 (4) SA 558 (SCA) ; [2010] 4 All SA 389 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 76",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 76\n|\nNoteup\n|\nLawCite\nVan Jaarsveld v Bridges (344/09) [2010] ZASCA 76; 2010 (4) SA 558 (SCA) ; [2010] 4 All SA 389 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nSOUTH AFRICA\nJUDGMENT\nCase No: 344/09\nIn\r\nthe matter between:\nDEON\r\nVAN JAARSVELD\t\t\t\t\t\t\t          Appellant\nand\nSUNETTE\r\nBRIDGES\t\t\t\t\t\t\t      Respondent\nNeutral\r\ncitation:\nVan\r\nJaarsveld v Bridges\n(344/09)\n[2010] ZASCA 76\n(27 May 2010)\nCoram:\nHarms\r\nDP, Nugent and Van Heerden JJA and Majiedt and \t\t\t\tSeriti AJJA\nHeard:\n11\r\nMay 2010\nDelivered:\n27\r\nMay 2010\nSummary:\nBreach\r\nof promise to marry – causes of action – compatibility\r\nwith present-day public policy discussed – wrongfulness\n–\r\ndamages\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Raulinga J sitting as court of first\r\ninstance):\n1 The appeal is upheld with costs, including the costs\r\nof two counsel.\n2 The order of the court below is amended to read:\r\n‘Absolution from the instance with costs’.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (NUGENT and VAN HEERDEN JJA\r\nand MAJIEDT and SERITI AJJA concurring)\nINTRODUCTION\n[1]\tThis appeal relates to a claim for damages\r\ninstituted by the respondent, Ms Sunette Bridges, against the\r\nappellant, Mr Deon\nvan Jaarsveld, on the ground of a breach of\r\npromise to marry. The claim was upheld by the court below and it\r\nawarded an amount\n(in the words of the learned judge) of ‘only’\r\nR110 000 in relation to iniuria. In addition it awarded R172 413 in\r\nrespect\nof contractual damages. The award carried mora interest and\r\ncosts.\n[2]\tThe court below granted leave to\r\nappeal against its order but limited the issues on appeal to quantum.\r\nThis court, however,\nnotified the parties that it wished to hear\r\nargument on other relevant issues and decided to broaden the scope of\r\nthe appeal.\n1\nThe one issue concerned the question whether the breach was\r\ncontumacious – a requirement for delictual damages. The other\n\narose from a dictum by Davis J in\nSepheri\r\nv Scanlan\n2008 (1)\r\nSA 322\n(C) at 330I-331A:\n‘\nIn general I would agree\r\nwith these views, namely, that our law requires a reconsideration of\r\nthis particular action. It appears\nto place the marital relationship\r\non a rigid contractual footing and thus raises questions as to\r\nwhether, in the constitutional\ncontext where there is recognition of\r\ndiverse forms of intimate personal relationships, it is still\r\nadvisable that, if one party\nseeks to extract himself or herself from\r\nthe initial intention to conclude the relationship, this should be\r\nseen purely within\nthe context of contractual damages.’\n[3]\tCourts have\r\nnot only the right but also the duty to develop the common law,\r\ntaking into account the interests of justice and\nat the same time to\r\npromote the spirit, purport and objects of the Bill of Rights.\n2\nIn this regard courts have regard to the prevailing mores and public\r\npolicy considerations.\n3\nDavis J felt the time had come for a reconsideration of the action\r\nbut felt uncomfortable to take a lead in the matter. However,\nhaving\r\nhad regard to the views expressed by the authors quoted by the\r\nlearned judge (at 329G-I and 300H-I)\n4\nto which can be added an incisive article by J M T Labuschagne,\n5\nI do believe that the time has arrived to recognise that engagements\r\nare outdated and do not recognise the\nmores\nof our time, and that public policy considerations require that our\r\ncourts must reassess the law relating to breach of promise.\n In what\r\nfollows I intend to give some guidance to courts faced with such\r\nclaims without reaching any definite conclusion because\nthis case is\r\nnot affected by any possible development of the law and can be\r\ndecided with reference to two factual issues, namely,\nin relation to\r\niniuria, whether the breach was contumacious and, secondly, whether\r\nBridges has suffered any actual loss as a result\nof the breach.\n[4]\tA\r\nbreach of promise may give rise to two distinct causes of action.\n6\nThe one is the\nactio\r\niniuriarum\n. The\r\n‘innocent’ party is entitled to sentimental damages if\r\nthe repudiation was contumelious. This requires that the\n‘guilty’\r\nparty, in putting an end to the engagement, acted wrongfully in the\r\ndelictual sense and\nanimo\r\niniuriandi\n. It does\r\nnot matter in this regard whether or not the repudiation was\r\njustified. What does matter is the manner in which the engagement\nwas\r\nbrought to an end. The fact that the feelings of the ‘innocent’\r\nparty were hurt or that she or he felt slighted\nor jilted is not\r\nenough. I shall revert to this issue.\n[5]\tThe second cause of action is for\r\nbreach of contract. Two aspects arise for discussion. The first is\r\nthat an engagement may\nbe cancelled without financial consequences if\r\nthere is a just cause for the cancellation. Just cause is usually\r\ndefined as\nany\r\nevent or condition or actions\nof\r\nthe other party\nwhich would jeopardise a long and happy marriage and which can induce\r\nany right-minded member of society to rescind the engagement.\n7\nThe origin of this restricted meaning is to be found in Canon Law and\r\nGermanic Law influences at a time when churches controlled\nthe lives\r\nof people, when a woman was deemed to be of a lower status than a\r\nman, and when a party to a promise to marry could be\nobliged to marry\r\nby an action for specific performance.\n[6]\tThe world has moved on and morals have changed.\r\nDivorce, which in earlier days was available in the event of adultery\r\nor desertion\nonly, is now available in the event of an irretrievable\r\nbreakdown of the marriage. Guilt is no longer an issue. There is no\r\nreason\nwhy a just cause for ending an engagement should not likewise\r\ninclude the lack of desire to marry the particular person,\r\nirrespective\nof the ‘guilt’ of the latter. Unwillingness\r\nto marry is clear evidence of the irretrievable breakdown of the\r\nengagement.\nIt appears illogical to attach more serious consequences\r\nto an engagement than to a marriage.\n[7]\tThe second\r\naspect that has to be considered in the context of contractual\r\ndamages is the justification for placing an engagement\non a ‘rigid\r\ncontractual footing’.\n8\nIt is difficult to justify the commercialisation of an engagement in\r\nview of the fact that a marriage does not give rise to a commercial\n\nor rigidly contractual relationship.\n[8]\tI do not\r\naccept the proposition that parties, when promising to marry each\r\nother, contemplate that a breach of their engagement\nwould have\r\nfinancial consequences as if they had in fact married. They assume\r\nthat their marital regime will be determined by their\nwedding. An\r\nengagement is in my view more of an unenforcable\npactum\r\nde contrahendo\nproviding a\nspatium\r\ndeliberandi\n– a time to get to know each other better and to decide whether\r\nor not to marry finally.\n[9]\tOne has to distinguish in this regard between\r\nclaims for prospective losses and those for actual losses. It is not\r\neasy to rationalize\nclaims for prospective losses. One of the\r\nproblems concerns the intended marital regime. It would be unusual\r\nfor parties to agree\non the marital regime at the time they promise\r\nto marry each other. If nothing was agreed, on what assumption must\r\nthe court work?\nI believe that the court cannot work on any\r\nassumption, especially not one that the marriage would on the\r\nprobabilities have been\nin community of property. And if the\r\nagreement was to marry in community, can one party not change her or\r\nhis mind without commercial\nconsequences?\n[10]\tAn\r\nagreement to enter into an antenuptial contract is not binding\r\nbecause it must be entered into notarially. How can legal\n\nconsequences flow from the refusal to enter into the notarial\r\nagreement? And what would the consequences be if the parties cannot\n\nagree on the detailed terms of the agreement? The matter becomes more\r\ncomplicated if one considers the claim for loss of support.\nIn\r\ndivorce proceedings the award is a matter of discretion; but in a\r\nbreach of contract situation it becomes a matter of commercial\n\nentitlement. Imponderables abound. Prospective losses are ‘not\r\ncapable of ascertainment, or are remote and speculative, and\n\ntherefore not proper to be adopted as a legal measure of damage’.\n9\nThey depend on the anticipated length of the marriage and the\r\nprobable orders that would follow on divorce such as forfeiture and\n\nthe like.\nI\r\ndo not believe that courts should involve themselves with speculation\r\non such a grand scale by permitting claims for prospective\nlosses.\n[11]\tClaims for\r\nactual losses are easier to justify but difficult to rationalize in\r\nterms of ordinary principles relating to the\ncalculation of damages\r\nin the case of breach of contract. What usually springs to mind are\r\ncosts or losses incurred by agreement,\nactual or by necessary\r\nimplication, between the parties, such as those relating to wedding\r\npreparations.  These losses do not flow\nfrom the breach of promise\nper\r\nse\nbut from a number of express or tacit agreements reached between the\r\nparties during the course of their engagement. To be recoverable,\nthe\r\nlosses must have been within the contemplation of the parties. The\r\n‘innocent’ party must be placed in the position\nin which\r\nshe or he would have been had the relevant agreement not been\r\nconcluded; and what the one has received must be set of\nagainst what\r\nthe other has paid or provided.\n10\nAnother example would be losses suffered by one, who in agreement\r\nwith the other, relinquishes a post in anticipation of the wedding\n\nand is unable to find another post. Bridges, it might be mentioned,\r\nbased her claim for financial losses on exactly this footing.\nTHE DELICTUAL CLAIM\n[12]\tThe\r\nparties were engaged on 29 July 2005. The wedding was set for 14\r\nJanuary 2006. Van Jaarsveld, by text message (sms), notified\nthe\r\nappellant on 4 December 2005 that he was no longer prepared to go\r\nahead with the wedding. (Although the parties had telephonic\ncontact\r\ntheir usual mode of communication was by sms.) He wrote that he was\r\nsorry about his decision but he could not lie. He did\nnot feel the\r\nsame as before. He could not marry her in the light of his present\r\nfeelings and that he could not bluff himself. He\nadded that he knew\r\nthat her mother would read the sms and he also apologised to her. He\r\nconcluded by saying that Bridges was ‘’n\npragtige mens’\r\nand once again expressed his regret. This sms was preceded by an\r\nemail sent to Bridges earlier that day during\nwhich he expressed his\r\ndoubts about the wedding. She responded by email, requiring of him to\r\nmake up his mind. He responded by\nsending the said sms. But he\r\nvacillated the next day when indicated to her by sms that she should\r\npost the invitations. However,\na day later on 6 December he informed\r\nher in these terms that he was unable to proceed with the wedding:\n‘\nEk is so jammer dat ek\r\nalles so ver laat gaan het, ek is jammer as ek jou seer maak, maar ek\r\nis nie opgewonde nie en dis nie reg\nnie. Ek kan nie met jou trou\r\nnie.’\n[13]\tBridges accepted the repudiation with alacrity and\r\non 9 December her attorneys sent him a letter of demand claiming\r\ndamages\nin excess of R1m. Summons was issued during February 2006,\r\nclaiming damages of R678 203.08. She also issued summons against his\n\nmother but that matter did no proceed.\n[14]\tIt is\r\nnecessary to revert to the beginning. Bridges calls herself a singer\r\nin the particulars of claim but she is also a lyricist\nand promoter\r\nand sees herself as a potential radio and television personality. She\r\nhad a relatively successful career but her success\nwas in part due to\r\nthe fact that she was the daughter of her father, Mr Bles Bridges, a\r\nwell-known romantic singer who had died\na few years ago, and the\r\nbusiness of her last husband.\n[15]\tShe also had some marriages behind her. While\r\nmarried to her fourth husband her ‘involvement’ with Van\r\nJaarsveld\ncommenced. She also had two children. Not without relevance\r\nis the fact that within less than a month and before summons had been\n\nissued she already had a new paramour.\n[16]\tVan Jaarsveld was younger and a bachelor. He farmed\r\non a family farm. He had no claim to the farm but only the\r\nexpectation\nof inheriting the farm or part thereof. His family,\r\nparticularly his mother, was not thrilled with the relationship,\r\nespecially\nBridges’ track record with husbands. She disliked\r\nBridges’ values and regarded her dress code as immodest. There\r\nwas\na deep clash of principles. She also thought that Bridges wished\r\nto marry her son for money, which apparently belonged to the family\n\nbusiness and not to him.\n[17]\tBy the very nature of her career and her many\r\nhusbands, Bridges’ involvement with Van Jaarsveld attracted\r\nmedia attention\nand she willingly gave a number of interviews, even\r\nbefore their engagement, about their relationship and her expectation\r\nthat\nthings would be different this time round. She was not going to\r\nbe another Elizabeth Taylor, she said. Her engagement also led to\n\nfurther newspaper interviews and reports. They all speculated about\r\nthe chances of success of the fifth marriage.\n[18]\tBridges was aware of the fact that she was not\r\nacceptable to his family, and she put him to a choice: either his\r\nmother or\nher. His mother, especially, put him before a starker\r\noption: either Bridges and no farm or an end to the relationship.\r\nThis gave\nrise, it would appear, to heated arguments between him and\r\nBridges and him and his family, as well as to mood swings and\r\nindecisiveness\nabout marrying or not. As appears from his emails, he\r\nrealised that a marriage could not be a success in the circumstances,\r\nand\nhe consequently terminated the engagement.\n[19]\tA breach\r\nof promise can only lead to sentimental damages if the breach was\r\nwrongful in the delictual sense. This means that\nthe fact that the\r\nbreach of contract itself was wrongful and without just cause does\r\nnot mean that it was wrongful in the delictual\nsense, ie, that it was\r\ninjurious.\n11\nLogically one\r\nshould commence by enquiring whether there has been a wrongful overt\r\nact. A wrongful act, in relation to a verbal\nor written\r\ncommunication, would be one of an offensive or insulting nature.  \r\nIn determining whether or not the act complained\nof is wrongful the\r\nCourt applies the criterion of reasonableness. This is an objective\r\ntest. It requires the conduct complained\nof to be tested against the\r\nprevailing norms of society. To address words to another which might\r\nwound the self-esteem of the addressee\nbut which are not, objectively\r\ndetermined, insulting (and therefore wrongful) cannot give rise to an\r\naction for\ninjuria.\nImportantly, t\nhe\r\ncharacter of the act cannot alter because it is subjectively\r\nperceived to be injurious by the person affected thereby.\n[20]\tApplying that test it appears to me to be clear\r\nthat neither sms was objectively insulting or contumacious. That\r\nought to be\nthe end of the inquiry. However, Bridges’ main\r\ncomplaint was the fact that since the engagement was news the calling\r\noff\nof the wedding made newspaper headlines. I fail to see how this\r\ncould be injurious. It would have meant that Van Jaarsveld would\n\nnever have been able to cancel the engagement without committing an\r\niniuria. Her reputation was such that anything about her amatory\nlife\r\nwould have been newsworthy. Her divorces, too, were news but that\r\ncould not have given rise to claims for damages. Importantly,\n\naccording to the first newspaper report the news about the\r\ncancellation came from one of her friends. There is no suggestion\r\nthat\nVan Jaarsveld had advertised the fact.\n[21]\tHer second\r\ncomplaint wa\ns\r\nthat he did not end the relationship during a face-to-face meeting\r\nbut chose to hide behind an sms. Once again, I fail to discern\nany\r\ncontumacy in his use of an sms. They were part of a series between\r\nthe parties building up to the inevitable. It was their\nnormal manner\r\nof communication. A face-to-face meeting would have ended in\r\nrecriminations and a confrontation about his family.\nThe tone was\r\nalso one of self-recrimination and was apologetic – the typical\r\n‘it is about me and not about you’.\nHe even apologised to\r\nher mother.\n[22]\tThe third\r\ncomplaint concerned the interview Van Jaarsveld had with a newspaper\r\nafter the action had been instituted. She had,\napparently, already\r\nspoken to the media about their break-up towards the end of January.\r\nHe sought to defend himself and his family\nagainst a number of\r\nrumours. He added that their problems began about the cost of the\r\nwedding and his inability to finance it,\nsomething she denied. That\r\nshe had an expensive wedding in mind is clear from a newspaper report\r\nshortly after the engagement.\nRead in context of litigating parties\r\nthe newspaper report does not appear to me to be derogatory and it\r\ndid not establish any\ninjurious intention on his part.\n12\nIt is also not appreciated how a non-contumacious breach could become\r\ninjurious because of later events that, in themselves, are\nnot\r\ninjurious.\n[23]\tIt is unnecessary to deal with\r\nthe other makeweight arguments. The court below found that she was\r\n‘very extravagant in\ncharacter and language’ and ‘to\r\nsay the least, she was hyperbolic in her testimony’. In the\r\nlight of her history,\nher quick recovery in the arms of another, her\r\neagerness to claim damages, Van Jaarsveld’s uncertainty about\r\ntheir future,\nthe lack of prospects of a happy marriage on the farm,\r\nand the bad relationship with her future in-laws, convince me that\r\nany injury\nor contumacy was\nde\r\nminimis\nand can be\r\ndiscounted, and that the claim based on iniuria should have been\r\ndismissed.\nFINANCIAL LOSSES\n[24]\tThe court below awarded R137 316 for her loss of\r\nincome for the year subsequent to the intended marriage. Her case was\r\nthat\nin view of the fact that she would have become a housewife after\r\nthe wedding she scaled her commitments for performances for the\nyear\r\n2006 down. Her estimated loss of income, she said, amounted to the\r\nsaid amount\n[25]\tThere are many problems with her evidence in this\r\nregard but it is not necessary to mention them because it is clear\r\nthat she\nearned an amount of R200 000 that the court below did not\r\ntake into account in determining her loss.\n[26]\tOn 23 January 2006, Bridges entered into an\r\nagreement with a trust represented by one Van der Westhuizen. It was\r\ncalled an\ninvestment and profit sharing agreement. The trust had to\r\npay her R200 000, which it did immediately. She undertook to produce\r\na CD and a DVD, to give a number of performances, to write a book,\r\nand to produce a TV programme during that year. She was not obliged\n\nto repay the money; instead she and the trust would share the income\r\nin agreed percentages and it was anticipated that the trust’s\n\nbasic share would exceed the amount of the outlay.\n[27]\tBridges did not perform as required. No credible\r\nreason for her failure was given. At the time of the trial in May\r\n2008 the\ncontract was still extant. She testified that the contract\r\nwas a loan, which she had to repay some time or other. That is\r\nincorrect.\nThe only claim the trust had was for a share of profit.\r\nHer failure to perform cannot be laid at the door of Van Jaarsveld. I\r\ntherefore\nconclude that the court below had erred in not taking this\r\namount in consideration. Had it done so her claim for loss of income\n\nwould have been dismissed.\n[28]\tThe other amounts allowed by the court were the\r\nfollowing:\n(a)\tR12 825  for wedding preparations. The amount was\r\noverstated not only because of a mathematical error but also because\r\nthe court\nhad failed to take into account repayments of deposits. The\r\nadjusted amount is R9 000;\n(b)\tR28 872 for wasted removal costs. She had sold her\r\nhouse and was about to move to the farm;\n(c)\tR6 000 for money spent by her renovating the farm\r\nhouse; and\n(d) \tR 2 400 being wasted costs in relation to the\r\npossible move of her child to a school proposed by Van Jaarsveld.\n[29]\tThe court below deducted from this the sum of R15\r\n000 being an amount paid by Van Jaarsveld as contribution to her\r\nremoval\ncosts. The court, however, failed to have regard to a further\r\nsum of R35 500 paid by him in respect of the costs of renovation (she\n\ncould only prove R4 100 on this point) and the wedding preparations.\r\nHad the court taken this amount in account in calculating\nher loss it\r\ncould not have awarded her any damages. She could not account\r\nproperly for the latter amount and this amount must in\nmy view be set\r\noff against any damages she may have suffered. I disagree with the\r\ncourt below that her evidence had to be accepted\nuncritically on this\r\nscore simply because Van Jaarsveld did not testify. He could not give\r\nevidence on how she spent the money.\n[30]\tIt follows that her claim should have been\r\ndismissed. The consequent order is:\n1 The appeal is upheld with costs, including the costs\r\nof two counsel.\n2 The order of the court below is amended to read:\r\n‘Absolution from the instance with costs’.\n____________________\nL T C HARMS\nDeputy President\nAPPEARANCES\nAPPELLANT/S\t\t P E Jooste (with him T Zietsman)\nInstructed by Friedman Scheckter, Port Elizabeth\nHoney Attorneys, Bloemfontein\nRESPONDENT/S:\t\tM C Erasmus SC\nInstructed by Stuart van der Merwe Inc, Pretoria\nGoodrick & Franklin, Bloemfontein\n1\nDouglas v Douglas\n[1996] 2 All SA 1\n(A) at 8-9;\nPaddock\r\n\tMotors (Pty) Ltd v Igesund\n1976 (3) SA\r\n\t16\n(A) at 23C-G.\n2\nLinvestment CC v Hammersley\n[2008] ZASCA 1\n;\n[2008] 2 All SA 493\n(SCA) para 25; Constitution s 39(2).\n3\nFor example\nHurwitz v Taylor\n1926 TPD 81.\n4\nVan der Heever\nBreach of Promise and Seduction in South African\r\n\tLaw\n(1954) p 120; June D Sinclair\nThe Law of Marriage\nvol\r\n\t1 (1996) p 313; D J Joubert ‘Die gevolge van troubreuk –\r\n\t‘n kontemporêre beskouing’ 1990 (23)\nDe Jure\n201, especially p 213-215.\n5\n‘Deïnjuriëring van\r\n\tverlowingsbreuk: Opmerkinge oor die morele dimensie van deliktuele\r\n\taanspreeklikheid’\n1993 (26)\nDe\r\n\tJure\n126.\n6\nGuggenheim\r\n\tv Rosenbaum (2)\n1961 (4) SA 21\n(W) at 36.\n7\nSchafer\nFamily Law Service: Law of Marriage\np 13\n8\nCompare\nBull v\r\n\tTaylor\n1965 (4) SA 29\n(A).\n9\nHolt v United Security Life Insurance & Trust Co\n(1909)\r\n\t72 Atlantic Reporter 301 quoted in\nMainline Carriers (Pty) Ltd v\r\n\tJaad Investments CC\n1998 (2) SA 498\n(C) para 44.\n10\nCompare\nProbert v Baker\n1983\r\n\t(3) SA 229\n(D) at 234C-235E.\n11\nNdamase v University College of Fort Hare\n1966 (4) SA 137\n(E) at 139G-140C. In what follows I am paraphrasing\r\n\tthe words of Smalberger JA in\nDelange v\r\n\tCosta\n1989 (2) SA 857\n(A) at 861-862.\n12\nCompare the approach in\nSepheri v\r\n\tScanlan\nsupra at 377H-I\n.",
  "scraped_at": "2026-02-11T20:27:13.945117",
  "date": "2010-05-27",
  "coram": [
    "Harms DP",
    "Nugent",
    "Van Heerden JJA",
    "Majiedt",
    "Seriti AJJA"
  ],
  "case_number": "344/09",
  "parties": {
    "applicants": [
      "Deon van Jaarsveld"
    ],
    "respondents": [
      "Sunette Bridges"
    ]
  },
  "sections": {
    "facts": "Deon van Jaarsveld and Sunette Bridges became engaged on 29 July 2005 with a wedding scheduled for 14 January 2006. In early December 2005 van Jaarsveld sent Bridges a series of SMS messages and an email indicating that he could no longer proceed with the marriage, citing a change of feeling. Bridges accepted the repudiation, immediately pursued legal action claiming damages exceeding R1 million, and later obtained a judgment awarding R110,000 for iniuria and R172,413 for contractual damages, together with interest and costs. The factual background also includes Bridges' career as a singer and lyricist, her previous marriages, a new relationship formed shortly after the engagement was broken, and various financial arrangements such as an investment contract with a trust that paid her R200,000.",
    "issues": "The appeal raised two principal issues: (1) whether the breach of promise was contumacious, a prerequisite for delictual (iniuria) damages; and (2) whether Bridges suffered any actual financial loss that could justify contractual damages, including the correct assessment of claimed expenses such as loss of income, wedding preparation costs, removal expenses, and other incurred losses.",
    "principles": "The court reiterated that a claim for iniuria requires a wrongful, contemptuous act assessed by an objective reasonableness test; mere disappointment or hurt feelings are insufficient. For contractual damages, an engagement may be terminated without liability if there is a just cause, which today includes lack of desire to marry. The court highlighted the distinction between prospective losses (which are speculative and generally inadmissible) and actual losses (which must be within the parties' contemplation and directly attributable to the breach). Public policy and contemporary mores were noted as reasons to move away from treating engagements as rigid contracts.",
    "application": "Applying the objective test, the court found that van Jaarsveld’s SMS messages were not insulting or contemptuous; therefore the breach was not contumacious and the iniuria claim failed. Regarding contractual losses, the court identified errors in the lower court’s calculation: it ignored Bridges’ actual earnings of R200,000, failed to deduct payments made by van Jaarsveld (including R35,500 for renovations), and accepted overstated costs for wedding preparations and removal. The trust investment was a profit‑sharing arrangement, not a loan, and Bridges’ failure to perform could not be attributed to the appellant. Consequently, the claimed financial losses were either unsubstantiated or offset, leading to dismissal of the damages award.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the lower court’s award, and amended the order to read ‘Absolution from the instance with costs’, thereby awarding no damages to the respondent and ordering costs in favour of the appellant."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Breach of Promise",
    "level_3": [
      "delictual damages",
      "contractual damages",
      "public policy"
    ]
  }
}