{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/98.html",
  "case_name": "Commissioner for South African Revenue Services v Colgate-Palmolive (Pty) Ltd (528/09) [2010] ZASCA 98; 74 SATC 157 (3 September 2010)",
  "citation": "[2010] ZASCA 98",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 98\n|\nNoteup\n|\nLawCite\nCommissioner for South African Revenue Services v Colgate-Palmolive (Pty) Ltd (528/09) [2010] ZASCA 98; 74 SATC 157 (3 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n528/09\nIn the\r\nmatter between:\nNo precedential significance\nCOMMISSIONER\r\nFOR SOUTH AFRICAN\nREVENUE\r\nSERVICES \t\t\t\t\t\t\tAppellant\nand\nCOLGATE-PALMOLIVE (PROPRIETARY) LIMITED\t\t      Respondent\nNeutral citation:\nCSARS v Colgate-Palmolive (Pty) Ltd\n(528/09)\n[2010] ZASCA 98\n(3 September 2010)\nCoram:\nHarms\r\nDP, Lewis, Cachalia and Shongwe JJA and K Pillay AJA\nHeard:\t26\r\n August 2010\nDelivered \t 3 September 2010\nSummary:\nTariff determination under Customs and Excise Act\r\n91 of 1964: tetranyl, an ingredient of a fabric softener and\r\nconditioner, imported\nfrom Spain, not dutiable under tariff heading\r\n3402.12 of the Schedule to the Act: classifiable under heading\r\n3809.91.\nORDER\nOn appeal from KwaZulu-Natal High Court (Pietermaritzburg) (Combrink\r\nJ sitting as the court of first instance).\nThe appeal is dismissed with costs including those of two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nLEWIS JA\r\n(HARMS DP, CACHALIA AND SHONGWE JJA AND  K PILLAY AJA concurring)\n[1]\tThe respondent, Colgate-Palmolive (Pty) Ltd (Colgate), imports a\r\nproduct known as tetranyl L1-905 (tetranyl) from Spain. Tetranyl\nis\r\nused in making a fabric softener and conditioner, StaSoft. It is\r\nimported in paste form mixed with isoproponal, the sole purpose\nof\r\nwhich is to facilitate handling and transport. The appellant, to whom\r\nI shall refer as the Commissioner, contends that customs\nduty is\r\npayable on tetranyl in terms of the Customs and Excise Act 91 of\r\n1964. He has claimed payment of arrear duties and penalties\nin the\r\nsum of R3 377 732. Colgate contends that no duty is payable.\n[2]\tIn an appeal to the KwaZulu-Natal High Court (Pietermaritzburg),\r\nin terms of s 47(9)(e) of the Act against a tariff determination\nmade\r\nby the Commissioner (that tetranyl is dutiable under tariff heading\r\n3402.12 of the Schedule to the Act), Colgate contended\nthat tetranyl\r\nfalls under tariff heading 3809.91, and is not dutiable. The high\r\ncourt found for Colgate and set aside the Commissioner’s\n\ndetermination. It ordered that tetranyl be classified under tariff\r\nheading 3809.91. Thus no arrear duties were payable. The\r\nCommissioner’s\nappeal to this court is with the leave of the\r\nhigh court.\n[3]\tThe high court dealt comprehensively with the principles of\r\ntariff determination and considered expert evidence on the properties\n\nof tetranyl. The principles are trite and I shall not repeat them\r\nhere. In so far as the evidence before the court is concerned,\nthere\r\nwas a perceived conflict in the affidavits in Colgate’s appeal\r\nagainst the determination as to whether tetranyl constitutes\na\r\npreparation. For this – and other reasons – the judge who\r\nfirst heard the appeal referred the matter to oral evidence\nand\r\nexperts in chemistry for each party produced expert reports and\r\ntestified before Combrink J. It became common cause that tetranyl\nis\r\nregarded as a preparation. Much of the other evidence was also\r\nundisputed. It is necessary, however, to set out the respective\n\nheadings for which the parties contend and to consider briefly the\r\nnature and functions of tetranyl.\nThe Commissioner’s determination: 3402.12\n[4]\tChapter 34 of the Schedule deals inter alia with soap, ‘organic\r\nsurface-active agents’ and washing preparations.\nTariff heading\r\n3402 reads:\n‘Organic Surface-active Agents (Excluding Soap);\nSurface-active\r\nPreparations\n, Washing Preparations (including Auxiliary Washing\r\nPreparations) and Cleaning Preparations, whether or not Containing\r\nSoap . .\n. [my emphasis]\n. . .\n3402.12 = Cationic\n. . .’.\nThe relevant explanatory note states that organic surface-active\r\nagents are cationic in that they ‘ionise in aqueous solution\nto\r\nproduce positively charged organic ions responsible for the surface\r\nactivity’.\nColgate’s contention: 3809.91\n[5]\tChapter 38 governs ‘miscellaneous chemical products’.\r\nTariff heading 3809 covers ‘Finishing agents, Dye Carriers\nto\r\nAccelerate the Dyeing or Fixing of Dyestuffs and Other Products and\r\nPreparations . . . of a Kind Used in the Textile, Paper,\nLeather or\r\nLike Industries,\nNot Elsewhere Specified or Included\n: [my\r\nemphasis].\n. . .\n3809.91 1= Of a kind used in the textile or like industries . . .’\r\n.\nThe explanatory notes to the heading state that the items include\r\n‘preparations to modify the feel of products’ and\nrefer\r\nto ‘softening agents’.\nApproach to classification\n[6]\tAs stated by the high court (relying on\nSecretary for Customs\r\nand Excise v Thomas Barlow and Sons Ltd\n1970 (2) SA 660\n(A) and\nIBM SA (Pty) Ltd v Commissioner for Customs and Excise\n1985\r\n(4) SA 852\n(A)) classification entails a three-stage process:\r\nascertaining the meaning of the words in the headings and section\r\nnotes; considering\nthe nature and characteristics of the goods; and\r\ndetermining which heading is most appropriate. I shall start with the\r\nnature and\ncharacteristics of tetranyl which are not self-evident.\nThe nature and characteristics of tetranyl\n[7]\tBoth parties are agreed on the following: tetranyl is a finishing\r\nagent used in the textile industry, but is confined to domestic\nuse;\r\nit is not a separate chemical compound but combines triethanolime\r\n(which is a separate chemically defined compound) with ‘partially\n\nhydrogenated tallow acid’ obtained from animal fat. Tetranyl is\r\na ‘quaternary ammonium compound’ mixed with isopropanalol\n\nto form a paste. Its main function is to improve the softness of\r\nfabrics and to this end it is added to the rinse when fabrics\nhave\r\nbeen washed.\n[8]\tThe use of tetranyl conditions fabrics and softens them; it\r\nreduces the build-up of static electricity in fabric and also reduces\n\nwrinkling. Tetranyl also has water repellent properties which make\r\ndrying times faster. There was an apparent dispute between the\n\nexperts as to whether it has surface-active properties: one\r\nmaintained that it accumulated next to the fabric and the other that\n\nit adsorbs to it – it attaches to the fabric. They were agreed,\r\nhowever, that tetranyl is cationic in that it has a positive\n\nmolecular charge. The high court concluded that surfactancy (having a\r\nsurface-active function), while it may occur together with\n\nadsorption, was not a prerequisite to adsorption. The court in any\r\nevent preferred the views of the expert for Colgate that surfactancy\n\nis not the main function of tetranyl. The Commissioner was not able\r\nto show, in this court, that this finding was wrong.\nThe correct classification\n[9]\tColgate argued – and the court below found – that\r\ntetranyl is covered by tariff heading 3809: it is a finishing\nagent.\r\nThe Commissioner contended, however, that it falls also under 3402 as\r\nan organic surface-active agent. It will be recalled\nthat 3809 has an\r\nexclusionary proviso: even if the product fits the description it\r\ncannot be classified under the heading if it\nis ‘elsewhere\r\nspecified’. The Commissioner argued, thus, that tetranyl,\r\nbecause it is an organic surface-active agent,\nmust be classified\r\nunder 3402 and is therefore excluded by 3809.\n[10]\tBut this argument fails to take into account the explanatory\r\nnote to 3402, which itself excludes certain products. The note\nstates\r\nthat the heading does not cover ‘Preparations, containing\r\nsurface-active agents where the surface-active function\nis either not\r\nrequired or\nis only subsidiary to the main function of the\r\npreparation. . .\n’ (my emphasis).\nThis raises the\r\nquestion whether tetranyl’s surface-active function is\r\nsubsidiary to its main functions, which have been\ndescribed above –\r\nthe softening and conditioning of fabric after washing.\n[11] There is no contention by the Commissioner that the main\r\nfunction of tetranyl is its surfactancy – the reduction of\n\nsurface tension, foaming, emulsifying, or wetting (see the\r\nexplanatory note to 3402). That being so, tetranyl must be excluded\n\nfrom tariff heading 3402, surfactancy being only a subsidiary\r\nfunction. This conclusion is borne out by the explanatory notes to\n\n3809 which state that the heading covers preparations of the kind\r\nused during finishing of fabrics, which include softening agents.\nIn\r\nmy view, therefore, the order of the high court was correct.\n[12]\tThe appeal is dismissed with costs including those of two\r\ncounsel.\n_______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\tC J Pammenter SC\nInstructed by the State Attorney,\nDurban\nThe State  Attorney , Bloemfontein.\nRESPONDENTS:\t\t\t A Joubert SC (with him C McAslin)\nInstructed by Bowman Gilfillan Attorneys,\nJohannesburg \t\t\t\t\t\t\t\t\tHoney Attorneys Inc,  Bloemfontein.",
  "scraped_at": "2026-02-11T20:32:23.615124",
  "date": "2010-09-03",
  "coram": [
    "Harms DP",
    "Lewis",
    "Cachalia",
    "Shongwe JJA",
    "K Pillay AJA"
  ],
  "case_number": "528/09",
  "parties": {
    "applicants": [
      "Commissioner for South African Revenue Services"
    ],
    "respondents": [
      "Colgate-Palmolive (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The respondent, Colgate‑Palmolive (Pty) Ltd, imports a product called tetranyl L1‑905 from Spain. Tetranyl is a quaternary ammonium compound mixed with isopropanol to form a paste that is used as a finishing agent in the textile industry to soften and condition fabrics. The Commissioner for South African Revenue Services (the appellant) determined that tetranyl is dutiable under tariff heading 3402.12 of the Customs and Excise Act, while Colgate argued it should be classified under heading 3809.91 and be exempt from duty. The High Court ruled in favour of Colgate, classifying tetranyl under 3809.91, and the Commissioner appealed.",
    "issues": "The principal issue is whether tetranyl should be classified under tariff heading 3402.12 (organic surface‑active agents), making it dutiable, or under heading 3809.91 (finishing agents/softening agents), which is excluded from duty. The case also involves interpreting the explanatory notes and the exclusionary proviso in heading 3809.",
    "principles": "Classification follows a three‑stage process: (1) ascertain the meaning of the headings and their explanatory notes; (2) consider the nature and characteristics of the goods; (3) determine the most appropriate heading. Relevant precedents include Secretary for Customs and Excise v Thomas Barlow and Sons Ltd (1970) and IBM SA (Pty) Ltd v Commissioner for Customs and Excise (1985). Explanatory note to 3402 excludes preparations where the surface‑active function is subsidiary, and heading 3809 excludes products that are ‘elsewhere specified’.",
    "application": "The court examined expert evidence and found that tetranyl’s main function is fabric softening and conditioning, with surfactancy only a subsidiary property. Because its surfactant function is not the primary purpose, tetranyl is excluded from heading 3402.12 under the explanatory note. Consequently, it falls within heading 3809.91, which covers finishing agents and softening agents used in the textile industry. The high court’s classification was therefore upheld.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. The Commissioner’s determination that tetranyl is dutiable under heading 3402.12 was overturned, and the product remains classified under heading 3809.91, exempt from customs duty."
  },
  "tags": {
    "level_1": "Customs Law",
    "level_2": "Tariff Classification",
    "level_3": [
      "customs duty",
      "tariff heading",
      "fabric softening",
      "classification dispute",
      "explanatory notes"
    ]
  }
}