{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/57.html",
  "case_name": "Madzhadzhi and Others v President of the Republic of South Africa and Others (160/09) [2010] ZASCA 57; [2010] 4 All SA 1 (SCA) ; 2010 (12) BCLR 1309 (SCA) (1 April 2010)",
  "citation": "[2010] ZASCA 57",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 57\n|\nNoteup\n|\nLawCite\nMadzhadzhi and Others v President of the Republic of South Africa and Others (160/09) [2010] ZASCA 57; [2010] 4 All SA 1 (SCA) ; 2010 (12) BCLR 1309 (SCA) (1 April 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase\nNo:  160/09\nIn the\nmatter between:\nN N\nMADZHADZHI                                                           \n     FIRST APPELLANT\nN M\nMUDALAHOTHE                                                      \nSECOND APPELLANT\nR\nR SUMBANA                                                            \n         THIRD APPELLANT\nR\nA RAMUGONDO                                                          \n FOURTH APPELLANT\nv\nPRESIDENT\nOF THE RSA                                                 FIRST\nRESPONDENT\nPREMIER\nOF THE LIMPOPO PROVINCE                    SECOND RESPONDENT\nMEMBER\nOF THE EXECUTIVE COUNCIL OF                 THIRD RESPONDENT\nLIMPOPO\nCHARGED WITH LOCAL GOVERNMENT\nAND\nHOUSING\nMINISTER\nOF PROVINCIAL AND LOCAL                   FOURTH RESPONDENT\nGOVERNMENT\nINDEPENDENT\nCOMMISSION FOR THE                          FIFTH RESPONDENT\nREMUNERATION\nOF PUBLIC OFFICE BEARERS\nMINISTER\nOF FINANCE                                                    SIXTH\nRESPONDENT\nNeutral citation:\nMadzhadzhi\nv President of the RSA\n(160/2009)\n[2010]\nZASCA 57\n(1 April 2010).\nCoram:\nMpati\nP, Cloete, Cachalia, Malan et Tshiqi JJA\nHeard:\t\t11\nMarch 2010\nDelivered:\t\t1\nApril 2010\nSummary:\nSection 5\n(2) of the\nRemuneration of Public Office Bearers Act 20 of 1998\nprohibits\ntraditional leaders from being paid two incomes for holding two\nâpublic officesâ simultaneously, but it does not prohibit\nthem\nfrom being paid a salary as a traditional leader if  they are also\nemployed in the public service â Section 219 (1) of the\nConstitution recognises that national and provincial governments have\nconcurrent legislative and executive competence over traditional\nleaders, but their salaries must be determined by national framework\nlegislation. Where such salaries are determined by a provincial\nstatute, the provincial determination is valid in the absence of a\nconstitutional challenge to the statute. â Application for\ndeclaratory\nrelief. Declaratory order not affecting the consequences\nof an invalid decision, which remains valid until set aside â\nDeclarator\nrefused.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorth Gauteng\nHigh Court (Pretoria) (Phatudi AJ sitting as court of first\ninstance).\nThe following order is made:\n(1)\tThe appeal is dismissed.\n(2)\tThe cross-appeal is upheld to the extent that the\norder of the high court is amended as follows:\nâ\nThe application is dismissed, each party to pay its\nown costs.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA\nJA\n(Mpati P, Cloete, Malan and Tshiqi JJA\nconcurring):\n[1]\tThis is an appeal against a judgment of the Northern\nGauteng High Court (Phatudi AJ) refusing declaratory relief to the\nappellants.\nIt concerns a dispute over the remuneration of headmen\nand headwomen, who are traditional leaders, in Limpopo Province. It\nis convenient\nto refer to them as headmen. There are several hundred\nheadmen who have an interest in the outcome of these proceedings. The\nfour\nappellants were selected to bring test cases. The second and\nthird respondents oppose the relief sought. It would be convenient to\nrefer to them together as the respondents or the provincial\ngovernment. The first, fifth and sixth respondents elected to abide\nthe\ndecision of the court. No relief is sought against the fourth\nrespondent.\n[2]\tThe four appellants fall into three categories â\nthe first and fourth appellants are in the first. The first appellant\nis, in\naddition to being a headman who is paid from the public purse,\nemployed by the province as a public servant under the Public Service\nAct  1994 (the PSA).\n1\nThe second, who is a headman, was, but no longer is, a public\nservant. Their dispute with the provincial government arose after\ntheir\nsalaries as headmen were terminated on the ground that s 5(2)\nof the Remuneration of Public Office Bearers Act 20 of 1998 (REPOB)\n2\nprecluded their being paid salaries. In the high court they sought a\ndeclaratory order to the effect that the section did not debar\nthem\nfrom receiving salaries as traditional leaders even though they were\nalso being employed and paid as public servants.\n[3]\tThe second and fourth appellants fall into the\nsecond category. (The fourth appellant falls into both the first and\nsecond categories).\nThe second appellant was recognised as a headman\nafter 1 October 2002. His complaint is that the provincial government\ndetermined\nhis earnings at R13 000 per annum, which is lower than the\nR30 000 per annum paid to headmen appointed before this date.  The\nrelief\nhe seeks is to secure the higher salary of R30 000. I mention\nat this stage that the fourth appellant retired from the public\nservice\non 31 March 2005. His salary as a headman was then\nreinstated, but at the newly determined rate of R13 000. His\ngrievance is that\nhis salary ought to have been reinstated at R30\n000, which is what he was earning before 1 October 2002. I deal with\nhis case in\nparas 30 and 31.\n[4]\tThe third appellant became a headman before 1\nOctober 2002. He earned R30 000 annually and falls into the third\ncategory. His\ncomplaint is that he is entitled to salary increments,\nwhich the President has determined periodically for kings and chiefs\n(whose\nstatus is higher than that of headmen) â a grievance shared\nby the other appellants who earn R13 000.\nThe present dispute\n[5]\tIn 2001 the provincial government undertook an\ninvestigation into the appointment and remuneration of headmen in the\nprovince.\nIt emerged that some were being employed as public servants\nunder the PSA. They were thus receiving two incomes â as headmen\nand\nas public servants. So, on 29 July 2002, the Senior Manager for\nTraditional Affairs took steps to stop this. He addressed a letter\nto\nthe first appellant in these terms:\nâ\n1.\tIn terms of our records,\nyou are earning a salary as a Traditional Leader and also as a\ngovernment employee.\n2.\tAccording to the Public\nOffice Bearers Act 20 of 1998\n3\n,\nsection 5(2) a âtraditional leader, member of a Provincial House of\nTraditional Leaders or a member of the National House of Traditional\nLeaders who holds different public offices simultaneously, is only\nentitled to the salary, allowance and benefits of the public office\nfor which he or she earns the highest income.â This implies that\nTraditional Leaders who are employed in the Public Service must\nonly\nget a salary which is the [higher] of the two to avoid dual\nremuneration.\n3.\t. . . [You] are requested to\nindicate to this office on or before 30 August 2002 which salary\nshould be stopped failing which [your]\nsalary as a Traditional Leader\nwill be terminated with effect from 30 September 2002 . . . â\n[6]\tSimilar letters were addressed to other headmen who\nfell into this category. Neither the first appellant nor any of the\nother\nheadmen to whom the letters were sent responded. So on 30\nSeptember 2002 the provincial government terminated the salaries they\nwere\nearning as headmen as it had threatened to do.\n[7]\tThe investigation also revealed that most of the\nfunctions and responsibilities of headmen have been reduced â and\nare being\nperformed by government authorities and local councillors.\nAnd so, after consulting with traditional leaders, the provincial\ngovernment\ndecided to reduce the salaries of headmen from R30 000 per\nannum to R13 000 per annum with effect from 1 October 2002.\nHowever,\nheadmen appointed before this date would continue to receive\nR30 000. The appellants claim to be unaware of this decision, but\nnothing\nturns on this. There were no further developments for more\nthan three years after these decisions were implemented.\n[8]\tOn 14 December 2005 attorneys representing all these\nheadmen wrote to the Premier. They complained that the termination of\ntheir\nclientsâ salaries was unlawful and should be reinstated with\nretrospective effect â from 1 October 2002. They also demanded the\ntermination of âthe discriminatory systemâ of remunerating\nheadmen and the initiation of âa process in terms of which the\nsalaries\nand allowances of all traditional leaders will be determined\nby the President in terms of s 5 of [REPOB]â.\n[9]\tOn 25 January 2006 the provincial government, by\nletter, requested the appellantsâ attorneys to provide details of\nall the headmen\nthey represented, their current status and copies of\nthe letters received by their clients purporting to terminate their\nremuneration\nas headmen. The attorneys provided the information on 14\nMarch 2006, but not the letters. The province then undertook a\nverification\nexercise of the names that the attorneys had provided â\nthere were several hundred. By 7 August 2006 the matter had not\nprogressed\nany further. So, the attorneys gave the province 14 days\nto respond. They failed to do so and on 1 December 2006 the\nappellants launched\nthe present proceedings in the high court.\nThe proceedings in the high court\n[10]\tIn the high court the appellants sought declaratory\nrelief in terms of s 19(1)(a)(iii) of the Supreme Court Act 59\nof 1959\nin these terms:\n4\nâ\n(a) \tthat the First and\nFourth Applicants (and all other headmen and headwomen who find\nthemselves in a similar position to the First\nand Fourth Applicants)\nare and were at all relevant times â\n(i)\tnot debarred by the\nprovisions of section 5(2) of the Remuneration of Public Office\nBearers Act, 1998 (Act 20 of 1998), from receiving\nremuneration as\nheadmen and headwomen;\n(ii)\tentitled to [their\nremuneration, together with] increments at such times as increments\nwere granted to Kings and Chiefs, as headmen\nand headwomen;\n[notwithstanding their\nemployment as officers or employees in the public service;]\n(b)\tthat the Second, Third and\nFourth Applicants (and all other headmen and headwomen who find\nthemselves in a similar position to\nthe Second Applicant) are and\nwere at all relevant times entitled to receive in their capacities as\nheadmen or headwomen remuneration,\ntogether with increments at such\ntimes as increments were granted to Kings and Chiefs, similar to the\nremuneration that was paid\nto headmen and headwomen appointed before\n2002.\n. . .â\n[11]\tThe relief is claimed in two parts: the first and\nfourth appellants seek an order that s 5(2) of REPOB\n5\ndid not permit the provincial government to terminate their salaries\nas headmen even though they were also receiving salaries as\npublic\nservants. Secondly, the second, third and fourth appellants claim an\nentitlement to be paid a salary of R30 000, which is\nwhat headmen who\nwere appointed before 1 October 2002 are being paid (not the R13 000\nthat some currently receive) together with\nincrements.\n[12]\tThe learned judge agreed with the interpretation\ncontended for by the appellants that the reference to âpublic\nofficeâ in\ns 5(2) of REPOB referred only to elected officials in\nany of the three spheres of government or to traditional leaders; it\ndid not\ninclude public servants. However, he then characterised the\ndispute as a review under the Promotion of Administrative Justice Act\n3 of 2000 (PAJA). And, having done so, he found that because the\nfirst appellant had not instituted review proceedings within 180\ndays\nafter becoming aware of the decision to terminate their salaries as\nheadmen, as required by s 7 of PAJA, she was not entitled\nto the\nrelief claimed. It appears that the judge inadvertently omitted to\ndeal with the fourth appellantâs claim on this aspect.\n[13]\tIt seems that the judge also rejected the first and\nfourth appellantsâ applications on the merits by finding that they\nâwould\nnot have been . . . entitled to claim any additional\nremuneration in respect of their official duty or work (as\ntraditional leaders)\nwithout permission granted by the relevant\nexecuting authorityâ. There is no indication in the judgment that\nthe judge considered\nthe second part of the relief claimed by the\nsecond, third and fourth appellants. In the event, he dismissed the\napplication but\nordered the respondents to pay the costs. The\nrespondents cross-appeal the costs order.\nLegislative background.\n[14]\tOne of the central issues in the dispute, which has\na bearing on both parts of the relief claimed, is whether the\nauthority over\nthe remuneration of traditional leaders in the\nprovince (and particularly headmen) was vested in the President by\nvirtue of s 5(1)\nof REPOB,\n6\nor in the provincial government. It is therefore necessary to examine\nthe legislative history of the remuneration of traditional\nleaders in\nthe province.\n[15]\tBefore South Africaâs democratic transition in\n1994 the responsibility for regulating the affairs of traditional\nleaders lay\nwith various âself-governing territoriesâ. In the\nVenda territory, which is now part of the Limpopo Province, chiefs\nand headmen\nwere appointed under legislation administered by the\nformer Venda Government. Their remuneration was determined under s 19\nof the\nVenda Traditional Leaders Proclamation 29 of 1991 (the Venda\nProclamation). According to Proclamation 109 of 19 June 1994, under\nthe Constitution of the Republic of South Africa Act 200 of 1993 (the\nInterim Constitution), the determination of traditional leadersâ\nsalaries fell within the provinceâs competence in terms of s 126\nread with schedule 6.\n7\nThe administration of the Venda Proclamation was assigned to the\nprovince, which was then known as the Northern Province. Following\nthe assignment of the Venda Proclamation to the Northern Province,\nits Executive Council, the Council for National Unity, on 8 April\n1994 and by resolution 10/94, determined a uniform salary to be paid\nto chiefs at R46 311 per annum and to headmen at R30 000 per\nannum.\n[16]\tThe following year the national government was also\ngiven the power to determine the remuneration of traditional leaders\nin terms\nof\ns 2\nof the\nRemuneration of Traditional Leaders Act 29 of\n1995\nâ though this law did not remove the provincesâ power over\nremuneration.\n8\nRemuneration paid by the national government was to be additional to\nany salaries traditional leaders received from a province.\n9\nSo, while the national government was given authority to determine\nsalaries for traditional leaders, the provinceâs authority to\npay\nthe salaries of chiefs and headmen under the Venda Proclamation\ncontinued. A dual system of remuneration existed. The preamble\nto Act\n29 of 1995 specifically acknowledged this duality by stating:\nâ\n. . .\nAND WHEREAS the\nsubjects and followers of particular tribal hierarchies do not\nnecessarily all reside in a single province and the\nconstituencies of\ntraditional hierarchies transcend provincial boundaries;\nAND WHEREAS the need for members\nof traditional hierarchies to be supported, maintained and\nremunerated in respect of their tribal\nroles from national\ngovernmental level and from national funds as opposed to the\nprovincially administered statutory functions they\nmay fulfil and in\nrespect of which they may be remunerated by provincial or local\ngovernments is recognised.â\n[17]\tThe final Constitution\n10\n(the Constitution) came into force on 4 February 1997. Traditional\nleadership is included in Schedule 4 and is subject to Chapter\n12. It\nis thus a function over which national and provincial governments\nhave concurrent legislative and executive competence. However,\nin the\nCertification\njudgment,\n11\nthe Constitutional Court stated that even though the provinces\nretained most of their powers and functions over traditional leaders\nin the Constitution, a significant diminution in their authority\noccurred when the framework for their remuneration was transferred\nfrom provincial to national legislation by s 219(1)(a).\n12\nBut this did not mean that there was any constitutional impediment to\nnational legislation retaining the existing dual system of\nremuneration, which followed the introduction of Act 29 of 1995\nreferred to above. Nor did it prevent provinces from implementing\nnational legislation. This much is clear from s 219(4) of the\nConstitution.\n13\n[18]\tREPOB was the national framework legislation passed\nto comply with s 219(1)(a) of the Constitution. It commenced\noperation\non 23 September 1998. Section 5 deals with the remuneration\nof traditional leaders. It provides:\nâ\n5    \nSalaries, allowances and benefits of traditional leaders, members of\nlocal Houses of Traditional Leaders, members\nof provincial Houses of\nTraditional Leaders and members of National House of Traditional\nLeaders.\nâ\n(1)\tTraditional leaders, members\nof any local House of Traditional Leaders, members of any provincial\nHouse of Traditional Leaders\nand members of the National House of\nTraditional Leaders shall, despite anything to the contrary in any\nother law contained, be entitled\nto such salaries and allowances as\nmay from time to time be determined by the President after\nconsultation with the Premier concerned\nby proclamation in the\nGazette\n,\nafter taking into consideration â\n(a)\tany\nrecommendations of the Commission;\n. . .\n(2)\tDespite the provisions of\nsubsection (1), a traditional leader, a member of a local House of\nTraditional Leaders, a member of\na provincial House of Traditional\nLeaders or a member of the National House of Traditional Leaders who\nholds different public offices\nsimultaneously, is only entitled to\nthe salary, allowances and benefits of the public office for which he\nor she earns the highest\nincome, but â\n(a)\tthis subsection shall not\npreclude the payment of out of pocket expenses for the performance of\nfunctions other than those for\nwhich such office bearer receives such\nhighest income; and\n(b)\twhere only an allowance has\nbeen determined in terms of subsection (1) in respect of a\ntraditional leaderâs membership of a\nlocal House of Traditional\nLeaders, a provincial House of Traditional Leaders or the National\nHouse of Traditional Leaders, such\na traditional leader shall be\nentitled to such an allowance in addition to his or her salary,\nallowances and benefits as a traditional\nleader.\n. . .\n(4)\tThe amount payable in\nrespect of salaries, allowances and benefits to traditional leaders,\nmembers of local Houses of Traditional\nLeaders, members of provincial\nHouses of Traditional Leaders and members of the National House of\nTraditional Leaders shall be paid\nfrom monies appropriated for that\npurpose by Parliament in respect of the National House of Traditional\nLeaders and by a provincial\nlegislature in respect of traditional\nleaders, members of local Houses of Traditional Leaders and members\nof provincial Houses of\nTraditional Leaders, as the case may be.â\n[19]\tREPOBâS effect is that the authority for deciding\nthe salaries for traditional leaders now vests in the President, who\nmust\nconsult the Premier concerned and consider any recommendations\nof the Independent Commission for the Remuneration of Office Bearers,\nenvisaged in s 219(2) of the Constitution, before making a decision.\nREPOB repealed Act 29 of 1995,\n14\nbut not the Venda Proclamation. So while REPOB contemplates that the\nPresident will determine the salaries of traditional leaders,\nthe\nprovince retained the authority over the remuneration of chiefs and\nheadmen â notwithstanding s 5(1) of REPOB. There is no\nconstitutional challenge to the Venda Proclamation. So we must accept\nthat the provinceâs determination of salaries for headmen\nin 2002\nwas valid. This is because s 2(1) of Schedule 6 of the Constitution,\nwhich deals with transitional arrangements, provides\nthat all law\nthat was in force when the Constitution took effect continues to\nremain in force subject to amendment or repeal and\nconsistency with\nthe Constitution.\n[20]\tIn 2005 the provincial legislature promulgated the\nLimpopo Traditional Leadership and Institutions Act 6 of 2005. In\nterms of\ns 34 read with Schedule 1 of that Act, the Venda\nProclamation was repealed with effect from 1 April 2006.\n15\nSection 21(1) provides that the salaries of traditional leaders would\nthereafter be dealt with under REPOB â in other words, by\nthe\nPresident. This brought the dual system of remuneration of\ntraditional leaders in the province to an end.\n[21]\tSince then it appears that the President has from\ntime to time determined\n16\nsalaries for kings, chiefs and also chairpersons and deputy\nchairpersons of the National House of Traditional Leaders, who are\nall\nsenior leaders in the traditional leader hierarchy, but has not\ndone so for headmen, who are not. Headmen continued to receive the\nsame salary that the province determined on 1 October 2002.\n[22]\tI turn to consider the first part of the relief\nclaimed, which deals with the dispute over the interpretation of s\n5(2) of REPOB.\nIt is not in dispute that at the time the province\nstopped paying salaries, which the first and fourth appellants were\nreceiving\nas headmen, they were also being paid as public servants.\nThe reason that the province gave for terminating their salaries was\nthat\ns 5(2) of REPOB prohibited them from receiving salaries both as\ntraditional leaders and as public servants.\n17\nHowever, in its answering affidavit, the province gave a different\nreason â that s 30 of the PSA precluded the payment of salaries\nto\nanyone who performed any other remunerative work without the relevant\ndepartmentâs permission. In his written argument, Mr Tokota,\nwho\nappeared for the respondents, relied on both grounds to justify the\ndecision. As I understand his submission it was that the\npurpose of s\n5(2) of REPOB is to prevent traditional leaders and other public\noffice bearers from earning âdouble salaries.â\nBeing employed in\nthe public service constitutes the âholding of public officeâ as\ncontemplated by s 5(2). To interpret it in\nany other way, so the\nsubmission went, would defeat the purpose of s 5(2) of REPOB and\nbring it into conflict with s 30 of the PSA.\n[23]\tSection 5(2) of REPOB and s 30 of the PSA\n18\nserve different purposes. The former is concerned with preventing\npersons who hold more than one âpublic officeâ from receiving\nmore than one salary. The latter is aimed at preventing public\nservice employees from performing remunerative work outside their\nemployment in the relevant department if this conflicts with their\nresponsibilities in the public service. The executive authority\nmay,\nhowever, grant permission for the employee to do other paid work if\nthis does not interfere with his or her employment or otherwise\ncontravene the public service code of conduct.\n[24]\tIt is apparent that even though âpublic officeâ,\nas the term is used in s 5(2) of REPOB, is not defined an âoffice\nbearerâ\nreferred to in s 5(2)(a) is defined in s 1. It refers\nonly to elected officials and traditional leaders.\n19\nAnd from s 5(2) of REPOB it is clear that the reference to âholders\nof public officeâ means âoffice bearersâ who are traditional\nleaders or who hold some office by virtue of their position as\ntraditional leaders such as members of the National or Provincial\nHouse of Traditional Leaders. In the PSA an employee is defined and\ndoes not include any one of the categories of persons to whom\nthe\ndefinition of âoffice bearerâ in REPOB may apply. So a âholder\nof public officeâ as envisaged in s 5(2) clearly cannot\ninclude a\npublic service employee.\n[25]\tBut the most telling explanation for why a âholder\nof public officeâ in s 5(2) can refer only to traditional leaders\n(and\nnot public servants) is because of the mischief at which s 5(2)\nof REPOB is aimed. From the legislative history which I traced\nearlier,\nboth REPOB and its predecessor, the\nRemuneration of\nTraditional Leaders Act 29 of 1995\n, contemplated a dual system of\nremuneration (by national and provincial government) for traditional\nleaders. This meant that some\ntraditional leaders could be drawing\nmore than one salary â one from national government and the other\nfrom a province, or possibly\ntwo salaries from the same sphere of\ngovernment.\nSection 5(2)\nof REPOB was probably aimed at preventing\nthis mischief. Its object was not to prevent public servants from\nbeing paid for their\nresponsibilities as traditional leaders. That\nproblem is adequately provided for in\ns 30\nof the PSA. And if the\nprovincial government is of the view that the remunerative work\nperformed by headmen conflicts with their\nduties in the public\nservice, it may take steps to end the practice under the relevant\nprovisions of the PSA.\n20\nThe provincial government was therefore not entitled to invoke\ns 5(2)\nof REPOB when it stopped paying salaries to headmen in this category.\nIt used this power for an unauthorised purpose.\n21\nI should add that during oral argument before us Mr Tokota properly\nconceded that his written submissions to the contrary were not\nsustainable. It follows that the high courtâs interpretation of the\nrelevant provisions was correct.\n[26]\tThis brings me to the question whether the first\nand fourth appellants are entitled to the first part of the\ndeclaratory relief\nrequested. As I mentioned earlier, the high court\ncharacterised the application for a declarator as a review and then\ndismissed it\non the ground that the appellants had unduly delayed\ntheir application.\n[27]\tEven though the appellants could have reviewed the\ndecision under PAJA, this does not mean that their application was a\nreview\nunder PAJA. But the fact that a litigant has an alternative\nremedy is relevant to the exercise of a courtâs discretion as to\nwhether\na declaratory order should be granted.\n22\nThe high court erred in this regard. I turn to consider whether the\nappellants are entitled to the order.\n[28]\tDuring argument it was put to counsel for the\nappellants, Mr Wessels, that the first part of the relief claimed, in\nits present\nform will have the consequence that the appellants\nreceive salaries as headmen and the provincial government will be\nobliged to continue\npaying them as public servants notwithstanding\ns\n30\nof the PSA, which is aimed at preventing persons undertaking other\nremunerative work where this conflicts with their work as public\nservants. In response the appellants applied to amend the terms of\nthe relief claimed by deleting the words in square brackets.\n23\nWe approved the amendment and must consider whether the relief can be\ngranted in its present form.\n[29]\tThe first and fourth appellants have established\nthat\ns 5(2)\nwas no bar their right to receive salaries as headmen.\nThe question now is whether we should grant or refuse the declaratory\norder\nthey ask for. The major impediment to granting such an order is\nthat it will not validate the decision not to pay them or undo its\nconsequences. No purpose will therefore be served by granting an\norder.\n[30]\tA part of the fourth appellantâs dispute with the\nrespondents is over the reduction of his salary from R30 000 to R13\n000,\nafter he resigned from the public service on 31 March 2005. He\nwas appointed as a headman in 1985. In this capacity he earned a\nsalary\nof R30 000 until 1 October 2002 when it was terminated\nunlawfully. He remained in the public service. When he retired from\nthe public\nservice his salary as a headman was reinstated â but at\nthe revised amount of R13 000. The respondents do not aver that he\nceased\nbeing a headman during this period. They, however, deny that\nhe is entitled to a salary of R30 000 because, they say, he was\nâreappointedâ\nas a headman after he retired from the public\nservice and was thus only entitled to the revised salary. They\nprovide no details of\nhis alleged reappointment. Their bare denial\nthat his salary was reinstated creates no genuine dispute of fact. He\nwould appear therefore\nto be entitled to his original income of\nR30 000, which other headmen who were appointed before 1 October\n2002 continued to\nreceive. In his case declaratory relief is sought\nin the second part of the relief claimed.\n[31]\tHowever, for the reason given in para 29, the grant\nof a declaratory order would also be inappropriate for this part of\nhis case.\nIt should be pointed out that the fourth appellant had an\nopportunity to review two decisions. The first was the decision to\nterminate\nhis headmanâs salary of R30 000 on 1 October 2002; the\nsecond was the decision to reinstate his salary, but at the reduced\namount\nfollowing his retirement from the public service on 31 March\n2005. He failed to institute proceedings in good time on both\noccasions\nand cannot complain belatedly that an injustice is being\ndone to him.\n[32]\tI turn to consider the rest of the relief claimed\nin the second part â that the provincial government unfairly\ndiscriminated\nagainst the second, third and fourth appellants in this\ncategory by determining a salary of R13 000 for headmen appointed\nafter 1 October\n2002, but did not reduce the salaries of those\nappointed before this date â they were still paid R30 000; and that\nthe President\nunfairly discriminated against them by not determining\nsalary increments for them, as he did for kings and chiefs.\n[33]\tThe appellantsâ allegations regarding where the\nauthority for the determination of the salaries of headmen lay on 1\nOctober\n2002 are contradictory. They allege that this authority was\nvested in the President by virtue of\ns 5(1)\nof REPOB â not the\nprovince. But they then contradict this allegation by complaining\nthat the provincial government discriminated\nagainst them by making\nthe determination. However, I have pointed out earlier that the dual\nsystem of remuneration continued in the\nprovince until the Venda\nProclamation was repealed with the commencement of the Limpopo\nTraditional Leadership and Institutions Act\n6 of 2005 in April 2006 â\na fact of which neither the parties nor their respective legal\nrepresentatives appear to have been aware.\nSo this means that the\nprovince retained the authority to determine salaries of traditional\nleaders, at least until April 2006 â\nand had the authority to do so\nin 2002, notwithstanding s 5(1) of REPOB. The appellantsâ case in\nthis regard can therefore only\nbe that the provincial government â\nnot the President â unfairly discriminated against them by\ndetermining a salary of R13 000\nin 2002.\n[34]\tHowever, the appellantsâ case discloses no cause\nof action. The founding affidavit contains no factual or legal basis\nfor the\nassertion that headmen who were appointed after 1 October\n2002 had a right to receive a salary of R30 000, or to be given\nincrements\nthereafter, either by the provincial government or by the\nPresident. And the fact that the President determined increments for\nsenior\ntraditional leaders did not confer any such right on the\nappellants, or impose any obligation on the provincial government,\nwhich\nremained responsible for their remuneration until April 2006,\nto grant increments to them.\n[35]\tThe case the appellants make for unfair\ndiscrimination is in any event not sustainable. From the equality\njurisprudence that\nthe Constitutional Court has developed,\ndifferentiation between people or categories of people is permissible\nif it bears a rational\nconnection to a legitimate governmental\npurpose.\n24\n[36]\tIt appears from the respondentsâ answering\npapers, though admittedly not completely clearly, that the province\nmade a policy\ndecision, which I have referred to in para 7, to reduce\nthe salaries of headmen because the diminution of their functions and\nresponsibilities\nwith the advent of the new constitutional order no\nlonger justified a salary of R30 000 â hence its decision to pay\nheadmen appointed\nafter 1 October 2002 a reduced salary of R13 000.\nIf this is so, the decision was rationally made for a legitimate\ngovernmental purpose.\nBut it suffices to say that the second, third\nand fourth appellants have not established that the provincial\ngovernment discriminated\nunfairly against them.\n[37]\tIt follows that the appellants have failed to\nestablish any basis for the relief claimed.  Regarding costs, the\njudge a quo,\nas I have mentioned, made the respondents liable for the\ncosts despite having dismissed the application. He did so because, in\nhis\nview, the respondents had been remiss in failing to resolve the\ndispute with the appellants amicably, choosing instead to defend\nthe\ncase in court. That was not a proper exercise of his discretion. Once\nthe respondents had disputed the claims that were advanced\nby the\nappellants, there was no way in which the respondents could have\nresolved the dispute save to agree to the appellantsâ demands.\nThey\nwere not obliged to do so for the reasons I have given. However, the\nfirst and fourth appellants were entitled to go to court\nbecause the\nprovincial government had wrongly terminated their salaries. And in\nthe case of the fourth appellant, his salary as a\nheadman was, in\naddition, unlawfully reinstated at R13 000 instead of R30 000 after\nhe retired from the public service. So the respondents\nwere not\nblameless. In the circumstances the appropriate costs order, both in\nthis court and the court below, should be that the\nparties pay their\nown costs.\n[38]\tI therefore make the following order:\n(1)\tThe appeal is dismissed.\n(2)\tThe cross-appeal is upheld to the extent that the\norder of the high court is amended as follows:\nâ\nThe application is dismissed, each party to pay its\nown costs.â\n______________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS:  \t\tJ K Wessels (with him W T B Ridgard)\nInstructed by Mathobo Rambau & Sigogo, Pretoria\nMatsepe Attorneys, Bloemfontein\nSECOND, THIRD AND\nFOURTH RESPONDENTS:\tB R Tokota SC (with him D T Skosana)\nInstructed by State Attorney, Pretoria\nand Bloemfontein\n1\nProclamation 103 published in GG 15791, 3 June 1994.\n2\nQuoted in para 18.\n3\nThis is obviously a reference to REPOB, quoted below in para 18.\n4\nThe reason for the square brackets appears from para 28 below.\n5\nQuoted in para 18.\n6\nQ\nuoted\n\tin para 18\n.\n7\nEx Parte Speaker of the\n\tKwazulu-Natal Provincial Legislature: In re Kwazulu-Natal Amakhosi\n\tand Iziphakanyiswa Amendment Bill of\n1995; Ex Parte Speaker of The\n\tKwazulu-Natal Provincial Legislature: In re Payment of Salaries,\n\tAllowances and Other Privileges\nto the Ingonyama Bill of 1995\n[1996] ZACC 15\n;\n1996\n\t(4) SA 653\n(CC) para 8 and\nEx\n\tParte Chairperson of the Constitutional Assembly: In re\n\tCertification of the Constitution of the Republic of South Africa,\n[1996] ZACC 26\n;\n1996\n1996 (4) SA 744\n(CC)\n\tpara 433.\n8\nSection 2: â\nRemuneration\n\tand allowances of traditional leaders\n(1)\n\tNotwithstanding any other law, a traditional leader may be paid out\n\tof the National Revenue Fund such remuneration and allowances\nas the\n\tPresident may determine after consultation with the Council of\n\tTraditional Leaders established by section 184(1) of the\n\tConstitution and the Commission on Remuneration of Representatives\n\tcontemplated in section 207 of the Constitution.\n(2)\n\tFor the purposes of subsection (1), the President may â\n(a)\n\ton the grounds of the status and powers of traditional leaders\n\tdifferentiate between different categories of traditional leaders;\n\tand\n(b)\n\tdetermine that the remuneration and allowances payable to\n\ttraditional leaders in different categories may differ.â\n9\nS Woolman et al\nConstitutional\n\tLaw of South Africa\n2 ed\n\t(2009) p 26-32.\n10\nAct 108 of 1996.\n11\nSee above n7 at para 409.\n12\nSection 219(1): âAn Act of Parliament must establish a framework\n\tfor determining â\n(a)\n\t the salaries, allowances and benefits of members of the National\n\tAssembly, permanent delegates to the National Council of Provinces,\n\tmembers of the Cabinet, Deputy Ministers, traditional leaders and\n\tmembers of any councils of traditional leaders.â\n13\nSection 219(4): âThe\n\tnational executive, a provincial executive, a municipality or any\n\tother relevant authority may implement\nthe national legislation\n\treferred to in subsection (1) only after considering any\n\trecommendations of the commission established\nin terms of subsection\n\t(2).â\n14\nSection 10: â\nRepeal of\n\tlaws.\nâ The Payment of\n\tMembers of Parliament Act, 1994 (Act No. 6 of 1994), the\n\tRemuneration and Allowances of Executive Deputy Presidents,\n\tMinisters and Deputy Ministers Act, 1994 (Act No. 53 of 1994), and\n\tthe Remuneration of Traditional Leaders Act, 1995 (Act No. 29\nof\n\t1995), are hereby repealed.â\n15\nProvincial\n\tGazette 1240, 31 March 2006.\n16\nSee for example; GN R36,\nGG\n19901, 1 April 1999 and GN R23,\nGG\n22182, 30 March 2001.\n17\nThe reason appears from the letter in para 5.\n18\nSection 30 of the PSA provides: â\nOther\n\tremunerative work by employees\n.\n(1)\n\t No employee shall perform or engage himself or herself to perform\n\tremunerative work outside his or her employment in the relevant\n\tdepartment, except with the written permission of the executive\n\tauthority of the department.\n(2)\n\t For the purposes of subsection (1) the executive authority shall at\n\tleast take into account whether or not the outside work\ncould\n\treasonably be expected to interfere with or impede the effective or\n\tefficient performance of the employeeâs functions in\nthe\n\tdepartment or constitute a contravention of the code of conduct\n\tcontemplated in section 41(1)(\nb\n)(v).\n(3)\n\t (\na\n)\n\t The executive authority shall decide whether or not to grant\n\tpermission, contemplated in subsection (1), within 30 days after\nthe\n\treceipt of the request from the employee in question.\n(\nb\n)\n\t If the executive authority fails to make a decision within the 30\n\tday period, it would be deemed that such permission was given.â\n19\nâOffice bearerâ\nmeans a Deputy President, a Minister, a Deputy Minister, a member of\n\tthe National Assembly, a permanent delegate, a Premier, a\nmember of\n\tan Executive Council, a member of a provincial legislature, a\n\ttraditional leader, a member of a local House of Traditional\n\tLeaders, a member of a provincial House of Traditional Leaders, a\n\tmember of the National House of Traditional Leaders and a member\nof\n\ta Municipal Council.\n20\nSee for example s 31 of the PSA.\n21\nMinister of Education v\n\tHarris\n2001 (4) SA 1297\n(CC) para 17.\n22\nLion Match Co\n\tLtd v Paper Wood & Allied Workers Union\n2001\n\t(4) SA 149\n(SCA) para 25.\n23\nSee above in para 10.\n24\nHarksen v Lane & others\n[1997] ZACC 12\n;\n1998 (1) SA 300\n(CC);\nNational Coalition for Gay\n\tand Lesbian Equality v Minister of Justice & others\n1999\n\t(1) SA 6\n(CC).",
  "scraped_at": "2026-02-11T20:23:00.393201",
  "date": "2010-04-01",
  "coram": [
    "Mpati P",
    "Cloete",
    "Cachalia",
    "Malan",
    "Tshiqi JJA"
  ],
  "case_number": "160/09",
  "parties": {
    "applicants": [
      "N N Madzhadzhi",
      "N M MudalahoThe",
      "R Sumbana",
      "R A Ramugondo"
    ],
    "respondents": [
      "President of the Republic of South Africa",
      "Premier of the Limpopo Province",
      "Member of the Executive Council of Limpopo Charged with Local Government and Housing",
      "Minister of Provincial and Local Government",
      "Independent Commission for the Remuneration of Public Office Bearers",
      "Minister of Finance"
    ]
  },
  "sections": {
    "facts": "The appellants are traditional leaders (headmen) in Limpopo Province. Some of them were also employed as public servants under the Public Service Act. In 2002 the provincial government terminated their remuneration as headmen, alleging that section 5(2) of the Remuneration of Public Office Bearers Act 20 of 1998 (REPOB) prohibited a person who holds two public offices from receiving two salaries. The province also reduced the salary for headmen appointed after 1 October 2002 from R30,000 to R13,000, while those appointed earlier continued to receive R30,000. The appellants sought declaratory relief that the provincial action was unlawful and that they were entitled to the higher salary and to increments similar to those granted to kings and chiefs.",
    "issues": "1) Whether section 5(2) of REPOB bars a traditional leader who is also a public servant from receiving a salary as a headman. 2) Whether the authority to determine headmen’s salaries in 2002 lay with the President (under REPOB) or with the provincial government. 3) Whether the provincial reduction of salaries and the failure to grant increments amounted to unfair discrimination in violation of the Constitution’s equality provisions. 4) Whether the appellants’ failure to institute review proceedings within the period prescribed by the Promotion of Administrative Justice Act bars their claim for relief.",
    "principles": "The court examined the legislative history of REPOB and its predecessor, concluding that ‘public office’ in section 5(2) refers only to elected officials and traditional leaders, not to public service employees. Accordingly, s 5(2) is intended to prevent dual remuneration between multiple traditional offices, not to preclude a public servant from receiving a traditional leader’s salary, a matter regulated by section 30 of the Public Service Act. The Constitution (s 219) assigns the determination of traditional leaders’ remuneration to the President, but the provincial Venda Proclamation remained in force until its repeal in 2006, allowing the province to set headmen’s salaries in 2002. The court also applied the principles of the Promotion of Administrative Justice Act regarding time limits for review, and the constitutional test for unfair discrimination requiring a rational connection to a legitimate governmental purpose.",
    "application": "The court held that the provincial government misapplied s 5(2) REPOB in terminating the headmen’s salaries; the provision does not bar a traditional leader who is a public servant from receiving remuneration for the traditional role. Because the Venda Proclamation was still effective in 2002, the province had lawful authority to set the R13,000 salary for headmen appointed after that date. The appellants failed to institute timely review proceedings under PAJA, and there was no substantive basis for a claim of unfair discrimination, as the reduction served a legitimate purpose of aligning remuneration with the diminished functions of headmen. Consequently, the declaratory relief sought was refused.",
    "conclusion": "The appeal was dismissed. The cross‑appeal was upheld in part, amending the High Court order to dismiss the application and order each party to bear its own costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Traditional Leadership Remuneration",
    "level_3": [
      "Remuneration of Public Office Bearers Act",
      "Dual remuneration",
      "Provincial vs national authority",
      "Equality discrimination"
    ]
  }
}