{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/133.html",
  "case_name": "Mutual & Federal Insurance Company Ltd v SMD Telecommunications CC (486/09) [2010] ZASCA 133; 2011 (1) SA 94 (SCA) ; [2011] 2 All SA 34 (SCA) (1 October 2010)",
  "citation": "[2010] ZASCA 133",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 133\n|\nNoteup\n|\nLawCite\nMutual & Federal Insurance Company Ltd v SMD Telecommunications CC (486/09) [2010] ZASCA 133; 2011 (1) SA 94 (SCA) ; [2011] 2 All SA 34 (SCA) (1 October 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n486/09\nIn the matter between:\nMUTUAL & FEDERAL INSURANCE COMPANY LTD\n......................\nAppellant\nand\nSMD TELECOMMUNICATIONS CC\n..................................................\nRespondent\nNeutral citation:\nMutual & Federal Insurance Company\r\nLtd v SMD Telecommunications CC (486/09)\n[2010] ZASCA 133\n(1 October\r\n2010)\nCoram:\nNAVSA, CLOETE, MHLANTLA, SHONGWE and TSHIQI JJA\nHeard: 19 August 2010\nDelivered: 1 October 2010\nSummary:\nInsurance contract – Occurrence Clause covering\r\nbodily injury caused ‘solely’ and ‘independently’\r\nof any other cause – Exception Clause excluding any\r\npre-existing death or infirmity.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape Town) (Davis J\r\nsitting as court of first instance):\nThe appeal is dismissed with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI JA (Navsa, Cloete, Mhlantla, Shongwe JJA concurring):\n[1] On 1 July 2002, the appellant and the respondent concluded a\r\ncontract of insurance. The clauses relevant to the present dispute\n\nare the Occurrence and Exception Clauses. In terms of the Occurrence\r\nClause, the appellant undertook to compensate the respondent\nin the\r\nevent of disability or death of one of its managerial staff,\r\noccurring as a result of ‘bodily injury caused solely\nby\r\nviolent, accidental, external and visible means which injury shall\r\nindependently of any other cause be the sole cause of any\nof the\r\nresults’ (which included death). The Exception Clause\r\nspecifically excluded cover for ‘any occurrence consequent\nupon\r\nany pre-existing physical defect or infirmity’.\n[2] On 10 October 2002 Mr Keith Compton-James (‘the deceased’),\r\nwho held the position of Chief Executive Officer of\nthe respondent,\r\nsustained orthopaedic injuries in a motor vehicle collision. On 18\r\nMay 2003, seven months later, he died. His death\nwas precipitated by\r\na plaque rupture which\ncaused\r\na myocardial infarction (a heart attack). It was not in dispute that\r\nthe deceased fell within the ambit of managerial staff\nas\r\ncontemplated in the contract.\n[3] Before the collision, the deceased had a history of coronary\r\nproblems. In 1999 and 2001 he was diagnosed by a cardiologist,\nDr\r\nTyrell, to be suffering from high blood pressure and presented with a\r\ncystolic murmur. He had also presented clinical features\nof aortic\r\nstenosis (narrowing of the aortic valve of the heart) together with a\r\nslightly leaking mitral valve and evidence of left\nventricular\r\nhypertrophy (the heart muscle was thicker than normal). He was\r\nadvised to change his lifestyle and to stop smoking\nand drinking. An\r\nelectrocardiogram and echogram indicated he had had a previous\r\nmyocardial infarction. On both occasions Dr Tyrell\nalso noted that\r\nthe deceased had developed mild claudication (a narrowing of the\r\narterial supply to the muscles of the legs).\n[4] On the day of the collision he was admitted to the Milnerton Medi\r\nClinic for trauma care and treatment. On 11 October 2002,\nhe was\r\ntaken to theatre where a doctor carried out an open reduction and\r\ninternal fixation of the right femoral fracture and an\nopen reduction\r\nand internal fixation of the distal left femur and a patellectomy of\r\nthe left knee were performed. He remained there\nuntil 25 October 2002\r\nwhen he was transferred to the Panorama Rehabilitation Unit for after\r\ncare. On 29 November 2002, it appeared\nthat his left knee had flared\r\nup and was painful. His doctor carried out an arthroscopy and a wash\r\nout of turbid fluid of the left\nknee. He was taken back to the\r\nPanorama Rehabilitation Unit.\n[5] On 13 December 2002, he was discharged to his home. He walked\r\nwith the aid of a walking frame and at times required the use\nof a\r\nwheelchair. While at home, it appeared that there was a wound on the\r\nleft heel and toe. He utilised the services of a nurse\nto change the\r\ndressings. It became necessary for him to be referred to a vascular\r\nsurgeon, who, on 15 January 2003, carried out\na femero-popliteal\r\nbypass of the leg. He was discharged on 23 January 2003. On 27\r\nJanuary 2003 he commenced at his home with a\nprocess of\r\nphysiotherapy.\n[6] On 30 January 2003 (more than three months later) the deceased\r\nwas readmitted to Panorama Rehabilitation Unit because it appeared\n\nthat his health condition had deteriorated. He could not get out of\r\nbed, his speech was slurred and he looked pale and drawn. Dr\nRossouw,\r\na general practitioner, was consulted. On 5 February 2003, Dr Rossouw\r\nreferred him to Dr Du Toit, a physician. After setting\nout the\r\ndeceased’s condition and his prescribed medication, he\r\ncommented: ‘Ek mis iets hier ek hoop jy kan help’.\nIn the\r\nreferral, Dr Rossouw also described the deceased’s condition as\r\nanaemic, that he stammered, and that his C-Reactive\nProtein (CRP)\r\nwhich had been 226 had reduced rapidly to 195, after five days of\r\nanti-biotic treatment. His sodium level was 120.\n(CRP is found in\r\nblood in small quantities and the normal level is less than five mg\r\nper litre. It is an important measurement\nof inflammation in the\r\nbody.) On 6 February 2003 he was readmitted at Panorama Hospital for\r\ntreatment of sepsis that developed\nin relation to a plate in the\r\nright hip by Dr Lategan.\n[7] After a series of tests, Dr Du Toit determined that the deceased\r\nhad developed a methicillin resistant staphylococcal infection.\nHe\r\nplaced the deceased on vancomissien and rifampesien, which are two\r\npowerful antibiotics. On 18 February 2003 an orthopaedic\nsurgeon, Dr\r\nLategan, removed the hardware from the right hip because it was\r\ninfected. The deceased consulted Dr Du Toit again on\n7 March 2003. Dr\r\nDu Toit noted that the deceased’s condition had improved. He\r\ncould walk with a frame, his CRP had dropped\nto 40, his sodium level\r\nhad improved and his blood pressure was under control because he was\r\ntaking a prescription drug called\nnorvasc. On 14 April 2003, on a\r\nfurther visit to Dr Du Toit, he noted that the left knee was sore,\r\nthat the right hip had improved,\nthat the CRP level had improved to\r\n30, and that his haemoglobin had improved from 9.1 to 11.4, but the\r\nsodium level was still low\nat 114 ml per litre. On 15 April 2003, his\r\nphysiotherapist discontinued her sessions because she believed that\r\nno further improvement\nappeared to be possible. At that stage he\r\nwalked a maximum of approximately 20 metres with a zimmer frame. He\r\nattended work on\na daily basis, but only for a few hours. He\r\ncontinued to attend work on a relatively regular basis until 18 May\r\n2003 when he was\nfound dead, at home.\n[8] During the deceased’s lifetime, the Insurance Company paid\r\nout an amount to the respondent in respect of temporary disablement.\n\nSubsequent to his death, the respondent lodged a claim arising out of\r\nthe contract of insurance. The appellant repudiated the claim\nand\r\ndenied that the death fell within the scope of the contract of\r\ninsurance. The respondent instituted a claim in the Western\nCape High\r\nCourt. That court (Davis J) held in favour of the respondent. This\r\nappeal is directed, with leave of the court below,\nagainst that\r\nfinding.\n[9] Put simply, having regard to the Occurrence Clause referred to in\r\nparagraph 1 , the dispute between the parties in the court\nbelow and\r\nbefore us can be telescoped as follows: The appellant contends that\r\nthe deceased was at high-risk before the collision,\nthat he had\r\nalready suffered a heart attack in the past and had maintained a\r\nlifestyle that was not conducive to good health and\nthat the plaque\r\nrupture had occurred naturally because of these factors and cannot be\r\nsaid to be due to the collision as required\nby the Occurrence Clause.\r\nThis, they submitted was especially so given the lapse of\r\napproximately seven months from the time of\nthe collision to the time\r\nof his death. The respondent, on the other hand, contends that the\r\nserious injuries that were directly\ndue to the collision were such\r\nthat they developed complications, including infection, and that this\r\nled to a marked deterioration\nin his health and ultimately caused his\r\ndeath within the terms of the Occurrence Clause.\n[10] The divergence of views set out in the preceding paragraph, were\r\npredicated on the views of the parties’ respective\nexperts. The\r\ncourt below favoured the views of Dr Tyrell, the deceased’s\r\ncardiologist, against the views of Dr Mabin, a cardiologist\nwho\r\ntestified in support of the appellants’ case.\n[11] At the outset it is necessary to consider the\r\nuse of the words ‘bodily injury’ in the Occurrence\r\nClause. There\nis a long line of cases in which it has been recognised\r\nthat even if the loss is not felt as the immediate result of the\r\nperil\ninsured against, but occurs after a succession of other causes,\r\nthe peril remains the proximate cause of the loss, as long as there\n\nis no break in the chain of causation. One such case is\nInternational\r\nShipping Co (Pty) Ltd v Bentley.\n1\nIn that case\nit was\r\nstated:\n‘\nThe\r\nenquiry as to factual causation is generally conducted by applying\r\nthe so called “but-for” test, which is designed\nto\r\ndetermine whether a postulated cause can be identified as a\ncausa\r\nsine qua non\nof\r\nthe loss in question. In order to apply this test one must make a\r\nhypothetical enquiry as to what probably would have happened\nbut for\r\nthe wrongful conduct of the defendant. This enquiry may involve the\r\nmental elimination of the wrongful conduct and the\nsubstitution of a\r\nhypothetical course of lawful conduct and the posing of the question\r\nas to whether upon such an hypothesis plaintiff’s\nloss would\r\nhave ensued or not. If it would in any event have ensued, then the\r\nwrongful conduct was not a cause of the plaintiff’s\nloss;\naliter,\nif\r\nit would not so have ensued. If the wrongful act is shown in this way\r\nnot to be a\ncausa\r\nsine qua non\nof\r\nthe loss suffered, then no legal liability can arise. On the other\r\nhand, demonstration that the wrongful act was a\ncausa\r\nsine qua non\nof\r\nthe loss does not necessarily result in legal liability. The second\r\nenquiry then arises, viz whether the wrongful act is linked\n\nsufficiently closely or directly to the loss for legal liability to\r\nensue or whether, as it is said, the loss is too remote. This\nis\r\nbasically a juridical problem in the solution of which considerations\r\nof policy may play a part. This is sometimes called “legal\n\ncausation”.’\n[12] Returning to the question of which of the two views referred to\r\nin paragraph 10 above should win the day, it is necessary\nto consider\r\nthe evidence of Drs Tyrell and Mabin.\n[13] According to Dr Tyrell, a person suffering from chronic vascular\r\ndisease has by definition widespread areas of plaque in arteries\n\nthroughout the body (atherosclerosis or, in common parlance,\r\nhardening of the arteries). The most common arteries to be affected\n\nby plaque are those supplying the lower limbs, heart and brain.\r\nCoronary heart disease is a condition characterized by long periods\n\nof chronicity and stability, and also at times by periods of\r\ninstability and acute events, such as myocardial infarction. In cases\n\nof myocardial infarction the event is caused by rupture of plaque in\r\na coronary artery, which then leads to the formation of thrombus\n\n(‘coronary thrombosis’), which in turn causes occlusion\r\nof the artery and leads successively to myocardial ischaemia\n(lack of\r\nblood supply to the heart muscle which also implies shortage of\r\noxygen) and infarction, and – in some cases –\nto\r\nventricular fibrillation and death. Dr Tyrell’s opinion was\r\nthat a major event such as the accident in which the deceased\nwas\r\nseriously injured has a number of significant patho-physiological\r\nconsequences over and above the injuries which a patient\nmay sustain.\r\nThese include the development of pro-inflammatory and pro-thrombotic\r\nstates in the body.\n[14] Dr Tyrell referred to the fact that the deceased had evidence of\r\npersistent infection and inflammation in the months before\nhis death,\r\nand to the fact that the deceased’s CRP level was significantly\r\nabove normal over a protracted period. In February\n2003 the CRP level\r\nwas measured as 97mg/l, in March it was 38mg/l and in April (about\r\nfour weeks before his death) it was 30mg/l.\nAs I have said, the\r\nnormal CRP level is less than five mg/l. He regarded it as\r\nsignificant that the deceased not only suffered\nmajor trauma\r\nresulting from the accident but also underwent multiple surgical\r\nprocedures and developed infection. According to\nDr Tyrell, each of\r\nthese consequences of the accident (‘triggers’), by\r\ncausing activation of pro-inflammatory and pro-thrombotic\npathways of\r\nthemselves considerably increased the risk of plaque rupture. He\r\nstated that in a vulnerable person such as the deceased\n(one more\r\npre-disposed to a heart attack than the average person), the\r\nconcurrence of these events greatly increased the risk of\na heart\r\nattack.\n[15] Dr Tyrell concluded that trauma, surgery, infection and\r\ninflammation are well-known and potent triggers for plaque rupture,\n\nand thus heart attack – and that it is beyond doubt that these\r\ntriggers were directly attributable to the accident because\nthey\r\nrendered the chronic stable condition of the deceased to become\r\nacute, unstable and lethal. He stated that although the death\nof the\r\ndeceased occurred some seven months after the motor vehicle accident,\r\nhe regarded the above multiple occurrences as various\ntriggers of his\r\ncause of death. He found it significant that as recently as four\r\nweeks before the deceased’s death there\nwere still signs of a\r\nsystemic inflammatory state (as shown by persistently high CRP\r\nlevels) and concluded that it was probable\nthat this condition\r\npersisted up to the time of death. Dr Tyrell accordingly held the\r\nopinion that the deceased’s death was\na late or delayed\r\nconsequence of the accident and that the deceased would not have died\r\nin May 2003 if it had not been for the\nmotor vehicle accident.\n[16] Dr Mabin’s opinion, on the other hand, was that the\r\npre-existing health complications of the deceased put him at a high\n\nrisk of an ischaemic heart attack at any time. In support of this he\r\nreferred to the fact that the deceased was already suffering\nfrom\r\nestablished atherosclerotic vascular disease at the time of the\r\naccident. Further factors, so he stated, were the fact that\nin\r\nOctober 2002 his disease had already manifested as a previous heart\r\nattack and the fact that the deceased also had disease of\nthe\r\narteries in his legs. Dr Mabin stated that the fact that the deceased\r\ndied seven months after the accident at a time when he\nwas improving\r\nas indicated by his clinical state and reduction in his CRP level,\r\nalso indicates that the CRP and inflammation reaction\nwere unlikely\r\nto be directly responsible for his death. He regarded it as an\r\nimportant factor that the deceased survived in February\nwhen his\r\ncondition of inflammation was acute, but died four months later when\r\nit was described as chronic rather than acute –\nthus showing\r\nsigns of improvement. Dr Mabin stated that the release of\r\npro-inflammatory chemicals that make the blood more likely\nto clot,\r\noccurred in the acute phase after surgery and/or trauma, either\r\nduring the event or a day or two thereafter – hence\nhis opinion\r\nthat death was more likely to have occurred during February, during\r\nthe acute phase and around the period of the last\nsurgical\r\nintervention. He concluded that the timing of death showed that the\r\ndeceased was most likely to have died from pre-existing\nischaemic\r\nheart disease, and not from the consequences of the accident.\r\nAccording to him the deceased had sufficient evidence of\nserious\r\npre-existing cardiac disease to have resulted in the deceased dying\r\nat any time, irrespective of the accident – and\nthat it cannot\r\ntherefore be said that the deceased would not have died but for the\r\naccident.\n[17] The approach that is helpful in resolving the\r\ndivergence between Dr Tyrell and Dr Mabin is the approach adopted in\nMichael & another v Linksfield Park\r\nClinic (Pty) Ltd & another\n2\nwhere the court held:\n‘\nIn the\r\ncourse of the evidence counsel often asked the experts whether they\r\nthought this or that conduct was reasonable or unreasonable,\nor even\r\nnegligent. The learned Judge was not misled by this into abdicating\r\nhis decision-making duty. Nor, we are sure, did counsel\nintend that\r\nthat should happen…’ (para 34).\n‘\nThat\r\nbeing so, what is required in the evaluation of such evidence is to\r\ndetermine whether and to what extent their opinions advanced\nare\r\nfounded on logical reasoning. That is the thrust of the decision of\r\nthe House of Lords in the medical negligence case of\nBolitho\r\nv City and Hackney Health Authority\n[1997] UKHL 46\n;\n[1998]\r\nAC 232\n(HL (E)). With the relevant\ndicta\nin\r\nthe speech of Lord Browne-Wilkinson we respectfully agree.\r\nSummarised, they are to the following effect…’\n‘\nThe\r\ncourt is not bound to absolve a defendant from liability for\r\nallegedly negligent medical treatment or diagnosis just because\n\nevidence of expert opinion, albeit genuinely held, is that the\r\ntreatment or diagnosis in issue accorded with sound medical practice.\n\nThe Court must be satisfied that such opinion has a logical basis, in\r\nother words that the expert has considered comparative risks\nand\r\nbenefits and has reached “a defensible conclusion” (at\r\n241G – 242B).\nIf a body of professional\r\nopinion overlooks an obvious risk which could have been guarded\r\nagainst it will not be reasonable, even\nif almost universally held.\r\n(at 242H).’ (para 36-38).\n‘…\nThis\r\nessential difference between the scientific and the judicial measure\r\nof proof was aptly highlighted by the House of Lords in\nthe Scottish\r\ncase of\nDingley\r\nv The Chief Constable, Strathclyde Police\n200\r\nSC (HL) 77 and the warning given at 89D-E that “(o)ne cannot\r\nentirely discount the risk that by immersing himself in every\ndetail\r\nand by looking deeply into the minds of the experts, a Judge may be\r\nseduced into a position where he applies to the expert\nevidence the\r\nstandards which the expert himself will apply to the question whether\r\na particular thesis has been proved or disproved\n– instead of\r\nassessing, as a Judge must do, where the balance of probabilities\r\nlies on a review of the whole of the evidence”.’\n(para 40\r\nF-H).\n[18] Before I review the evidence and consider the\r\nprobabilities in the present enquiry, it is helpful to consider the\r\ndecision\nof this court in\nConcord\r\nInsurance Co Ltd v Oelofsen NO.\n3\nIn that case the executrix in a deceased estate\r\ninstituted action for payment under a personal accident policy issued\r\nby Concord.\nThe policy had an Occurrence Clause which provided that\r\nConcord would provide cover if during the period of insurance the\r\ninsured\nsustained\n‘\nbodily\r\ninjury which independently of any other cause results in the death’\nof the insured. The Occurrence\r\nClause is similar to the one in issue except that the parties in\nConcord\ndid\r\nnot incorporate ‘sole cause’ in their policy. Nothing\r\nturns on this omission because there is no difference between\n\n‘independently of any other cause’ and ‘be the sole\r\ncause’. The use of both terms in the clause is tautologous.\nThe\r\ndeceased was subsequently involved in a motor vehicle accident from\r\nwhich he emerged apparently unscathed. Within a few hours\nafter the\r\naccident, he suffered a heart attack. He was rushed to hospital where\r\nhe was treated, but ventricular fibrillation developed\nand he died\r\nlater the same evening. The deceased had been suffering from a\r\ncoronary disease known as triple artery atherosclerosis\nfor a period\r\nof about two years before the accident and his condition was such\r\nthat he might have experienced a heart attack at\nany time.\n[19] The medical experts in\nConcord\nwere agreed that the\r\nimmediate cause of the fibrillation was myocardial ischaemia due to a\r\nconstriction in the area where the arteries\nhad already been narrowed\r\nby sclerosis; they differed on the probable cause of the\r\nconstriction. Concord’s witness, Dr Baskind,\nwas of the view\r\nthat it had occurred naturally in the progression of the disease and\r\nwas unrelated to the accident. The executrix,\non behalf of the\r\nestate, called a Professor Simson who testified that the constriction\r\nwas probably caused by a biological process\nwhereby, due to the shock\r\nof the accident, the sympathetic nervous system released chemical\r\nsubstances into the blood. The High\nCourt preferred Professor\r\nSimson’s view. On his evidence it was held ‘\nthat\r\nthe ischaemia of the heart was caused by the stress of the collision\r\ncoupled with the pre-existing disease which together resulted\nin a\r\nvasoconstriction with the resultant chain of events described above’.\n[20] In\nConcord,\nthis court in considering the question of\r\ncausation in connection with the cover clause, found it significant\r\nthat the insurance\ncontract did not contain an Exception Clause\r\nspecifically excluding pre-existing infirmities. The court reasoned\r\nas follows:\n‘\nIn the\r\ncontext of the cover clause it may similarly be said that the bodily\r\ninjury constituted the proximate cause of death but\nin view of the\r\nwords “independently of any other cause” this is plainly\r\nnot enough. If the insured’s pre-existing\ncondition was a\r\ncontributory “cause” within the\nintended\nmeaning\r\nof this word, Concord must be absolved…’ (at 673 G-H).\n‘\nWhat\r\nmust accordingly be decided in the present case is whether the\r\nparties, by referring in the cover clause to “any other\ncause”\r\nof an insured’s death or disablement, intended to include his\r\ninfirmity.\nThat they\r\ncould not possibly have attached a meaning to the word “cause”\r\nwhich would embrace every conceivable\nsine\r\nqua non\nis\r\nclear. Mr\nTrengrove\nconceded\r\nthat such a construction would make a mockery of the agreement. The\r\nenquiry must accordingly proceed on the basis that\nthe word was used\r\nin a restricted sense. But there is no express indication of the\r\nextend of the contemplated limitation nor can\nits ambit be gauged by\r\nway of implication from the other terms. Why then should we favour an\r\ninterpretation which would specifically\ninclude the insured’s\r\ninfirmity? To this question Mr\nTrengrove\nsupplied\r\nno answer. Not a word is said in the policy about the insured’s\r\nstate of health either at the time of his application\nfor insurance\r\nnor at any time thereafter and one is left with the firm impression\r\nthat it is something which simply did not concern\nthe parties.\r\nBecause it obviously affects the risk, an insured’s state of\r\nhealth is commonly known to be of decisive importance\nto any life\r\ninsurer. Indeed one can almost describe it as standard practice for\r\ninsurers to insert a provision in a life policy\nwhereby the\r\napplication for insurance, containing the applicant’s answers\r\nto searching questions regarding his medical history\nand the state of\r\nhis health, is incorporated in the policy. Moreover, it is not\r\nunusual for accident policies to contain specific\nprovisions\r\nexcluding liability for the insured’s death or disablement\r\narising from or traceable to any physical defect or\ninfirmity\r\nexisting prior to the accident. (Such a provision appeared for\r\nexample in the policy before the Court in\nJason\r\nv Batten (1930)\nLtd\n[1969]\r\n1 L1 LR 281 (QB) – a case on which Mr\nTrengrove\nrelied\r\nbut which is clearly distinguishable – and in a number of other\r\ncases.) Bearing this in mind, the significance of the\nabsence from\r\nthe present policy of any reference whatsoever to the insured’s\r\nstate of health is patent. It is difficult to\naccept, to say the\r\nleast, that the parties meant to express in the simple words\r\n“independently of any other cause”\nan intention similar\r\nin effect to the one evinced by the elaborate provisions in the\r\npolicies in cases like\nJason\r\nv Batten.’\n4\n(at 674 B-H).\n[21] The essence of the distinction the court was\r\nreferring to in the terms of the contracts in\nConcord\nand\nJason\r\nv Batten\nis that, in the latter case,\nthe policy contained an Exception Clause that\r\nspecifically excluded the pre-existing health condition of the\r\ninsured. If the intention\nof the parties is to exclude pre-existing\r\ninfirmities, this should be unequivocally stated in the insurance\r\ncontract. The Exception\nClause in\nJason\r\nv Batten\ndid so. It\nprovided\r\nthat\n‘\nNo\r\nbenefit shall be payable under this [p]olicy in respect of [d]eath,\r\n[i]njury or [d]isablement directly or indirectly caused by\nor arising\r\nor resulting from or traceable to –\n…………………\n(iii)\n(a) ………………\n(b) Any physical defect or\r\ninfirmity which existed prior to an accident’.\n[22] In\nJason v\r\nBatten\nthe court was impressed by the\r\nfact that Mr Jason had not suffered from the thrombosis despite his\r\nmatrimonial problems and the\nstressful life he was leading. Because\r\nof these factors, the court found in favour of Mr Jason, despite the\r\nException Clause. The\ncourt stated at page 288:\n‘…\nand\r\nif there is not a casual connection with the accident it is a very\r\nremarkable coincidence that the thrombosis should have occurred\njust\r\nwhen it did. But I also find it established that he would have had a\r\nthrombosis quite soon even if the accident had not occurred.\nDr\r\nGibson thought “he could have gone for five years without a\r\nthrombosis”, but considering all the evidence, both\nabout Mr\r\nJason’s temperament and the kind of life he led, I think that\r\nthis is an outside figure and I find as a fact that\nat the date of\r\nthe accident his expectation (using that word in the sense in which\r\nit is used in the phrase “expectation\nof life”) was of a\r\ncoronary in three years’ time.’\n[23]\nJason v Batten\nis distinguishable from\nConcord\nbecause the agreement in\nConcord\ndid not contain an Exception Clause. Because of\r\nthe similarity of the present case to\nJason\r\nv Batten\none would reasonably expect we\r\nwould follow the reasoning in that case. The problem for the\r\nappellant, however, is that it did not\nplead the Exception Clause and\r\nno reliance can therefore be placed on its terms. Having failed to\r\nplace reliance on the Exception\nClause before or during the trial,\r\nthe appellant is not able to do so now nor can it seek an amendment\r\non appeal. This is so because\nif the clause had been pleaded, the\r\nonus would have been on the insurer\n5\n,\r\nduring the trial, to prove that the respondent’s occurrence\r\nfell within the terms of the exception and the respondent would\nnot\r\nbe prejudiced because it would have had an opportunity of rebutting\r\nthis evidence. It will be recalled that during the deceased’s\n\nlifetime, the appellant paid out a sum in respect of disability\r\nwithout any reliance on the non-disclosure of the previous myocardial\n\ninfarction.\n[24] The enquiry in this matter is two-fold. First, the insured would\r\nhave to prove on a balance of probabilities that the injury\nsustained\r\nin the accident was the proximate cause of the deceased’s death\r\nand that his pre-existing condition was not a contributory\n‘cause’\r\nwithin the intended meaning of this word. The insured is greatly\r\nassisted in this task by the decision of this\ncourt in\nConcord\nwhich construed a policy for practical purposes identical to the\r\npresent as not including a pre-existing condition. Once the causal\n\nnexus between the accident and the death has been established, the\r\nonus would then shift to the insurer to show on a balance of\n\nprobabilities that the proximate cause of the accident was excluded\r\nby the Exception Clause. In this matter it will not be necessary\nto\r\nengage in the second enquiry, because of the failure to place\r\nreliance on the Exception Clause.\n[25] Both Dr Tyrell and Dr Mabin agreed that the mechanism of death\r\nand the cause lay within the domain of cardiology. Both of\nthem did\r\nnot dispute that the deceased’s health before the accident was\r\nstable. Their dispute was in respect of the temporal\nrelationship\r\nbetween the injury and the plaque rupture, which was effectively\r\nlinked to what appeared to be the deceased’s\nimproving medical\r\nstatus. According to Dr Mabin the risk of a triggering of a heart\r\nattack was in the early phases of acute trauma,\nsurgery and infection\r\nbut it diminished with time; whilst Dr Tyrell’s view was that\r\nthe risk persisted and was present even\nat the chronic phase. Dr\r\nTyrell made reference to medical journals to support his hypothesis.\r\nDr Mabin noted these and could not\ncriticise nor disagree with them.\r\nHe agreed that he participated in the content of the journals as an\r\neditor. His reluctance to\nembrace Dr Tyrell’s opinion and the\r\nproposals contained in the journals was based on the fact that there\r\nwas no clinical\nproof to support the hypothesis. His evidence on the\r\nissue proceeded as follows:\n‘\nJa,\r\nlook, I don’t think any of us dispute the pathogenesis of\r\narterial inflammation, plaque rupture etcetera. The question\nis what\r\nthe triggers are, and its association with generalised systemic\r\ninfection. I think we accept that, in the early phases\nof acute\r\ntrauma, surgery, infection, there is a risk, and there is a risk of\r\ntriggering a heart attack. But not beyond that. I\nthink it diminishes\r\nwith time, but not beyond what would be a few days. So in a chronic\r\ninflammatory state, [it] would imply a\nlong, protracted inflammatory\r\nstate, and I don’t think it is well recognised.’\nOn being asked to comment directly on Dr Tyrell’s hypothesis,\r\nhe stated\n:\n‘\nI\r\nthink had it happened in the acute immediate period, then I would\r\naccept that it’s an attractive hypothesis, but not months\nafter\r\nthe event, and certainly not at the time that he was improving. I\r\njust find it difficult to accept the relationship between\nthe two.’\nUnder cross examination, Dr Mabin again conceded that he found the\r\nhypothesis of Dr Tyrell attractive and stated:\n‘\nIt\r\nlends itself to logical thought in terms of pathogenesis, and I don’t\r\nthink any of us disagree with the pathogenesis. What\nwe disagree\r\nwith, is how protracted those acute factors are in the chronic stage.\r\nAnd I’ve just been unable to find a causal\nfactor relating to\r\nchronic inflammation and acute myocardial infarction.’\nOn being questioned further, Dr Mabin appeared to embrace Dr Tyrell’s\r\nopinion and was even constrained to concede that it\nmay be more than\r\njust hypothesis. This he did in the following responses to counsel:\n“\nAs far\r\nas acute events are concerned, is it generally accepted now that\r\nacute events may lead to plaque rupture?\n---You mean acute trauma?\nYes…(intervention)…And\r\nsurgery?\nTrauma or surgery---It can\r\nincrease the likelihood of plaque rupture.\nIs that more than just\r\nhypothesis?---I think that’s again epidemiological, and it’s\r\nwell known and well established\nin medicine that in the acute phase\r\nor major surgery, the likelihood of an acute myocardial infarction in\r\na patient at risk is\nincreased.\nSo that’s more than just\r\nhypothesis---That is.’\n[26] Dr Mabin was also constrained to concede that the deceased had a\r\nfurther protracted difficult time after his initial surgery.\nAlthough\r\nhe seemed reluctant to agree that the other incidences of surgery or\r\ntrauma could be termed insults to the deceased’s\nbody he was\r\nconstrained to concede this when they were tabulated. The importance\r\nof this concession is that according to Dr Tyrell,\nit was the\r\ncumulative effect of these insults arising out of the progressive\r\nseries of surgical interventions which caused the\ntrauma that\r\ntriggered the rupture. Dr Mabin accepted that Dr Tyrell’s\r\nhypothesis is logical, but lacks medical data to prove\nit. He stated:\n‘…\nI’ve\r\nanalysed what’s happened and I’ve looked for medical data\r\nto support what might have happened and the sequence\nof events and I\r\nmust say I was in some way almost disappointed not to be able to find\r\nthe corroborative evidence that we are looking\nfor---It’s a\r\nlogical hypothesis.’\n[27]\nClearly Dr Mabin\r\nwas stating that the only reason why he was reluctant to agree with\r\nDr Tyrell was because of the absence of corroborative\nempirical\r\nevidence to support what he himself regarded as a logical hypothesis.\r\nOn the probabilities, it can be safely concluded\nthat the opinion of\r\nDr Tyrell is logical, was attractive to a fellow cardiologist and is\r\nsupported by journal articles and studies\non closely related areas of\r\ncardiology. His opinion in line with\nMichael\r\nv Linksfield\nwas in my view correctly\r\naccepted by the court a quo.\n[28] The respondent has therefore proved that the accident was the\r\nproximate cause of the deceased’s death. It not being\nopen to\r\nthe appellant to raise the Exception Clause, the appeal must fail.\n[29] The remaining issue is the costs order made\r\nby the court a quo pertaining to a postponement on 30 October 2007,\r\nafter the appellant\nhad abandoned its special plea, and its objection\r\nto the respondent’s intention to amend the particulars of claim\r\nso as to\nannex the correct pages of the contract of insurance. The\r\ncourt exercised a narrow discretion in awarding attorney and client\r\ncosts\nagainst the appellant and there is no submission that this\r\ndiscretion was not exercised judicially. The appellant must\r\naccordingly\nfail on this aspect as well.\n6\n[30] The appeal is dismissed with costs.\n______________________\nZ L L Tshiqi\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: W R E DUMINY SC\nInstructed by Mellows & De Swardt\nCape Town;\nSymington & De Kok, Bloemfontein.\nRESPONDENT: D F IRISH SC\nInstructed by Otto Krause Inc,\nCape Town; Honey & Partners, Bloemfontein.\n1\n1990\r\n\t(1) SA 680\n(A) at 700F-I\n2\n2001\r\n\t(3) SA 1188\n(SCA) para 34; para 36-38; para 40.\n3\n1992\r\n\t(4) SA 669\n(A).\n4\nAt\r\n\tp 673 G-H; 674 B-H.\n5\nAgiakatsikas\r\n\tNO v Rotterdam Insurance Co Ltd\n1959 (4) SA 726\n(C); See also\nRabinowitz & another NNO v Ned-Equity Insurance Co Ltd &\r\n\tanother\n1980 (1) SA 403\n(W);\nAegis Assuransie BPK v Van der\r\n\tMerwe\n2001 (1) SA 1274\n(T).\n6\nNaylor\r\n\t& another v Jansen\n2007 (1) SA 16\n(SCA)\r\n\tat 23F-24D and authorities referred to in footnotes 15 to 23.",
  "scraped_at": "2026-02-11T20:40:31.460651",
  "date": "2010-10-01",
  "coram": [
    "Navsa",
    "Cloete",
    "Mhlantla",
    "Shongwe",
    "Tshiqi JJA"
  ],
  "case_number": "486/09",
  "parties": {
    "applicants": [
      "Mutual & Federal Insurance Company Ltd"
    ],
    "respondents": [
      "SMD Telecommunications CC"
    ]
  },
  "sections": {
    "facts": "On 1 July 2002 the parties entered into an insurance contract containing an Occurrence Clause (cover for death or disability caused solely by bodily injury from a violent, accidental, external and visible event) and an Exception Clause excluding cover for any occurrence arising from a pre‑existing physical defect or infirmity. On 10 October 2002 the respondent’s chief executive, Keith Compton‑James, was injured in a motor‑vehicle collision, sustaining fractures to both femurs and a patellectomy. He underwent multiple surgeries, developed a methicillin‑resistant infection, and was treated for sepsis and anaemia. Despite a prolonged recovery, he died on 18 May 2003 from a plaque rupture that caused a myocardial infarction. The deceased had a documented history of hypertension, aortic stenosis, prior myocardial infarction and peripheral arterial disease, indicating significant pre‑existing coronary disease. The insurer paid a temporary disablement benefit during his life but repudiated the claim for death, arguing the death was not caused solely by the accident. The Western Cape High Court ruled for the respondent; the insurer appealed.",
    "issues": "1. Whether the deceased’s death falls within the scope of the Occurrence Clause – i.e., whether the bodily injury from the collision was the sole and independent cause of death, notwithstanding pre‑existing cardiovascular disease. 2. Whether the Exception Clause, which excludes cover for pre‑existing physical defects, bars liability for the death, and if so, whether the insurer bears the burden of proving that the clause applies.",
    "principles": "The court applied the established ‘but‑for’ test for factual causation and considered whether the injury was sufficiently proximate to the death to satisfy the “sole cause” language. Precedents such as International Shipping Co v Bentley, Concord Insurance Co Ltd v Oelofsen NO, and Jason v Batten were used to underscore that an Exception Clause must be expressly worded to exclude pre‑existing conditions, and that the phrase “independently of any other cause” limits coverage to causes not merely contributory. The burden of proof lies with the insurer to demonstrate that the pre‑existing condition is the operative cause when an explicit exception is present.",
    "application": "The appellate court evaluated the expert testimonies of Dr Tyrell (who argued that the trauma, surgeries and infection acted as triggers for plaque rupture, making the accident the proximate cause) and Dr Mabin (who contended the death was due to the deceased’s underlying heart disease). The court found Dr Tyrell’s view logical, supported by medical literature, and concluded that the cumulative injuries and inflammatory episodes stemming from the accident maintained a causal link to the fatal plaque rupture. Because the policy contained no specific Exception Clause excluding pre‑existing infirmities, the insurer could not rely on such a clause post‑hoc. Consequently, the insurer failed to discharge its evidential burden.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the lower court’s finding that the accident was the proximate cause of death and that the insurer was not entitled to rely on an unstated exception for pre‑existing conditions. The costs order against the appellant was upheld."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Accident Insurance",
    "level_3": [
      "occurrence clause",
      "pre‑existing condition",
      "causation",
      "medical expert testimony",
      "contract interpretation"
    ]
  }
}