{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/97.html",
  "case_name": "De Beer v Minister of Safety and Security (356/09) [2010] ZASCA 97 (3 September 2010)",
  "citation": "[2010] ZASCA 97",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 97\n|\nNoteup\n|\nLawCite\nDe Beer v Minister of Safety and Security (356/09) [2010] ZASCA 97 (3 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n356/09\nIn the\r\nmatter between:\nNo precedential significance\nRUSSEL\r\nBRENT DE BEER \t\t\t\t\t\tAppellant\nand\nMINISTER OF SAFETY AND SECURITY\t\t\t      Respondent\nNeutral citation:\nDe Beer v Minister of Safety and Security\r\n(356/09)\n[2010] ZASCA 97\n(3September 2010)\nCoram:\nHarms\r\nDP, Nugent, Lewis and Bosielo JJA and K Pillay AJA\nHeard:\t19\r\nAugust 2010\nDelivered \t  3 September 2010\nSummary:\nAppeal against dismissal of action for malicious\r\nprosecution: decision of high court confirmed: reasonable belief that\r\noffence committed\nand no animus injuriandi on part of police.\nORDER\nOn appeal from North Gauteng High Court (Pretoria) (Mavundla J\r\nsitting as the court of first instance):\nThe appeal is dismissed with costs including those of two counsel\r\nwhere so employed.\nJUDGMENT\nLEWIS JA ( HARMS DP, NUGENT AND BOSIELO JJA AND K PILLAY AJA \r\nconcurring)\n[1]\tThe appellant, Russel de Beer, was a cannabis farmer at the\r\nKameeldrift farm near Rustenburg. He purported to cultivate cannabis\n\n(known generally as dagga) for research purposes in terms of a permit\r\nacquired by the Agricultural Research Centre. It came to\nthe\r\nattention of police in the area (at the Assen police station) that he\r\nwas growing cannabis plants and they were informed that\nhe was\r\nselling dagga.\n[2]\tInspector Westmaas, the branch commander of the Assen police\r\nstation, who had been informed that De Beer was growing dagga\non the\r\nfarm, and whose informant claimed to have bought some from him, was\r\ntold that the appellant claimed to be operating in terms\nof a permit.\r\nHe thus tried to establish whether a permit to cultivate dagga did\r\nexist and whether permits of this nature were ever\nissued. His\r\nresearch yielded no information.\n[3]\tWestmaas duly obtained a search warrant from a magistrate and\r\nvisited the appellant’s farm with fellow officers on 9\nFebruary\r\n2004. I shall describe the events on that day more fully in due\r\ncourse. Suffice it to say for the moment that De Beer\ncould not\r\nproduce a permit, and Westmaas arrested him and took him to the Assen\r\npolice station. He was charged with contravening\nvarious provisions\r\nof the\nDrugs and Drug Trafficking Act 140 of 1992\nand was detained\r\novernight. On 10 February 2004 De Beer was released on bail. He\r\nappeared six times in court thereafter but eventually\na permit –\r\nof which more later – was found and the charges against him\r\nwere withdrawn a year later.\n[4]\tDe Beer instituted action against the respondent for malicious\r\nprosecution, claiming damages in respect of legal expenses incurred\n\nand for damages suffered as the result of the unlawful conduct of the\r\npolice responsible for arresting and charging him. The North\nGauteng\r\nHigh Court (Mavundla J) dismissed the action, finding that the\r\nrespondent had shown that there were reasonable grounds\njustifying\r\nWestmaas’s suspicion that De Beer was committing an offence and\r\nthat he was not activated by malice (having no\nanimus injuriandi).\r\nThe appeal to this court is with the leave of the trial court.\n[5]\tThe questions to be determined on appeal are whether Westmaas\r\nacted without probable cause and animo injuriandi; and if so,\nthe\r\nquantum of damages. The latter was not considered by the high court\r\nsince it found that no wrong had been committed by the\npolice. I\r\nshall deal first with probable cause: whether Westmaas reasonably\r\nbelieved that De Beer was acting in contravention of\nthe Act by\r\ncultivating dagga.\n[6]\tWhen Westmaas and his colleagues arrived at De Beer’s farm\r\nthey were shown the dagga plants which were growing openly\non the\r\nfarm: De Beer explained that his activity was legitimate because he\r\nhad a permit. He was experimenting with hemp for various\ncommercial\r\npurposes, he said. He did not have a permit on the farm but showed\r\nWestmaas a file (referred to as a book as well) reflecting\n‘research’\r\ndone from 2000 to 2001.\n[7]\tDe Beer informed Westmaas that he should contact a Dr Joubert at\r\nthe Agricultural Research Centre who would explain the nature\nof the\r\npermit. Dr Joubert proved to be uncontactable that day. Westmaas took\r\nadvice from the local police legal adviser who also\nmade enquiries.\r\nWhile attempts were made to find out more about the permit Westmaas\r\nstarted to count the dagga plants and also\nsearched the premises. He\r\nfound dagga seed in a bath, and dagga leaves in containers in the\r\nkitchen and in a variety of other places.\nPhotographs of all these\r\nthings were taken and were exhibits at the trial. The premises did\r\nnot appear to him to be a research\ncentre, and he suspected that no\r\npermit existed.\n[8]\tThis suspicion was supported when he found an envelope addressed\r\nto a person overseas: it contained cardboard protecting dagga\nseeds.\r\nWestmaas, who had initially been under the impression that the\r\nalleged permit was for the cultivation of cannabis, was confused\nby\r\nDe Beer’s assertions first that he was growing it for\r\ncommercial purposes, but later that the farm was a research facility.\n\nOther than the book relating to 2000 and 2001 there was no evidence\r\nat all that any research was being conducted on the farm or\nin the\r\nfarmhouse. It was conceded that it was reasonable for Westmaas to\r\nhave believed that no research was being conducted on\nthe farm.\n[9]\tEventually, when the legal adviser was unable to establish\r\nanything about the existence of a permit he advised Westmaas to\n\narrest De Beer and charge him. It is noteworthy that De Beer appeared\r\nto make no effort to contact anyone who could enlighten the\npolice,\r\nbut did contact a journalist – a ‘dagga activist’.\n[10]\tWestmaas duly arrested the appellant, who, as I have said, was\r\nreleased the following day on bail. And the charges were withdrawn\n\nmonths later when a permit to conduct research, issued to the\r\nAgricultural Research Centre by the Department of Health, was found.\n\nAlthough on the face of it the permit appeared to have expired, it\r\nsubsequently transpired that at the time of the arrest it had\nin fact\r\nbeen in existence. Whether De Beer was complying with its terms (‘to\r\ncreate a gene pool of well adapted cultivars\n. . . for hemp\r\nproduction’) is irrelevant to the question whether Westmaas\r\nreasonably believed that De Beer’s activities\nwere criminal.\n[11]\tIn considering this question the trial court dealt\r\ncomprehensively with all the evidence, including the photographs of\r\nthe\nplants and the premises in which dagga seeds and leaves were\r\nstored, and concluded that Westmaas had indeed had a reasonable\r\nsuspicion\nthat offences were being committed. Its conclusion in this\r\nregard cannot be faulted.\n[12]\tThe second question is whether the respondent, through Westmaas,\r\nacted animo injuriandi. Again, the high court concluded that\nthis was\r\nnot the case. Any police officer, the court said, faced with evidence\r\nof possession of dagga in substantial quantities,\nwould have been\r\nirresponsible had he not effected an arrest.\n[13]\tWhere a plaintiff sues for malicious prosecution he must prove\r\nmalice in the form of intention to injure. It is trite that\nthis\r\nrequires that the defendant acted with knowledge that what he was\r\ndoing was wrongful or at least that he was reckless as to\nthe\r\nconsequences of his conduct. (See, most recently,\nRelyant Trading\r\n(Pty) Ltd v Shongwe & another\n[2007] 1 All SA 375\n(SCA) para\r\n5;\nMinister for Justice and Constitutional Development v Moleko\n[2008] 3 All SA 47\n(SCA) paras 61 to 65 and\nRudolph v Minister of\r\nSafety and Security\n2009 (5) SA 94\n(SCA) para 18.)\n[14]\tThere was no evidence at all that Westmaas had acted with\r\nknowledge that his conduct was unlawful. On the contrary: he\r\nbelieved,\nreasonably, that De Beer was contravening the law and that\r\nhe had a duty to arrest and charge him. Furthermore, he acted on the\n\nadvice of the police legal adviser. Both of them had made concerted\r\nattempts to establish whether De Beer was in fact acting lawfully.\n\nWhen they could not do so they considered that there was a duty to\r\narrest De Beer. Malice (animus injuriandi) was certainly absent.\nEven\r\nrecklessness could hardly be claimed given the efforts made to\r\nascertain whether De Beer was correct in asserting that he\nhad a\r\npermit to grow hemp for commercial purposes.  De Beer himself did not\r\nassist in this regard: nor did his wife or father who\nwere present.\n[15]\tDe Beer’s argument that Westmaas acted over-hastily and\r\nshould have made greater efforts to find the permit does not\nbear\r\nscrutiny. Westmaas had made attempts before visiting the farm to\r\nestablish whether there was a permit. On the day of the arrest\nhe\r\ntried to contact Dr Joubert, at De Beer’s suggestion, in vain.\r\nThe legal adviser’s attempts to do so were also futile.\nAnd in\r\nthe end the permit was produced only four months after the arrest.\n[16]\tThe trial court found correctly that there was no animus\r\ninjuriandi – and therefore no malicious prosecution. The action\n\nwas in my view correctly dismissed.\n[17]\tThe appeal is dismissed with costs including those of two\r\ncounsel where so employed.\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\tE C Labuschagne SC\nInstructed by Adams & Adams,\nPretoria\nNaudes Attorneys , Bloemfontein.\nRESPONDENTS:\t\t\tF A Ras  (with him M B Maltejoane)\nInstructed by The State Attorney,\nPretoria \t\t\t\t\t\t\t\t\t\tThe State Attorney,  Bloemfontein.",
  "scraped_at": "2026-02-11T20:32:13.520453",
  "date": "2010-09-03",
  "coram": [
    "Harms DP",
    "Nugent",
    "Lewis",
    "Bosielo JJA",
    "K Pillay AJA"
  ],
  "case_number": "356/09",
  "parties": {
    "applicants": [
      "Russel de Beer"
    ],
    "respondents": [
      "Minister of Safety and Security"
    ]
  },
  "sections": {
    "facts": "Russel de Beer operated a cannabis farm at Kameeldrift, claiming a research permit from the Agricultural Research Centre. Police received information that he was growing and selling cannabis. Inspector Westmaas investigated, could not locate any permit, and after inspecting the farm and finding dagga plants, seeds and leaves, arrested De Beer on 9 February 2004. De Beer was charged under the Drugs and Drug Trafficking Act, released on bail, and the charges were withdrawn a year later when a permit issued to the Agricultural Research Centre was eventually produced, confirming a permit had existed at the time of arrest.",
    "issues": "The appeal raised two principal issues: (1) whether Inspector Westmaas acted without probable cause (i.e., without reasonable belief that De Beer was committing an offence) and (2) whether he acted with animus injuriandi (malice) sufficient to constitute malicious prosecution.",
    "principles": "Malicious prosecution requires proof of malice, defined as animus injuriandi, meaning the prosecutor knew his conduct was wrongful or was reckless as to the consequences (see Relyant Trading (Pty) Ltd v Shongwe, Minister for Justice and Constitutional Development v Moleko, Rudolph v Minister of Safety and Security). The police may lawfully arrest where there is reasonable suspicion of an offence. Absence of animus injuriandi negates malicious prosecution.",
    "application": "The court examined the evidence, including photographs of the plants and the seized dagga material, and found that Westmaas had reasonable grounds to suspect unlawful activity. He had made enquiries about the permit prior to and during the farm visit, sought assistance from a legal adviser, and attempted to contact the supposed research authority. No evidence showed he knew his actions were unlawful or acted recklessly. Consequently, the required malice was absent, and the arrest was deemed justified on the basis of reasonable suspicion.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirming the High Court's decision that there was no malicious prosecution. Costs, including those of two counsel, were awarded to the respondent."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Malicious prosecution",
    "level_3": [
      "police powers",
      "probable cause",
      "animus injuriandi",
      "drugs",
      "permit"
    ]
  }
}