{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/48.html",
  "case_name": "Olivier v S (318/09) [2010] ZASCA 48; 2010 (2) SACR 178 (SCA) ; [2010] 4 All SA 503 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 48",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 48\n|\nNoteup\n|\nLawCite\nOlivier v S (318/09) [2010] ZASCA 48; 2010 (2) SACR 178 (SCA) ; [2010] 4 All SA 503 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 318/09\nLouis Johann Olivier\t\t\t\t\t\t        Appellant\nand\nThe State\t\t\t\t\t\t\t\t    Respondent\nNeutral citation:\nOlivier\nv The State (318/09)\n[2010] ZASCA 48\n(31\nMarch 2010)\nCoram:\nNugent JA, Griesel et\nMajiedt AJJA\nHeard:\n10 March 2010\nDelivered:\n31 March 2010\nSummary:\nSentence â\nevidentiary weight of\nex parte\nsubmissions\nfrom the Bar â six counts of fraud â sentence of seven year's\nimprisonment, of which three years conditionally suspended,\nconfirmed.\n______________________________________________________________\nORDER\nOn appeal from:\nEastern Cape\nHigh Court, Grahamstown\n(Jones\nand Alkema JJ sitting as court of appeal).\nThe appeal is dismissed.\nJUDGMENT\nMAJIEDT AJA\n(Nugent JA and\nGriesel AJA concurring)\n[1]\tIt has become common practice\nduring the sentencing stage of a criminal trial for an accused's\nlegal representative to make\nex\nparte\nsubmissions\nfrom the Bar on his or her client's behalf. These unattested\nstatements often contain material averments which impact\ndirectly on\nsentence considerations.\n1\nThe primary issue for determination in this appeal is what\nevidentiary weight, if any, the\nex\nparte\nallegations\ncontained in the submissions made by appellant's counsel on sentence\nat his trial carried.\n[2]\tThe appellant, Mr Louis Johann Olivier, was\nconvicted on his plea of guilty of six counts of fraud by the\nregional court at East\nLondon. The six counts were taken together for\nsentence purposes and a sentence of seven years' imprisonment, of\nwhich three years\nwere suspended for a period of four years on\ncondition that the appellant is not convicted of fraud or theft\ncommitted during the\nperiod of suspension, was imposed.\nAn appeal to the Eastern Cape High Court at Grahamstown\n(Jones and Alkema JJ) against sentence was unsuccessful. The present\nappeal\nagainst sentence is with the leave of the court below.\n[3]\tIn a comprehensive written plea\nexplanation the appellant admitted having perpetrated fraud in six\ninstances in respect of monies\nentrusted to him by his clients for\nsecure investment as their financial adviser.\n2\nThe frauds were committed over a period of approximately one year\nfrom 18 February 2002 until 5 February 2003. The total sum lost\nthrough the appellant's fraudulent conduct amounts to R807 000. The\nappellant explained that he, contrary to the express instructions\nof\nhis clients (the complainants) that he should invest their money with\neither Sanlam or Old Mutual, handed the money to one Shane\nRichter\nwho deposited same into the account of Mini Stores (owned by Richter)\nat FNB Kingwilliamstown. Richter was one of the appellant's\nclients.\nThe complainants' cheques were cashed through a special arrangement\nthat Richter had with a specific teller at FNB. Richter\ndid not pay\nover the full proceeds of the amounts thus deposited, thereby causing\nloss to the complainants.\n[4]\tDuring the sentencing stage, the\nappellant's counsel did not lead any oral evidence and contented\nhimself with an\nex\nparte\naddress on\nsentence from the Bar. Given the importance of this aspect it is\nnecessary to quote in full counsel's opening remarks:\n'Your\nWorship, in respect of sentence, I am not calling any evidence, I\nwill address the court on sentence.\nHowever\nif there's anything that I'm saying that my learned colleague is not\nin agreement with, if she can just indicate and then\nwe will consider\nwhether it's necessary to call evidence to disprove [prove] our\nallegations'\n3\n(emphasis added).\nThe\nprosecutor did not take up this invitation to dispute any of the\nex\nparte\naverments\nat that time, but instead challenged same in the course of her\naddress on sentence.\n[5]\tIn his judgment on sentence the\nregional magistrate expressed the view that he would have expected\nthe appellant to testify under\noath to explain, inter alia, the\nappellant's relationship with Richter, upon whom the appellant sought\nto shift considerable blame\nfor the fraud\n.\nI shall revert to Richter's alleged role later in the judgment;\nsuffice to record at this juncture that the regional magistrate\ncorrectly observed that much of the blame for the commission of the\noffences was shifted onto Richter by the appellant in the written\n'address on sentence.'\n4\nThe regional magistrate was further of the view that many important\nquestions relating to the commission of the offences remained\nunanswered in the absence of oral testimony by the appellant.\n[6]\tWriting for the high court,\nAlkema J firmly dispelled the supposition on which appellant's\ncounsel premised his submissions, namely\nthat the facts set forth in\nthe written address on sentence repeated by counsel in his address\nshould have been accepted as a matter\nof fact by the trial court. The\nlearned Judge drew a distinction between formal and informal\nadmissions and categorized under the\nlatter an agreement between the\nState and the defence on issues such as the accused's personal\ncircumstances, his background and\nhistory, for sentence purposes. The\nlearned Judge stated that he knew of no practice whereby counsel may\nsimply place\nex\nparte\nfacts before\na sentencing court, having invited the State to object to any such\nfacts and, absent any objections, to obligate the\nsentencing court to\naccept these\nex\nparte\nfacts as\nproven facts. If indeed there is such a practice, said Alkema J, it\ncannot simply be elevated to a rule of law. It should\nbe discouraged\nsince it is open to abuse and it has no place in our jurisprudence.\n[7]\tIn this court, appellant's\ncounsel submitted that the approach adopted by Alkema J conflicts\nwith other decisions (to which I\nshall allude later) and that the\nfacts presented\nex\nparte\nat trial\nshould have been accepted by the trial court as proved facts. Relying\non this court's decisions in\nS\nv Cele\n5\nand\nS\nv Heslop\n6\n,\ncounsel submitted that, in the context of the appellant's fair trial\nright\n7\n,\nthe regional magistrate was obliged to convey in advance which of the\nex parte\nfacts\nwere not accepted, before drawing an adverse inference against the\nappellant in the absence of any testimony from him. The disputed\nfactual averments advanced by appellant's counsel at the trial\ninclude, inter alia, the allegation that the complainants had all\nbeen compensated by the appellant, that the appellant did not\npersonally benefit from the various instances of fraud and of course\nRichter's role in the whole affair. These are matters which may have\na material bearing on sentence. A discussion of the evidentiary\nweight, if any, to be attached to factual averments contained in\nex\nparte\nsubmissions\non sentence, is accordingly necessary.\n[8]\tIt is trite that during the\nsentencing phase, formalism takes a back seat and a more\ninquisitorial approach, aimed at collating\nall relevant information,\nis adopted.\n8\nThe object of the exercise is to place before the court as much\ninformation as possible regarding the perpetrator, the circumstances\nof the commission of the offence and the victims' circumstances,\nincluding the impact which the commission of the offence had on\nthe\nvictim. The prosecutor, defence counsel and the presiding officer all\nhave a duty to complete the picture as far as possible\nat sentencing\nstage. Material factual averments made during this phase of the trial\nought, as a general proposition, to be proved\non oath.\n9\n[9]\tPedantic formalism in respect of\nminor, uncontentious issues such as an accused's personal\ncircumstances is unnecessary and such\nmatters can readily be disposed\nof in oral argument. Quite often these concern matters within an\naccused's personal knowledge and\nwhich are often incontrovertible by\nthe State. But different considerations apply as far as the nature\nand circumstances of the crime\nis concerned. The prosecutor would be\nfully conversant with these aspects from the docket contents. Any\nex\nparte\naverments\nfrom the defence at variance with the state's information ought to be\nunequivocally disputed. An accused and his or her\nlegal\nrepresentative should be alerted timeously about disputed facts, so\nthat an accused can be afforded an opportunity to adduce\noral\nevidence on such facts.\n[10]\tProsecutors are duty bound to\nassist the sentencing court by placing all known aggravating and\nmitigating circumstances before\nthe court, particularly so in the\ncase of an unrepresented accused.\n10\nThe following prosecutorial guidelines are apposite:\n11\n'It is the duty of the\nprosecutor to ensure that sufficient facts are placed before the\ncourt for it to impose an appropriate sentence.\nIn this regard\nprosecutors must ensure that the court is informed of the existence\nof aggravating and (particularly where the accused\nis undefended)\nmitigating factors'.\n[11]\tThe sentencing phase in a\ncriminal trial is of no less importance than the preceding\ndetermination of the guilt or otherwise\nof the accused. All too often\nprosecutors adopt a lackadaisical approach to sentence, permitting\nex\nparte\naverments to\nbe made willy nilly in the defence's submissions from the Bar,\nnotwithstanding that it is at variance with the information\nin the\ndocket. This is particularly so in the case of the circumstances of\nthe offence of which the accused had been convicted. Quite\noften this\nis attributable to slothfulness on the part of prosecutors. It is a\npractice which must be deprecated, since it does not\nserve the\ninterests of the justice system.\n[12]\tTurning from the general to the\nspecific â in this matter strong reliance was placed on behalf of\nthe appellant on the cases\nof\nR\nv Shuba\n12\n,\nS v Mabala\n13\nand\nS v Caleni\n14\n.\nReference was also made to\nS\nv Sanei\n15\nwherein Masipa J, with reference to\nS\nv Siebert,\nabove,\naffirmed the duty\non a presiding officer to investigate all the relevant circumstances\nat sentencing stage.\nShuba,\nMabala\nand\nCaleni\nare of no\nassistance to the appellant in the present matter. In all three\ncases, the State and/or the presiding officer accepted (at\nthe very\nleast tacitly) the\nex\nparte\naverments\nfrom the Bar. The various dicta in these cases hold that, unless\nunattested factual averments are disputed or queried, a\npresiding\nofficer must accept same. But the present case is materially\ndifferent in this respect. During the course of her address\non\nsentence, the prosecutor unequivocally took issue with some of these\nfactual averments. So, for example, she placed on record\noral\ncommunications from certain of the complainants and, in one instance,\nreferred to the evidence of a complainant before court,\nthat the\nappellant had not in fact compensated them for their losses (as was\nclaimed on his behalf). She pertinently challenged the\naverment that\nthe appellant had not acted for personal gain and she submitted that\nthe appellant himself should shoulder the blame\nfor the fraud and not\nRichter. The regional magistrate did not take these disputed factual\naverments into account in appellant's\nfavour during his judgment on\nsentence.\n[13]\tIn\nS\nv Jabavu\n16\nthe trial court had\nrelied on evidence taken at the preparatory examination (under the\nprevious Criminal Procedure Act, 56 of 1955)\nwhere the accused had\npleaded guilty and where no evidence on sentence had been led. On\nappeal a similar contention to the one in\nthe present case was\nadvanced, namely that, in the absence of any comment from the\nprosecutor on the appellant's counsel's submissions,\nthe trial court\nwas obliged to accept the facts emanating from the\nex\nparte\nsubmissions.\nIn distinguishing the facts in that case from those in\nR\nv Hartley\n17\n,\nBotha JA held\n18\nthat no such obligation existed since the facts adumbrated by counsel\nex facie the appellant's confession had not been accepted by\nthe\nState.\n[14]\tUltimately considerations of\nfairness will be the deciding factor in a determination of whether an\naccused person has been prejudiced\nby a refusal to elevate unattested\nfactual averments contained in an\nex\nparte\naddress on\nsentence to proved facts.\n19\nCele\nand\nHeslop\ndo\nnot support the appellant's contentions, as they are distinguishable\non the facts. In\nCele\nthe trial judge had\ndisregarded intoxication as an extenuating circumstance, even though\nthe accused had made mention of his intoxicated\nstate in his s 112(2)\nplea explanation. On appeal, this Court (per Nestadt JA) held that\nthis constituted a misdirection â the\ntrial judge should have\nconveyed to the defence that he was not prepared to take into\nconsideration the accused's state of intoxication,\nso that the\naccused could be afforded an opportunity to establish that averment\nunder oath.\n20\nIn\nHeslop,\nthe\ntrial judge had drawn an adverse inference against the accused on\nmatters not canvassed in evidence. On appeal Cloete JA held\nthat it\nis a requirement of an accused's fair trial right under s 35(3) of\nthe Constitution that if a court intends drawing an adverse\ninference\nagainst an accused, the facts upon which this inference is based must\nbe properly ventilated during the trial before the\ninference can be\ndrawn.\n21\n[15]\tConsiderations of fairness will\nalso determine whether an accused's right to a fair trial has been\nviolated in terms of s 35(3)\nof the Constitution.  Counsel's\nsubmission in this regard is that the appellant did not have a fair\ntrial, since adverse inferences\nhad been drawn against him, without\nthe facts in respect of those inferences having been ventilated at\nthe trial (this did not form\npart of the grounds of appeal listed in\nthe appellant's notice of appeal). This submission can be dismissed\nwithout more. Section\n35(3)(i) of the Constitution entrenches an\naccused person's right to adduce and challenge evidence at his or her\ntrial. No violation\nof this right has occurred in the present case,\nas I have demonstrated above.\n[16]\tWhen it became evident during\nthe prosecutor's address that some of the material factual averments\nadvanced on the appellant's\nbehalf were being challenged by the\nprosecutor, it was open to the appellant's counsel to make a\nre-assessment in consultation with\nhis client. An opportunity for\nsuch re-assessment presented itself when the time came for counsel to\nreply to the prosecutor's address.\nBy not adducing oral\nevidence in the\nface of these challenges, counsel took a calculated risk that the\ncourt may not accept the unattested disputed material\nfactual\nallegations. By electing to simply proceed with an oral address in\nreply, counsel consciously passed on the opportunity to\nadduce oral\nevidence. In these circumstances, there has not been any misdirection\nby the trial court, nor can the approach of the\nhigh court be\nfaulted. It follows that there can also be no sustainable challenge\non constitutional grounds, more particularly on\ns 35(3) of the\nConstitution.\n[17]\tThe sentence was accordingly\nproperly considered by the trial court and the high court with the\nexclusion of the various mitigating\ncircumstances advanced\nex\nparte\nbut\nchallenged by the State. In the absence of a material misdirection by\nthe trial court, I turn to a consideration whether the sentence\nimposed is excessive.\n[18]\tThe State adduced the evidence of two witnesses on\nsentence, viz Ms Kutala Sikweza and Mr Madoda Jeke. Ms Sikweza is the\ndaughter\nof the complainant in count 3, who lost R177 000 which was\nsupposed to have been invested at Old Mutual. This amount was the\nproceeds\nof life policies of Ms Sikweza's late brother and his wife\nwho died in a motor vehicle accident. The returns on the proposed\ninvestment\nat Old Mutual was intended to provide a monthly income to\nthe deceased couple's three young children who were in the\ncomplainant's\ncare. Mr Jeke, a 68 year old retired policeman, had\nreceived the sum of R330 000 as a globular pension payout after 36\nyears' service.\nThis money he entrusted to the appellant for\ninvestment with Old Mutual so that Mr Jeke could obtain a monthly\nincome for himself\nand his dependants.\n[19]\tThe tale narrated by these\nwitnesses is a poignant rendition of severe hardship and suffering.\nTheir plight appears to be representative\nof all the complainants'\ncircumstances. The appellant defrauded poor people, many of whom were\ndependent on these monies to support\nthemselves and/or needy\ndependants. In Mr Jeke's case, the reward for a lifetime's toil had\nbeen lost as a result of the fraud, leaving\nhim penniless and\nresulting in Mr Jeke having to sell his cattle and to go around with\nbegging bowl in hand in a quest to survive.\nThe gravity of the\noffences is beyond question.\n[20]\tRichter's alleged role in the\nfraud was described by the appellant in his plea explanation,\namplified by the written address\non sentence, as set out in para 3\nabove. After the default in paying over the complainants' money,\nRichter's business (it is not\nclear if this was conducted through a\nclose corporation or a company), was placed under liquidation on the\napplication of FNB. Most\nof the complainants were subsequently\ncompensated by FNB when the frauds and concomitant losses became\nknown to the bank.\n[21]\tIt can be accepted that the\nappellant's personal circumstances are mitigating â he is a first\noffender with fixed employment\nand with a wife and adopted daughter\nwho depend on him for their livelihood. One must accept in his favour\nthat his plea of guilty\nis indicative of a measure of remorse. But,\nlike the trial court and the high court I do not accept in the\nappellant's favour the\ndisputed\nex\nparte\nfactual\naverments that the appellant repaid all the complainants, that\nRichter was mostly to blame for the commission of these offences\nand\nthat the appellant did not act out of self-interest. These are\nmatters which required proof by way of oral evidence so that it\ncould\nbe tested by cross-examination. Moreover, there is direct evidence\ncontroverting the averment that the appellant had compensated\nall the\ncomplainants. The complainants in counts 4 and 5 had not been\nreimbursed and the appellant's counsel was constrained to withdraw\nhis earlier submission to this effect when he replied to the\nprosecutor's address at the trial. Richter's alleged blameworthiness\nraised more questions than answers. The averment that the appellant\nwas not actuated by self-interest in committing the various instances\nof fraud, was pertinently contested by the prosecutor in her address.\nThe evidence of Ms Sikweza furthermore directly contradicted\nthe\nappellant's\nex parte\nassertion that he\nreported these matters to the police first. On Ms Sikweza's\nuncontested version a criminal charge was laid some\n3 months before\nthe appellant allegedly reported the matters.\n[22]\tThe trial court was left in the\ndark on Richter and the appellant's precise modus operandi.  The\ntrial court had no information\nwhatsoever about the amounts received\nby the appellant and, as was alleged by the appellant, by Richter. No\nexplanation was forthcoming\nwhy the appellant, who on his own version\nearned approximately half a million Rand annually as a financial\nadviser, had to misappropriate\n(at least some of) the monies\nentrusted to him. He would have earned handsome commission on the\ninvestments if they had been made\nby the appellant as instructed by\nthe complainants.\n[23]\tWhat is plain is that the\nappellant abused the trust that the six complainants placed in him.\nThey were by and large poor, less\neducated simple folk who entrusted\nwhat to them must have been princely sums, to the appellant for\nsecure investment for the betterment\nof their lives and that of their\ndependants. It bears mention that both complainants, Mrs Sikweza and\nMr Jeke, had been referred\nby social workers to the appellant for\nfinancial advice.\n[24]\tThe approach of this court to\nsentencing in so-called 'white collar crimes is well-established.\n22\nDirect imprisonment is not uncommon, even for first offenders. The\nsentence imposed in the present matter does not induce a sense\nof\nshock at all. On the contrary, I share the view of Alkema J in the\ncourt below that the sentence borders on the lenient. The trial\ncourt\nbalanced the aggravating and mitigating factors and gave recognition\nto the factors favourable to the appellant by suspending\na portion of\nthe sentence of imprisonment. It ameliorated the cumulative effect of\nthe sentence by taking the six counts together\nfor purposes of\nsentence.\n[25]\tThere are no grounds to interfere with the\nsentence. In the result, the appeal is dismissed.\nâ¦â¦â¦â¦â¦â¦â¦\n..\nS\nA MAJIEDT\nACTING\nJUDGE OF APPEL\nAPPEARANCES:\nFOR APPELLANT: \t\tS D Slabbert\nInstructed by\nJ H Slabbert Attorneys, \nDurban North\nVan Wyk & Preller Inc,\nBloemfontein\nFOR RESPONDENT:\tT van Zyl\nInstructed by\nThe Director of Public\nProsecutions, Grahamstown\nThe Director of Public\nProsecutions, Bloemfontein\n1\nIn my\n\texperience, prosecutors would only in rare instances convey to the\n\tcourt whether these\nex\n\tparte\nsubmissions\n\tare disputed or not, which further complicates the matter.\n2\nIn his plea\n\texplanation the appellant described himself as a financial planner\n\tdoing business as such as sole member of Louis Olivier\nFinancial\n\tServices CC, trading as 'the Brokerage' in East London.\n3\nBoth\n\taddresses by defence counsel and the prosecutor on sentence were\n\ttranscribed and form part of the record before us.\n4\nA curious\n\tfeature of the case is that the appellant's counsel handed in as\n\texhibit B at the trial a written 'address on sentence'\ncontaining\n\tlegal and factual submissions and incorporated therein a statement\n\twritten by the appellant himself setting out in some\ndetail his\n\tpersonal circumstances. It also contains a brief, rather incomplete\n\tdescription of the circumstances under which the\noffences had been\n\tcommitted.\n5\n1990 (1)\n\tSACR 251\n(A);\n[1991] ZASCA 31.\n6\n2007 (1)\n\tSACR 461\n(SCA);\n[2006] ZASCA 20.\n7\nAs provided\n\tfor in s 35(3) of the Constitution, Act 108 of 1996.\n8\nS v Siebert\n1998\n\t(1) SACR 554\n(A)\n[1996] ZASCA 135\nat 558g-d;\nRammoko\n\tv Director of Public Prosecutions\n2003\n\t(1) SACR 200\n(SCA)\n[2002] ZASCA 138\nat 205d-i; Du Toit:\nS\ntraf in\n\tSuid-Afrika\nat 161;\nT\nerblanche\n\t& Roberts:\n'\nSentencing\n\tin South Africa: lacking a principle, but delivering justice?'\n2005 SACJ 187\nat 195.\n9\nS v Rooi; S v van Neel\n1980\n\t(1) SA 363(C).\nThis is also the position in comparable foreign\n\tjurisdictions; cf\nR v Gardiner\n[1982]\n\t368 S.C.R 2\n;\nR v Newton\n(1982)\n\t4 Cr. App. R(S) 388\n;\nR v Donges &\n\tSutton\n[2007] SADC 88.\n10\nR v Motehen\n1949\n\t(2) SA 547\n(A) at 550.\n11\nContained\n\tin part 31 para 3 of the National Prosecuting Authority's Policy\n\tDocument.\n12\n1958 (3) SA 844\n(C) at 844H-845A.\n13\n1974 (2) SA 413(C)\nat 421H-422A.\n14\n1990 (1) SACR 178\n(C) at 181f-g.\n15\n2002 (1) SACR 625\n(W) at 627g-628a.\n16\n1969 (2) SA 466\n(A).\n17\n1966 (4) SA 219\n(RA).\n18\nAt 472B-D.\n19\nJabavu\nat\n\t472E-F.\n20\nAt 254h-j.\n21\nPara 22.\n22\nSee\nS v Sadler\n2000\n\t(1) SACR 331\n(SCA); ([2000]\n2 All SA 121)\n;\n[2000] ZASCA 13\nparas\n\t11-13,\nS v Barnard\n2004\n\t(1) SACR 191\n(SCA);\n[2003] ZASCA 63\npara 15,\nS\n\tv Michele\n2010 (1) SACR 131\n(SCA);\n[2009] ZASCA 116\npara 10.",
  "scraped_at": "2026-02-11T20:20:56.671320",
  "date": "2010-03-31",
  "coram": [
    "Nugent JA",
    "Griesel AJA",
    "Majiedt AJA"
  ],
  "case_number": "318/09",
  "parties": {
    "applicants": [
      "Louis Johann Olivier"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Louis Johann Olivier, a financial adviser, pleaded guilty to six counts of fraud involving R807,000 taken from six clients between February 2002 and February 2003. He was instructed to invest the money with reputable insurers but instead handed the funds to a client, Shane Richter, who deposited them in a Mini Stores account. Richter failed to remit the full proceeds, resulting in losses for the clients, who were largely poor individuals dependent on the monies for livelihood. The trial court sentenced Olivier to seven years' imprisonment, with three years suspended, after considering the fraud's gravity and the victims' hardship.",
    "issues": "The principal issue on appeal was the evidentiary weight to be given to ex parte submissions made by defence counsel at sentencing, particularly where the prosecutor contested those factual averments. Related questions concerned whether the trial and appellate courts misdirected themselves by excluding contested ex parte facts and whether the appellant’s constitutional right to a fair trial under s 35(3) was violated.",
    "principles": "The court reiterated that at sentencing, factual averments must be proved on oath or, if disputed, must be ventilated so that the accused can adduce evidence. Ex parte statements that are unattested cannot be accepted as proven facts when the prosecutor objects. The court cited S v Cele and S v Heslop for the requirement that adverse inferences be based on ventilated facts, and S v Jabavu for the distinction that unchallenged ex parte facts may be accepted. The prosecutor’s duty to place all aggravating and mitigating circumstances before the court was also emphasized, as was the constitutional guarantee of a fair trial (s 35(3)).",
    "application": "Applying these principles, the court held that the prosecutor had expressly challenged several of the defence’s ex parte allegations (e.g., repayment to complainants, Richter’s blame, lack of personal gain). Consequently, the trial court was correct to disregard those contested facts and could not be said to have misdirected. The court also found that the appellant had not shown that his right to a fair trial was infringed. The sentencing was therefore upheld, with the mitigating factor of a guilty plea recognised but not sufficient to outweigh the seriousness of the fraud and the victims’ hardship.",
    "conclusion": "The appeal was dismissed. The sentence of seven years' imprisonment, with three years suspended, was confirmed. No amendment to the sentence or any other order was made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "ex parte submissions",
      "fraud",
      "evidentiary weight",
      "fair trial"
    ]
  }
}