{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/106.html",
  "case_name": "Y D (Now M) v L B (465/09) [2010] ZASCA 106; 2010 (6) SA 338 (SCA) ; [2011] 1 All SA 501 (SCA) (17 September 2010)",
  "citation": "[2010] ZASCA 106",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 106\n|\nNoteup\n|\nLawCite\nY D (Now M) v L B (465/09) [2010] ZASCA 106; 2010 (6) SA 338 (SCA) ; [2011] 1 All SA 501 (SCA) (17 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 465/09\nIn the\r\nmatter between:\nY D\r\n(NOW M)\t\t\t\t\t\t\t         Appellant\nand\nL B\t\t\t\t\t\t\t\t\t      Respondent\nNeutral citation: YM v LB  (465/09)\n[2010] ZASCA 106\n(17 September\r\n2010\n)\nCoram:\nHarms\r\nDP, Lewis, Ponnan JJA and Ebrahim and K Pillay AJJA\nHeard:\t8\r\nSeptember 2010\nDelivered \t17 September 2010\nSummary:\nScientific\r\ntests on a child to determine paternity should not be ordered where\r\npaternity has been shown on a balance of probabilities.\nORDER\nOn appeal from: North Gauteng High Court (Pretoria) (Murphy J sitting\r\nas court of first instance).\n1 The appeal is upheld with costs including those of two counsel.\n2 The order of the high court is replaced with:\n‘The application is dismissed with costs.’\nJUDGMENT\nLEWIS J (HARMS DP, PONNAN JA AND EBRAHIM AND PILLAY JJA concurring)\n[1]\tThe appellant, Mrs Y M (M), appeals against an\r\norder that she and her daughter, Y, submit to DNA testing to\r\ndetermine whether\nMr L B (B), the respondent, is the biological\r\nfather of Y. The order was sought by B who claimed, if the tests\r\nproved that he was\nindeed the father, in addition that he be given\r\nfull parenting rights. The high court ordered that M submit herself\r\nand Y to DNA\ntests within 30 days of the order and postponed the\r\nother relief sought sine die. The appeal against the order is with\r\nthe leave\nof this court. On appeal B did not file heads of argument;\r\nnor was there any appearance for him.\n[2]\tMurphy J in the high court considered in\r\nconsiderable depth the cases – often in conflict with one\r\nanother – that\nhave dealt with orders to submit to blood tests\r\nto determine paternity. These, and cases in other countries dealing\r\nwith orders\nto submit to scientific testing to determine paternity,\r\nwere also discussed at length by Didcott J in\nSeetal\r\nv Pravitha.\n1\nThe high court also considered the possible changes wrought by the\r\nprovisions of the Children’s Act 38 of 2005. The judgment\nof\r\nMurphy J is reported.\n2\nI do not propose to traverse the same material because it is not\r\nwarranted on the facts. I shall revert to the principles on which\nthe\r\norder was made, but shall first set out the facts which were largely\r\nnot in dispute.\n[3]\tM and B commenced a sexual relationship in\r\nFebruary 2006. They started living together in October of that year\r\nand became engaged\nin November. B told M at the end of the year that\r\nhe would be going to work first elsewhere in the country, and then\r\nabroad, for\na short period the following year. Accordingly in March\r\n2007 she went to stay for what was thought to be the period of his\r\nabsence\nin Musina, where her parents lived.\n[4]\tIn fact B did not go abroad. He frequently\r\nphoned her – on her version under the influence of alcohol –\r\nand she\nbecame disillusioned with the relationship. She alleged that\r\nbefore she had moved to Musina he also drank heavily and returned\r\nhome inebriated late at night.\n[5]\tLate in March 2007 M discovered that she was\r\npregnant. She was certain that B was the father and alleged that it\r\nwas not actually\never in issue save for one occasion when he denied\r\npaternity when speaking to her over the phone one night –\r\napparently under\nthe influence of alcohol. But he retracted the\r\ndenial – which he could not even remember – the following\r\nmorning.\n[6]\tAlthough B also denied his paternity in a\r\nletter sent by his attorney to M later, after the child’s\r\nbirth, his conduct\nand other correspondence with her show\r\nunequivocally that he believed that he was the father. A telling\r\nfactor is that he paid\nR1 000 into M’s bank account in each of\r\nApril, May and July 2007, which is consistent with his belief that he\r\nwas the father\nof the unborn child.  Most importantly, in his\r\nfounding affidavit B stated that he believed that he was Y’s\r\nfather and wished\nto develop a relationship with her.\n[7]\tDespite her certainty that B was the father of\r\nthe child M decided to break the engagement. She told him this when\r\nhe visited\nMusina in April 2007. They agreed to remain in contact.\r\nShe revived a relationship with a former boyfriend (Mr M) and they\r\nbecame\nengaged in June and married in July that year. She told B that\r\nthey would have to make arrangements (presumably about support and\n\naccess) after the child’s birth.\n[8]\tIn September 2007 M phoned B and advised him\r\nof the expected date of birth (mid-November). In October he sent a\r\nmessage to her\nasking her to keep in touch and saying that he had had\r\ndifficulty contacting her by telephone. She responded and asked him\r\nto send\na letter with his proposals (again one assumes as to support\r\nand access).\n[9]\tY was born on 8 November. M phoned B the day\r\nshe was discharged from hospital. He wanted to see Y. She said she\r\nwould contact\nhim in this regard at a later stage. But then two days\r\nlater his attorney sent the letter referred to stating that he\r\nstrongly\ndenied paternity but was willing to pay for blood and DNA\r\ntests to determine the issue.\n[10]\tM, who had previously been willing to allow B\r\nto be part of Y’s life, responded through an attorney saying\r\nthat he would\nnot be afforded any parental rights and would not be\r\nbound by any obligations to Y. B did an about turn. The next letter\r\nfrom his\nattorney stated that B was ‘100 per cent’\r\ncertain that he was Y’s father but that he wanted M and Y to\r\nundergo\nblood tests. She refused to comply – hence his\r\napplication for an order to compel testing.\n[11]\tAs Murphy J himself pointed out the minor\r\ndisputes of fact must be determined having regard to M’s\r\naverments and denials\nunless these are untenable.\n3\nThese disputes were essentially as to dates and exchanges between the\r\nparties. In fact, B did not ever deny paternity in his affidavits:\nhe\r\nsimply sought scientific certainty. And the high court’s\r\nfinding that M may have been intimate with her husband, M, at\nthe\r\ntime of Y’s conception is unwarranted given that the only\r\nevidence for this was B’s statement in his replying affidavit\n\nthat he had heard from a friend that M had commenced a relationship\r\nwith M at the time when conception had occurred.\n[12]\tPaternity was thus not actually in dispute.\r\nAnd accordingly the high court should not have ordered M and her\r\ndaughter to undergo\nDNA testing. Indeed there was no reason to order\r\nM herself to be tested: her maternity could not have been in doubt!\n[13]\tThat brings me to the principles on which the\r\nhigh court made its order. First, as I have already said, the issue\r\nof paternity\nin this case was determinable on a balance of\r\nprobabilities. What B asked for was scientific proof –\r\nsomething to which he\nwas not entitled. No doubt there are cases\r\nwhere there is genuine uncertainty as to paternity and a DNA test\r\nshould be ordered\nfor the child in question. It is within the\r\ninherent power of a court, as the upper guardian of children, to\r\norder scientific tests\nif this is in the best interests of a child,\r\nas Murphy J found.\n4\nAnd indeed s 37 of the Children’s Act anticipates the use of\r\nscientific tests to determine paternity. It provides that where\n\npaternity is in issue in legal proceedings and a party refuses to\r\nsubmit to ‘scientific tests’ the court must warn\nhim or\r\nher of the ‘effect which such refusal might have on the\r\ncredibility of that party’. But this is not a case in\nwhich\r\nthat inherent power need have been invoked given that paternity was\r\nnot disputed.\n[14]\tSecond, the high court concluded that ‘truth\r\nis a primary value in the administration of justice and should be\r\npursued,\nif not for its own sake, then at least because it invariably\r\nis the best means of doing justice in most controversies’. And:\n\n‘Where we come from and who we are, for most people, are\r\nquestions within the realm of the sacred.’ The judge continued:\n\n‘to exclude reliable scientific evidence because it involves a\r\nrelatively minor infringement  of privacy more often than\nnot will\r\nharm the legitimacy of the administration of justice’.\n5\nHe concluded:\n6\n‘\nIn short, I agree with\r\nthose judges and commentators who contend that as a general rule the\r\nmore correct approach is that the discovery\nof truth should prevail\r\nover the idea that the rights of privacy and bodily integrity should\r\nbe respected . . . . I also take the\nposition . . . that it will most\r\noften be in the best interests of a child to have any doubts about\r\ntrue paternity resolved and\nput beyond doubt by the best available\r\nevidence.’\n[15]\tIt is clear, in my view, that the rights to privacy and bodily\r\nintegrity may be infringed (by a procedure ordered by a court\nin the\r\nexercise of its inherent jurisdiction) if it is in the best interests\r\nof a child to do so. These rights, like others enshrined\nin the\r\nConstitution, may be limited where it is reasonable and justifiable,\r\napplying the criteria in s 36(1) of the Constitution.\nAs I have said\r\nin this case it is not, but in others it might well be justifiable to\r\norder blood or DNA tests.\n[16]\tHowever, whether the discovery of truth\r\nshould prevail over such rights is a matter that should not be\r\ngeneralized. As Didcott\nJ said in\nSeetal\n7\nit is not necessarily always in an individual’s interest to\r\nknow the truth. In each case the court faced with a request for\nan\r\norder for a blood test or a DNA test must consider the particular\r\nposition of the child and make the determination for that\nchild only.\r\nThe role of a court, and its duty, is to determine disputes in civil\r\nmatters on a balance of probabilities. It is not\na court’s\r\nfunction to ascertain scientific proof of the truth.\n[17]\tThe appeal is upheld with costs including those of two counsel.\nThe order of the high court is replaced with:\n‘The application is dismissed with costs.’\n____________\nC H Lewis\nJudge of Appeal\nAPPEARANCE\nAPPELLANT:\t\t\tMs K I Foulkes-Jones SC\n(with her S Mentz)\nInstructed by Davel de Klerk Kgatla Inc,\nPretoria\nNaudes , Bloemfontein.\n1\n1983 (3) SA 827\n(A).\n2\nLB v YD\n2009\r\n\t(5) SA 463\n(NGP). The judgment of the high court refusing an\r\n\tapplication for leave to appeal is also, unusually, reported in the\r\n\tsame volume\nat 479.\n3\nThe so-called\nPlascon\r\n\tEvans\nprinciple:\nPlascon-Evans\r\n\tPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A).\n4\nPara 22.\n5\nPara 21.\n6\nPara 23.\n7\nAbove 864G-865C.",
  "scraped_at": "2026-02-11T20:34:14.291109",
  "date": "2010-09-17",
  "coram": [
    "Harms DP",
    "Lewis",
    "Ponnan JJA",
    "Ebrahim",
    "K Pillay AJJA"
  ],
  "case_number": "465/09",
  "parties": {
    "applicants": [
      "Y D (Now M)"
    ],
    "respondents": [
      "L B"
    ]
  },
  "sections": {
    "facts": "The appellant, Mrs Y D (now M), and the respondent, L B, began a sexual relationship in 2006 and had a child, Y, born on 8 November 2007. Although M was certain that B was the father, B later denied paternity and sought DNA testing. The High Court ordered both M and the child to undergo DNA testing and postponed any other relief. B did not appear on appeal. The factual matrix includes the parties' relationship history, the birth of the child, letters exchanged denying and then affirming paternity, and the High Court's order for scientific testing.",
    "issues": "The central issues were (1) whether the court should order DNA testing when paternity can be established on a balance of probabilities, (2) whether the right to privacy and bodily integrity can be overridden in the best interests of the child, and (3) the scope of the court’s inherent power under the Children’s Act to order scientific tests.",
    "principles": "The judgment reaffirmed that civil disputes are decided on the balance of probabilities, not on scientific proof. Section 37 of the Children’s Act allows courts to order scientific tests where paternity is in issue, but only if necessary. Constitutional rights to privacy may be limited under s 36(1) when reasonable and justifiable. Precedents such as Seetal v Pravitha and principles articulated by Didcott J were applied, emphasizing that the best interests of the child guide any infringement of bodily integrity.",
    "application": "Applying these principles, the court found that paternity was not genuinely disputed; B’s belief and conduct indicated acknowledgment of paternity, and the balance of probabilities was satisfied. Consequently, ordering DNA testing was unnecessary and an unjustifiable infringement of privacy. The High Court’s order was therefore set aside, and the application for testing was dismissed.",
    "conclusion": "The appeal was upheld with costs, including those of two counsel. The High Court’s order was replaced with a dismissal of the application for DNA testing, with costs awarded to the appellant."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Paternity",
    "level_3": [
      "DNA testing",
      "children's rights",
      "privacy",
      "balance of probabilities"
    ]
  }
}