{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/146.html",
  "case_name": "Van de Venter v S (342/10) [2010] ZASCA 146; 2011 (1) SACR 238 (SCA) (29 November 2010)",
  "citation": "[2010] ZASCA 146",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 146\n|\nNoteup\n|\nLawCite\nVan de Venter v S (342/10) [2010] ZASCA 146; 2011 (1) SACR 238 (SCA) (29 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 342/10\nANDRÉ\r\nVAN DE VENTER\n.....................................................................\nAppellant\nand\nTHE\r\nSTATE\n.......................................................................................\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nVan de Venter v The State\n(342/10)\n[2010] ZASCA 146\n(29 November 2010)\nBENCH:\r\nPONNAN, CACHALIA and LEACH JJA\nHEARD: 12 NOVEMBER 2010\nDELIVERED: 29 NOVEMBER 2010\nSUMMARY\n:\nSentence – misdirection by trial\r\ncourt – court on appeal substituting an effective term of\r\nimprisonment of 18 years\nfor that of 33 years imposed by the trial\r\ncourt.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn appeal from\n:\nNorth Gauteng High Court\r\n(Pretoria) (Moabi AJ sitting as court of first instance).\nThe appeal is allowed to the extent set out below:\n1 The sentence of 28 years’ imprisonment imposed by the court\r\nbelow pursuant to the appellant’s conviction on count\n1, the\r\nmurder, is set aside and in its stead is substituted a term of 18\r\nyears’ imprisonment.\n2 The sentence of 5 years’ imprisonment imposed by the court\r\nbelow pursuant to the appellant’s conviction on count\n2, the\r\ntheft, is ordered to run concurrently with the sentence imposed on\r\ncount 1.\n3 The appellant is thus sentenced to an effective term of\r\nimprisonment of 18 years.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (CACHALIA and LEACH JJA concurring):\n[1] During February 2000 the appellant, André van de Venter,\r\nwas convicted in the North Gauteng High Court (Pretoria) (per\nMoabi\r\nAJ) on one charge each of murder and theft and sentenced to an\r\neffective term of imprisonment of 33 years - being 28 years\nfor the\r\nmurder and five years for the theft.\n[2] Leave to appeal was granted to this court by the trial judge\r\nsolely in respect of sentence on 3 March 2000. A petition to this\n\ncourt to expand the scope of the appeal to include the convictions as\r\nwell, was dismissed on 9 July 2001.\n[3] For reasons that do not emerge on the record and in any event are\r\nunnecessary to fully traverse no further steps were taken\nto\r\nprosecute the appeal for close on nine years. When the record was\r\neventually filed with this court on 2 June 2010, it was accompanied\n\nby affidavits from the registrar and two clerks of the high court to\r\nthe effect that the complete record of the proceedings could\nnot be\r\nlocated. The record that now serves before us on appeal has\r\naccordingly been reconstructed by those officials. Before us\ncounsel\r\nwere agreed that the reconstructed record was adequate for a full and\r\nproper ventilation of the appeal. I agree.\n[4] The facts giving rise to the appellant’s conviction were:\r\nOn 27 March 1998 and in consequence of a report that he had\nreceived,\r\nPeter Thomas called on the home of his friend Eric Nezar (the\r\ndeceased). As the door was locked he had to gain forcible\nentry into\r\nthe flat. On entering the premises he came upon the body of the\r\ndeceased on his bed with his face and the upper side\nof his head\r\nbloody. The deceased's hand clutched an electrical cord and there\r\nwere visible blood spots on one of the walls. He\nsummoned the police.\r\nLater that day the deceased's brother, Willem, was contacted by\r\nCaptain van Aswegen of the Pretoria Murder\nand Robbery Unit of the\r\nSAPS and informed of the deceased's death. Two days later, whilst\r\nsifting through the deceased’s\nbelongings, Willem chanced upon\r\ncertain ornamental stones that appeared to have blood on them. Those\r\nhe handed to the police.\n[5] It would seem that whilst the investigating officer, Sergeant van\r\nRensburg, was interviewing people who knew the deceased,\nthe\r\nappellant came to be mentioned. Sergeant van Rensburg interviewed the\r\nappellant and secured a statement from him. When Captain\nvan Aswegen\r\nperused that statement his curiosity was piqued and he resolved to\r\nquestion the appellant. On 6 April 1998 Sergeant\nvan Rensburg and\r\nCaptain van Aswegen proceeded to the appellant's home. During the\r\ncourse of their questioning of the appellant\nthey enquired about the\r\nclothes that he (the appellant) had worn on the night when the\r\ndeceased had met his death. His shoes in\nparticular appeared to them\r\nto link the appellant to certain footprints at the deceased's home.\r\nThe appellant was arrested.\n[6] The next day the appellant intimated his willingness to\r\nparticipate in a pointing out. Arrangements were then made by the\r\ninvestigating officer for an independent commissioned officer,\r\nCaptain van der Spuy, to oversee the pointing out. That evidence\nand\r\nits import is summarised in the judgment of the court below as\r\nfollows:\n'Van der Spuy . . . produced the photos which showed the\r\naccused at the scene and where he was pointed out where different\r\naspects\nrelating to the crime were found in the room. He brought in\r\nphotos . . . all these show the accused at the premises of the\r\ndeceased\nand indicating various points where the deceased was, where\r\nhe got the stone which he used to hit the deceased, where the blood\n\nspots were and where they were removed. In brief, these photographs\r\nand voluntarily pointing out squarely put the accused at the\nscene\r\nand he knew what happened on that particular night when the deceased\r\nwas killed.'\n[7] There was as well the evidence of Elmarie Horak linking the\r\nappellant to the commission of the offences. Miss Horak testified\n\nthat the appellant had come to her shop, Cash Converters, to sell 63\r\nCDs and a cell phone. She asked him to go to the Sunnyside\nPolice\r\nStation to depose to an affidavit confirming his ownership of those\r\nitems and his entitlement to dispose of them. The appellant\ndid\r\nindeed do so. He returned with a sworn statement. He also signed an\r\nin-store declaration that he had lawful title to sell and\n'transfer\r\nfull ownership thereof to Cash Converters'. He was paid R300 in total\r\nfor those items.\n[8] Marno Boshoff, who knew both the deceased and the appellant,\r\ntestified that at some stage he had asked the appellant why he\nhad\r\nkilled the deceased. His response is summarised by the trial court as\r\nfollows:\n'And he said the accused said he did not know why he did\r\nit. He was asked if he, the accused, was angry, if the deceased did\r\nanything\nwrong to him; but he replied and said no, the deceased did\r\nnothing wrong to me. He says he, the accused, did not understand what\n\nhappened, in essence. He said on that particular morning he, the\r\naccused, woke up – maybe I should here indicate that there\nis\r\nevidence to the effect that the night before the accused went to the\r\ndeceased's room and he slept over there. Now when he woke\nup in the\r\nmorning he was in the flat of the deceased. He went to the bathroom\r\nand when he came back he saw a stone or a rock lying\ndown. He says he\r\ndoes not know what happened next. He said afterwards he realised what\r\nhe had done and that there was a problem\nand he ran away, he left the\r\nflat.'\nThe appellant did not testify in his defence. That was his right. But\r\nit is not without its consequences. For, approaching the\nevidence\r\nholistically, as one must, the irresistible inference to be drawn\r\nfrom the facts that I have briefly outlined, is that\nthe appellant\r\nkilled the deceased and thereafter stole the deceased’s\r\npossessions the subject of the theft charge. It follows\nthat the\r\nconclusion of the trial court on the convictions cannot be faulted.\n[9] As to sentence: The judgment of the court below on sentence is\r\nsingularly unhelpful. It spans a total of three pages in the\nrecord.\r\nIt alludes to the objective gravity of the offence, the brutality of\r\nthe deed and the lack of remorse displayed by the\nappellant as\r\nreflected in his failure to take the court into his confidence and\r\nhis disposing of the deceased's possessions the\nmorning after the\r\nmurder.\n[10] The judgment then proceeds:\n'. . . because maybe the most serious issue that must be\r\naddressed is that of if the satanism influence, if any, is on you.\r\nThe\nstate argues that there is no evidence that you were in any way\r\nafflicted by this issue of satanism and if you were then you did\nit\r\nknowing what would be the consequences. Where the court would not\r\ntake that view, it will take a very lenient view, it will\ngive you\r\nthe benefit of the doubt even if you did not testify that you were to\r\nan extent maybe affected by these satanism tendencies.\nWe were told\r\nthat satanism preaches death, destruction, contempt of religion, of\r\nGod, and maybe as we do not really have a good\nmotive of why you did\r\nwhat you did, one can maybe say yes, satanism had the better of you\r\nbecause how can a person act so cruelly?\nWhen somebody is sleeping on\r\nthe bed, you bash him with a stone and proceed to kill him; what is\r\nthe motive? We do not have a clear\nmotive her, that is why I will\r\ngive you the benefit that you had this influence on you of satanism.\r\nBut this expert on satanism\nalso turns and says people who get\r\ninvolved in that type of practice do it with their eyes right open\r\nand they know what probably\nwill be the consequences of their\r\nactivities.'\nThe judgment then concludes:\n'The court is conversant with the authorities which have\r\nbeen referred to in address in mitigation. The court is of the\r\nopinion\nthat you must get a direct jail sentence and that, if really\r\nyou are under the influence of satanism or it is still affecting you,\n\nwhich the court does not know, you may get help inside prison, but\r\nthe court is of the opinion that maybe you were and it gives\nyou the\r\nbenefit and strongly will direct that facilities be made available\r\nfor your rehabilitation in prison.'\n[11] What the judgment ignored though was the evidence contained in\r\nthe reports of Prof Roos and Dr Plomp, psychiatrists in the\nemploy of\r\nWeskoppies Hospital. Both had concluded that whilst the appellant\r\nappreciated what he was doing at the time of the commission\nof the\r\noffences, his moral responsibility was diminished because he was a\r\nschizoid personality, who was emotionally depressed.\nBoth described\r\npeople who are diagnosed as such as lonely and not able to develop\r\nintimate relationships with others.\n[12] The report of the social worker, Ms du Preez, paints a picture\r\nof a sad, lonely youngster - the product of a broken home.\nAlthough\r\nhe matriculated, the appellant acknowledges that he struggled\r\nacademically. As the product of a broken home, he appears\nto have\r\nmoved between his mother and father. That resulted in his schooling\r\nbeing disrupted. After he failed standard 9 he was\nmoved to his\r\nfather and stepmother and had to adjust to a new school environment.\r\nAt that stage he started abusing alcohol and\ndabbling in satanism.\r\nThe appellant seems to have formed the impression since the age of\r\nabout 10 years that life was senseless\nand that he did not want to\r\ncontinue living. Whilst in standard 10 he attempted on three\r\ndifferent occasions to take his own life.\n[13] Since leaving school the appellant has been unable to hold down\r\npermanent employment and his employment history has been quite\n\nsporadic. Although on the cusp of adulthood at 23 years, the\r\nappellant has not been involved in any meaningful relationships. Nor\n\nfor that matter has he had any real friends. According to his mother\r\nhe spent all of his time at home writing letters to his pen\nfriends\r\nand viewing television. His mother informed the social worker that\r\nthe appellant manifested very low self-esteem and that\nif he did go\r\nout it was usually late at night when he was less likely to be seen\r\nby others. In an endeavour to assist him to address\nthose various\r\nissues, the appellant's mother suggested that he contact the deceased\r\nwho was very active in counselling, Bible study\ngroups and a cell\r\nleader at his church. That is how the appellant first came to have\r\ncontact with the deceased. According to the\nappellant, he was\r\ncontemplating joining a Buddhist retreat which he was then discussing\r\nwith the deceased at the time of the latter's\ndeath. In his warning\r\nstatement to the police the appellant stated that despite the fact\r\nthat he was heterosexual that the deceased\nhad massaged him but as he\r\nput it 'Ek nie daarvan hou nie, ek hou nie daarvan dat 'n manspersoon\r\nso aan my vat nie'.\n[14] The circumstances entitling a court of appeal to interfere in a\r\nsentence imposed by a trial court were recapitulated in\nS v Malgas\n2001 (1) SACR 469\n(SCA) para 12, where Marais JA held:\n‘\nA court exercising appellate\r\njurisdiction cannot, in the absence of material misdirection by the\r\ntrial court, approach the question\nof sentence as if it were the\r\ntrial court and then substitute the sentence arrived at by it simply\r\nbecause it prefers it. To do\nso would be to usurp the sentencing\r\ndiscretion of the trial court. . . . However, even in the absence of\r\nmaterial misdirection,\nan appellate court may yet be justified in\r\ninterfering with the sentence imposed by the trial court. It may do\r\nso when the disparity\nbetween the sentence of the trial court and the\r\nsentence which the appellate Court would have imposed had it been the\r\ntrial court\nis so marked that it can properly be described as\r\n“shocking”, “startling” or “disturbingly\r\ninappropriate”.’\n[15] In my view the test for intervention on the first leg is\r\nsatisfied. None of the mitigating factors that I have alluded to\n\nmerited even a mention in the judgment of the trial court. They ought\r\nto have. Nor were they balanced against what were perceived\nto be the\r\naggravating features in the commission of the offences. In failing to\r\nafford any recognition to those factors in the\ndetermination of an\r\nappropriate sentence, the trial court disregarded the traditional\r\ntriad of the crime, the offender and the\ninterests of society.\r\nInstead the learned judge appears to have emphasised the public\r\ninterest and general deterrence in arriving\nat what he considered to\r\nbe a just sentence, whilst ignoring the other traditional aims of\r\nsentencing such as personal deterrence,\nrehabilitation and\r\nreformation. It follows that the sentence imposed by the learned\r\njudge falls to be set aside and this court\nis accordingly free to\r\nimpose the sentence it considers appropriate.\n[16] It remains to consider what sentence should be substituted for\r\nthat of the trial court. How and why the learned trial judge\narrived\r\nat a sentence of 28 years for the murder and why the sentence of 5\r\nyears imposed for the theft, which was part and parcel\nof the same\r\ncriminal transaction was not ordered to run concurrently, is not\r\nexplained. Despite the fact that the appellant was\nrepresented before\r\nthe learned judge there nonetheless remained a duty on him to call\r\nfor such evidence as was necessary to enable\nhim to exercise a proper\r\njudicial sentencing discretion. For, as\nS v Siebert\n1998 (1)\r\nSACR 554\n(SCA) at 558i–559a made plain:\n'Sentencing is a judicial function\nsui\r\ngeneris\n. It should not be governed by\r\nconsiderations based on notions akin to onus of proof. In this field\r\nof law, public interest requires\nthe court to play a more active,\r\ninquisitorial role. The accused should not be sentenced unless and\r\nuntil all the facts and circumstances\nnecessary for the responsible\r\nexercise of such discretion have been placed before the court.’\nThe judgment added: ‘[A]n accused should not be sentenced on\r\nthe basis of his or her legal representative’s diligence\nor\r\nignorance’.\n[17] The natural indignation that the community must feel at the\r\nappellant’s conduct warrants appropriate recognition in\nthe\r\nsentence. Nevertheless that can hardly invite a sentence that is out\r\nof proportion to the nature and gravity of the offence.\nAs it was put\r\nin\nS v Scott-Crossley\n2008 (1) SACR 223\n(SCA) para 35:\n'Plainly any sentence imposed must have deterrent and\r\nretributive force. But of course one must not sacrifice an accused\r\nperson\non the altar of deterrence. Whilst deterrence and retribution\r\nare legitimate elements of punishments, they are not the only ones,\n\nor for that matter, even the over-riding ones.’\nThe judgment continues ‘[i]t is true that it is in the\r\ninterests of justice that crime should be punished. However,\r\npunishment\nthat is excessive serves neither the interests of justice\r\nnor those of society.'\n[18] The conclusion to which I have come bearing in mind all the\r\nabove factors, as also the fact that the appellant spent a period\nof\r\napproximately one year in custody prior to the finalisation of the\r\nmatter, is that a proper sentence on the murder conviction\nwould be\r\none of 18 years’ imprisonment. I would, moreover, order the\r\nsentence of five years’ imprisonment imposed on\nthe appellant\r\nfor the theft conviction to run concurrently with the 18 years.\n[19] One final aspect requires comment. It is unclear why the learned\r\njudge saw fit to grant leave to the appellant to appeal to\nthis\r\ncourt. In\nS v Monyane & others\n2008 (1) SACR 543\n(SCA)\r\npara 28 this court stated:\n‘\nIt does not appear from the\r\nrecord that the trial judge considered whether leave to appeal should\r\nhave been granted to the full\ncourt. In terms of s 315(2)(a) of the\nCriminal Procedure Act 51 of 1977\nwhen an application for leave to\r\nappeal in a criminal case heard by a single judge is granted under\ns\r\n316\n, the trial judge shall, if satisfied that the questions of law\r\nand of fact and the other considerations involved in the appeal are\n\nof such a nature that the appeal does not require the attention of\r\nthe Supreme Court of Appeal, direct that the appeal be heard\nby a\r\nfull court. The present appeal is a case in which the trial judge\r\nshould have been so satisfied. There were no questions of\nlaw\r\ninvolved; the case raised no question of principle; and there were no\r\nconsiderations which called for the attention of this\ncourt (\nS\r\nv Myaka\n1993\r\n(2) SACR 660\n(A) at 661i-662b). It frequently happens that simple\r\nappeals have to be heard by this court. In order to avoid the\r\nunnecessary\nclogging of the roll of this court with matter that does\r\nnot require its attention, it is important that trial judges should\r\nnot\noverlook the provisions of\ns 315(2)(a)\n(\nS\r\nv Sinama\n1998\r\n(1) SACR 225\n(SCA)). The inappropriate granting of leave to appeal to\r\nthis court results in cases of greater complexity and which are truly\r\ndeserving of the attention of this court having to compete for a\r\nplace on the court roll with a case which is not (\nShoprite\r\nCheckers (Pty) Ltd v Bumpers Schwarmas CC and Others\n2003\r\n(5) SA 354\n(SCA) para 23).’\n[20] In the result the appeal is allowed to the extent set out below.\n1 The sentence of 28 years’ imprisonment imposed by the court\r\nbelow pursuant to the appellant’s conviction on count\n1, the\r\nmurder, is set aside and in its stead is substituted a term of 18\r\nyears’ imprisonment.\n2 The sentence of 5 years’ imprisonment imposed by the court\r\nbelow pursuant to the appellant’s conviction on count\n2, the\r\ntheft, is ordered to run concurrently with the sentence imposed on\r\ncount 1.\n3 The appellant is thus sentenced to an effective term of\r\nimprisonment of 18 years.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: L A van Wyk (Ms)\nInstructed\r\nby:\nPretoria\r\nJustice Centre\nPretoria\nBloemfontein\r\nJustice Centre\nBloemfontein\nFor\r\nRespondent: P W Coetzer\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions\nPretoria\nDirector\r\nof Public Prosecutions\nBloemfontein",
  "scraped_at": "2026-02-11T20:43:24.809012",
  "date": "2010-11-29",
  "coram": [
    "Ponnan J",
    "Cachalia J",
    "Leach JJA"
  ],
  "case_number": "342/10",
  "parties": {
    "applicants": [
      "André Van de Venter"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In February 2000 André van de Venter was convicted of murder and theft relating to the death of his friend Eric Nezar. On 27 March 1998 Nezar was found dead with signs of severe head trauma. Police investigations linked Van de Venter to the scene through a pointing‑out procedure, photographic evidence, and a statement indicating his presence. Additional evidence included the sale of Nezar’s possessions at a cash‑converters shop. Van de Venter did not testify at trial. The trial court sentenced him to 28 years for murder and 5 years for theft, totalling an effective 33‑year term.",
    "issues": "The principal issue on appeal was whether the trial court erred in its sentencing, specifically whether there was material misdirection that justified appellate interference and whether the 33‑year effective term was shocking or disproportionate. Secondary issues concerned the appropriate treatment of the theft sentence and the procedural propriety of granting leave to appeal to the full court.",
    "principles": "The court applied the test for appellate intervention from S v Malgas, allowing interference where the sentence is ‘shocking’, ‘startling’ or ‘disturbingly inappropriate’. It also considered sentencing principles articulated in S v Siebert, S v Scott‑Crossley, and the traditional triad of crime, offender, and societal interests, emphasizing the need to balance deterrence, retribution, rehabilitation, and personal deterrence. The court noted the duty of the trial judge to consider mitigating factors and the offender’s background.",
    "application": "Applying these principles, the appellate court found that the trial judge failed to consider mitigating factors such as the appellant’s difficult upbringing, mental health reports, and lack of remorse, focusing instead on public deterrence. This constituted a material misdirection. Consequently, the court substituted a reduced murder sentence of 18 years and ordered the 5‑year theft sentence to run concurrently, resulting in an effective term of 18 years.",
    "conclusion": "The appeal was allowed. The 28‑year murder sentence was set aside and replaced with an 18‑year term. The 5‑year theft sentence was ordered to run concurrently with the murder sentence, giving the appellant an effective imprisonment term of 18 years."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "theft",
      "appellate review",
      "sentence reduction",
      "misdirection"
    ]
  }
}