{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/123.html",
  "case_name": "Saayman v Road Accident Fund (329/09) [2010] ZASCA 123; 2011 (1) SA 106 (SCA) ; [2011] 1 All SA 581 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 123",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 123\n|\nNoteup\n|\nLawCite\nSaayman v Road Accident Fund (329/09) [2010] ZASCA 123; 2011 (1) SA 106 (SCA) ; [2011] 1 All SA 581 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 329/09\nIn the matter between\nA T SAAYMAN\n.................................................................................................\nAppellant\nand\nROAD ACCIDENT FUND\n.............................................................................\nRespondent\nNeutral citation:\nSaayman v Road Accident Fund\n(329/09)\n[2010] ZASCA 123\n(30 September 2010)\nCoram: Heher, Bosielo and Leach JJA and Majiedt and\r\nSeriti AJJA\nHeard: 6 May 2010\nCorrected:\nDelivered: 30 September 2010\nSummary: Road Accident Fund – Third party claim\r\n– Quantum of damages – Future loss of income –\r\nDetermining\nthe probable rate at which the appellant's future income\r\nwould have increased but for the accident – Pre- and\r\npost-morbid\ncontingency deductions.\nORDER\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg), (Maluleke J sitting as court of first instance):\n1. The appeal succeeds with costs including the costs\r\nconsequent upon the employment of two counsel.\n2. The award of R4 295 290 as damages due to the\r\nappellant in paragraph 18.2 of the order by the court below is set\r\naside and replaced\nwith an amount of R13 572 649.\n3. The costs of the actuary, Mr Kramer, are to be paid\r\nby the respondent.\nJUDGMENT\nBOSIELO JA (Heher and Leach JJA and Majiedt and Seriti\r\nAJJA concurring)\n[1] This is an appeal, with leave of the court below\r\n(Maluleke J), against an award made in favour of the appellant in an\r\namount\nof R4 295 290 in respect of future loss of income or earning\r\ncapacity suffered as a result of injuries sustained in a motor\r\ncollision.\n[2] This is the appellant's story which I could glean\r\nfrom the various witnesses who testified in this matter. The\r\nappellant was\nborn on 26 May 1977. After matriculating he proceeded\r\nto obtain a degree in Bachelor of Commerce Institutional Management\r\nand an\nHonours degree in Financial Management. After some brief\r\ncommunity service working as an accountant for his church, he was\r\nemployed\nby Standard Bank in September 2002 as a Market Risk Analyst.\n[3] According to all the evidence the appellant\r\nimpressed as an exceptionally talented person. He was a cut above the\r\nrest. He exuded\nconfidence, was assertive and innovative. He was a\r\nlikeable person who made his presence felt by everybody. He enjoyed\r\nhis work\nand was willing to take initiative to learn new things. His\r\nintellect and intelligence were above average. Primarily because of\n\nhis talent and performance, in less than three months the appellant\r\nwas promoted to the position of Market Risk Manager at Standard\nBank\r\nearning a salary of R339 166 per annum. The appellant continued to\r\nexcel to an extent that he was earmarked for a special\nCareer\r\nDevelopment Programme to develop and groom him.\n[4] All the seniors who worked with the appellant at\r\nStandard Bank are unanimous that, because of his exceptional\r\nattributes and\nabilities, the appellant appeared destined for a post\r\nin the top echelon in the banking industry. Almost all the witnesses\r\nwho\nworked with the appellant at the bank were agreed that with time\r\nthe appellant would rise to the position of Head of Market Risk.\nIt\r\nis only Mr Oktay a senior Market Risk Manager who had minor\r\nmisgivings, based largely on the appellant's personality. Importantly\n\nall the witnesses agreed that at least by 1 January 2014, the\r\nappellant would have assumed the position of Head of Market Risk.\n\nThis was the dominant view until the accident on 13 June 2005 which\r\nhad far-reaching and tragic consequences for the appellant.\n[5] Following upon the accident, the appellant was\r\nadmitted at Linksfield Clinic. He had suffered some serious head\r\ninjuries and\nresultant brain injuries. As a result he was placed in\r\nan intensive care unit. The expert witnesses (Dr Edeling a\r\nNeurosurgeon\nand Ms Adan a Counselling Psychologist) are agreed that\r\nthe appellant suffered a diffuse axonal brain injury. After he was\r\ndischarged\nfrom hospital, the appellant returned to his original job\r\nat Standard Bank. It is not in dispute that although he experienced\r\nsome\nserious problems in adjusting, the appellant coped with his\r\nwork. With the help and support of his colleagues and some empathy\r\nfrom his seniors the appellant successfully went through a\r\nrehabilitative period at work, up to the level where he was able to\r\nperform optimally in the same position which he held before the\r\naccident.\n[6] What is sad but crystal clear is that because of the\r\naccident the appellant is not the same person. He is no longer as\r\nebullient\nand effusive as before. Before the accident, Mr Blenkinsop,\r\nHead of Risk and Compliance Rand Merchant Bank (RMB) had shown keen\n\ninterest in employing the appellant as their new Risk Manager.\r\nPursuant hereto, the appellant was invited for an interview where\nhe\r\nmade a good impression. Mr Blenkinsop is of the view that the\r\nappellant is now less confident, withdrawn and reticent. Due to\nthe\r\nappellant's present condition, he is no longer certain that RMB would\r\nstill be interested in the appellant. The appellant is\nsuffering from\r\nmood outbursts. His memory and concentration have been adversely\r\naffected. Unlike before the accident, he now requires\nsupervision in\r\nhis work. This is corroborated by Ms Adan who testified that the\r\nappellant has complex problems. He is experiencing\ncognitive overload\r\nand finds multi-tasking very difficult. He is also unable to receive\r\nand assimilate new knowledge. All these\nare the results of the brain\r\ndamage which the appellant suffered in the collision.\n[7] Although the appellant is now working for Liberty\r\nLife where he is doing the same work which he did at Standard Bank,\r\nall the\nexperts are agreed that the accident has affected him so\r\nseriously that he will never be able to progress beyond his current\r\nposition.\nWhat is worse is that because of the difficulty of coping\r\nwith a heavy workload and the stress which comes with it, the\r\nappellant\nis likely to be overtaken by his peers. All the witnesses\r\nare agreed that the appellant has reached his ceiling. What compounds\n\nthe appellant’s problems further is that as Dr Marais, Head of\r\nMarket Risk stated, the banking environment where the appellant\nworks\r\nis highly pressurised, competitive and ruthless. Everybody has to\r\ncompete for his or her position. It is a world where sympathy\nhas no\r\nplace. Sadly this does not augur well for the appellant.\n[8] In consequence of his injuries the appellant\r\ninstituted a claim against the respondent for his damages. Suffice to\r\nstate that\nall other claims, save for the one for future loss of\r\nincome or earning capacity, have been settled by agreement. The\r\nappellant\nclaimed an amount of R54 310 264 for his future loss of\r\nincome or earning capacity. The learned judge in the court below\r\nawarded\nthe appellant R4 295 290. The appellant contends that this\r\namount is far too low and points to a number of irregularities and\r\nmisdirections\nwhich, he contends led to the incorrect award. I will\r\ndeal with the alleged irregularities hereunder.\n[9] Firstly, the learned judge is accused of having\r\ngiven incorrect instructions to the actuaries concerning the basis on\r\nwhich\nthe parties had agreed for the calculation of the damages due.\r\nIt is common cause that the actuaries called by both parties had\n\nagreed that the appellant would probably have been appointed Head of\r\nMarket Risk on 1 January 2014 at an annual income of R2,25m\n\ncalculated at the 2007 rate. However, in his instructions to the\r\nactuaries the learned judge erroneously instructed them that the\n\nR2,25m should be calculated at the 2009 rate. It became common cause\r\nduring argument before us that the learned judge did in fact\nerr in\r\nhis instructions to the actuaries.\n[10] In calculating the total amount due to the\r\nappellant from 1 January 2014 until his retirement age at 60 in 2037,\r\nas agreed,\nthe learned judge found that it could not be said with\r\ncertainty that the appellant would have been appointed Head of Market\r\nRisk.\nThe learned judge found that there were the usual hazards of\r\nlife which could have adversely affected the appellant's chances of\n\npromotion and awarded a contingency of 50 percent. Although the\r\nlearned judge was entitled to consider and make room for the usual\n\nhazards of life, this finding is not supported by the evidence. The\r\ncumulative evidence of the witnesses is that, but for the accident,\n\nthe appellant would have been promoted to Head of Market Risk. In\r\nrecognition of this, the appellant had already been earmarked\nfor a\r\nspecial Career Development Programme. I agree with counsel for the\r\nrespondent that, notwithstanding the general hazards and\n\nuncertainties of life, there was a 75 percent prospect that the\r\nappellant would have been promoted to that position, thus justifying\n\na contingency deduction of 25 percent. To my mind this is in\r\naccordance with the evidence. It follows that the learned judge\r\nerred.\n[11] Concerning the appellant’s life and career\r\nafter the accident, it is clear that the appellant was no longer the\r\nsame.\nThe effect of the evidence of inter alios, Dr Edeling, Dr\r\nMarais and Mr Schoombie, the industrial psychologist is to the effect\n\nthat because of his injuries and their sequelae, the appellant is\r\nlikely to find himself in a situation where his peers have overtaken\n\nhim and he will not progress beyond his present position. Evidently\r\nthis means that, contrary to the finding of the learned judge,\nthe\r\nappellant's employment prospects after the accident are rather more\r\nprecarious and less secured than before the accident. On\nthe\r\nconspectus of the evidence, there can be no doubt that the appellant\r\nis more likely to lose his employment after the accident\nthan before\r\nit. The learned judge erred in finding that the prospects of the\r\nappellant losing his employment post accident are\nless, thus awarding\r\na 10 percent contingency. To my mind a higher contingency allowance\r\npost accident is warranted. In the circumstances,\nI would award a\r\npost-accident contingency at 30 percent as against the 10 percent\r\nawarded by the trial judge. Maluleke J had fixed\nthe pre-collision\r\ncontingency at 20percent. The appellant also contended for a 20\r\npercent pre-collision contingency. Having considered\nthe evidence, I\r\ncan find no fault with Maluleke J’s finding.\n[12] There was a huge debate surrounding the contentious\r\naspects of the applicable interest and inflation rate. The appellant\r\nargued\nfor inflation at 12,5 percent. Primarily this was based on an\r\nalleged admission made by the respondent's counsel during his\r\naddress.\nThe respondent sought to have the admission withdrawn on the\r\nbasis that it was made in error. The appellant opposed this on the\n\nbasis that the respondent was not permitted to withdraw the admission\r\nunilaterally and without a proper and formal application.\nThe learned\r\njudge granted the application. I agree with the respondent's counsel\r\nthat this was not intended to be a formal admission.\nTo my mind, this\r\nwas not an unequivocal admission but a mere concession made by\r\ncounsel in the course of his address. Such a concession\nmay be\r\nwithdrawn at any time, particularly where such a withdrawal will not\r\ncause the other party any prejudice. In this case the\nconcession was\r\nwithdrawn during the trial whilst the appellant had ample time to\r\ncall whatever witnesses he wished to call to prove\nthis point. As a\r\nresult the appellant cannot claim to have been prejudiced in the\r\nconduct of his trial. Having due regard to the\ncontext under which\r\nthis concession was made, I am of the view that there was no need for\r\na formal withdrawal. See\nKevin and Lasia Property Investment CC &\r\nanother v Roos NO & others\n2004 (4) SA 103\n(SCA) para 12.\n[13] Viewed against the totality of the evidence, I\r\nagree with the learned judge that the 12,5 percent sought by the\r\nappellant is\nunrealistic and unsustainable as it would have brought\r\nabout an unrealistic increase in the salary for the post. The learned\r\njudge\ndetermined the interest at 2,5 percent. I can find no fault\r\nwith this determination more so that it was based on common actuarial\n\npractice in similar cases.\n[14] In conclusion I am satisfied that the learned judge\r\nerred in his calculation of the damages due to the appellant for his\r\nfuture\nloss of income. The learned judge committed a number of\r\nirregularities and misdirections which led to an award which reflects\r\na\nstriking disparity to the amount which I would have awarded. This\r\nentitles this court to interfere with the award by the court below\n.\nSee\nRoad Accident Fund v Guedes\n2006 (5) SA 583\n(SCA) para\r\n8.\n[15] It should be clear that there is a need for a\r\nproper and accurate recalculation of the damages to be awarded to the\r\nappellant.\nThe parties agreed that, once we have decided on the\r\nproper basis for the recalculation of the appellant’s damages,\r\nthe matter\nbe referred to an independent actuary for a correct\r\nrecalculation.\n[16] Based on the above analysis, the amount due to the\r\nappellant for his loss of future income or future loss of earning\r\ncapacity\nshould be calculated with effect from 1 January 2014 until\r\nhis retirement age of 60 in 2037 at R2,25m at the 2007 rate with a 30\n\npercent contingency. Interest shall be calculated at 2,5 percent and\r\ninflation at 6 percent per annum.\n[17] Acting on the mutual agreement of the parties, Mr\r\nIvan Kramer, an actuary, was appointed to assist the court in\r\nrecalculating\nthe quantum of the appellant’s loss of earning\r\ncapacity. Mr Kramer has duly executed his mandate with admirable\r\npromptness\nand furnished the court with his report. Having done his\r\nactuarial analysis, Mr Kramer summarised the appellant’s loss\r\nof\nincome, ie the difference between the value of income ‘but\r\nfor the accident’ and ‘having regard to the accident’\n\nas follows:\nBut\r\n\t\t\tfor the accident\nhaving regard to the\nAccident\nnet\r\n\t\t\tloss\nGross\r\n\t\t\taccrued value of income\n2,267,910\n2,267,910\nLess\r\n\t\t\tcontingency\n340,187\n1,020,560\n_________\nNet\r\n\t\t\taccrued value of income\n1,927,723\n1,247,350\n680,373\nGross\r\n\t\t\tprospective value of income\n32,529,470\n17,177,393\nLess\r\n\t\t\tcontingency\n10,189,628\n7,729,827\n__________\nNet\r\n\t\t\tprospective value of income\n22,339,842\n9,447,566\n12,892,276\n______________\n_____________\n__________\nTotal\r\n\t\t\tvalue of income\n24,267,565\n10,694,916\n13,572,649\n(values in rands).\n[18] In the result the following order is made:\n1. The appeal succeeds with costs including the costs\r\nconsequent upon the employment of two counsel.\n2. The award of R4 295 290 as damages due to the\r\nappellant in paragraph 18.2 of the order by the court below is set\r\naside and replaced\nwith an amount of R13 572 649.\n3. The costs of the actuary, Mr Kramer, are to be paid\r\nby the respondent.\n________________\nL O Bosielo\nJudge of Appeal\nHEHER JA (Leach JA and\r\nMajiedt AJA concurring)\n[19] I agree with the\r\njudgment prepared by my brother Bosielo. Although we do not differ in\r\nthe result, I deem it desirable to provide\nadditional reasons for\r\ncoming to my conclusions.\n[20]\r\nThis is an appeal with leave of the court below (Maluleke J) against\r\nthe quantum of an award made in favour of the appellant\nin an amount\r\nof R4 295 290 as loss of earning capacity suffered as a result of\r\ninjuries sustained in a motor collision on 13 June\n2005.\n1\n[21]\r\nOn that day the appellant had been employed by the Standard Bank as a\r\nmarket risk analyst for almost three years. A head injury\nwith brain\r\ndamage ensured that further progress in his profession would be\r\npermanently stayed. He commenced action against the\nrespondent (the\r\nFund) claiming compensation for his loss. The Fund conceded the\r\nnegligence of the insured driver and most elements\nof the claim for\r\ndamages. The trial proceeded only on disputes around the appellant’s\r\nfuture loss of earnings. Most of the\nevidence for the appellant\n2\nwas not the subject\r\nof serious factual dispute. That the appellant was, before the\r\naccident, a young man exceptionally talented\nin the field of risk\r\nmanagement who had secured the confidence of his seniors and that he\r\npossessed great potential for advancement\nin banking generally, was\r\nvery clear. The award, however, fell far short of his expectations.\r\nHe was advised that the trial judge\nhad misdirected himself. Hence\r\nthis appeal.\n[22] Before identifying\r\nthe precise issues which were argued before us, it will assist if I\r\nrefer to those findings of the judge\na quo which are not in dispute.\r\nThese include the following:\nThe pre-accident\r\nposition.\n[23] 1. The plaintiff\r\nwould have continued in employment as a market risk manager until 31\r\nDecember 2013.\n2. The salary applicable\r\nto that post was R767 200 per annum at the date of the trial in 2007.\n3. The salary would have\r\ngrown with normal inflationary increases while the appellant occupied\r\nthe post.\n4. From 1 January 2014\r\nthe appellant would have been promoted to the post of Head of Market\r\nRisk in the banking and financial services\nsector with a salary\r\npackage made up of salary and bonus (in approximately equal\r\nproportions) amounting to R2.25 million in 2007\nmonetary terms.\n5. He would have held\r\nthat post until retirement at the age of 60 years on 16 May 2037\r\nsubject to the hazards of life and such special\nrisks as derived from\r\nthe nature of his employment.\nThe post-accident\r\nposition.\n[24] 1. The appellant,\r\nwho had continued to occupy the post of market risk manager, albeit\r\nwith a change of employer, between the\naccident and the date of\r\njudgment, would remain in that post or its equivalent for the\r\nremainder of his working life.\n2. The salary that he\r\nwould earn would be his 2007 remuneration of R767 200 per annum\r\nescalated annually in accordance with normal\ninflationary increases.\n3. The appellant would\r\nretire at age 60, subject to the hazards of life and the adverse\r\neffects of the collision on his work performance\nin the interim.\n[25] In summary, the\r\nappeal was directed at the following findings made by Maluleke J:\n1. The learned judge\r\nconsidered that, although the probabilities favoured the appointment\r\nof the appellant to the post of Head of\nMarket Risk in January 2014,\r\nthat outcome fell well short of certainty. The imponderables were, in\r\nhis view such as to justify\na contingency reduction of 50 per cent,\r\nwhich he duly applied.\n2. The salary of the post\r\nof Head of Market Risk carried with it the probability of increases.\r\nThe learned judge found that such\nincreases were on average likely to\r\nbe above the inflation rate prevailing from time to time. Assuming an\r\naverage inflation rate\nof six per cent annually over the whole period\r\nhe held that the average real increase in salary would be an\r\nadditional 2.5% per\nannum. (For reasons which will be explained the\r\nappellant contended for annual increases of 12.5%, including\r\ninflation.)\n3. The pre-accident\r\ncontingency attaching to employment as a Head of Market Risk until\r\n2037 was fixed by Maluleke J at 20%. He held,\nby contrast, that ‘his\r\npresent employment is secured and is therefore a matter for less\r\nspeculation’ and imposed a\ncontingency of 10% against his\r\nability to retain his employment to the age of retirement\r\npost-accident. In the appeal the appellant\ncontended that the degree\r\nof risk of losing his job after the accident was the greater. He\r\nsubmitted that contingencies of 30%\n(post-accident) and 20%\r\n(pre-accident) should have been applied.\n4.\r\nAlthough the parties were agreed at the trial that the salary of Head\r\nof Market Risk should be calculated on the basis of its\n2007 value of\r\nR2.25 million, the trial judge\nper\r\nincuriam\ninstructed\r\nthe actuaries to use that salary as at 2009, leading to a final\r\ncalculation that was disadvantageous to the appellant.\nThis\r\nmisdirection was not contested by the respondent and the order which\r\nthis Court makes will rectify the error.\nThe contingency for\r\nappointment as Head of Market Risk\n[26] The appellant\r\nattacked the judge’s finding on two grounds. First, he alleged\r\nthat the future promotion was admitted as\na fact and was therefore\r\nnot subject to the imposition of any contingency. Second, he\r\ncontended that the evidence bore out the\ncertainty of the\r\nappointment.\n[27]\r\nAs the appellant’s argument both in relation to the first\r\nalleged misdirection and that relating to the future increases\nin\r\nsalary for the post of Head of Market Risk depend to a substantial\r\nextent on informal admissions\n3\nsaid to have been\r\nmade by the Fund’s counsel during the trial, it is convenient\r\nat this stage to make certain observations\nwhich affect those\r\nsubmissions.\n[28] In the context of\r\ncivil proceedings an admission is a statement against interest which\r\nhas the effect of binding the party\non whose behalf it is made. If\r\nthat effect is absent the statement cannot amount to an admission and\r\nthe well-established rules\nrelating to the withdrawal of admissions\r\ncannot apply to it. In fact a withdrawal is, strictly, unnecessary\r\nand prejudice to the\nother party is not an issue. An admission, in\r\nits formal sense, also requires at least an intention, explicit or\r\ninferred, and\nunequivocal, to remove a fact that depends on proof\r\nfrom the field of contention.\n[29]\r\nConcessions are made by counsel in the course of a trial for a\r\nvariety of reasons without a contemplation that he is thereby\n\ncommitting his client and without any intention to limit the issues.\r\nThe statement in question may, for example, be used as an\nassumption\r\non which to found an argument or be made in a bona fide spirit of\r\nfairness intending to convey to the court counsel’s\ncandid view\r\nof the way the court should proceed. In the absence of formality the\r\ncontext must necessarily be decisive of whether\nan admission has been\r\nmade.\n4\nAs will be seen, I\r\nam of the view that it provides the answer in this case too. Although\r\nthere was some suggestion that the alleged\nadmissions had been made\r\nbetween counsel before being communicated to the court, there was no\r\nevidence in that regard and the issue\ncan be limited to statements\r\ncontained in the heads of argument and repeated in oral argument to\r\nthe court a quo.\n[30]\r\nTo return to the first so-called misdirection, I can find no evidence\r\nof any express statement by counsel for the defendant\nwhich raised\r\nthe probability of the 2014 appointment to the level of certainty. As\r\nto an inference to that effect, the contextual\nindications are to the\r\ncontrary. The amendment which introduced 2014 as the date for that\r\npromotion was moved after the evidence\n(save for that of the\r\nactuaries) had been concluded. It came about because the plaintiff’s\r\ncounsel plainly realized that\nthe strength of their case lay in the\r\nprobability of such promotion and not in the possibility of\r\nadvancement to the higher post\nof Head of Risk Management where their\r\nevidence had been indifferent. They therefore chose a date later than\r\nthe evidence merited\nin order to strengthen their hand in argument.\r\nCounsel for both parties knew that cross-examination against the\r\nlikelihood of promotion\nto Head of Market Risk had been directed to\r\nparticular areas of alleged weakness\n―\neducational\r\nshortcomings, character defects, unproven managerial abilities, the\r\nunpredictability of the quality and number of competitors\nfor\r\npromotion and the inherent disadvantages to the appellant in the\r\npredicated emphasis on gender and racial diversi\nty.\r\nCounsel were aware that such uncertainties as arose from these areas\r\nhad not been eliminated. In addition they were debating\na scenario\r\nthat was still some six years distant. There was in these\r\ncircumstances no reason for the Fund or its counsel to abandon\n\nreliance on any degree of doubt which they had succeeded in raising.\r\nNor did the plaintiff’s counsel have any good reason\nto believe\r\nthat they intended to do so.\n[31]\r\nIn this context it is impossible to read into the argument before the\r\ncourt a quo any admission that the appellant would, as\na fact, have\r\nbeen appointed. That being so, the question which arises is whether\r\nthe evidence justified a reduction of 50% in the\nprobability of\r\npromotion.\n5\n[32] Against the\r\ncontra-indications that I have mentioned, none of which was entirely\r\nwithout weight, the following factors in favour\nof promotion must be\r\ntaken into account-\n(i) the predictable\r\nshortage of suitably skilled persons available for such a position;\n(ii) the confidence shown\r\nby the appellant’s superiors in his ability to advance in the\r\ncompany;\n(iii) the appellant’s\r\nproven competence and self-assurance;\n(iv) the availability of\r\nsimilar posts beyond his then employment both within and outside\r\nSouth Africa;\n(v) the realistic\r\npossibility that he would have been able to compete for the post\r\nearlier than 2014.\n[33] The learned judge\r\ncommenced his assessment of this aspect with the comment ‘It is\r\nundisputed that but for the collision\nplaintiff had “a better\r\nthan 50/50 chance” to be promoted. . .‘ but, despite that\r\nfoundation, there is no indication\nthat the learned judge attached\r\nany or adequate weight to these factors.\n[34] In my judgment if\r\nthe court a quo had properly assessed the probabilities for and\r\nagainst promotion on the stipulated date\nit must have concluded that\r\nthe prospect was, although not risk-free, substantially better than\r\neven. A 25% contingency would most\naccurately reflect the balance of\r\nthe evidence. This in short means that I am of the view that there\r\nwas a 25% chance that the\nappellant would not have been so promoted\r\n(and would, in consequence, have continued to earn the salary of a\r\nmanager of market\nrisk) but a 75% chance that he would have been\r\npromoted and, from 1 January 2014, earned the salary appropriate to\r\nthe post of\nHead of Market Risk.\nThe correct rate of\r\nincrease for the post of Head of Market Risk\n[35] The appellant\r\ncontended for an annual increase of 12.5% per annum. He relied upon\r\nan admission to that effect by defendant’s\ncounsel at the\r\ntrial. There is no doubt that the Fund’s counsel submitted in\r\nhis heads of argument that the rate of escalation\nto be applied\r\n‘exceeds that of inflation and should be assumed to be 12.5%\r\nper annum’ and ‘after being promoted\nhe would have\r\nreceived increases at an average rate of 12.5% per annum’.\n[36] Counsel for the\r\ndefendant later disavowed this concession. His explanation was that\r\nthe prevailing rate of inflation in the\npreceding year had been some\r\n10 per cent; in fixing on 12.5% he had intended only to submit that\r\nthe post would have carried a\nreal increase of 2.5% per annum.\r\nHowever there are passages in the record which belie this\r\nexplanation. Once again the context\nis of assistance. Counsel was not\r\naddressing a fact so much as a prophecy: the annual rate of increase\r\nover twenty-three years\n(from 2014). That involved, at best, an\r\ninformed prediction combining many variables bearing on the economy\r\nand market conditions.\nBut there was no such information available.\r\nThe ‘best evidence’ related to rates of increase over the\r\nten years preceding\nthe trial. But there was no justification for\r\nprojecting those (very substantial) rates on the period from 2014.\r\nWhen counsel made\nthe concession the evidence had been led and its\r\ndeficiencies must have been apparent to both sides. As the actuaries\r\nnoted and\nthe learned judge accepted, an annual increment of 12.5%\r\nevery year for 23 years would have resulted in a massive and\r\nunrealistic\nballooning in the salary for the post, a lack of reality\r\nwhich is magnified when one remembers that the post in question is\r\nonly\none of a much larger structure within the company and nationally\r\nfrom which it cannot be isolated. In the circumstances, counsel’s\n\nconcession amounted to no more than his opinion, neither intended as\r\nthe admission of his client nor designed to release the court\nfrom\r\nits duty to make a finding on the question.\n[37] Making his finding\r\non this matter the trial judge preferred the evidence of actuarial\r\npractice in such cases, in effect the\ndetermination of the likely\r\naverage rate of inflation and the imposition on that rate of a real\r\nincrease of about 2.5%, even though\nthis represented no more than\r\ndoing one’s best with limited materials. I cannot find fault\r\nwith this approach and it provides\nan answer which may or may not be\r\nconservative but appeals as fair and balanced.\nThe pre-accident\r\nprospect of the appellant retaining the post of Head of Market Risk\r\nuntil retirement.\n[38] The trial judge\r\nallowed a special contingency of 20%. The evidence shows that risk\r\nmanagement is a demanding exercise that\nbears its own hazards for\r\nlong-term security of tenure, particularly in difficult economic\r\ntimes or in the face of decisions which\nare thought by management to\r\nbe prejudicial to the interest of the company. It is not reasonable\r\nto find that the trial judge was\nwrong in the assessment he made on\r\nthis aspect. This contingency applies to the appellant’s\r\nassumed occupation of the post\nof Head of Market Risk from 1 January\r\n2014 until retirement. It does not apply to the period 1 January 2007\r\nuntil 31 December 2013\nie while the appellant would have been\r\nemployed as manager of market risk.\nThe post-accident\r\nprospect of the appellant retaining the post of manager of market\r\nrisk until retirement.\n[39] The evidence\r\nestablished marked physical and psychological deterioration in the\r\nappellant as early as the date of the trial.\nThe opinions of his\r\nsupervisors were that he would be unable to rise to the increasing\r\ndemands of the post. Nor would he long be\nable to compete with\r\nyounger persons, even those who did not overtake him on the\r\npromotional ladder. As his career stagnated, decrease\nin motivation\r\nwould also tell against his desirability for continued employment. In\r\nthe circumstances the appellant was likely\nto become a prime\r\ncandidate for redundancy in later life particular in an adverse\r\neconomic climate. In this instance the learned\njudge’s view\r\nthat his position was more secure after the accident does not reflect\r\nthe evidence. The contingency of 10% at\nwhich he arrived is\r\nmaterially less than what I regard as appropriate. I would fix this\r\nspecial contingency at 30%. This means\nthat the contingency will\r\napply to the period 1 January 2007 until 26 May 2037 ie while the\r\nappellant occupies the position of\nmanager of market risk. The\r\ndifference in approach between the pre- and post-accident\r\ncontingencies arises from the different causes\nthat justify the\r\napplication of those contingencies.\n[40] One further aspect\r\nof clarification is required. In the pre-accident scenario I have\r\nreferred to the common cause fact that\nthe appellant’s salary\r\nwould have grown with normal inflationary increases while he occupied\r\nthe post of manager of market\nrisk (until 31 December 2013). No\r\nconsideration seems to have been given by the parties or the court a\r\nquo to the likelihood of\nreal increases during that time. This\r\nhowever was the essence of the question raised in relation to the\r\npost of Head of Market\nRisk (from 1 January 2014 until the\r\nappellant’s retirement) and in respect of which I have made a\r\nfinding of an average real\nincrease of 2.5% per annum. As earlier\r\nemphasised, the more senior post exists as part of a structure (which\r\nincludes the lesser).\nBoth common sense and logic demand that\r\nequivalent real increases be applied to the post of manager of market\r\nrisk prior to 2014.\n[41] For these reasons I\r\nagree with the order proposed by my brother Bosielo.\n__________________\nJ A Heher\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nappellant: B Ancer SC (with him D Goodenough)\nInstructed\r\nby: Ramsay Webber Attorneys, Johannesburg\nWebbers,\r\nBloemfontein\nFor\r\nrespondent: T A L L Potgieter\nInstructed\r\nby: Dyason Attorneys, Pretoria\nMcIntyre\r\n& Van Der Post, Bloemfontein\n1\nAll\r\n\tother heads of damages had been agreed before the trial concluded.\n2\nHe\r\n\thimself did not testify.\n3\nInformal,\r\n\tinasmuch as they were not recorded by the court as admissions: s 5\r\n\tof the Civil Proceedings (Evidence) Act 25 of 1965.\n4\nIn\nStandard Bank of S.A. Ltd v Minister of Bantu Education\n1966\r\n\t(1) 229(N) Caney J said (at 242H-243G): ‘Whatever may be the\r\n\tposition concerning counsel’s authority to bind\nhis client by\r\n\tadmissions formally made and recorded in a civil case, it seems\r\n\tundesirable that counsel’s opening of a case\nshould be\r\n\taccorded decisive effect in regard of proof of facts necessary to a\r\n\tparty’s case or defence. Opening remarks\nare, in common with\r\n\tcounsel’s closing argument, usually not recorded. If such\r\n\tmatters are to be used in coming to a conclusion\nin a judgment, they\r\n\tmust be set out therein and used, in the ordinary course of events,\r\n\twith considerable circumspection. No\nuse was made of this factor by\r\n\tthe court\na quo\nand it is quite uncertain what its conclusion\r\n\tin that regard would have been.’ I respectfully adopt the\r\n\tentirety of this\nreasoning. See also\nKevin and Lasia Property\r\n\tInvestment CC v Roos NO\n2004 (4) SA 103\nat para 12.\n5\nIn\r\n\tmy approach to all the contingencies considered in this judgment I\r\n\thave, of course, borne in mind that the trial judge was\nexercising a\r\n\tdiscretion with which this Court will not interfere unless it was\r\n\tnot properly exercised: see eg\nVan der Plaats v SA Mutual Fire\r\n\tand General Ins Co Ltd\n1980 (3) SA 105\n(A) at 114F-G;\nDe\r\n\tJongh v Du Pisanie NO\n2005 (5) SA 457\n(SCA) at para 47.",
  "scraped_at": "2026-02-11T20:38:03.096891",
  "date": "2010-09-30",
  "coram": [
    "Heher JA",
    "Bosielo JA",
    "Leach JA",
    "Majiedt AJ",
    "Seriti AJ"
  ],
  "case_number": "329/09",
  "parties": {
    "applicants": [
      "A T Saayman"
    ],
    "respondents": [
      "Road Accident Fund"
    ]
  },
  "sections": {
    "facts": "A T Saayman, a highly talented banking professional, was employed by Standard Bank as a Market Risk Analyst and was promoted to Market Risk Manager within three months, earning R339,166 per annum. He was earmarked for further promotion to Head of Market Risk with an anticipated salary of R2.25 million (2007 terms) from 1 January 2014. On 13 June 2005 he was involved in a motor collision that caused a diffuse axonal brain injury. Although he returned to work, his cognitive abilities were impaired, he now requires supervision, and his career prospects are limited to his current position at Liberty Life. Saayman claimed R54,310,264 for future loss of earnings; the trial judge awarded R4,295,290. The appeal challenges the award on the basis of incorrect salary base, inappropriate contingencies, and misapplied interest and inflation rates.",
    "issues": "1) What salary base and escalation rate should be applied to calculate the appellant’s projected earnings as Head of Market Risk? 2) What contingency percentages are appropriate for pre‑accident (promotion) and post‑accident (employment security) risks? 3) What interest and inflation rates should be used for the damages calculation? 4) Did the trial judge err in instructing the actuaries and in his overall quantum of damages?",
    "principles": "The court applied established principles for assessing future loss of earnings: use of actuarial evidence, the need for a realistic salary base (the agreed 2007 value), application of reasonable contingencies reflecting the probability of promotion and employment security, and use of standard interest (2.5%) and inflation (6%) rates per South African case law. Admissions and concessions made by counsel were considered non‑binding unless unequivocal. The court also followed precedent that courts may intervene where trial judgments contain misdirections in actuarial calculations.",
    "application": "The court corrected the salary base to R2.25 million at the 2007 rate, applied a 25% contingency for the pre‑accident promotion (i.e., 75% chance of promotion) and a 30% post‑accident contingency for continued employment, used interest of 2.5% and inflation of 6% per annum. Using the actuary’s recalculated figures, the net prospective loss of income amounted to R13,572,649.",
    "conclusion": "The appeal succeeded. The original award of R4,295,290 was set aside and replaced with a damages award of R13,572,649 in favour of the appellant. Costs of the appeal were awarded to the appellant, and the respondent was ordered to pay the actuary’s costs."
  },
  "tags": {
    "level_1": "Personal Injury",
    "level_2": "Road Accident",
    "level_3": [
      "future loss of earnings",
      "actuarial calculation",
      "contingency assessment",
      "interest and inflation rates"
    ]
  }
}