{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/118.html",
  "case_name": "MV IRAN DASTGHAYB Islamic Republic of Iran Shipping Lines v Terra-Marine SA (19/2010) [2010] ZASCA 118; 2010 (6) SA 493 (SCA) ; [2011] 1 All SA 468 (SCA) (23 September 2010)",
  "citation": "[2010] ZASCA 118",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 118\n|\nNoteup\n|\nLawCite\nMV IRAN DASTGHAYB Islamic Republic of Iran Shipping Lines v Terra-Marine SA (19/2010) [2010] ZASCA 118; 2010 (6) SA 493 (SCA) ; [2011] 1 All SA 468 (SCA) (23 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 19/ 2010\nNAME\r\nOF SHIP:\nMV IRAN\nDASTGHAYB\nISLAMIC\r\nREPUBLIC OF IRAN SHIPPING LINES\n.................................\nAppellant\nand\nTERRA-MARINE\r\nSA\n..........................................................................\nRespondent\n____________________________________________________________\nNeutral citation:\nMV IRAN\nDASTGHAYB Islamic Republic of\r\nIran Shipping Lines v Terra-Marine SA\n(19/10)\n[2010] ZASCA 118\n(23 September 2010)\nBENCH:\r\nHARMS DP, LEWIS, PONNAN and MHLANTLA JJA and\nK\r\nPILLAY AJA\nHEARD: 6 SEPTEMBER 2010\nDELIVERED: 23 SEPTEMBER 2010\nSUMMARY:\nAdmiralty Jurisdiction Regulation Act 105 of 1983 –\r\nassociated ship – s 7(1)(b) – stay of proceedings for any\r\nother sufficient reason.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nThe KwaZulu-Natal High Court\r\n(Durban) (Exercising its Admiralty Jurisdiction) (Patel J)\n1 The appeal is upheld with costs.\n2 The order of the court below is set aside and substituted with an\r\norder in the following terms:\n'(a) The respondent's action\nin rem\nagainst the\nMV Iran\r\nDastghayb\nunder case number A148/2005 is stayed in terms of\r\nsection 7(1)(b) of the Admiralty Jurisdiction Regulation Act 105 of\r\n1983 pending\ndetermination of the respondent's claims in the\r\narbitration proceedings in London.\n(b) The order for the stay of the\nin rem\naction in paragraph\r\n(a) hereof is made subject to the second applicant providing security\r\nto the respondent for any final and un-appealable\narbitration award\r\nin the arbitration proceedings (and also in the\nin rem\nproceedings should the stay of the action be lifted). Such security\r\nshall be restricted to the claims identified in paragraph 59\nof the\r\nfounding affidavit of Mr Reddy at pages 43-45 of the record as\r\narising after 13 December 2000 and limited to the capital\nsum of\r\nUSD830 420.43 in respect of:\n(i) Unpaid management fees in the sum of USD632 100.00;\n(ii) Steel work and repairs in respect of the\nMV Eco Elham\nin\r\nthe sum of USD11 000.98;\n(iii) Steel work and repairs in respect of the\nMV ECO Ekram\nin\r\nthe sum of USD156 044.45;\n(iv) P & I Insurance reimbursement in relation to the\nMV ECO\r\nEkram\nin the sum of USD15 315.00;\n(v) Bunkers at Karachi USD15 960.00,\ntogether with USD99 650.45 in respect of security for interest and\r\nUSD25 000.00 in respect of legal costs; and\n(c) Upon the provision of such limited substitute security the\r\nsecurity previously provided by the second applicant shall be\r\ncancelled\nand the respondent is directed to return all and any\r\nletters of undertaking furnished in that regard to the applicants'\r\nattorneys\nfor cancellation.\n(d) The respondent is ordered to pay the second applicant's costs,\r\nsuch costs to include the qualifying fees of the expert witness\nDr\r\nIraj Babaei.’\n____________________________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (HARMS DP, LEWIS and MHLANTLA JJA and K PILLAY AJA\nconcurring):\n[1] During 1995 Eco Shipping Company PJS (ESC), a\r\nprivate joint stock company was registered and incorporated in the\r\nIslamic Republic\nof Iran with a view to providing a vehicle to ten\r\nAsian Islamic countries\n1\nto enable them to engage in shipping as a joint\r\nventure. On the formation of ESC, the appellant, the Islamic Republic\r\nof Iran Shipping\nLines (IRISL), a ship owner incorporated and\r\nregistered according to the laws of the Islamic Republic of Iran,\r\nbareboat chartered\ntwo vessels, the\nEco\r\nElham\nand the\nEco\r\nEkram\n, to ESC.\n[2] By written agreement dated 27 January 1997 the respondent,\r\nTerra-Marine SA (Terra-Marine), a company duly registered and\r\nincorporated\nwith limited liability in accordance with the laws of\r\nSwitzerland, was contracted to manage and administer the vessels on\r\nbehalf\nof ESC. In terms of the written Ship Management Agreement\r\nbetween ESC and Terra-Marine, the latter had inter alia the following\n\nresponsibilities:\n(a) to employ and recruit personnel to crew the vessels;\n(b) to maintain the vessels;\n(c) to supply the vessels with provisions; and\n(d) to generally manage the vessels in accordance with the usual\r\napplicable international practice and to thereafter account to\nESC.\n[3] Clause 6.9 of the Agreement provided:\n'In case of any controversy arising out of the\r\ninterpretation or enforcement thereof, it should at the first place\r\nbe settled through\nmutual negotiation. If the parties fail to reach\r\nan agreement in this way, then the matter shall be submitted for\r\narbitration in\nLondon to be adjudged under the provisions of English\r\nlaws.'\nDisputes did indeed arise between Terra-Marine and ESC resulting in\r\nthe former commencing arbitration proceedings against the latter\nin\r\nLondon. A sole arbitrator was appointed during November 2003.\r\nTerra-Marine, as the claimant, delivered its points of claim during\n\nOctober 2004 and ESC its defence and counter-claim during December\r\n2004. On 10 January 2005, by resolution of its members, ESC\nwas\r\nplaced in liquidation and Mr Syrious Khakpour was appointed its\r\nliquidator. ESC is now represented by its liquidator in those\n\nproceedings.\n[4] On 23 December 2005 and whilst the London arbitration proceedings\r\nwere still pending, Terra-Marine commenced an action\nin\nrem\nagainst some 92 vessels including the\nMV Iran\nDastghayb\nby\r\nthe issue of an\nin rem summons\n. On 6 March 2006 the\nIran\r\nDastghayb\nwas arrested pursuant to that action in terms of an\r\norder granted by the Durban and Coast Local Division of the High\r\nCourt in the\nexercise of its admiralty jurisdiction in terms of the\r\nAdmiralty Jurisdiction Regulation Act 105 of 1983.\n[5] The order for the arrest of the\nIran\r\nDastghayb\nwas sought and obtained on\r\nthe basis that the\nIran Dastghayb\non the one hand and the\nEco\r\nElham\nand the\nEco\r\nEkram\non the other are associated ships\r\nwithin the meaning of that expression as defined in s 3(7) of the\r\nAct. The\nIran Dastghayb\nwas\r\nthereafter released from arrest after security was furnished by its\r\nowner IRISL in the total sum of USD 1 999 220,\n2\nwith the result that the vessel remained subject\r\nto a deemed arrest.\n[6] On 6 October 2006 IRISL launched an\r\napplication for an order inter alia: staying the\nin\r\nrem\nproceedings in terms of s 7(1)(b)\r\nof the Act pending determination of Terra-Marine’s claims in\r\nthe arbitration, subject to\nit providing security for the claims,\r\ninterest and costs in the arbitration in substitution of the security\r\nalready furnished;\nand directing Terra-Marine to furnish counter\r\nsecurity for IRISL’s counterclaims, interest and costs in the\r\narbitration.\n3\nThe thrust of IRISL’s case was that: (a) the\r\nclaims which Terra-Marine sought to enforce against the\nIran\r\nDastghayb\nin the\nin\r\nrem\naction were claims arising out of a\r\ncontract between ESC and Terra-Marine that contained an express\r\nprovision requiring all such\nclaims to be submitted to and determined\r\nby arbitration; and (b) those claims were already the subject of\r\npending arbitration proceedings\ninstituted by Terra-Marine against\r\nESC in London in terms of that agreement.\n[7] By the time the application came to be argued\r\nin the court below IRISL had abandoned its primary relief relating to\r\nTerra-Marine\nfurnishing counter security. It also no longer sought,\r\nas presaged in its replying affidavit, an order that the court simply\r\ndecline\nin terms of s 7(1)(a)\n4\nto exercise jurisdiction in the\nin\r\nrem\naction, with a consequential\r\ndismissal of the action with costs and the return to IRISL of the\r\nsecurity furnished. In addition to\nits claim that the action should\r\nbe stayed, it also persisted in its contention both in this court and\r\nthe one below that a number\nof the claims sought to be advanced in\r\nthe\nin rem\naction,\r\nwhilst permissible claims in the arbitration proceedings against ESC,\r\nwere not claims enforceable\nin rem\nagainst the\nIran\r\nDastghayb\nbecause it was not an\r\nassociated ship in relation to any claim that arose prior to 13\r\nDecember 2000.\n[8] Patel J, who heard the application, accepted Terra-Marine’s\r\nsubmission that because IRISL was not a party to the agreement\ngiving\r\nrise to the claims sought to be advanced\nin\nrem\nagainst\r\nits vessel the\nIran Dastghayb\n, it could not invoke the\r\narbitration clause. He accordingly held that there was no basis upon\r\nwhich IRISL could seek a stay of\nthe\nin rem\naction. Finding\r\nthat conclusion to be dispositive of the application in its entirety,\r\nthe learned judge dismissed the application\nwith costs but granted\r\nleave to IRISL to appeal to this Court.\n[9] Under s 3(4) a maritime claim may be enforced by an action\nin\nrem\nin two circumstances, namely where the claimant has a\r\nmaritime lien over the property to be arrested or where the owner of\r\nthat\nproperty would be liable to the claimant in an action\nin\r\npersonam\nin respect of that claim. In terms of s 3(4)(b) a\r\nmaritime claim may be enforced by an action\nin rem\n: 'If the\r\nowner of the property to be arrested would be liable to the claimant\r\nin an action\nin personam\nin respect of the cause of action\r\nconcerned'. Section 3(4) thus identifies the necessary conditions for\r\nbringing an action\nin rem\n. Section 3(5) deals with the manner\r\nin which such an action is to be brought, namely by the arrest:\n'within the area of jurisdiction of the court concerned\r\nof property of one or more of the following categories against or in\r\nrespect\nof which the claim lies:\n(a) the ship, with or without its equipment, furniture,\r\nstores or bunkers;\n(b) the whole or any part of the equipment, furniture,\r\nstores or bunkers;\n(c) the whole or any part of the cargo;\n(d) the freight . . . , '\n[10] Two issues thus arise on appeal: first, was\r\nthe court below correct in refusing to stay the\nin\r\nrem\nproceedings in terms of s 7(1)(b)\r\nof the Act pending determination of the claims in the arbitration;\r\nand, second, is the\nIran Dastghayb\nan\r\nassociated ship in relation to maritime claims that arose prior to 13\r\nDecember 2000?\n[11] Before those issues are examined, it will be\r\nexpedient, I consider, for a proper understanding of the matter, to\r\nfirst record\nsome general observations. A useful starting point is s\r\n3 of the Act, which sets out the circumstances in which a maritime\r\nclaim\nmay be enforced by an action\nin\r\npersonam\nor by an action\nin\r\nrem\n. In\nThe\r\nBerg\n,\n5\nMilne JP\nanalysed the\r\nnature of an action\nin rem\nin\r\nthese terms:\n'I think it is also important to bear\r\nin mind that the Act does not refer to claims\nin\npersonam\nand\r\nclaims\nin\nrem\n,\r\nbut to claims which may be enforced either by an action\nin\r\npersonam\nor an\r\naction\nin rem\n.\r\nOnce a claim is a maritime claim, then there are two\nmethods\nof enforcing that claim where the\r\nCourt exercises its admiralty jurisdiction. One is by means of an\r\naction\nin personam\nand the other is by means of an\r\naction\nin rem\n.\r\nIn other words, it is not so much the nature of the cause of action\r\nthat is affected by whether the action is\nin\r\npersonam\nor\nin\r\nrem\n, but the means\r\nby which the same cause of action is enforced. This distinction is\r\nclearly brought out in considering the historical\norigins of actions\nin rem\nin British law.'\n6\nAccording to the learned Judge President:\n'What does appear to be clear in both\r\nBritish and American admiralty law is that the essence of the action\nin rem\nis the right to arrest a ship, and\r\nthe right to satisfy any judgment from the proceeds of the sale of\r\nthe ship or bail or security\nprovided in respect thereof.'\n7\n[12] Section 3(6) of the Act gives to a claimant\r\nwith a maritime claim the right to bring an action\nin\r\nrem\nby the arrest of an associated ship\r\ninstead of the ship in respect of which the maritime claim arose. It\r\nprovides: ‘[a]n action\nin rem\n,\r\n. . . may be brought by the arrest of an associated ship instead of\r\nthe ship in respect of which the maritime claim arose’.\nAn\r\nassociated ship is defined in s 3(7)(a) and (b) of the Act. What is\r\nrequired is the existence of a 'ship in respect of which\nthe maritime\r\nclaim arose' and an associated ship which is either ‘owned, at\r\nthe time when the action is commenced, by the\nperson who was the\r\nowner of the ship concerned when the maritime claim arose’ (s\r\n3(7)(a)(i)); or a ship owned ‘by a\nperson who controlled the\r\ncompany which owned the ship concerned when the maritime claim arose’\r\n(s 3(7)(a)(ii)); or a ship\nowned ‘by a company which is\r\ncontrolled by a person who owned the ship concerned, or controlled\r\nthe company which owned the\nship concerned when the maritime claim\r\narose’ (s 3(7)(a)(iii)).\n[13] Some five weeks after that ‘novel\r\nprocedure’\n8\nwas introduced into our maritime law, it was\r\ninvoked by a claimant, Euromarine, in an application for the arrest\r\nof the\nBerg\n,\r\na vessel owned by a South African company, in order to furnish\r\nsecurity for an arbitration in London. The validity of the arrest\nwas\r\nchallenged. Euromarine had time-chartered a vessel called the\nPericles\nfrom\r\nits owners, the second respondents in the high court application.\r\nDuring the subsistence of that charterparty an explosion\noccurred on\r\nboard the\nPericles\n,\r\nwhich was then berthed in Durban harbour. Euromarine alleged that the\r\nexplosion was due to the unseaworthiness of the\nPericles\nin breach of the obligations of its owners under\r\nthe charterparty. It had suffered substantial damages in consequence\r\nof the explosion,\nwhich it was seeking to recover from the owners of\r\nthe\nPericles\nin\r\narbitration proceedings in London. The purpose of the arrest of the\nBerg\nwas\r\nto enable Euromarine to obtain security for those proceedings.\r\nSection 5(3)\n9\nof the Act made that possible. The owners accepted\r\nthat Euromarine had a claim that was enforceable by an action\nin\r\nrem\nagainst the\nPericles\n.\r\nThey also accepted that the\nBerg\nwas an associated ship in relationship to the\nPericles\nand\r\naccordingly that the claim could have been pursued in an action\nin\r\nrem\nin South Africa instituted by the\r\narrest of the\nBerg\nas\r\nan associated ship. However, they contended that such an action\r\nremained an action\nin rem\nagainst the\nPericles\nand was not an action\nin\r\nrem\nagainst the\nBerg\nitself. Milne JP disposed of that argument in\r\nthese terms:\n'As that action would be commenced by\r\nthe arrest of the\nBerg\n,\r\nand as any judgment in that action would be satisfied from the\r\nproceeds of the\nBerg\n,\r\nI cannot conceive that the action could be said to be anything other\r\nthan an action\nin\r\nrem\nagainst the\nBerg\n.\n'\n10\n[14] Later the learned Judge President stated:\n'As I have already mentioned,\r\nhowever, there is a vital distinction between an action commenced by\r\narresting the\nBerg\nin terms of s 3(5) and an action\r\ncommenced by arresting the\nPericles\nin terms of that section. It is,\r\nquite simply, this, that the action is against a different defendant.\r\nThis is not a mere matter\nof form. If the\nBerg\nis arrested in terms of s 3(5) read\r\nwith ss (6) and (7), then, at any rate, if the action is undefended,\r\nand is successful, it is\nonly the fund derived from the sale of the\nBerg\nwhich can be used to satisfy the\r\njudgment. In what sense can it be said, one might ask, that the\r\naction instituted by arresting\nthe\nBerg\nwould remain one against the\nPericles\n?\r\nIf the American approach is adopted to actions\nin\r\nrem\n, then the\nBerg\nis the defendant and not the\nPericles\n.\r\nIf the British approach is adopted, then the only sense in which it\r\ncan be said that an admiralty action\nin\r\nrem\nis against a\r\nparticular vessel is in the sense that it is the proceeds of that\r\nvessel that are used to satisfy the judgment, and\nin this sense\r\nclearly the action commenced by arresting the\nBerg\nremains one against the\nBerg\n.'\n11\nOn appeal\n12\nthat was endorsed by Miller JA in these terms:\n'Such a provision, it was said, in effect provided the\r\nlegal machinery by which a claim could be enforced. It is true that s\r\n3(6)\nread with s 5(3) describes a method for recovery of money due to\r\none who has suffered injury or loss for which he has a maritime\n\nclaim, but it does much more than that; it gives to the claimant a\r\nright which he never had before, namely to recover what is due\nto him\r\nfrom a party who was not responsible for the damage suffered by him.\r\nIt provides the claimant not only with a method of\nrecovery but with\r\nan additional or alternative defendant. And by that token, it is\r\ncreative of new liabilities or obligations in\nowners of ships, or the\r\npotential thereof'.\n[15] That reasoning, according to M J D Wallis\nThe\r\nAssociated Ship and the South African Admiralty Jurisdiction\n13\nis not only compelling but inescapable. He adds:\n‘\n[i]f one accepts, as English\r\ncourts have accepted from at least the latter part of the 19\nth\nCentury, that the action\nin\r\nrem\nhas\r\nthe effect of “impleading the owner of property to answer to\r\nthe judgment of the court to the extent of his interest in\nthe\r\nproperty”, then it is the owner of the associated ship who is\r\nimpleaded by the arrest of that vessel, not the owner of\nthe ship\r\nconcerned. If the American approach is adopted the fact is that the\r\naction is directed at a different vessel. It necessarily\nfollows that\r\nthe proper characterisation of the action instituted by the arrest of\r\nthe associated ship is that it is an action\nin\r\nrem\nagainst\r\nthe associated ship, not an action\nin\nrem\nagainst the ship concerned.’\n14\n[16] The judgments in the\nBerg\nthus established from the very inception of the\r\nAct that an action\nin rem\nagainst\r\nan associated ship is something separate and distinct from an action\nin rem\nagainst\r\nthe ship concerned. Thus, whilst the action\nin\r\nrem\ntraditionally impleads the owner of\r\nthe ship concerned it can now be used to implead a third party,\r\nalbeit one closely connected\nto the owner of the ship concerned.\n15\n[17] The decks have now been cleared for a consideration of the first\r\nissue, namely the stay application. Section 7(1)(b) of the\nAct\r\nprovides:\n'A court may stay any proceedings in terms of this Act\r\nif it is agreed by the parties concerned that the matter in dispute\r\nbe referred\nto arbitration in the Republic or elsewhere, or if for\r\nany other sufficient reason the court is of the opinion that the\r\nproceedings\nshould be stayed.'\n[18] In\nMV Achilleus\r\nv Thai United Insurance Company Ltd & others\n16\nHoward JP\n17\nconsidered himself bound by the decision of the\r\nfull bench of that division in\nMV\r\nSpartan-Runner v Jotun–Henry Clark Ltd\n18\nto hold,\nconformably to\r\nEnglish law, that a plaintiff who sues in this country in breach of\r\nan agreement to refer disputes to a foreign court\nbears the onus of\r\nshowing why the court should not stay the proceedings and thereby\r\ngive effect to the agreement. The court referred\nin this regard to\r\nthe following summary of the relevant principles by Brandon J in\nThe\r\nEleftheria,\n19\nwhich was adopted by the Court of Appeal in\nThe\r\nEl Amri\na:\n20\n'(1) Where plaintiffs sue in England in breach of an\r\nagreement to refer disputes to a foreign Court, and the defendants\r\napply for\na stay, the English Court, assuming the claim to be\r\notherwise within its jurisdiction, is not bound to grant a stay but\r\nhas a discretion\nwhether to do so or not.\n(2) The discretion should be exercised by granting a\r\nstay unless strong cause for not doing so is shown.\n(3) The burden of proving such strong cause is on the\r\nplaintiffs.\n(4) In exercising its discretion, the Court should take\r\ninto account all the circumstances of the particular case.\n(5) In particular, but without prejudice to (4), the\r\nfollowing matters, where they arise, may properly be regarded:\n(a)\nIn what country the evidence on the issues of\r\nfacts is situated, or more readily available, and the effect of that\r\non the relative\nconvenience and expense of trial as between the\r\nEnglish and foreign Courts.\n(b)\nWhether the law of the foreign Court applies\r\nand, if so, whether it differs from English law in any material\r\nrespects.\n(c)\nWith what country either party is connected,\r\nand how closely.\n(d)\nWhether the defendants\r\ngenuinely desire trial in the foreign country, or are only seeking\r\nprocedural advantages.\n(\ne\n)\r\nWhether the plaintiffs would be prejudiced by having to sue in the\r\nforeign Court because they would: (i) be deprived of security\nfor\r\nthat claim; (ii) be unable to enforce any judgment obtained; (iii) be\r\nfaced with a time-bar not applicable in England; or (iv)\nfor\r\npolitical, racial, religious or other reasons be unlike to get a fair\r\ntrial.'\n[19] Thus in principle, where claims arise out of\r\nan agreement which requires that they be determined in some other\r\njurisdiction,\na party resisting a stay of those proceedings bears the\r\nonus of showing why it should be permitted nevertheless to pursue\r\nthose\nclaims here. As it was put in\nThe\r\nRhodesian Railways Ltd v Mackintosh\n21\nthe discretion of the court to refuse arbitration,\r\nwhere such an agreement exists, was to be exercised judicially, and\r\nonly when\na ‘very strong case’ had been made out. The\r\ncourt was there dealing with a different statute, but the comments\r\nare\nno less apposite, because, for, to borrow from Colman J, it is\r\n‘based upon general principles’.\n22\n[20] These principles, to the extent that the\r\nissue arises between the parties themselves to an arbitration\r\nagreement, are well\nsettled. The question here is whether they apply\r\nto a third party in the position of IRISL, who is not a party to the\r\narbitration\nagreement. In arriving at his conclusion that IRISL could\r\nnot invoke the arbitration agreement, Patel J relied on\nFreight\r\nMarine Shipping Ltd v S Wainstein & Co (Pty) Ltd & othe\nrs,\n23\na case involving a claim for damage to cargo\r\ncarried on board a vessel. Three parties were cited, of whom two were\r\nsaid (in the\nalternative) to be the carriers of the cargo under the\r\nbill of lading. The third was the agent of the carrier cited in terms\r\nof\nthe provisions of the Merchant Shipping Act 57 of 1951. The bill\r\nof lading contained an arbitration clause. The agent brought\r\nproceedings\nunder the\nArbitration Act 42 of 1965\nto have the action\r\nstayed pending arbitration to resolve the question of liability on\r\nthe claim. That application was dismissed\non the basis that the agent\r\nwas not a party to the arbitration agreement. There the court held\r\nthat only a party was entitled under\nthat Act to seek a stay for the\r\npurposes of enforcing an arbitration agreement.\n[21] Of\nFreight\nMarine Shipping Ltd v S Wainstein,\nWallis\n24\nstates:\n‘\nThe case is relevant because\r\nit identifies the basic problem facing the owner of an associated\r\nship in seeking a stay of an action\nin\r\nrem\nproperly\r\ninstituted in South Africa by way of the arrest of an associated\r\nship. Such owner is not a party to the arbitration agreement\n(or the\r\ncontract embodying the exclusive jurisdiction clause) and the problem\r\nit faces is therefore that its situation is not encompassed\nby the\r\nlanguage of section 7(1)(b), because it has not been agreed “by\r\nthe parties concerned” that they will submit\ntheir dispute to\r\narbitration or to determination by another court.'\n[22] That reasoning formed the bedrock upon which\r\nTerra-Marine’s opposition to the stay application rested. But\r\nit approaches\nthe section as if it ends with the word ‘elsewhere’.\r\nIt ignores the disjunctive ‘or’ and all that comes\n\nthereafter. The effect of the disjunctive 'or' is to differentiate\r\nclearly between two situations when a court may grant a stay\nin terms\r\nof the section. The first where the parties concerned have agreed\r\nthat the matter in dispute be referred to arbitration\nand the second\nif for any other sufficient reason the\r\ncourt is of the opinion\nthat the\r\nproceedings be stayed.\n[23] It follows that Patel J appeared not to\r\nappreciate that he was empowered by the legislature to grant a stay\r\nin two different\ncircumstances and that in relation to the second he\r\nhad a far wider discretion. He accordingly limited himself to the\r\nfirst circumstance.\nEven there he appears to have restricted himself\r\nto whether IRISL could 'rely on', in the sense of enforce, the\r\narbitration provision.\nIn respect of that enquiry he concluded that\r\n‘in my view there is no basis upon which the plaintiff could\r\ncommence arbitration\nproceedings against IRISL and therefore there is\r\nno basis on which IRISL can ask for a stay of the proceedings in this\r\nforum’.\nBut that may have been to improperly fetter his\r\ndiscretion in respect of the first circumstance and certainly in\r\nrespect of the\nsecond circumstance he failed to exercise a discretion\r\nat all. It thus becomes necessary to consider the second circumstance\r\nwhich,\nif applicable, will render it unnecessary to resolve whether\r\nthe first part of the sub-section does indeed encompass a party in\n\nthe position of IRISL or to determine whether\nFreight-Marine\r\nShipping Ltd v S Wainstein\nwas\r\ncorrectly decided.\n[24] In support of its contention that the court should refuse to\r\nstay the proceedings, Terra-Marine submits that if the liquidator\nof\r\nESC formed the view that its claims are good and ESC's counter claims\r\nbad, he could simply dissolve the latter mid arbitration\nthereby\r\nbringing those proceedings to an end. Were that to happen, so the\r\ncontention goes, the prejudice to Terra-Marine would\nbe enormous in\r\nterms of wasted time, effort and money. The matter is dealt with\r\nfully in IRISL’s replying affidavits. IRISL’s\nexpert, Dr\r\nIraj Babaei, an attorney and Professor of Law at the Allameh\r\nTabatabaii University of Teheran, points out that Article\n208 of the\r\nIranian Commercial Code provides that a company in liquidation will\r\nremain in existence until the liquidation is completed.\nThat, in\r\nturn, so he states, expressly requires the 'settlement of all dues\r\nand liabilities, collecting of amounts due to the company\nand the\r\ndistribution of assets of the company'. The liquidator, according to\r\nDr Babaei, has no power at all to cause a company\nin liquidation to\r\nbe de-registered until all claims against the company in liquidation\r\nhave been resolved or admitted and dealt\nwith in the liquidation and\r\ndistribution account.\n[25] The liquidator confirms that this is and always has been his\r\nunderstanding of the position. In his affidavit he states:\n‘\nI have been advised that\r\nTerra-Marine SA have suggested that there exists a risk that I would\r\nfrustrate their pursuing of their\nclaims in the current arbitration\r\nproceedings in London by purporting to finalise the liquidation of\r\nESC without reference to that\nclaim and thereafter proceeding to\r\nderegister ESC.\nI can categorically state that I have no such intention\r\nand, indeed, that course of action had not occurred to me.\nI appreciate (and have always appreciated) that the\r\nfinalising of the liquidation of ESC requires that all claims,\r\nwhether in favour\nof or against ESC, be resolved and dealt with in\r\nESC's liquidation account.\nMy understanding is that I cannot lawfully purport to\r\nfinalise the liquidation of ESC whilst the claims of Terra-Marine\r\nremain in\ndispute.'\n[26] Terra-Marine advanced no other factual circumstance in support\r\nof its contention that the court should refuse to stay the\n\nproceedings. Properly analysed the only ground advanced by\r\nTerra-Marine amounted, absent any factual foundation as I have shown,\n\nto little more than a speculative hypothesis. Moreover, since\r\nDecember 2004 when ESC filed its defence and counter claim, no\r\nfurther\nsteps have been taken by Terra-Marine in the arbitration\r\nproceedings commenced by it in London. Sufficient time one would have\r\nimagined for it to have tested its hypothesis should it have been so\r\ninclined. But even if the hypothesis sought to be advanced\nby it were\r\nto have some validity, it needs be remembered that the court is not\r\nbeing asked to decline jurisdiction in terms of\ns 7(1)(a), but rather\r\nto grant the less drastic relief of a stay of proceedings. Thus in\r\ntime, were Terra-Marine’s fear of\na dissolution of ESC at the\r\nhands of the liquidator to materialise, it could always return to the\r\nhigh court for that order to\nbe lifted or varied to the extent\r\nnecessary to address that exigency.\n[27] Significantly, Terra-Marine, unlike ESC, was\r\nnot without an alternative remedy. Terra-Marine appears, on its own\r\nversion, not\nto be in a position to meet any award that may issue\r\nagainst it in favour of ESC by virtue of the latter's counter claim\r\nin the\narbitration proceedings. It thus appears to be intent on\r\nhaving its claims dealt with in South Africa, where it has secured\r\nsecurity\nfor itself by means of the\nin\r\nrem\narrest of the\nIran\r\nDastghayb.\nESC on the other hand will\r\nhave to proceed to arbitration in London without security. On\r\nTerra-Marine’s approach, ESC, not\nbeing a party to the suit in\r\nSouth Africa, cannot avail itself of a claim in reconvention against\r\nTerra-Marine. It thus has to\nforfeit the procedural advantages\r\naccruing to a plaintiff in reconvention, namely, that convention and\r\nreconvention are usually\ndealt with together and that the plaintiff\r\nin convention is bound to recognise the jurisdiction of the court in\r\nrespect of the\nclaim in reconvention (\nLTA\r\nEngineering Co Ltd v Seacat Investments (Pty) Ltd\n).\n25\n[28] The answer to that conundrum, so it was\r\nsubmitted, was that ESC could always cede its claim to IRISL.\r\nHowever, any such agreement\nconcluded for that purpose would, in and\r\nof itself, show that ESC could never have genuinely intended to make\r\na cession of its\nclaims. Rather it would have been entered into to\r\nenable IRISL to do something for the ultimate benefit of ESC, that\r\nthe latter\ncould not itself do, namely to prosecute a counter claim\r\nand hand any proceeds that may be secured from it to ESC. Our courts\r\nwill\nrefuse to recognise such an agreement on the basis that the\r\nparties had no real intention to enter into an agreement of cession\n\nand that it therefore is not a true reflection of the real agreement\r\nbetween the parties (\nSkjelbreds Rederi\r\nA/S & others v Hartless (Pty) Ltd\n).\n26\nIRISL will thus be precluded from suing on it. It\r\nfollows that unlike Terra-Marine, ESC will be remediless in this\r\ncountry.\n[29] The alternative remedy available to\r\nTerra-Marine is a security arrest afforded by s 5(3) of the Act to a\r\nmaritime claimant\nin the position of Terra-Marine. Before us counsel\r\nconceded that had Terra-Marine adopted that course, IRISL would have\r\nhad no\nanswer to it. That procedure though would have required a\r\ncomprehensive application by Terra-Marine setting out on oath, inter\r\nalia, that it has (a) a claim enforceable by an action\nin\r\nrem\nagainst the\nIran\r\nDastghayb\n; (b) a prima facie case in\r\nrespect of such claim; and (c)\na genuine\r\nand reasonable need for security in respect of the claim.\n27\nHere the vessel was arrested pursuant to a writ\r\nissued in the\nin rem\naction.\r\nTerra-Marine therefore had a much lower threshold to satisfy. All\r\nthat Admirality Rule 4(3) required was a certificate by\nit as the\r\nclaimant (or its attorney) setting out only the barest detail. The\r\npractice appears to be that on the strength of that\ncertificate it is\r\nusually for the Registrar (who may refer the question whether a\r\nwarrant should be issued to a judge) to issue\nthe arrest warrant (\nThe\r\nGalaecia\n).\n28\n[30] When IRISL launched the stay application all\r\nit had to go on was the\nin rem\nsummons and particulars of claim. That contained\r\nlittle in support of the proposition that there existed the requisite\r\nassociation\nor why it was permissible for Terra-Marine to pursue\r\nproceedings in South Africa in the face of the arbitration clause in\r\nthe agreement\nand the pending arbitration proceedings that it had\r\nalready commenced in London. It was therefore unsurprising that as\r\nthe matter\nprogressed, IRISL amended the relief it had originally\r\nsought and filed additional affidavits when confronted by the fuller\r\nallegations\nthat first saw the light of day in Terra-Marine’s\r\nanswering affidavit. The course the proceedings had taken appears to\r\nhave\nled the learned judge astray. He held:\n'I might in passing mention that the applicants have\r\nsought a stay of the action instituted by the plaintiff by motion\r\nproceedings\nand to have certain issues which would otherwise be\r\ndetermined at the trial to be determined in these application\r\nproceedings.\nAlthough nothing is irregular about this, the plaintiff\r\nis only expected to justify the arrest to the extent that the arrest\r\nis\nchallenged in their founding papers in motion proceedings. The\r\nprocedure adopted by the applicants in seeking to determine certain\n\nof the issues between the parties in application proceedings carries\r\nwith it the risk to the applicants in the event that those\nissues\r\ncannot be determined in these proceedings because of disputes of\r\nfacts then the applicants must lose on those issues which\nwill then\r\nhave to be determined at the trial in due course.'\nHis approach overlooks the principle in our law\r\n‘that a party cannot by obtaining\nex\r\nparte\nan order in his favour secure a\r\nmore advantageous position than he would have been in if the other\r\nparty had, consequent upon notice,\nhad an opportunity of opposing’\r\n(\nWeissglass NO v Savonnerie\r\nEstablishment\n)\n.\n29\n[31] It may well have been entirely inappropriate\r\nfor Terra-Marine to enforce its claims in South Africa by way of\nin\r\nrem\nproceedings in circumstances where\r\nnot only was it contractually obliged to enforce its claims by\r\narbitration in London but was\nalready doing so. But one need not go\r\nthat far. It suffices to state that it should be fairly obvious that\r\nto permit parallel proceedings\nto commence and run in different fora\r\nat the same time and in respect of essentially the same dispute is\r\nundesirable. In\nUniversiteit van\r\nStellenbosch v JA Louw (Edms) Bpk\n30\nthis court stated:\n‘\nAs to the undesirability of\r\nallowing two different proceedings in two separate tribunals, the\ndicta\nin the English Court of Appeal\r\nin\nTaunton-Collins\r\nv Cromie and Another\n31\nare very apposite. At 333 Lord\r\nDenning said:\n\"It seems to me most undesirable that there should\r\nbe two proceedings in two separate tribunals – one before the\r\nofficial\nreferee, the other before an arbitrator – to decide\r\nthe same questions of fact. If the two proceedings should go on\r\nindependently,\nthere might be inconsistent findings. The decision of\r\nthe official referee might conflict with the decision of the\r\narbitrator.\nThere would be much extra cost involved in having two\r\nseparate proceedings going on side by side; and there would be more\r\ndelay.\nFurthermore, as counsel for the plaintiff pointed out, if this\r\naction before the official referee went on by itself – between\n\nthe plaintiff and the architect – without the contractors being\r\nthere, there would be many procedural difficulties. For instance,\n\nthere would be manoeuvres as to who should call the contractors, and\r\nso forth. All in all, the undesirability of two separate proceedings\n\nis such that I should have thought that it was a very proper exercise\r\nof discretion for the official referee to say that he would\nnot stay\r\nthe claim against the contractors.\"\nAt 334 Lord Pearson said:\n\"It can be said in support of\r\nthe application here that that is what the parties have agreed and\r\nthat, when the question is\nbrought before the Court, the Court should\r\nbe willing to say by its decision what the parties have already said\r\nby means of their\nown contract. That is one principle. The other\r\nprinciple is that a multiplicity of proceedings is highly undesirable\r\nfor the reasons\nwhich have been given. It is obvious that there may\r\nbe different decisions on the same question and a great confusion may\r\narise.\nCounsel for the plaintiff also was able to point out the\r\nserious procedural difficulties which might arise if one had an\r\narbitration\nbetween two parties and an action between different\r\nparties\"\n'\nThere would thus ordinarily be much to be said for staying one or\r\nother of the two proceedings to allow the merits of the claim\nto be\r\ndetermined in a single forum.\n[32] Moreover, here the result of the\nin\npersonam\nproceedings\r\nmust necessarily determine the result of the\nin\r\nrem\nproceedings. Counsel for\r\nTerra-Marine was constrained to concede that. Thus if Terra-Marine’s\r\nclaim in the arbitration were\nto be dismissed, the foundation of the\nin rem\naction\r\nwould of necessity fall away. In this case the court was dealing with\r\na genuine contract of submission. Had Patel J adopted\na less\r\ntechnical approach he might have been disinclined to deny IRISL its\r\nstay application. It would have been permissible for\nhim, I think, in\r\nthe exercise of his equitable discretion, to have given effect to the\r\nsubstance of the agreement to arbitrate.\nThus the mere existence of\r\nthe arbitration clause coupled with the concurrent proceedings,\r\nirrespective of whether or not the arbitration\nclause could have been\r\ninvoked by IRISL ought to have caused Patel J, to paraphrase from\r\nLord Pearson, ‘to be willing to\nsay by his decision what\r\nTerra-Marine had already said by means of its contract’.\n[33] Section 3(7)(a) of the Act differentiates\r\nbetween a true sister ship and an associated ship. John Hare\n32\ndescribes the latter provision as a novel one\n33\n‘\nof South African law that sets it apart\r\nfrom the arrest practice of all other maritime states’. Terra-\r\nMarine had commenced\nan\nin rem\naction\r\nagainst 92 vessels including the\nIran\r\nDastghayb.\nHad any of the other 92\r\nvessels entered South African waters prior to the\nIran\r\nDastghayb\nit, like the\nIran\r\nDastghayb\n, would also have been liable\r\nto arrest. If that vessel had been a true sister ship as opposed to\r\nan associated ship as occurred\nhere, then the main contention now\r\nadvanced by Terra-Marine, namely that the agreement to arbitrate\r\ncannot be invoked by one not\na party to it, would not have been\r\navailable to Terra-Marine. The effect of invoking the associated ship\r\nprovision in this case\nis that Terra-Marine has been able to garner\r\nfor itself a benefit in this country that it could not secure in any\r\nother maritime\nstate. But, although permitted by the Act, its\r\nsuccessful invocation is dependent on chance and happenstance, namely\r\nwhether the\nassociated ship that first finds itself in South African\r\nwaters happens to be an associated ship as opposed to a true sister\r\nship.\n[34] It is well established that effect must be given, if the terms\r\nof the contract permit, to the obvious intention and agreement\nof the\r\nparties. That applies no less to choice of law and chosen forum\r\nclauses in contracts. Here the arbitration proceedings that\nare\r\ncurrently extant are subject to the English\nArbitration Act and\nthe\r\nother laws of England. It would obviously be preferable that such\r\ndisputes as exist be determined in England under the auspices\nof an\r\nEnglish arbitrator as opposed to the inconvenient and expensive\r\nalternative of South African courts having to decide such\nquestions\r\non the basis of expert evidence. There are certain advantages as\r\nwell, such as finality, that a claimant in an arbitration\nenjoys over\r\na litigant who has to pursue its rights in a court. And one who has\r\ncontracted to allow the other contracting party\nthose advantages\r\nshould not be readily absolved from that undertaking.\n[35] Courts should generally be slow to encroach\r\nupon a decision to refer a dispute to private arbitration, for to do\r\nso would be\nto disregard the principle of party autonomy.\n34\nThat ought to apply with greater force in a\r\nsituation such as this, for as Wallis points out:\n'However, there seems to be no escape\r\nfrom the conclusion, however unsatisfactory, that by bringing an\r\naction\nin rem\nagainst an\r\nassociated ship a claimant can defeat the provisions of both an\r\narbitration clause and an exclusive jurisdiction clause\nin the\r\ncontract underlying the claim.'\n35\nWere that to be so, as indeed it must be on that\r\nanalysis, a cynical litigant could with impunity circumvent the terms\r\nof a bargain\nthat the other party to it may have thought had been\r\nearnestly struck. The other contracting party’s rights could\r\nthus be\nrendered nugatory by a maritime claimant by invoking the\r\nassociated ship jurisdiction, thereby imperilling the important\r\nprinciple\nof party autonomy. More importantly it could encourage a\r\npractice that should be deprecated, namely forum shopping.\n36\n[36] In my judgment the cumulative effect of the factors that I have\r\nalluded to, constitute sufficient reason for a stay of the\naction in\r\nterms of\ns 7(1)(b)\nand Terra-Marine has failed to show any cause for\r\nthe court to exercise its discretion against the granting of it. I am\r\nthus satisfied\nthat the judgment of the court below refusing a stay\r\nwas wrong.\n[37] I now turn to the second issue, namely\r\nwhether the\nMV Iran Dastghayb\nis an associated ship in respect of claims that\r\narose prior to 13 December 2000. The only claims that the court has\r\njurisdiction\nto entertain are those which could properly be enforced\nin rem\nagainst\r\nthe\nIran Dastghayb\n.\r\nAlthough IRISL was the applicant in the stay application,\r\nTerra-Marine bore the onus of proving that its original application\n\nfor the arrest of the\nIran Dastghayb\nwas correctly granted.\n37\nTerra-Marine thus retained the onus of justifying\r\nthe arrest in relation to each claim. In so far as the discharge of\r\nthe onus involved\nmatters of fact, these had to be proved on a\r\nbalance of probabilities.\n38\n[38] Since the\nIran\r\nDastghayb\nwas arrested\nin\r\nrem\non the basis that it is an\r\n'associated ship' in relation to the\nEco\r\nElham\nand the\nEco\r\nEkram\nand liable to arrest in their\r\nstead in terms of section 3(6) and (7) of the Act, it was for\r\nTerra-Marine to establish on a balance\nof probabilities that in\r\nrelation to each claim the former was an associated ship of the ship\r\nconcerned.\n[39] It is common cause that 10 states were party\r\nto the formation of ESC and that it was intended that each would\r\nsubscribe for\nan equal 10 per cent shareholding in ESC. There is no\r\ndispute that at an extraordinary general assembly meeting of ESC held\r\non\n13 December 2000 a decision was taken to amend the Articles of\r\nAssociation with regard to the shareholding. Captain Khan,\r\nTerra-Marine’s\nprincipal witness, was present at that meeting\r\nand signed the minute as a representative of Pakistan. The amendment\r\nof the Articles\nof Association reflected the acquisition by IRISL (on\r\nbehalf of the government of Iran) of the shares of five\n39\nof the original 10 member states. The net result\r\nwas that with effect from that date IRISL acquired 60 per cent of the\r\nshares. IRISL\ncontends that the\nIran\r\nDastghayb\ncannot be an associated ship\r\nsave in respect of any claim that arose after that date.\n[40] The original agreement\n40\nestablishing ESC provided that each of the 10\r\nmember states would subscribe for the initial shares in equal\r\nproportions as stipulated\nin the Articles of Association provided\r\nthat, if any member state did not effect payment of the share capital\r\nsubscribed, such\nstate would be allotted one symbolic share and, if a\r\nstate did not subscribe, its shares would be entrusted to the general\r\nassembly\nor a nominee.\n[41] Iranian law required that 35 per cent of the\r\nshare capital of a company be paid in advance as a requirement of\r\nincorporation\nand this amount was paid in full by IRISL during 1995.\r\nIt was paid on behalf of all 10 member states by IRISL with the\r\nresult that\neach of them was regarded in relation to ESC as having\r\nsubscribed 'and paid' the advance subscription. Captain Khan disputes\r\nthis\ncontending that as the sole shareholder which had made any\r\npayment, IRISL was in fact the sole shareholder in ESC until the\r\nshareholder\nrestructuring which occurred in 2000. The original\r\nArticles of Association of ESC\n41\n(albeit prepared in advance of the payment)\r\nrecords that: (a) the whole of the shares have been subscribed by the\r\nfounder states\nat equal rates; (b) all groups of shareholders shall\r\nenjoy equal rights in all respects; and (c) 35 per cent of the\r\ncapital has\nbeen paid in advance by the subscribing states at equal\r\nrates.\n[42] The official announcement of the establishment of ESC on 16\r\nAugust 1997 identifies the original directors of ESC. Each was\na\r\nrepresentative of a member state. The general meetings of ESC reflect\r\nthat representatives of various member states attended\nand voted\r\nwithout any indication that the shareholding between them was\r\nanything other than equal. The meeting of 13 December 2000\nwas\r\npreceded by an earlier extraordinary meeting which could not proceed\r\n'due to non-attendance of majority members'. That is consistent\nwith\r\nthe notion that each of the 10 member states was at that time an\r\nequal 10 per cent shareholder.\n[43] Capt Khan’s evidence does not survive scrutiny. The\r\noverwhelming evidence to the contrary is that until 13 December\n2000\r\nIRISL (on behalf of the Iranian State) held 10 per cent of the shares\r\nin ESC. Moreover, his country, Pakistan objected to\nthe change in\r\nshareholding that occurred on 13 December 2000 on the basis that all\r\nmember states were required, through the Council\nof Ministers, to\r\napprove an amendment to the Articles of Association. It follows that\r\nTerra-Marine has failed to discharge the\nonus resting upon it and\r\nthat on this leg as well it must fail.\n[44] In the result the appeal must succeed. In that event the parties\r\nwere agreed that the following order that identifies the\nclaims that\r\narose after 13 December 2000 should issue. It is accordingly ordered\r\nas follows:\n1 The appeal is upheld with costs.\n2 The order of the court below is set aside and substituted with an\r\norder in the following terms:\n'(a) The respondent's action\nin rem\nagainst the\nmv Iran\r\nDastghayb\nunder case number A148/2005 is stayed in terms of\r\nsection 7(1)(b) of the Admiralty Jurisdiction Regulation Act 105 of\r\n1983 pending\ndetermination of the respondent's claims in the\r\narbitration proceedings in London.\n(b) The order for the stay of the\nin rem\naction in paragraph\r\n(a) hereof is made subject to the second applicant providing security\r\nto the respondent for any final and un-appealable\narbitration award\r\nin the arbitration proceedings (and also in the\nin rem\nproceedings should the stay of the action be lifted). Such security\r\nshall be restricted to the claims identified in paragraph 59\nof the\r\nfounding affidavit of Mr Reddy at pages 43-45 of the record as\r\narising after 13 December 2000 and limited to the capital\nsum of\r\nUSD830 420.43 in respect of:\n(i) Unpaid management fees in the sum of USD632 100.00;\n(ii) Steel work and repairs in respect of the\nMV Eco Elham\nin\r\nthe sum of USD11 000.98;\n(iii) Steel work and repairs in respect of the\nMV ECO Ekram\nin\r\nthe sum of USD156 044.45;\n(iv) P & I Insurance reimbursement in relation to the\nMV ECO\r\nEkram\nin the sum of USD15 315.00;\n(v) Bunkers at Karachi USD15 960.00,\ntogether with USD99 650.45 in respect of security for interest and\r\nUSD25 000.00 in respect of legal costs; and\n(c) Upon the provision of such limited substitute security the\r\nsecurity previously provided by the second applicant shall be\r\ncancelled\nand the respondent is directed to return all and any\r\nletters of undertaking furnished in that regard to the applicants'\r\nattorneys\nfor cancellation.\n(d) The respondent is ordered to pay the second applicant's costs,\r\nsuch costs to include the qualifying fees of the expert witness\nDr\r\nIraj Babaei.’\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: S R Mullins SC\nInstructed\r\nby:\nShepstone\r\n& Wylie\nDurban\nMatsepes\r\nInc\nBloemfontein\nFor\r\nRespondent: A M Stewart SC\nInstructed\r\nby:\nCox Yeats\r\nAttorneys\nDurban\nMcIntyre &\r\nVan Der Post\nBloemfontein\n1\nThe\r\n\tten states, all parties to the treaty of Izmir of 1992, were the\r\n\tIslamic Republics of Iran, Pakistan and Afghanistan and the\n\n\tRepublics of Turkey, Azerbaijan, Kazakhstan, Turkmenistan,\r\n\tUzbekistan Kyrgyzstan and Tajikistan.\n2\nBeing\r\n\tUSD 1 592 113 in respect of capital claims, USD 382 107 in respect\r\n\tof interest and USD 25 000 in respect of costs.\n3\nBeing\nUSD 2 391 405.90 in respect of capital claims,\r\n\tUSD 286 968.70 in respect of\ninterest and USD 25 000 in\r\n\trespect of costs.\n4\nThe\r\n\tsection provides:\n'A court may decline to\r\n\texercise its admiralty jurisdiction in any proceedings instituted or\r\n\tto be instituted, if it is of the\nopinion that any other court in\r\n\tthe Republic or any other court or any arbitrator, tribunal or body\r\n\telsewhere will exercise jurisdiction\nin respect of the said\r\n\tproceedings and that it is more appropriate that the proceedings be\r\n\tadjudicated upon by any such other\ncourt or by such arbitrator,\r\n\ttribunal or body.'\n5\nEuromarine\r\n\tInternational of Mauren v The Ship Berg\n1984\r\n\t(4) SA 647\n(N).\n6\nAt\r\n\t653B-D.\n7\nAt\r\n\t654I-655A.\n8\nCargo\r\n\tLaden and Lately Laden on Board the MV Thalassini Avgi v MV Dimitris\n1989 (3) SA 820\n(A)\nat 824C-D.\n9\nSection\r\n\t5(3) of the Act provides: '(\na\n)\r\n\tA court may in the exercise of its admiralty jurisdiction order the\r\n\tarrest of any property for the purpose of providing security\nfor a\r\n\tclaim which is or may be the subject of an arbitration or any\r\n\tproceedings contemplated, pending or proceeding, either in\nthe\r\n\tRepublic or elsewhere, and whether or not it is subject to the law\r\n\tof the Republic, if the person seeking the arrest has\na claim\r\n\tenforceable by an action\nin\r\n\tpersonam\nagainst the owner\r\n\tof the property concerned or an action\nin\r\n\trem\nagainst such property\r\n\tor which would be so enforceable but for any such arbitration or\r\n\tproceedings.\n(\na\nA)\r\n\tAny property so arrested or any security for, or the proceeds of,\r\n\tany such property shall be held as security for any such\nclaim or\r\n\tpending the outcome of any such arbitration or proceedings.\n(\nb\n)\r\n\tUnless the court orders otherwise any property so arrested shall be\r\n\tdeemed to be property arrested in an action in terms of\nthis Act.’\n10\nAt\r\n\t654F-G\n11\nAt\r\n\t655H-656A.\n12\nEuromarine\r\n\tInternational of Mauren v The Ship Berg\n1986 (2) SA 700\n(A) at\r\n\t712C-E.\n13\nUnpublished\r\n\tPhD Thesis, University of KwaZulu-Natal (2010) p 145.\n14\nWallis\r\n\tp 145.\n15\nWallis\r\n\tp 146.\n16\n1992\r\n\t(1) SA 324\n(N) at 334C-J.\n17\nGalgut\r\n\tand Combrinck JJ concurring.\n18\n1991\r\n\t(3) SA 803\n(N).\n19\n[1969]\r\n\t2 All ER 641\n(PDA) at 645.\n20\n[1981]\r\n\t2 Lloyd's Rep 119 (CA) at 123-4.\n21\n1932\r\n\tAD 359\nat 375.\n22\nMetallurgical\r\n\tand Commercial Consultants (Pty) Ltd v Metal Sales Co (Pty) Ltd\n1971 (2) SA 388\n(W) at 391F-G.\n23\n1984\r\n\t(2) SA 425\n(D).\n24\nPage\n519.\n25\n1974\r\n\t(1) SA 747\n(A) at 764B.\n26\n1982\r\n\t(2) SA 710\n(A).\n27\nThe\r\n\tMV Thalassini Avgi v\nat 832I-833A;\nBocimar\r\n\tNV v Kotor Overseas Shipping Limited\n[1994] ZASCA 5\n;\n1994\r\n\t(2) SA 563\n(A) at 579B-E.\n28\nThe\r\n\tGalaecia: Vidal Armadores SA v Thalassa Export Co Ltd\n(2006)\r\n\tSCOSA D252 (D).\n29\n1992\r\n\t(3) 928 SA (A) at 936F-G.\n30\n1983\r\n\t(4) SA 321\n(A) at 335H-336A.\n31\n[1964]\r\n\t2 All ER 332.\n32\nShipping\r\n\tLaw & Admirality Jurisdiction in South Africa\n2\r\n\ted (Juta) p107.\n33\nProf\r\n\tH Booysen 'South Africa’s New Admirality Act: A Maritime\r\n\tDisaster\n?'\n1984\nMBL\n75 at\r\n\t83 describes it as a revolutionary idea.\n34\nLufuno\r\n\tMphaphuli & Associates (Pty) Ltd v Andrews\n2009\r\n\t(4) SA 529\n(CC);\nTelcordia Technologies\r\n\tInc v Telkom SA Ltd\n[2006] ZASCA 112\n;\n2007 (3) SA 266\n(SCA) para 4; R H Christie 'Arbitration: party autonomy or curial\r\n\tintervention: the historical background'\n(1994) 111\nSALJ\n143.\n35\nPage\r\n\t520.\n36\nGcaba\r\n\tv Minister for Safety and Security\n2010\r\n\t(1) SA 238\n(CC) para 57.\n37\nBocimar\r\n\tNV\nat\r\n\t578G.\n38\nBocimar\r\n\tNV\nat 582B.\n39\nTurkey,\r\n\tAzerbaijan, Kyrgyzstan, Tajikistan and Uzbekistan\n40\nThe\r\n\tagreement provided:\n'III\nSHARE CAPITAL\nIt was agreed that the\r\n\tshare capital of the Company will be US Dollars Ten Million (US $10\r\n\t000 000) consisting of US Dollars Ten\nThousand (US $10 000)\r\n\tindividual shares of US Dollars One Thousand (US $1 000) and parties\r\n\tto this Agreement shall subscribe\ntheir initial shares in equal\r\n\tproportion as stipulated in the Articles of Association.\n. . . . .\nV\nNON-PAYMENT OF ADVANCE SHARE CAPITAL\nWhere any Member States\r\n\tfor any reason do not effect payment of the share capital so\r\n\tsubscribed by them in advance will be allotted\none symbolic Share\r\n\tand their share of profits will be ploughed back for their share\r\n\tcapital.\nVI\nNON-SUBSCRIPTION OF SHARE CAPITAL\nThose Member States who\r\n\tdo not subscribe for the Company's share, their shares would be\r\n\tentrusted to the General Assembly or a\nnominee. The General Assembly\r\n\tmay decide upon the above as per current ECO regulations in its\r\n\tfuture Meetings.'\n41\nIt\r\n\tprovided:\n'\nCompany's\r\n\tcapital : Nominal value of each Share:\nNominal capital of the\r\n\tcompany is US $ 10 million which is divided into 10 000 shares of US\r\n\t$1 000, each.\nEach Member Country\r\n\tand/or its nominees will hold 1 000 shares all groups of\r\n\tshareholders shall enjoy equal rights in all respects.\nThe Company\r\n\tshall not at any time issue any bearer shares nor shall the Company\r\n\tat any time convert any existing registered shares\ninto bearer\r\n\tshares.\n. . .\nARTICLE 7\nSubscribing of Shares\nThe whole of the shares\r\n\thave been subscribed to by the Founder States at equal rates 35 per\r\n\tcent of the capital has been paid\nin advance by the subscribing\r\n\tstates at equal rates. The remaining amount will again be paid by\r\n\tFounder States as equal rates\nin accordance with the decision of the\r\n\tGeneral Assembly.'",
  "scraped_at": "2026-02-11T20:36:57.635722",
  "date": "2010-09-23",
  "coram": [
    "Harms DP",
    "Lewis",
    "Ponnan",
    "Mhlantla JJA",
    "Pillay AJA"
  ],
  "case_number": "19/2010",
  "parties": {
    "applicants": [
      "Islamic Republic of Iran Shipping Lines"
    ],
    "respondents": [
      "Terra-Marine SA"
    ]
  },
  "sections": {
    "facts": "In 1995 Eco Shipping Company (ESC) was incorporated by ten Asian Islamic states to own vessels. The Islamic Republic of Iran Shipping Lines (IRISL) bareboat‑chartered two vessels, MV Eco Elham and MV Eco Ekram, to ESC. In 1997 Terra‑Marine SA was hired under a ship‑management agreement to manage those vessels. The agreement contained an arbitration clause requiring disputes to be resolved in London. In 2005 Terra‑Marine commenced an in rem action against 92 vessels, including the MV Iran Dastghayb, and obtained an arrest order on the basis that the Iran Dastghayb was an “associated ship” of the Eco vessels. IRISL posted security of USD 1,999,220 and the vessel remained under deemed arrest. In October 2006 IRISL applied to stay the in rem proceedings under s 7(1)(b) of the Admiralty Jurisdiction Regulation Act pending the London arbitration, offering to provide substitute security. The High Court refused the stay. The appeal raised two questions: whether a stay should have been granted, and whether the Iran Dastghayb was an associated ship for claims arising before 13 December 2000, the date on which IRISL acquired a majority shareholding in ESC.",
    "issues": "1. Whether the lower court erred in refusing a stay of the in rem action under section 7(1)(b) of the Admiralty Jurisdiction Regulation Act, considering the existence of an arbitration clause and pending arbitration. 2. Whether the MV Iran Dastghayb qualifies as an “associated ship” for maritime claims that arose prior to 13 December 2000, given the change in shareholdings in ESC on that date.",
    "principles": "The judgment relied on the Admiralty Jurisdiction Regulation Act 105 of 1983, particularly sections 3(4)–(7) defining maritime claims, associated ships, and the power to arrest an associated ship, and section 7(1)(b) which permits a court to stay proceedings where the parties have agreed to arbitrate or for any other sufficient reason. The court considered the principle of party autonomy in arbitration, the discretion to stay proceedings (as articulated in cases such as MV Achilleus v Thai United Insurance, Freight Marine Shipping Ltd v S Wainstein, and Euromarine v The Ship Berg), and the need to avoid parallel proceedings and forum shopping. The requirement that the party seeking a stay be a party to the arbitration agreement was rejected, emphasizing the broader discretion in the second limb of s 7(1)(b). The definition of “associated ship” under s 3(7) was applied, with reference to case law establishing that an associated ship can be a separate defendant for the purpose of an in rem action.",
    "application": "The court held that the existence of a valid arbitration clause and pending arbitration provided a sufficient reason to grant a stay under the second limb of s 7(1)(b). It rejected the lower court’s narrow view that only parties to the arbitration agreement could invoke the stay. Regarding the associated‑ship issue, the court examined the shareholding structure of ESC and concluded that IRISL did not have the requisite control over ESC for claims arising before 13 December 2000; therefore the Iran Dastghayb could not be treated as an associated ship for those earlier claims. The court accordingly limited the stay to claims arising after that date and ordered the provision of limited substitute security covering USD 830,420.43 in specified claims.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and substituted with an order staying the in rem action (case A148/2005) pending the London arbitration, subject to IRISL providing the specified security. The respondent was ordered to pay the applicant’s costs, including the expert’s qualifying fees. The appeal was granted with costs."
  },
  "tags": {
    "level_1": "Admiralty Law",
    "level_2": "In Rem Proceedings",
    "level_3": [
      "associated ship",
      "arbitration stay",
      "shareholding",
      "maritime claim",
      "security"
    ]
  }
}