{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/139.html",
  "case_name": "S v J (695/10) [2010] ZASCA 139; [2011] 2 All SA 299 (SCA) ; 2011 (3) SA 126 (SCA) (19 November 2010)",
  "citation": "[2010] ZASCA 139",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 139\n|\nNoteup\n|\nLawCite\nS v J (695/10) [2010] ZASCA 139; [2011] 2 All SA 299 (SCA) ; 2011 (3) SA 126 (SCA) (19 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 695/2010\nIn the\r\nmatter between:\nS\n.................................................................................................................\nAppellant\nand\nMrs J\n..............................................................................................\nFirst\r\nRespondent\nMr J\n...........................................................................................\nSecond\r\nRespondent\nNeutral citation:\nS v J\n(695/10)\n[2010] ZASCA\r\n139\n(19 November 2010)\nCoram:\nLEWIS, BOSIELO JJA and R PILLAY, BERTELSMANN and K PILLAY AJJA\nHeard:\r\n5 NOVEMBER 2010\nDelivered 19 NOVEMBER 2010\nSummary:\nParental rights and responsibilities under the\r\nChildren’s Act 38 of 2005: unmarried father’s\r\nresponsibilities and rights;\ngrandparents’ responsibilities and\r\nrights; jurisdiction of high court to set aside or suspend operation\r\nof another high court’s\norder.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nHigh Court (Northern Cape) (Kgomo JP sitting\r\nas court of first instance in three applications):\nThe following orders are made.\nA\n1 The appeal against the whole of the order of the Northern Cape High\r\nCourt made on 2 October 2009 succeeds, with costs.\n2 That order is replaced with the following:\n‘\n(a) The first and second applicants’\r\napplication is dismissed.\n(b) It is declared that the first respondent is the holder of full\r\nparental responsibilities and rights in terms of s 18 of the\n\nChildren’s Act 38 of 2005.\n(c) C shall reside permanently with the first respondent.\n(d) The applicants may have contact with C on a regular basis, which\r\nshould be arranged with Mrs A J, the mother of Mrs A S, and\nwhich\r\nshould take place at the home of Mrs A J or at a place agreed by Mrs\r\nA J and the first applicant. All such arrangements should\nbe\r\ndiscussed with the first respondent prior to contact taking place.\n(e) In the event that the parties experience difficulty in arranging\r\ncontact they must first attempt to resolve this through a\nmediator\r\nrather than through court proceedings.’\nB\n1 The appeal against paragraphs 2, 3 and 4 of the order made by the\r\nNorthern Cape High Court on 30 October 2009 succeeds with costs.\n2 The order is replaced with the following:\n‘\nThe first and second applicants’\r\napplication is dismissed.’\nC\n1 The appeal against the order made by the Northern Cape High Court\r\non 21 May 2010 succeeds with costs.\n2 The order is replaced with the following:\n‘\nThe application is dismissed with costs.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nLEWIS JA (\r\nBOSIELO JA AND R PILLAY, BERTELSMANN AND K PILLAY concurring)\n[1] C S was born on 23 January 2006. Her father, Mr S, is the\r\nappellant in this matter. Her mother, Ms R, died two months after\nC’s\r\nbirth. She suffered from a congenital heart defect and was operated\r\nupon on the same day that C was born in an attempt\nto remedy the\r\ndefect. Regrettably she did not recover. S and R were not married at\r\nthe time of C’s birth. But they were living\ntogether at the\r\ntime and intended to marry.\n[2] The first respondent, Mrs J, was the mother of R, and thus the\r\nmaternal grandmother of C. She is married to the second respondent,\n\nMr J, but the latter was not R’s father. The parties have been\r\nengaged, virtually since C’s birth, in a battle for\nthe custody\r\nand guardianship of the child. (In terms of the Children’s Act\r\n38 of 2005, parts of which came into operation\nin 2007, and the\r\nbalance in 2010, the term ‘custody’ is replaced with the\r\nobligation to care for a child, which is\nincluded in ‘parental\r\nresponsibilities and rights’. I shall discuss the Act and its\r\nimplications later.)\n[3] Numerous applications to court to have C live with them have been\r\nmade over the nearly five years of C’s life by the\nrespective\r\nparties, with different results. These have been made both in the\r\nNorthern Cape High Court and in the Western Cape High\nCourt. This\r\nappeal is against three orders made by the Northern Cape High Court,\r\nall by Kgomo JP, with the leave of this court.\nEach order will be\r\ndealt with separately. Suffice it to say for the moment that Kgomo JP\r\nordered that care and guardianship of\nC be awarded to the Js, but\r\nthat S be given rights of contact (access) – orders completely\r\nat odds with all other orders\nmade by both the Northern Cape and\r\nWestern Cape High Courts in previous litigation.\n[4] This court also asked Ms Ann Skelton, assisted by the Child Care\r\nCentre, University of Pretoria, to act as curator ad litem\non behalf\r\nof C, and to present argument on her behalf. We are indebted to her\r\nand to the Child Care Centre for the extremely thorough\nand helpful\r\nreport and argument presented.\n[5] There are a number of issues that must be determined: the best\r\ninterests of C; the rights of unmarried fathers; whether the\nNorthern\r\nCape and Western Cape High Courts had concurrent jurisdiction at the\r\ntimes their respective orders were made; and the\nextent of\r\ngrandparents’ rights in respect of children. I shall deal,\r\nfirst, however, with the history of the matter.\n[6] As I have said, at the time of C’s birth S and Ms R were\r\nliving together in Paarl and had been for some 18 months prior\nto her\r\nbirth. Although the Js dispute this, S alleged that he and Ms R\r\nintended to marry after the birth of C and there was other\nevidence\r\nthat this was so.\n[7] Currently C lives with S and his wife, A, in Paarl. They married\r\nin June 2007. She has a half-brother who was born about a\nyear before\r\nthis appeal. The Js live in Keimoes, on a farm. And C spent the first\r\ncouple of years after her birth living in Keimoes\nwith them. It is\r\ncommon cause that Mrs J went to Paarl to be with Ms R when she gave\r\nbirth. It is also not disputed that S took\na month’s leave from\r\nwork to be with Ms R over the birth and thereafter. Before Ms R died\r\nshe took C to Keimoes to visit\nher family. She fell gravely ill there\r\nand returned to Paarl with her mother and C, but died in hospital.\n[8] A few days later Mrs J took C back to Keimoes with her. S alleged\r\nthat this was done without his consent: he had left C with\nMrs J\r\nwhile he went to do some errands and when he returned to his home C\r\nand her things were gone. Mrs J, in various proceedings,\nhas alleged\r\nthat she took C with S’s permission. In the course of doing an\r\ninvestigation a family advocate concluded that\nS’s version was\r\nmore probable. This dispute has not been resolved, but in my view\r\nnothing turns on it at this stage.\n[9] Ms R was buried in Keimoes in April 2006. S was faced at the\r\nfuneral with papers for a hearing in the Children’s Court\n\n(served in the company of police officers whose presence was arranged\r\nby Mr J), the Js having asked for an investigation with a\nview to\r\nobtaining custody and guardianship of C. At the time the Child Care\r\nAct 74 of 1983 was in operation, as was the Natural\nFathers of\r\nChildren Born out of Wedlock Act 86 of 1997. A hearing in the\r\nChildren’s Court commenced towards the end of April\n2006. It\r\ntook until February 2008 to conclude, at which stage C was already\r\ntwo, and had been living in Keimoes with the Js.\n[10] Before the decision of the Children’s Court was made, S\r\nbrought an urgent application in the Northern Cape High Court\nfor a\r\ndeclaratory order in terms of s 21 of the Children’s Act, by\r\nthen in force, confirming his full parental rights and\n\nresponsibilities (I shall deal with the section later) and affording\r\nhim access (now termed contact) to C. The application was\npostponed.\n[11] On 26 February 2008 the Children’s Court ordered that C be\r\nplaced in her father’s care, and reside with him, following\na\r\nprocess of reunification that was to take place from February until\r\nAugust of that year.\n[12] But in August 2008 the Js brought an urgent application, heard\r\nby Olivier J, asking for a suspension of the reunification\nprocess;\r\nparental rights and responsibilities in respect of C; and that S’s\r\nrights be limited to reasonable contact. Olivier\nJ issued a rule nisi\r\nand referred the matter back to the Children’s Court. S brought\r\na counter application a month later\nfor a declaratory order that he\r\nheld full parental rights and responsibilities and that he be given\r\ncontact with C pending the\nfinalization of the Js’ application.\n[13] The rule nisi was extended on three occasions subsequently, in\r\nSeptember and October 2008. In November 2008 Majiedt J extended\nit\r\nagain, until 30 January 2009, and made orders as to the appointment\r\nof psychologists to facilitate contact between S and C.\nHe also\r\nordered that C spend one weekend a month with S in Paarl and one per\r\nmonth in Keimoes. The order required reports by experts\nto be filed\r\nindicating the progress made in reuniting C with her father. That\r\norder too was extended, once by Majiedt J and once\nby Tlaletsi J in\r\nFebruary 2009.\n[14] On 19 February 2009 the family advocate, Mr Andries Nel, filed\r\nhis report, stating that S had automatically acquired full\nparental\r\nrights and responsibilities by virtue of s 21 of the Children’s\r\nAct, and recommending that C reside with her father,\nsubject to a\r\nprocess of integration and to rights of contact being afforded to the\r\nJs. At that stage C was three. The rule nisi\nwas extended yet again.\n[15] On 27 February 2009 Lacock J in the Northern Cape High Court\r\nmade an agreement between the parties an order of court. It extended\n\nthe rule nisi and ordered the reintegration process in accordance\r\nwith the recommendation of Mr Nel. That was followed (on 6 March)\nby\r\nanother order by agreement, extending the order of Lacock J for\r\nanother month and ordering contact between S and C in Paarl\nin March.\r\nThat took place for some two weeks, and the rule nisi was extended by\r\nHenriques AJ until 7 August 2009. In fact, C started\nliving in Paarl\r\nwith her father and stepmother without interruption from July 2009.\n[16] Despite the recommendation of the family advocate and the orders\r\nmade by agreement, and despite the fact that C had settled\nin Paarl –\r\nof which more later – the Js applied to the Northern Cape High\r\nCourt in August 2009 for an order that the\nquestion of parental\r\nrights and responsibilities be referred to oral evidence. Kgomo JP\r\nheard the application, but the request\nfor referral to oral evidence\r\nwas abandoned. On 2 October 2009 he ordered that ‘custody and\r\nguardianship’ of C be awarded\nto the Js; that they be awarded\r\nfull parental responsibilities in terms of s 18 of the Children’s\r\nAct; that C live permanently\nwith the Js and that S be given the\r\n‘right of reasonable access’ to C to be determined in\r\naccordance with recommendations\nfrom the parties’ respective\r\npsychologists. If they reached agreement it would be made an order of\r\ncourt on 20 October 2009.\nThis is the first order appealed against.\n[17] A day after the order was made by Kgomo JP, S launched an urgent\r\napplication in the Western Cape High Court asking for a stay\nof the\r\norder pending the filing of an application for leave to appeal.\r\nBozalek J granted the order, effective until 9 October,\nor until the\r\nfiling of the application for leave, whichever was the earlier. On 9\r\nOctober S filed the application for leave to\nappeal in the Northern\r\nCape High Court.\n[18] On 19 October 2009 the Js filed an urgent application to enforce\r\nthe order of Kgomo JP, this despite the filing of the application\nfor\r\nleave to appeal. In response S launched yet another urgent\r\napplication in the Western Cape High Court for a ‘variation’\n\nof the order of Kgomo JP. Yekiso J granted a rule nisi with a return\r\ndate of 27 November 2009 and ordered that C should continue\nto live\r\nwith S in the interim period.\n[19] S also filed a supplementary affidavit in the Northern Cape High\r\nCourt, prior to the date when Kgomo JP was to hear whether\nagreement\r\nhad been reached on contact between himself and C, explaining that he\r\nhad applied for leave to appeal. Kgomo JP, on 30\nOctober, struck the\r\napplication for leave to appeal from the roll (despite the fact that\r\nit had not yet been enrolled), citing\nnon-appearance by S as the\r\nreason; ordered S to ‘deliver’ C to the Js within seven\r\ndays; and ordered the enforcement\nof the order of 2 October. This is\r\nthe second order appealed against.\n[20] An application for leave to appeal against the second order of\r\nthe judge president was filed on 2 November 2009. The Js immediately,\n\non 12 November, filed an application for an order holding S and his\r\nattorney, Ms Odette Deysel, in contempt of court. On 21 May\n2010\r\nKgomo JP found S in contempt of court (‘disobedience’ of\r\nthe orders of 2 October and 30 October 2009 and the order\nof 25 March\r\n2010) and ordered imprisonment of S for one month, suspended for ten\r\ndays on condition that he ‘delivers’\nC to the Js. The\r\njudge president also ordered each of S and Deysel to pay to the\r\napplicants 50 per cent of the taxed costs of the\nJs on the attorney\r\nand client scale. This is the third order appealed against.\n[21] However, prior to the third judgment and order being handed\r\ndown, Louw J in the Western Cape High Court heard the application\nof\r\nS for the confirmation of the rule nisi issued by Yekiso J earlier in\r\nthe year and handed down judgment on 5 March 2010. He\ndischarged the\r\nrule nisi but ordered that, pending S’s appeal in the Northern\r\nCape High Court, the execution of the order\nof Kgomo JP be stayed.\n[22] On 9 June 2010 S applied for leave to appeal against the order\r\nof Kgomo JP made on 21 May 2010 in the Northern Cape High Court.\n\nLeave was refused on the basis that the application was brought only\r\nto frustrate the ‘delivery’ of C to the Js and\nthat there\r\nwere no reasonable prospects of success on appeal. As I have said,\r\nthis court granted leave to appeal against the three\norders of Kgomo\r\nJP in September 2010.\nThe legal framework\nUnmarried fathers’ rights and responsibilities\n[23] As I have indicated the law governing the rights of an unmarried\r\nfather changed during the course of the litigation. When\nC was born\r\nthe Natural Fathers of Children Born out of Wedlock Act 86 of 1997\r\napplied. It did not confer custody and guardianship\non an unmarried\r\nfather even on the death or incapacity of the mother. And in the\r\nabsence of a will directing otherwise grandparents\nalso did not have\r\nthese powers without an order of court.\n[24] However, during the course of the disputes, the Children’s\r\nAct 38 of 2005 came into operation, in part in 2007 and the\nbalance\r\nin 2010. Section 21 of the Children’s Act, which came into\r\noperation on 1 July 2007, is fundamental in this matter.\nThe relevant\r\npart reads:\n‘\n21    \r\nParental responsibilities and rights of unmarried fathers\n(1)\r\nThe biological father of a child who does not have parental\r\nresponsibilities and rights in respect of the child in terms of\n\nsection 20, acquires full parental responsibilities and rights in\r\nrespect of the child-\nif at the time of the child's\r\n\tbirth he is living with the mother in a permanent life-partnership;\r\n\t. . .\nSection 20 deals with the parental responsibilities and rights of\r\nmarried fathers. And s 21(4) states that s 20 applies ‘regardless\n\nof whether the child was born before or after the commencement of\r\nthis Act’.\n[25] If, therefore, S and R had been living in a ‘permanent\r\nlife partnership’ at the time of C’s birth he would\n\nautomatically have acquired parental rights and responsibilities when\r\nthe section came into operation on 1 July 2007.\nGrandparents’ rights and responsibilities\n[26] Sections 23 and 24 of the Children’s\r\nAct, which govern non-parental rights to care and guardianship\r\nrespectively, came\ninto operation on 1 April 2010. Section 23 allows\r\nany person having an interest in the care, well-being or development\r\nof a child\nto apply to an appropriate court for rights of contact and\r\ncare, subject to the best interests of the child. Section 24 deals\r\nwith\nthe assignment of guardianship. Before that date grandparents\r\nhad no inherent rights or responsibilities. It was only a high court,\n\nas the upper guardian of a child, that could confer access, custody\r\nor guardianship on a grandparent. And of course that too would\nbe\r\ndone only if it were in the best interests of a child – an\r\nassessment that would have been made having regard to the rights\nof\r\nthe biological parents.\n1\nThe first judgment and order: 2 October 2009\n[27] Ms Anderson, for S, contends that in reaching the conclusion\r\nthat guardianship and care of C should be awarded to the Js,\nKgomo JP\r\nmade a number of factual errors. This is undoubtedly so. I mention\r\nbut a few. They included that S had ‘shacked\nup’ with R\r\nand that they were not in a ‘permanent love relationship’.\r\nThis was contrary to all the evidence.\nThey had lived together for at\r\nleast a year prior to C’s birth; they intended marrying\r\nafterwards; S had taken a months’\nleave from work to care for R\r\nand the baby after her birth, and did in fact do so, together with\r\nMrs J.\n[28] The permanence of the relationship, and the love that Ms R felt\r\nfor S, are demonstrated in a diary that R kept before she\ngave birth,\r\nin which she wrote to her unborn child saying that they both had to\r\n‘hold on to life – so me, you and your\ndad can be\r\ntogether soon . . . . He loves us so much . . .‘. Although Ms\r\nR’s sister alleged that Ms R had confided\nto her before the\r\nbirth that Mrs J should look after the baby should Ms R die, there\r\nwas no evidence to support this and its seems\nimprobable in the light\r\nof what was written in the diary, which was not contested.\n[29] Kgomo JP found too that the Js had brought C up as their own\r\nchild ‘without any demur from any quarter’. In the\nlight\r\nof the history of the litigation, and of the process of\r\nreunification, described earlier, this conclusion has no foundation.\n[30] Even more extraordinary is the judge president’s\r\nconclusion that C should not be uprooted from the ‘secure,\r\nfamiliar\nand warm environment that she finds herself in’. In\r\nfact, C was living with her father and stepmother in Paarl, in terms\r\nof the court order granted in the Northern Cape High Court, and after\r\nthe process of reunification, when Kgomo JP made his order.\n[31] Ms Anderson also contends that the judge president came to\r\nincorrect legal conclusions. I have set out the principles relating\n\nto care and guardianship above. By virtue of s 21 of the Children’s\r\nAct, S, who was living in a permanent life-partnership\nwith R at the\r\ntime of C’s birth, acquired full parental responsibilities and\r\nrights in respect of C before the Js themselves\napplied for such\r\nresponsibilities and rights. At the time that they did so – in\r\nAugust 2008 – the sections of the Act\nthat would have allowed\r\nfor them to acquire such rights and responsibilities (ss 23 and 24,\r\nwhich permit a court to grant care,\ncontact and guardianship to an\r\ninterested person) were not in operation: they applied only from 1\r\nApril 2010. Of course, as I have\nsaid, the high court would have had\r\njurisdiction, as the upper guardian of all children, to award such\r\nrights to grandparents.\n[32] But as S argues, his inherent right as a biological father had\r\nto be taken into account, subject, obviously, to whether it\nwas in\r\nC’s best interests. Note that s 7 of the Children’s Act\r\nattempts a codification of what factors must be taken\ninto account in\r\ndetermining what is in the best interest of a child. I shall not deal\r\nwith it since there is no dispute between\nthe various experts who\r\nhave reported on C’s best interests, to which I shall return.\r\nBut it is significant that section\n9 of the Children’s Act, in\r\noperation at the time when the first order was made, was also not\r\nreferred to nor applied by\nKgomo JP. It provides:\n‘\nIn all\r\nmatters concerning the care, protection and well-being of a child the\r\nstandard that the child’s best interest is of\nparamount\r\nimportance, must be applied.’\nGiven the fact that reunification of C and S had taken place and that\r\nit was known to have been successful at the time of the first\norder,\r\nit could not have been thought by any court that it was in her best\r\ninterest that she be moved from her family in Paarl\nand taken to the\r\nJs in Keimoes.\n[33] Kgomo JP seemed to be oblivious of the law in this regard when\r\nhe ordered that the Js be awarded care and guardianship of\nC, and\r\ncontinued to ignore the legislation (and the child’s best\r\ninterests) in subsequent judgments as well. He also ignored\nthe\r\norders of the Northern Cape High Court, made by agreement, which\r\nrequired the parties to follow an integration process, as\nwell as the\r\nreports of psychologists that it had in fact run smoothly. The court\r\nalso seemed oblivious of the fact that S had already\nacquired\r\nparental responsibilities and rights in respect of C, by virtue of s\r\n21 of the Children’s Act, and that it was in\neffect depriving\r\nhim of those responsibilities and rights.\n[34] The judge president’s finding that it would be in the best\r\ninterests of C that her care and guardianship be awarded\nto the Js,\r\nsubject to S’s rights of ‘reasonable access’, was\r\nthus not warranted. It was based on factual errors\nand a\r\nmisunderstanding of the law. The appeal against it must succeed. I\r\nshall deal with the order that should be made after considering\nthe\r\nother orders made by Kgomo JP. First, however, it is necessary to\r\ndeal with the judgment and order of Louw J in the Western\nCape High\r\nCourt.\nThe judgment and order in the Western Cape High Court of 5 March\r\n2010: Jurisdiction in matters concerning a child\n[35] It will be recalled that after Kgomo JP handed down the order\r\ndiscussed above, S sought an order that, pending the filing\nof a\r\nnotice of appeal in the Northern Cape High Court, that order be\r\nstayed. He also obtained an opinion from a psychologist, Dr\n\nBredenkamp, on the position then of C. She reported that C had\r\nsettled into the S family happily and recommended that she remain\n\nwith them in Paarl. (S has sought and been given leave to file an\r\nadditional report of Bredenkamp on C and the family, and I shall\ndeal\r\nwith it briefly, together with the findings and recommendations of\r\nthe curator ad litem in due course.) A rule nisi was issued\nand then\r\nextended to 10 February 2010.\n[36] S’s application for confirmation of the\r\nrule came before Louw J. He considered that the Western Cape High\r\nCourt did have\njurisdiction over C because she was resident in its\r\narea of jurisdiction. But the judge also concluded, correctly in my\r\nview, that\nthe court did not have the jurisdiction to set aside or\r\nvary the order of another high court. Louw J nonetheless held that as\r\nupper\nguardian of minors within its jurisdiction, the Western Cape\r\nHigh Court had the power to make any order necessary for the\r\nprotection\nof a child. He buttressed this conclusion with reference\r\nto s 28(2) of the Constitution which provides that ‘A child’s\n\nbest interests are of paramount importance in every matter concerning\r\nthe child’. As Ms Anderson argued, this was consonant\nwith the\r\ndecision of the full court in the Western Cape in\nJ\r\nv J\n,\n2\nby which Louw J was bound, that a court is not\r\nonly empowered, as upper guardian of children within its\r\njurisdiction, but also obliged\nto deal with all facts relevant to the\r\nbest interests of a child.\n[37] It was clear to Louw J that it was in C’s best interests\r\nto continue living with her father in Paarl. That obliged the\ncourt,\r\nit considered, to order a stay of execution of the order of Kgomo JP\r\npending the final resolution of the case in the Northern\nCape High\r\nCourt. It so ordered. In my view the Western Cape High Court did have\r\nthe jurisdiction to make the order in respect of\nC, who was resident\r\nwithin its jurisdiction at the time. That order did not vary or set\r\naside the first order made by Kgomo JP:\nit merely suspended its\r\nexecution pending the appeal noted by S.\n[38] That said, I would caution against a practice of forum shopping\r\neven in cases concerning disputes over parenting rights and\n\nresponsibilities. High courts should not in general be faced with\r\nlitigation requiring them in effect to set aside an order made\nin\r\nanother jurisdiction. And as a rule, since one is entitled to assume\r\nthat any order has been made in the best interests of a\nchild, should\r\nthose interests change over time the court that made the initial\r\norder should be approached for a variation. Much\nof the difficulty\r\nmay now be resolved with the enactment of s 29 of the Children’s\r\nAct, which came into operation only in\n2010. It provides that an\r\napplication under ss 23 and 24 (for parental responsibilities and\r\nrights by an interested party) may\nbe brought in a high court within\r\nwhose area of jurisdiction the child is ordinarily resident. Where\r\nthat does not assist, however,\nreliance on formalism and a resort to\r\ninflexible rules is to be discouraged, a matter to which I shall\r\nrevert when dealing with\nthe second judgment in the Northern Cape\r\nHigh Court.\nThe second judgment and order in the Northern Cape High Court: 30\r\nOctober 2009\n[39] On 9 October 2009 S filed an application for leave to appeal\r\nagainst the first order of 2 October. A week later the Js brought\nan\r\nurgent application seeking the immediate implementation of the first\r\norder. It was set down for hearing on 20 October. Mrs J,\nin her\r\nfounding affidavit, asserted that S had applied for leave to appeal\r\nonly in order to circumvent the order of Kgomo JP. In\nresponse,\r\nDeysel, on the instructions of S, explained why leave was being\r\nsought, and annexed the application that had first served\nbefore\r\nBozalek J in the Western Cape High Court; a letter confirming that\r\nthe Js had refused to accept service of the application\nand the first\r\nreport of Dr Bredenkamp. She also attached a letter to the Js’\r\nattorney in which she had invited them to participate\nin a further\r\nassessment to be conducted by Dr Bredenkamp.\n[40] But after S had obtained the first interim order from Yekiso J\r\nin the Western Cape High Court – that C reside with him\nin\r\nPaarl – he decided not to continue with the opposition to the\r\nurgent application: the costs of instructing an attorney\nand counsel\r\nin the Northern Cape were beyond his means. He filed a supplementary\r\naffidavit to this effect. Deysel also filed another\naffidavit\r\nexplaining that there would be no appearance for S on 20 October 2009\r\n(the date determined by Kgomo JP in his first order\nfor any agreement\r\nreached as to S’s contact with C to be made an order of court)\r\nsince the filing of the application for\nleave to appeal had suspended\r\nthe operation of the order.\n[41] Kgomo JP nonetheless struck the application for leave to appeal\r\nfrom the roll with costs, and handed down a further judgment\nand\r\norder on 30 October. He felt constrained to do so by S’s\r\n‘forum-shopping or forum-hopping with the singular motive\nof\r\navoiding the consequences of the order of this Court . . .‘.\r\nThe judge president had clearly been offended by the attempt\nby S to\r\nact in his child’s best interest. And he reacted indignantly to\r\na statement by Deysel that one of the reasons for\nabandoning the\r\nopposition to the J’s’ urgent application for the\r\nimplementation of the first order was that she had\nbeen advised that\r\nit was unlikely that the urgent application would be heard over a\r\nweekend, and that an advocate would not be\navailable. The judge\r\npresident said:\n‘\nThis\r\nstatement is preposterous, far-fetched and ridiculous. A party cannot\r\ncreate jurisdiction synthetically in another forum on\nsome outlandish\r\nbelief that counsel might not be available to argue his case.’\nHe accused her also of being ‘mischievous’. And he\r\ncontinued:\n‘\nMs\r\nDeysel’s attitude and conduct is testimony to her utter\r\nignorance of the Rules of Court and her abject discourtesy to this\n\nCourt by agitating non-appearance.’\n[42] The judge president ordered that S could apply for leave to\r\nappeal only with a ‘substantive application being made and\non\r\ngood cause shown’. He ordered S to ‘deliver’ C to\r\nthe home of the Js, and to pay the costs of the application\non the\r\nattorney and client scale. He also – astonishingly –\r\ngranted the Js ‘leave to bring an application for\nContempt of\r\nCourt . . . on the same papers suitably supplemented’.\n[43] The judgment regrettably evinces a bias\r\nagainst S. The intemperate language used, and the complete failure to\r\nconsider C’s\ninterests, are to be deplored. S does not rely on\r\nbias as a ground on its own in seeking to overturn the order. But in\r\nmy view,\nthe argument that he stepped into the arena by inviting the\r\nJs to bring an application for an order that S was in contempt of\r\ncourt\nis sound. The invitation is explicable only on the basis that\r\nthe judge president was more concerned about legal niceties than the\n\nchild’s best interests. This is precisely what the\r\nConstitutional Court enjoined parties in disputes concerning children\n\nnot to do:\nAD and DD v DW & others\r\n(Centre for Child Law as Amicus Curiae; Department of Social\r\nDevelopment as intervening Party)\n.\n3\nThe court endorsed the view of the minority in\r\nthis court that the interests of children should not be held to\r\nransom for the sake\nof legal niceties.\n4\nAs Sachs J said, in endorsing the approach of the\r\nminority, a child’s best interests ‘should not be\r\nmechanically sacrificed\non the altar of jurisdictional formalism’.\n5\n[44] The judge president erred also in not\r\nalluding to Dr Bredenkamp’s first report which had been placed\r\nbefore him. Whatever\nC’s best interests were when she lived\r\nwith the Js, they had to be reconsidered after she had gone to live\r\nwith S pursuant\nto the reintegration process. As Hurt J stated in\nP\r\nv P\n:\n6\n‘\nI am\r\nbound, in considering what is in the best interests of G, to take\r\neverything into account, which has happened in the past,\neven after\r\nthe close of pleadings and in fact right up to today. Furthermore, I\r\nam bound to take into account the possibility of\nwhat might happen in\r\nthe future if I make any specific order.’\nSee also\nJ v J\n.\n7\n[45] The appeal against this judgment and order must also succeed.\r\nThe conclusions reached by Kgomo JP have no basis in fact or\nin law;\r\nevince bias on his part; and fail to consider at all the only real\r\nissue: what was in C’s best interests. The order\nthat S pay\r\ncosts on the attorney client scale was completely without\r\njustification: he had acted in what he considered was his\nchild’s\r\ninterest. S filed an application for leave to appeal against this\r\norder on 6 November 2009.\nThe third judgment and order of the Northern Cape High Court: 21\r\nMay 2010\n[46] On 10 November the Js accepted the invitation of Kgomo JP to\r\napply for an order that S be found guilty of contempt of court.\nThey\r\nadded Deysel in as a respondent for good measure. By the time it was\r\nheard Louw J in the Western Cape High Court had ordered\nthat C remain\r\nwith her father in the Western Cape pending the appeal against the\r\nfirst order.\n[47] Kgomo JP considered the conclusion of Louw J, that he had\r\njurisdiction to determine where C should reside pending the appeal,\n\nto be incorrect. It was the judge president’s view that once he\r\nhad made the first order he was functus officio: the custody\nissue,\r\nhe said, was not pending. It had been decided. That the judge\r\npresident had struck the application for leave to appeal from\nthe\r\nroll because of S’s non-appearance (the fact that it had not\r\nbeen set down apparently did not occur to him) seemed to\nbe of no\r\nconsequence. Nor did the fact that C was resident in Paarl when the\r\nfirst order was made – and that the Western\nCape High Court had\r\njurisdiction as the upper guardian – feature in his judgment.\r\nAnd of course the judge president did not\nappreciate the fact that in\r\nmaking the first order he was depriving S of his parental rights and\r\nresponsibilities.\n[48] Nonetheless Kgomo JP found that S was in contempt of his various\r\norders: ‘guilty of disobedience’. Although citing\nthe\r\nprinciple that a breach of an order must be deliberate and mala fide\r\nin order to constitute contempt of court, Kgomo JP did\nnot in fact\r\napply it. S was clearly acting bona fide, in accordance with an order\r\nof the Western Cape High Court and on legal advice.\nHe did not,\r\nhowever, find Deysel guilty of contempt of court. But the order that\r\nS and Deysel pay the costs of the application\n(the latter de bonis\r\npropriis) on the attorney client scale was without any justification.\r\nIndeed, Mr Schreuder for the Js conceded\nthat the orders were\r\nill-founded. The appeal against the third order must also succeed.\nThe best interests of C\n[49] Ultimately this case is about C’s best interests. They\r\nhave not been served thus far by the Northern Cape High Court.\nIt is\r\nclear now from the extensive reports of Dr Bredenkamp and Ms Skelton\r\nthat C is best off living with her father and stepmother,\nA. She has\r\nsettled comfortably in her home, with her younger half-brother, and\r\nhas developed a very strong bond with A and her\nhalf-brother. She has\r\nalso developed a warm and loving relationship with her paternal\r\ngrandparents and A’s parents.\n[50] Dr Bredenkamp has conducted extensive psychological tests all of\r\nwhich show C to be a happy child, apparently unscathed by\nthe legal\r\ndisputes over her. Ms Skelton has interviewed many people associated\r\nwith C, and made recommendations about contact with\nthe Js. S is\r\nquite willing to allow them contact in the circumstances recommended\r\nby Ms Skelton, which I shall make part of the\norder. C herself\r\nindicated that she wished to live with the S family and did not want\r\nto go back to Keimoes, although she did want\nto see the Js in Paarl.\n[51] It should be mentioned that Ms Skelton formed the view that the\r\nJs were more concerned about their interests than those of\nC. Mr J\r\n(who, it will be recalled is not in fact C’s grandfather) has\r\nfirm religious views on the importance of C living\nwith them. And Mrs\r\nJ believes (contrary to the evidence in R’s diary) that R\r\nwanted C to live with her in the event of her\ndeath. None of this is\r\nof importance since it is not in the child’s interest to live\r\nwith the Js.\n[52] I referred earlier to grandparents’\r\nrights and responsibilities in respect of their grandchildren, and to\nTownsend-Turner v Morrow\nin\r\nwhich Knoll J referred to recent research on the important role that\r\ngrandparents may play in the lives of their grandchildren.\nThat role\r\nis recognized in this matter and discussed by Ms Skelton. But as she\r\npoints out, C has formed a bond with her paternal\ngrandparents and\r\nwith the parents of A. Indeed, she recommends that contact between C\r\nand the Js be facilitated through A’s\nmother, Mrs A J, and Ms\r\nAnderson agrees that this should be the case.\n[53] Mr Schreuder for the Js did not attempt to argue that it was in\r\nC’s best interest to live with the J’s. He accepted\nthe\r\nsoundness of the Bredenkamp and Skelton recommendations. He did,\r\nhowever, submit that the Js should not be ordered to pay the\ncosts of\r\nthe appeal. They had opposed it in the genuine belief that C was best\r\noff living with them. I do not accept the argument.\nIn the face of\r\nall evidence to the contrary they have refused to accept that C is\r\nbest off living with her father, stepmother and\nhalf-brother. S has\r\nhad to go to extraordinary lengths to exercise his rights and to\r\nprotect his child’s interests. I see\nno reason to deprive him\r\nof the costs of the appeal.\n[54] I record too that the litigation has not been\r\nin any of the parties’ interests. Clearly, after Ms R’s\r\ndeath in\nparticular, emotions ran high. All wanted to keep C with\r\nthem. But had the Js not ambushed S at the funeral with papers in\r\nrespect\nof proceedings in the Children’s Court, and had all\r\nconcerned attempted to talk about her genuine best interests, they\r\nwould\nnot have spent nearly five years embroiled in a dispute about\r\nher residence. This was not only at great emotional cost to all, but\n\nalso at great financial cost which none of them could really afford.\r\nFortunately C’s interests have been served by Deysel\nwho has\r\nacted pro bono. I endorse the views expressed by Brassey AJ in\nMB\r\nv NB\n8\nthat mediation in family matters is a useful way\r\nof avoiding protracted and expensive legal battles, and that\r\nlitigation should\nnot necessarily be a first resort. Legal\r\npractitioners should heed s 6(4) of the Children’s Act which\r\nprovides that in matters\nconcerning children an approach ‘conducive\r\nto conciliation and problem solving should be followed and a\r\nconfrontational approach\nshould be avoided’.\n[55] The following orders are made.\nA\n1 The appeal against the whole of the order of the Northern Cape High\r\nCourt made on 2 October 2009 succeeds, with costs.\n2 That order is replaced with the following:\n‘\n(a) The first and second applicants’\r\napplication is dismissed.\n(b) It is declared that the first respondent is the holder of full\r\nparental responsibilities and rights in terms of s 18 of the\n\nChildren’s Act 38 of 2005.\n(c) C shall reside permanently with the first respondent.\n(d) The applicants may have contact with C on a regular basis, which\r\nshould be arranged with Mrs A J, the mother of Mrs A S, and\nwhich\r\nshould take place at the home of Mrs A J or at a place agreed by Mrs\r\nA J and the first applicant. All such arrangements should\nbe\r\ndiscussed with the first respondent prior to contact taking place.\n(e) In the event that the parties experience difficulty in arranging\r\ncontact they must first attempt to resolve this through a\nmediator\r\nrather than through court proceedings.’\nB\n1 The appeal against paragraphs 2, 3 and 4 of the order made by the\r\nNorthern Cape High Court on 30 October 2009 succeeds with costs.\n2 The order is replaced with the following:\n‘\nThe first and second applicants’\r\napplication is dismissed.’\nC\n1 The appeal against the order made by the Northern Cape High Court\r\non 21 May 2010 succeeds with costs.\n2 The order is replaced with the following:\n‘\nThe application is dismissed with costs.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\r\nJ S Anderson\nInstructed\r\nby Haupt & van Zyl\nPaarl\nLaw\r\nClinic, University of the Free State\nBloemfontein\nRESPONDENTS:\r\nJ J Schreuder\nInstructed\r\nby Louw Kotzè & van Zyl\nUpington\nRosendorff Reitz Barry\nBloemfontein\nCURATOR AD\r\nLITEM: A Skelton\nAssisted\r\nby the Childcare Centre, University of Pretoria\n1\nSee\r\n\tin this regard\nTownsend-Turner v Morrow\n2004 (2) SA 32\n(C) at 42ff. The case dealt of\r\n\tcourse with the position before the Children’s Act came into\r\n\toperation. It was followed\nin\nKleingeld\r\n\tv Heunis & another\n2007 (5) SA 559\n(T) paras 6-10.\n2\n2008\r\n\t(6) SA 30\n(C) para 20.\n3\n[2007] ZACC 27\n;\n2008\r\n\t(3) SA 183\n(CC) para 30.\n4\nDe\r\n\tGree v Webb\n2007 (5) SCA 184 para 99.\n5\nPara\r\n\t30.\n6\n2002\r\n\t(6) SA 105\n(N) at 110C-D.\n7\nAbove\r\n\tpara 20.\n8\n2010\r\n\t(3) SA 220\n(GSJ) paras 52 to 59.",
  "scraped_at": "2026-02-11T20:41:48.868215",
  "date": "2010-11-19",
  "coram": [
    "Lewis",
    "Bosiello JJA",
    "R Pillay",
    "Bertelsmann",
    "K Pillay AJJA"
  ],
  "case_number": "695/2010",
  "parties": {
    "applicants": [
      "S"
    ],
    "respondents": [
      "Mrs J",
      "Mr J"
    ]
  },
  "sections": {
    "facts": "Child C was born on 23 January 2006 to an unmarried couple, S (father) and R (mother). R died two months after birth. S and R had lived together in a permanent partnership and intended to marry. After R's death, the maternal grandparents, Mrs J and Mr J, sought custody and guardianship of C. Over the subsequent five years, numerous applications were made in both the Northern Cape and Western Cape High Courts concerning the child's residence, contact, and parental responsibilities. Various orders were issued, including an order on 2 October 2009 by Judge President Kgomo JP granting custody and full parental responsibilities to the grandparents, and subsequent orders enforcing or varying that decision. The father appealed these orders, leading to a series of interlocutory judgments and contempt proceedings.",
    "issues": "1. Whether an unmarried father automatically acquires full parental responsibilities and rights under section 21 of the Children’s Act 38 of 2005. 2. The extent of grandparents’ rights and responsibilities under sections 23 and 24 of the Children’s Act. 3. Which High Court had jurisdiction to make or vary orders concerning the child's care. 4. What is in the best interests of the child, C, given the competing claims of the father and the grandparents.",
    "principles": "The court applied section 21(1) of the Children’s Act, which confers full parental responsibilities on an unmarried father who was living with the mother in a permanent life partnership at the time of birth. Sections 23 and 24, effective from 1 April 2010, permit non‑parents, such as grandparents, to apply for care and guardianship only if it is in the child’s best interests. Section 9 of the Act mandates that the best interests of the child are paramount. Constitutional provision s28(2) reinforces this principle. Jurisdictional rules require that the upper guardian of a child may only set aside another court’s order in exceptional circumstances.",
    "application": "The appellate court examined the factual record and concluded that S, as the biological father living with the mother in a permanent partnership, had acquired full parental responsibilities under s21 before the grandparents applied for rights. Because sections 23 and 24 were not in force at the time of the earlier orders, the grandparents could not claim inherent rights. The court also found that the Northern Cape High Court had erred in disregarding the statutory hierarchy and the best‑interest analysis, and that the Western Cape High Court correctly recognized its limited jurisdiction to suspend, but not set aside, the earlier order. Accordingly, the appeals against the three Northern Cape orders were upheld.",
    "conclusion": "All three appeals succeeded. The appeal against the 2 October 2009 order was set aside and replaced with an order dismissing the grandparents’ applications, declaring the first respondent (Mrs J) as holder of full parental responsibilities and rights under s18, and ordering that C reside permanently with her. Contact arrangements with the father were ordered to be mediated. The subsequent orders of 30 October 2009 and 21 May 2010 were also set aside and replaced with dismissals of the applications. Costs were awarded to the appellant."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Child Custody",
    "level_3": [
      "unmarried father rights",
      "grandparents rights",
      "best interests of child",
      "jurisdiction"
    ]
  }
}