{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/155.html",
  "case_name": "Els v Weideman and Others (512/09) [2010] ZASCA 155; 2011 (2) SA 126 (SCA) ; [2011] 2 All SA 246 (SCA) (30 November 2010)",
  "citation": "[2010] ZASCA 155",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 155\n|\nNoteup\n|\nLawCite\nEls v Weideman and Others (512/09) [2010] ZASCA 155; 2011 (2) SA 126 (SCA) ; [2011] 2 All SA 246 (SCA) (30 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 512/09\nIn the matter between:\nCHRISTIAAN JURIE ELS\r\n..................................................................................Appellant\nand\nESMARÉ\r\nWEIDEMAN\r\n.............................................................................1\nST\nRespondent\nMEDIA 24 LIMITED\r\n.................................................................................2\nND\nRespondent\nIZELLE VENTER\r\n.....................................................................................3\nRD\nRespondent\nNeutral citation\n:\nEls v Weideman\n(512/09)\n[2010] ZASCA 155\n(30 November 2010)\nCoram:\nNUGENT,\r\nHEHER AND MAYA JJA\nHeard:\n18 November\r\n2010\nDelivered:\n30\r\nNovember 2010\nUpdated:\nSummary:\nCourt\r\n– contempt of – scope of order prohibiting publication of\r\n‘article’ – breach was publication\nof cover,\r\neditorial and truncated article published together – mala fides\r\ninferred from content of editorial and cover.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Dlodlo J sitting as court of first instance):\n1. The appeal succeeds in\r\nrespect of the first and second respondents.\n2. The appeal is\r\ndismissed in respect of the third respondent.\n3. The order of the court\r\na quo is set aside and replaced with the following:\n‘\n(1)\r\nThe first and second respondents are convicted of contempt of court.\n(2) The application\r\nagainst the third respondent is dismissed.’\n4. The application is\r\nremitted to the court a quo to consider and, if necessary, hear\r\nevidence as to the sanctions appropriate to\nthe offences committed by\r\nthe first and second respondents, to impose the said sanctions, and\r\nto make an appropriate award of costs.\n5. The first and second\r\nrespondents are to pay the costs of the appeal jointly and severally.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (MAYA JA\r\nconcurring):\n[1] This case is about\r\nwhat a newspaper may lawfully publish but it is not about freedom of\r\nthe press or freedom of expression.\nIt concerns obedience to an\r\nextant court order.\n[2] The appellant appeals\r\nagainst the whole of the judgment of Dlodlo J in the Western Cape\r\nHigh Court in which the learned judge\ndismissed with costs his\r\napplication for an order that the respondents were guilty of contempt\r\nof court and imposing sanctions\non them. Dlodlo J granted leave to\r\nappeal to the Full Bench of his division. On application to this\r\nCourt by the appellant that\norder was replaced by one directing that\r\nthe appeal be heard by this Court.\n[3] The appellant is a\r\nsinger and well-known personality in the South African entertainment\r\nworld. He emigrated to New Zealand and\nwas living there in February\r\nand March 2008 when the events giving rise to this appeal took place.\n[4]\nHuisgenoot\nand\nYou\nare magazines edited by the first respondent, Ms Weideman,\r\nand owned and published by the second respondent, Media 24 Limited.\r\nThey\nare Afrikaans and English versions of the same magazine. The\r\nthird respondent, Ms Venter, was the editorial head of the\r\nJohannesburg\noffice of the magazines.\n[5] In setting out the\r\nchronology that follows, I make extensive use of the version deposed\r\nto by the respondents in the contempt\nproceedings almost all of which\r\nis common cause.\n[6] On\r\nMonday 11 February 2008 the\nBeeld\nnewspaper\r\npublished an article stating that one Robbie Klay, whom it described\r\nas a 21 year old singer and actor, had been, over\na period of seven\r\nyears, the ‘sex toy’ (‘seksspeelding’) of one\r\nof the best known men in the South African\nentertainment world. The\r\narticle did not identify the man, saying Klay did not want the name\r\nto become known because that would\nruin the man’s life.\r\nAccording to the article Klay had disclosed the name to\nBeeld\n,\r\nbut in the article the man was referred to simply as ‘die oom’\r\n(ie a respected older man).\n[7] The article contained\r\ndetailed allegations by Klay relating to the abuse he had suffered at\r\nthe hands of this man and explained\nthat Klay had kept silent about\r\nthe abuse because he had feared that his own career would suffer as\r\nthe man possessed power in\nthe entertainment industry. The article\r\nconcluded by saying that all attempts by\nBeeld\nto contact ‘die\r\noom’ the previous day had been unsuccessful: his cell phone was\r\nswitched off and several people suspected\nhe was overseas.\n[8] At 11h16 (22h16 New\r\nZealand time) on 11 February 2008, Ms Marie Opperman, a journalist\r\nwho wrote for Media 24’s magazines\nand had previously written\r\narticles about Els’s marriage and the birth of his daughter,\r\nsent an e-mail to him, attaching\nan English version of the\nBeeld\narticle. Opperman said that it was alleged that Klay had said,\r\noff the record, that Els was the man he was referring to. She said\nHuisgenoot\nwas sending someone to interview Klay. She asked\r\nEls to comment, saying the deadline for the article was the next\r\nevening.\n[9] Over the following\r\ntwo days Opperman sent four further e-mails bearing a similar import.\r\nMost distastefully, she also pressured\nthe appellant to persuade his\r\nwife, a person well-known in South Africa in her own name, to comment\r\non the allegations. Opperman\nalso contacted the appellant’s\r\nsister who informed her that she had earlier been told by the\r\nappellant that he was busy with\nan answer to her e-mails.\n[10] Els replied to\r\nOpperman’s last e-mail at 22h58 on 12 February 2008 (09h58 on\r\nWednesday 13 February New Zealand time):\n‘\nStuur\r\nasb vir my die storie. Ek en my prokureur is tans aan die gesels\r\ndaaroor en ek sal antwoord sodra ek die storie gekry het.\nTerloops:\r\nEk kruip nie weg nie maar ek het niks om weg te steek nie en daarom\r\nwil ek nie kommentaar lewer nie. Ek sal beslis ‘n\nnaamskending\r\nsaak maak sodra my onskuld bewys is, daarvan kan Robbie en Huisgenoot\r\nseker wees.’\n[11] At about 10h00 on 13\r\nFebruary Els’s South African attorney contacted the office of\r\nthe publisher of family magazines\nat Media 24. In the result an\r\nundertaking was given to send a copy of the article to the attorney.\n[12] At 12h01 (23h01 New\r\nZealand time) on 13 February the draft article was sent to Els and\r\nattorney du Plessis by the third respondent\nwho also notified du\r\nPlessis that she had done so. As indicated in the Opperman e-mails,\r\nthe article was based on and quoted detailed\nallegations by Klay that\r\nEls had sexually molested him from the age of 10 years.\n[13] At 12h38 (23h38 New\r\nZealand time) on the same day Els sent an e-mail to the third\r\nrespondent:\n‘\nMy\r\nprokureur Koos du Plessis . . . sal jou kontak aangesien ek hom en ‘n\r\nadvokaat aangestel het om hierdie saak namens my\nte hanteer. Maak\r\nseker jy maak kontak met hom voor julle publiseer asb want hierdie\r\nding is groter as wat ‘n mens dalk besef\nen die gevolge kan\r\nernstig wees.\n[14] Shortly before 17h00\r\non 13 February 2008 Els’s attorney informed Media 24’s\r\nattorney that Els intended bringing\nan urgent application at about\r\n18h00 at the home of Sutherland AJ in Johannesburg. (Although Els\r\nalleges that earlier in the day\nhis attorney sought an undertaking\r\nthat the article would not be published until he had been given a\r\nfair opportunity to respond\nto it, that allegation was denied by the\r\nsecond respondent’s attorney.)\n[15] The application\r\ncomprised a notice of motion without a supporting affidavit. The\r\nrespondents were Media 24 and Venter. Sutherland\nAJ heard argument\r\nfrom Els’s counsel (who was present in person) and the\r\nrespondents’ counsel (over the telephone from\nCape Town). He\r\ngranted the relief sought and furnished brief oral reasons. Later\r\nthat evening the learned judge e-mailed to the\nparties’ legal\r\nrepresentatives a document which in essence contained the terms of\r\nthe order, and the following day he gave\nmore detailed written\r\nreasons.\n[16] Sutherland AJ’s\r\norder included interim relief phrased as follows:\n‘\nAn\r\ninterim interdict shall issue immediately against the First and\r\nSecond Respondents from publishing the article of which a copy\nwas\r\nannexed as “A” to the Notice of Motion, pending the\r\ninstitution of an application for final relief by the Applicant\n\nwithin 10 days hereof.’\nAnnexure ‘A’\r\nwas the draft article which, earlier that day, Venter had sent to Els\r\nfor his comments.\n[17] The order did not\r\nexpressly prohibit publication about the proceedings before\r\nSutherland AJ. The fact that Els had applied\nfor and obtained the\r\ninterim interdict was, according to the respondents, widely\r\npublicized in the media.\n[18] On 14 February 2008\r\nthe Cape newspaper\nDie Burger\n, (also a Media 24 publication)\r\npublished an article which included the following:\n‘\nHuisgenoot\r\nen You se redakteur, Esmaré Weideman, het gisteraand gesê\r\nná deeglike oorweging is besluit om voort\nte gaan met die\r\npublikasie van die artikel maar om nie die sanger se identiteit te\r\nopenbaar nie.\n“\nOns\r\nis verbaas deur die interdik, aangesien die appèlhof onlangs\r\nbepaal het die media se mond kan nie deur middel van ‘n\n\ninterdik gesnoer word nie, omdat die opsie bestaan om ná\r\npublikasie ‘n lastereis in te dien. Nog meer verbasend is\ndat\r\ndie interdik toegestaan is in die Witwatersrandse provinsiale\r\nafdeling van die hooggeregshof, aangesien Media 24 se hoofkantoor\nin\r\ndie Kaapse provinsiale afdeling van die hooggeregshof is.\nIn\r\ndie lig daarvan dat minstens twee ander persone ná publikasie\r\nvan mediaberigte na vore gekom het om dieselfde sanger van\nseksuele\r\nmolestering te beskuldig, ag Huisgenoot dit in openbare belang dat\r\nons voortgaan met die publikasie van die artikel.”’\n[19] The contents of the\r\narticle published in\nDie Burger\non 14 February prompted one of\r\nEls’s attorneys to telephone Venter about the impending\r\npublication in\nHuisgenoot\nand\nYou\nand to confirm the\r\ncontents of their conversation in an e-mail to Venter later that day.\r\nThe e-mail included the following:\n‘\nOns\r\nverstaan uit die artikel soos vanoggend in Die Burger gepubliseer,\r\nasook uit die gesprek hierbo na verwys, dat Huisgenoot/You\nten spyte\r\nvan die hofbevel van voornemens is om voort te gaan met die\r\npublikasie van ‘n “gewysigde” weergawe\nvan die\r\nartikel.\nOns\r\nplaas op rekord dat indien ons kliënt se identiteit op enige\r\nwyse afgelei kan word uit bogenoemde, u asook Media 24 hulself\n\nskuldig sal maak aan minagting van die hof en sal ons by regte wees\r\nom ‘n lasbrief vir u arrestasie uit te reik.’\n[20] On 21 February 2008\r\neditions of\nHuisgenoot\nand\nYou\nwere published, each\r\ncontaining matter which, Els alleges, constituted the article\r\nreferred to in the order of Sutherland AJ.\n[21] On 25 February 2008\r\nEls instituted contempt proceedings in the Western Cape High Court\r\nagainst Weideman, Media 24 and Venter.\nAlthough Weideman was not a\r\nparty to the proceedings in Johannesburg she had knowledge of the\r\norder and obliged to comply with\nits prohibition.\n[22] Els identified the\r\noffending matter in each of the publications as:\n(a) the front cover;\n(b) the contents page;\n(c) the editorial;\n(d)\r\nan article entitled ‘MY JARE in GESENSOR! se KLOUE’\r\n(\nHuisgenoot\n)\r\nand ‘CENSORED! molested me SEXUALLY’ (\nYou\n);\n(e)\r\na further article in the ‘advice’ section entitled\r\n‘INSTINK WAT JOU KIND KAN RED’ (\nHuisgenoot\n)\r\nand ‘HOW THE ABUSE BEGINS’ (\nYou\n).\n[23]\r\nEls alleged that the respondents had published the article\r\nintentionally and in bad faith. (In argument before the court a\nquo,\r\nas the judgment of Dlodlo J makes clear, counsel on his behalf\r\ncontended in the alternative that Weideman and Media 24 had\nbeen\r\nnegligent and that negligence was sufficient to sustain their\r\nconviction of contempt of court because they were, respectively,\nthe\r\neditor and the owner of the magazines.\n1\nThat contention was\r\nrepeated before us, but it is unnecessary to answer the questions\r\nthat it raises.)\n[24] Els asked for orders\r\nconvicting the three respondents of contempt of court, sentencing\r\nWeideman to imprisonment, Media 24 to\na fine, and Venter to a\r\nsuspended period of imprisonment, and directing them to pay the\r\ncosts, jointly and severally.\n[25] The respondents\r\nopposed the relief on grounds which included the following:\n(a) the Western Cape High\r\nCourt did not have jurisdiction to hear the contempt application\r\nbecause the order allegedly breached\nhad been made by the South\r\nGauteng High Court;\n(b) the matter published\r\nin the 21 February editions of the magazines did not constitute the\r\narticle and its publication was not\nprohibited by the order on any\r\nother basis;\n(c) that Weideman, not\r\nVenter, took the decision to publish; and\n(d) Weideman did not\r\nintend to act in contempt of the order, nor did she act in bad faith.\n[26] On 18 March 2009\r\nDlodlo J delivered judgment dismissing Els’s application on the\r\ngrounds that the Western Cape High Court\ndid not have jurisdiction to\r\nentertain an application in relation to alleged contempt of an order\r\nmade by the South Gauteng High\nCourt. For ‘academic purposes\r\nand in the event that I am found to have wrongly applied the law on\r\nthe question of jurisdiction’\nthe learned judge proceeded to\r\nconsider the merits of the application and concluded that 1) the\r\noffending publications differed\nfrom the article and were\r\nconsequently not prohibited by the order, 2) Venter had not been\r\ninvolved in or responsible for the decision\nto publish and could not,\r\ntherefore, be convicted of contempt of court, 3) Weideman’s\r\nassertions that she did not act intentionally\nor mala fide could not\r\nbe rejected as so implausible as to warrant dismissal without\r\nrecourse to oral evidence, which Els had not\nsought, and, 4)\r\nnegligence had not been raised as an alternative basis for conviction\r\nin Els’s papers. The application was,\nfor all these reasons,\r\nthe learned judge considered, without merit.\n[27] Before us on appeal\r\nboth counsel approached the matter on the basis that, if we should\r\nfind that the court a quo had indeed\npossessed jurisdiction to decide\r\nthe application, we should proceed to decide the merits and not refer\r\nthe matter back. Subject\nto what may have to be said on the question\r\nof sanction (should the arguments for the appellant otherwise be\r\nsustained) that appears\nto be an appropriate course as the matter has\r\nbeen fully argued in both courts.\nJurisdiction\n[28] The issue in the\r\nappeal really involves two aspects. The first is the relationship\r\nbetween the High Courts of this country\nin regard to the enforcement\r\nof an order of one of them. The second is whether proceedings for\r\ncontempt of court arising from a\nbreach of an order of one High Court\r\ncan be tried before another and, if so, whether the last-mentioned\r\ncourt can or should decline\nto exercise jurisdiction in such an\r\napplication.\n[29] The argument before\r\nthis Court was largely directed to the second aspect. Perhaps that\r\nwas because the law in relation to the\nfirst is clear and has been\r\nstated on previous occasions by this Court. In summary-\n(a) a judgment and order\r\nof the Gauteng South High Court would run throughout the Republic and\r\nwould have legal effect (including\nenforceability) in the\r\njurisdiction of other High Courts of our country: s 26(1) of the\r\nSupreme Court Act 59 of 1959;\n(b) the first respondent\r\nresided in Cape Town and the second respondent had its head office\r\nand principal place of business in that\ncity: the Western Cape High\r\nCourt accordingly had jurisdiction over the persons of the first and\r\nsecond respondents: s 19(1) of\nthe Act. The third respondent, who\r\nresides in Johannesburg, was subject to the jurisdiction of that\r\nCourt by reason of the provisions\nof s 19(1)(b) of the Act;\n(c) the alleged breach of\r\nthe order took place in Cape Town when the offending article was\r\npublished there. The cause therefore\narose within the jurisdiction of\r\nthe Western Cape High Court as contemplated by s 19(1)(a).\nIn the normal course this\r\nlegislative foundation would be decisive and considerations of\r\nconvenience and commonsense (both of which\nfavoured the jurisdiction\r\nof the court a quo) would not need to be brought into the equation.\r\nSee\nEstate Agents Board v Lek 19\n79 (3) SA 1048\n(A) at 1067E-G\r\nand the cases there cited. As Steyn CJ said in\nRoberts\r\nConstruction Co Ltd v Willcox Bros\n1962 (4) SA 326\n(A) at 336A:\n‘\nOok\r\nons Howe kan, wat hul prosedures en die ten-uitvoer-legging van hul\r\nvonnisse betref, reken op doeltreffendheid buite hul gebied.\nDie\r\ndagvaardings en bevele van die een Hof kan in die gebied van ‘n\r\nander bestel en afgedwing word.’\nWhy should that salutary\r\nprinciple not also apply to the application to the Western Cape High\r\nCourt in this case?\n[30] The respondents’\r\nargument (which found favour with the learned judge) was that the\r\nparticular nature of the proceedings\nexcluded the aegis of any court\r\nbut the one that granted the order; the applicant could in the first\r\ninstance have applied in the\nCape instead of electing the\r\njurisdiction of South Gauteng but, having made the election he was\r\nbound by law to submit such contempt\nas he perceived to that court.\r\nDlodlo J was persuaded by the following considerations:\n1. The South Gauteng and\r\nWestern Cape High Courts are separate high courts each with its own\r\narea of jurisdiction (with particular\nreliance on s 166(c) of the\r\nconstitution and schedule 16(4)(a) to it; and s 3(1) of the\r\nRationalisation of Jurisdiction of High\nCourts Act 41 of 2001).\n2. An application for\r\ncommittal for contempt of court has to be made to the court which\r\nmade the order which a respondent is said\nto have disobeyed. Contempt\r\nproceedings are not new proceedings but merely a continuation of\r\nproceedings previously instituted:\nJames v Lunden\n1918 WLD 88.\n[31] I respectfully\r\ndisagree with the reasoning of the learned judge.\n[32] The separate\r\njurisdiction of courts must be understood in the light of the\r\npractical adaptations brought about by the provisions\nof the Supreme\r\nCourt Act and its predecessors. As pointed out in\nEstate Agents\r\nBoard v Lek\nat 1062A-C, since 1912 the judgment or order of one\r\ndivision of the Supreme Court has been executable in the jurisdiction\r\nof all\nthe others. Effectiveness is not sufficient of itself to\r\nconfer jurisdiction but may be a factor to be taken into account, in\r\nconjunction\nwith other factors, in considering whether some common\r\nlaw\nratio jurisdictionis\ndoes exist to confer jurisdiction on\r\na High Court in respect of the particular proceedings. For the\r\nreasons already mentioned such\nother factors are present in this\r\ncase.\n[33] With regard to the\r\nauthorities relied on by the learned judge I agree with counsel for\r\nthe appellant that they fall generally\ninto two categories:\n(a) those that hold that\r\nthe High Court cannot or will not exercise jurisdiction to try a\r\nquestion of contempt of the order of a\nlower court or one exercising\r\nan unrelated jurisdiction:\nR v Chadwick\n(1901) 22 NLR 139\n(the\r\nmagistrate’s court);\nClerk of the Peace v Davis\n(1908)\r\n29 NLR 20\n(the magistrate’s court);\nKomsane v Komsane\n1962\r\n(3) SA 103\n(C) (the so-called ‘Native Divorce Court’);\nWright v St Mary’s Hospital Melmoth\n1993 (2) SA 226\n(D)\r\n(the Industrial Court). None of these cases was concerned with the\r\nlegal relationship between the divisions of the High Court\nas they\r\npresently exist;\n(b) the continuation of\r\nproceedings in a high court in which it was initiated and in which an\r\norder was granted, at a time when\nthe disobedient party has left the\r\narea of jurisdiction of that court (\nJames v Lunden\n;\nCats v\r\nCats\n1959 (4) SA 375\n(C);\nDi Bona v Di Bona\n1993 (2) SA\r\n682\n(C)). Such a case gives rise to considerations very different\r\nfrom those affecting the present appeal.\nIn the relationship\r\nbetween the High Courts the mutual duty to enforce orders has the\r\nconsequence that each court recognises and\nprotects the dignity of\r\nanother wherever that dignity is infringed in South Africa (provided\r\nonly there is established a recognised\nratio jurisdictionis\n).\n[34]\r\nI do not agree that because contempt proceedings are a continuation\r\nof an already instituted proceeding or ‘no more than\na step in\r\nthe execution of the judgment’ (\nJames\r\nv Lunden\n)\r\nthe judgment must be enforced in the court which granted the original\r\norder. When a party leaves a High Court with an order in\nhis favour\r\n(not obtained\nex\r\nparte\n)\r\nthose proceedings have been effectually completed (subject to appeal\r\nor in the case of an interim order, its confirmation). A\nsubsequent\r\nbreach of the order or wilful disobedience to its terms outside the\r\njurisdiction of the court gives rise to a right\nin the holder to take\r\nsteps to enforce the order wherever in South Africa he may find the\r\ndefendant. To hold otherwise would negate\nthe statutorily-created\r\ncountry-wide enforcement of judgments. Should the court approached by\r\nthe complainant decide that, because\nof reasons peculiar to the case\r\nbefore it, the issue of contempt would more appropriately or\r\nconveniently be decided by the court\nwhich made the order, it might\r\ndecide to exercise its powers to transfer the case to that court.\n2\n[35]\r\nNor do I agree unreservedly with the proposition that ‘contempt\r\nof court is not an issue inter partes; it is an issue\nbetween the\r\ncourt and the party who has not complied with a mandatory order of\r\ncourt’:\nFederation\r\nof Governing Bodies of South African Schools (Gauteng) v MEC for\r\nEducation, Gauteng\n2002\r\n(1) SA 660\n(T) at 673D-E. When an order made in civil proceedings is\r\ndisobeyed, the party in whose favour the order is made will bring the\n\nbreach to the notice of the court if he has an interest in doing so\r\n(eg in seeking to enforce his judgment). The onus is upon that\nparty\r\nto establish the contempt and persuade the court that sanction is\r\nmerited; only on the rarest of occasions will the court\ninitiate such\r\nproceedings itself.\n[36]\r\nCounsel for the respondents boldly claimed support for his argument\r\nin the common law, which, so he submitted, restricted the\npower to\r\ntry contempt proceedings to the court whose order was said to have\r\nbeen disobeyed. In addition to the authorities cited\nabove he\r\nreferred us to\nIn\r\nre Dormer\n(1891)\r\n4 SAR 64 and\nLuyt\r\nv Luyt\n1926\r\nWLD 179.\nBut neither case addresses proceedings for contempt in a\r\nhigh court in respect of an order made by another high court in a\r\ndispensation\nremotely similar to that which now exists. Nor does\r\neither lay down a principle which is opposed to such enforcement.\r\nIndeed counsel\nwas unable to formulate any principle that could\r\njustify such a limitation.\n[37] Some reliance was\r\nplaced by the respondents on a dictum of Cameron JA in\nFakie NO v\r\nCCII Systems (Pty) Ltd\n[2006] ZASCA 52\n;\n2006 (4) SA 326\n(SCA) at para\n[7]\n:\n‘\n[A]\r\nprivate litigant who has obtained a court order requiring an opponent\r\nto do or not do something (\nad\r\nfactum praestandum\n),\r\n[is permitted]\nto\r\napproach the court again\n,\r\nin the event of non-compliance, for a further order declaring the\r\nnon-compliant party in contempt of court, and imposing a sanction.’\n\n(Counsel’s emphasis.)\nA court that grants an\r\norder undoubtedly retains jurisdiction to ensure that the order is\r\ncomplied with, as pointed out in that\npassage, but the passage does\r\nnot suggest that its jurisdiction to do is exclusive.\n[38] To sum up, the\r\nstatutory authority vested jurisdiction in the Western Cape High\r\nCourt. That jurisdiction was buttressed by\nconsiderations of\r\ncommon-sense and convenience. Given the common constitutional\r\nfoundation and mutual duty of enforcement among\nthe High Courts of\r\nSouth Africa it makes no sense to insist that the court which issued\r\nthe order is the only one to feel the insult\nto its dignity and,\r\ntherefore the only proper court to try such an issue. None of the\r\ncountervailing arguments carries persuasion.\n[39] For the reasons set\r\nout above I find that the learned judge erred in finding that the\r\nWestern Cape High Court lacked jurisdiction\nto try the issue of\r\ncontempt of court.\nThe meaning of the\r\norder made by Sutherland AJ\n[40] Media 24 published\r\nan edited and mildly truncated version of the article. Counsel for\r\nthe respondents initially submitted that\nthe interdict unequivocally\r\nprohibited publication of ‘the article’, meaning thereby\r\nthe full article as reflected\nin annexure ‘A’ without\r\ndeletions or modifications. However he conceded in argument that the\r\nintention of the learned\njudge, as appeared from his reasons for\r\njudgment, was to provide protection\npendente lite\nagainst\r\ndamage to the appellant’s reputation and the order would only\r\nhave that effect if it covered the substance of the\narticle.\n[41] The order is\r\nunequivocal. It forbids publication of the article. Quite plainly the\r\nlearned judge was concerned by the impact\nof the whole article. The\r\norder does not say or imply that the respondents may escape its\r\nbreadth by making judicious cuts according\nto their own judgment.\r\nSutherland AJ did not consider it appropriate to identify what he\r\nregarded as areas more damaging than others\nand confine his order to\r\nthose areas. Nor was he asked by the respondents’ counsel to\r\nframe the order so as to permit publication\nof any part of the\r\narticle. To interpret the order as one permitting the respondents to\r\nperform that exercise would be to redefine\nits scope, and,\r\npotentially, destroy its effect. The only sensible and practical\r\nconstruction to place on it is that the respondents\nwere prevented\r\nfrom publishing any form of the article that reflected its substance.\r\nWhether the substance is so reproduced is\nnot a matter of quantity:\r\nits thrust may be repeated in a few well-chosen sentences.\n[42] The alleged breach\r\nof the court order is said to have occurred on the cover, in the\r\neditorial and two articles published in\nHuisgenoot\nand\nYou\non 21 February 2008. Annexure ‘A’ to the court order\r\nis reproduced on page 12 of each magazine under the sensational\n\nheadings referred to in para 23 above. An attempt was made to\r\neliminate (by blackening words out) all direct or indirect references\n\nto the alleged abuser so as to eliminate any possibility of him being\r\nidentified by a reader; so also in relation to his wife,\nwho is also\r\na national figure in her own right. What remains as an indicator of\r\nthe identity of the abuser are the following passages\nin\nHuisgenoot\n:\n‘\nEen\r\nvan die land se mees geliefde sangers is ‘n\r\nkindermolesteerder.’\nand\n‘\nDie\r\nman wie se gruwelike geheim hy nou oopvlek, het hom as tienjarige\r\nsanger [deleted] hom gehelp om ‘n sukses van sy loopbaan\nte\r\nmaak en het selfs drie liedjies [deleted]’. (Both in the ‘MY\r\nJARE’ article.)\nand\n‘\nJare\r\nlank het Robbie Klay . . . saamgeleef met die vretende geheim van die\r\ndinge wat die “oom” in die vermaaklikheidsbedryf\naan hom\r\ngedoen het . . . En hy was bang dat sy mentor, met sy mag in die\r\nmusiekbedryf, sy ontluikende musiekloopbaan sou verongeluk.’\n\n(In the ‘INSTINK’ article.)\n[43] The editorial and\r\nthe articles were preceded by a cover on which a photograph taken\r\nfrom a recent CD or DVD made by Els and\nsold to the public had been\r\nused – although the face was distorted so as to be\r\nunidentifiable of itself, the jacket and trousers\nworn by Els are\r\nreadily identifiable when compared with the CD cover or DVD box.\n[44] Of further direct\r\nrelevance is ‘VAN MY KANT’, the editorial written by\r\nWeideman which appeared on p 6 of the respective\npublications. In\nHuisgenoot\nit reads as follows:\n‘\nTeen\r\ndié tyd weet jy dalk al van die drama wat hom die afgelope\r\npaar dae afspeel rondom die publikasie van Huisgenoot se\nhoofstorie\r\nvandeesweek.\nJy\r\nsal weet dat die sanger Jurie Els ‘n tydelike interdik aangevra\r\nhet teen die publikasie van hierdie artikel, waarin die\njong sanger\r\nRobbie Klay vertel hoe hy as kind en oor vele jare seksueel\r\ngemolesteer is deur ‘n bekende in die Afrikaanse\nmusiekwêreld.\nDie\r\nhof het die interdik toegestaan. Dit is die eerste keer in Huisgenoot\r\nse geskiedenis dat ‘n interdik teen ons toegestaan\nis.\nHoekom\r\nis daar so baie swart strepe deur die woorde op ons voorblad en in\r\nons artikel (vanaf bl 12)? Die antwoord is regstegnies,\nmaar uiters\r\nbelangrik. Die regter het bevind dat DIE ARTIKEL – soos in alle\r\nregverdigheid aan die vermeende molesteerder\nvoorgelê vir\r\nkommentaar – nie gepubliseer mag word nie.\nDie\r\nnaam van die mens wat die interdik aangevra het, mag wel bekend\r\ngemaak word.\nDit\r\nhet ons dus met die volgende keuse gelaat: óf ons kon doen wat\r\ndie meeste dagblaaie teen hierdie tyd reeds gedoen het\nen die naam\r\nvan die aansoeker publiseer en nie besonderhede van DIE ARTIKEL\r\nbekend maak nie, of ons kon DIE ARTIKEL met geringe\nveranderinge\r\nplaas en steeds die besonderhede behou van die eksklusiewe\r\ndiepte-onderhoud wat Robbie aan ons toegestaan het.\nDie\r\nkeuse was dus voor die hand liggend, want ons glo dis in die openbare\r\nbelang dat die besonderhede van die jare wat Robbie na\nbewering\r\nseksueel misbruik is, bekend gemaak word. Minstens twee ander mans\r\nhet ná Robbie se dapper bekentenis reeds na\nvore gekom om te\r\nsê dieselfde man het hulle ook seksueel gemolesteer.\nDie\r\nhofbevel was vir ons verbasend, veral omdat die Appèlhof\r\nonlangs bevind het dat die media net in uitsonderlike gevalle\ndeur ‘n\r\ninterdik gesnoer behoort te word omdat die keuse bestaan om ná\r\npublikasie ‘n lastereis in te dien.’\n[45] I do not propose to\r\nrepeat the article in\nYou\n. It is substantially an English\r\ntranslation or edition of\nHuisgenoot\n. It may be noted however\r\nthat\ni) in the editorial the\r\nreference to ‘geringe veranderinge’ becomes ‘certain\r\nchanges’.\nii) in the first\r\nparagraph of the article ‘Een van die land se mees geliefde\r\nsangers’ becomes ‘one of the most\npopular Afrikaans\r\nsingers in South Africa’.\n[46] Of course, what may\r\nnot lawfully be published at all may also not be published piece-meal\r\nwhere the separate publications are\npresented as or comprise an\r\nintegral disclosure of facts or allegations. In this instance the\r\npurchaser of the magazine and the\nreader of the editorial had his or\r\nher attention directed to the article with the intention that he or\r\nshe should read the two\nin association and draw the logical\r\nconclusions.\n[47] The respondents’\r\nanswer is two fold: first that they were not interdicted from\r\npublishing the identity of the applicant\nfor the interdict; second\r\nthat the editorial does not say that Els brought the urgent\r\napplication in his own interest and a reader\nwould understand that he\r\nacted on behalf of someone else. There is no merit in either\r\nsubmission.\n[48] The respondents were\r\nperfectly entitled to disclose the identity of the applicant for the\r\ninterdict and to say that he had\nobtain relief in particular terms.\r\nThey were interdicted from publishing the allegations of abuse\r\ncontained in the article in such\nclose proximity to the disclosure of\r\nidentity of the applicant or in such a manner as to create the\r\nimpression that the applicant\nand the abuser were one and the same\r\nperson. That is exactly the impression created by the editorial and\r\nthe article read together.\nThat that was the intention of the editor\r\nis also apparent from the choice which she exercised as appears from\r\nthe editorial.\n[49] The suggestion that\r\nany reader of normal intelligence would regard Els as acting in the\r\ninterest of another is disingenuous.\nIt would be very unusual. The\r\neditorial creates no such impression and if the possibility were to\r\noccur to anyone it would be dispelled\nby the failure of the editorial\r\nto draw that very material fact to the attention of its readers.\r\nThere is this further consideration:\nin the editorial the statement\r\nis made that the article was shown to the ‘alleged abuser’\r\nwhose name could not be made\npublic for comment; this is followed\r\nimmediately by the statement that the name of the applicant for the\r\ninterdict may be disclosed\n– the public was simply challenged\r\nto put two and two together.\n[50] For these reasons I\r\nam left in no doubt that what appeared in the two magazines on 21\r\nFebruary 2008 comprised the substance\nof the interdicted article and\r\nsuch publication was therefore a breach of the court order.\nIntention and mala\r\nfides\n[51] Dlodlo J found,\r\nobiter, that neither intention nor mala fides had been established.\r\nThese findings were challenged in this\nCourt on three grounds:\n1. Counsel submitted that\r\nthe learned judge erred in not finding that the respondents had\r\nfailed to advance evidence that established\na reasonable doubt as to\r\nwhether their non-compliance with the court order was wilful and mala\r\nfide.\n2. Counsel also contended\r\nthat analysis of the affidavits established that the respondents must\r\nhave foreseen and did foresee that\nthe publication carried the risk\r\nof Els being identified and that the necessary mens rea was\r\naccordingly present.\n3. As a matter of law it\r\nwas argued, culpa was a sufficient form of mens rea for purposes of\r\ncontempt of court where the offending\nparty acted in the capacity of\r\nthe editor of a publication.\n[52] Disobedience of a\r\ncourt order will constitute contempt when the breach is committed\r\ndeliberately and in bad faith:\nFakie\n, para 9:\n‘\nA\r\ndeliberate disregard is not enough, since the non-complier may\r\ngenuinely, albeit mistakenly, believe him or herself entitled to\nact\r\nin the way claimed to constitute the contempt. In such a case, good\r\nfaith avoids the infraction. Even a refusal to comply that\nis\r\nobjectively unreasonable may be bona fide (though unreasonableness\r\ncould evidence lack of good faith)’.\n[53] Thus, ‘the\r\noffence is committed not by mere disregard of a court order, but by\r\nthe deliberate and intentional violation\nof the court’s\r\ndignity, repute or authority that this evinces’:\nFakie\n,\r\npara 10. Where there is an honest belief that non-compliance is\r\njustified or proper, that is incompatible with the required state\nof\r\nmind (ibid).\n[54] This Court, in\nFakie\n, recognised that a respondent’s version must be\r\ncarefully scrutinised, but added that ‘however robust a court\r\nmay be\ninclined to be, a respondent’s version can be rejected\r\nin motion proceedings only if it is “fictitious” or so\n\nfar-fetched and clearly untenable that it can confidently be said, on\r\nthe papers alone, that it is demonstrably and clearly unworthy\nof\r\ncredence’ (at para 56). As Els did not ask for the matter to be\r\nreferred to oral evidence or for Weideman to be cross-examined\nhe\r\nmust, as counsel for the respondents submitted, live with the\r\nconsequences of the affidavits read for their own sake.\n[55] The respondents\r\nadduced evidence calculated to show that they published the censored\r\narticle with no intention to breach the\nterms of the order. In\r\nsummary, if their protestations can be believed,\ni) they understood that\r\npublication of a truncated version of the article which did not\r\nenable the reader to identify the alleged\nabuser fell outside the\r\nterms of the order; and\nii) they believed that it\r\nwas in the public interest to publish details of Klay’s\r\nunfortunate history of abuse.\n[56] Nevertheless the\r\nrespondents knew that if they disclosed the identity of the abuser in\r\nthe article they would breach the order.\nAs Weideman put it in her\r\nanswering affidavit:\n‘\nEk\r\nstem wel saam met die punt wat in die tweede laaste paragraaf van die\r\nbrief gemaak word, naamlik dat minagting van die Hof slegs\nsou\r\ngeskied “\nindien\r\nons kliënt (synde die Applikant) se identiteit op enige wyse\r\nafgelei kan word uit bogenoemde\n”\n,\r\nte wete die gewysigde weergawe van die artikel. Ek en die Tweede\r\nRespondent was versigtig om toe te sien dat die Applikant se\n\nidentiteit nie uit die (gesensorde) artikel sou blyk nie.’\n[57] The first\r\nrespondent’s state of mind before and at the time of publishing\r\nthe article can best be understood by reference\nto her answering\r\naffidavit, the contents of the editorial and the design of the cover\r\nof\nHuisgenoot\n.\n[58] As appears from the\r\npassage quoted in para 56 above, Weideman sought to convey her\r\nunderstanding that the order would have\nbeen breached only if the\r\nidentity of the abuser could have been inferred from the amended\r\narticle. The editorial conveys a like\nimpression. That however was a\r\nmisrepresentation of her state of mind. That her true appreciation of\r\nthe scope of the order was,\ncorrectly, much wider, appears from para\r\n20 of her affidavit:\n‘\nDie\r\nartikel en die voorblad was juis gesensor aangesien die Tweede\r\nRespondent opreg van mening was dat daar sodoende aan die bevel\n\nvoldoen sou word.’\nWeideman knew, therefore,\r\nthat disclosure of Els’s identity (as the alleged abuser)\r\neither in the article or on the cover\nwould breach the order.\r\nConsistent with that knowledge she must also have appreciated that\r\ndisclosure in the editorial would have\nthe same consequence.\n[59] In both the\r\neditorial and her affidavit Weideman made much of her intention to\r\npublish the article because of the public interest\n(in the broad\r\nsense) in hearing about the abuse which Klay, and others like him,\r\nhad suffered. However the following passage in\nher affidavit casts\r\nserious doubt on that motive:\n‘\n9.1\r\nEk ontken dat\n“\ndie\r\nartikel”\n,\r\nsoos dit voor die Agbare Regter van die WPA gedien het, in wese, of\r\nhoegenaamd in\nHuisgenoot\nen\nYou\ngepubliseer\r\nis.\n9.2\r\nIn hierdie verband wys ek daarop dat die beweringe dat mnr Klay as\r\nkind deur ‘n ouer man gemolesteer is, asook besonderhede\nvan\r\ndie beweerde molestering, reeds teen 11 Februarie 2008 wyd\r\ngepubliseer is. Daardie beweringe was dus toe reeds wêreldkundig.\n\nDie hele punt van\n“\ndie\r\nartikel”\nwas\r\nKlay se bewering dat die Applikant die persoon was wat hom sou\r\ngemolesteer het. Dit was die identifisering van die Applikant\nas\r\ndaardie persoon wat die wese was van die artikel. Daarsonder sou dit\r\nniks bygedra het tot die reeds-bestaande publikasies oor\nKlay se\r\nbeweringe nie.\n“\nDie\r\nartikel”\nhet\r\ndus om die identiteit van die beweerde molesteerder gedraai.’\nThat the role of public\r\ninterest was, in her mind, subservient to exciting the narrower\r\ninterest of the public in the identity of\nthe abuser is also apparent\r\nfrom the cover of\nHuisgenoot\n. The attention of the reader is\r\ndrawn to-\n(a) the reproduction of\r\nthe figure of the abuser (with the face obscured);\n(b) the words ‘as\r\nkind gereeld gemolesteer deur GESENSOR! se man’; and\n(c) ‘My jare as\r\nGESENSOR! se seksspeelding’.\nThe ‘censored’\r\nparts of the cover design were specifically created for the purpose\r\nand are not extracts from the article.\n[60] The Court asked\r\nrespondents’ counsel what publication of the article could\r\noffer the reader in the absence of disclosure\nof the identity of the\r\nabuser. He could only suggest the report of the ‘in-depth’\r\ninterview with Klay. But it is clear\nthat nothing was added to the\r\narticle after the making of the order. As the editorial makes clear\r\nthe particulars of the article\nwere retained (‘behou’),\r\nthe details of the abuse were already in the public domain and, as\r\nthe affidavit confirms,\nthe spice of the article lay in revealing the\r\nname.\n[61] In constructing the\r\neditorial Weideman knew that she was addressing herself to a public\r\nthat wanted an answer to that question.\nThe cover had been designed\r\nto stimulate that enquiry.\n[62] It is clear from the\r\neditorial that the first respondent was irritated by the grant of the\r\ninterdict and of the opinion that\nthe judge had wrongly interfered\r\nwith what she perceived as press freedom. Her description of the\r\ndeleted passages as ‘regstegnies’\nand of the changes in\r\nthe article as ‘gering’ reflected her disdain for the\r\norder. She was clearly determined to publish\nthe article. For the\r\nreasons already mentioned her resort to ‘the public interest’\r\nmust be taken with more than a pinch\nof salt.\n[63] In the second\r\nparagraph of the editorial the appellant is identified by name as the\r\napplicant for the interdict. He is described\nas a singer and in the\r\nsame breath the reader is told that the alleged abuser is a\r\nwell-known figure in the Afrikaans music world.\nIn the fourth\r\nparagraph we learn that the article was submitted to the abuser for\r\ncomment. The assertion is emphatically made that\nalthough the article\r\nmay not be published the name of the applicant for the interdict\r\ncould be disclosed.\n[64] Weideman provided no\r\nrational explanation for mentioning the name of the applicant for the\r\ninterdict or for her express reference\nto her right to publish it.\r\nNor was counsel able to suggest an innocent reason for her doing so.\r\nThe editorial did not say or suggest\nthat Els had acted on behalf of\r\nthe alleged abuser. Nor did it say that Els was not the abuser. Any\r\nreasonable reader would drawn\nthe inference that the omission to do\r\nso was deliberate.\n[65] The design of the\r\ncover of\nHuisgenoot\ncannot be divorced from the editorial. The\r\nphotograph of the abuser was, as I have noted, taken from the cover\r\nof a current CD and\nDVD released by Els which showed a full length\r\npicture of him. The reproduction on the magazine cover would be\r\nrecognised and identified\nbeyond any doubt from a simple comparison\r\nof the clothing worn by the subject. Moreover, as the answering\r\naffidavit makes clear,\nthere had been an historical association\r\nbetween the appellant and the magazine and its readers. Inter alia\nHuisgenoot\nhad devoted space to the marriage of the appellant\r\nto a woman famous in her own right in South Africa and to the birth\r\nof their\nchild. The curious and interested reader would have no\r\ndifficulty in ‘joining the dots’ between Els’s name\r\nin\nthe editorial and the reference to ‘GESENSOR! se man’\r\non the cover, as indeed he or she was impliedly invited to do.\n[66] Thus, when one\r\nconsiders the first respondent’s affidavit with the content of\r\ncover and editorial one is left in no reasonable\ndoubt that she,\r\nwhile appreciating both the scope and effect of the interdict, set\r\nout carefully and deliberately to construct\na trail for her readers\r\nwhich would lead them to conclude that Els and the abuser who could\r\nnot be directly named were one and\nthe same person. That, in my\r\njudgment, is the only reasonable inference that follows from the\r\nfacts and it is consistent with all\nof them.\n[67] That being the\r\nconclusion, not only has Weideman failed to adduce credible evidence\r\nof her bona fides, but her intention unlawfully\nto circumvent the\r\ncourt order is manifest.\n[68]\r\nThe legal basis necessary to establish the guilt of the second\r\nappellant, her employer and the publisher of the magazines,\nis by no\r\nmeans so clear. Does its liability depend on proof of its individual\r\nmens rea or should a civil court apply the test laid\ndown in s 332 of\r\nthe Criminal Procedure Act (which renders a corporate body\r\nvicariously liable).\n3\nIn relation to the\r\nlatter alternative, why should the basis of liability of a corporate\r\nbody for contempt of court be tested by\na standard different from\r\nthat of an individual employer?\n[69] But Weideman deposed\r\nas follows:\n‘\nEk\r\nis behoorlik deur die Tweede Respondent gemagtig om hierdie\r\nverklaring af te lê. Waar van toepassing, is enige verwysing\nna\r\nmy in hierdie verklaring ook ‘n verwysing na die Tweede\r\nRespondent, tensy die teendeel blyk.’\nIt appears, therefore,\r\nthat Media 24 accepted that the actions and intentions of its editor\r\nwere in all respects to be regarded\nas its own, and that her bona\r\nfides or mala fides reflected its own state of mind. On that basis\r\nthere is no ground of distinction\nbetween them and the second\r\nrespondent also committed contempt of court in publishing the\r\narticle.\n[70] Appellant’s\r\ncounsel conceded that he was unable to establish a direct connection\r\nbetween Venter and the publication of\nthe article. The cost\r\nimplications of the involvement of the third respondent in the\r\napplication and the appeal appear to be negligible.\n[71] No evidence was\r\nplaced before the court a quo by either party that would have enabled\r\nit (or us) to decide on an appropriate\nsanction. In my view, the\r\nappeal having succeeded, the matter should be referred back to it so\r\nthat a proper enquiry can be undertaken\nand an apposite sanction be\r\nimposed.\n[72] In the result the\r\nfollowing order is made:\n1. The appeal succeeds in\r\nrespect of the first and second respondents.\n2. The appeal is\r\ndismissed in respect of the third respondent.\n3. The order of the court\r\na quo is set aside and replaced with the following:\n‘\n(1)\r\nThe first and second respondents are convicted of contempt of court.\n(2) The application\r\nagainst the third respondent is dismissed.’\n4. The application is\r\nremitted to the court a quo to consider and if necessary hear\r\nevidence as to the sanctions appropriate to\nthe offences committed by\r\nthe first and second respondents, to impose the said sanctions, and\r\nto make an appropriate award of costs.\n5. The first and second\r\nrespondents are to pay the costs of the appeal jointly and severally.\n____________________\nJ A Heher\nJudge of Appeal\nNUGENT JA (Maya JA\r\nconcurring):\n[73] I agree with Heher\r\nJA that the Western Cape High Court had jurisdiction in the matter\r\nfor the reasons that he gives.\n[74] It was submitted for\r\nthe respondents that this case is about the right to media freedom\r\nbut that is not correct. The time to\nassert the right to media\r\nfreedom is while a matter is under adjudication. But once the\r\nadjudication is complete and the court\nhad made its order then even\r\nthe media must submit to the authority of the courts. Without\r\nassiduous preservation of that authority\nall rights become vulnerable\r\n– including the right to media freedom.\n[75]\r\nTo the mind of Ms Weideman the allegation by Mr Klay that he had been\r\nmolested, and the details of the alleged molestation,\nwere not\r\nnewsworthy. Those had been published before. What was newsworthy was\r\nthe identity of the alleged molester. Ms Weideman\nsaid that she\r\nunderstood the order to prohibit only that disclosure. In that she\r\nwas wrong. The fact that much of the content of\nthe article was\r\nalready in the public domain might have provided grounds for\r\nSutherland J to have limited the order but we are\nnot concerned with\r\nwhat ought or ought not to have been prohibited. We are concerned\r\nwith what the learned judge did or did not\nprohibit. That is a matter\r\nfor construction of the language in which the order is couched,\r\nunless the language is ambiguous.\n4\n[76] There is nothing\r\nambiguous about the language. It prohibited publication of the\r\narticle and not only part of the article. There\nis no suggestion in\r\nthe language of the order that ‘the article’ meant only\r\nthe newsworthy part. Indeed, I have difficulty\nseeing how the\r\nlanguage could possibly have been construed in that way.\n[77] It was not disputed\r\nby counsel for the respondents that ‘the article’\r\ncontemplates its substance. Merely to black\nout names and words here\r\nand there does not seem to me to alter its substance – even if\r\nthe article does cease to be news.\nWhat was published was in\r\nsubstance the prohibited article and by doing so Ms Weideman\r\ncontravened the order – even leaving\naside the editorial. What\r\nremains is only to examine the state of mind with which she did so.\n[78] Ms Weideman revealed\r\nher state of mind in the editorial that she wrote. She was clearly\r\nannoyed that the order had been granted.\nHer response was to devise\r\nwhat she told her readers was a ‘legalistically technical’\r\nform in which to publish the\narticle. Reasoning from the premise that\r\nthe magazine had not been prohibited from identifying the person who\r\nhad applied for the\ninterdict she went on to tell her readers that\r\nonce the interdict had been granted the magazine had been left with\r\ntwo options:\nEither it could publish ‘the name of the applicant\r\n[for the interdict] but not disclose details of the article’.\r\nOr\nit ‘could publish the article with certain changes while\r\nretaining the details [of the molestation that was alleged to have\n\noccurred]’. Plainly she meant by the latter ‘option’\r\nthat the altered article would be published in addition\nto publishing\r\nthe name of the applicant for the interdict because that is in fact\r\nwhat she did.\n[79] There was another\r\ncourse that she might also have chosen – which was not to\r\npublish the name of the applicant for the\ninterdict at all. The fact\r\nthat that was not considered to be an option demonstrates ineluctably\r\nthat she was intent upon having\nthe name of Mr Els in the magazine.\r\nWhat she debated in her mind was only whether to add the details of\r\nthe alleged molestation.\nThe debate could only have been brief\r\nbecause she told her readers that the choice was ‘obvious’.\n[80]\r\nIn her affidavit Ms Weideman denied that she ‘attempted to\r\ndisclose the identity of Mr Els or that she had any intention\nin that\r\nregard’. She pointed out that the article itself did not\r\ndisclose the identity of the alleged molester once portions\nhad been\r\nblacked out – which is perfectly true. She also pointed out\r\nthat the editorial ‘did not indicate, or furnish\nan indication,\r\nthat the person referred to in the article was the applicant for the\r\ninterdict’\n5\n–\nwhich is also true in one\r\nsense. But what Ms Weideman does not explain is what purpose she\r\nintended to serve by publishing the name\nat all. Clearly she did so\r\nintending her readers to make the link.\n[81] Ms Weideman was at\r\npains to say in her evidence that the details of the alleged\r\nmolestation in themselves were no longer newsworthy.\nThey had value\r\nonly if they were published in conjunction with the identity of the\r\nalleged molester. That being so there can be\nno explanation for her\r\nhaving published those details with the identity blacked out unless\r\nshe intended her readers to fill in\nthe gaps for themselves. Only the\r\nmost slow-witted reader would not have identified the applicant for\r\nthe interdict as the alleged\nmolester. She might just as well have\r\npublished the article in its original form for the difference that it\r\nmade.\n[82]\r\nThe only reasonable inference from her conduct in publishing the name\r\nof the applicant for the interdict – in the absence\nof an\r\nalternative explanation, which has not been forthcoming – is that Ms\r\nWeideman intended her\nreaders to deduce by inference who the alleged\r\nmolester was. I have no hesitation finding that her denial that that\r\nwas her intention\nis untruthful and rejecting it on the papers\r\nalone.\n6\n[83] The state of mind\r\nfor contempt of court in the present context is ‘deliberate and\nmala\r\nfide’\ndefiance\r\nof a court order.\n7\nIn\nFakie\n8\nthis court said the following in\r\nrelation to proceedings for contempt of court:\n‘\n[O]nce\r\nthe applicant has proved the order, service or notice, and\r\nnon-compliance, the respondent bears an evidential burden in relation\n\nto wilfulness and\nmala\r\nfides\n.\r\nShould the respondent fail to advance evidence that establishes a\r\nreasonable doubt as to whether non-compliance was wilful and\nmala\r\nfide\n,\r\ncontempt will have been established beyond reasonable doubt.’\n[84] Far from laying such\r\na basis the evidence in this case establishes the contrary. Ms\r\nWeideman was pertinently aware that she\nwas prohibited from\r\ndisclosing the identity of the alleged offender yet she deliberately\r\nset about to do so. Her denial that she\nintended to disclose the\r\nidentity of the alleged molester is palpably untrue. There was no\r\nsuggestion in her affidavit that she\nbelieved that she was entitled\r\nto achieve what she knew was prohibited provided only that she\r\nachieved it through a ruse or that\nany such belief would be bona\r\nfide. The ineluctable finding in those circumstances is that she\r\npublished the material deliberately\nand in bad faith in breach of the\r\norder. That is not the pursuit of media freedom – it is\r\ncontempt of court.\n[85] I agree with my\r\ncolleague that the` act of Ms Weideman must be taken to be the\r\nsimultaneous act of Media 24. I also agree that\nMs Venter cannot be\r\nsaid to have offended. For those reasons I agree with the order that\r\nhe proposes.\n_______________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT: D F Dörfling\r\nSC\nInstructed by Du Plessis\r\n& Associates Inc, Randburg;\nMartins Attorneys,\r\nBloemfontein\nRESPONDENTS: A M\r\nBreitenbach SC (with him M L Norton and L J Arnott)\nInstructed by Werksmans\r\n(Incorporating Jan S de Villiers), Cape Town;\nNaudés,\r\nBloemfontein\n1\nRelying\r\n\ton\nS v Harber\n1988 (3) SA 396\n(A).\n2\nSection\r\n\t3(1)(b) of the Interim Rationalisation of Jurisdiction of High\r\n\tCourts Act 41 of 2001.\n3\nCf\r\n\teg\nRe Supply of Ready Mixed Concrete (No 2) Director General of\r\n\tFair Trading v Pioneer Concrete (UK) Ltd\n[1995] 1 AER 135\n(HL)\r\n\t142b-d, 151f-156f;\nTwentieth Century Fox Film Corporation v\r\n\tPlayboy Films (Pty) Ltd\n1978 (3) SA 202\n(W) 203C-D.\n4\nFirestone\r\n\tSouth Africa (Pty) Ltd v Gentiruco AG\n1977 (4) SA 298\n(A) at\r\n\t304D-H.\n5\nMy\r\n\ttranslation.\n6\nPlascon-Evans\r\n\tPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A)\r\n\tat 635C.\n7\nFakie\r\n\tNO v CCII Systems (Pty) Ltd\n[2006] ZASCA 52\n;\n2006 (4) SA 326\n(SCA) paras 9 and\r\n\t10.\n8\nNote\r\n\t2 above.",
  "scraped_at": "2026-02-11T20:45:21.176594",
  "date": "2010-11-30",
  "coram": [
    "NUGENT",
    "HEHER",
    "MAYA JJA"
  ],
  "case_number": "512/09",
  "parties": {
    "applicants": [
      "Christiaan Jurie Els"
    ],
    "respondents": [
      "Esmaré Weideman",
      "Media 24 Limited",
      "Izzelle Venter"
    ]
  },
  "sections": {
    "facts": "The appellant, singer Christiaan Jurie Els, sought an interdict to prevent publication of an article that alleged he had sexually abused Robbie Klay from the age of ten. A draft of the article was sent to Els, who applied to the Western Cape High Court for an interim interdict. The order prohibited publishing the article in any form. Despite the order, the magazines Huisgenoot and You, edited by Esmaré Weideman and published by Media 24, released a cover, editorial and a heavily edited version of the article on 21 February 2008, which identified Els by name and implied the alleged abuse. The third respondent, Izzelle Venter, was the editorial head. Els initiated contempt proceedings against all three respondents.",
    "issues": "1) Whether the Western Cape High Court had jurisdiction to hear contempt proceedings concerning an order made by a Gauteng High Court. 2) Whether the publications on 21 February 2008 fell within the prohibited ‘article’ as defined by the interdict. 3) Whether the respondents acted wilfully and in bad faith (mala fides) in breaching the order, thereby constituting contempt of court.",
    "principles": "The court applied s26(1) of the Supreme Court Act, which gives judgments of one High Court effect throughout the Republic, and s19(1) of the same Act, conferring jurisdiction over persons resident or carrying on business in the court’s province. Contempt requires a deliberate, wilful breach of a court order with mala fides, as articulated in Fakie NO v CCII Systems and the principle that an order’s language is to be given its plain meaning. Jurisdictional limits were considered in light of the Rationalisation of Jurisdiction of High Courts Act and constitutional provisions on the uniformity of court orders.",
    "application": "The SCA held that the Western Cape High Court was correctly seized because both the first and second respondents were domiciled in the Cape and the alleged breach occurred there. The court interpreted the interdict as prohibiting any publication of the substance of the article, not merely the identifying details. The cover, editorial and edited article together conveyed the same substance, thereby breaching the order. Evidence showed the respondents knowingly published the material to draw readers to infer Els’s identity, satisfying the wilfulness and mala fides required for contempt.",
    "conclusion": "The appeal succeeded in respect of the first and second respondents. The order of the court a quo was set aside and replaced with a conviction of contempt for Esmaré Weideman and Media 24 Limited. The application against the third respondent, Izzelle Venter, was dismissed. The matter was remitted to the Western Cape High Court to determine appropriate sanctions and award costs, with the first and second respondents ordered to pay the costs of the appeal jointly and severally."
  },
  "tags": {
    "level_1": "Media Law",
    "level_2": "Contempt of Court",
    "level_3": [
      "court order enforcement",
      "jurisdiction",
      "press freedom",
      "bad faith",
      "injunction"
    ]
  }
}