{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/124.html",
  "case_name": "ATB Chartered Accountants (SA) v Bonfiglio (648/09) [2010] ZASCA 124; [2011] 2 All SA 132 (SCA) [2011] 2 All SA 132 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 124",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 124\n|\nNoteup\n|\nLawCite\nATB Chartered Accountants (SA) v Bonfiglio (648/09) [2010] ZASCA 124; [2011] 2 All SA 132 (SCA) [2011] 2 All SA 132 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 648/09\nNo Precedential Significance\nIn the matter:\nATB CHARTERED ACCOUNTANTS (SA)\n............................................\nAppellant\nand\nEDNA BONFIGLIO\n.................................................................................\nRespondent\nNeutral citation:\nATB Chartered Accountants\r\n(SA) v Edna Bonfiglio\n(648/09)\n[2010] ZASCA 124\n(30 September\r\n2010)\nCoram:\nNUGENT, CLOETE JJA, R PILLAY,\r\nBERTELSMANN AND EBRAHIM AJJA\nHeard:\n27 AUGUST 2010\nDelivered:\r\n30 SEPTEMBER 2010\nSummary:\nExtinctive Prescription –\nPrescription Act 68 of 1969\n– subsections 12(1) and 12(3) –\r\nprescription begins to run from the time the debt becomes due –\r\nsubsection 12(3)\n–from time creditor acquires knowledge of\r\nfacts from which debt arises – claim based on contract to\r\nrender professional\nadvice in relation to agreement of sale of\r\nbusiness to third party – default by purchaser – regard\r\nto circumstances\n– debt prescribed.\nORDER\nOn appeal from: Gauteng North High Court (Pretoria)\r\n(Pretorius J sitting as court of first instance)\n1.\r\n(a) The appeal is upheld with costs.\n(b) The order of the North Gauteng High Court is set\r\naside in its entirety and substituted with the following order:\n'The\r\nspecial plea of prescription is upheld and the plaintiff's action is\r\ndismissed with costs.'\nJUDGMENT\nR PILLAY AJA (Nugent, Cloete JJA and Bertelsmann and\r\nEbrahim AJJA concurring)\n[1]\r\nThe issue in this appeal is whether the court below, which granted\r\nleave to appeal, was correct in dismissing the appellant's\nspecial\r\nplea of prescription.\n[2]\r\nThe respondent sued the appellant (ATB), a firm of Chartered\r\nAccountants, for damages. The summons was served on 30 June 2006\n.Her\r\nclaim was based on the alleged failure of ATB to properly carry out a\r\ncontractual mandate with adequate knowledge and diligence\nthat could\r\nreasonably be expected of chartered accountants, alternatively,\r\nnegligence in that it breached a duty of care towards\nthe respondent\r\nin advising and negotiating the sale of her business.\n[3]\r\nThe respondent was the sole member of a close corporation, M Klisser\r\nCC (the corporation), a stationery retailer. ATB was its\nauditor. The\r\nrespondent requested ATB to find a buyer for the corporation, which\r\nwas experiencing financial hardship. On 5 April\n2002 ATB and the\r\nrespondent concluded an oral agreement in terms of which ATB\r\nundertook to procure a buyer for her interest and\nloan account in the\r\ncorporation and to render professional advice in regard thereto. ATB\r\nwas represented by Mr Martin Venter (Venter).\n[4]\r\nOn the same day Venter introduced her to Jacobus Wilhelm Raath\r\n(Raath) another of ATB's clients, as a prospective buyer. Thereafter,\n\nVenter drafted a document headed 'Offer to Purchase' and presented it\r\nto the respondent after Raath had already signed it. The\nrespondent\r\nsigned it and accepted the offer, thereby selling her interest and\r\nloan account in the corporation for R825 000-00.\nPayment was to take\r\nplace in terms of a stipulated schedule of monthly instalments, the\r\nfirst of which was to be paid on 30 April\n2002, in an amount of R10\r\n000-00 'plus interest'. All concerned, including the respondent, knew\r\nthat Raath intended to finance\npayment of the purchase price for the\r\nrespondent's interests in the corporation out of the profits of its\r\nretail operations. After\nthe conclusion of the written agreement,\r\nRaath took over the running of the stationery business. It turned out\r\nthat he later converted\nthe corporation into a company, namely, C\r\nKlisser Co (Pty) Ltd.\n[5] Raath failed to make the first payment. Thereafter\r\nrespondent, legally represented, entered into correspondence with\r\nRaath and\nATB. It is not necessary to deal with all the\r\ncorrespondence, save for a few material letters. Early in May 2002,\r\nrespondent's\nattorneys wrote a letter to ATB expressing concern about\r\nRaath's failure to pay. They also wrote a subsequent letter dated 7\r\nAugust\n2002 to ATB, the relevant portion of which reads as follows:\n'We\r\nalso have instructions to inform you at this early stage, that our\r\nclient will hold you liable for all damages and losses she\nmay suffer\r\nas a result of the transaction she entered into with Mr J W D Raath\r\non your advice, and particularly as a result of\nthe 'offer to\r\npurchase' you drew up and assisted our client in signing.'\n[6] Further communication between the legal\r\nrepresentatives of the respondent and Raath resulted in a new short\r\nterm schedule for\nthe payment of the purchase price being negotiated\r\nand finally agreed upon by the respondent and Raath. ATB was informed\r\nof the\nnew arrangements by letter dated 11 November. Raath's\r\nfinancial position did not improve to any great extent and he made\r\ninfrequent\npayments to the respondent, in breach of the new schedule.\n[7] On 19 March 2003, respondent\r\ninstituted action against Raath for the balance of the purchase\r\nprice. On 3 April 2003 she received\na letter, dated 1 April 2003,\r\nfrom Raath's attorney, the effect of which was that Raath was unable\r\nto make payment to her and that\nC Klisser Co (Pty) Ltd had been\r\nliquidated.\n1\nOn 22 May 2003 respondent nonetheless\r\nobtained summary judgment against him. On 26 June 2003 a warrant of\r\nexecution was issued against\nthe property of Raath and pursuant\r\nthereto, the sheriff filed a\nnulla\r\nbona\nreturn on 7\r\nJuly 2003.\n[8]\r\nThe respondent then turned her attention to ATB. She instituted\r\naction against ATB in the High Court, Pretoria claiming damages\nin an\r\namount of R856 400-10 on the basis that it had failed to comply with\r\nthe terms of the contract it had entered into with her.\nShe alleged\r\nthat in advising and negotiating the transaction referred to above,\r\nATB expressly, tacitly or impliedly undertook:\n(i) to take reasonable\r\nsteps to ensure that the purchaser was in a sound financial position\r\nin order to comply with his financial\nobligations; (ii) to ensure\r\nthat proper security was furnished and (iii) that it would exercise\r\nthe care, knowledge and diligence\nreasonably expected of chartered\r\naccountants in rendering professional services and would execute its\r\nduty in a proper professional\nmanner and without negligence. The\r\nalternative claim is based on negligence for breaching a duty of care\r\nand was couched in similar\nterms.\n[9]\r\nATB entered a special plea of prescription, the validity of which, as\r\nindicated above, is the issue in this appeal. It asserted\nthat\r\nprescription in relation to the respondent's claim commenced to run,\r\nin terms of\nsection 12(1)\nof the\nPrescription Act 68 of 1969\non 5\r\nApril 2002 when she entered into the agreement of sale (upon the\r\nadvice of ATB). Alternatively, at best for the respondent,\nso ATB\r\ncontended, the debt became due when her attorney informed it by\r\nletter dated 7 August 2002, that she intended to hold it\nliable for\r\nany losses that she may have suffered as a result of entering into\r\nthe agreement of sale on its advice.\n[10]\r\nIn her replication to the special plea, the respondent denied that\r\nprescription commenced to run on 5 April 2002 or at any\ntime before 7\r\nJuly 2003 when a nulla bona\nreturn\r\nwas filed. She contended that she only then became aware that the\r\ndebt as against ATB had become due.\n[11]\r\nAt the hearing of this appeal, ATB applied to amend its special plea.\r\nThe application was not opposed and this court granted\nthe\r\namendments. The effect thereof is that the alternative date from\r\nwhich it contended prescription had begun to run, namely,\n7 August\r\n2002 was amended to 1 April 2003, being the date of the letter\r\ninforming the respondent that Raath was unable to pay her\nand that C\r\nKlisser Co (Pty) Ltd had been liquidated. It was alleged that the\r\nclaim was therefore extinguished on 31 March 2006.\n[12]\r\nIt is common cause that the respondent's claim falls within the\r\nparameters of subsection 11(d) of the Act which provides a\n\nprescription period of three years.\n[13]\nSection 12\nof the Act sets out when prescription starts to run. The\r\nrelevant subsections provide:\n'(1) Subject to the provisions\r\nof subsections (2), (3) and (4), prescription shall commence to run\r\nas soon as a debt is due.\n(2) . . .\n(3) A debt shall not be deemed\r\nto be due until the creditor has knowledge of the identity of the\r\ndebtor and the facts from which\nthe debt arises: Provided that a\r\ncreditor shall be deemed to have such knowledge is he could have\r\nacquired it by exercising reasonable\ncare.\n(4) . . .'\n[14] In\nTruter\r\n& another v Deysel\n2\nat para 16 the following was said:\n'For\r\nthe purposes of the Act, the term 'debt due' means a debt including a\r\ndelictual debt, which is owing and payable. A debt is\ndue in this\r\nsense when the creditor acquires a complete cause of action for the\r\nrecovery of the debt, that is, when the entire\nset of facts which the\r\ncreditor must prove in order to succeed with his or her claim against\r\nthe debtor is in place or, in other\nwords, when everything has\r\nhappened which would entitle the creditor to institute action and to\r\npursue his or her claim.'\n[15] It was submitted on behalf of the appellant that\r\nthe respondent's debt became due when ATB breached the contract with\r\nthe respondent\nwhen the latter concluded the sale agreement on the\r\nalleged negligent advice of ATB. It was submitted further that it was\r\nthen\nthat the wrong occurred and that the respondent sustained the\r\nloss although it was not yet apparent.\n[16] There is support for that\r\nsubmission in various cases cited in R H Christie:\nThe\r\nLaw of Contract in South Africa.\n3\nThus in\nBurger\r\nv Gouws & Gouws (Pty) Ltd\n4\n,\nfor example, in\r\nwhich the defendant breached a contract by delivering to the\r\nplaintiff the wrong variety of onion seed, Franklin\nJ said the\r\nfollowing at 588 A:\n‘\nThe\r\nplaintiff has claimed damages as a result of the defendant’s\r\nbreach of contract in failing to deliver the “Caledon\nGlobe:”\r\nvariety of seed. That was the single completed wrongful act by the\r\ndefendant; and the fact that the nature and extent\nof the damages\r\nultimately sustained by the plaintiff may only manifest themselves\r\nafter the seed has been planted is in my view\nirrelevant, provided\r\nthat it is proved at the trial that the plaintiff suffered damages as\r\na result of that single completed wrongful\nact.’\n[17] The respondent's counsel, on the\r\nother hand, submitted that the right of action was complete only when\r\nthe writ of execution\nresulted in a nulla bona\nreturn.\r\nIt was not before that event, so it was submitted, that it could be\r\nsaid that Raath was unable to pay the purchase price.\nI do not think\r\nthat can be correct. On that approach it might just as well be said\r\nit would not be known that Raath was unable\nto discharge his debt to\r\nthe respondent until the judgment debt had expired after the period\r\nof thirty years because at any time\nbefore then he may have acquired\r\nthe necessary funds to do so.\n[18] But I do not think it is necessary to decide in\r\nthis case precisely when the right of action arose. I have pointed\r\nout that\ns 12(3)\nof the Act delays the running of prescription until\r\nthe creditor has knowledge of the identity of the debtor and the\r\nfacts from\nwhich the debt arises (a creditor is deemed to have such\r\nknowledge if he or she could have acquired it by exercising\r\nreasonable\ncare). The purchase price of the corporation (company) was\r\nto be paid from the profits that it made but on 3 April 2003, the\r\nrespondent\nwas advised not only that Raath had been unable to make\r\npayment, but also that the company had been placed in liquidation.\r\nThere\ncan be no doubt that at least by that time the prospect of\r\nreceiving the purchase price was minimal, if it existed at all. Had a\n\ncourt been called upon to determine at that date, as a matter of\r\nprobability, whether the respondent had suffered loss, it is plain\n\nwhat its finding would have been. I think it must follow that by no\r\nlater than that date the respondent's right of action had indeed\n\naccrued, and that she had knowledge of all the facts which gave rise\r\nto that right of action.\n[19] Thus in my view prescription had commenced to run\r\nfrom no later than 3 April 2003 and the claim prescribed no later\r\nthan three\nyears thereafter ie on 2 April 2006. The summons was\r\nissued only thereafter – on 30 June 2006 – and the\r\nspecial plea\nought to have been upheld.\n[20] In the result, the following order is made:\n(a) The appeal is upheld with costs.\n(b)\r\nThe order of the North Gauteng High Court is set aside in its\r\nentirety and substituted with the following order:\n'The\r\nspecial plea of prescription is upheld and the plaintiff's action is\r\ndismissed with costs.'\n___________________\nR PILLAY\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: H H STEYN\nInstructed\r\nby: Couzyn Hertzog & Horak, Pretoria\nNaudes\r\nInc, Bloemfontein\nFor\r\nrespondent: T W G BESTER\nInstructed\r\nby: Corrie Nel Attorneys\nc/o Jacques Roets Attorneys, Pretoria\nChristo\r\nDippenaar Attorneys,\nBloemfontein\n1\n'Dit\r\n\tspyt ons om u mee te deel dat ons kliënt nie in staat was om\r\n\tfinansieël die mas op te kom nie. Alle gelde wat oor\ndie\r\n\tafgelope ses (6) maande gein is, moes aangewend word om betalings\r\n\taan uitstaande skuldeisers te maak.\nOns bevestig dan dat M Klisser & Co (Pty) Ltd dan\r\n\tgelaas gelikwideer is.'\n2\n[2006] ZASCA 16\n;\n2006\r\n\t(4) SA 168\n(SCA).\n3\nR\r\n\tH Christie assisted by Victoria McFarlane 5ed p 487.\n4\n1980\r\n\t(4) SA 583\n(W)",
  "scraped_at": "2026-02-11T20:38:15.036789",
  "date": "2010-09-30",
  "coram": [
    "Nugent",
    "Cloete JJA",
    "R Pillay",
    "Bertelsmann",
    "Ebrahim Ajja"
  ],
  "case_number": "648/09",
  "parties": {
    "applicants": [
      "ATB Chartered Accountants (SA)"
    ],
    "respondents": [
      "Edna Bonfiglio"
    ]
  },
  "sections": {
    "facts": "ATB Chartered Accountants (SA) was engaged by Edna Bonfiglio, sole member of M Klisser CC, to find a buyer for her interest and loan account in the corporation. On 5 April 2002 ATB, through its representative Martin Venter, introduced Jacobus Wilhelm Raath as a prospective buyer and drafted an 'Offer to Purchase' which Bonfiglio signed, agreeing to sell her interest for R825,000 payable in monthly instalments beginning 30 April 2002. Raath failed to make the first instalment and subsequent payments, leading to correspondence between Bonfiglio's attorneys, Raath and ATB. A new payment schedule was negotiated but Raath's financial position remained poor. In March 2003 Bonfiglio obtained a summary judgment against Raath, who later informed her on 1 April 2003 that he could not pay and that the company C Klisser Co (Pty) Ltd had been liquidated. Bonfiglio then sued ATB in the High Court for damages of R856,400, alleging breach of contract and negligence in advising and negotiating the sale.",
    "issues": "The primary issue was whether the special plea of prescription raised by ATB should succeed. Specifically, the court had to determine when the debt owed by ATB to Bonfiglio became due for the purposes of the Prescription Act 68 of 1969, i.e., whether it commenced on 5 April 2002, on 7 August 2002 (date of a letter warning ATB), or on 3 April 2003 (letter informing of Raath's inability to pay and liquidation), and consequently whether the three‑year prescription period had expired before the summons was issued on 30 June 2006.",
    "principles": "The court applied the Prescription Act, particularly sections 12(1) and 12(3). Section 12(1) states that prescription commences when a debt is due, while section 12(3) stipulates that a debt is not deemed due until the creditor has knowledge of the debtor's identity and the facts from which the debt arises, knowledge being deemed acquired if it could have been obtained through reasonable care. The court relied on Truter & another v Deysel, which defines a debt as due when the creditor has a complete cause of action. The principle that knowledge must be actual or constructive, and that reasonable care can impute knowledge, guided the determination of the commencement of prescription.",
    "application": "The court concluded that Bonfiglio could not be said to have knowledge of the debt's existence until she received the letter dated 1 April 2003, which disclosed Raath's inability to pay and the liquidation of C Klisser Co. This date satisfied the requirement of actual knowledge under s12(3). Accordingly, prescription began on 3 April 2003, and the three‑year period expired on 2 April 2006. Since the summons was only issued on 30 June 2006, the claim was prescribed. The court held that it was unnecessary to pinpoint the exact moment the cause of action arose, as the statutory provision on knowledge controlled the analysis.",
    "conclusion": "The appeal was upheld. The order of the North Gauteng High Court was set aside and replaced with an order confirming that the special plea of prescription is upheld and the plaintiff's action is dismissed with costs."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Prescription",
    "level_3": [
      "Prescription Act",
      "Professional negligence",
      "Contract",
      "Statute of limitations"
    ]
  }
}