{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/77.html",
  "case_name": "Samancor Group Pension Fund v Samancor Chrome (452/09) [2010] ZASCA 77; 2010 (4) SA 540 (SCA) ; [2010] 4 All SA 297 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 77",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 77\n|\nNoteup\n|\nLawCite\nSamancor Group Pension Fund v Samancor Chrome (452/09) [2010] ZASCA 77; 2010 (4) SA 540 (SCA) ; [2010] 4 All SA 297 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase n\no:\r\n452/09\nIn the matter between:\nSAMANCOR GROUP PENSION\r\nFUND\nAppellant\nand\nSAMANCOR CHROME\nFirst\r\nRespondent\nTHE PENSION FUNDS\r\nADJUDICATOR\nSecond\r\nRespondent\nTHE REGISTRAR OF PENSION\r\nFUNDS\nThird\r\nRespondent\nGERHARDUS SWANEPOEL\nFourth\r\nRespondent\nNeutral citation:\nSamancor\r\nGroup Pension Fund v Samancor\nChrome (452/09)\n[2010] ZASCA 77\n(27 May 2010)\nCoram:\nHARMS\r\nDP, MLAMBO, LEACH JJA and GRIESEL, SERITI AJJA\nHeard:\n13 May 2010\nDelivered:\n27 May 2010\nSummary:\nPension\nFunds Act 24 of 1956\n– Application to set aside determination\r\nby the pension funds adjudicator – six weeks period provided\r\nfor in section\n30 P(1) of the Act – Long delay and part\r\nimplementation of the adjudicator’s determination by Samancor\r\nChrome. Doctrine\nof peremption - Samancor Chrome not allowed to\r\nchallenge adjudicator’s determination.\n_____________________________________________________\nORDER\n_____________________________________________________\nOn\r\nappeal from:\nSouth\r\nGauteng High Court (Johannesburg) (Swart AJ sitting as court of\r\nfirst instance):\nIt is therefore ordered as follows:\n1.\tThe appeal is allowed. Samancor (first respondent) is\r\nto pay the costs of the Pension Fund (appellant) and Mr Swanepoel\r\n(fourth\nrespondent), which costs will include the costs of two\r\ncounsel where so employed.\n2.\tThe order of the high court is set aside and\r\nsubstituted with the following: ’The application is dismissed\r\nwith costs which\nwill include costs of two counsel where so\r\nemployed’.\n_\n______________________________________________________\nJUDGMENT\n____________________________________________________\n___\nSeriti\nAJA (\nHarms DP, Mlambo,\r\nLeach JJA and Griesel AJA\nconcurring)\nIntroduction\n[1]\nThis\r\nappeal arises from a successful application in the high court to set\r\naside a determination by the adjudicator appointed in\nterms of\nsection 30C\nof the\nPensions Fund Act 24 of 1956\n, as amended (the\r\nAct). The high court refused to grant leave to appeal and the matter\r\nis now before this court with the leave of\nthis court.\n[2]\nThe\r\nhigh court granted an order declaring that the fourth respondent\n(\nMr\r\nSwanepoel) is entitled to compensation in terms of the provisions of\r\nrule 6.5  of the Fund Rules, directed the appellant (Pension\nFund) to\r\npay Mr Swanepoel  compensation calculated in terms of the Fund Rules\r\nand set aside the determination made by the adjudicator.\n[3]\nThe\r\nissue in this appeal is whether the high court was correct to make\r\nthe order it made, taking into account the provisions of\nsection 30P\r\nof the Act and the delay before bringing the application before the\r\nhigh court.\nBackground facts\n[4]\nMr\r\nSwanepoel was employed by the first respondent (Samancor) as a\r\nsecurity officer from August 1991. His duties included amongst\n\nothers, driving the staff bus and an ambulance.\n[5]\tOn 22 March 1996, following a\r\nblackout while driving a staff bus, Mr Swanepoel was sent to Dr Smith\r\nfor medical examination\nand evaluation. In his report dated 22 March\r\n1996, Dr Smith stated that Mr Swanepoel was fit to perform his\r\nduties. Mr Swanepoel\nwas again examined by various medical\r\npractitioners. In a medical report dated 20 November 1997, Drs Kriel,\r\nde Wall, Spoelstra,\nSmith and Holland stated that he was ‘permanent\r\naf siek’ en ‘ongeskik vir werk’.\n[6\n]\tSamancor\r\nattempted to find a suitable position for Mr Swanepoel in their\r\ncompany and offered him an alternative position. On 2\nDecember 1997\r\nMr Swanepoel wrote a letter to Samancor thanking them for their\r\nefforts to find him a suitable position and advising\nthem that he\r\npreferred to be paid out his medical disability benefits and further\r\nthat 31 December 1997 would be his last working\nday.\n[7]\nOn\r\nor about 26 February 1998 Samancor submitted, on behalf of Mr\r\nSwanepoel a ‘Notice of Withdrawal’ to the Pension Fund.\n\nThe notice also requested that Mr Swanepoel be paid his benefits,\r\nwhich were later paid to him.\n[\n8]\tDuring\r\nJuly 1998 Mr Swanepoel sent a letter to Samancor requesting them to\r\nlodge a claim with Sanlam, the underwriters of the\nfund. A medical\r\nreport by Dr Rossouw was attached to the said letter. Thereafter Mr.\r\nSwanepoel communicated with Sanlam. He later\nfound out that no claim\r\nwas lodged on his behalf.\n[9]\tOn 13 May 2002 Mr Swanepoel\r\nlodged a complaint with the adjudicator. The complaint was against\r\nSamancor and the relief sought\nwas that his employer should ‘submit\r\nall the documents in connection with my sickness to the Pension Fund\r\nso that they can\nmake the decision whether I am disabled for work or\r\nnot’. After receiving a response from Samancor, on 15 February\r\n2005 the\nadjudicator made a determination in terms of which:\n(a)\nSamancor was ordered to submit a disability claim and an ill-health\r\nretirement claim on behalf of Mr Swanepoel to the Pension Fund.\n(b)\ndirecting the Pension Fund to consider the claim and make a decision\r\non Mr Swanepoel’s   eligibility for disability and ill\n–\r\nhealth early retirement benefits;\n(c)\nordering that in the event that the claim is approved by the Pension\r\nFund, Samancor is to pay Mr Swanepoel the benefits he is entitled\nto.\n[10\n]\tSamancor\r\nwas advised about the adjudicator’s determination. On 29 August\r\n2005, Mr Barnard, an insurance broker who was assisting\nMr.\r\nSwanepoel, sent Samancor the letter from the adjudicator during\r\nOctober 2005. Samancor sent Mr Barnard disability claim forms\nfor\r\ncompletion by Mr Swanepoel. On 28 November 2005 the completed\r\ndocuments and statement by Mr Swanepoel for disability claim\nto be\r\nsubmitted to Sanlam were sent to Samancor.\n[11\n]\r\n\tOn 9 February 2006 Samancor forwarded the completed application to\r\nthe Pension Fund. On 15 November 2006 the Pension Fund addressed\na\r\nletter to Samancor wherein the latter was advised that the trustees\r\nhave agreed that they would have approved the disability\nclaim of Mr\r\nSwanepoel had it been submitted at the time of Mr Swanepoel’s\r\nillness.\n[12]\tSamancor did not pay Mr\r\nSwanepoel as determined by the adjudicator. Mr Swanepoel had been\r\nemployed in the Samancor’s\nchrome division which, in June 2006\r\nwas sold in terms of a complicated scheme involving transactions\r\nbetween a number of companies.\nAlthough the adjudicator’s\r\ndecision had ordered Samancor to pay Mr Swanepoel, it alleged that it\r\nfelt that the new owner\nof the chrome division could be responsible\r\nfor paying him and that it was only in\nFebruary\r\n2007 that it ascertained that it was the party obliged to fulfil the\r\nadjudicator’s order. It then unsuccessfully\nattempted to settle\r\nthe matter with Mr Swanepoel. On 7 September 2007 Samancor wrote a\r\nletter to Mr Swanepoel wherein it was stated,\namongst others, that\r\nthey have investigated the matter and in their opinion, they are not\r\nindebted to him. The letter was addressed\nto Mr Swanepoel in an\r\nattempt to dissuade him from taking the matter any further.\n[13\n]\tOn\r\n1 April 2008, acting on behalf of Mr Swanepoel, Lategan, Viljoen and\r\nPretorius Attorneys, directed a letter of demand to Samancor.\nIn the\r\nsaid letter they demanded payment of the amount of about R1.5m as\r\ncalculated by an actuary, Dr R Koch, whose report was\nattached to the\r\nletter of demand.\n[14\n]\tOn\r\n12 May 2008, Samancor launched an application to the high court. In\r\nthe notice of motion, it sought an order condoning its\nfailure to\r\nlaunch the application within the time period specified in section\r\n30P(1) of the Act and the setting aside of the adjudicator’s\n\ndetermination. The application was served on, amongst others, the\r\nPension Fund and Mr Swanepoel. The Pension Fund did not participate\n\nin the application as no relief was sought against it.\n[15]\tSection 30P(2) stipulates that\r\nthe division of the high court mentioned in subsection1 may consider\r\nthe merits of the complaint\nmade to the adjudicator and on which the\r\nadjudicator’s determination was based and may make any order it\r\ndeems fit. The appeal\ncontemplated in this section is an appeal in\r\nthe wide sense. It is a complete re-hearing of and fresh\r\ndetermination on the merits.\nThe court can consider the matter afresh\r\nand make any appropriate order it deems justified by the facts –\r\nsee\nMeyer v Iscor\r\nPension Fund\n.\n1\n[16]\tOn 22 August 2008 the high court granted a rule\r\nnisi, calling upon the Pension Fund to give reasons why it should not\r\nbe ordered\nto pay Mr Swanepoel the ill-health benefits calculated in\r\naccordance with rule 6.5 of the Pension Fund’s Rules.\n[1\n7]\tThe\r\nPension Fund filed an opposing affidavit and, on the return date, the\r\nrule nisi was discharged and the matter was argued\non the merits. In\r\nthe opposing affidavit, the Pension Fund stated that it is a closed\r\ndefined benefit fund. It has not taken new\nmembers from 1 March 1993\r\nand that it had only 918 members at that time. Much of the benefits\r\npayable to members are outsourced\nby way of insurance arrangements\r\nconcluded between the Pension Fund and a third party insurance\r\ncompany. The Pension Fund pays\npremiums to the insurance company and\r\nin return the insurance company assumes the risk, amongst others, of\r\npaying employees who\nretire early due to ill-health. In case of a\r\npossible claim, the Pension Fund must be notified timeously so that\r\nit, in turn may\ntimeously lodge a claim with the insurance company\r\nconcerned. If the Pension Fund cannot lodge a claim with the\r\ninsurance company,\nthen it means that it should utilise its surplus\r\nfunds to meet the financial obligation.\n[1\n8]\tThe\r\nPension Fund further stated that it is the employer’s duty to\r\nensure that a claim on behalf of its employees be lodged\nproperly and\r\ntimeously with it, so that it can in turn lodge a claim with the\r\ninsurance company timeously. This will enable the\ninsurance company\r\nto make the necessary payment. In the present case, Samancor failed\r\nto lodge the claim of Mr Swanepoel with the\nPension Fund.\n[1\n9]\tAs\r\nstated earlier, the high court granted Samancor condonation for the\r\nlate launching of the application. Section 30P(1) of the\nAct\r\nstipulates that any party aggrieved by the determination of the\r\nadjudicator may apply to the high court, within six weeks after\nthe\r\ndate of the determination, for relief. The adjudicator’s\r\ndetermination was made on 15 February 2005 and Samancor launched\nthe\r\napplication only on 12 May 2008. Samancor launched their application\r\nalmost three and a half years after the date of the determination\nby\r\nthe adjudicator.\n[20\n]\tThe\r\nhigh court, because of its inherent jurisdiction, has powers to\r\ngovern its own procedures. The said jurisdiction pertains\nnot only to\r\nnon-compliance with the Rules of Court but also to statutory time\r\nlimits – see\nToyota\r\nSouth Africa\nMotors\r\n(Pty) Ltd v Commissioner, SARS.\n2\nIn this matter the high court was entitled to deal with Samancor’s\r\napplication for condonation. As will appear hereunder,\nthe high court\r\nshould not have granted condonation because of prejudice to the\r\nPension Fund and the fact that the appeal was perempted.\nPrejudice to the Pension Fund\n[21\n]\tWhen\r\ndealing with the application for condonation the high court stated\r\nthat the court should exercise its judicial discretion\nhaving regard\r\namongst others, to the degree of lateness, the explanation therefore,\r\nthe prospects of success and the importance\nof the matter to the\r\nparties. The high court further said that if condonation is granted\r\nthis would cause no prejudice to Mr Swanepoel.\n[22\n]\tThe\r\nhigh court did not consider any possible prejudice to the Pension\r\nFund against whom it ultimately granted an order. In its\nopposing\r\naffidavit, the Pension Fund fully sets out how its members would be\r\nprejudiced if it had to pay a claim out of its funds\nwithout\r\nresorting to the insurance policies that it had in place when Mr\r\nSwanepoel left the employment of Samancor.\n[23\n]\tOne\r\nof the factors that need consideration is the respondent’s\r\ninterest in the finalisation of the matter – see\nBeira v Raphaely-Weiner & others.\n3\nThe court should have also considered the effect of the delay on the\r\nPension Fund - see\nVan\r\nWyk v Unitas Hospital and Another (Open Democratic Advice Centre as\r\nAmicus Curiae).\n4\n[24\n]\t\r\nThe high court did not take into account the interest of the Pension\r\nFund. It did not consider the unfair negative impact of\nits decision\r\non the Pension Fund. The Pension Fund, which had an insurance policy\r\nto cover the payment that Mr Swanepoel was entitled\nto, was unable to\r\nlodge a claim with the insurance company as Mr Swanepoel left the\r\nemployment of Samancor almost three and a\nhalf\r\nyears prior to Samancor launching the application. Had the\r\napplication been launched within the six weeks period provided for\nin\r\nsection 30P(1) of the Act, the Pension Fund could possibly have\r\nlodged a claim with their insurance company. Clearly the high\ncourt\r\nerred in granting condonation without taking into account the\r\ninterests of all parties involved especially the Pension Fund.\nDoctrine of peremption\n[25\n]\tIn\nGentiruco AG v\r\nFirestone SA (Pty) Ltd\n5\nTrollip JA said: ‘The right of an unsuccessful litigant to\r\nappeal against an adverse judgement or order is said to be perempted\n\nif he, by unequivocal conduct inconsistent with an intention to\r\nappeal, shows that he acquiesces in the judgment or order’.\nSee\nalso Natal Rugby Union v Gould.\n6\nIn\nStandard Bank v\r\nEstate Van Rhyn,\n7\nInnes CJ said:\n‘\nIf a man has clearly and unconditionally\r\nacquiesced in and decided to abide by the judgment he cannot\r\nthereafter challenge it’.\n[26\n]\tSection\r\n30O(1) of the Act stipulates that any determination of the\r\nadjudicator shall be deemed to be a civil judgment. In this\ncase, as\r\nstated earlier, the adjudicator made a determination on 15 February\r\n2005. Thereafter Samancor attempted to implement the\nadjudicator’s\r\ndetermination but almost three and a half years later Samancor\r\ndecided not to finalise the implementation of\nthe adjudicator’s\r\ndetermination, but rather to bring an application to have the\r\nadjudicator’s determination set aside.\nIt only decided to seek\r\nto do so when execution was threatened. Its attempt to rely on\r\nalleged confusion as to whether it or the\nnew owner of the chrome\r\ndivision was responsible for payment is a red herring as the sale\r\nonly took place some 16 months after\nthe adjudicator’s award,\r\nduring which time there could be no doubt that it was the responsible\r\nparty. And even after the\nso-called ‘confusion’ on its\r\npart in this regard had been cleared, it never sought to avoid\r\nliability. Instead it attempted\nto settle the debt. In these\r\ncircumstances there can be no doubt that it acquiesced in the\r\nadjudicator’s award and its right\nto appeal was perempted.\r\nSamancor should not have been allowed to challenge the determination\r\nof the adjudicator at the stage it\nlaunched\nan\r\napplication to set aside the adjudicator’s determination. To my\r\nmind, the high court should have dismissed the application.\nAppropriate Remedy\n[2\n7]\tThe\r\nhigh court held that the order of the adjudicator cannot be enforced\r\nin terms of section 30O(1) which deems any determination\nby an\r\nadjudicator to be a civil judgment of any court of law. I disagree.\r\nThe liability of Samancor has been determined in the\nmanner\r\nprescribed by the adjudicator and has become liquidated as a result\r\nof the determination of the amount due by the fund.\nMr Swanepoel will\r\nbe entitled, should Samancor refuse to pay, to issue a warrant of\r\nexecution based on the adjudicator’s\naward together with an\r\naffidavit setting out the amount due in terms of the determination.\n[28]\tFor the above reasons, the application of Samancor\r\nshould have been dismissed and therefore the appeal must be upheld.\r\nAs far\nas costs are concerned, I can find no reason why the costs\r\nshould not follow the result.\nIt is therefore ordered as follows:\n1.\tThe appeal is allowed. Samancor (first respondent) is\r\nto pay the costs of the Pension Fund (appellant) and Mr Swanepoel\r\n(fourth\nrespondent), which costs will include the costs of two\r\ncounsel where so employed.\n2.\tThe order of the\nhigh court is set aside and substituted with the following: ‘The\r\napplication is dismissed with costs which will include costs\nof two\r\ncounsel where so employed’.\n________________\nw\r\nl seriti\nActing\r\nJudge of Appeal\nAPPEARANCES:\nAPPELLANT\n:\t\tA\r\nE Bham SC\nInstructed by\nMervyn\r\nTaback  Inc., Johannesburg\nWebbers,\r\nBloemfontein\nFIRST RESPONDENT:\nD\r\n L Wood (with him J J Meiring)\nInstructed by\nKnowles Husain Lindsay inc., Johannesburg\nMcIntyre & van der post, Bloemfontein\nFOUTH RESPONDENT:\tH P Higgins (with him D J van Heerden)\nInstructed by Lategan, Viljoen & Pretorius,\r\nPretoria\nE G Cooper & Majiedt Inc., Bloemfontein\n1\n2003 (2) SA 715\n(SCA) at para 8.\n2\n2002 (4) SA 281\n(SCA) at para 10.\n3\n[1997] ZASCA 59\n;\n1997 (4) SA 332\n(SCA) at 337 D-E.\n4\n[2007] ZACC 24\n;\n2008 (2) SA 472\n(CC) at para 20.\n5\n1972 (1) SA 589\n(A) at 600 A-B.\n6\n[1998] ZASCA 62\n;\n1999 (1) SA 432\n(SCA) at 443 E-G.\n7\n1925 AD 266\nat 268.",
  "scraped_at": "2026-02-11T20:27:25.562562",
  "date": "2010-05-27",
  "coram": [
    "Harms DP",
    "Mlambo",
    "Leach JJA",
    "Griesel AJA"
  ],
  "case_number": "452/09",
  "parties": {
    "applicants": [
      "Samancor Group Pension Fund"
    ],
    "respondents": [
      "Samancor Chrome",
      "The Pension Funds Adjudicator",
      "The Registrar of Pension Funds",
      "Gerhardus Swanepoel"
    ]
  },
  "sections": {
    "facts": "Mr Gerhardus Swanepoel was employed by Samancor as a security officer from 1991. After a series of medical assessments in 1996‑1997 he was declared permanently disabled. Samancor attempted to offer alternative work but Swanepoel preferred a payout and ceased employment on 31 December 1997. Samancor withdrew him from the pension fund in February 1998 and later paid his benefits. In May 2002 Swanepoel lodged a complaint with the pension fund adjudicator seeking that Samancor submit the necessary disability and ill‑health retirement documentation to the fund. The adjudicator determined on 15 February 2005 that Samancor must submit the claims and, if approved, pay the benefits. Samancor delayed implementation; the claim was finally forwarded to the fund in February 2006 and the fund indicated it would have approved the claim had it been submitted earlier. Samancor never paid Swanepoel and, in May 2008, launched an application in the High Court to have the adjudicator’s determination set aside, relying on a condonation for missing the six‑week statutory period in section 30P(1) of the Pension Funds Act.",
    "issues": "1) Whether the High Court was correct in granting condonation for Samancor’s late application and in setting aside the adjudicator’s determination despite the statutory six‑week limit under section 30P(1). 2) Whether Samancor’s delay amounted to an acquiescence that perempted its right to challenge the adjudicator’s award. 3) Whether granting condonation would prejudice the pension fund, which relied on insurance arrangements to meet any liability.",
    "principles": "The judgment applied the following legal principles: • Section 30P(1) of the Pension Funds Act imposes a strict six‑week period for applying to set aside an adjudicator’s determination. • Section 30O(1) treats an adjudicator’s determination as a civil judgment, giving it the same effect as a court order. • The doctrine of peremption (acquiescence) bars a party from challenging a judgment where it has acted in a manner indicating acceptance of the decision. • Courts have inherent jurisdiction to grant condonation for procedural defaults, but must balance this against prejudice to other parties and statutory time limits. • Precedent such as Meyer v Iscor Pension Fund and the principles articulated in Gentiruco AG v Firestone SA and Standard Bank v Estate Van Rhyn were considered.",
    "application": "The court held that Samancor’s application was filed more than three years after the adjudicator’s determination, far outside the six‑week period, and that the High Court should not have granted condonation because the delay caused prejudice to the pension fund, which could not lodge its insurance claim in time. Moreover, Samancor’s conduct—delaying payment, attempting to settle only when execution was threatened, and finally seeking to set aside the award—demonstrated an unequivocal acquiescence to the adjudicator’s order, invoking the doctrine of peremption. Consequently, the appeal by the pension fund was successful and the High Court’s order was set aside.",
    "conclusion": "The Supreme Court of Appeal allowed the appeal. Samancor Chrome (first respondent) was ordered to pay the costs of the Samancor Group Pension Fund (appellant) and Gerhardus Swanepoel (fourth respondent), including costs of two counsel where employed. The High Court’s order was set aside and substituted with a dismissal of Samancor’s application with costs."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Adjudication & Peremption",
    "level_3": [
      "section30P",
      "doctrine of peremption",
      "pension fund",
      "court of appeal"
    ]
  }
}