{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/174.html",
  "case_name": "Ribeiro and Another v Slip Knot Investments 777 (Pty) [2010] ZASCA 174 (2 December 2010)",
  "citation": "[2010] ZASCA 174",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 174\n|\nNoteup\n|\nLawCite\nRibeiro and Another v Slip Knot Investments 777 (Pty) [2010] ZASCA 174 (2 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 661/09\nIn\r\nthe matter between:\nJ C DA SILVA V RIBEIRO\n......................................................................\nFirst\r\nAppellant\nL D BOSHOFF\n...................................................................................\nSecond\r\nAppellant\nv\nSLIP\r\nKNOT INVESTMENTS 777 (PTY) LTD\n..............................................\nRespondent\nNeutral citation:\nDa Silva v\r\nSlip Knot Investments\n(661/2009)\n[2010] ZASCA 174\n(2 December\r\n2010).\nCoram:\nMpati P, Cachalia,\r\nTshiqi JJA, R Pillay and K Pillay AJJA\nHeard:\n18 November 2010\nDelivered: 2 December 2010\nSummary:\nWhere an initial loan\r\nagreement is a ‘credit transaction’ to which the National\r\nCredit Act 34 of 2005 (NCA) does not\napply, and the parties enter\r\ninto a new agreement to guarantee the obligations under the initial\r\nloan agreement, the new agreement\nis a credit guarantee to which the\r\nNCA does not apply.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nSouth Gauteng\r\nHigh Court, Johannesburg (Van der Walt AJ sitting as court of first\r\ninstance).\nThe following order is made:\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Mpati P, Tshiqi JA, R\r\nPillay and K Pillay AJJA concurring):\n[1] The respondent sought and obtained\r\nan order in the South Gauteng High Court on 18 September 2009 against\r\nthe first and second\nappellants jointly and severally for payment of\r\nthe sum of R10 659 157.18 and certain ancillary relief. The\r\nappellants now come\nbefore this court with leave of the high court.\r\nIt will be convenient to refer to the parties as they were referred\r\nto in the high\ncourt: the respondent was the applicant, the first and\r\nsecond appellants were the first and second respondents to whom I\r\nshall\nrefer together as the respondents. It will, however, be\r\npreferable to refer to the third respondent (R B Merit Investments\r\n(Pty)\nLtd), who has no interest in these proceedings, as R.B. Merit.\n[2] The applicant’s claim is\r\nbased on a written agreement, which was concluded on 10 January 2008,\r\nbut which had its genesis\nin two previous loan agreements. Under the\r\nloan agreements, concluded in May 2007 and July 2007, the respondents\r\nhad bound themselves\nas sureties for two loans that R.B. Merit had\r\nobtained from the applicant for a hotel development. After R.B. Merit\r\nand the two\nsureties (the respondents) had failed to repay these\r\nloans when they became due, and were thus in breach of their\r\nobligations under\nthe loan agreements, the parties negotiated a\r\nsettlement of their dispute by concluding the current agreement.\n[3] In terms of this agreement it was\r\nrecorded that:\n(i) the applicant had lent and\r\nadvanced amounts of R22,5m and R1m to R.B. Merit in terms of the\r\nloan agreements;\n(ii) the outstanding amount still\r\nowing under those agreements was an amount of R35 641 117.69;\n(iii) R.B. Merit would, on 11 January\r\n2008, pay R7,6m to the applicant and the balance would be apportioned\r\ntowards repayment of\nthe outstanding amounts under the two loan\r\nagreements;\n(iv) R.B. Merit would provide a bank\r\nguarantee to the applicant in an amount of R20,4m before 18 January\r\n2008;\n(v) the respondents would then be\r\nliable to pay the balance of the amount of R28 196 336.48 as follows:\r\nby 15 May 2008 an amount\nof R800 000, and by 1 December 2008, the\r\nbalance together with any interest.\n[4] R.B. Merit met its commitments\r\nunder the agreement; the respondents were unable to meet theirs. The\r\napplicant then demanded\npayment from them of the total amount due\r\nunder the agreement, but they paid only R158 754.88 on 24\r\nSeptember 2008. They were\nthus in breach of their contractual\r\nobligations. The applicant sought to enforce the agreement by\r\nclaiming the outstanding amount\nin the high court. This comprised the\r\namount of R800 000, which the respondents had failed to pay on 15 May\r\n2008, and the balance,\nafter deducting the 24 September 2008 payment,\r\nwhich had become due and payable as of 25 September 2008.\n[5] The respondents\r\nopposed the claim by seeking refuge in the National Credit Act 34 of\r\n2005 (the NCA). Their main ground of opposition\nwas that the\r\nagreement constituted a ‘credit agreement’ as\r\ncontemplated by s 8 of the NCA. The consequence of this,\nthey\r\ncontended, was that the agreement was void because it was concluded\r\ncontrary to s 89(2)(d), read with s 89(5),\n1\nwhich requires a\r\ncredit provider to be registered as such before entering into an\r\nagreement to which the NCA applies. It is common\ncause that the\r\napplicant is not a registered credit provider.\n[6] The applicant\r\non the other hand asserted that the agreement was concluded because\r\nof R.B. Merit’s failure to fulfil its\nundertakings under the\r\ninitial loan agreements, and the respondents’ failure to meet\r\ntheir obligations in terms of their\nguarantees. So, it contended, the\r\nagreement was a ‘credit guarantee’ and not a credit\r\nagreement. And further, that\nthe NCA did not apply to it because, by\r\nvirtue of s 8(5), read with s 4(2)(c),\n2\nthe NCA is\r\napplicable to a credit guarantee only to the extent that it also\r\napplies to a credit agreement in respect of which the\nguarantee was\r\ngranted. Accordingly, so it contended, because the agreement was\r\nnothing more than a continuing guarantee to satisfy\nR.B. Merit’s\r\noriginal obligation under the loan agreements – to which the\r\nNCA did not apply – the agreement,\nproperly construed, was a\r\ncredit guarantee, which also fell beyond the ambit of the NCA.\n[7] The high court (Van Der Walt AJ)\r\ndismissed the respondents’ defence and upheld the applicant’s\r\ncontention that the\nNCA did not apply to the agreement because it was\r\na credit guarantee – not a credit agreement – to which\r\nthe NCA did\nnot apply. The respondents appeal against this finding.\r\nThe outcome of this appeal therefore turns on whether the agreement\r\nis\na credit agreement, as the respondents contend, or a credit\r\nguarantee as the applicant asserts.\n[8] The respondents\r\ndo not dispute that the initial loan agreements were credit\r\ntransactions (credit agreements) as contemplated\nby s 8(4)(d)\n3\nof the NCA because\r\nthey were mortgage agreements or secured loans, which entitled the\r\napplicant to register mortgage bonds over\nthe property on which R.B.\r\nMerit was to build the hotel and, as further security, the\r\nrespondents were to guarantee R.B. Merit’s\nobligations. But\r\nbecause the loans were made to a juristic person, ie R.B. Merit, the\r\nloan agreements were not subject to the NCA\nfor two reasons: first,\r\nby virtue of s 4(1)(b)\n4\nthe loans were\r\nlarge agreements because they were mortgage agreements as\r\ncontemplated in s 9(4), and secondly, because the principal\ndebts in\r\nboth loans were above the higher threshold of R250 000 established in\r\nterms of s 7(1)(b) under General Notice 713, published\nin Government\r\nGazette 28893 of 1 June 2006.\n5\nSo, because the NCA\r\ndid not apply to the loan agreements, by virtue of s 4(2)(c) and\r\ns 8(5), it did not apply to the respondents’\naccessory\r\nobligations (guarantees) under those agreements either. This much, as\r\nI have said, is common cause.\n[9] The respondents\r\ncontended in the high court, as they did before us, that once R.B.\r\nMerit fulfilled its obligations flowing from\nthe agreement, and had\r\nno further commitments towards the applicant, they became principal\r\ndebtors under the agreement. This meant\nthat their obligations to the\r\napplicant were no longer of an accessory nature. They were now the\r\ntrue borrowers or credit receivers\nunder the agreement. And the fact\r\nthat they had guaranteed R.B. Merit’s loans under the previous\r\nloan agreements had no bearing\non the current agreement. Accordingly,\r\nthey contended, the agreement, properly construed, is a credit\r\ntransaction – not a\ncredit guarantee – as contemplated by\r\ns 8(4)(f) of the NCA.\n6\nThis is because it\r\ninvolves the payment of an amount owed by the respondents to the\r\napplicant, which has been deferred, and is payable\ntogether with\r\ninterest and an administration fee. We are thus required to consider\r\nwhether the agreement was merely an undertaking\nor a promise by the\r\nrespondents to satisfy R.B. Merit’s debts, as the applicant\r\ncontends, or a new and separate obligation,\nas the respondents would\r\nhave it. The answer depends on what the parties intended by the\r\nagreement.\n[10] The applicant, the respondents\r\nand R.B. Merit were all parties to the agreement. In terms of the\r\nagreement the following was\nrecorded:\n(i) The initial loan agreements were\r\nconcluded so that R.B. Merit could fund a hotel development;\n(ii) in order to complete the\r\ndevelopment R.B. Merit required additional funding, which has now\r\nbeen secured from certain third\nparties;\n(iii) the additional funding is,\r\nhowever, subject to the lender (the applicant) releasing R.B. Merit\r\nand the sureties (the respondents)\nfrom their obligations and\r\nundertakings in terms of the initial loan agreements;\n(iv) at the request of R.B. Merit and\r\nthe sureties, the lender has, subject to the fulfilment of the terms\r\nand conditions of the\nagreement, agreed to the cancellation of the\r\npledges, cessions and suretyships concluded in terms of the initial\r\nloan agreements.\nIt was, however,\nspecifically recorded\nthat\r\nthe agreement\ndoes not constitute a novation of the initial loan\r\nagreements\n. (Emphasis added.);\n(v) it is agreed that the obligations\r\nand undertakings as accepted by the sureties in terms of the\r\nagreement have as their origin\nthe initial undertakings and\r\nobligations attributable to the sureties in the initial loan\r\nagreements;\n(vi) the agreement shall be the sole\r\nrecord of the subject matter contained in it;\n(vii) the outstanding amount owing as\r\nat 11 January 2008 under the initial loan agreements would be R35 641\r\n117.69.\n[11] The outstanding amount was to be\r\nsettled by R.B. Merit paying the sum of R7,6m to the applicant on 11\r\nJanuary 2008 and providing\na guarantee in the sum of R20,4m before 18\r\nJanuary 2008. Once the sum was paid and the guarantee furnished, R.B.\r\nMerit and the\nrespondents would be released from their obligations\r\nunder the initial loan agreements and R.B. Merit would incur no\r\nfurther obligations\nunder the agreement. The respondents would then\r\nbe responsible for settling the outstanding balance, together with\r\ninterest, as\nprovided for in the agreement. It is common cause that\r\nR.B. Merit met its obligation to pay the applicant and also provided\r\nthe\nguarantee in terms of the agreement.\n[12] The high court rejected the\r\nrespondents’ contention that the initial loan agreements were\r\nirrelevant to determining the\nissue in this case. The learned judge\r\npointed out that the agreement specifically referred to the\r\nrespondents’ obligations\nunder the loan agreements and also\r\nthat at the time the agreement was concluded the respondents still\r\nhad the obligation to guarantee\nR.B. Merit’s commitments to the\r\napplicant. It was therefore not, the judge held, a credit\r\ntransaction. And if it was not\na credit transaction at the time the\r\nagreement was concluded, it could not have become one subsequently,\r\nafter R.B. Merit was released\nfrom its obligations. For, if it could\r\nhave, this would mean that the agreement was not void at the time\r\nthat it was concluded,\nbut became so once R.B. Merit had discharged\r\nits obligations under the very agreement. This result, said the high\r\ncourt, would\nbe absurd.\n[13] I respectfully\r\nagree with the high court’s reasoning. To this I wish to add\r\nthat the parties ‘specifically recorded’\nthat the\r\nagreement ‘does not constitute a novation of the initial loan\r\nagreements’ and that the ‘obligations\nand undertakings as\r\naccepted by the sureties in terms of the agreement have as their\r\norigin the initial undertakings and obligations\nattributable to the\r\nsureties in the initial loan agreements’. The fact that the\r\nparties also recorded that ‘this agreement\nshall be the sole\r\nrecord of the subject matter contained herein’ – a point\r\nthe respondents relied upon to avoid the\nconsequences of the initial\r\nagreements – does not detract from the fact that the parties\r\nexplicitly intended not to extinguish,\nbut rather to confirm, the\r\nobligations arising from the initial agreements. The obligations\r\nunder the loan agreements and those\nunder the new agreement were thus\r\ninterdependent.\n7\nThis can only mean\r\nthat the agreement was, in substance, an agreement to guarantee R.B.\r\nMerit’s obligations under the initial\nloan agreements –\r\nand was therefore a credit guarantee to which the NCA did not apply.\n[14] The appeal must therefore fail.\r\nThe following order is made:\nThe appeal is dismissed with costs.\n______________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: P L Carstensen\nInstructed by Ross Munro Attorneys c/o\r\nA le Roux Attorneys, Johannesburg\nHoney Attorneys, Bloemfontein\nRESPONDENT: A C Botha\nInstructed by Sim & Botsi\r\nAttorneys Inc, Johannesburg\nSymington & De Kok, Bloemfontein\n1\nSection\r\n\t89 ‘\nUnlawful credit agreements\n(1) . . .\n(2) . . . a credit\r\n\tagreement is unlawful if –\n(a) . . .\n(b) . . .\n(c) . . .\n(d) at the time the\r\n\tagreement was made, the credit provider was unregistered and this\r\n\tAct requires that credit provider to be\nregistered.\n(5) . . .\n(a) the credit agreement\r\n\tis void as from the date the agreement was entered into.’\n2\nSection\r\n\t8(5) provides: ‘An agreement, irrespective of its form . . .\r\n\tconstitutes a credit guarantee if, in terms of that\nagreement, a\r\n\tperson undertakes or promises to satisfy upon demand any obligation\r\n\tof another consumer in terms of a credit facility\nor a credit\r\n\ttransaction to which this Act applies.’\nSection 4(2)(c) provides\r\n\tthat the NCA: ‘. . . applies to a credit guarantee only to the\r\n\textent that this Act applies to\na credit facility or credit\r\n\ttransaction in respect of which the credit guarantee is granted.’\n3\nSection\r\n\t8(4)(d): ‘. . . a mortgage agreement or secured loan.’\r\n\tIn terms of s 1 a ‘credit transaction’\nmeans ‘an\r\n\tagreement that meets the criteria set out in s 8(4)’.\n4\nSection\r\n\t4(1)(b): ‘. . . a large agreement, as described in section\r\n\t9(4), in terms of which the consumer is a juristic person\nwhose\r\n\tasset value or annual turnover is, at the time the agreement is\r\n\tmade, below the threshold value determined by the Minister\nin terms\r\n\tof section 7(1).’\n5\nSection\r\n\t9(4): ‘A credit agreement is a large agreement if it is-\n(a) a mortgage\r\n\tagreement; or\n(b) any other credit\r\n\ttransaction except a pawn transaction or a credit guarantee, and the\r\n\tprincipal debt under that transaction\nor guarantee falls at or above\r\n\tthe higher of the thresholds established in terms of section\r\n\t7(1)(b).’\n6\nSection\r\n\t8(4)\n(f): ‘. . .\nany\r\n\tother agreement, other than a credit facility or credit guarantee,\r\n\tin terms of which payment of an amount owed by one person\nto another\r\n\tis deferred, and any charge, fee or interest is payable to the\r\n\tcredit provider in respect of-\n(i)\r\n\tthe agreement; or\n(ii)\r\n\tthe amount that has been deferred.’\n7\nCf\nAdams v SA Motor Industry Employers Association\n1981 (3) SA\r\n\t1189\n(A) 1199G-H.",
  "scraped_at": "2026-02-11T20:51:46.954539",
  "date": "2010-12-02",
  "coram": [
    "Mpati P",
    "Cachalia",
    "Tshiqi JJA",
    "R Pillay",
    "K Pillay AJJA"
  ],
  "case_number": "661/09",
  "parties": {
    "applicants": [
      "J C DA SILVA",
      "L D BOSHOFF"
    ],
    "respondents": [
      "Slip Knot Investments 777 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The respondents (Da Silva and Boshoff) had acted as sureties for two loans granted by the applicant to R.B. Merit (Pty) Ltd for a hotel development in May and July 2007. After the loans fell into default, the parties entered into a settlement agreement on 10 January 2008. Under that agreement R.B. Merit paid R7.6 million and furnished a R20.4 million bank guarantee; the respondents were required to pay the remaining balance of R28,196,336.48 in two instalments. R.B. Merit complied with its obligations, but the respondents paid only R158,754.88 and failed to meet the balance, leading the applicant to sue for the outstanding amount.",
    "issues": "The central issue was whether the 2008 settlement agreement constituted a ‘credit agreement’ within the meaning of the National Credit Act (NCA) s 8, which would render it void for being entered into by an unregistered credit provider, or whether it was a ‘credit guarantee’ to which the NCA does not apply.",
    "principles": "The court examined the definitions in the NCA, particularly s 8(4)(d) (mortgage or secured loan), s 8(4)(f) (credit transaction involving deferred payment), s 8(5) (credit guarantee definition), and s 4(2)(c) (NCA applies to a credit guarantee only to the extent it applies to the underlying credit facility). It noted that the original loan agreements were large mortgage agreements above the NCA threshold and therefore fell outside the Act, and that a guarantee linked to such an agreement likewise falls outside the Act. The court also considered the contractual intent, the express clause that the settlement did not constitute a novation, and the interdependence of the obligations under the original loans and the new agreement.",
    "application": "Applying these principles, the court found that the parties intended the settlement agreement to confirm and guarantee the existing obligations of R.B. Merit under the original loan agreements, not to create a new principal debt. The explicit statement that the agreement was not a novation reinforced this view. Consequently, the agreement was characterised as a credit guarantee rather than a credit agreement, meaning the NCA did not apply.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the high‑court’s decision that the settlement agreement is a credit guarantee outside the scope of the NCA, and therefore the respondents remain liable for the outstanding amount."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "National Credit Act",
    "level_3": [
      "credit guarantee",
      "surety",
      "loan agreement",
      "NCA applicability",
      "appeal"
    ]
  }
}