{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/55.html",
  "case_name": "Hendricks v S (415/09) [2010] ZASCA 55; [2010] 4 All SA 184 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 55",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 55\n|\nNoteup\n|\nLawCite\nHendricks v S (415/09) [2010] ZASCA 55; [2010] 4 All SA 184 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\nOF APPEAL\nREPUBLIC OF SOUTH\nAFRICA\nJUDGMENT\nCase No 415/09\nNo precedential\nsignificance\nIn the\nmatter between:\nSHAUN\nHENDRICKS\nAppellant\nand\nTHE\nSTATE\t                      \t\t\t\t\t                Respondent\nNeutral\ncitation:\nHendricks v The\nState\n(415/09)\n[2010] ZASCA 55\n(31 March 2010)\nCoram:\nLewis\nand Mlambo JJA and Saldulker AJA\nHeard:\n17\nFebruary 2010\nDelivered:\n31\nMarch 2010\nSummary:\nLengthy\ndelay in prosecution of appellant held not to have prejudiced him:\nconvictions for dealing in drugs and conspiring to deal\nin drugs\nconfirmed. Sentences reduced in part because of detrimental effect of\nproceedings extending over a period of 17 years from\ndate when\noffences committed until hearing of appeal.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape Town) (Motala J and Fortuin AJ sitting\nas court of appeal):\n1\t The appeal against the convictions on counts 3 and 4\nis dismissed.\n2\t The appeal against the confiscation order is upheld\nand the confiscation order is set aside.\n3\t The appeal against the sentences imposed on counts 3\nand 4 is upheld.\n4\t The sentences of the regional court are substituted\nas follows:\nâ\n(a)\tThe accused is sentenced to four yearsâ\nimprisonment on count 3.\n(b)\tThe accused is sentenced to eight yearsâ\nimprisonment on count 4.\n(c)\tThe sentence on count 4 is to run concurrently with\nthe sentence on count 3.â\nJUDGMENT\nSALDULKER AJA ( LEWIS  and MLAMBO JJA concurring)\n[1]  \tApproximately 17 years ago, during September 1993,\nthe appellant, Mr Shaun Hendricks, was arrested on drug related\ncharges.\n1\nAlmost six years passed before his trial on these charges commenced\nin the Wynberg Regional Court, on 31 August 1999.  The appellant\nand\nhis co-accused, Mr Mogamat Amien Abrahams (accused 1 at the trial),\npleaded not guilty to four counts of dealing in mandrax,\nas well as\nto the alternatives to these counts.\n[2] \tOn 19 January 2001, the appellant was acquitted on\ntwo of the four counts, being counts 1 and 2  and  was convicted on\ncount\n3 of dealing in 100 000 mandrax tablets between 9 August  and 9\nSeptember 1993 and on count 4 of dealing in  79 000 tablets between\n9\nSeptember and 11 September 1993.\n[3] \tA year later, on 2 January 2002, he was sentenced\nto 12 yearsâ imprisonment on each count and the sentences were\nordered to\nrun concurrently. Additionally, in terms of s 18 of the\nPrevention of Organised Crime Act 121 of 1998 (POCA), the regional\ncourt\nmade a confiscation order against him in an amount of R150 000.\n It took almost 18 months before the trial was finalised.\n[4] \tThe appellant appealed against his convictions and\nthe related sentences to the Cape High Court. On 12 April 2007 his\nappeal\nagainst his conviction and sentence on count 3 was upheld. The\norder of the regional court on the conviction and sentence on count\n3\nwas set aside and substituted, with the appellant being found guilty\nof contravening s 18(2)(a) of the Riotous Assemblies Act 17\nof 1956\nin conspiring to deal in 100 000 mandrax tablets on count 3, and was\nsentenced to eight yearsâ imprisonment.   His appeal\nagainst the\nconviction and sentence on count 4 and the confiscation order was\ndismissed.\n[5]\tAggrieved, the appellant applied for leave to appeal\nagainst those convictions and sentences to this court. The court\nbelow granted\nthe appellant leave to appeal against the sentences\nimposed, but refused leave to appeal in relation to the convictions.\nThis court\ngranted the appellant leave to appeal against his\nconvictions.\n[6]    This appeal is thus directed against the\nappellantâs convictions on counts 3 and 4,\nthe sentences imposed and the confiscation\norder granted in terms of s 18 of  POCA. The appellant contends that\na number of irregularities\nin the trial, and the delay both in the\nconclusion of the trial and in the appeal process, rendered the\nproceedings against him unfair\nto such an extent that the convictions\nand sentences must be set aside. The irregularities raised are:\n(a) \tthe unreasonable delay in the finalisation of his\ntrial;\n(b) \tthe regional magistrate who conducted the trial was\nbiased;\n(c) \tthe regional magistrate, in convicting him, had\nregard to inadmissible evidence, which was irregular, and without\nwhich a conviction\nwould not have ensued; and\n(d) \t the regional magistrate drew an inference of guilt\nfrom the appellantâs failure to testify.\n[7]\tI intend to deal with these issues in the order in\nwhich they appear. In doing so I shall have regard to an agreed\nchronology\nof events (which I shall call the dossier) in so far as\nthe delay is concerned and with the material parts of the record in\nrelation\nto the remaining issues.\nThe delay\n[8]\tThe nub of the appellantâs case is that the delay\nin the legal proceedings against him was unreasonable and resulted in\nan infringement\nof his right to a fair trial. That there has been a\nconsiderable delay in this matter is common cause.   The\ninvestigation into the\ndrug trafficking syndicate by the state\nspanned a number of years. It was lengthy and complex consisting,\ninter alia, of the interception\nand transcription of telephone calls,\nthe procurement of witness statements, as well as conducting forensic\ntests.\n[9] \tAs pointed out above, it took almost six years\nafter his arrest before the appellantâs trial commenced. Subsequent\nto his arrest\nthe appellant, through his legal representatives, made\nnumerous requests for further particulars to the charge sheet which\nwere set\nout in comprehensive detail by the court below.  This\nresulted in further delays.\n[10]\tDuring 1994 the charges against the appellant were\nwithdrawn. Two years passed before charges were reinstated in\nSeptember 1996.\nIn April 1997 the appellant launched an application\nin the Cape High Court for a permanent stay of prosecution on account\nof the\ndelay. This application was removed from the roll on 27\nFebruary 1998 with Hlophe JP indicating that the State âshould get\nits\nhouse in orderâ within 90 days. A year later the State still\ndid not have its house in order. Having withdrawn his application,\nthe appellant requested further particulars in March 1998.  After the\nState replied it amended the charge sheet.  As pointed out,\nthe trial\ncommenced in August 1999, and was finalised in February 2002 when the\nappellant was sentenced.\n[11]\tIn\nSanderson v\nAttorney-General, Eastern Cape\n2\nthe Constitutional Court spelt out the approach to be taken in\nweighing up the effect of trial delay. The conduct of both the\nappellant\nand the State must be weighed up in determining whether the\ndelay is reasonable. In determining this question, the court\n3\nconsidered  the âbalancing testâ formulated in\nBarker\nv Wingo\n4\nwhere the following considerations were examined: the length of the\ndelay; the reasons the State relies on to justify the delay;\nthe\naccusedâs assertion of his right to a speedy trial and the\nprejudice to the accused.\n[12] \tApplying the test to the facts of this case, the\nfollowing conclusions can be drawn. First, the lengthy delay in this\nmatter\nis unacceptable. However, both the State and the appellant\nhave in my view contributed to it. That said, an accused is entitled\nto\nrequest particulars from the State in preparation for his trial\nbut as a beneficiary of the right contained in s 35(3)(a) of the\nConstitution it does not behove him to cause wilful delays.\n5\n[13]\tThe speedy conclusion of a criminal trial should\nnot just be an ideal for the accused and the justice system but a\nreality that\nboth protagonists should strive for. The dossier is a\ntestimony to the battles fought by both the State and the appellant\nover a\nnumber of years. I agree with the court below that the delay\nis regrettable and unfortunate: indeed this appeal is before this\ncourt\nin respect of charges that were laid as far back as 1993.\nHowever, the delay did not affect the outcome of the trial.\n[14]\tAs to trial prejudice, just before the state closed\nits case, accused 1 was killed.  In this regard the appellant\ncontends that\nthe death of his co-accused was prejudicial in the\npresentation of his case, as the role played by him was insignificant\nin comparison\nto that of accused 1 and that the latterâs death\ndeprived him of his favourable testimony. On this issue the court\nbelow quite\ncorrectly found that his death had not caused prejudice\nas there was no indication that he would have testified, or that his\ntestimony\nwould have been favourable to  the appellant.\n[15]\tThe appellant has not been incarcerated during the\npast 17 years and the liberty and security of the appellant cannot be\nsaid\nto have been affected by the delay. As was stated in\nSanderson\n:\nâ\nThe Courts will apply their\nexperience of how the lapse of time generally affects the liberty,\nsecurity and trial-related interests\nthat concern us. Of the three\nforms of prejudice, the trialârelated variety is possibly hardest\nto establish, and here as in the\ncase of other forms of prejudice,\ntrial courts will have to draw sensible inferences from the evidence.\nBy and large, it seems a\nfair although tentative generalisation that\nthe lapse of time heightens the various kinds of prejudice that s\n25(3)(a) seeks to diminish\nâ.\n6\nAccordingly I conclude that the delay in itself did not\nlead to unfairness or trial prejudice. It does, however, have an\nimpact on\nsentence as I shall discuss later.\nThe conduct of the magistrate, bias and the admission\nand use of inadmissible evidence\n[16] \tThe evidence of a State witness, Mr Govender (who\nwas himself indemnified against prosecution), as to what accused 1\nhad told\nhim about the appellant was declared inadmissible. However,\nthe trial court held that\nâGovender,\nmet sy diepgaande kennis van die sindikaat se bedrywighede, getuig\ndat beskuldigde 1 die man is wat vir 2 van Mandrax\nvoorsien het. Dit\nverduidelik beskuldigde 2 se aktiewe betrokkenheid met die versending\nvan Mandrax van Johannesburg na Kaapstad.\nâ\n[17]\tIn my view it is unfortunate that the trial court\nreferred to this âinadmissibleâ evidence in its judgment. But\nthere is\nnothing to indicate that this statement was evidence of\nbias, or that any finding was based upon it. The contention that the\ninadmissible\nevidence was the foundation of the finding is wholly\nunwarranted because it is not the only evidence on which the\nmagistrate relied.\nIt is clear from the evidence of Mr Haffejee,\nanother State witness who was also granted indemnity, and to which I\nshall revert,\nthat the appellant played a prominent role in the\ntransporting of  mandrax  tablets from Johannesburg to Cape Town.\n[18]\tMr Govender testified also about the modus operandi\nused in the supply of the mandrax,  the devious methods adopted by\nthe drug\ncartel to hide the mandrax in vehicles,  and the steps taken\nto avoid detection. Clearly it was only a very narrow aspect of Mr\nGovenderâs\nevidence that was declared inadmissible. The appellant\nhad the right to challenge all the remaining evidence and adduce\nevidence\nin rebuttal but elected not to do so.\nRight to remain silent\n[19]\tThe appellant did not testify. In\nS\nv Boesak\n,\n7\nthe Constitutional Court said the following:\nâ\nThe fact that an accused\nperson is under no obligation to testify does not mean that there are\nno consequences attaching to a decision\nto remain silent during the\ntrial. If there is evidence calling for an answer, and an accused\nperson chooses to remain silent in\nthe face of such evidence, a court\nmay well be entitled to conclude that the evidence is sufficient in\nthe absence of an explanation\nto prove the guilt of the accused\n.â\n[20]\tIn\nOsman & another v\nAttorney-General, Transvaal\n,\n8\nit was succinctly stated that in an adversarial legal system, once\nthe prosecution has produced evidence sufficient to establish\na prima\nfacie case, an accused who fails to produce evidence to rebut the\ncase was at risk. The failure to testify does not relieve\nthe\nprosecution of its duty to prove guilt beyond reasonable doubt. An\naccused thus always runs the risk that, absent any rebuttal,\nthe\nprosecutionâs case might be sufficient to prove the elements of the\noffence. The fact that an accused is put to such an election\nis not a\nbreach of the right to silence. In\nS v Thebus\n& another\n,\n9\nMoseneke J summed up the position in regard to the right to silence:\nâ\nIt is well established that\nit is impermissible for a court to draw any inference of guilt from\nthe pre-trial silence of an accused\nperson. Such an inference would\nundermine the rights to remain silent and to be presumed innocent.\nThus, an obligation on an accused\nto break his or her silence or to\ndisclose a defence before trial would be invasive of the\nconstitutional right to silence. An inference\nof guilt from silence\nis no more plausible than innocence. The majority of the US Supreme\nCourt in\nDoyle v Ohio\nreminds us that\nâevery post arrest silence is insolubly ambiguousâ. To hold\notherwise, the mandatory warning under s 35(1)(b)\nwill become a trap\ninstead of a means for finding out the truth in the interests of\njustice.\n. . .\nA distinction may properly be\nmade between an inference of guilt from silence and a credibility\nfinding connected with the election\nof an accused person to remain\nsilent. In the dissenting judgment in\nDoyle\nv Ohio\na comparable\ndistinction is drawn between the âpermissibility of drawing an\ninference on the credibility of the accused from silence\nand the\nimpermissibility of drawing a direct inference of guiltâ. In the\nlatter, the presumption of innocence is implicated. In\nthe former, a\ncourt would have regard to the factual matrix within which the right\nto silence was exercised.â\n[21]\tThe trial court found that:\nâ\nBehalwe beskuldigde twee se\nbetrokkenheid by handel soos reeds uiteengesit, dui ook die\nhoeveelheid tablette duidelik daarop dat beskuldige\ntwee nie net deel\nvan die sindikaat netwerk was nie, maar self ook ân handelaar in\neie reg. Indien dit enigsiens anders was soos\nbyvoorbeeld dat hy ân\nonskuldigde bystander of handlanger was, is daar geen rede waarom hy\nnie so kon getuig het nie. Sy besluit\nom te swyg, is ân verdere\nbevestiging van die Hof se bevinding met betrekking tot sy\nbetrokkenheid\nâ.\n[22] \tBoth the trial court and the court below were\nentitled to take into account the appellantâs failure to testify.\nThe State\nestablished a prima facie case calling for an answer from\nhim. His failure to testify justifiably had consequences, entitling\nthe\ntrial court to conclude that the evidence before it was\nsufficient, in the absence of an explanation to prove the appellantâs\nguilt.\nThe court below quite correctly held that the appellantâs\nright to remain silent was not violated.\n[23]\tNone of the so-called âirregularitiesâ\ncontended for by the appellant are of such a nature that they caused\na failure of\njustice. They did not result in a violation of the\nappellantâs right to a fair trial in terms of s 35(3) of the\nConstitution.\nCount 3\n[24] \tThe court below set aside the conviction on count\n3 and found the appellant  guilty of conspiracy instead. It is common\ncause\nthat the tablets on this count were not analysed. (On the\ncharge of conspiracy the number of tablets involved is immaterial.)\nThe\nState contended that  proof of the presence of methaqualone in\nthe tablets in respect of count 4, together with the same pattern\nof\nconduct followed in respect of counts 3 and 4, lent itself to the\nreasonable inference that the appellant was dealing in mandrax.\nThe\ncontention was correctly rejected by the court below. In the absence\nof proof of what the substance actually was, dealing in\nâmandrax\ntabletsâ (count 3) was not proved.\n[25]\tHowever, both the circumstantial evidence and the\nappellantâs conduct lead to the conclusion that he agreed with\naccused 1,\nMr Haffejee and others, to the transporting and supplying\nof mandrax tablets from Johannesburg to Cape Town in a blue Cressida\nvehicle.\n Evidence as to his participation in the arrangements for\nthe transportation of the drugs was unchallenged. His conduct and\nactions\nwere âin pursuance of a design common to himâ\n10\nand the others: the transportation and supply of drugs.\n[26]\tMoreover, Mr Haffejeeâs evidence with regard to\nthe appellantâs involvement with accused 1 in the counting and\npacking of\n50 packets of mandrax tablets into two carton boxes in the\ngarage of the appellantâs house, and placing them in a blue\nCressida\ndestined for Cape Town, and his association thereafter, is \nuncontested. The court below thus quite correctly set aside the\nconviction\nof âdealingâ in mandrax tablets, and convicted the\nappellant of conspiracy.\nCount 4\n[27]\tMr Haffejee testified that 80 bags of mandrax\ntablets were packed in the Cressida. The vehicle was driven to Cape\nTown where\nits registration plates were replaced before the vehicle\nwas driven to the appellantâs home. There in the garage of the\nappellantâs\nhome and in his presence the police confiscated 79 bags\nof mandrax tablets.\n[28]\tNone of this evidence was disputed. Superintendent\nSwart placed the seized tablets in two plastic bags which he kept in\nhis custody\nand control, until he delivered the tablets personally to\nthe laboratory in Pretoria. Ms de Vos examined the contents of these\nbags\nand the tablets tested positive for methaqualone. The findings\nof Ms de Vos were confirmed by Mr Volsteedt, both experts in\nanalysing\n mandrax tablets.\n[29]\tThe appellant challenged the finding of\nmethaqualone in this court, contending that the standard against\nwhich the mandrax tablets\nwere tested was not a generally accepted\none, and the tablets tested were not a proper sample of what was in\nthe other bags. This\nargument is to my mind disingenuous. There is no\nreason to doubt the accuracy of the findings of Ms de Vos and Mr\nVolsteedt.  Furthermore,\nin the trial court counsel for the appellant\ndid not place the standard against which the analytical tests were\ndone on the seized\ntablets in dispute or suggest an alternative\nstandard.\n[30]\tThe modus operandi adopted by De Vos in analysing\n29 of the tablets taken from those seized, (which, as I have said,\nwere not\ntampered with from the moment of their seizure to their\nconfinement in the Stateâs laboratory) was satisfactory in all\nrespects.\nHer testing method left very little margin for error. \nUltimately the State proved that the tablets confiscated by the\npolice were\nthe same tablets that tested positive for methaqualone.\nThere is no cogent reason advanced to reject this  evidence.\n[31]\tI am satisfied that the appellant was correctly\nconvicted of dealing in 79 000 tablets on count 4.\nConfiscation order\n[32]\tThe trial court made a confiscation order in the\namount of R150 000 against the appellant. Chapter 5 of POCA vests the\ncriminal\ncourts with a discretionary power to make a confiscation\norder against anybody convicted of any crime who benefitted from it\nor from\nâsufficiently related criminal activityâ.\n[33] \tSection 18(1) provides as follows:\nâ\nWhenever a defendant is\nconvicted of an offence the court convicting the defendant may, on\nthe application of the public prosecutor,\nenquire into any\nbenefit\nwhich the defendant may have derived from-\nthat offence;\nany other offence of which the\n\tdefendant has been convicted at the same trial; and\nany criminal activity which the\n\tcourt finds to be sufficiently related to those offences, and, if\n\tthe court finds that the defendant\nhas so benefitted , the court\n\tmay, in addition to any punishment which it may impose in respect of\n\tthe offence, make an order against\nthe defendant for the payment to\n\tthe State of any amount it considers appropriate . . .â. (my\n\temphasis)\nSection 18(2) provides:\nâ\nThe amount which a court may\norder the defendant to pay to the State under subsection (1)-\nshall not exceed the\nvalue\n\tof the defendantâs proceeds\nof\n\tthe offences or related criminal activities referred to in that\n\tsubsection, as determined by the court in accordance with the\n\tprovisions of this Chapter; or\nif the court is satisfied that\n\tthe amount which might be realised as contemplated in section 20(1)\n\tis less than the value referred\nto in paragraph(a), shall, not\n\texceed an amount which in the opinion of the court might be so\n\trealised.â (My emphasis.)\n[34]\tThe requirements of a confiscation order under ss\n18(1) and (2) are thus twofold. The first is the âbenefitâ the\ndefendant\n(accused) derived from his crimes and the second is the\nâproceedsâ of his crimes. If the court finds that the defendant\nhas benefitted,\nthen it may make a confiscation order against him for\nany amount up to the value of the âproceedsâ he derived from his\ncrimes.\n[35]\tBoth the trial court and the court below found that\nconfiscation was in order. I turn to consider the affidavits filed by\nMr\nG D Dawes, a Senior Special Investigator at the Directorate of\nSpecial Operations in support of an application for a confiscation\norder pursuant to s 18 of POCA, and the appellantâs reply thereto.\n[36]\tMr Dawes stated that there âcan be no doubt that\nthe defendant derived a benefit from his involvement in the\ncommission ofâ\nthe offences contemplated in counts 3 and 4 and\nrelied heavily on the trial courtâs findings that the appellant was\nnot only an\nintegral member of the narcotics trafficking syndicate\nbut also a drug dealer in his own right and must have benefitted\ntherefrom.\nFurthermore, although the appellant was convicted of only\ntwo counts of dealing in mandrax, there was sufficient evidence to\nindicate\nthat the syndicate was not restricted to these two\ntransactions and that therefore the appellantâs benefit should not\nbe limited\nto these transactions.\n[37]\tTo disprove that he had derived a benefit from the\ncommission of these offences, the appellant set out in his answering\naffidavit\nhis financial and employment history, together with\nsupporting bank statements, tax returns and an affidavit from his\ncompanion and\nthe mother of his children.\n[38]\tThe appellant denied that he had benefitted from\nthe offences. He asserted that any asset or income accrued to him\narose from\nlawful undertakings derived from proceeds of sales of\nvehicles, businesses and family homes. He set out in detail the\nbusiness ventures\nhe was involved in, the various properties that he\npurchased and sold over a number of years, his earnings and that of\nhis companion\nand the living expenses of his family with supporting\ndocumentation.\n[39]\tHe confirmed that his only realisable property was\nthe Plattekloof property, Erf No 22315, Parow, purchased by the\nappellant\nin January 1998 for R532 500 with a mortgage bond\nregistered against the property in favour of Nedcor Bank. This  was\nthe family\nhome. He had no savings, no medical aid, no policies and\nno investments other than in the Plattekloof property. His companion\nconfirmed\nthat she contributed financially to the upkeep of the joint\nhousehold and the bond repayments of the family home.\n[40]\tThe State filed no replying affidavit in rebuttal\nof these statements.  The trial court ignored the appellantâs\naffidavit,\nand only considered the unsubstantiated affidavit of Mr\nDawes. It concluded that the appellant had derived a benefit from the\ncommission\nof the offences and held that:\nâ\nCommon sense dictates that no\ndrug dealer would engage in drug trafficking merely for the fun of it\nthe main objective is profit.â\n. . . .\nâ\nThat only in highly\nexceptional cases is proof of benefit possible\n.â\n. . . .\nâ\nDrug dealers generally reap\nrich rewards from their activities and go to great lengths to conceal\ntheir assets.\nâ\n[41]\tThese findings were unjustified. From the\nappellantâs affidavit it is clear that he did not reap any ârich\nrewardsâ nor\nwas there any evidence that he had concealed any\nassets. The State, with the resources available to it, conducted\nextensive and covert\ninvestigation into the drug syndicate over a\nnumber of years.  Yet despite this, the State was unable to challenge\nthe appellantâs\ndenial that he had not directly or indirectly\nbenefitted from any drug deal.\n[42]\tThe trial court did not exercise its discretion\njudicially in granting a confiscation order. There was no basis for\nsuch an order\nas there was no proof that the appellant derived a\nbenefit from the offences in question or from related criminal\nactivity.\n[43]\tIt is noteworthy that the delay in concluding the\ntrial made the confiscation order possible. POCA had not been passed\nin 1993\nat the time of the appellantâs arrest. However, POCA was\nmade expressly retrospective, so that confiscation after 1998 in\nrespect\nof crimes committed before then is possible. However, as no\nsufficient proof was tendered by the State to show that the appellant\nhad derived any benefit from his criminal activity nothing turns on\nthis aspect.\nSentences\n[44]\tOn count 3, the court below altered the appellantâs\nconviction to one of conspiracy and reduced his sentence of 12 yearsâ\nimprisonment to 8 yearsâ imprisonment. The sentence on count 4 of\n12 yearsâ imprisonment was confirmed.\n[45]\tIt is trite law that an appeal court will interfere\nwith the sentence imposed only when a court exercises its discretion\nimproperly\nor unreasonably.\nâ\n[A] mere misdirection is not\nby itself sufficient to entitle the Appeal Court to interfere with\nthe sentence; it must be of such a\nnature, degree, or seriousness\nthat it shows, directly or inferentially, that the Court did not\nexercise its discretion at all or\nexercised it improperly or\nunreasonably. Such a misdirection is usually and conveniently termed\none that vitiates the Courtâs decision\non sentence.â\n11\n[46]\tThe individualisation of sentencing is an important\nfactor.   The appellant was  not the âkingpinâ in the drug\nsyndicate.\nOne of the syndicate leaders, accused 1, was killed during\nthe trial and other syndicate leaders were indemnified against\nprosecution.\nThe appellant is a first offender and he suffers from\nill health. It is clear that the effect of having legal proceedings\nhanging\nover his head for 17 years like the sword of Damocles must\nhave caused him immense mental strain.\n[47]\tIt is now nine years since his conviction and 17\nyears since his arrest. But this does not mean he must be set free.\nDrug trafficking\nand the use of drugs is a scourge in our society,\ncalling for severe sentences.\n[48]\tAlthough both the court below and the trial court\ntook into account the appellantâs personal circumstances,\ninsufficient consideration\nhas been given to the inordinate delay\nexperienced by the appellant in the finalisation of his matter. It is\nnecessary to say something\nabout what happened after the trial. The\nappellant was convicted in 2001, sentenced in 2002, lodged his appeal\nin 2003, and had his\nappeal heard by the high court in April 2006.\nThe judgment on appeal was delivered in April 2007 without notice to\nhim by the court.\nIn an affidavit filed by the appellant he stated\nthat he only became aware that judgment had been delivered when his\nattorney was\ncontacted ârecentlyâ (the affidavit was deposed to\nin July 2008) by the state attorney enquiring as to when payment in\nterms\nof the confiscation order could be expected. It is regrettable\nthat these circumstances led to further delays in this matter. The\napplication for leave to appeal was heard in November 2008.\n[49]\tCounsel for  the State during 17 October 2005 filed\nheads of argument which, although disputing that the delays were\nunreasonable,\nmade several concessions with regard to the particular\ncounts and apparently conceded that the State had not proved its case\nbeyond\na reasonable doubt. However, six months later the State\nappointed different counsel and withdrew all the concessions made.\n[50]\tFrom the aforegoing, it is clear that the appellant\n(through no fault of his own), has experienced substantial delay in\nhaving\nhis appeal against his convictions and sentences finalised and\nthe State has pursued the matter against him in an inept and tardy\nfashion. The mental strain that the appellant has endured over the\nyears awaiting the outcome of his appeal cannot be ignored.\nOrdinarily\nonly facts that are placed before a trial court are taken\ninto account for the purpose of sentencing.\n12\nHowever this rule is not invariable.\n13\nThe circumstances that the appellant found himself in after sentence\nwas imposed were extraordinary. It is possible therefore for\nthis\ncourt to alter the sentences.\n14\nIn my view, the exceptional circumstances following the appellantâs\nconvictions and sentences warrant a substantial reduction\nin the\nsentences on both counts. The appeal against the sentences imposed on\nboth counts succeeds.\n[51]\tThe following order is made:\n1 \tThe appeal against the convictions on counts 3 and 4\nis dismissed.\n2 \tThe appeal against the confiscation order is upheld\nand the confiscation order is set aside.\n3 \tThe appeal against the sentences imposed on count 3\nand 4 is upheld.\n4 \tThe sentences imposed by the regional court are\nreplaced with the following:\nâ\n(a)\tThe accused is sentenced to four yearsâ\nimprisonment on count 3.\n(b)\tThe accused is sentenced to eight yearsâ\nimprisonment on count 4.\n(c)\tThe sentence on count 4 is to run concurrently with\nthe sentence on count 3.â\n______________________\nH K Saldulker\nActing Judge of Appeal\nAPPEARANCES:\nAPPELLANTS:\tW\nKing\nInstructed\nby William Booth Attorneys, Cape Town;\nLovius Block Attorneys,\nBloemfontein.\nRESPONDENTS:\tC\nvan der Viyver\nInstructed by t\nhe\nDirector of Public Prosecutions, Cape Town;\nThe Director of Public\nProsecutions, Bloemfontein.\n1\nIn\n\tcontravention of s 5(b) read with ss 1, 13(f), 17(e), 18, 25 and 64\n\tand Parts I to III of  Schedule 2 of  the\nDrugs and Drug Trafficking\nAct 140 of 1992\n.\n2\n[1997] ZACC 18\n;\n1998 (1)\n\tSACR 227\n(CC) para 30.\n3\nSanderson\npara 25.\n4\n[1972] USSC 144\n;\n407 US 514\n(1972).\n5\nSanderson\npara 32.\n6\nSanderson p\nara\n\t30.\n7\n[2000] ZACC 25\n;\n2001 (1) SA 912\n(CC) para 24.\n8\n1998 (4) SA\n\t1224\n(CC) para 22; see also\nBoesak\npara 24.\n9\n[2003] ZACC 12\n;\n2003 (2) SACR 319\n(CC) paras 58 and\n\t59.\n10\nS v Cooper & others\n1976 (2) SA 875\n(T) at 880C-D and\nS\n\tv Moumbaris & others\n1974 (1) SA 681\n(T) at 685H.\n11\nS v Pillay\n1977 (4) SA 531(A)\nat 535E-G.\n12\nR v\n\tVerster\n1952 (2) SA 231\n(A).\n13\nS v\n\tJaftha\n2010 (1) SACR 136\n(SCA) para 15.\n14\nSee in particular\nS v\n\tRoberts\n2000 (2) SACR 522\n(SCA) para 22 and\nS v\n\tBalfour\n2009 (1) SACR 399\n(SCA) para 17.",
  "scraped_at": "2026-02-11T20:22:29.198657",
  "date": "2010-03-31",
  "coram": [
    "Lewis JJA",
    "Mlambo JJA",
    "Saldulker AJA"
  ],
  "case_number": "415/09",
  "parties": {
    "applicants": [
      "Shaun Hendricks"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Shaun Hendricks was arrested in September 1993 on drug‑related charges. After a six‑year gap, his trial began in August 1999 in the Wynberg Regional Court, where he and co‑accused Mogamat Amien Abrahams pleaded not guilty to four counts of dealing in mandrax. Hendricks was acquitted of two counts and convicted of the remaining two, relating to the dealing of 100,000 tablets (count 3) and 79,000 tablets (count 4). He was sentenced in January 2002 to twelve years’ imprisonment on each count, to run concurrently, and a confiscation order of R150,000 under s18 POCA was imposed. An appeal in 2007 altered the conviction on count 3 to conspiracy and reduced that sentence to eight years, while the conviction and sentence on count 4 and the confiscation order were upheld. Hendricks then sought leave to appeal to the Supreme Court of Appeal on the convictions, sentences and confiscation order, arguing unfairness due to delay, magistrate bias, inadmissible evidence and prejudice from his right to remain silent.",
    "issues": "1) Whether the extensive delay (approximately 17 years from the alleged offences to the appeal) infringed Hendricks’ constitutional right to a fair and speedy trial. 2) Whether the regional magistrate was biased or improperly relied on inadmissible evidence. 3) Whether an inference of guilt could be drawn from Hendricks’ decision not to testify. 4) Whether the confiscation order under POCA was properly made. 5) Whether the sentences imposed on counts 3 and 4 were manifestly excessive or irrational.",
    "principles": "The Court applied the constitutional right to a fair trial (s35(3) Constitution) and the balancing test from Sanderson v Attorney‑General (EC) considering length of delay, reasons for delay, the accused’s assertion of the right to a speedy trial and any prejudice (Barker v Wingo). The Court also relied on precedent regarding the right to silence (S v Boesak; Osman v AG; S v Thebus) which permits courts to draw credibility inferences but not guilt. Relevant statutory provisions were s18 of the Prevention of Organised Crime Act 121 of 1998 (POCA) governing confiscation orders, and the sentencing principles that require consideration of personal circumstances, the nature of the offence and the impact of procedural delays.",
    "application": "The Court found that both the State and Hendricks contributed to the delay; the delay, while regrettable, did not amount to a violation of his fair‑trial rights nor cause prejudice, as evidence remained sufficient and the co‑accused’s death did not affect Hendricks’ case. The magistrate’s reference to inadmissible evidence was deemed not fatal because the conviction relied on other admissible evidence. Hendricks’ failure to testify was held permissible; the trial court was entitled to consider it in drawing an inference of participation. Consequently, the convictions on counts 3 and 4 were upheld. The confiscation order was set aside because the State failed to prove that Hendricks derived any benefit from the offences. Regarding sentencing, the Court recognized the exceptional circumstances of a 17‑year procedural delay and Hendricks’ personal circumstances, concluding that the original sentences were excessive. Accordingly, it reduced the sentence on count 3 to four years and on count 4 to eight years, with the latter to run concurrently.",
    "conclusion": "The appeal against the convictions on counts 3 and 4 was dismissed, the appeal against the confiscation order was upheld and the order set aside, and the appeal against the sentences was upheld. The regional court’s sentences were substituted with four years’ imprisonment for count 3 and eight years’ imprisonment for count 4, the latter to run concurrently with the former."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "delay",
      "fair trial",
      "confiscation",
      "sentencing",
      "drug trafficking"
    ]
  }
}