{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/110.html",
  "case_name": "Margo and Another v Gardner, Gardner and Another v Margo and Another (564/09, 511/09) [2010] ZASCA 110; 2010 (6) SA 385 (SCA) (17 September 2010)",
  "citation": "[2010] ZASCA 110",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 110\n|\nNoteup\n|\nLawCite\nMargo and Another v Gardner, Gardner and Another v Margo and Another (564/09, 511/09) [2010] ZASCA 110; 2010 (6) SA 385 (SCA) (17 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 564/09\nIn the\r\nmatter between:\nROGER\r\nHUGH MARGO\tFirst Appellant\nSHERIFF\r\nFOR THE DISTRICT OF RANDBURG\tSecond Appellant\nand\nTONY\r\nRICKY GARDNER\tRespondent\nCase\r\nno: 511/09\nIn the\r\nmatter between:\nTONY\r\nRICKY GARDNER\tFirst Appellant\nOTR\r\nMINING LIMITED\tSecond Appellant\nand\nROGER\r\nHUGH MARGO\tFirst Respondent\nSHERIFF\r\nFOR THE DISTRICT OF RANDBURG\tSecond Respondent\nNeutral citation:\nMARGO v GARDNER\n(564/09)\n[2010] ZASCA 110\n(17 September 2010)\nCoram:\nHARMS\r\nDP, HEHER, SHONGWE, LEACH JJA and\nEBRAHIM\r\nAJA\nHeard:\n31 AUGUST 2010\nDelivered:\t\t17 SEPTEMBER 2010\nSUMMARY:\nIn duplum\nrule – its application –\r\nwhether interest accumulates\npendente lite\n– meaning of\r\nits suspension and consequences\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nSouth Gauteng High Court\r\n(Johannesburg) as courts of first instance).\nThe following order is made:\n(1)\nIn case 564/09\nThe appeal is dismissed with costs, the appellants are ordered to pay\r\nsuch costs jointly and severally, the one paying the other\nto be\r\nabsolved.\n(2)\nIn case 511/09\n(a)\tThe appeal is upheld with costs; and\n(b)\tThe order of the court a quo is set aside and substituted with\r\nthe following:\n‘The application is dismissed with costs.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE  JA  (HARMS DP, HEHER, LEACH JJA and EBRAHIM AJA concurring):\n[1]\tThis appeal concerns the application of an old common law rule\r\nknown as the\nin duplum\nrule. It means in general terms that a\r\ncreditor is not entitled to claim unpaid interest in excess of the\r\ncapital outstanding.\nAn extensive discussion of its historical\r\ndevelopment is to be found in\nLTA Construction Bpk v\r\nAdminstrateur, Transvaal\n[1991] ZASCA 147\n;\n1992 (1) SA 473\n(A).\n[2]\tThere are in fact two appeals similar in almost all respects\r\nwhich were argued as one. The one is Gardner (appellant) against\n\nMargo (Respondent) (case no 511/09) and the other is Margo\r\n(appellant) against Gardner (Respondent) (case no 564/09). Gardner’s\n\nappeal was with the leave of this court and Margo’s with leave\r\nof the court a quo (South Gauteng High Court, Johannesburg).\n[3]\tThe appeal by Gardner is against the dismissal of his application\r\nby Horwitz AJ. The appeal by Margo is against an order\nof Gyanda\r\nJ. Horwitz AJ concluded that the\nin duplum\nrule did not apply\r\nin the present instance, whereas Gyanda J on the same set of facts\r\nconcluded that the\nin duplum\nrule was applicable and found in\r\nfavour of Gardner.\n[4]\tOn 14 April 1999 Margo served a summons against Gardner (as the\r\nfirst defendant) and O T R Mining Ltd (as the second defendant).\n\nMlambo J found in favour of Margo for the payment of the sum of\r\napproximately R15 000 000.00. Gardner appealed against\nthe\r\nfinding to this court. The appeal succeeded and the following order\r\nwas made on 28 March 2006:\n‘\n1.\tAgainst the first\r\ndefendant, for payment of the amount of R1 461 432 plus\r\ninterest thereon at the rate of 15,5% per\nannum from 1 September\r\n1998 to date of payment.\n2.\tAgainst the second defendant,\r\nfor payment of the amount of R1 461 432 plus interest at\r\nthe rate of 15,5% per annum\nfrom 1 September 1998 to date\r\nof payment, the second defendant to be liable to make such payment\r\nonly in the event that,\nand to the extent that, the first defendant\r\nfails to do so.’\nThe said judgment is reported as\nGardner & another v Margo\n2006 (6) SA 33\n(SCA).\n[5]\tPursuant to the SCA judgment Gardner made a payment of the sum of\r\nR1 222 864 on 24 April 2006 and on 23 September\n2006 a\r\nfurther R1 800 000. The total paid at that stage amounted\r\nto R3 022 864. Gardner contended that after\nthe second\r\npayment he understood that the two payments were made in full and\r\nfinal settlement of the capital (although with no\nproof of this). He\r\nwas of the view that the only outstanding item was the question of\r\ncosts of the proceedings. This contention\nwas disputed by Margo.\n[6]\tThe relevant bills of costs were taxed and the respective\r\nattorneys exchanged a series of letters between them regarding what\n\nwas still owing by Gardner. The gist of the correspondence was in\r\nrespect of the calculation of the interest, as well as the taxed\n\nbills of costs. The parties also attempted to enter into negotiations\r\nof how to settle the issue of costs. A set-off was suggested\n\nregarding the payment of costs, though they failed to resolve the\r\ndispute. Margo’s attorneys proposed that the payment of\nthe\r\noutstanding amount must take place on or before 23 November 2009,\r\nfailing which a writ of execution would be issued.\nGardner’s\r\nattorneys made a counter proposal and advised that if the parties\r\nfail to agree they will be forced to bring an\nurgent application to\r\nsuspend the execution of the warrant. As no settlement had been\r\nreached by 27 November 2007, the proposal\nfor payment to be made\r\nby 23 November 2007 lapsed and  a writ of execution was issued.\n[7]\tOn 7 December 2007 a writ of execution was sent to Gardner’s\r\nattorneys as well as to the Sheriff for service, claiming\nthe sum of\r\nR185 983.00 being the balance of the interest owing on the\r\njudgment debt, and a sum for taxed costs. (The costs\nissue is not\r\nrelevant in this judgment). Gardner launched an urgent application to\r\nhave the writ suspended, pending the outcome\nof an application for a\r\ndeclaratory order that the SCA judgment had been satisfied, and for\r\nthe setting aside of the writ. On 28\nFebruary 2008 Horwitz AJ\r\ndismissed with costs the application for a declarator, and\r\nsubsequently dismissed the application for\nleave to appeal.\n[8]\tOn 3 October 2008 Margo caused a second writ of execution to be\r\nissued alleging that the first one reflected incorrect amounts\nand\r\nwas therefore withdrawn. The second writ reflected the balance of the\r\ncapital sum of R264 396.06 plus interest thereon\nat the rate of\r\n15,5% per annum calculated form 24 September 2006 to 30\r\nSeptember 2008 in the sum of R82 749.02 and\na further interest\r\non R264 397.06 at 15,5% per annum calculated from 1 October 2008\r\nto date of payment. Gardner launched another\nurgent application to\r\nsuspend the second writ and later launched another application to\r\nhave the aforesaid writ set aside and to\ndeclare that he was not\r\nindebted to Margo for any capital sum, interest or costs pursuant to\r\nthe SCA judgment. Gyanda J found in\nfavour of Gardner and ordered\r\nMargo to pay to Gardner a sum of R5 615.83 representing the\r\namount by which he found Gardner\nhad overpaid and also set aside the\r\nsecond writ and declared that Gardner was no longer indebted to\r\nMargo. On 23 September\n2009 the High Court granted leave to\r\nappeal to this court.\n[9]\tI may mention that during argument before Gyanda J, counsel for\r\nMargo raised the question whether the issues dealt with in\nHorwitz\r\nAJ’s judgment were not res\njudicata as they were between\r\nexactly the same parties and in respect of exactly the same facts.\r\nGyanda J ruled that he could not\ndecide that question due to the fact\r\nthat Horwitz AJ’s judgment had yet not been signed. In view of\r\nthe conclusion I hold\nin this matter it will not be necessary to deal\r\nwith that question for purposes of this judgment.\n[10]\tGardner’s submission was that a judgment debt accumulates\r\ninterest only until the amount thereof reaches the double\nof the\r\ncapital amount outstanding in terms of the judgment. He relied on\nStandard Bank of South Africa Ltd v Oneanate Investments (Pty) Ltd\n(in liquidation)\n[1997] ZASCA 94\n;\n1998 (1) SA 811\n(SCA) at 827H-I, read with page\r\n834G-I and\nCommercial Bank of Zimbabwe Ltd v M M Builders and\r\nSuppliers (Pvy) Ltd & others and three similar cases\n1997 (2)\r\nSA 285\n(ZH) at 303C-E. The argument failed to have regard to the full\r\nimport of\nOneanate\nand it is wrong to state that interest runs\nonly\n(my underlining) until the amount of interest reaches the\r\ndouble of the capital amount. The word ‘only’ is in my\r\nview,\nmisplaced because in\nOneanate\n(after referring to the\nCommercial Bank\ncase) (supra) it was held at 834H-I:\n‘\nthat interest on the\r\namount ordered to be paid may accumulate to the extent of that amount\r\nirrespective of whether it contains an\ninterest element. This would\r\nthen mean that\n(i) the\nin\r\nduplum\nrule is\r\nsuspended\npendente\r\nlite\n, where the\nlis\nis said to begin upon service of the initiating process, and\n(ii) once judgment has been\r\ngranted, interest may run until it reaches the double of the capital\r\namount outstanding in terms of\nthe judgment.’\n[11]\tThe gist of the passage quoted above is that interest does not\r\nrun only until the amount thereof reaches the double of the\ncapital\r\namount outstanding in terms of the judgment but it also runs\npendente\r\nlite\nbecause, as a  rule, the\nin duplum\nrule is suspended\r\nduring the litigation. What appears to be clear in the present matter\r\nis that Gardner failed to accommodate or\nrecognize the suspension of\r\nthe\nin duplum\nrule during the period when the matter was\r\npending before this court as envisaged in\nOneanate\nat page\r\n834H-I (supra). Counsel for Gardner argued that the difference\r\nbetween this appeal and the\nOneanate\ncase lies in the cause of\r\naction. The cause of action however makes no difference in the\r\napplication of the\nin duplum rule\nsee\nLTA Construction Bpk;\n(supra)\nBellingan v Clive Ferreira & Associates CC\n1998\r\n(4) SA 382\n(W);\nMeyer v Catwalk Investments\n354 (Pty) Ltd\n2004 (6) SA 107\n(T). ‘The prohibition on interest\nin duplum\nrule is not limited to money-lending transactions but applies to all\r\ncontracts arising from a capital sum owed, which is subject\nto a\r\nspecific rate of interest’ (Monica L Vessio ‘A limit on\r\nthe limit on interest? The\nin duplum\nrule and the public\r\npolicy backdrop’ (2006) 39\nDe Jure\n25 p 26-27).\n[12]\tIt is trite that the\nin duplum\nrule forms part of South\r\nAfrican law. It is also axiomatic that the\nin duplum\nrule\r\nprevents unpaid interest from accruing further, once it reaches the\r\nunpaid capital amount. However, it must be borne in mind\nthat a\r\ncreditor is not prevented by the rule from collecting more interest\r\nthan double the unpaid capital amount provided that\nhe at no time\r\nallows the unpaid arrear interest to reach the unpaid capital amount.\r\nOn the facts of this appeal this court is not\nasked to review the\r\norder of the SCA but to give effect to it as it stands. The order of\r\nthe SCA is unequivocal and does not provide\nfor any interest ceiling.\r\nTherefore the amounts claimed in the second writ are all due and\r\nowing by Gardner to Margo on the strength\nof the SCA judgment. The\r\npurpose or basis of the\nin duplum\nrule is to protect borrowers\r\nfrom exploitation by lenders who permit interest to accumulate, but\r\nessentially also to encourage\nplaintiffs to issue summons and claim\r\npayment of the debt speedily. Delays inherent in litigation cannot be\r\nlaid at the door of\nlitigants and it would be unfair to penalize a\r\ncreditor with the application of the\nin duplum\nrule while\r\nproceedings are pending. Compare\nTitus v Union & SWA Insurance\r\nCo Ltd\n1980 (2) SA 701\n(Tk SC) 704.\n[13]\tI agree with counsel for Margo that\n‘\nIt must be borne in mind\r\nthat when the SCA order was granted, the double capital would by then\r\nhave been reached had the\nin\r\nduplum\nrule applied\r\nthroughout the period from 1 September 1998 to 27 March 2006.\r\nThe interest for the period 1 September 1998 to\n27 March 2006\r\namounted to R1 715 360.81. The interest for this period was\r\nclearly more than double the capital amount.’\n[14]\tGyanda J found that the\nin duplum\nrule was applicable\r\nrelying on the authority of\nOneanate.\nHowever, in my\r\nrespectful view, the learned judge omitted to deal with the position\npendente lite\nwhich makes a huge difference on the application\r\nof the rule. This led to two conflicting judgments in which both\r\nrelied on one\nauthority namely the\nOneanate\ncase.\n[15]\tIt is because of the above reasons that I make the following\r\norder:\n(1)\nIn case 564/09\nThe appeal is dismissed with costs, the appellants are ordered to pay\r\nsuch costs jointly and severally, the one paying the other\nto be\r\nabsolved.\n(2)\nIn case 511/09\n(a)\tThe appeal is upheld with costs; and\n(b)\tThe order of the court a quo is set aside and substituted with\r\nthe following:\n‘The application is dismissed with costs.’\n_________________\nJ SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nGardner:\t\t\t\tHennie M de Kock\nPhlip\r\nA Myburgh\nInstructed\r\nby:\nPierre\r\nWolmarans\nManong\r\nBadenhorst Abbot van Tonder\nRANDBURG\nNaudes\nBloemfontein\nFor\r\nMargo:\t\t\t\tMarius van Wyk\nInstructed\r\nby:\nJohan\r\nDreyer\nDreyer\r\n& Nieuwoudt\nRANDBURG\nSymington\r\n& De Kock\nBloemfontein",
  "scraped_at": "2026-02-11T20:35:07.859684",
  "date": "2010-09-17",
  "coram": [
    "HARMS DP",
    "HEHER",
    "SHONGWE",
    "LEACH JJA",
    "EBRAHIM AJA"
  ],
  "case_number": "564/09 and 511/09",
  "parties": {
    "applicants": [
      "Roger Hugh Margo",
      "Sheriff for the District of Randburg",
      "Tony Ricky Gardner",
      "OTR Mining Limited"
    ],
    "respondents": [
      "Tony Ricky Gardner",
      "Roger Hugh Margo",
      "Sheriff for the District of Randburg"
    ]
  },
  "sections": {
    "facts": "The dispute arose from a 1999 summons served by Roger Hugh Margo against Tony Ricky Gardner and OTR Mining Ltd. The High Court awarded Margo roughly R15 million, with interest at 15.5% from September 1998. The Supreme Court of Appeal (SCA) in 2006 affirmed the judgment, ordering interest on the capital sum. Gardner made partial payments totaling R3,022,864 but claimed the capital had been settled. Subsequent correspondence between the parties concerned the calculation of outstanding interest and costs. Margo issued writs of execution for the remaining interest, which Gardner sought to suspend. The High Court dismissed Gardner’s applications, and the matter proceeded to the Supreme Court of Appeal with two intertwined appeals (cases 564/09 and 511/09).",
    "issues": "1. Whether the in duplum rule, which limits accrued interest to the amount of the capital debt, applies to the judgment debt in this case. 2. Whether the in duplum rule is suspended pendente lite (during litigation) and thus allows interest to accrue beyond the double of the capital during the period the case was before the court. 3. Whether the SCA’s earlier order provided an interest ceiling that would affect the amounts claimed in the second writ of execution.",
    "principles": "The court relied on the common‑law in duplum rule, which prevents interest from accruing once it equals the outstanding capital. It noted that the rule is generally suspended pendente lite, allowing interest to accrue during the litigation, as articulated in Standard Bank v Oneanate and other authorities (LTA Construction, Bellingan v Clive Ferreira, Meyer v Catwalk Investments). The rule applies to any contract involving a capital sum with a stipulated interest rate, not merely money‑lending. The purpose is to protect borrowers and to encourage prompt enforcement of debts.",
    "application": "Applying these principles, the Court held that the SCA judgment did not incorporate an interest ceiling; therefore the in duplum rule did not limit the interest that had accrued after the judgment was granted. The suspension of the rule during the pendente lite period meant that interest could continue to accrue up to the date of payment. Consequently, the amounts set out in the second writ of execution—capital plus accrued interest—were deemed payable by Gardner to Margo.",
    "conclusion": "The appeal in case 564/09 (Margo v Gardner) was dismissed with costs against the appellants. In case 511/09 (Gardner v Margo) the appeal was upheld with costs; the High Court’s order was set aside and the application was dismissed with costs. The Court affirmed that the amounts claimed in the second writ of execution were due."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Interest on Judgment Debts",
    "level_3": [
      "in duplum rule",
      "pendente lite",
      "interest accrual",
      "judgment enforcement"
    ]
  }
}