{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/113.html",
  "case_name": "Samuels v S (262/03) [2010] ZASCA 113; 2011 (1) SACR 9 (SCA) (22 September 2010)",
  "citation": "[2010] ZASCA 113",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 113\n|\nNoteup\n|\nLawCite\nSamuels v S (262/03) [2010] ZASCA 113; 2011 (1) SACR 9 (SCA) (22 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 262 / 03\nROSCHEN\r\nSAMUELS\n....................................................................\nAppellant\nand\nTHE\r\nSTATE\n...................................................................................\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nSamuels v The State\n(262/03)\n[2010] ZASCA 113\n(22 September 2010)\nBENCH:\nNAVSA and PONNAN JJA and K PILLAY AJA\nHEARD:\n14 SEPTEMBER 2010\nDELIVERED:\n22 SEPTEMBER 2010\nSUMMARY:\nSentence – possession of\r\nunlicensed firearm – over emphasis of general deterrence and\r\npublic safety – on appeal\n11 years after conviction and\r\nsentence – sentence of imprisonment set aside and replaced with\r\na fine.\n____________________________________________________________\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nThe South Gauteng High Court\r\n(Johannesburg) (Epstein AJ and Roux AJ sitting as court of appeal).\n1 The appeal against sentence is allowed.\n2 The sentence imposed by the magistrate is set aside and there is\r\nsubstituted therefor the following sentence:\n‘\nA fine of R6 000, payment whereof is\r\ndeferred until 31 March 2011, or six months’ imprisonment’.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA ( JA and JA concurring):\n[1] The appellant, Roschen Samuels, was convicted pursuant to a\r\nguilty plea in the Johannesburg Regional Court of contravening\ns 2\r\nread with s 39(2) of the Arms and Ammunitions Act 75 of 1969 (the\r\nAct) and sentenced to a term of imprisonment of two years.\n[2] In amplification of his plea the appellant adduced a statement in\r\nterms of s 112 of the Criminal Procedure Act 1997, which\nread:\n'1 I am the accused in this matter.\n2 I admit that I am guilty of contravening section 2\r\nread with sections 39(2) and 40 of Act 75 1969.\n3 I admit that on the 22\nnd\nday of March 1999\r\nand at or near Hamilton Street, Newclare, Johannesburg I did\r\nwrongfully and unlawfully have in my possession\nan arm to with a 9mm\r\npistol.\n4 I admit that I was having the aforesaid pistol in my\r\npossession without being the holder of a valid licence for this arm.\n5 I admit that I was aware that it was illegal to carry\r\nor possess a firearm and/or pistol without the necessary licence for\r\nsame\nand that my actions were punishable in law.\n6 I further wish to state that I have made this\r\nstatement out of my own free will and was not forced or unduly\r\ninfluenced to make\nsame.'\n[3] As is evident from his statement it was limited to an admission\r\nof the essential elements of the offence charged. Aside from\nthe\r\nfollowing two questions by the magistrate, the record which spanned\r\nall of three pages is ominously silent:\n'\nQuestions from the court to the\r\npublic prosecutor:\nDid the fire-arm have any serial no on it?\nNo.\nQuestion from the court to the defence:\nHow did the accused come in possession of the fire-arm?\nThe accused picked the fire-arm up. He wanted to keep\r\nit. When he saw the SAP on the day of his arrest he threw it away.'\n[4] Moreover there is no judgment on sentence to speak of. What\r\nmotivated the magistrate is to be discerned from the statement\nthat\r\nshe filed in terms of Rule 67 of the Magistrates’ Court Rules.\r\nThat too was brief. The relevant portion, without emendation,\nreads:\n'The court reads every day of people being murdered or\r\nrobbed and the fire-arms were used, and that suspects are usually in\r\nthe\nage group of the accused.\nThe defence mentioned that the court did not take into\r\nconsideration that this fire-arm had no cartridge or ammunition. But\r\nthe\naccused decided to keep this fire-arm. And you will only keep it\r\nfor one purpose and that is to use it, even if it is to protect\n\nyourself, then it seems the he will have no problem to get a\r\ncartridge or communication. If the accused were in possession of a\n\ncartridge and ammunition then that would have been a second count and\r\nwould the court have dealt with it further on that count.'\n[5] Aggrieved by what he considered to be an excessive sentence, the\r\nappellant appealed to the Johannesburg High Court. Epstein\nAJ (Roux\r\nAJ concurring) held:\n'Section 39(2)(\na\n)\r\nof the Act provides for a maximum of ten years imprisonment for the\r\npossession of more than one firearm and it is submitted that\nthis\r\nsection cannot be applicable to the appellant. The maximum sentence\r\napplicable to the appellant is that contained in section\n39(2)(\nb\n)\r\nof the Act which provides for a maximum of a fine of R12 000.00 or\r\nimprisonment of three years or both’.\nThe court accordingly concluded:\n'A sentence of direct imprisonment is appropriate in\r\nthis case. I have taken into account the accused's age and the fact\r\nthat he\nwas a first offender as mitigating factors. In view of the\r\nmisdirection I am entitled to interfere with the sentence. In my\r\nview,\ntaking into account the aforementioned mitigating factors, the\r\nsentence imposed by the magistrate should be reduced. The sentence\n\nimposed by the magistrate is set aside and substituted with the\r\nfollowing:\n\"The accused is sentenced to a period of\r\nimprisonment of 18 months of which 6 months are suspended for a\r\nperiod of three years\non condition that the accused is not convicted\r\nwithin the aforementioned period of the same crime or any arising\r\nfrom the Arms\nand Ammunitions Act, 75 of 1969.\" '\n[6] It is against the effective sentence of 12 months’\r\nimprisonment that the further appeal to this court is directed. The\n\nappeal is before us with the leave of the court below. At the time of\r\nthe commission of the offence the appellant was a 21-year\nold first\r\noffender, who was earning approximately R2 000 per month as a casual\r\nemployee. For reasons that are not entirely clear\nand in any event\r\nnot necessary to traverse, it has taken all of 11 years for the\r\nmatter to be heard by this court. We were informed\nfrom the bar that\r\nthe appellant is now in permanent employment earning R5 000 and that\r\nhe has since fathered a child.\n[7] One would have thought that such facts as served before the\r\nmagistrate were insufficient to have enabled her to exercise a\nproper\r\nsentencing discretion. As to both the crime and the appellant there\r\nare significant gaps that one needs for responsible\nsentencing. We\r\nknow very little about the crime, for example, how or where exactly\r\ndid the appellant come to acquire possession\nof the firearm? How long\r\ndid he have possession of it? Why did he decide to keep it? And of\r\nthe appellant himself we know as little.\nWhat are his scholastic\r\nachievements? What type of work does he do? What is his work record?\r\nMost importantly is he the type of\nyoung man who should go to gaol?\n[8] Despite the fact that the appellant was\r\nrepresented before the magistrate there nonetheless remained a duty\r\non her to call for\nsuch evidence as was necessary to enable her to\r\nexercise a proper judicial sentencing discretion. For, as\nS\r\nv Siebert\n1\nmade plain:\n'Sentencing is a judicial function\nsui generis\n.\r\nIt should not be governed by considerations based on notions akin to\r\nonus of proof. In this field of law, public interest requires\nthe\r\ncourt to play a more active, inquisitorial role. The accused should\r\nnot be sentenced unless and until all the facts and circumstances\n\nnecessary for the responsible exercise of such discretion have been\r\nplaced before the court.’\nThe judgment added: ‘[A]n accused should not be sentenced on\r\nthe basis of his or her legal representative’s diligence\nor\r\nignorance’. Whilst I am alive to the very trying conditions\r\nunder which magistrates work in this country and their justifiable\n\nneed to eradicate the enormous case backlogs that confront them, this\r\nnonetheless may well have been the kind of matter where,\ngiven the\r\npaucity of information, the magistrate should have called for a\r\npre-sentence report. Absent such a report the magistrate\nwas unable\r\nto explore all of the available sentencing options and to choose one\r\nthat best served the interests of this particular\ncase.\n[9] An enlightened and just penal policy requires consideration of a\r\nbroad range of sentencing options from which an appropriate\noption\r\ncan be selected that best fits the unique circumstances of the case\r\nbefore the court. It is trite that the determination\nof an\r\nappropriate sentence requires that proper regard be had to the well\r\nknown triad of the crime, the offender and the interests\nof society.\r\nAfter all any sentence must be individualised and each matter must be\r\ndealt with on its own peculiar facts. It must\nalso in fitting cases\r\nbe tempered with mercy. Circumstances vary and punishment must\r\nultimately fit the true seriousness of the\ncrime. The interests of\r\nsociety are never well served by too harsh or too lenient a sentence.\r\nA balance has to be struck.\n[10] It was urged upon us that correctional\r\nsupervision would have been an appropriate sentence for the\r\nappellant. Sentencing courts\nmust differentiate between those\r\noffenders who ought to be removed from society and those who although\r\ndeserving of punishment\nshould not be removed. With appropriate\r\nconditions correctional supervision can be made a suitably severe\r\npunishment even for persons\nconvicted of serious offences.\n2\nCorrectional supervision, as a possibility, did\r\nnot even merit any mention in either the judgment of the magistrate\r\nor that of the\ncourt below. I venture to suggest that that sentence\r\nmay well have commended itself as one that was fair and just in this\r\ncase.\nBut the extraordinary passage of time encountered here renders\r\nit inappropriate. It seems to me that it would hardly serve the\r\ninterests of justice for the matter to be remitted to the trial court\r\n11 years after the appellant’s conviction for him to\nbe\r\nsentenced afresh. That, on the view that I take of the matter,\r\nexcludes correctional supervision as a sentencing option.\n[11] It is not entirely clear to me why it was thought that direct\r\nimprisonment was the only appropriate sentence. What seemed\nto weigh\r\nwith both courts was the prevalence of violent crimes executed with\r\nunlicensed firearms. Epstein J put it thus:\n'The prevalence of violent crime with the use of\r\nfirearms and the terrible consequences that are associated therewith\r\ncannot be\noveremphasised. The people of the city of Johannesburg and\r\nits surrounds are terrorised on a daily basis by unscrupulous\r\ncriminals\nwho perform the most horrific and heinous crimes using\r\nfirearms.'\nThat consideration was deserving of and warranted appropriate\r\nrecognition in the determination of an appropriate sentence.\r\nRegrettably,\nit ignored crucial evidence that the firearm had no\r\ncartridge or ammunition. Moreover, as I shall hope to show, the\r\nprevalence\nof violent crime was a factor hardly to be taken into\r\naccount against the appellant personally.\n[12] The appellant was a young - evidently immature - man, who, when\r\nhe saw the police became so afraid that he threw the firearm\naway.\r\nHardly the reaction of someone intent on using the firearm for some\r\nnefarious purpose. More likely, one suspects, is the\ninference that\r\nhe picked up the firearm out of idle curiosity. If that is so, as it\r\ncertainly seems to be on such evidence as is\navailable, then the link\r\nsought to have been made between him and violent crime is devoid of\r\nany foundation. That speculative hypothesis\nshould have been\r\ndisplaced by one more charitable to the appellant, namely that he\r\nacted with immaturity and a lack of sophistication\nwhen he picked up\r\nthe firearm. And, when he decided to retain possession of it, he was\r\nnot motivated by a desire to use it for\nany nefarious purpose\r\nthereafter.\n[13] Epstein AJ stated: ‘in considering an appropriate sentence\r\nit is necessary to take into account the deterrent factor,\nnot only\r\nin respect of the appellant but also in respect of other persons who\r\nare in possession of unlicensed firearms’.\nI cannot imagine\r\nthat the appellant is ever likely to repeat what he did. Deterrence\r\nis therefore only relevant in respect of other\nwould-be offenders.\r\nThere as well the appellant is being punished with imprisonment to\r\ndeter others who stand on a very different\nfooting to him, namely\r\nthose who make themselves guilty of violent crimes and utilise\r\nunlicensed firearms to achieve that end.\nIt is hard to resist the\r\nconclusion that the appellant is being rendered a sacrificial lamb on\r\nthe altar of general deterrence.\n[14] It follows on the view that I take of the matter that the\r\nrequisite balance was not struck as the offence and the interests\nof\r\nsociety were over emphasised and conversely the interests of the\r\naccused under emphasised. Moreover, the only two factors relied\nupon\r\nfor the conclusion that imprisonment was warranted, namely general\r\ndeterrence and the prevalence of violent crime are, as\nI have\r\ndemonstrated, less apposite to the appellant than appears to have\r\nbeen thought by either of the courts below.\n[15] What one sees here is excessive devotion to\r\nthe furtherance of the cause of deterrence and the protection of the\r\npublic interest\nbut insufficient weight to other factors that may\r\nlessen the gravity of the offence in the circumstances of this\r\nparticular case.\n3\nThus no or insufficient consideration was given to\r\nthe following factors: that he was a first offender; that the firearm\r\ngiven its\nstate when found could not have been put to any immediate\r\nunlawful use; that he became so frightened upon seeing the police\r\nthat\nhe immediately attempted to dispose of the firearm; that\r\nfollowing upon his arrest he made a full confession to the police;\r\nthat\nhe fully co-operated and demonstrated his remorse by pleading\r\nguilty at the first available opportunity; and most importantly as\nI\r\nhave stated, that he did not retain the firearm for any other\r\nnefarious purpose. All of those were weighty factors and undoubtedly\n\nserved to lessen the gravity of the offence in regard to the\r\nappellant on the facts of this case. And yet none of them either\r\nindividually or cumulatively received due recognition in the\r\ndetermination of an appropriate sentence. The result was the\r\nimposition\nof punishment that was grossly disproportionate to what\r\ncould be considered fair in the circumstances of this case.\n[16] Moreover, in the last 11 years whilst his\r\nappeal to this court has been pending the appellant has managed to\r\navoid any further\nbrush with the law. And as his counsel points out\r\nin all of that time he also has had to endure the mental anguish that\r\nis conjured\nup by the threat of imprisonment. The legislature has\r\nprovided for a sentence of imprisonment for a period not exceeding\r\nthree\nyears or a fine not exceeding R12 000 or both. Both the public\r\ninterest and the need to do justice to the appellant would be well\n\nserved by the imposition of a fine. I may add that no consideration\r\nwas given to the payment of a fine as a sentencing option.\nThat may\r\nhave been on account of the fact that the appellant was then in\r\ncasual employment and perhaps it was thought that such\na sentence\r\nwould not have served any meaningful purpose. But as\nS\r\nv Mosia\n4\nmade clear the court can direct that the fine be\r\npaid in instalments, if necessary over a period for as long as five\r\nyears. That\nmakes it possible in appropriate circumstances for even a\r\nhumble wage earner, to escape imprisonment. In that way an accused\r\nperson\nis offered a real alternative to imprisonment and by having to\r\nprune his income over a fairly protracted period the long term\r\ndeterrent\neffect of punishment is enhanced.\n[17] I have in mind a fine sufficiently severe as to represent real\r\npunishment. Ordinarily it may have been more appropriate for\nit to\r\nhave been coupled with a wholly suspended sentence of imprisonment to\r\nenhance its deterrent value. But on account of the\npassage of time\r\nand his maintaining a clean slate during that period a suspended\r\nsentence has been rendered largely superfluous.\nA suspended sentence\r\nas well therefore falls to be excluded as a sentencing option. We\r\nwere informed from the bar that were we\ninclined to impose a fine in\r\nthe region of half of that prescribed by the legislature, which seems\r\nto me just and fitting, the\nappellant should be allowed in terms of s\r\n297(5)(a) of the Criminal Procedure Act something in the order of six\r\nmonths to effect\npayment.\n[18] In the result:\n1 The appeal against sentence is allowed.\n2 The sentence imposed by the magistrate is set aside and there is\r\nsubstituted therefor the following sentence:\n‘\nA fine of R6 000, payment whereof is\r\ndeferred until 31 March 2011, or six months’ imprisonment’.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: J P Myburgh\nInstructed\r\nby:\nSarlie\r\n& Ismail Inc\nJohannesburg\nMthembu\r\n& Van Vuuren Inc\nBloemfontein\nFor\r\nRespondent: M P D Mothibe\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions\nWitwatersrand\r\nLocal Division\nThe\r\nDirector of Public Prosecutions\nProvincial\r\nDivision Free State\n1\n1998\r\n\t(1) SACR 554\n(SCA) at 558j-559a.\n2\nS\r\n\tv Ingram\n1995 (1) SACR 1\n(A).\n3\nS\r\n\tv Maseko\n1982 (1) SA 99\n(A).\n4\n1988\r\n\t(2) SA 730\n.",
  "scraped_at": "2026-02-11T20:35:48.214267",
  "date": "2010-09-22",
  "coram": [
    "NAVSA JJA",
    "PONNAN JJA",
    "K PILLAY AJA"
  ],
  "case_number": "262/03",
  "parties": {
    "applicants": [
      "Roschen Samuels"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Roschen Samuels, then a 21‑year‑old first‑offender, pleaded guilty to contravening s2 read with s39(2) of the Arms and Ammunitions Act after being found in possession of an unlicensed 9mm pistol on 22 March 1999 in Newclare, Johannesburg. The firearm had no cartridge or ammunition. He admitted picking up the weapon out of curiosity and disposing of it when police arrived. At his original trial in the Johannesburg Regional Court he was sentenced to two years' imprisonment. On appeal to the High Court the sentence was reduced to 18 months' imprisonment, with six months suspended. Eleven years later the matter reached the Supreme Court of Appeal, during which time Samuels secured stable employment, earned a higher salary, and had started a family.",
    "issues": "The key issues were (1) whether the imprisonment sentence imposed (effectively 12 months) was proportionate given the appellant's personal circumstances and the nature of the offence; (2) whether the sentencing courts had erred by over‑emphasising general deterrence and public safety at the expense of individualized consideration; and (3) whether a fine, possibly together with a suspended sentence, would be a more appropriate sanction under the statutory limits of the Arms and Ammunitions Act.",
    "principles": "The court reiterated the fundamental sentencing triad – the crime, the offender and the interests of society – and the need for individualized sentencing. It noted that sentencing is a sui generis judicial function, requiring courts to actively investigate all relevant facts, including ordering pre‑sentence reports where necessary. The statutory maximum for possession of a single unlicensed firearm is a fine of up to R12,000 or imprisonment of up to three years (or both). General deterrence may be considered, but must be balanced against mitigating factors such as first‑offence status, lack of ammunition, remorse, and the appellant’s personal circumstances.",
    "application": "Applying these principles, the Court found that the magistrate had not gathered sufficient factual material and had relied heavily on the prevalence of violent crime involving firearms, which was not directly attributable to Samuels. The appellant’s immaturity, immediate disposal of the weapon, full confession, employment progress and family responsibilities were significant mitigating factors that were ignored. The passage of eleven years also rendered correctional supervision impractical. Consequently, a fine of R6,000, payable by 31 March 2011 (or six months' imprisonment upon default), was deemed a proportionate and just sanction within the statutory ceiling.",
    "conclusion": "The appeal against sentence was allowed. The original sentence was set aside and substituted with a fine of R6,000, payment of which is deferred until 31 March 2011, or, in default, six months' imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "unlicensed firearm",
      "general deterrence",
      "fine"
    ]
  }
}