{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/127.html",
  "case_name": "S v Matyityi (695/09) [2010] ZASCA 127; 2011 (1) SACR 40 (SCA) ; [2010] 2 All SA 424 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 127",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 127\n|\nNoteup\n|\nLawCite\nS v Matyityi (695/09) [2010] ZASCA 127; 2011 (1) SACR 40 (SCA) ; [2010] 2 All SA 424 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 695/09\nTHE\r\nSTATE\r\n.\n................................................................................\nAppellant\nand\nVUYISILE\r\nMATYITYI\n..................................................................\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nState v Matyityi\n(695/09)\n[2010] ZASCA 127\n(30 September 2010)\nBENCH:\r\nNAVSA and PONNAN JJA and K PILLAY AJA\nHEARD:\r\n14 SEPTEMBER 2010\nDELIVERED:\r\n30 SEPTEMBER 2010\nSUMMARY:\nCriminal Law Amendment Act 51 of 1997\n–\ns 51\n- sentence – murder and rape - minimum sentence –\r\nlife imprisonment - remorse and relative youthfulness found by high\n\ncourt to constitute substantial and compelling circumstances –\r\non appeal – held – no such circumstances –\n\nsentenced altered to life imprisonment.\n____________________________________________________________\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn appeal from\n:\nEastern Cape High Court\r\n(East London) (Matiwana AJ sitting as court of first instance).\n1 The appeal by the State against sentence succeeds.\n2 The sentence imposed by the court below in respect of the murder\r\nand rape is set aside and in its stead is substituted the following:\n‘\na In respect of count 2, the murder, the\r\naccused is sentenced to imprisonment for life.\nb In respect of count 3, the rape, the accused is sentenced to\r\nimprisonment for life.’\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA ( JA and JA concurring):\n[1] At approximately 6pm on 16 April 2008, 45-year old Anthony Cannon\r\nwas seated alone in his motor vehicle enjoying a beer at\nLeaches Bay,\r\nEast London when he glimpsed, out of the corner of his eye, someone\r\nin close proximity to his vehicle. Before he could\nreact his car\r\nwindow was smashed and he was struck in the face. He was robbed by\r\nthree assailants of his Nokia cell phone, cash\nto the tune of R500\r\nand a bank card. A hood was placed over his head and his Honda\r\nBallade vehicle, with him in the back seat,\nwas driven to a secluded\r\nspot, where his hands were bound and he was secured to a tree.\n[2] To buy himself some time, he deliberately furnished his attackers\r\nwith a false automated teller machine (ATM) pin code. They\nset off in\r\nhis Honda Ballade in search of an ATM. In their absence he managed to\r\nremove his hood by working his head against the\ntree but was\r\notherwise unable to free himself. His assailants returned annoyed at\r\nnot having been able to access his bank account\nwith the pin number\r\nthat had been furnished. He was told that they had heard him scream\r\nbut that he was wasting his time because\nthere was ‘not a soul\r\nin sight who could assist him’. Realising that his ploy had\r\nfailed he divulged the correct pin\ncode. Once again they left in his\r\nHonda Ballade. After they had left he eventually managed, not without\r\na struggle, to free himself\nfrom the tree and with his hands still\r\ntied behind his back made good his escape. Being familiar with the\r\narea he made his way\non foot to the nearby home of his uncle where he\r\nsought assistance.\n[3] Five days later, on 21 April 2008, Mr Cannon was informed that\r\nhis Honda Ballade had been recovered by the police. Upon inspecting\n\nit he noticed, aside from other damage that it is not necessary to\r\ndetail, that a JVC CD player had been removed. Later that very\nday\r\nthe trio struck once again. This time the victims were Ms KD and her\r\nboyfriend Mr MF. Ms KD a 31-year old divorcee and mother\nof four\r\nchildren had fetched her boyfriend Mr MF from his place of employment\r\nand at approximately 5 pm they made their way in\nher BMW motor\r\nvehicle to the tidal pool in the vicinity of Leaches Beach called\r\nWater World in East London. She was initially apprehensive\nabout\r\ntheir safety but being reassured by Mr MF she parked the car in a\r\nsecluded spot.\n[4] After they had engaged in some intimacy Mr MF alighted from the\r\nmotor vehicle. When Ms KD, who was seated in the driver's seat,\n\nbecame concerned that he was taking too long to return to the\r\nvehicle, she glanced over her shoulder and observed what she\r\ndescribed\nas two men wrestling with Mr MF. She reached for her car\r\nkeys that were lying in the console of the motor vehicle but before\r\nshe\ncould insert the key into the ignition, a third person, whom she\r\ndescribed as Rasta, smashed the driver's window and the key was\n\nsnatched out of her hand. When she looked back once again she saw Mr\r\nMF running followed closely by two men. She observed Mr MF\nfall but\r\nbeing pre-occupied with Rasta could not tell what caused him to do\r\nso. She was then ushered by Rasta onto the back seat\nof the motor\r\nvehicle and whilst doing so she saw Mr MF, with blood trickling down\r\nhis face, fall to his knees and beg his attackers\nnot to harm her. On\r\nthe back seat Rasta began to fondle her breasts and touch her\r\ninappropriately. When she tried to push him away,\nhe told her to\r\nco-operate or he would kill her. Mr MF, who by then was bleeding\r\nquite profusely, had been forced into the boot\nof the motor vehicle.\r\nThe rear exterior of the motor vehicle was then washed to remove any\r\ntrace of his blood and with Ms KD wedged\nbetween two of the three in\r\nthe back seat, the vehicle was driven by the third for what seemed\r\nlike 15 minutes to a more secluded\narea.\n[5] Once the vehicle had come to a halt the driver removed a set of\r\nJVC speakers from the rear of the vehicle and placed it in\nhis back\r\npack. Thereafter each took Ms KD into the surrounding bushes where\r\nshe was raped. After being raped in turn by each the\nboot of the\r\nmotor vehicle was opened and after a long struggle Mr MF, who was by\r\nthat stage unconscious and soaked in blood from\nhead to feet, was\r\nremoved and placed on the back seat. The vehicle was then driven back\r\nin the direction from whence they had come.\nAfter ascertaining if she\r\nwas familiar with their whereabouts and receiving an affirmative\r\nresponse, the vehicle was stopped and\nthe three men alighted. Ms KD\r\nthen drove to the Frere Hospital but by the time that she got there\r\nit was already much too late\nfor Mr MF who was pronounced dead on\r\narrival.\n[6] On 23 April 2008 acting on information received, the\r\ninvestigating officer, Captain Alexander, visited an informal\r\nsettlement\nin Fort Grey, East London, where the respondent, Vuyisile\r\nMatyityi, allegedly lived with his girlfriend. A search of the\r\npremises\nin his absence yielded the JVC speakers that had been\r\nremoved from Ms KD's BMW and the JVC CD player that was missing from\r\nMr Canon's\nHonda Ballade when it was recovered. During the early\r\nhours of the next morning the other two alleged perpetrators were\r\narrested.\nA visit to the home of the respondent then followed. Upon\r\ngaining forcible entry to his home the police discovered that the\r\nrespondent\nhad fled. That evening, however, the respondent handed\r\nhimself over to the police.\n[7] All three were indicted in the Eastern Cape High Court (East\r\nLondon) on one charge each of murder and rape and two charges\nof\r\nrobbery. At the commencement of the trial the respondent, unlike his\r\nco-accused, expressed a willingness to tender a plea of\nguilty to all\r\nof the charges and after the trials were separated he was convicted\r\nas charged by Matiwana AJ on his guilty plea.\nHe was sentenced to 25\r\nyears' imprisonment on each of the murder and rape charges. And in\r\nrespect of each of the robbery counts\nto 13 years' imprisonment. The\r\nsentences were ordered to run concurrently. He was thus sentenced to\r\nan effective term of 25 years'\nimprisonment.\n[8] Aggrieved by the sentences imposed in respect of the murder and\r\nrape that were regarded as being too lenient, the appellant,\nthe\r\nDirector of Public Prosecutions (Eastern Cape), appealed in terms of\r\ns 316B of the Criminal Procedure Act with the leave of\nthe court\r\nbelow. The sentence imposed in respect of the robbery is not before\r\nus. But it matters not, for, were the appeal to succeed\nthe sentence\r\nimposed in respect of it will naturally be subsumed by that imposed\r\nin respect of the murder and rape.\n[9] The nature of the offences brought the matter within the purview\r\nof\ns 51\nof the\nCriminal Law Amendment Act 105 of 1997\nwhich\r\nprescribes minimum sentences, namely life imprisonment for each of\r\nthe murder and rape convictions unless substantial and\ncompelling\r\ncircumstances were found to be present. Matiwana AJ identified the\r\nissue thus:\n'The question, therefore, that I am faced with, is\r\nwhether there are any compelling circumstances in this case, which,\r\nif present,\nwould justify a departure from the prescribed sentences\r\nlaid down by the legislature.'\nAccepting that by the epithet 'compelling' he meant 'substantial and\r\ncompelling' that is a correct identification of the issue.\nHe\r\nanswered that question as follows:\n'As I have stated, in my mind, the\r\ncourt should not impose the prescribed minimum sentence in [this]\r\ncase, in view of the accused's\nage, and in the light of the remorse\r\ndisplayed by him during the trial here.'\nOn a thorough reading of the record I could find no other factors\r\nthat could be relied on as constituting substantial and compelling\n\ncircumstances within the meaning of that expression. Nor was counsel\r\nable to suggest any in argument before us.\n[10] Aside from whether the trial judge was\r\njustified in his conclusion that a departure from the prescribed\r\nminimum sentences was\nwarranted in this case, there appear to be at\r\nleast two other respects in which he appears to have misdirected\r\nhimself. First,\nalthough the respondent had a previous conviction, it\r\nwas not taken into consideration against him on the basis that it ‘is\n\nnot much related to the offences of which he has been found guilty’.\r\nWhy that was thought so is not entirely clear to me.\nThe SAP 69 shows\r\nhim to have been convicted during 2005 of being in possession of an\r\nunlicensed firearm in contravention of the\nArms and Ammunitions Act.\n1\nHe was sentenced to a fine of R1500 or 12 months’\r\nimprisonment. He evidently appears to have spurned the mercy shown\r\nhim by\nthe court then. Second, the trial judge appears to have\r\naccepted that Ms KD sustained no injuries. To the extent that he may\r\nhave\nbeen referring to permanent physical injuries one can hardly\r\nquarrel with that conclusion. But, with respect, to restrict the\r\nenquiry\nto permanent physical injuries, as the learned judge appears\r\nto have done, is to fundamentally misconstrue the act of rape itself\n\nand its profound psychological, emotional and symbolic significance\r\nfor the victim. As it was put by this court in\nDe\r\nBeer v S\n:\n2\n‘\nRape is a topic that abounds\r\nwith myths and misconceptions.\n3\nIt is a serious social problem\r\nabout which, fortunately, we are at last becoming concerned. The\r\nincreasing attention given to it\nhas raised our national\r\nconsciousness about what is always and foremost an aggressive act. It\r\nis a violation that is invasive and\ndehumanising. The consequences\r\nfor the rape victim are severe and permanent. For many rape victims\r\nthe process of investigation\nand prosecution is almost as traumatic\r\nas the rape itself.’\n[11] I turn now to the central issue in the\r\nappeal, namely whether, given the facts of this case, the trial court\r\nwas correct in\nits conclusion that substantial and compelling\r\ncircumstances as contemplated by that expression were indeed present.\nS v\nMalgas\n4\nis where one must start. It, according to Navsa\r\nJA, is ‘not only a good starting point but the principles\r\nstated therein are\nenduring and uncomplicated' (\nDPP\r\nKZN v Ngcobo\n).\n5\nMalgas\n, which has\r\nsince been followed in a long line of cases, set out how the minimum\r\nsentencing regime should be approached and in particular\nhow the\r\nenquiry into substantial and compelling circumstances is to be\r\nconducted by a court. To paraphrase from\nMalgas\n:\n6\nThe fact that Parliament had enacted the minimum\r\nsentencing legislation was an indication that it was no longer\r\n'business as usual'.\nA court no longer had a clean slate to inscribe\r\nwhatever sentence it thought fit for the specified crimes. It had to\r\napproach the\nquestion of sentencing conscious of the fact that the\r\nminimum sentence had been ordained as the sentence which ordinarily\r\nshould\nbe imposed unless substantial and compelling circumstances\r\nwere found to be present.\n[12] The respondent elected not to testify. Nor was any evidence led\r\non his behalf in mitigation. From the bar it was placed on\nrecord\r\nthat he was 27 years of age at the time of the commission of the\r\noffences. He was married with three children, the oldest\nof whom was\r\n10 years and the youngest one month. His highest level of education\r\nwas Std 7 (Grade 9). As I have already indicated\nthe only\r\ncircumstances entered on the record of the proceedings as substantial\r\nand compelling by the trial judge were the remorse\ndisplayed by the\r\nrespondent and his age.\n[13] Remorse was said to be manifested in him\r\npleading guilty and apologising, through his counsel (who did so on\r\nhis behalf from\nthe bar) to both Ms KD and Mr Cannon. It has been\r\nheld, quite correctly, that a plea of guilty in the face of an open\r\nand shut\ncase against an accused person is a neutral factor.\n7\nThe evidence linking the respondent to the crimes\r\nwas overwhelming. In addition to the stolen items found at the home\r\nof his girlfriend,\nthere was DNA evidence linking him to the crime\r\nscene, pointings-out made by him and his positive identification at\r\nan identification\nparade. There is, moreover, a chasm between regret\r\nand remorse.\n8\nMany accused persons might well regret their\r\nconduct but that does not without more translate to genuine remorse.\n9\nRemorse is a gnawing pain of conscience for the\r\nplight of another. Thus genuine contrition can only come from an\r\nappreciation and\nacknowledgement of the extent of one’s error.\n10\nWhether the offender is sincerely remorseful and\r\nnot simply feeling sorry for himself or herself at having been caught\r\nis a factual\nquestion. It is to the surrounding actions of the\r\naccused rather than what he says in court that one should rather\r\nlook.\n11\nIn order for the remorse to be a valid\r\nconsideration, the penitence must be sincere and the accused must\r\ntake the court fully into\nhis or her confidence.\n12\nUntil and unless that happens the genuineness of\r\nthe contrition alleged to exist cannot be determined. After all,\r\nbefore a court\ncan find that an accused person is genuinely\r\nremorseful, it needs to have a proper appreciation of inter alia:\r\nwhat motivated the\naccused to commit the deed; what has since\r\nprovoked his or her change of heart; and whether he or she does\r\nindeed have a true appreciation\nof the consequences of those actions.\r\nThere is no indication that any of this, all of which was peculiarly\r\nwithin the respondent's\nknowledge, was explored in this case.\n[14] Turning to the respondent’s age: What\r\nexactly about the respondent's age tipped the scales in his favour\r\nwas not elaborated\nupon by the learned judge. During the course of\r\nthe judgment reference was made to the respondent's ‘relative\r\nyouthfulness’\nwithout any attempt at defining what exactly that\r\nmeant in respect of this particular individual. It is trite that a\r\nteenager is\nprima facie to be regarded as immature\n13\nand that the youthfulness of an offender will\r\ninvariably be a mitigating factor,\n14\nunless it appears that the viciousness of his or\r\nher deeds rule out immaturity.\n15\nAlthough the exact extent of the mitigation will\r\ndepend on all of the circumstances of the case, in general a court\r\nwill not punish\nan immature young person as severely as it would an\r\nadult.\n16\nIt is well established that the younger the\r\noffender the clearer the evidence needs to be about his or her\r\nbackground, education,\nlevel of intelligence and mental capacity in\r\norder to enable a court to determine the level of maturity and\r\ntherefore moral blameworthiness.\n17\nThe question, in the final analysis, is whether\r\nthe offender’s immaturity, lack of experience, indiscretion and\r\nsusceptibility\nto being influenced by others reduces his\r\nblameworthiness.\n18\nThus whilst someone under the age of 18 years is\r\nto be regarded as naturally immature\n19\nthe same does not hold true for an adult. In my\r\nview a person of 20 years or more must show by acceptable evidence\r\nthat he was immature\nto such an extent that his immaturity can\r\noperate as a mitigating factor.\n20\nAt the age of 27 the respondent could hardly be\r\ndescribed as a callow youth. At best for him his chronological age\r\nwas a neutral\nfactor. Nothing in it served, without more, to reduce\r\nhis moral blameworthiness. He chose not to go into the box and we\r\nhave been\ntold nothing about his level of immaturity or any other\r\ninfluence that may have been brought to bear on him to have caused\r\nhim\nto act in the manner in which he did.\n[15]\nIn\nDlamini\n21\nNicholas AJA made the following observation:\r\n‘whereas criminal trials in both England and South Africa are\r\nconducted up to\nthe stage of conviction with scrupulous,\r\ntime-consuming care, the procedure at the sentencing stage is almost\r\nperfunctory.' That\nby and large continues to be the position. This\r\nmatter was conducted somewhat differently. Notwithstanding the\r\nrespondent's guilty\nplea, evidence ostensibly in proof of aggravation\r\nwas led by the state. Much of it though went to guilt not sentence.\r\nWe thus know\nlittle, if anything, about Mr MF. Was he a breadwinner?\r\nWere others dependent on him? If so, how many? What were his\r\nscholastic\nor other achievements? What type of work did he do? What\r\nwas the effect of his death on his family, employer and community? I\r\nhazard\nthat the value of the sum of his life must have been far\r\ngreater than the silent crime statistic that he has come to represent\r\nin death. It surely would therefore be safe to infer that in some way\r\nor the other his death must have had devastating consequences\nfor\r\nothers. Although she testified, we know as little about the harm done\r\nto Ms KD by the respondent's deeds. All of those questions\n\nregrettably remain unanswered in respect of her as well.\n[16] An enlightened and just penal policy requires\r\nconsideration of a broad range of sentencing options from which an\r\nappropriate\noption can be selected that best fits the unique\r\ncircumstances of the case before court.\n22\nTo that should be added, it also needs to be\r\nvictim-centred. Internationally the concerns of victims have been\r\nrecognised and sought\nto be addressed through a number of\r\ndeclarations the most important of which is the UN Declaration of the\r\nBasic Principles of Justice\nfor Victims of Crime and Abuse of Power.\n23\nThe Declaration is based on the philosophy that\r\nadequate recognition should be given to victims and that they should\r\nbe treated\nwith respect in the criminal justice system. In South\r\nAfrica victim empowerment is based on restorative justice.\r\nRestorative justice\nseeks to emphasise that a crime is more than the\r\nbreaking of the law or offending against the state – it is an\r\ninjury or\nwrong done to another person.\n24\nThe Service Charter for Victims of Crime in South\r\nAfrica\n25\nseeks to accommodate victims more effectively in\r\nthe criminal justice system. As in any true participatory democracy\r\nits underlying\nphilosophy is to give meaningful content to the rights\r\nof all citizens, particularly victims of sexual abuse, by reaffirming\r\none\nof our founding democratic values namely human dignity.\n26\nIt enables us as well to vindicate our collective\r\nsense of humanity and humanness. The Charter seeks to give to victims\r\nthe right\nto participate in and proffer information during the\r\nsentencing phase. The victim is thus afforded a more prominent role\r\nin the\nsentencing process by providing the court with a description\r\nof the physical and psychological harm suffered, as also the social\n\nand economic effect that the crime had and in future is likely to\r\nhave. By giving the victim a voice the court will have an opportunity\n\nto truly recognise the wrong done to the individual victim. (See\r\ngenerally Karen Müller and Annette van der Merwe 'Recognising\n\nthe Victim in the Sentencing Phase: The Use of Victim Impact\r\nStatements in Court'.)\n27\n[17] By accommodating the victim during the\r\nsentencing process the court will be better informed before\r\nsentencing about the after\neffects of the crime. The court will thus\r\nhave at its disposal information pertaining to both the accused and\r\nvictim and in that\nway hopefully a more balanced approach to\r\nsentencing can be achieved. Absent evidence from the victim the court\r\nwill only have\nhalf of the information necessary to properly exercise\r\nits sentencing discretion. It is thus important that information\r\npertaining\nnot just to the objective gravity of the offence but also\r\nthe impact of the crime on the victim be placed before the court.\r\nThat\nin turn will contribute to the achievement of the right sense of\r\nbalance and in the ultimate analysis will enhance proportionality\n\nrather than harshness. Furthermore, courts generally do not have the\r\nnecessary experience to generalise or draw conclusions about\nthe\r\neffects and consequences of a rape for a rape victim.\n28\nAs Müller and Van der Merwe put it:\n'It is extremely difficult for any\r\nindividual, even a highly trained person such as a magistrate or a\r\njudge, to comprehend fully\nthe range of emotions and suffering a\r\nparticular victim of sexual violence may have experienced. Each\r\nindividual brings with himself\nor herself a different background, a\r\ndifferent support system and, therefore, a different manner of coping\r\nwith the trauma flowing\nfrom the abuse.'\n29\n[18] The trial judge appeared not to fully\r\nappreciate that the starting point in respect of each of the murder\r\nand rape convictions\nwas not a clean slate upon which he was free to\r\ninscribe whatever sentence he thought appropriate, but imprisonment\r\nfor life. As\nMalgas\nemphasised:\n'[A] court was not be given a clean\r\nslate on which to inscribe whatever sentence it thought fit. Instead,\r\nit was required to approach\nthat question conscious of the fact that\r\nthe legislature has ordained life imprisonment or the particular\r\nprescribed period of\nimprisonment as the sentence which should\nordinarily\nbe imposed for the commission of the\r\nlisted crimes in the specified circumstances. In short, the\r\nLegislature aimed at ensuring a\nsevere, standardised, and consistent\r\nresponse from the courts to the commission of such crimes unless\r\nthere were, and could be\nseen to be, truly convincing reasons for a\r\ndifferent response. When considering sentence the emphasis was to be\r\nshifted to the\nobjective gravity of the type of crime and the\r\npublic's need for effective sanctions against it.'\n30\n. . .\n'The specified sentences were not to\r\nbe departed from lightly and for flimsy reasons which could not\r\nwithstand scrutiny. Speculative\nhypotheses favourable to the\r\noffender, maudlin sympathy, aversion to imprisoning first offenders,\r\npersonal doubts as to the efficacy\nof the policy implicit in the\r\namending legislation, and like considerations were equally obviously\r\nnot intended to qualify as substantial\nand compelling circumstances.\r\nNor were marginal differences in the personal circumstances or\r\ndegrees of participation of co-offenders\nwhich, but for the\r\nprovisions, might have justified differentiating between them. But\r\nfor the rest I can see no warrant for deducing\nthat the legislature\r\nintended a court to exclude from consideration,\nante\r\nomnia\nas it were,\r\nany or all of the many factors traditionally and rightly taken into\r\naccount by courts when sentencing offenders.'\n31\n[19] I cannot discern why the trial judge displayed such a marked\r\nreticence to impose the prescribed minimum sentences. The two\n\nincidents were five days apart. Sufficient time one would have\r\nthought for pause and reflection. Each was breathtakingly brazen\nand\r\nexecuted with a callous brutality. One shudders to think of what\r\nwould have become of Mr Canon had he not succeeded in making\ngood his\r\nescape. In each instance the material spoils were small. Hardly worth\r\nthe substantial loss and destruction left in its\nwake. On both days\r\nthe respondent played a prominent role in the commission of the\r\noffences. Mr Cannon described him as the ringleader.\nOn each occasion\r\nhe drove the motor vehicle, the subject of the robbery. According to\r\nMr Cannon when the respondent and his accomplices\nreturned after\r\ntheir first failed venture to the ATM, he was the most aggressive.\r\nAccording to Ms KD it was he who: was armed with\na knife during the\r\nattack on the deceased; shouted at the deceased to get into the boot\r\nof the BMW; directed her to tell the deceased\nto enter the boot when\r\nhe refused to do so; handed the deceased’s wallet, which must\r\nhave been removed from the deceased’s\nperson earlier, to Rasta;\r\nand removed the speakers from Ms KD's BMW. And it was at the home of\r\nhis girlfriend that the more valuable\nstolen items were found.\r\nMoreover, whilst in Ms KD’s company he insisted on kissing her,\r\nprofessing his love for her and\ntreating her as one would a\r\nlove-interest. When driving he turned off the tarred road when he\r\nnoticed a car behind them. It was\nhe who supplied Ms KD with toilet\r\npaper to clean herself after having had non-consensual sexual\r\nintercourse with her. Before leaving\nher motor vehicle he first\r\ncleaned the steering wheel and door handles to remove evidence of his\r\nfingerprints. That reflected an\nawareness, presence of mind and\r\nsophistication that his co-perpetrators did not manifest.\n[20] The offences in question were heinous.\r\nAccording to Dr Zondi, who performed the post mortem examination, the\r\ndeceased had sustained\nfour incised wounds. The fatal stab had been\r\ninflicted with considerable force from behind causing the deceased's\r\nleft lung to\ncollapse. He would have been in considerable pain for\r\nall of the 30 to 40 minutes that it would have taken for him to die\r\nafter\nits infliction. He therefore, as Dr Zondi explained, would have\r\nsuffered a slow and agonising death. Given the fact that he was\n\nbleeding profusely, it could hardly have escaped unnoticed that he\r\nhad sustained life-threatening injuries. And yet he was forced\ninto\r\nthe boot of the car. By the time the boot was re-opened his body was\r\nlimp and his clothes were blood-soaked. In the intervening\nperiod his\r\nfemale companion was frog-marched on three different occasions into\r\nthe adjoining bushes to be raped. None of her rapists\nused condoms.\r\nEach ejaculated. Although not properly explored during her evidence\r\nit is obvious that her ordeal must have been\na horrific one. She had\r\nto submit to the brutal and naked invasion of her person in the\r\nknowledge that her boyfriend may have been\nmortally wounded. What we\r\ndo know is that the trauma she suffered was so severe that by the\r\ntime of the trial, approximately one\nyear after the incident, she was\r\nstill receiving counselling. According to her, the experience had\r\nmade her deeply afraid and had\neven impacted negatively on her\r\nrelationship with her family. As this court has previously sought to\r\nmake clear, women in this\ncountry ‘have a legitimate claim to\r\nwalk peacefully on the streets, to enjoy their shopping and their\r\nentertainment, to go\nand come from work, and to enjoy the peace and\r\ntranquillity of their homes without the fear, the apprehension and\r\nthe insecurity\nwhich constantly diminishes the quality and enjoyment\r\nof their lives' (\nS v Chapman\n).\n32\n[21] What we have not been told by the appellant\r\nis why it was necessary for the deceased to have been killed or Ms KD\r\nraped. We\nknow from Ms KD’s evidence that the deceased was\r\nattempting to flee. And we know from Dr Zondi’s evidence that\r\nthe\nfatal blow was inflicted from behind. For the rest there are\r\nsignificant gaps. The one person who could have filled those gaps was\n\nthe respondent. He chose not to. That was his right.\n33\nBut it is not without its consequence, for, as the\r\nConstitutional Court has endeavoured to stress (\nS\r\nv Jaipal)\n:\n34\n'The right of an accused to a fair trial requires\r\nfairness to the accused, as well as fairness to the public as\r\nrepresented by the\nState. It has to instil confidence in the criminal\r\njustice system with the public, including those close to the accused,\r\nas well\nas those distressed by the audacity and horror of crime.'\nHis silence thus leads irresistibly to the conclusion that there was\r\nnothing to be said in his favour. But even if one were to\nbe\r\ncharitable and infer in his favour that the robbery had been\r\nmotivated by stark economic deprivation, that hardly explains the\n\nviolence meted out to both Mr MF and Ms KD, which was unnecessary to\r\nachieve that end and therefore plainly gratuitous. Nothing\nin the\r\nmanner in which the offences were committed could thus have served to\r\nlessen the moral blameworthiness of the respondent\nand his cohorts.\r\nIt was therefore to the personal circumstances of the respondent that\r\nthe judge looked. In it he appears to have\nfound two reasons for\r\ndeparting from the sentences prescribed by the legislature. Neither,\r\nas I have sought to show, are truly\nconvincing. Each lacked any\r\nfactual foundation and was thus more illusory than real. Moreover, to\r\nhave viewed those two factors\n(whether individually or cumulatively)\r\nin isolation as the judge did, was to ignore the objective gravity of\r\nthose offences, its\nprevalence in this country and the legislature’s\r\nquest for severe and standardised responses by the courts. It is thus\r\nhard\nto resist the conclusion that the judge was motivated by maudlin\r\nsympathy for the respondent. Being so motivated, it would seem\nthat\r\nhe overemphasised the interests of the respondent at the expense of\r\nthe public interest in a just and proportionally balanced\nsentence.\n[22] Despite our particularly strong commitment to\r\nthe promotion of the rights of victims of sexual crimes, particularly\r\nrape, we\nstill do not have a clear strategy for dealing inclusively\r\nwith it either at a primary preventative or secondary protective\r\nlevel.\n35\nThe result is that as alarmed as we may be by the\r\nreported incidence of rape the true extent of the scourge appears far\r\nmore widespread.\nIn\nDe Beer\nit\r\nwas put thus:\n‘\nIt is widely accepted that the\r\nstatistics of reported rape reflect only a small percentage of actual\r\noffences. NICRO estimates that\nonly 1 out of every 20 rapes is\r\nreported, whilst the South African Police Service puts the figure at\r\n1 out of 35. For the first\nsix months of 1998, 23 374 rapes were\r\nreported nationally. As an annual indicator of rape employing the\r\nlower 1 out of 20 estimate,\nthe figure was a staggering 934 960.\r\nResearch at the Sexual Offences Court in the Western Cape, for the\r\nsame period, reveals that\nof the reported rape cases: 56.62% were\r\nreferred to court; 18.67% were prosecuted; and, only 10.84% received\r\nguilty verdicts.'\n36\nThose statistics although somewhat dated offer a more accurate\r\nindicator of the extent of the incidence of rape in this country.\nThe\r\nreason, in part, is the introduction of the\nCriminal Law (Sexual\nOffences and Related Matters) Amendment Act 32 of 2007\n. The sexual\r\nassaults covered by this new Act extend beyond phenomena previously\r\ncovered by the definition of rape to include male\nrape and sexual\r\npenetration of a whole range of orifices. It also covers human\r\ntrafficking, pornography and prostitution (including\ncharges against\r\nclients of sex workers).\n[23] Despite certain limited successes there has been no real let-up\r\nin the crime pandemic that engulfs our country. The situation\n\ncontinues to be alarming. It follows that, to borrow from\nMalgas,\nit still is ‘no longer business as usual’. And yet one\r\nnotices all too frequently a willingness on the part of sentencing\n\ncourts to deviate from the minimum sentences prescribed by the\r\nlegislature for the flimsiest of reasons – reasons, as here,\n\nthat do not survive scrutiny. As\nMalgas\nmakes plain courts\r\nhave a duty, despite any personal doubts about the efficacy of the\r\npolicy or personal aversion to it, to implement\nthose sentences. Our\r\ncourts derive their power from the Constitution and like other arms\r\nof state owe their fealty to it. Our constitutional\norder can hardly\r\nsurvive if courts fail to properly patrol the boundaries of their own\r\npower by showing due deference to the legitimate\ndomains of power of\r\nthe other arms of state. Here parliament has spoken. It has ordained\r\nminimum sentences for certain specified\noffences. Courts are obliged\r\nto impose those sentences unless there are truly convincing reasons\r\nfor departing from them. Courts\nare not free to subvert the will of\r\nthe legislature by resort to vague, ill-defined concepts such as\r\n‘relative youthfulness’\nor other equally vague and\r\nill-founded hypotheses that appear to fit the particular sentencing\r\nofficer’s personal notion\nof fairness. Predictable outcomes,\r\nnot outcomes based on the whim of an individual judicial officer, is\r\nfoundational to the rule\nof law which lies at the heart of our\r\nconstitutional order.\n[24] In this case the respondent and his cohorts conducted themselves\r\nwith a flagrant disregard for the sanctity of human life\nor\r\nindividual physical integrity. All three of them acted in a manner\r\nthat is unacceptable in any civilised society, particularly\none that\r\nought to be committed to the protection of the rights of all persons\r\nincluding women. Had more relevant evidence been\nplaced before the\r\ncourt as to: the prevalence of these types of offences; the public\r\ndesire for protection from the kind of wanton\ncriminality encountered\r\nhere; the public interest in suitably fair, just and balanced\r\npunishment; and the harm suffered by Ms KD\nand those who survive Mr\r\nMF, the traditional triad of the crime, the criminal and the\r\ninterests of society would have been better\nserved. Instead the trial\r\ncourt emphasised the personal interests of the individual respondent\r\nabove all else. In doing so it failed\nto strike the appropriate\r\nbalance. It thus imposed a sentence that was disproportionate to the\r\ncrime and the interests of society.\nIn my view there were no\r\nsubstantial and compelling circumstances present that warranted a\r\ndeparture from the prescribed statutory\nnorm. It follows that the\r\ncontrary conclusion reached by the high court cannot stand. Having\r\nregard to all of the circumstances\nencountered here the minimum\r\nsentence is a manifestly fair and just one. To my mind this is\r\nprecisely the type of matter that the\nlegislature had in mind when it\r\nenacted the minimum sentencing legislation.\nIn the result:\n1 The appeal by the State against sentence succeeds.\n2 The sentence imposed by the court below in respect of the murder\r\nand rape is set aside and in its stead is substituted the following:\n‘\na In respect of count 2, the murder, the\r\naccused is sentenced to imprisonment for life.\nb In respect of count 3, the rape, the accused is sentenced to\r\nimprisonment for life.’\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: G G Turner\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions\nGrahamstown\nThe\r\nDirector of Public Prosecutions\nBloemfontein\nFor\r\nRespondent: E Crouse (Ms)\nInstructed\r\nby:\nLegal\r\nAid Board\nKing\r\nWilliam's Town\nLegal\r\nAid Board\nBloemfontein\n1\n75\r\n\tof 1969.\n2\nStephen\r\n\tBryan de Beer v The State\n(121/04) (Delivered on 12 November\r\n\t2004) (Unreported judgment of the Supreme Court of Appeal) p\nara\r\n\t18.\n3\nA\r\n\tNicholas Groth\nMen Who Rape\r\n\t– The Psychology of the Offender\n(1979).\n4\n2001\r\n\t(1) SACR 469\n(SCA).\n5\n2009\r\n\t(2) SACR 361\n(SCA) para 12.\n6\nParas\r\n\t7 and 8.\n7\nS\r\n\tv Barnard\n2004 (1) SACR 191\n(SCA) at 197.\n8\nS\r\n\tv Martin\n1996 (2) SACR 378\n(W) at\r\n\t383g-i.\n9\nS\r\n\tv\nMokoena\n2009\r\n\t(2) SACR 309\n(SCA) para 9.\n10\nS\r\n\tv D\n1995 (1) SACR 259\n(A) at 261a-c.\n11\nSS\r\n\tTerblanche\nA Guide to Sentencing in\r\n\tSouth Africa\n2 ed (2007) p 203-4;\nS\r\n\tv Volkwyn\n1995 (1) SACR 286 (A).\n12\nS\r\n\tv Seegers\n1970 (2) SA 506\n(A).\n13\nS\r\n\tv Ngoma\n[1984] ZASCA 59\n;\n1984 (3) SA 666\n(A) at 674E-F.\n14\nTerblanche\r\n\tp 196.\n15\nS\r\n\tv Dlamini\n1991 (2) SACR 655\n(A) at\r\n\t666b-f.\n16\nS\r\n\tv Mohlobane\n1969 (1) SA 561\n(A) at\r\n\t565C-E.\n17\nS\r\n\tv Lehnberg\n1975 (4) SA 553\n(A) at 561A-C.\n18\nS\r\n\tv Van Rooi & andere\n1976(2) SA 580\r\n\t(A).\n19\nS\r\n\tv Machasa & andere\n1991 (2) SACR\r\n\t308\n(A).\n20\nDlamini\nat 666e.\n21\nAt\r\n\t666i-667a.\n22\nSamuels\r\n\tv The State\n(262/03)\n[2010] ZASCA 113\n(22\r\n\tSeptember 2010).\n23\nResolution\r\n\t40/34 Adopted by the General Assembly on 29 November 1985.\n24\nSA\r\n\tLaw Commission Discussion Paper 7 Sentencing Restorative Justice\r\n\t(Compensation for Victims of Crime and Victim Empowerment)\n(1997).\n25\nApproved\r\n\tby Cabinet on 2 December 2004.\n26\nS\r\n\t7(1) of our Constitution.\n27\n(2006)\r\n\t22\nSAJHR\n647\np 650.\n28\nS\r\n\tv Gerber\n2001 (1) SACR 621\n(W);\nS\r\n\tv R\n1993 (1) SACR 209\n(A).\n29\nPages\r\n\t253-254.\n30\nPara\r\n\t8.\n31\nPara\r\n\t9.\n32\n[1997] ZASCA 45\n;\n1997\r\n\t(3) SA 341\n(SCA).\n33\nS\r\n\tv Dzukuda & others; S v Tshilo\n2000\r\n\t(4) SA 1078\n(CC) para 40.\n34\n[2005] ZACC 1\n;\n2005\r\n\t(4) SA 581\n(CC) para 29.\n35\nSA\r\n\tLaw Commission Project 107 Discussion Paper 102.\n36\nPara\r\n\t19.",
  "scraped_at": "2026-02-11T20:38:55.334778",
  "date": "2010-09-30",
  "coram": [
    "NAVSA",
    "PONNAN JJA",
    "K PILLAY AJA"
  ],
  "case_number": "695/09",
  "parties": {
    "applicants": [
      "State"
    ],
    "respondents": [
      "Vuyisile Matyityi"
    ]
  },
  "sections": {
    "facts": "In April 2008 a series of violent crimes were committed in East London. Anthony Cannon was robbed, assaulted and tied to a tree, but escaped. Five days later Ms KD and her boyfriend Mr MF were attacked; Mr MF was stabbed to death and Ms KD was repeatedly raped by three assailants. Evidence, including DNA and stolen property, linked the respondent, Vuyisile Matyityi, to the offences. Matyityi was arrested, pleaded guilty to murder, rape and robbery, and was sentenced by the Eastern Cape High Court to 25 years' imprisonment on each of the murder and rape counts (concurrent) and 13 years on each robbery count, resulting in an effective term of 25 years.",
    "issues": "The central issue was whether substantial and compelling circumstances existed that would justify a departure from the statutory minimum sentences of life imprisonment for murder and rape prescribed by section 51 of the Criminal Law Amendment Act 105 of 1997. The State appealed the High Court's sentence, arguing that no such circumstances were present.",
    "principles": "Section 51 mandates life imprisonment for murder and rape unless the court identifies substantial and compelling circumstances. The Court must follow the approach set out in Malgas, requiring a clear assessment of the objective gravity of the offences and any genuine mitigating factors such as sincere remorse or youthfulness. Mere age, unqualified remorse, or sympathy are insufficient without factual substantiation. The legislature's intent is to ensure consistent, severe punishment unless truly convincing reasons exist.",
    "application": "The Supreme Court of Appeal examined the trial judge's reliance on the respondent's age (27) and alleged remorse as mitigating factors. It found that the respondent's remorse was not proven to be genuine and that his age did not constitute a substantial mitigating circumstance. The Court emphasized the brutal nature of the crimes, the loss of life, and the severe trauma inflicted on the victim, concluding that the trial judge had erred in deviating from the prescribed minimum sentences.",
    "conclusion": "The appeal by the State succeeded. The sentences for murder and rape were set aside and substituted with life imprisonment for each count. The Court affirmed that the minimum sentences were appropriate and that no substantial and compelling circumstances justified a lesser term."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "minimum sentencing",
      "murder",
      "rape",
      "substantial and compelling circumstances",
      "life imprisonment"
    ]
  }
}