{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/39.html",
  "case_name": "Smith v Parsons NO and Others (187/09) [2010] ZASCA 39; [2010] 4 All SA 74 (SCA) (30 March 2010)",
  "citation": "[2010] ZASCA 39",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 39\n|\nNoteup\n|\nLawCite\nSmith v Parsons NO and Others (187/09) [2010] ZASCA 39; [2010] 4 All SA 74 (SCA) (30 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 187/09\nHEATHER WENDY SMITH\nAppellant\nand\nCHARLES PARSONS N.O.\tFirst Respondent\nFRITZ ALBERT VOLKER N.O.\tSecond Respondent\nJEREMY ALAN SMITH\tThird Respondent\nTHE MASTER OF THE HIGH COURT\tFourth Respondent\nNeutral citation:\nSmith v Parsons\n(187/07)\n[2010] ZASCA 39\n(30 March 2010)\nCoram:\tLEWIS, HEHER, MHLANTLA, LEACH JJA and SERITI AJA\nHeard:\t 5 March 2010\nDelivered:\n30 March 2010\nSummary:\nWills Act 7 of 1953\nâ Question is whether the\nsuicide note written by the deceased was intended to be an amendment\nof his will as contemplated by\nsection 2(3)\nof\nWills Act. Wording\nof\nnote and the surrounding circumstances indicate that the deceased\nintended it to be his will. Master of high court directed to\naccept\nnote as amendment to will for purpose of the\nAdministration of\nEstates Act 66 of 1965\n.\n_____________________________________________________\nORDER\n_____________________________________________________\nOn appeal from: KwazuluâNatal High Court (Durban and\nCoast Local Division) (Luthuli AJ sitting as court of first\ninstance).\n(a)\tThe appeal is upheld with costs, including the costs\nof two counsel where so employed.\n(b)\tThe order of the court a quo\nis set aside and replaced with the following:\nâ\n1\tThe Master of the High Court is directed to accept\nthe document annexed to the Notice of Motion as Annexure \"A\",\nas an\namendment to the will of the late Walter Percival Smith\n(identity number 511027 50335 089) for the purposes of the\nAdministration of Estates Act 66 of 1965\n.\n2\tThe costs of the application are costs in the winding\nup of the deceased's estate.\n3\tThe third respondent is to pay the costs occasioned by\nhis opposition, which include costs of two counsel where so\nemployed.â\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nSeriti AJA (Lewis, Heher, Mhlantla and Leach JJA\nconcurring)\nIntroduction\n[1]\tThis is an appeal which emanates from the Durban and\nCoast Local Division of Kwazulu-Natal High Court. The appellant, who\nwas\nthe applicant in the court below\n,\nlaunched\nan application seeking an order directing the Master of the High\nCourt to accept a document, which was termed a suicide note,\nas an\namendment to the will of the late Walter Percival Smith (herein\ncalled the deceased) for the purposes of the\nAdministration of\nEstates Act 66 of 1965\n.\n[2]\tThe first and second respondents, who are the\nexecutors of the estate of the deceased, elected not to oppose the\napplication.\nThe fourth respondent, the Master of the High Court,\nalso did not oppose the application. The application was opposed only\nby the\nthird respondent, Jeremy Smith who is the son of the deceased.\n[3]\tSmith filed a conditional counterclaim seeking\ncertain relief in the event that the application was granted. The\ncourt below\ndismissed\nthe application and consequently did not deal with the conditional\ncounterclaim. The parties have agreed that if the appeal\nis\nsuccessful, the counterclaim will have to be adjudicated by the high\ncourt.\n[4]\tThe court below (Luthuli AJ), found that the suicide\nnote was written by the deceased personally. However, he held that\nthe deceased\ndid not unequivocally intend the suicide note to be an\namendment of his will. The appellant is appealing against the latter\nfinding\nwith the leave of the court below.\nIssues for determination\n[5]\tBoth parties agree that the only issue to be decided\nin this appeal is whether the suicide note written by the deceased\nwas intended\nby him to be the his will as contemplated by\nsection\n2(3)\nof the\nWills Act 7 of 1953\n.\n[6]\nSection 2(3)\nof the\nWills Act,\nreads\nas follows:\n'If a Court is satisfied that a\ndocument or the amendment of a document drafted or executed by a\nperson who has died since the drafting\nor execution thereof, was\nintended to be his will or an amendment of his will, the court shall\norder the Master to accept that document,\nor that document as\namended, for the purposes of the Administration of Estates Act, 1965\n(Act 66 of 1965), as a will, although it\ndoes not comply with all the\nformalities for the execution or amendment of wills referred to in\nsubsection (1)'.\n[7]\tThus if the document in issue is shown to have been\ndrafted or executed by a person since deceased who intended the\ndocument in\nissue to be his or her will, or an amendment of his or\nher will, the court must direct the Master of the High Court to\naccept that\ndocument as a will or an amendment to it â see\nVan\nWetten & another v Bosch & others\n1\nand Harlow v Becker NO & others.\n2\n[8]\tIn order to ascertain whether the deceased intended\nthe suicide note to be an amendment to his will, the document itself\nmust\nbe examined and the surrounding circumstances must be taken into\naccount â see\nVan Wetten\nparas\n15 -16.\nBackground facts\n[9]\tThe deceased was a senior pilot employed by South\nAfrican Airways. His wife died on 4 September 2002. Smith was their\nonly child.\nAfter the death of his wife, the deceased met the\nappellant, they developed a relationship and in January 2003, the\nappellant moved\ninto the house of the deceased where they lived\ntogether. At that time, the appellant was employed by British Airways\nas a customer\nservice agent based at the Durban International\nAirport.\n[10]\tWhilst living together, the deceased, who was\nearning much more than the appellant, assisted the appellant\nfinancially with accommodation\nand food. Essentially he supported her\nfinancially and at some stage he provided her with a motor vehicle\nfor her to use. During\nFebruary 2004, the appellant, after an\nargument with the deceased, left his home and went to stay on her\nown. During February 2005\nthe appellant returned to the United\nKingdom, her country of origin.\n[11]\tShe kept in contact with the deceased. He visited\nher and persuaded her to come back to South Africa to stay with him.\nShe returned\nin December 2005 and again went to live with the\ndeceased.\n[12]\tOn the morning of 25 February 2007 she left home\nand went to work. The deceased was at home. Whilst at work, she spoke\nto the\ndeceased over the telephone. On her return, she discovered\nthat he had committed suicide. He had shot himself in the bathroom.\nThe\nsuicide note under consideration was found on the kitchen\ncounter. A crucifix had been placed on top of it.\n[13]\tThe suicide note reads as follows:\n'(De)ar Heather,\nThanks for all you have done and\ntried to do for me â\nI'm sorry I've been miserable â\nI do love you, but this depression and continuous pain and battle\nwith my health is no longer tolerable.\nIf I've hurt you it has not\nbeen intentional â please forgive me. I love Jeremy more that I can\nexpress and I'm sorry if I have\nnot been the best Father to Him. God\nknows I've tried. Forgive me Jeremy.\nHeather you can have this house,\nyou will obviously?\n3\nsell it and should meet all your future needs. Also I authorise\nStandard Bank to give you\nimmediate\naccess to Plusplan â\nthere is R579,000.00 which will not leave you battling. My love (and\nforgiveness) to your folks â they are\nfine people. There are also\nseveral thousand Rands in the bottom drawer of the safe.\nForgive me â it's not your\nfault. Move on, I pray you will find happiness that I couldn't give\nyou.\nGod â forgive me.\nLastly â Please tell Barry and\nSAA it's no reflection on our pilot-body â wonderful people.\nI've just had enough of fighting\nthis health on a daily basis.\nGod Bless you always, my\nblessings upon Jeremy for his future â He's strong and will come\nthrough O.K. Please look after Him for\nme.\nMy will is in the Brown envelope\nin the safe. I leave everything else to Jeremy as stated therein.\nBless you â Wally xxx\nSunday 25/02/07 xxx.\nThe intention of the deceased\n[14]\tThe suicide note is dated 25 February 2007 which is\nthe date on which the deceased died. The appellant left for work in\nthe morning\nand came back home just after 14h00. It can safely be\ninferred that the deceased wrote, or at least signed and dated the\nnote, that\nmorning. He had a will in the safe. It follows that he\nprobably knew that formalities are required for making a will. For\nreasons\nthat follow he clearly intended the note to be an amendment\nto his will.\n[15]\tIn the note the deceased wrote that 'Heather you\ncan have this house, you will obviously? sell it and should meet all\nyour future\nneeds.' In this statement, the deceased is giving clear\ninstructions on what should happen to his house. There is no\nambiguity in\nthe statement. The house would devolve on the appellant\non his death.\n[16]\tThe note further stated that 'Also I authorise\nStandard Bank to give you immediate access to Plusplan â there is\nR579,000.00\nwhich will not leave you battling.' Smith's counsel\nsubmitted that the deceased, when writing this note, could not have\nthought that\nhe was giving instructions to the bank. But the question\nwhether the bank could have acted on his instructions does not come\ninto\nthe picture. What is relevant is the intention with which he\nwrote the instruction. My view is that the deceased was expressing an\ninstruction that the money in the account should be given to the\nappellant. The instruction clearly demonstrates his wish as to what\nshould happen to the money.\n[17]\tAnother telling indication that the deceased wanted\nthe note to be acted upon are the following words at the end of the\nnote:\n'My will is in the Brown envelope in the safe. I leave\neverything else to Jeremy.' He was conscious of the fact that he had\na will\nand that it did not make provision for the appellant, hence\nthe instructions contained in the suicide note making provision for\nher.\nThe instructions are clear and unequivocal.  It can thus\nreasonably be inferred that when he wrote the suicide note, the\ndeceased\nintended that his instructions would be implemented by the\nbank and his executors.\n[18]\tCounsel for Smith submitted that when he wrote the\nsuicide note the deceased intended to give instructions for the\ndrafting of\na formal amendment to his will. One of the reasons for\nthe submission is hat there was no formal signature on the note â\njust the\nname âWallyâ. I find no merit in this submission. The\ndeceased could not have thought about drafting instructions for the\namendment\nto his will as he knew that he was about to commit suicide.\nAnd signing the note as âWallyâ was the most natural way to sign\nan essentially personal letter, albeit one with instructions as to\nthe disposition of his property. A formal signature is not required\nto meet the requirements of\ns 2(3)\nof the\nWills Act. The\nsection\nrequires only that the document is drafted or executed with the\nintention of making or amending a will.\n[19]\tThe note was placed by the deceased, who was\napparently a committed Christian at a place where it could be seen,\nunder a crucifix.\nThis fact fortifies my view that he wanted the\ninstructions contained in it to be implemented on his death.\n[20]\tI agree with the submission by appellantâs\ncounsel that the words used in the suicide note indicate that the\ndeceased was expressing\nhis clear instruction that, save for the\nhouse, the money in the Plusplan account and cash in the safe, the\nresidue of his estate\nshould go to Smith.\nDonatio mortis causa\n[21]\t Smith's counsel further submitted that the\nlanguage in the suicide note is that of a\ndonatio\nmortis causa\nrather than a will and as such\nfails to comply with the formalities required by the\nWills Act and\nwas not accepted by the applicant prior to the deceased's death.\n[22]\tFor a\ndonatio mortis causa\nto be valid it must be executed with the same\nformalities as are required for a will â see\nJordaan\n& others NNO v De Villiers.\n4\nIt is common cause that the suicide note does\nnot comply with the formalities required for a valid will.  But in my\nview the deceased\ndid not have a donation in mind: he was regulating\nthe disposition of the estate in anticipation of death. He did not\ncontemplate\na donation that would have to be accepted by the\nappellant.\n[23]\tI am satisfied that the suicide note was intended\nby the deceased to be an amendment of his will as contemplated by\ns\n2(3)\nof the\nWills Act.\nOrder\n[24]\t(a)\tThe appeal is upheld with costs, including the\ncosts of two counsel where so employed.\n(b)\tThe order of the court a quo\nis set aside and replaced with the following:\nâ\n1\tThe Master of the High Court is directed to accept\nthe document annexed to the Notice of Motion as Annexure \"A\",\nas an\namendment to the will of the late Walter Percival Smith\n(identity number 511027 50335 089) for the purposes of the\nAdministration of Estates Act 66 of 1965\n.\n2\tThe costs of the application are costs in the winding\nup of the deceased's estate.\n3\tThe third respondent is to pay the costs occasioned by\nhis opposition, which include costs of two counsel where so\nemployed.'\n________________\nw\nl seriti\nActing\nJudge of Appeal\nAPPEARANCES:\nFor appellant:\tC J Pammenter SC\nInstructed by:\tAnthony Whatmore & Company, Durban\nNorth\nWebbers, Bloemfontein\nFor respondent:\tA W M Harcourt SC\nInstructed by:\tJ H Nicolson Stiller & Geshen, Durban\nHoney Attorneys Inc., Bloemfontein\n1\n2004 (1) SA 348\n(SCA) para 14.\n2\n1998 (4) SA 639\n(D) at 647C-D\n3\nThis correctly reflects text of the note.\n4\n1991 (4) SA 396\n(C) at 402E-H, and Lawsa (reissue) vol 31 para 370\n\tand the authorities cited.",
  "scraped_at": "2026-02-11T20:18:42.632700",
  "date": "2010-03-30",
  "coram": [
    "Lewis",
    "Heher",
    "Mhlantla",
    "Leach JJA",
    "Seriti AJA"
  ],
  "case_number": "187/09",
  "parties": {
    "applicants": [
      "Heather Wendy Smith"
    ],
    "respondents": [
      "Charles Parsons N.O.",
      "Fritz Albert Volker N.O.",
      "Jeremy Alan Smith",
      "The Master of the High Court"
    ]
  },
  "sections": {
    "facts": "Walter Percival Smith, a senior pilot, was survived by his only child Jeremy. After his wife died, he entered a relationship with Heather Wendy Smith, who lived with him intermittently between 2003 and 2005. On 25 February 2007 Smith committed suicide, leaving a handwritten note on the kitchen counter beneath a crucifix. The note, dated the day of his death, contained personal messages and specific instructions: it bequeathed the family house to Heather, authorised the bank to release R579,000 to her, and disclosed that a formal will existed in a brown envelope in the safe, leaving the remainder of the estate to Jeremy. The executors (the first and second respondents) did not oppose the application to have the note accepted as an amendment to the will; the Master of the High Court also did not oppose. The only opposition came from Jeremy Smith, the third respondent, who filed a conditional counter‑claim.",
    "issues": "The sole issue on appeal was whether the suicide note was intended by the deceased to constitute an amendment to his will within the meaning of section 2(3) of the Wills Act 7 of 1953.",
    "principles": "Section 2(3) of the Wills Act provides that a court may order the Master to accept a document as a will or amendment where it is satisfied that the deceased intended it to be such, even if formalities are not complied with. The court must examine the document itself and the surrounding circumstances (Van Wetten v Bosch; Harlow v Becker). A donatio mortis causa requires the same formalities as a will and is not applicable where the testator is regulating the disposition of his estate in anticipation of death.",
    "application": "The court examined the wording of the note, which unambiguously instructed that the house and bank funds be given to Heather and that the remainder of the estate go to Jeremy. The note was dated the morning of the deceased’s death, signed ‘Wally’, and placed under a crucifix, indicating intention that it be acted upon after death. The court rejected the argument that the note was merely a donatio mortis causa or that a formal signature was required. Accordingly, the court concluded that the deceased intended the note to amend his existing will.",
    "conclusion": "The appeal was upheld with costs. The order of the lower court was set aside and replaced with an order directing the Master of the High Court to accept the suicide note (Annexure \"A\") as an amendment to the will of Walter Percival Smith for the purposes of the Administration of Estates Act 66 of 1965. Costs of the application were awarded as costs in the winding up of the estate, and the third respondent was ordered to pay the costs of his opposition, including costs of two counsel."
  },
  "tags": {
    "level_1": "Wills and Succession Law",
    "level_2": "Amendment of Will",
    "level_3": [
      "suicide note",
      "section 2(3) Wills Act",
      "intent",
      "donatio mortis causa"
    ]
  }
}