{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/43.html",
  "case_name": "Mavangwana v S (379/09) [2010] ZASCA 43 (31 March 2010)",
  "citation": "[2010] ZASCA 43",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 43\n|\nNoteup\n|\nLawCite\nMavangwana v S (379/09) [2010] ZASCA 43 (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase\nNo:  379/09\n(No\nprecedential interest)\nIn the\nmatter between:\nSIBULELE\nMAVANGWANA                                                           \n APPELLANT\nv\nTHE\nSTATE                                                                \n                   RESPONDENT\nNeutral citation:\nMavangwana\nv State\n(379/2009)\n[2010] ZASCA 43\n(\n31\nMarch 2010).\nCoram:\nMthiyane,\nMlambo et Tshiqi JJA\nHeard:\t\t3\nMarch 2010\nDelivered:\t\t31\nMarch 2010\nSummary:\nCriminal law â\nidentification by a single witness.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape\nHigh Court, Cape Town (Davis J, Dicker AJ sitting as court of\nappeal).\nThe following order is made:\nThe appeal is dismissed.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO\nJA\n(Mthiyane, Tshiqi JJA concurring):\n[1]\tOn 4 September 2002 and sometime after midday at the\ncorner of Selvin and Langa Streets in the  Nomzamo informal\nsettlement in\nthe Western Cape, Anton Wyngaardt (the deceased) was\nshot three times, one of the bullets piercing his heart, and died on\nthe scene.\nThe cause of death was recorded in the post mortem report\nas loss of blood. At the same time, John Steven Haggard (Haggard),\nwho\nwas travelling with the deceased, was shot twice, on his right\narm and face, but managed to drive away from the scene. The appellant\nwas arrested some five months later on the 28 February 2003. He was\ncharged with murder alternatively culpable homicide as well as\nattempted murder. In the ensuing trial in the Western Cape Regional\nCourt the appellant pleaded not guilty to all the charges and\nadvanced an alibi defence in his plea explanation. The state led the\nevidence of Haggard and two police witnesses whilst the appellant\ntestified on his own behalf but called no witnesses. He was in due\ncourse convicted of murder and attempted murder and sentenced\nto 15\nand seven yearsâ imprisonment respectively, and the sentences were\nordered to run concurrently. His appeal to the Western\nCape High\nCourt (Davis J and Dicker AJ) against his convictions and sentences\nwas unsuccessful but that court granted him leave to\nappeal to this\ncourt.\n[2]\tThe appellantâs convictions rest entirely on the\nevidence of Haggard, who is the sole witness to the incident in which\nboth\nhe and the deceased were shot. The appeal is directed primarily\nat the acceptance by the courts below of Haggardâs evidence\nidentifying\nthe appellant as the person who committed the two\noffences. I turn to Haggardâs evidence as presented at the trial.\n[3]\tHe testified that he was a paraffin sales person and\nthat on that day he had come to the Nomzamo informal settlement\n(Nomzamo)\nto recruit new customers for the oil company he was working\nfor at the time. The deceased, had been working with him for\napproximately\ntwo weeks up to that day. After entering Nomzamo he\nstopped his vehicle next to a Spaza shop (as these informal\nsettlement shops\nare known) situated at the corner of Selvin and\nLanga Streets, and spoke to a woman behind the counter enquiring if\nthe shop owner\nwas present. He left a short while thereafter upon\nbeing informed that the owner was not at the shop. Some time later,\nat 13h45 he\nreturned to the shop only to be told that the owner had\nnot returned. He had left his car idling with the deceased seated in\nthe\npassenger seat. I pause here to mention that on his earlier and\nsubsequent stops at the shop and whilst speaking to the shop\nattendant\nhe had noticed the appellant standing inside the shop next\nto what looked like a tank. He had also seen the appellant on two\nprevious\noccasions when the latter had approached him to enquire\nabout paraffin prices.\n[4]\tUpon being informed that the owner had not returned,\nhe got into his car and in an instant heard a gunshot go off and\nimmediately\nrealised that he had been shot in his right arm, with the\nconsequence that he was flung sideways into the car. He neither knew\nnor\nsaw who had fired the shot but as he looked up he saw a person\nmoving in front of the car towards the passenger side. He saw the\nperson shooting the deceased who had got out of the car. The deceased\nfell to the ground, and this prompted Haggard to move towards\nthe\nlatter to see if he could render any assistance. As he did so the\nperson fired another shot at the deceased causing him to spin\naround\nand he tried to flee, but fell to the ground near the car. Haggard\nthen tried to return to the driverâs seat but the person\nwith the\ngun blocked his path pointing it at him. It was at that stage that he\nrealised that the person with the gun was a man. In\nreaction he knelt\ndown and pleaded with the man not to shoot him. The man however took\ncareful aim, closed his eyes and whilst turning\nhis face sideways,\nfired another shot which hit him in his mouth. When the man shot him\nhe was not more than two to three metres\naway from him. At that stage\nhe had an opportunity to see the face of the man and recognised him\nas the appellant, whom he had seen\nearlier inside the shop when he\nstopped for the first time, and thereafter, shortly before the\nshooting. Thereafter he managed to\nstumble into the car and drive\naway from the scene.\n[5]\tSometime after the shooting and after he had made a\nstatement to the police, two police officers, Inspector Swart and\nCaptain\nVan Dyk came to his house and gave him eight photos asking\nhim to see if he could identify the face of the man who had shot him\nand\nthe deceased. When he got to the third photo he immediately\nidentified the appellantâs face as that of the person who shot him\nand the deceased. He was subsequently called to a formal photo\nidentification parade where he was shown the same photos and signed\non the same photo he had identified previously. During\ncross-examination considerable time was spent on these photo\nidentification\nparades as well as the positioning of the spent\ncartridge shells which were found on the scene and in his car. In\nthis regard it\nis worth noting that two shells were found inside\nHaggardâs car and three other shells were found inside the shop.\n[6]\tThe next witness for the state was Inspector Jan\nHarm Petrus Koekemoer. He was the first policeman on the scene after\nthe shooting.\nThe important feature of Inspector Koekemoerâs\nevidence is that while he was at the scene he saw a black person in\nthe shop, with\na small built wearing blackish/brownish clothing. He\nalso mentioned that the person concerned had a woollen cap, which\nfits in with\nthe description given by Haggard in the identikit he\nprepared to assist the police to trace the suspect. His description\nof the clothing\nof the person concerned also ties in with that given\nby Haggard. In his evidence Haggard testified that the appellant wore\nlong black\npants, a brownish coat and a woollen cap. The other state\nwitness, another policeman, Inspector Adolf Johannes Jonker, did not\ntake\nthe case any further, save that he had accompanied the\ninvestigating officer to Haggardâs house regarding the first\nidentification\nparade.\n[7]\tThe appellant testified on his own behalf and raised\nan alibi defence, alleging that at the time of the shooting he had\naccompanied\nhis elder brother, the owner of the shop Haggard had\nstopped at, to the wholesalers at Khayelitsha, another residential\narea, to\nmake purchases for the shop. He denied that he was the man\nwho murdered the deceased and attempted to murder Haggard.\n[8]\tOther than arguments relating to certain alleged\nirregularities committed during the investigation of the matter\nespecially with\nregard to the two photo identification parades\nconducted with Haggard as well as the positioning of the spent\ncartridge shells that\nwere found at that shop and in Haggardâs car,\nthe primary focus of the argument advanced on the appellantâs\nbehalf was the reliability\nof Haggardâs identification evidence. On\nthe question of photo identification, no improper conduct was relied\non by the appellant\nin relation to the photos shown to Haggard at his\nhouse. He was simply handed eight photos and it was left to him to\nidentify the\nperson who shot him and the deceased. In my view the\nreliability of this identification cannot simply be brushed aside but\nhas to\nbe considered with other relevant evidence in the case. While\nthere may be something to be said against the second photo\nidentification\nparade, especially as regards the weight to be given\nthereto given the fact that Haggard was being shown the same photos\nthat he\nhad already been shown at his house, I do not see how the\nfirst photo identification could be impeached. Be that as it may, the\nmain\nfocus of counselâs attack was on the reliability of Haggardâs\nidentification of the appellant. Counselâs argument on this aspect,\nreduced to its bare essentials, was that the incident in itself was\ntraumatic, chaotic and riddled with confusion which prevented\nHaggard\nfrom making a proper observation of the man who shot them. It was\nargued further that Haggardâs testimony of having seen\nthe\nappellant on previous occasions amounted to fleeting instances. It\ncan thus not be said, so the argument went on, that he had\nadequate\nopportunity to make a proper observation. We were therefore urged to\nconclude that having regard to all of these factors\nthere existed a\nreasonable possibility of a mistake on Haggardâs part, as to the\nidentity of the person that shot him and the deceased\n and that doubt\nmust inure to the benefit of the appellant.\n[9]\tA reading of the trial court judgment reveals that\nthe trial magistrate warned himself of the need to approach Haggardâs\nevidence\nwith caution in view of the fact that he was a single\nwitness. The court also warned itself of the need for reliability of\nhis evidence\nof identification. That court then analysed the evidence\nand made several observations in the process. Those observations are\nthat\nthe incident happened during broad daylight; that Haggard was\nhonest and sincere; that he did not contradict himself nor did his\nevidence come across as unreliable; that he had seen the appellant on\nprevious occasions when the latter had enquired about paraffin\nprices\nand further that on that day he had seen him earlier and had seen him\non his return to the shop. The magistrate further observed\nthat\nHaggardâs best opportunity to observe the appellant was at the time\nwhen Haggard was about two to three metres from him and\nsaw him not\nin profile but directly.\n[10]\tIn addition, the trial court reasoned that even\nthough the first photo identification parade may have been flawed\nbecause the\ninvestigating officer was present, there was, however, no\nevidence or any suggestion that Haggard was informed beforehand which\nphoto\nto identify. That court then concluded that Haggardâs\nidentification of the appellant was reliable and that he was the\nperson who\ncommitted the offences. The court a quo made the same\nobservations and reasoned the matter essentially along the same\nlines, save\nthat it considered, correctly in my view, that there was\nenough evidence to convict even if the photo identification evidence\nwas\nnot considered.\n[11]\tI can find no basis to fault the reasoning of the\ncourts below. Their conclusions are buttressed in large measure by\nKoekemoerâs\nevidence. In this regard Koekemoer, who responded to\nthe call and arrived at the scene where the deceasedâs body was\nstill present,\ntestified that, whilst gathering evidence at the\nscene, he saw the appellant in the shop. His evidence was that he\nbecame conscious\nof the latter because the appellant was watching\neach and every move they made on the scene and then simply vanished.\nHe stated that\nit was the appellantâs demeanour more than anything,\nwhich he found suspicious and made him become conscious of his\npresence there.\nHe did not know who had committed the crimes and just\nfound the appellantâs demeanour suspicious. It was this observation\nthat\nenabled him to identify the appellant in court as the man he saw\nin the shop not long after the incident. Koekemoer was not challenged\non this version when he was cross-examined. It is important to\nremember that Koekemoer had had no discussion with Haggard and\nindependently\nidentified the appellant in the shop, though be it not\nas the perpetrator as he did not know what had happened. In my view\nKoekemoerâs\nevidence effectively nullifies the appellantâs\nversion of not being there when the incident took place.\n[12]    I also find it instructive that Haggard had\nprovided an identikit of the face of the appellant long before the\nlatterâs\narrest. The only criticism levelled against the identikit\nduring the trial was that Haggard had made the face slightly thinner\nthan\nthe real face. This criticism was, in my view, unfounded. The\ntrial court found that the identikit evinced a striking resemblance\nto the appellantâs face.\n[13]\tHaggard was not seeing a stranger on the day of the\nshooting. This was someone he had seen before. Clearly, therefore,\nwhen he\nsaw him during the shooting incident especially when he was\nkneeling in front of him, with a two to three metre gap between them,\nhe was seeing someone that he had seen before and that to me is the\nmost compelling factor that renders his identification of the\nappellant conclusive.\n[14]\tDuring the trial it was argued on the appellantâs\nbehalf that the appellant had a 2 cm scar on his face which Haggard\ndid not\nmention. Reference was also made to another mark on his face.\nThat the marks in question were not readily noticeable is clear from\nwhat transpired at the trial before the magistrate. Although the\nappellantâs dock was right in front of the magistrate he was only\nable to notice the marks in question after his attention was drawn to\nthem by his counsel and only after he had asked the appellant\nto turn\nhis head. In those circumstances it could hardly be expected of\nHaggard to have noticed those superficial marks or scratches\nif they\nwere there at the time. Besides, Haggard had the gun pointed at him\nat the time and he had been and was being shot at. In\nmy view the\nfailure to observe those marks, if they were there, does not detract\nfrom the reliability of his evidence.\n[15]\tGiven the opportunity for observation which Haggard\nhad of making an accurate identification his evidence on this aspect\nis beyond\nreproach. On a quick calculation Haggard had at least six\nopportunities to identify the appellant. He had seen him on two\noccasions\nbefore the day of the incident; he saw him at the shop when\nhe first came and when he returned to find out if the shop owner had\nreturned. He saw him on two occasions during the shooting from a\ndistance of about two to three metres. Even though these moments\nwere\nnot lengthy, the cumulative effect thereof allows of no other\nconclusion than that Haggard had time and opportunity to make\na\ncorrect identification and that he did make a reliable\nidentification. I am not persuaded that there is a reasonable\npossibility\nthat he was mistaken in identifying the appellant as the\nperson who shot him and the deceased.\n[16]\tAlthough there was an appeal against sentence, no\nargument was advanced in support thereof.\n[17]\t In the circumstances the appeal against the\nconvictions and sentences must fail. The following order is made.\nâ\nThe appeal is dismissed.â\n_______________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT:  \t\tP Greyling\nInstructed by HJG Labuschagne, Cape Town\nVan Koppenhagen Attorneys, Bloemfontein\nRESPONDENT:\t\tC de Jongh\nInstructed by Director of Public Prosecutions, Cape Town\nand Bloemfontein",
  "scraped_at": "2026-02-11T20:19:47.047752",
  "date": "2010-03-31",
  "coram": [
    "Mthiyane",
    "Mlambo",
    "Tshiqi JJA"
  ],
  "case_number": "379/09",
  "parties": {
    "applicants": [
      "Sibulele Mavangwana"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 4 September 2002, Anton Wyngaardt was shot dead and John Steven Haggard was seriously injured in the Nomzamo informal settlement, Western Cape. Haggard survived and later identified Sibulele Mavangwana as the shooter, both from direct observation at the scene and from a photo‑identification parade. The evidence also included police inspector Koekemoer's observation of a man matching Mavangwana’s description in the shop shortly after the shooting, and an identikit resembling Mavangwana. Mavangwana was arrested five months later, tried, convicted of murder and attempted murder, and sentenced to concurrent terms of fifteen and seven years.",
    "issues": "The appeal raised whether the conviction based solely on Haggard’s identification was safe, specifically: (1) the reliability of a single eyewitness identification under traumatic and chaotic circumstances; (2) the admissibility and weight of the photo‑identification parades; (3) whether there was a reasonable possibility of a mistake that would warrant overturning the convictions.",
    "principles": "South African criminal procedure requires that identification evidence, especially from a sole witness, be assessed for reliability. Courts must consider the conditions of observation, the opportunity to view the perpetrator, the consistency of the testimony, and any procedural irregularities in photo‑identification. A reasonable doubt arising from potential misidentification can lead to acquittal, but the presence of corroborating evidence may uphold a conviction.",
    "application": "The Supreme Court examined Haggard’s testimony, noting multiple opportunities to view Mavangwana at distances of two to three metres, his prior familiarity with the accused, and the lack of contradictions. The court found the photo‑identification process, although imperfect, not prejudicial and upheld its reliability. Inspector Koekemoer’s independent observation of a man fitting the description further corroborated the identification. The identikit and the consistency of Haggard’s account reinforced confidence in the identification. Consequently, the court concluded that there was no reasonable possibility of mistake and that the conviction was safe.",
    "conclusion": "The appeal was dismissed. The convictions for murder and attempted murder, as well as the corresponding sentences, were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Identification Evidence",
    "level_3": [
      "single witness",
      "photo identification",
      "appeal",
      "murder conviction"
    ]
  }
}