{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/79.html",
  "case_name": "Commissioner for the South African Revenue Services v LG Electronics SA (Pty) Ltd (428/09) [2010] ZASCA 79; 2012 (5) SA 439 (SCA); 73 SATC 326 (28 May 2010)",
  "citation": "[2010] ZASCA 79",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 79\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Services v LG Electronics SA (Pty) Ltd (428/09) [2010] ZASCA 79; 2012 (5) SA 439 (SCA); 73 SATC 326 (28 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: \r\n428/09\nIn the matter between:\nCOMMISSIONER\r\nFOR THE SA REVENUE SERVICE\nAppellant\nand\nLG\r\nELECTRONICS SA (PTY) LTD\nRespondent\nNeutral\r\ncitation\n:\nCSARS v LG\r\nElectronics\n(428/09)\n[2010] ZASCA 79\n(28 May\r\n2010)\nCoram:\nHARMS\r\nDP, NUGENT, LEWIS, HEHER JJA AND GRIESEL AJA\nHeard:\n10\nMay 2010\nDelivered:\n28\r\nMay 2010\nUpdated:\nSummary:\nRevenue\r\n– Customs and Excise – tariff determination\nvideo monitors (screens)\r\n\tand tuners separately imported\nwhether screens\r\n\tincomplete reception apparatus for television in terms of General\r\n\tRules for Interpretation, Rule 2(a)\nwhether\r\n\tseparate importation a scheme to defeat payment of legitimate\r\n\tduties.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Southwood J sitting as court of first\r\ninstance):\nThe\r\nappeal is dismissed with costs including the costs consequent upon\r\nthe employment of two counsel.\n_______________________________________________________________________\nJUDGMENT\n___________________________\n__________________________________________\nHeher JA\r\n(Harms DP, Nugent, Lewis JJA and Griesel AJA concurring)\n[1]\tThis is\r\nan appeal against an order made under s 47(9)(e) of the Customs and\r\nExcise Act 91 of 1964 by Southwood J in the Pretoria\nHigh Court. The\r\nlearned judge refused leave to appeal but such was granted on\r\napplication to this Court.\n[2]\tThe\r\norder made by the court\na quo\nwas\r\nas follows:\n‘\n1\tThe\r\nrespondent’s application for a referral to evidence is\r\ndismissed.\n2\tThe\r\nrespondent’s tariff determination of 23 August 2006 to the\r\neffect that 42” Plasma Display screens with model number\n\n42PX4NVH imported by the applicant must for duty purposes be\r\nclassified within Tariff Heading 8528.12.30 of Part 1 of Schedule\n1\r\nto the Customs and Excise Act No 91 of 1964 is set aside.\n3\tThe\r\nrespondent’s determination is substituted by a determination\r\nthat Tariff Heading 8528.21.20 applies.\n4\tIt\r\nis declared that Rebate Item 460.16 of Schedule 4 to Act 91 of 1964\r\napplies to the screens.\n5\tThe\r\nrespondent is ordered to pay the costs of this application which\r\ncosts shall include the costs consequent upon the employment\nof two\r\ncounsel and shall be on the scale as between attorney and client.’\nThe appeal is against\r\nparagraphs 2 to 5 of the order.\n[3]\tThe\r\nrespondent imports the screens referred to in para 2 of the order by\r\nsea from South Korea. It imports tuners (also called\n‘interface\r\nboards’) from the same source by air. When a screen and a tuner\r\nare appropriately combined they constitute\na television set.\n[4]\tDuring\r\nthe period 2004 to 2006 the respondent declared such screens on entry\r\ninto the Republic under tariff heading 8528.21.20.\n1\nThe appellant admitted the screens accordingly until July 2006, after\r\nwhich, following investigation, it issued a revised determination\nin\r\nterms of s 47(9)(d)(i)(bb) of the Act in respect of the screens,\r\nplacing them under tariff item 8528.12.30.\n2\nWhereas video monitors attracted a customs duty of 25 per cent and\r\nenjoyed a full rebate on the grounds that they do not incorporate\n\ntelevision reception apparatus, the screens, under the redetermined\r\nheading, attracted the same duty without the benefit of a rebate.\nThe\r\nredetermination resulted in a credit of R43 530 187.70 in favour of\r\nthe appellant for customs duty,\nad valorem\nexcise duty and value added tax. The\r\nrespondent disputed its liability and maintained its refusal to pay\r\ndespite several shifts\nby the appellant in its justification for the\r\napplication of the re-determined tariff heading. Eventually the\r\nrespondent put an\nend to further debate by applying to the High Court\r\nfor relief substantially in the form that was granted in paras 2 to 4\r\nof the\norder of Southwood J.\n[5]\tIn\r\ngranting the application the principal finding made by the learned\r\njudge was that, ‘on the facts the screens are complete\nvideo\r\nmonitors and are used for that purpose’. As to a submission\r\nthat the separate importation of screens and tuners was\na cloak to\r\ndisguise the reality of the entry of television sets into South\r\nAfrica with the intention of evading the legitimate\nlevying of duty\r\non such sets, the court\na quo\nexamined\r\nthe evidence and concluded that the facts negatived that inference\r\nand clearly showed ‘that the applicant imported\nthe screens and\r\ntuners in order to service two markets and imported them separately\r\nbecause that is how they are exported by the\nmanufacturer worldwide’.\n[6]\tTariff\r\nHeading 85.28 provided as follows at the relevant time:\nHeading\n8528\nSub-Heading\n8528.1\n8528.12\n.30\n.90\n8528.13\n.30\n.90\n8528.2\nCD\n9\n2\n5\n9\nArticle\r\n\t\t\tDescription\nReception\r\n\t\t\tApparatus for Television, Whether or Not\nIncorporating\r\n\t\t\tRadio-broadcast Receivers or Sound or Video Recording or\r\n\t\t\tReproducing Apparatus:\nVideo\r\n\t\t\tMonitors and Video Projectors:\nRefer\r\n\t\t\t\tto General Rebates of Customs Duties and Fuel Levy\n460.16\r\n\t\t\tTemporary Rebates of Customs Duties\nRefer\r\n\t\t\t\tto Ad Valorem Excise Duties from Page 691\n--Reception\r\n\t\t\tapparatus for television, whether or not incorporating\r\n\t\t\tradio-broadcast receivers or sound recording or reproducing\n\n\t\t\tapparatus:\n=\r\n\t\t\tOther\nReception\r\n\t\t\t\tapparatus, incorporating or designed to incorporate cathode ray\r\n\t\t\t\ttubes or other screens with a screen size not\nexceeding 3m x 4m\n-\r\n\t\t\t    Other\n=\r\n\t\t\t    Black and white or other monochrome\nReception\r\n\t\t\t\tapparatus, incorporating or designed to incorporate cathode ray\r\n\t\t\t\ttubes or other screens with a screen size not\nexceeding 3 m x 4 m\n-\r\n\t\t\t   Other\n--Video\r\n\t\t\tmonitors\n8528.21\n.10\n.20\n8528.22\n8528.30\n2\n5\n1\n3\n=\r\n\t\t\tColour\nWith\r\n\t\t\t\ta screen size exceeding 3 m x 4 m\nWith\r\n\t\t\t\ta screen size not exceeding 3 m x 4 m\n=\r\n\t\t\t Black and white or other monochrome\n--Video\r\n\t\t\tprojectors\n18.\tTariff Heading 8529\r\nprovided as follows:\nHeading\n8529\nSub-Heading\nCD\nArticle\r\n\t\t\tDescription\nParts\r\n\t\t\tsuitable for use solely or principally with  the apparatus of\r\n\t\t\theadings 85.25 to 85.28:\nRefer\r\n\t\t\t\tto Specific Drawbacks and Refunds of Customs Duties and Fuel Levy\r\n\t\t\t\t–\n516.10\r\n\t\t\tTelevision and Radio Receiving Sets\n8529.10\n.10\n.90\n8529.90\n.20\n.50\n.60\n.70\n.80\n.90\n5\n3\n9\n0\n8\n5\n2\n9\n--\r\n\t\t\tAerials and aerial reflectors of all kinds; parts suitable for use\r\n\t\t\ttherewith:\n=\r\n\t\t\tParabolic aerial reflector dishes of a diameter not exceeding 120\r\n\t\t\tcm\n=\r\n\t\t\tOther\n--Other:\n=\r\n\t\t\tCabinets for reception apparatus for television\n=\r\n\t\t\tFilters or separators, for antennas for reception apparatus for\r\n\t\t\ttelevision\n=\r\n\t\t\tTuners (very high frequency or  ultra-high frequency) and tuner\r\n\t\t\tcontrol devices, for reception apparatus for television\n=Parts\r\n\t\t\tof moulded plastic or base metal, not incorporating electronic\r\n\t\t\tcomponents for reception apparatus for television\n=\r\n\t\t\tOther parts for reception apparatus for television\n=\r\n\t\t\tOther\n19.\tThe\r\nExplanatory Notes to Tariff Heading 8528 read (to the extent\r\nrelevant) as follows:\n‘\nThis\r\nheading covers television receivers (including video monitors and\r\nvideo projectors), whether or not incorporating radio-broadcast\n\nreceivers or sound or video recording or reproduction apparatus.\nThe heading includes:\n(1)\tTelevision receivers\r\nof the kind used in the home (table models, consoles, etc.) including\r\ncoin-operated television sets.\n. . .\n(3)\nVideo\r\ntuners, intended to be used with or incorporated in, e.g., video\r\nrecording or reproducing apparatus or video monitors. These\ntuners\r\nconvert high-frequency television signals into signals usable by\r\nvideo recording or reproducing apparatus or video monitors.\nHowever,\r\ndevices which simply isolate high-frequency television signals\r\n(sometimes called video tuners) are to be classified as\nparts in\nHeading 85.29.\n. . .\n(6)\nVideo\r\nmonitors which are receivers connected directly to the video camera\r\nor recorder by means of co-axial cables, so that all the\n\nradio-frequency circuits are eliminated. They are used by television\r\ncompanies or for closed-circuit television (airports, railway\n\nstations, steel plants, hospitals, etc.). These apparatus consist\r\nessentially of devices which can generate a point of light and\n\ndisplay it on a screen synchronously with the source signals. They\r\nincorporate one or more video amplifiers with which the intensity\nof\r\nthe point can be varied. They can, moreover, have separate inputs for\r\nred (R), green (G) and blue (B), or be coded in accordance\nwith a\r\nparticular standard (NTSC, SECAM, PAL, D-MAC, etc.). For reception of\r\ncoded signals, the monitor must be equipped with a\ndecoding device\r\ncovering (the separation of) the R, G and B signals. The most common\r\nmeans of image reconstitution is the cathode-ray\ntube, for direct\r\nvision, or a projector with up to three projection cathode-ray tubes,\r\nhowever, other monitors achieve the same\nobjective by different means\r\n(e.g., liquid crystal screens, diffraction of light rays on to a film\r\nof oil).\nVideo\r\nmonitors of this heading should not be confused with the display\r\nunits of automatic data processing machines described in\nthe\r\nExplanatory Note to heading\n84.71.\n’\n[7]\tIt is\r\nunnecessary for the purposes of this judgment to discuss the general\r\nprinciples of tariff classification.\n3\nThe respondent’s counsel relied on two main submissions on\r\nappeal. Firstly he accepted that the screens possessed the objective\n\ncharacteristics of video monitors but submitted that they were in\r\ntruth incomplete television sets because\na) they were designed to\r\nbe incorporated with the imported tuners and thereby to become\r\ntelevision sets;\nb) they\r\npossessed sophisticated refinements not related to their functional\r\nutility as monitors which were intended only to serve\nthe function of\r\ntelevision receptors; and\nc) they lacked the\r\ncircuitry necessary for use as monitors in a domestic context as\r\ndistinct from the setting of an office or public\nplace.\nFor the purposes of this\r\nappeal it may be accepted that these specific characteristics did\r\nattach to the monitors. It is unnecessary\nto enter upon a discussion\r\nof the technical aspects which underlie each aspect.\n[8]\tCounsel\r\nfor the appellant sought to persuade us that, on the strength of the\r\nadditional features thus identified that Rule 2(a)\nof the General\r\nRules for the Interpretation of the Harmonized System (which governs\r\nthe classification of goods) applied to the\nscreens. This Rule\r\nprovides as follows:\n‘\n(a)\tAny\r\nreference in a heading to an article shall be taken to include a\r\nreference to that article incomplete or unfinished, provided\nthat, as\r\npresented, the incomplete or unfinished article has the essential\r\ncharacter of the complete or finished article it shall\nalso be taken\r\nto include a reference to that article complete or finished (or\r\nfalling to be classified as complete or finished\nby virtue of this\r\nrule), presented unassembled or disassembled.’\nCounsel relied only upon\r\nthe incompleteness of the sets as presented and did not contend that\r\nthe sets were presented unassembled\nor disassembled.\n[9]\tThis\r\nwas not a submission dealt with in terms by Southwood J who was\r\nsatisfied that Rule 1 applied\nviz\n.\n‘\nFor\r\nlegal purposes, classification shall be determined according to the\r\nterms of the headings and any relative section or chapter\nnotes and,\r\nprovided such headings or notes do not otherwise require, according\r\nto the following provisions.’\n4\n[10]\tIn\r\nresponse, counsel for the respondent submitted that, for the purposes\r\nof tariff classification, it is not possible for a\nproduct to be\r\nregarded as a complete article of one tariff heading and, at the same\r\ntime, to be treated as an incomplete article\nof a different tariff\r\nheading. That indeed is the effect of Interpretative Rule 3 which\r\neliminates the possibility of classification\nunder more than one\r\nheading. But it does not follow that because an article is complete\r\nfor the purposes of one heading it may\nnot properly be regarded as\r\nincomplete under another or that the former must prevail in all\r\ninstances (as counsel submitted). One\nmay easily envisage an article\r\nof low value and utility complete in itself but also possessing the\r\nessential characteristics of\nan incomplete and far more significant\r\nproduct. Rule 3 may then appropriately be applied to the\r\ndetermination. It follows that\nI do not agree that Interpretative\r\nRule 2(a) only arises for consideration if the appellant succeeds in\r\nestablishing a stratagem\nwhich entitles the court to look beyond the\r\nadmitted character of the screens as video monitors to their ‘true’\r\ncharacter\n(being, according to the respondent’s contention,\r\nincomplete apparatus for television reception).\n[11]\tAs\r\nnote (\nI\n) to Rule 2(a)\r\nemphasises,\n‘\nThe\r\nfirst part of Rule 2(a) extends the scope of any heading which refers\r\nto a particular article to cover not only the complete\narticle but\r\nalso that article incomplete or unfinished,\nprovided\nthat,\r\nas presented, it has the essential character of the complete or\r\nfinished article.’\n[12]\tThe\r\nevidence is clear: a tuner is the means by which television signals\r\nare received and converted to an optical image on the\nscreen. Without\r\na tuner the screen can perform no reception function. In these\r\ncircumstances, absent the tuner, the screen would\nappear to lack the\r\nessential character of a complete television set. Counsel for the\r\nappellant met this difficulty by the following\nsubmissions:\n(a)\tThe\r\nprovisions of tariff heading 8529.90.60 proves the argument  to be\r\nwrong. That heading provides that the tuner is not a\n‘\nReception\r\napparatus for television\n’,\r\nbut a part thereof. Because ‘\ntuners’\nare classifiable as parts\r\nof ‘\nReception\r\napparatus for television\n’,\r\na ‘\nReception apparatus\r\nfor television\n’ must,\r\nas a matter of logic, comprise more than just a tuner, and the screen\r\nin the present instance may thus have the essential\ncharacter of a\r\n‘\nReception apparatus\r\nfor television\n’\r\nnotwithstanding the fact that it is not fitted with a tuner.\n(b)\tBy\r\ndefinition an incomplete or unfinished article has some part or parts\r\nmissing and hence cannot function as a complete product\n(as was the\r\nposition in the\nKomatsu\ncase).\n5\nThe absence of one component, even if such a component plays an\r\nessential role in the functioning of the product, can in itself\n\naccordingly never be determinative of the question as to whether the\r\nincomplete product has the essential character of the complete\n\nproduct.\n(c)\tThe\r\naforesaid reasoning is borne out by the various examples given in a\r\nnumber of Explanatory Notes to the heading of Part 1\nof Schedule 1 to\r\nthe Act. One example is the General Note to Chapter 87:\n‘\nAn\r\nincomplete or unfinished product\nis classified as a corresponding complete or finished vehicle\r\nprovided it has the essential character of the latter (see\r\nInterpretative\nRule 2(a)), as for example:\n(A)\r\na motor vehicle, not yet fitted with the wheels  or tyres and\r\nbattery.\n(B)\r\na motor vehicle not equipped with its engine or with its interior\r\nfittings.\n(C)\r\na bicycle without saddle and tyres.\n’\nAs\r\nfar as ‘\nthe motor\r\nvehicle not equipped with its engine’\nis concerned, counsel submitted that although it might serve as a\r\nfully functional chicken coop or trailer and could be used as\nsuch at\r\nthe time of importation, the reason why it would not be classifiable\r\nas such is because, if proper regard is had to its\ntrue nature and\r\ncharacteristics, it is not a complete chicken coop or trailer, but an\r\nincomplete motor vehicle. Similarly, the\nreason why the screens are\r\nnot to be classified as ‘\nVideo\r\nmonitors\n’\r\nnotwithstanding the fact that they were fully functional video\r\nmonitors at the time of importation is because, based on\nthe evidence\r\nas to their true nature and characteristics (set out in paragraph 21\r\nabove), the intention of the designer and the\nmanufacturer of the\r\nscreens, as ‘\nobjectively\r\nembodied\n’ in the\r\nproduct, clearly was to design and manufacture a ‘\nReception\r\napparatus for television\n’\r\ni.e. a television set.’\n[13]\tAttractive\r\nas this argument may appear at first glance, I do not think it\r\nwithstands closer examination for the reasons which\nfollow.\n[14]\tI\r\nagree with counsel for the respondent that reliance on tariff heading\r\n8529.90.60 is a red herring because the appellant’s\nargument\r\noverlooks Explanatory Note 3 to tariff heading 8528. That note states\r\nthat tuners which convert high frequency radio waves\nfall under\r\nheading 8528; however, devices which simply isolate high-frequency\r\ntelevision signals (sometimes called video tuners)\nare to be\r\nclassified as parts in heading 8529.  By contrast the wording of the\r\ntariff heading contended for by the appellant\nviz\n‘reception apparatus\r\nincorporating or designed to incorporate . . . screens with a screen\r\nsize not exceeding 3m x 4m’\nis indicative that a screen, on its\r\nown, is not regarded as a reception apparatus.\n[15]\tWhile\r\nit is clear that each determination must be made according to the\r\nsalient facts attaching to the goods in question (and,\nin particular,\r\nits objective characteristics), and while in one case an engine may\r\nproperly be regarded as the essence of the goods,\nin another a frame\r\nor chassis may be sufficient to satisfy that test. In\nAutoware\r\n(Pty) Ltd v Secretary for Customs and Excise\n,\n6\nColman J was required to consider whether a vehicle was a panel van\r\nor an incomplete station wagon on importation. The learned\njudge\r\nfound that the relative simplicity and low cost of modification was\r\nnot a decisive criterion, because the enquiry does not\nturn on what\r\nthe product was going to be or what it will be adapted to be. Rather,\r\nthe court must consider what the product was\nat the time of\r\nimportation. Colman J held\n7\nthat that issue\n‘\nmust\r\nbe decided on the basis of the presence or absence, in the unmodified\r\nvehicles, of the essential features or components of\na station wagon\r\n. . . What I mean by an essential feature of a station wagon is not a\r\nfeature which is important, for one reason\nor another, or even one\r\nwhich is essential for the proper functioning of a station wagon. I\r\nmean a feature which is essential in\nthat it embodies the essence of\r\na station wagon, and differentiates such a vehicle from others which\r\nare not station wagons.’\nI\r\nrespectfully endorse that approach.\n[16]\tAt\r\nthe time of entry the screens were, as the appellant concedes,\r\nfunctional video monitors. They possessed an existence and\nutility of\r\ntheir own which did not include or require the incorporation of a\r\ndevice capable of receiving high frequency radio waves\nand converting\r\nthe signal into optical images. But without such a device the use of\r\nthe screens as ‘reception apparatus for\ntelevision’ was\r\ntotally excluded. That the screen was designed to accept such a\r\ndevice or could be easily modified to accept\nit, is, as, Colman J\r\npointed out, of no consequence if the essential nature does not exist\r\nat the time of importation. Nor does\nthe ‘unnecessary’\r\naddition of the ‘sophisticated’ features which are\r\nembodied in the respondent’s\nscreens, make up for the absence\r\nof the means of receiving and converting signals albeit that it\r\nstrongly indicates an intention\non the part of the importer that the\r\nproduct is to offer an alternative use to the ultimate purchaser. It\r\nis the\nprimary\nd\nesign\r\nand use which carries most persuasion.\n8\n[17]\tFor\r\nthese reasons I am of the view that Interpretative Rule 2(a) did not\r\napply to the video monitors on entry and was rightly\nnot treated as\r\nsignificant by Southwood J.\n[18]\tThe\r\nsecond leg of the appellant’s argument turned on its having\r\nproved in the court\na quo\nthat the importation was a sham in the sense I have referred to\r\nabove.\n9\nThe contention faced formidable obstacles.\n[19]\tFirst,\r\nas already emphasised, the screens were per se functional video\r\nmonitors and are sold and used as such. Second, the\nuncontested\r\nevidence was that the respondent did not itself assemble the screens\r\nand tuners into television sets but sold them\nas separate entities to\r\nretailers. Such purchasers might themselves sell the screens and\r\ntuners separately or together or assemble\nthem and sell the product\r\nas a television set. The respondent neither directed nor controlled\r\nsuch purchases or the ultimate use\nof the two items.\n[20]\t\r\nPrima facie, the modus operandi of the respondent is entirely what it\r\npurports to be,\nviz\nthe\r\nimportation of two separate items each having its own commercial\r\nutility. The respondent makes no effort to hide the fact that\nthe\r\noverwhelming use by retailers and the public of the two items is in\r\ncombination, ie as a television set.\n[21]\tAt\r\nthe outset of the proceedings the appellant implicitly recognised the\r\ndifficulties which it faced in attempting to attach\na pejorative\r\nintention to the separate importation. Courts are always reluctant to\r\nfind\nfraus legis\nwithout\r\nclear evidence; such clarity can generally only be obtained by the\r\nexamination of witnesses with due regard to the way in\nwhich\r\ntheir affairs or those of their businesses have been conducted.\r\nAgain, adequate assessment invariably requires insight into\nthe books\r\nand documents used in the business. The appellant, apparently intent\r\non exposing what it suspected was a stratagem, called\non the\r\nrespondent in correspondence to produce an extensive range of\r\ndocumentation and wide-ranging information originating both\nin South\r\nKorea and South Africa. The respondent (with justification) appears\r\nto have regarded this demand as in the nature of a\nfishing expedition\r\nand refused to comply. No aspect of the demand was thereafter pursued\r\nby the Commissioner (although his counsel\nsought to draw an adverse\r\ninference from the refusal). Application was made to the court\na\r\nquo\nfor the question of the\r\ngenuineness of the separate importations to be referred for the\r\nhearing of oral evidence. Southwood J refused\nthe application and his\r\nrefusal has not been put in issue before us. Despite all these\r\nconsiderations the appellant persisted in\ncontending that the court\na\r\nquo\nshould have found, on\r\nthe papers, that the appellant was engaged in a scheme designed to\r\ndeprive the\nfiscus\nof its legitimate deserts.\n[22]\tThe\r\nconsiderations which counsel urged upon us as, cumulatively,\r\nsufficient to prove that the respondent was engaged in a stratagem,\n\nwere the following:\n1\tThe\r\nopinion of its expert witness, Mr Van Wyk, derived from his\r\nidentification of the additional features foreign to a video monitor\n\nbut necessary to a television set, that\na)\tthe\r\nmonitor was designed and manufactured to incorporate the tuner and,\r\nconsequently, to be used as a television set;\nb)\tthe\r\ntuner was probably designed and manufactured to be connected to, and\r\nthus to function, exclusively with the monitor;\nc)\tthe\r\nmonitor was not designed simply to be used as a video monitor.\n2\tOn\r\nimportation the screens were accompanied by a document titled ‘Plasma\r\nTV Owner’s Manual’.\n3\tWith\r\nthe owner’s manual was a pamphlet titled ‘Interface Board\r\nOwner’s Manual’ which contained instructions\nas to how to\r\ninstall the tuner in the screen, and which referred to the owner’s\r\nmanual for operating instructions.\n4\tAccording\r\nto information downloaded by officials from the respondent’s\r\nwebsite in July 2006, the monitors were supplied\nas standard with\r\ntuners.\n5\tAt\r\na meeting on 4 September 2006 representatives of the respondent\r\nadvised the Commissioner’s officials that:\n(a)\tthe\r\ninformation on its website was incorrect and the monitors and tuners\r\nwere imported separately;\n(b)\tthe\r\nscreens had been redesigned in order to allow for the easy fitment of\r\na tuner after importation.\n6\tThe\r\nrespondent’s refusal to comply with the Commissioner’s\r\nrequest for documents and information.\n7\tThe\r\nevidence that certain large retailers\na)\tonly\r\nordered complete television sets;\nb)\treceived,\r\nas the delivered product, a screen (with a remote control) and an\r\nuninstalled tuner;\nc)\tsold\r\nthe product to their customers as television sets;\nd)\twere,\r\nuntil about March 2007, invoiced by the respondent for television\r\nsets, and, thereafter, for the monitors and tuners separately.\n8\tThe\r\nrespondent imported 22063 screens and 25435 tuners from July 2005 to\r\nDecember 2006. As the tuners had no use apart from their\ninstallation\r\nand use with the screens, the ineluctable inference is that all\r\nscreens must have been converted into television sets,\nleaving the\r\nrespondent with 3372 spare tuners.\n9\tThe\r\nrespondent’s explanation as to why it changed its method of\r\ninvoicing (‘to avoid any ambiguity that may have existed’)\n\nwas disingenuous and illogical. It was open to only one conclusion,\r\nnamely that the television sets had all along been ordered,\nimported\r\nand delivered in ‘kit form’. As a result of the\r\nCommissioner’s investigation, the paperwork had to be\nchanged\r\nin order to hide the true facts.\n10\tIf\r\ndue attention were paid to the substance of the products, and the\r\nsourcing, purchasing, marketing and onselling of the screens,\nthe\r\nconclusion of the court\na\r\nquo\nshould have been that\r\nthe respondent was engaged in a scheme designed to evade the payment\r\nof the tariff applicable to the importation\nof television sets.\n[23]\tThe\r\ncrux of the factual findings of the court\na\r\nquo\nin relation to the\r\ncharge of\nfraus legis\nwas\r\nthat the screens were designed to serve two markets, one for video\r\nmonitors or information display panels, the other for television\n\nsets, and that the respondent supplied both markets. Neither of these\r\nfacts were denied by the Commissioner in the court\na\r\nquo\nor disputed on appeal.\n[24]\tSouthwood\r\nJ also found that cogent commercial reasons existed for the manner in\r\nwhich the screens were designed, manufactured\nand imported into South\r\nAfrica. Moreover the modus operandi of the respondent in selling the\r\nscreen and tuners as separate items\n(despite the contrary description\r\nin the invoices) was not rebutted at all by the Commissioner. The\r\nlearned judge disbelieved the\nevidence put forward by the\r\nCommissioner concerning both the holding of the meeting on 4\r\nSeptember 2006 and the content of the\nadmissions allegedly made by\r\nand on behalf of the respondent at that meeting. His grounds for\r\ndoing so were well-motivated and\nI am unpersuaded that he misdirected\r\nhimself.\n[25]\tAffording\r\ndue weight to those of the grounds relied on by the appellant which\r\nare either common cause or not seriously denied\nby the respondent,\r\nthe conclusion of the learned judge that the Commissioner had proved\r\nno stratagem on the part of the respondent\nin regard to the\r\nimportation of the screens appears to me to have been justified.\r\nThere was no evidence to suggest that the respondent\nmanipulated the\r\ndesign or manufacturing or the importation process to avoid payment\r\nof duties. This seems clearly to fall within\nthat category of cases\r\nwhere a man may legitimately order his affairs so that the tax is\r\nless than it otherwise would be.\n10\n[26]\tSouthwood\r\nJ made a special order of costs against the appellant. Suffice to say\r\nthat no ground has been adduced to interfere\nwith his discretion.\n[27]\tThe\r\nappeal is dismissed with costs including the costs consequent upon\r\nthe employment of two counsel.\n____________________\nJ\r\nA Heher\nJudge\r\nof Appeal\nAPPEARANCES\nAPPELLANT\n:\tC\r\nE Puckrin SC with him J A Meyer SC\nInstructed\r\nby State Attorney, Pretoria;\nState\r\nAttorney, Bloemfontein\nRESPONDENT\n:\tA\r\nP Joubert SC with him C J McAslin\nInstructed\r\nby DLA Cliffe Dekker Hofmeyr, Sandown, Sandton;\nNaudes,\r\nBloemfontein\n1\nIe ‘Video monitors’. The evidence is unclear as to the\r\n\ttariff heading under which the tuners were admitted.\n2\nIe ‘Reception apparatus, incorporating or designed to\r\n\tincorporate cathode ray tubes or other screens with a screen size\n\n\tnot exceeding 3m x 4m’.\n3\nThe cases are cited in\nCommissioner, SARS v Komatsu Southern\r\n\tAfrica (Pty) Ltd\n2007 (2) SA 157\n(SCA) fn 5.\n4\nThose ‘provisions’ are contained in the Explanatory Note\r\n\tto Rule I.\n5\nCommissioner, SARS v Komatsu Southern Africa (Pty) Ltd\n2007\r\n\t(2) SA 157\n(SCA).\n6\n1975 (4) SA 318\n(W).\n7\nAt 327G-328A.\n8\nCf Dowling J in\nMincer Motors Ltd v Commissioner of Customs and\r\n\tExcise\n1958 (1) SA 652\n(T) at 654G-H.\n9\nAs to the general principles, see eg\nMichau v Maize Board\n2003\r\n\t(6) SA 459\n(SCA) para 4.\n10\nIRC v Duke of Westminister\n[1936] AC 1\nat 19;\nHicklin v\r\n\tSIR\n1980 (1) SA 481\n(A) 494G;\nMichau v Maize Board\n,\r\n\tabove, para 4.",
  "scraped_at": "2026-02-11T20:27:53.233190",
  "date": "2010-05-28",
  "coram": [
    "Harms DP",
    "Nugent",
    "Lewis",
    "Heher JJA",
    "Griesel AJA"
  ],
  "case_number": "428/09",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "LG Electronics SA (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "LG Electronics imported 42‑inch plasma display screens from South Korea by sea and tuners (interface boards) by air. The screens were declared under tariff heading 8528.21.20 (video monitors) from 2004 until July 2006, when the Commissioner re‑determined them to fall under heading 8528.12.30 (reception apparatus for television) withdrawing a rebate and creating a duty credit of R43.5 million. The appellant sought the re‑determination to be set aside, claiming that the separate importation of screens and tuners was a scheme to evade customs duties on television sets. The High Court dismissed the appellant’s application to set aside the determination, finding the screens to be complete video monitors and that the separate importation was for two distinct markets.",
    "issues": "The appeal raised two principal issues: (1) Whether the imported screens should be classified as video monitors (heading 8528.21.20) with a rebate, or as incomplete television reception apparatus (heading 8528.12.30) without a rebate; (2) Whether the separate importation of screens and tuners constituted a fraudulent scheme (fraus legis) to avoid duty on television sets.",
    "principles": "The court considered the General Rules for Interpretation of the Harmonised System, particularly Rule 1 (plain meaning of headings), Rule 2(a) (inclusion of incomplete articles that have the essential character of the complete article), and Rule 3 (prevention of dual classification). It examined the Explanatory Notes to headings 8528 and 8529, and precedents such as Autoware (Pty) Ltd v Secretary for Customs and Excise (assessment of essential features) and the Komatsu case on incomplete goods. The essential character test requires that the goods, as presented at the time of importation, possess the essential features of the complete article, not merely the potential to be completed.",
    "application": "Heher JA held that the screens, at the time of importation, functioned as complete video monitors and lacked the essential character of a television reception apparatus because they could not receive or convert television signals without a tuner. Consequently, Rule 2(a) did not apply, and the screens were correctly classified under heading 8528.21.20 with the rebate. The court also found no evidence that the respondent deliberately structured the imports to evade duty; the separate importation reflected commercial practice of serving two distinct markets, and the appellant failed to prove fraud or a stratagem.",
    "conclusion": "The appeal was dismissed. The High Court’s order was affirmed, the re‑determination was set aside, and the respondent was not required to pay additional duty. Costs were awarded to the appellant, including costs for two counsel."
  },
  "tags": {
    "level_1": "Customs and Excise Law",
    "level_2": "Tariff Classification",
    "level_3": [
      "HS interpretation",
      "Fraudulent import scheme",
      "Video monitors",
      "Rebate eligibility"
    ]
  }
}