{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/115.html",
  "case_name": "MEC for Social Development v Mdodisa (578/09) [2010] ZASCA 115; 2010 (6) SA 415 (SCA) ; [2011] 2 All SA 150 (SCA) (22 September 2010)",
  "citation": "[2010] ZASCA 115",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 115\n|\nNoteup\n|\nLawCite\nMEC for Social Development v Mdodisa (578/09) [2010] ZASCA 115; 2010 (6) SA 415 (SCA) ; [2011] 2 All SA 150 (SCA) (22 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 578/09\nMEMBER OF THE EXECUTIVE COUNCIL FOR\n......................................................\nAppellant\nSOCIAL DEVELOPMENT\nand\nEUNICE\r\nMDODISA\n.................................................................................................\nRespondent\n______________________________________________________________\nNeutral citation:\nMEC for\r\nSocial Development v Mdodisa\n(578/09)\n[2010] ZASCA 115\n(22 September 2010)\nCORAM:\nNavsa, Ponnan, Shongwe and Leach JJA and K Pillay AJA\nHEARD:\n9 September 2010\nDELIVERED:\n22 September 2010\nSUMMARY: Summary termination of\r\ndisability grant ─ procedurally unfair ─ orders of court\r\nbelow not precluding the Member\nof the Executive Council responsible\r\nfor payment of social grants from terminating a disability grant for\r\nvalid reason.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nEastern Cape\r\nHigh Court (Mthatha) (Miller J sitting as court of first instance).\nThe appeal is dismissed with costs\r\nincluding the costs of two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (PONNAN, SHONGWE AND LEACH\r\nJJA AND K PILLAY AJA concurring)\n[1] This appeal, with the leave of the\r\ncourt below, is a tale of mal-administration and wasteful litigation.\r\nThe appellant is the\nMember of the Executive Council, Department of\r\nSocial Development of the Eastern Cape, who has been cited in these\r\nproceedings\nin his capacity as the provincial head of the department\r\nthat is responsible for the payment of social grants in that\r\nprovince.\nThe respondent is Ms Eunice Mdodisa, a quinqagenarian, who\r\nresides at Ncambedlana farm, Mthatha, in the Eastern Province. I\r\nshall\nfor convenience refer to the appellant as the MEC and to the\r\nrespondent as M.\n[2] M has been treated since 2001 for\r\nwhat she alleges to be chronic asthma. She claimed that this illness\r\nhas prevented her from\nbeing gainfully employed and that its\r\ndisabling effect persists to this day. In 2002 M applied for a\r\ndisability grant in terms\nof s 3 of the then applicable Social\r\nAssistance Act 59 of 1992 (the 1992 Act). She was awarded a temporary\r\ngrant which lapsed on\n31 October 2002.\n[3] In 2003 a subsequent application\r\nfor a disability grant received no official response. In 2005 she\r\napplied anew and a disability\ngrant was apparently approved. She\r\ninsisted that she received no documentation which described the\r\nnature and duration of the grant\nbut was paid when she called at a\r\nlocal pay point in December 2005 to enquire about her application. In\r\na supplementary affidavit\nshe stated that she was made to believe\r\nthat this grant was permanent, subject only to annual review. M\r\nreceived monthly payments\nfrom December 2005 until April 2007. In May\r\n2007 payments were stopped abruptly. Upon presenting herself at the\r\npay point during\nthat month she was told by officials there that\r\nthere was no money for her. They handed her a slip which, inter alia,\r\nstated the\nfollowing: ‘CLIENT INFORMATION NOT IN PAY FILE’.\n[4] In consequence, M instructed an\r\nattorney to launch an application in the Mthatha High Court for an\r\norder declaring the action\nof the MEC, in terminating her grant, to\r\nbe unlawful and setting it aside. M had also sought payment of the\r\narrears due to her\nfrom the time that payments ceased and a further\r\norder that the respondent continue paying her the monthly grant.\n[5] M contended\r\nthat the action of the MEC in terminating her grant, without notice\r\nto her and without providing her with an opportunity\nof being heard,\r\nwas in breach of her right to fair administrative procedure in terms\r\nof s 3(2) of the Promotion of Administrative\nJustice Act 3 of\r\n2000 (PAJA).\n1\n[6] The deponent to\r\nthe affidavit filed in support of the MEC’s opposition to the\r\napplication is Ms Mandisa Mpunzi, who described\nherself as the\r\nappellant’s senior manager in the Eastern Cape, operating out\r\nof an office in East London. The first point\ntaken by Ms Mpunzi was\r\nthat M’s claim for payment of arrears, being a ‘debt’\r\nwithin the meaning of s 3 of the\nInstitution of Legal Proceedings\r\nAgainst Certain Organs of State Act 40 of 2002, had to be preceded by\r\na written notice in terms\nof the provisions of that Act and that her\r\nfailure to give such notice precluded her from proceeding against the\r\nMEC. A person\nwho intends to institute legal proceedings against an\r\norgan of state for the recovery of a ‘debt’ is obliged to\r\ngive\nnotice of such intended proceedings within a stipulated time\r\nlimit.\n2\nThankfully, that\r\npoint was not persisted in.\n[7] In respect of the merits of M’s\r\ncomplaint that she was the victim of administrative action that was\r\nprocedurally unfair,\nMs Mpunzi’s affidavit is singularly\r\nunenlightening, contradictory and confusing. The narrative in the\r\nparagraphs that follow\nis my best attempt at making sense of a\r\ngarbled and non-sequential account of events.\n[8] Ms Mpunzi took the view that the\r\ntermination of M’s disability grant was reasonable,\r\nprocedurally fair and lawful. She\nsketched the following background.\r\nThe very first grant awarded to M, in 2002, was temporary and was\r\nterminated on 31 October of\nthat year. Insofar as the termination of\r\nthe presently relevant grant is concerned she stated that it had been\r\nintended as a temporary\ngrant of 12 month, duration to commence in\r\nNovember 2004 and conclude in October 2005.\n[9] The disability grant was in the\r\namount of R740 per month. According to Ms Mpunzi the monthly amounts\r\nremained uncollected for\na year. A total of R8 880 was thus due to M\r\nfor that 12 month period. This amount was collected by M in December\r\n2005. Notwithstanding\nMs Mpunzi’s protestations that this was a\r\ntemporary grant for a year, a further amount of R740 was paid to M in\r\nDecember\n2005, in addition to the hitherto uncollected amounts. It\r\nwas not disputed that payments continued from December 2005 until\r\nApril\n2007 and that payment of the disability grant suddenly stopped\r\nin May 2007. Ms Mpunzi’s explanation for the termination of\nthe\r\ngrant is that the payments that had been made beyond the 12 month\r\nperiod had been made ‘erroneously’. The basis\nfor the\r\nerror is not provided. Nor are we told when or how the department had\r\nfirst come to realise that an error had been made.\n[10] According to Ms Mpunzi, when it\r\nwas realised on behalf of the MEC that M had received payments\r\n‘erroneously’, a\nletter was written to her in December\r\n2006, informing her of this fact. Yet bafflingly, the letter informed\r\nM that payment would\ncease in March 2007. That letter was allegedly\r\nsent by registered post. No proof of receipt by M was provided. In\r\nany event, payment\ncontinued beyond March 2007. M received her last\r\npayment in April 2007.\n[11] To confuse matters even further,\r\nMs Mpunzi, in support of her contention that M always knew that the\r\ngrant she received from\n2005 was temporary, alleged that on 4 October\r\n2005 a letter had been handed to M at her local pay point informing\r\nher that her\napplication for a disability grant had been approved\r\nwith effect from 10 November 2004. A copy of the letter\r\nallegedly despatched\nto M indicates that the first payment was due in\r\nNovember 2005. The letter indicated that M’s disability is of a\r\ntemporary\nnature that would only last for 12 months. There was no\r\naffidavit by the official who allegedly handed the letter to M\r\nconfirming\nthat fact, nor was any proof provided of receipt by her.\n[12] As if that was not confusing\r\nenough, Ms Mpunzi alleged that a letter had been sent to M advising\r\nher that her application for\na disability grant, made in June 2005,\r\nhad been rejected. In this regard, a copy of an undated letter was\r\nattached to Ms Mpunzi’s\naffidavit. The reason given in the\r\nletter for the rejection of the application is as follows:\n‘\nAsthma\r\nand hypertension can be well controlled on regular medication,\r\ncausing little, if any permanent functional impairment.’\nIt is instructive that Ms Mpunzi does\r\nnot say when or how this letter was dispatched. Once again no proof\r\nof receipt was provided.\n[13] Incredibly, yet another letter,\r\ndated 24 August 2005, was alleged by Ms Mpunzi to have been sent\r\nto M, informing her that\nher application for a disability grant was\r\nunsuccessful. That letter states that a medical assessment indicated\r\nthat M did not\nqualify for a grant. This letter and the letter\r\nreferred to in the preceding paragraph contain a postal address for\r\nM. Similarly,\nno proof of dispatch or receipt of this letter was\r\nprovided by Ms Mpunzi.\n[14] Following on this remarkable\r\nstory of administrative mayhem, the deponent on behalf of the\r\nrespondent, even more remarkably,\nstated the following:\n‘\nThe\r\napplicant ought to be grateful . . . that respondent has not asked\r\nher to repay the money that was not due to her.’\n[15] For completeness it is necessary\r\nto record that when M applied for her disability grant in 2005, the\r\nSocial Assistance Act\n59 of 1992 was the prevailing regulating\r\nstatute, but that it has subsequently been repealed. Section 3(a) of\r\nthat Act provided\nthat any person shall be entitled to an appropriate\r\nsocial grant if she satisfies the Director-General that she is\r\ndisabled. The\nSocial Assistance Act 13 of 2004 was assented to on 5\r\nJune 2004 with 1 April 2006 being the date of commencement. It\r\nrepealed the\nearlier Act. Section 33(2) of the latter Act provides\r\nthat any notice issued, any grant awarded or any moneys paid, under\r\nthe earlier\nAct, is deemed to have been issued, made or paid under\r\nits corresponding provisions. The statutory change has no substantive\r\neffect\non the present case.\n[16] The court below (Miller J) held\r\nthat M’s belief that the grant was permanent was well-founded\r\nin that she had received\n29 monthly payments. Miller J correctly took\r\ninto account the MEC’s failure to provide proof of receipt by M\r\nof the letter\nallegedly informing her in October 2005 that the grant\r\nwas a temporary one. He rightly held against the MEC that there was\r\nno explanation\nwhy this letter would have been sent one year after\r\nthe grant had allegedly been approved. The court below cannot be\r\nfaulted for\nquestioning why payments commenced in December 2005,\r\nwhich was after the date when payment was to have terminated, namely,\r\nOctober\n2005.\n[17] It was initially contended on\r\nbehalf of the MEC, that since a temporary disability grant lapses by\r\neffluxion of time, a recipient\nlike M cannot insist that fair\r\nadministrative procedure be followed before it expires or even\r\nthereafter. Regulation 24(1)(c) of\nthe Regulations promulgated under\r\nthe 1992 Act provides that a social grant, which includes a\r\ndisability grant, lapses when the\nperiod of temporary disability has\r\nlapsed. Regulation 2(3), in effect, provides that a temporary grant\r\nwill continue for a continuous\nperiod of six months or for a\r\ncontinuous period of not more than 12 months. Regulation 25(1)\r\nprovides that the Director-General\nshall, if he or she approves an\r\napplication for a social grant, inform the applicant in writing of\r\nsuch approval and the date on\nwhich approval was granted. Such letter\r\nshould also, if applicable, inform the applicant that the grant is of\r\na temporary nature\nand also when it will lapse. The letter should\r\ninform the applicant of the right to reapply after the lapsing and of\r\nthe right\nto appeal.\n[18] The court below said the\r\nfollowing concerning temporary grants:\n‘\nA\r\ntemporary grant lapses by operation of law as it is subject to a\r\nresolutive condition. Such lapsing is therefore not brought about\nby\r\nan administrative action and is therefore not subject to review.\r\nHowever, the decision to make a grant a temporary grant is\n\nadministrative action and once that decision was made the applicant\r\nthen had the right to receive notification of the decision\nand to\r\nmake representations through an appeal procedure. She was denied\r\nthese rights.’\nIn this regard the court relied on\nMpofu v MEC Department of Welfare and Population Studies, Gauteng\r\n& another\nWLD 2848/99 (unreported) and on an article by N de\r\nVilliers entitled ‘Social Grants and the Promotion of\r\nAdministrative Justice\nAct’\n(2002 18\nSAJHR\n338).\nThe\r\ncourt below concluded that the MEC was not entitled to evoke the\r\nautomatic lapsing provisions of Regulation 24 referred to\nabove and\r\ndeclared the MEC’s decision to terminate the grant to be\r\ninvalid and of no force and effect. The court below ordered\nthe MEC\r\nto pay M’s costs. It made further orders the relevance of which\r\nis dealt with below.\n[19] In my view, the reasoning of the\r\ncourt below in relation to temporary grants, referred to in the\r\npreceding paragraph, is not\ncontentious but is not entirely relevant.\r\nIt is clear that one cannot confidently deduce from what was stated\r\nby Ms Mpunzi\nthat any of the actions contemplated in s 3(2)(b)\r\nof PAJA to give effect to procedurally fair administrative action\r\nwere taken\nby anyone in the MEC’s department, either in\r\nrelation to the initial decision concerning the nature and duration\r\nof the grant\nor in respect of its termination. On the contrary, one\r\nis constrained to accept M’s assertion, as the court below did,\r\nthat\nshe received no communication from the department indicating the\r\nnature and duration of the grant and that she was made to believe\n\nthat the grant was a permanent one subject only to annual statutory\r\nreview. It is equally clear that there was no communication\nabout its\r\ntermination nor was an opportunity provided to M to make\r\nrepresentations before the grant was terminated.\n[20] Having regard to what is set out\r\nin the preceding paragraph and the generally chaotic manner in which\r\nthe disability grant\nin question was administered, counsel for the\r\nMEC properly conceded that the court below correctly declared the\r\ndecision to terminate\nthe grant to be invalid and of no force and\r\neffect. In the light of that concession we enquired from counsel why\r\nthe MEC persisted\nin the appeal. Counsel submitted that the MEC was\r\nconcerned about the effect of the further orders of the court below.\r\nIt was contended\nthat those orders could be construed as a permanent\r\nprohibition against any termination of the disability grant. It was\r\nsubmitted\nthat the MEC was justifiably concerned about whether M’s\r\nasthma was such as to have a permanently disabling effect and might\n\nbe minded to take steps to terminate the grant lawfully. It was\r\nsubmitted that the further orders precluded such action. This is\na\r\nstartling submission as scrutiny of the orders in question will\r\nreveal.\n[21] The further orders of the court\r\nbelow are as follows:\n‘\n2.\r\nThe respondent is ordered to re-instate the applicant’s\r\ndisability grant within a period of three weeks from the date of\nthis\r\norder, such re-instatement to be with effect from the date of the\r\ntermination of payments of the applicant’s disability\ngrant,\r\nthat is 31 April 2007.\n3. It is declared that\r\napplicant is entitled to payment of all arrears owing under her\r\ndisability grant from 01 May 2007 to date.\n4. The respondent is\r\nordered to pay the applicant all unpaid moneys owed to her as a\r\nresult of the unlawful termination of the payments\nof her disability\r\ngrant, together with interest thereon at the legal rate.’\n[22] If the court below had issued\r\nonly the declaration of invalidity the result would ineluctably be\r\nwhat is set out in the orders\nreferred to in the preceding paragraph.\r\nI am unable to see why they would militate against a termination of\r\nthe disability grant\non the basis of a legally sustainable reason.\r\nIf, for example, M’s asthma is shown to be treatable so that\r\nthere is no functional\nimpairment and the MEC employs appropriate\r\nprocedures I can see no reason why the orders set out in the\r\npreceding paragraphs would\nbe a bar. But there really could have been\r\nno valid objection to those orders. They were consequential upon and\r\nancilliary to the\ndeclaration of invalidity. Once it was found that\r\nthe termination was invalid, it followed that M was entitled to have\r\nher grant\nreinstated with retrospective effect to the date of the\r\nunlawful termination. Those orders which flow quite logically from\r\nthe\nprimary relief, as I have sought to show, do no more than put\r\nthose aspects beyond dispute. They may well have been superfluous\nbut\r\nin issuing them Miller J wisely put paid to any further litigation.\n[23] The department for which the MEC\r\nis responsible has behaved peculiarly, both in relation to the manner\r\nin which the disability\ngrant was dealt with and in the litigation\r\nthat followed. The present appeal was as unnecessary and\r\nunmeritorious as the preceding\nlitigation. Both, it must be added, at\r\nhuge cost to the South African taxpayer, with no prospect, as the\r\nMEC’s counsel conceded,\nof ever recovering any of those costs\r\nfrom a lay litigant who was asserting her right to fair\r\nadministrative action.\n[24] For the reasons set out above the\r\nfollowing order is made:\nThe appeal is dismissed with costs\r\nincluding the costs of two counsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: V S Notshe SC\nN\r\nR Mtshabe\nInstructed\r\nby\nS\r\nZ Jojo Attorneys Mthatha\nState\r\nAttorney Bloemfontein\nFor\r\nRespondent: S M Mbenenge SC\nA\r\nM da Silva\nInstructed\r\nby\nVoyi-Nyobole\r\nAttorneys Mthatha\nBokwa Attorneys Bloemfontein\n1\nThe\r\n\trelevant parts of s 3(2)(b) read:\n‘\nIn\r\n\torder to give effect to the right to procedurally fair\r\n\tadministrative action, an administrator . . . must give a person\r\n\treferred\nto in subsection (1)─\n(i)\r\n\tadequate notice of the nature and purpose of the proposed\r\n\tadministrative action;\n(ii)\r\n\ta reasonable opportunity to make representations;\n(iii)\r\n\ta clear statement of the administrative action;\n(iv)\r\n\tadequate notice of any right of review or internal appeal, where\r\n\tapplicable; and\n(v)\r\n\tadequate notice of the right to request reasons in terms of section\r\n\t5.’\n2\nSee\r\n\tss 1 and 3 of that Act.",
  "scraped_at": "2026-02-11T20:36:17.735243",
  "date": "2010-09-22",
  "coram": [
    "Navsa JA",
    "Ponnan JJA",
    "Shongwe JJA",
    "Leach JJA",
    "K Pillay AJA"
  ],
  "case_number": "578/09",
  "parties": {
    "applicants": [
      "MEC for Social Development"
    ],
    "respondents": [
      "Eunice Mdodisa"
    ]
  },
  "sections": {
    "facts": "Ms Eunice Mdodisa, a 50‑year‑old resident of Mthatha, was treated for chronic asthma and claimed it rendered her unemployable. She first received a temporary disability grant in 2002 which lapsed that October. After a series of applications, a grant was apparently approved in 2005 and she began receiving R740 monthly payments from December 2005 until April 2007. In May 2007 payments stopped abruptly without any notice or explanation. Mdodisa sued the MEC for Social Development, alleging that the termination was unlawful and that she was entitled to arrears and reinstatement.",
    "issues": "1. Whether the MEC’s termination of the disability grant without prior notice and without an opportunity to be heard breached the procedural fairness requirements of s 3(2)(b) of the Promotion of Administrative Justice Act (PAJA). 2. Whether a temporary disability grant lapses automatically by operation of law, thereby removing the need for administrative procedural compliance. 3. Whether the MEC’s decision to terminate the grant was an administrative action subject to judicial review.",
    "principles": "The court applied the procedural fairness criteria set out in PAJA s 3(2)(b), requiring adequate notice, a chance to make representations, clear statement of the action and information on review rights. Regulation 24(1)(c) and Regulation 25(1) under the Social Assistance Act 1992 stipulate that temporary grants are subject to a resolutive condition but the decision to make a grant temporary is an administrative act that must be communicated. Precedent from Mpofu v MEC Department of Welfare confirmed that even temporary grants involve administrative action requiring fairness. Automatic lapse of a temporary grant does not obviate the need for procedural compliance when the decision to terminate is made by an administrator.",
    "application": "The lower court found that the MEC failed to give Mdodisa any notice of the grant’s temporary nature nor any opportunity to contest its termination. The MEC could not rely on the automatic lapse provision because the termination was a deliberate administrative decision, not a mere operation of the regulation. Consequently, the termination was deemed procedurally unfair and invalid. The appellate court affirmed this reasoning, noting that the MEC’s concession that the lower court’s decision was correct further underscored the lack of procedural compliance.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The orders of the Eastern Cape High Court were upheld: Mdodisa’s disability grant was to be reinstated retrospectively to 31 April 2007, arrears from 1 May 2007 onward were to be paid with legal interest, and the MEC was ordered to bear the costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Procedural Fairness",
    "level_3": [
      "disability grant",
      "social assistance",
      "PAJA",
      "temporary grant",
      "MEC"
    ]
  }
}