{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/112.html",
  "case_name": "Legal Aid Board v S and Others (363/09) [2010] ZASCA 112; 2011 (1) SACR 166 (SCA) ; 2010 (12) BCLR 1285 (SCA) ; [2011] 1 All SA 378 (SCA) (22 September 2010)",
  "citation": "[2010] ZASCA 112",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 112\n|\nNoteup\n|\nLawCite\nLegal Aid Board v S and Others (363/09) [2010] ZASCA 112; 2011 (1) SACR 166 (SCA) ; 2010 (12) BCLR 1285 (SCA) ; [2011] 1 All SA 378 (SCA) (22 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 363 / 09\nLEGAL\r\nAID BOARD\n.............................................................\nAppellant\nand\nTHE\r\nSTATE\n.........................................................................\nFirst\r\nRespondent\nGARY\r\nPATRICK PORRITT\n.................................................\nSecond\r\nRespondent\nSUSAN\r\nHILARY BENNETT\n.................................................\nThird\r\nRespondent\n____________________________________________________________\nNeutral citation:\nLegal Aid Board v The State\n(363/09)\n[2010] ZASCA 112\n(21 September 2010)\nBENCH: MPATI P, LEWIS, PONNAN, BOSIELO and TSHIQI JJA\nHEARD: 16 AUGUST 2010\nDELIVERED: 22 SEPTEMBER 2010\nSUMMARY:\r\nSection 35(3)(g) of the Constitution - right to legal representation\r\nat State expense. Legal Aid Act 22 of 1969 –\ns 3B – court\r\ndoes not have power to order the Legal Aid Board to provide accused\r\npersons with two advocates each in private\npractice to be remunerated\r\nin accordance with the maximum rates permitted by the legal aid\r\ntariff.\n____________________________________________________________\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from\n:\nSouth Gauteng High Court\r\n(Johannesburg) (Borchers J sitting as court of first instance).\nThe appeal succeeds.\nThe order of the court below that the accused are entitled and the\r\n\tLegal Aid Board is obliged to provide them with legal representation\n\n\tat State expense is set aside.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nPONNAN\r\nJA ( MPATI P, LEWIS, PONNAN, BOSIELO and TSHIQI JJA concurring):\n[1] It is hardly necessary to dwell on the advantages to an accused\r\nperson of legal representation. They are well documented and\n\nrecognised. I assume of course that the representation is competent.\r\nTrial judges have on occasion had the experience of a litigant\nin\r\nperson who seems able to conduct proceedings with skill and sometimes\r\nto a successful conclusion. But that is usually the exception.\nAny\r\nlitigant in person is generally at a disadvantage more especially one\r\nfacing a serious criminal charge. The adversarial system\nthat\r\nprevails in this country assumes a forensic contest that is more or\r\nless evenly matched. The sad reality is that all too frequently\nit is\r\nnot. An unrepresented accused is usually disadvantaged, first, by a\r\nlack of legal knowledge and skill, and, second, because\nhe or she\r\nsuffers the disability of not being able to dispassionately assess\r\nand present his or her case as well as trained counsel\nfor the State\r\ncan.\n[2] It cannot therefore be doubted that a criminal\r\ntrial is most fairly conducted when both prosecution and defence are\r\nrepresented\nby competent counsel. The entitlement of a person charged\r\nto be represented, if necessary, by a legal practitioner at public\r\nexpense\nis an important safeguard of fairness in the administration\r\nof criminal justice. An entitlement to legal aid is a measure which\n\nreduces the possibility of an injustice and enhances the prospects of\r\na fair trial. Our Constitution recognises both the practical\nand\r\nlogical nexus between legal representation and a fair trial. Thus\r\nsection 35(3) of our Constitution guarantees to every accused\nperson\r\nhis or her right to a fair trial, which includes the right in\r\nsubsection (\ng\n)\r\nto have a legal practitioner assigned, if substantial injustice would\r\notherwise result.\n[3] In\nS v Vermaas; S\r\nv Du Plessis\n1\nDidcott J lamented the fact that insufficient had\r\nbeen done by the State to give meaningful content to the\r\nconstitutionally entrenched\nright to legal representation. Whilst\r\naccepting that there were multifarious demands on the public purse,\r\nhe stated that ‘the\nConstitution does not envisage, and it will\r\nsurely not brook, an undue delay in the fulfilment of any promise\r\nmade by it about\na fundamental right’. Against that backdrop s\r\n3 of the Legal Aid Act\n2\ncame to be amended\n3\nby the insertion of the following italicised\r\nphrase: '[t]he objects of the board shall be to render or make\r\navailable legal aid\nto indigent persons\nand\r\nto provide legal representation at State expense as contemplated in\r\nthe Constitution\n. . .'. The board to\r\nwhich reference is made is the appellant, the Legal Aid Board of\r\nSouth Africa (the LAB), an independent body\ncorporate, established by\r\ns 2 of the Act.\n[4] The annual parliamentary grant of the LAB for the 2007/8\r\nfinancial year was in the region of R581m. During that period it\r\nemployed 2 193 members of staff and finalised approximately 400 000\r\ncases. In essence the LAB uses public funds to provide legal\n\nrepresentation to indigent persons on a fairly large scale across the\r\ncountry. Given its fiscal constraints it is obviously unable\nto\r\nprovide a full suite of legal aid services to those genuinely in\r\nneed. It does, on occasion, instruct legal practitioners in\nprivate\r\npractice to defend accused persons. When it does those practitioners\r\nare remunerated in accordance with tariffs prescribed\nby its Legal\r\nAid Guide.\n[5] The second respondent, Gary Patrick Porritt (Porritt) and the\r\nthird respondent, Susan Hilary Bennett (Bennett) (the respondents)\n\nhave been indicted together with various companies that they\r\nrepresent on a total of 3 160 fraud charges in the South Gauteng High\n\nCourt. Both are on bail. Porritt’s bail was fixed at R1m, an\r\namount subsequently reduced, on application by him, to R800\n000. He\r\nstates that his bail had been paid by a trust of which he is a\r\nbeneficiary and that he is currently indebted to it in that\nsum.\r\nBennett's bail of R100 000 was secured by way of a mortgage bond in\r\nfavour of the State over a property in Knysna which is\nregistered in\r\nthe name of a company of which she is the sole director.\n[6] Although the respondents first appeared before Borchers J during\r\nJanuary 2006, the criminal trial proper is yet to get under\nway. When\r\nthey initially appeared in the high court they were legally\r\nrepresented by counsel and an attorney of their choosing.\nSince May\r\n2007 they have been without representation. Until then, they spent\r\nsome R23m on various preliminary legal skirmishes.\nThat, according to\r\nPorritt, was funded by certain trusts of which, as he puts it, he was\r\n'a discretionary beneficiary'. Those trusts,\nso he says, have\r\nresolved to withdraw their financial support and to distance\r\nthemselves from the criminal trial.\n[7] The respondents thus made application to the LAB for legal\r\nrepresentation at State expense. Each was required to complete a\n\nstandard form briefly setting out their financial position. They\r\ndeclined to do so. Their applications were accordingly refused.\n\nAlthough it initially did so on some other erroneous basis, it is\r\nhard to fault the LAB's ultimate conclusion that each had not\n\nsatisfied it that they were indigent and therefore did indeed qualify\r\nfor legal representation at State expense.\n[8] The respondents, having been advised that they had two rights of\r\ninternal appeal to higher echelons within the LAB, exercised\nthe\r\nfirst to the Regional Operations Executive. Unsurprisingly, given\r\ntheir failure to furnish the required information, it failed.\nEach\r\nwas nonetheless advised by the Regional Operations Executive of a\r\nfurther right of appeal to the National Office Executive.\nAnd\r\ninformed:\n'Should you wish to appeal my decision, please provide\r\nthe following:\n1 A signed means test\n2 Details of all your:-\nAssets\nIncome\nLiabilities\nExpenditure\n3 Your personal circumstances – e.g. where do you\r\nreside, what is the value of your right of occupation, who provides\r\nfor\nyour food, clothing, health etc, needs and at what cost.\n4 Your background and education.\n5 Your ability, if any, to contribute to the costs of\r\nyour defence.\n6 In the light of the statement \"I am a beneficiary\r\nof certain trusts with substantial assets in SA\", details of all\r\ntrusts\nof which you, your spouse or your children are beneficiaries,\r\nthe trust deed and financial statements as well as particulars of\nthe\r\nassets of the trust.\n7 Details of any property owned by you, your spouse or\r\nyour children or any trusts of which any of you are beneficiaries and\r\nthe\nvalue of the said property.'\nThe response of the respondents was to direct a request for\r\ninformation to the LAB ostensibly on the basis that it was required\n\nto prosecute their further appeal. When the matter came before\r\nBorchers J on 24 October 2007 they were informed by an official\nof\r\nthe LAB that they were not precluded, even at that stage, from\r\nsupplying the information sought and that by doing so the prospects\n\nof their appeal succeeding would be enhanced. Once again they\r\ndeclined. Instead, contending that not all of the information sought\n\nby them had been supplied by the LAB, they launched an application to\r\ncompel the LAB to supply the information sought. That application\nwas\r\ndismissed by Sapire AJ.\n[9] In September 2008, no further progress having been made, Borchers\r\nJ decided to proceed in terms of s 3B of the Act. Section\n3B\r\nprovides:\n'(1) Before a court in criminal proceedings directs that\r\na person be provided with legal representation at State expense the\r\ncourt\nshall\n(\na\n) take into account\n(i) the personal circumstances of the person concerned;\n(ii) the nature and gravity of the charge on which the\r\nperson is to be tried or of which he or she has been convicted, as\r\nthe case\nmay be;\n(iii) whether any other legal representation at State\r\nexpense is available or has been provided; and\n(iv) any other factor which in the opinion of the court\r\nshould be taken into account; and\n(\nb\n) refer the matter for evaluation and report by\r\nthe board.\n(2) (\na\n) If a court refers a matter under\r\nsubsection (1)(\nb\n), the board shall, subject to the provisions\r\nof the Legal Aid Guide, evaluate and report on the matter.\n(\nb\n) The report in question shall be in writing\r\nand be submitted to the registrar or the clerk of the court, as the\r\ncase may be, who\nshall make a copy thereof available to the court and\r\nthe person concerned.\n(\nc\n) The report shall include\n(i) a recommendation whether the person concerned\r\nqualifies for legal representation;\n(ii) particulars relating to the factors referred to in\r\nsubsection (1)(\na\n)(i)\r\nand (iii); and\n(iii) any other factor which in the opinion of the board\r\nshould be taken into account.'\n[10] The learned judge requested the LAB to furnish her with a report\r\ncontemplated by s 3B(1)(b). In that report the LAB asserted\nthat\r\naccused persons who apply for legal aid are subject to a means test,\r\nwhich is calculated in accordance with a formula prescribed\nby its\r\nLegal Aid Guide. Applying that formula, according to the LAB, an\r\naccused person with a calculated income of less than R2\n000.00 per\r\nmonth qualified for legal aid. The LAB contended in its report that:\n'[Porritt and Bennett] have a right to a further\r\ninternal appeal against the decision to refuse legal aid. [They] have\r\nnot yet exercised\nsuch right, but if [they] continue to refuse to\r\nprovide the information and documentation requested by the LAB, the\r\nresult of any\nfurther appeal is likely to be unfavourable to [them].'\nAnd submitted that:\n'[I]t is obliged to implement the provisions of the\r\nLegal Aid Guide, which is a document approved by Parliament. For the\r\nreasons\nset out above and due to the continued refusal by the accused\r\nto provide the information requested, the LAB has no choice but to\n\nrefuse legal aid’.\n'Applicants bear the onus of proving, on a balance of\r\nprobabilities, that they qualify for legal representation at State\r\nexpense.\nTo do this, applicants, must be required to provide all\r\nnecessary information and documentation and answer all relevant\r\nquestions\nas to their financial circumstances.'\n[11] As Borchers J put it 'the accused raised energetic objections to\r\nthe court proceeding with the enquiry'. Undaunted, she proceeded.\nThe\r\nrespondents launched a wide-ranging attack on the LAB’s report,\r\nsubmitting in essence that it did not 'constitute a proper\nreport in\r\nterms of s 3B of the Act'. They accordingly requested the court to\r\norder the LAB to furnish a proper report in compliance\nwith the Act.\r\nThe learned judge declined to do so. Instead, she directed them to\r\nanswer a number of questions appertaining to their\npersonal\r\ncircumstances. That they eventually did.\n[12] In her view two issues arose for consideration: first, whether\r\nthe court should order the LAB to provide the respondents with\nlegal\r\nrepresentation at State expense, and if so, second, the scope and\r\nextent of such representation.\n[13] In answering the first of the two questions in favour of the\r\nrespondents, Borchers J stated:\n‘\nOn the first issue, I\r\naccordingly find that legal representation in this matter is\r\nnecessary; further that the accused have shown\nthemselves to be\r\nindigent as defined; further, that their children who are\r\nbeneficiaries of possibly very wealthy trusts cannot\nbe forced to\r\nfund their parents' legal representation and, finally, that the Board\r\nshould be directed to do so.'\nOn the second issue, the learned judge concluded:\n'I order that the Legal Aid board provide two legal\r\npractitioners to represent each of the accused in this trial. Such\r\npractitioners\nare to be remunerated at the maximum fee permitted by\r\nthe Legal Aid Guide.'\nOn 27 March 2009 Borchers J clarified that all four practitioners to\r\nbe appointed by the LAB to represent the respondents were\nto be\r\nadvocates in private practice and not employees of the LAB.\n[14] The recorded transcript of the proceedings during the\r\napplication for leave to appeal reads:\n‘\nCOURT\n:\r\nCan I ask this before you go any further, this seems to be your\r\ncentral issue and why you are submitting that your appeal has\n\nstrength or prospects of success, is there anything further, are you\r\nalso asking for leave on the grounds that I wrongly found\nthat the\r\naccused were indigent and needing of legal aid?\nCOUNSEL\n:\n4\nNo M'Lady, the papers as we read\r\nthem, we would with respect not take issue. There has not been any\r\nevidence to suggest otherwise.\nCOURT\n:\r\nYes, the accused have made an assertion, and I do not think anything\r\nto the contrary was proved.\nCOUNSEL\n:\r\nNo\nCOUR\nT:\r\nVery well.'\n[15] Borchers J in her ruling on the application for leave to appeal\r\nstated: ‘This is the only ground of appeal on which\nleave is\r\nsought. [Counsel] declined to advance the other grounds set out in\r\nthe notice of appeal, so they fall away.’ She\nthen proceeded to\r\ngrant an order in these terms: ‘Leave is granted to the [LAB]\r\nto appeal to the Supreme Court of Appeal\nagainst the order of …\r\nand insofar that it is necessary, against the so-called second\r\norder’. That notwithstanding,\nthe LAB in its notice of appeal\r\nfiled with this Court asserted as its first ground of appeal:\n'In the circumstances of the present case, no legal\r\nrepresentation ought to have been provided to the second and third\r\nrespondents\nat state expense as there was insufficient evidence to\r\ndemonstrate that they were unable to fund their own representation.'\nConsistent with that approach, counsel for the LAB submitted in its\r\nheads of argument that there were two grounds of appeal. First,\nthat\r\nthe learned judge should have found that Bennett and Porritt were not\r\nentitled to legal representation at State expense. And,\nsecond, that\r\nthe order of the learned judge encroached upon territory reserved for\r\nanother arm of State and thus offended against\nthe separation of\r\npowers doctrine.\n[16] Neither Bennett nor Porritt initially\r\nparticipated in the appeal. The first respondent, the State,\r\nfrustrated at the lack of\nprogress in the trial, did. Its counsel\r\ncontended that after the abandonment in the court below of the first\r\nground of appeal,\nthis court had no jurisdiction to hear and\r\nadjudicate upon it. But as this court has previously held, it will\r\nnot necessarily consider\nitself bound by the grounds upon which leave\r\nhas been granted. If this court is of the view that in a ground of\r\nappeal not covered\nby the terms of the leave granted there is\r\nsufficient merit to warrant consideration of it, it will allow such\r\nground to be argued.\n5\n[17] This does not mean that the court will always\r\nbe free to enlarge the issues whether mero motu or at the request of\r\nthe parties.\n6\nThe question of prejudice may arise, as indeed it\r\nfirst did in relation to Porritt and Bennett in this case. They had\r\nintimated\nat the outset that they were willing to abide the decision\r\nof this court. When they learned that counsel for the LAB was seeking\n\nto resuscitate the first ground they communicated their displeasure\r\nin a letter addressed to the Registrar of this court. In it,\nthey\r\nstated:\n'As conveyed in the letter of . . ., we would abide the\r\ndecision of the Court if the sole issue to be decided was whether the\r\nlower\ncourt entered the domain of the executive and offended the\r\ndoctrine of the separation of powers. This was the only issue on\r\nwhich\nleave to appeal was granted by the lower court.\nHowever, in the event that the applicant is permitted to\r\nargue for a reversal of the lower court's finding that we were\r\nentitled\nto be provided with legal representation at state expense –\r\nwhich issue was abandoned by the applicant without being argued\nat\r\nthe hearing of its application for leave to appeal before the lower\r\ncourt – then we would require to oppose this aspect\nand we\r\nwould have to seek counsel to represent us on this issue on a pro\r\nbono basis.'\n[18] As a consequence when the matter first served before us on 13\r\nMay 2010 it had to be postponed at the instance of the LAB.\nIt was\r\nthereafter re-enrolled for hearing on 16 August 2010. In the\r\nintervening period the LAB launched a formal application on\nnotice to\r\nthe other parties for condonation and for this court to grant it\r\nleave to appeal on wider grounds than those allowed\nby Borchers J. In\r\nan affidavit filed in support of that application, the LAB's then\r\nattorney states:\n'With respect, it appears that there may have been a\r\nmisunderstanding, by [Counsel] regarding this point. I had no\r\nauthority, nor\ndid he have instructions, to abandon the point. I had\r\nin fact been specifically instructed by the chief executive officer\r\nof the\nappellant to persist with it. As can be seen above, the point\r\nwas and remains of great importance to the appellant and it was not\n\nan issue which the appellant was prepared to abandon at all'.\n[19] In my view, the postponement and subsequent application\r\nsatisfactorily addresses any prejudice (actual or potential) that\nthe\r\nother parties may assert. The question that the LAB now seeks to\r\nraise was actually part and parcel of its case before Borchers\nJ and\r\nis basic to the adjudication of the appeal. That being so, it appears\r\nto me fitting to broaden the scope of the appeal.\n7\nTo do otherwise would be to ignore a fundamental issue that was fully\r\nventilated in the court below. That may well constitute not\njust a\r\nfruitless exercise but also one divorced from reality.\n[20] If the contention that the LAB now seeks to revive is good and\r\nthe other for which leave has already been granted, bad, this\nCourt\r\nin refusing to investigate it, would be upholding a wrong order.\r\nThat, this court should be slow to countenance. Moreover,\nsuch an\r\napproach may well run counter to s 173 of the Constitution, which\r\nprovides:\n'The Constitutional Court, Supreme Court of Appeal and\r\nHigh Courts have the inherent power to protect and regulate their own\r\nprocess,\nand to develop the common law, taking into account the\r\ninterests of justice.'\nAs it was put by the Constitutional Court in\nSABC\r\nLtd v National Director of Public Prosecutions & others\n:\n8\n'This is an important provision which\r\nrecognises both the power of Courts to protect and regulate their own\r\nprocess as well as their\npower to develop the common law. . . . The\r\npower recognised in s 173 is a key tool for Courts to ensure their\r\nown independence\nand impartiality. It recognises that Courts have the\r\ninherent power to regulate and protect their own process. A primary\r\npurpose\nfor the exercise of that power must be to ensure that\r\nproceedings before Courts are fair. It is therefore fitting that the\r\nonly\nqualification on the exercise of that power contained in s 173\r\nis that Courts in exercising this power\nmust\r\ntake into account\nthe\r\ninterests of justice.'\n[21] It is noteworthy that our courts were indeed\r\nendowed with such power even in our pre-constitutional era.\n9\nAccording to the Constitutional Court:\n10\n‘\nThe task of an appeal Court in\r\ndetermining its own proceedings is an important one. Its primary\r\nconstitutional responsibility is\nto ensure that the proceedings\r\nbefore it are fair and it must give content to that obligation. This\r\nobligation has always been\npart of our law and is now\r\nconstitutionally enshrined as a fundamental right in s 35(3) of the\r\nConstitution. The task of ensuring\nthat the proceedings are fair will\r\noften require consideration of a range of principled and practical\r\nfactors, some of which may\npull in different directions.’\nBut it did remind us that ‘it is a power\r\nwhich has to be exercised with caution’\n11\nand\r\nsparingly after taking into account the interests of justice in a\r\nmanner consistent with the Constitution.\n12\n[22] In all of the circumstances it seems necessary for a proper\r\nadjudication of the matter to allow the LAB to revive its contention\n\nbased on the first ground. I accordingly turn to that aspect.\n[23] Section 3B of the Act must, according to Navsa JA, be seen:\n'[A]gainst the [LAB's] objects, as\r\nset out in section 3 of the Act, namely, to make available legal aid\r\nat State expense to those\nwho qualify for it\nand\nto ensure that the guarantee of legal\r\nrepresentation at State expense, if substantial injustice would\r\notherwise result, as an integral\npart of the right to fair trial as\r\ncontemplated in s 35(3)(g) of the Constitution, is met.’\n13\n[24] It is so that past practice in this country has forced accused\r\npersons on occasion to trial notwithstanding that, by reason\nof lack\r\nof means, they were unable to obtain legal advice or representation.\r\nThat past practice and the approach to the poor and\ndisadvantaged\r\nthat it reflects is now considered to be inconsistent with the\r\nstandards that we as a nation have set for ourselves.\nGiven that\r\nhistory, it may be all too easy for some of us to comprehend the\r\nright to legal representation in more absolute terms\nthan that given\r\nto us by our Constitution. There are two component parts to that\r\nbasic right: First, the right to choose counsel\nand to be represented\r\nby that person (s 35(3)(f)); and, second, the right to have a legal\r\nrepresentative assigned by the State\nand at State expense if\r\nsubstantial injustice would otherwise result (s 35 (3)(g)).\n[25] In\nVermaas\nDidcott J had occasion to consider s 25(3)(e)\n14\nof our Interim Constitution, the predecessor to\r\nthe section here under consideration. He had this to say (para 15):\n‘\nthe effect of the disjunctive\r\n'or', appearing in the section immediately before the reference to\r\nthe prospect of 'substantial injustice',\nis to differentiate clearly\r\nbetween two situations, the first where the accused person makes his\r\nor her own arrangements for the\nrepresentation that must be allowed,\r\nthe second in which the assistance of the State becomes imperative,\r\nand to cater for the personal\nchoice of a lawyer in the first one\r\nalone.’\n[26] But as Harms JA emphasised in\nS\r\nv Halgryn\n:\n15\n‘\nAlthough the right to choose a legal\r\nrepresentative is a fundamental one and one to be zealously protected\r\nby the courts, it is\nnot an absolute right and is subject to\r\nreasonable limitations.’ Harms JA found support for his view in\r\nthe Canadian case\nof\nR v Speid.\n16\nSpeid\nheld that\nthe court must ‘balance the individual’s\r\nright to select counsel of his own choice, public policy and the\r\npublic interest\nin the administration of justice and the basic\r\nprinciples of fundamental fairness’.\nA\r\nview that has since been endorsed by the Constitutional Court in\nFraser v ABSA Bank\n17\nin these terms: ‘. . . the right embodied in\r\ns 35(3)(f) of the Constitution does not mean that an accused is\r\nentitled to the\nlegal services of any counsel he or she chooses,\r\nregardless of his or her financial situation. Financial constraints\r\nnecessarily\nplay a role and competing needs and demands have to be\r\nbalanced.’\n[27] It bears noting that the Canadian Charter,\r\nlike our own, does not entrench a general right to counsel at public\r\nexpense irrespective\nof the circumstances of the particular case.\nR\r\nv Rowbotham\n18\npertinently drew the following distinction: 'The\r\nright to retain counsel, constitutionally secured by section 10(b) of\r\nthe Charter,\nand the right to have counsel provided at the expense of\r\nthe State are not the same thing.’ Our Constitution also makes\r\nplain\nthat the right to assigned counsel, unlike the right to chosen\r\ncounsel, is subject to the important qualifier: ‘if substantial\n\ninjustice would otherwise result’. Whether substantial\r\ninjustice would otherwise result is a matter pre-eminently for the\n\ndecision of the judge trying the case, a Judge, according to Didcott\r\nJ:\n19\n‘\nmuch better placed than we are\r\nby and large to appraise, usually in advance, its ramifications and\r\ntheir complexity or simplicity,\nthe accused person's aptitude or\r\nineptitude to fend for himself or herself in a matter of those\r\ndimensions, how grave the consequences\nof a conviction may look, and\r\nany other factor that needs to be evaluated in the determination of\r\nthe likelihood or unlikelihood\nthat, if the trial were to proceed\r\nwithout a lawyer for the defence, the result would be 'substantial\r\ninjustice.'\n[28] Canadian cases have generally held that where\r\nan accused has been denied legal aid, the trial judge may direct the\r\nappointment\nof counsel if satisfied that the accused is impecunious\r\nand that the nature of the case is such that the accused cannot\r\nreceive\na fair trial without representation.\n20\nThe right to counsel is thus inextricably linked\r\nto the facts of the case. The position in Australia has been\r\narticulated as follows\nby Mason CJ and McHugh J in\nDietrich\r\nv R\n:\n21\n'Despite the absence in Australia of any formally\r\nentrenched declaration of rights similar to the Canadian Charter, the\r\napproach\nof Australian courts resembles the Canadian approach in\r\nrejecting the proposition that an indigent accused has an absolute\r\nright\nto the provision of counsel at public expense.’\nLater the judgment proceeds:\n'It should be accepted that Australian law does not\r\nrecognise that an indigent accused on trial for a serious criminal\r\noffence has\na right to the provision of counsel at public expense.\r\nInstead, Australian law acknowledges that an accused has the right to\r\na\nfair trial and that, depending on all the circumstances of the\r\nparticular case, lack of representation may mean that an accused\nis\r\nunable to receive, or did not receive, a fair trial. Such a finding\r\nis however, inextricably linked to the facts of the case\nand the\r\nbackground of the accused.'\nThe approach in those two countries is not\r\ndissimilar to our own. That emerges from\nFraser\n,\n22\nwhere\nthe Constitutional\r\nCourt held:\n‘\nAn accused also has the right\r\nto have a legal practitioner assigned at the State’s expense in\r\nterms of s 35(3)(g) where substantial\ninjustice would otherwise\r\nresult . . . The extent to which this might be appropriate or\r\nsufficient in a particular case will depend\non all relevant\r\nprevailing factors, including the complexity and seriousness of the\r\ncriminal charges.’\n[29] What all of this establishes, in my view, is that a court\r\nundertaking the enquiry in question must ask itself two questions:\n\nfirst, would substantial injustice ensue were the accused to proceed\r\nto trial without representation, and if so, second, could\nthe costs\r\nof that representation be borne by the accused from his or her own\r\nresources?\n[30] In this case the first question proved uncontroversial. The\r\ncriminal trial, if and when it eventually starts, is likely to\nbe a\r\ncomplex one. The indictment runs to over 1 400 pages. In excess of\r\n3000 witnesses are expected to testify. It is anticipated\nthat\r\napproximately one million pages of documentary material will have to\r\nbe read in preparation for trial. All told the trial\nis expected to\r\nlast in the region of three years. Against that backdrop it can\r\nhardly be in dispute that Bennett and Porritt will\nrequire legal\r\nrepresentation and that the trial will be rendered unfair were they\r\nto appear in person. The second question proved\nmore troublesome. The\r\nlearned judge, to her credit, was concerned at the delays that had\r\nplagued the trial since inception and\nmotivated by a desire that the\r\ntrial commence and proceed to conclusion with alacrity. She thus felt\r\ncompelled to intervene. But\nas Borchers J herself observed ‘neither\r\n[respondent] presents the picture of the usual indigent person. They\r\nare both well-groomed,\nuse cellphones and have the means to travel by\r\nair. [Porritt] wished to travel to the United States in 2007:\r\n[Bennett] did in fact\ntravel to the United Kingdom in 2008. Both live\r\nin desirable locations. . . .' The learned judge therefore\r\nentertained some apprehension\nas to whether either of the respondents\r\nwere indeed indigent and thus qualified for legal representation at\r\nstate expense. As I\nhave already stated she endeavoured to address\r\nthat by requiring them to answer a range of questions. Whether the\r\nresponses elicited\nought to have done sufficient to quell her\r\napprehension is an aspect to which I now turn.\n[31] Each of the respondents was asked to furnish details pertaining\r\nto:\n(a) Their directorships of and shareholdings in companies and\r\nmembership interests in closed corporations:\nThey responded in identical fashion:\n‘\nDetails of directorships/memberships to be\r\nprovided by Legal Aid Board’ and ‘no shares are held in\r\nany company which\nare of any material value’.\n(b) Income from any source whatever:\nBoth answered 'nil'.\n(c) Funding of normal living expenses:\nPorritt asserts that he is dependent on his wife and children for his\r\nnormal living expenses. He lives in a house owned by his\nson in\r\nPietermaritzburg for which he pays no rent. He indicated that a cell\r\nphone used by him is paid for by the Snowdon Farm Trust\nto enable him\r\nto provide technical advice and assistance to its farming operations.\r\nBennet lives at 31 Cearn Drive, Leisure Isle,\nKnysna. In October\r\n2004, that property was valued at R5.85m. There were then mortgage\r\nbonds to the tune of R4.1m registered over\nthe property. The owner of\r\nthe property is Moneyline 696 (Pty) Ltd. Bennett is the sole director\r\nof Moneyline 696 (Pty) Ltd. The\nsole shareholder of Moneyline 696\r\n(Pty) Ltd is the Colisseum Trust. Bennett stated that her lodgings\r\nare provided by an elder daughter\nand that her living expenses are\r\n'funded out of payments of R5 000 from time to time by elder\r\ndaughter's business against a loan\nof approximately R31 000 made by\r\n[her] – which loan is being repaid as and when [her] daughter\r\nis able'.\n(d) Assets owned by them or in which they have an interest:\nPorritt states that he has ‘no assets of any material value’.\r\nWhilst Bennett, aside from alluding to the R31 000 loaned\nto her\r\nelder daughter's business, also asserts that she has ‘no other\r\nassets of any material value’.\n(e) The total amount expended on litigation thus far:\nAccording to Bennett this information was not within her personal\r\nknowledge, whilst Porritt states that he 'understands that the\ntotal\r\namount expended in relation to the criminal and related matters is in\r\nthe region of 23 million'.\n(g) The names of trusts which met their legal expenses:\nBennett's response is: 'This information is not within [my] personal\r\nknowledge as the vast majority of [my] legal expenses have\nbeen\r\nintertwined with those of [Porritt] and have been met through\r\narrangements facilitated on behalf of [him]'. Whilst Porritt\nstates:\r\n'It is [my] understanding that this was routed ultimately through the\r\nGary Patrick Porritt Children's Trust, although the\nBoom Street Trust\r\nand the Snowdon Farm Trust may have provided some assistance'.\n(h) The reason for the trusts paying their legal expenses:\nBennett states that her legal expenses have '[t]o date, been almost\r\ninvariably the same expenses as those of [Porritt] so there\nhave been\r\nno additional expenses paid by the trusts which were incurred by\r\n[me]'. Porritt's response is that he ‘is a discretionary\n\nbeneficiary of the Gary Patrick Porritt Children's Trust. The Boom\r\nStreet Trust did not pay any legal expenses but merely stood\nsurety\r\nfor a limited amount of legal expenses and registered a bond to\r\nsecure such suretyship’. He adds that it is his ‘understanding\n\nthat the Snowdon Farm Trust had a loan from the Gary Patrick\r\nPorritt's Children's Trust against which certain repayments were\r\nmade’.\n[32] Moreover, the Companies and Intellectual Properties Registration\r\nOffice (CIPRO) lists 17 companies (one being a public company)\nof\r\nwhich Porritt is or has been a director and records his status in ten\r\nof them as 'active'. CIPRO lists 23 companies of which\nBennett is or\r\nhas been a director. It records her status in 19 of them as 'active'.\r\nAnd then there is a veritable web of trusts:\nAccording to Borchers J,\r\nPorritt described himself as a ‘beneficiary of a trust with\r\nsubstantial assets’ in an affidavit\nseveral years ago. He has\r\nsubsequently sought to explain that in describing himself thus he\r\nmeant that ‘he is a \"discretionary\nbeneficiary\" and\r\nthe relevant trust in the exercise of its discretion has refused to\r\nassist him any further'. The trust to\nwhich he alludes is the Gary\r\nPatrick Porritt Children's Trust which was founded by his late father\r\n28 years ago for the benefit\nof his grandchildren born to Porritt'.\r\nHe goes on to state that although he is not 'a named beneficiary, the\r\ntrustees may make\navailable such amounts as they at their discretion\r\nmay deem appropriate for his maintenance or that of his wife or for\r\ntheir reasonable\npleasures in life'. The trust according to him\r\noriginally acquired a number of farming properties with loan finance.\r\nHe asserts\nthat he is 'not in possession of information regarding the\r\nvalue of the assets of the trust or its income'. Both Bennett and\r\nPorritt\ndescribe themselves as trustees of the Surrey Farm Trust and\r\nthe Colisseum Trust. Both of those trusts were established in 1993.\n\nThe former owns a 34 hectare piece of undeveloped land in\r\nPietermaritzburg, which according to Porritt, 'it leases out for a\r\nsum\nequivalent to its monthly rates'. The trustees are Porritt and\r\nhis wife. The first named beneficiaries are their children. The trust\n\ndeed obliged the trustees to acquire four specific farms in the\r\nPietermaritzburg area. The latter, as Porritt puts it, 'owns\r\nMoneyline\n696 (Pty) Ltd'. The trustees are Bennet and Porritt. In\r\n1993 by resolution of the trustees Bennett’s two daughters were\r\nsubstituted\nas beneficiaries. In addition Porritt and his wife are\r\nthe trustees of the Surrey Development Trust which was established in\r\n1993.\nThe first-named beneficiaries appear to be their children. The\r\ntrust deed obliged the trustees to acquire four specific farms in\nthe\r\narea of Pietermaritzburg, which it lists. The Boom Street trust was\r\nestablished in 1990. The founder was Mr C D Harris (who\nalso founded\r\nthe Coliseum Trust). The trustees are Mrs Porritt and Mr K H Knight.\r\nThe beneficiaries are the four children of Mr\nand Mrs Porritt\r\ntogether with any other persons or trusts appointed or substituted\r\nunanimously by the trustees. The trustees are\nobliged in terms of the\r\ntrust deed to acquire ownership of a specifically identified property\r\nin Pietermaritzburg. The Snowdon\nFarm Trust was established in 2002.\r\nThe first trustees were Mrs Porritt and Mr D H Knight. The\r\nbeneficiaries of the trust are the\nchildren of Mr and Mrs Porritt.\r\nTogether with any other persons or trusts appointed or substituted\r\nunanimously by the trustees.\nThis is the trust to which Mr Porritt\r\nprovides technical advice and assistance and which provides him with\r\na cell phone. The trustees\nwere obliged in terms of the trust deed to\r\nacquire the farm Snowdon, in extent 1 283 hectares in KwaZulu Natal.\r\nThere is also a\nreference in the record to a further property-owning\r\ntrust, the Reeboksfontein Trust, of which Porritt’s children\r\nare the\nbeneficiaries. None of the trust deeds state from whom in\r\neach instance the immovable property, the subject of that deed, is to\n\nbe acquired, on what terms that is to be done and whether it is to be\r\nreceived as a donation or purchased and, if the latter, how\nthe\r\npurchase price is to be paid.\n[33] Section 3B makes plain that it is in fact the court’s\r\nenquiry. It follows that the employment of terminology such as\n\n‘burden or onus of proof’ is particularly unhelpful and\r\nwould serve to obfuscate rather than elucidate the enquiry.\nIn those\r\ncircumstances it would be wholly inappropriate for a court to saddle\r\nan accused person with an onus and to decide the\nmatter on the\r\nstrength of whether or not that has been discharged. That is not to\r\nsuggest that persons such as the respondents\nwould be free to adopt a\r\nsupine attitude. On the contrary, particularly where, as here, the\r\ninformation sought is peculiarly within\ntheir knowledge, they have as\r\nmuch - if not more - of an obligation as the State to assist the\r\ncourt’s enquiry. Failure in\nthose circumstances to assist the\r\ncourt may well be fatal to their quest for legal assistance at State\r\nexpense. For, if the court\nis left in the dark as to one’s\r\npersonal circumstances it can hardly properly undertake the\r\npostulated enquiry. Were that\nto be the case it must perforce decline\r\nto issue the directive contemplated by s 3(B)(i). In this case\r\nBorchers J observed that\n‘the court has not the administrative\r\nmachinery to investigate the correctness of the information\r\nsupplied’. That may\nbe so. But that ignores the court’s\r\npower to subpoena witnesses and documents or to place witnesses such\r\nas the respondents\nunder oath and if necessary for them to be\r\nsubjected to cross examination. Those are formidable weapons in the\r\njudicial armoury\nthat must, where necessary, be employed by a court\r\nto enable it to discharge its constitutional mandate.\n[34] I have referred in some detail to the evidential material that\r\nserved before Borchers J because it illustrates, I believe,\na\r\ncomplete lack of candour on the part of both Bennett and Porritt.\r\nCounsel for the LAB submitted that the respondents have deliberately\n\nstructured their affairs in such a way as to facilitate the disposal\r\nor concealment of their assets. Whilst there is much to be\nsaid for\r\nthat contention, it is unnecessary for this court to go that far.\r\nBoth Bennet and Porritt adopted an intractable attitude\nand for well\r\non one year refused to furnish the LAB with information that was\r\nlegitimately sought for the purposes of assessing\ntheir entitlement\r\nto legal aid. They eventually furnished information only after being\r\ndirected by the court to do so. When they\neventually did many of\r\ntheir responses were deliberately evasive and cagey. Each preferred\r\nto burden the LAB with the responsibility\nof ascertaining the extent\r\nof their interest in companies and close corporations. Other\r\nimportant disclosures were qualified by\nthe words ‘to the best\r\nof my recollection’ or ‘to the extent that I am aware\r\nof’. And yet in each instance\nthe information sought was\r\npeculiarly within their knowledge. That ought reasonably therefore to\r\nhave redounded to their discredit.\n[35] Given the information supplied by them, one\r\nis none the wiser as to why the trusts (or indeed which ones)\r\nfurnished as much\nas R23m for various preliminary legal skirmishes.\r\nAnd why they are no longer willing to fund the defence of either in\r\nthe criminal\ntrial proper. Moreover, one cannot discern on what basis\r\nthe respondents and in particular Bennet qualified for assistance\r\nfrom\nthose trusts. It is also somewhat rich for Bennett to say that\r\nshe qualified for assistance from the trusts because her legal\r\nexpenses\nand those of Porritt have invariably been the same and yet\r\nin the face of that to assert an entitlement separate from him to\r\nrepresentation\nat State expense. On the LAB’s reckoning the\r\ncriminal trial would cost substantially less than the R23m already\r\nspent. A\nmore pragmatic utilisation of the funds at their disposal\r\nfrom the outset would have rendered their application for legal aid\r\nunnecessary.\nBut as has been made plain both in this court and the\r\none below they intend to employ every stratagem available to them in\r\norder\nto delay the commencement and thereafter continuation of the\r\ntrial for as long as they possibly can. Whilst pursuing that as their\n\nchosen course may well be their right, it may not be without its\r\nconsequences. For as the Constitutional Court has endeavoured\nto\r\nstress (\nS v Jaipal\n23\n):\n'The right of an accused to a fair trial requires\r\nfairness to the accused, as well as fairness to the public as\r\nrepresented by the\nState. It has to instil confidence in the criminal\r\njustice system with the public, including those close to the accused,\r\nas well\nas those distressed by the audacity and horror of crime.'\nNothing further need, however, be said about any of that at this\r\nstage.\n[36] In my view the responses of both Bennett and Porritt fall far\r\nshort of satisfying one that their personal circumstances are\nsuch\r\nthat they do indeed qualify for legal representation at state\r\nexpense. I thus am of the view that given the paucity of reliable\n\ninformation the learned trial judge wrongly concluded that Bennett\r\nand Porritt 'have shown themselves to be indigent as defined'.\nIt\r\nfollows therefore that on the first ground the LAB must succeed.\n[37] That conclusion ordinarily at any rate ought to have disposed of\r\nthe appeal. But as Borchers J herself observed in granting\nleave to\r\nappeal to the LAB on the second ground:\n'The issue is of great importance to the Legal Aid\r\nBoard. This is a body charged with the equitable use of the limited\r\npublic funds\nmade available to it in order to provide legal\r\nrepresentation for a very large number of indigent people. My order\r\nwill annually\ntake away a significant and possibly disproportionate\r\nslice from the available funds for several years. More important,\r\nperhaps,\nis the submission made by [Counsel] that I set a precedent\r\nwhich is likely to be followed by other courts. Relatively few\r\norders,\nif made annually, could make the Legal Aid Board's financial\r\nposition unpredictable and possibly untenable. It is therefore\r\ncrucial\nfor the Legal aid Board that the issue be decided at the\r\nhighest level by the courts.'\nPlainly the ruling of Borchers J on this leg of the enquiry is not\r\npurely academic. It does indeed have far reaching ramifications\nfor\r\nthe LAB. It therefore seems eminently sensible to me that we consider\r\nits correctness.\n[38] Borchers J was quite correctly concerned with\r\nthe integrity of the trial. After all she appreciated that the right\r\nto receive\na fair trial according to law is a fundamental element of\r\nour criminal justice system. And that representation by counsel must\r\nbe considered not on its own but as one relevant element of that\r\nbroader right. Moreover the learned judge recognised that the\r\nconstitutional right to counsel must be real and not illusory and\r\nthat an accused has, in principle, the right to a proper, effective\n\nor competent defence.\n24\nAs is evident from the judgment, her approach was\r\ncognisant of the fact that the right to chosen or assigned counsel is\r\na right\nof substance, not form.\n25\nBut as she herself put it the respondents had\r\n'asked for legal representation on a lavish scale – senior and\r\njunior counsel\nand an attorney for each accused'. What she ultimately\r\nordered the LAB to provide was thus much less than that sought. That\r\nnotwithstanding\nthe question remains whether the right to assigned\r\ncounsel comprehends a right as generous as that discerned by the\r\nlearned judge.\nFor, if it did not, then Borchers J lacked the power\r\nto order the LAB to provide each of the respondents with two\r\nadvocates in\nprivate practice to be remunerated at the maximum of the\r\nlegal aid tariff.\n[39] Courts now\r\nderive their power from the Constitution itself.\n26\nIt follows that\r\ncourts too must observe the constitutional limits of their authority.\nIn\nDoctors\r\nfor Life International v Speaker of the National Assembly &\r\nothers\n27\nthe\r\nConstitutional Court stated:\n‘\nCourts\r\nmust be conscious of the vital limits on judicial authority and the\r\nConstitution’s design to leave certain matters\nto other\r\nbranches of government. They too must observe the constitutional\r\nlimits of their authority. This means that the Judiciary\nshould not\r\ninterfere in the other branches of government unless to do so is\r\nmandated by the Constitution.’\nThe\r\nConstitutional Court also reminded us that courts should assiduously\r\nrefrain from exercising executive or legislative functions\nunder the\r\nguise of judicial review (\nDPP,\r\nTransvaal v Minister of Justice and Constitutional Development &\r\nothers).\n28\nIt held (para\r\n183) that judicial review ‘permits courts to call upon the\r\nexecutive and legislature to observe the limits of\ntheir powers but\r\ndoes not permit courts to exercise those powers themselves’.\r\nCourts therefore have a duty to patrol - but\nnot cross – the\r\nconstitutional borders defined by the Constitution.\n[40] If legal representation is indeed an\r\nadvantage, as it must be to an accused person in practically every\r\ncase, then it must\nfollow that it would be in the interests of\r\njustice that representation be available in practically every case,\r\nif necessary at\npublic expense. Moreover, it would be in the\r\ninterests of justice that such representation be of the highest\r\ncalibre. But as it\nwas put in\nDietrich v\r\nR:\n29\n'If the interests of justice are to be pursued without\r\nregard to other considerations, then clearly they require not only a\r\nfair\ntrial but the fairest possible trial. But the interests of\r\njustice cannot be pursued in isolation. There are competing demands\r\nupon the public purse which must be reconciled and the funds\r\navailable for the provision of legal aid are necessarily limited. The\n\ndetermination of what funds are to be made available is not a\r\nfunction which the courts can or should perform. Nor are the courts\n\nequipped to determine how the available funds are to be distributed –\r\nfor example, whether it is preferable to spread them\namongst the\r\nlargest number of cases possible or to devote them to a smaller\r\nnumber of complex or more costly cases.'\n[41] In my view the Canadian jurisprudence is\r\nparticularly instructive on this aspect of the case. It is clear that\r\nthe Supreme\nCourt of Canada will not dictate to the provinces and\r\nterritories how they should deliver legal aid and which delivery\r\nmodels they\nshould establish and implement (\nR\r\nv Prosper).\n30\nAs the following dicta from an assortment of\r\nCanadian cases illustrate, their courts have manifested a studious\r\ndisinclination to\nusurp the power and functions of their legal aid\r\nagencies:\n'I approach with wariness the\r\nprospect of ordering the payment of counsel other than strictly in\r\naccordance with the Legal Aid Scheme.\nThe case law is clear: in\r\ngeneral, provincial legal aid schemes accord with the Charter and\r\nfulfil the requirement at common law\nfor the provision of counsel\r\nwhere this is necessary for a fair trial. In addition, the courts\r\nshould show restraint in ordering\nthe commitment of public funds;\r\nordinarily, that is for those who are elected' (\nR\r\nv F\n(DP)).\n31\n'The legal aid system is in place to\r\nensure legal representation for the less privileged in our society.\r\nFinancial and budgetary\nconstraints dictate that the remuneration\r\npaid to lawyers who act for legal aid clients must be carefully\r\ncontrolled and may be\nless than the amount paid to lawyers for\r\ncomparable services rendered to clients who are not on legal aid. The\r\nfees might not be\n\"reasonable\" based on current market\r\nrates for lawyers' services. When a lawyer places himself or herself\r\non the Legal\nAid Roster and signs a certificate to represent a client\r\nhe or she knows and accepts the quantum of remuneration to be paid.\r\nIt\nwould be inequitable if the lawyer could attempt to receive more\r\nthan the amounts specified in the Legal Aid Rules on the basis\nthat\r\nthe fees are reasonable, pursuant to a court taxation under Rule\r\n6(1)(iii)' (\nP\n.\nBarristers and Solicitors v Legal Aid Society\r\n(Alberta\n)).\n32\n'I'm very cognisant of the fact that\r\nthe Ontario Legal Aid Plan is a programme created and funded by the\r\nProvince. One of its purposes\nis to provide for an orderly\r\nfinancially responsible means of funding counsel for those who cannot\r\nafford to retain counsel privately.\nIf I were to order that counsel\r\nfor these accused be paid at hourly rates that are substantially\r\nhigher than the legal aid rates,\nthen I would be undermining the\r\nintegrity of the legal aid system in Ontario. There must be a certain\r\nconsistency in all cases\nin which funding is provided by the Province\r\nfor defence counsel' (\nR v\r\nMagda).\n33\n'Generally, if an accused is offered\r\nstate-funded and competent counsel within the legal aid scheme, he or\r\nshe will not be able\nto seek an order that the Attorney General\r\nprovide other funded counsel of choice unless the provision of such\r\nother counsel is\nnecessary to ensure that the accused can receive a\r\nfair trial'\n(R v Druken).\n34\n[42] That is not to suggest that a court is\r\npowerless in the face of an unreasonably intransigent legal aid\r\nboard. After all it\nis the court that is burdened with the\r\nconstitutional obligation of ensuring that the proceedings are\r\nconducted in accordance with\nnotions of fairness and justice.\n35\nThe approach to this conundrum by the Canadian\r\ncourts, consistent with an appreciation of the limits of its own\r\ndecision-making\npowers, is not to issue orders against their legal\r\naid agencies but rather to stay the proceedings where satisfactory\r\narrangements\nfor legal representation cannot be made. In\nR\r\nv Peterman\n36\nthe accused was charged with four counts of arson.\r\nHe was eligible for legal aid and Legal Aid Ontario issued him with a\r\nlegal aid\ncertificate. The certificate allowed him to select a lawyer\r\nof his choice to represent him, provided the lawyer would accept the\n\ncertificate. The certificate carried with it certain conditions. The\r\nlawyer had to bill legal aid at the legal aid tariff and accept\n\ncertain limitations. The most important of those limitations\r\nconcerned the payment of fees and expenses of out of town counsel,\n\npreparation time and the retention of junior counsel. The accused\r\nsought an order for payment at rates in excess of the normal\nlegal\r\naid tariff for counsel and junior counsel. He also sought payment of\r\ncounsel's reasonable disbursements, payment of counsel\nfor the full\r\namount of preparation time with no maximum limit on the number of\r\nhours of preparation and payment for counsel's meals\nand\r\naccommodation. Legal Aid had in place certain policies concerning the\r\nuse of out of town counsel. The application judge refused\nto grant\r\nmost of the relief sought but found 'this is a complicated case, ...\r\nI am satisfied that no person other than Mr Rock\n[Counsel selected by\r\nthe accused] could do a fair representation of the accused at this\r\nstage.' She accordingly decided that the\ndenial of travel time,\r\nreasonable preparation time and travel expenses was unreasonable and\r\nthat the request for junior counsel\nwas reasonable. She stated that\r\nshe had some serious concerns that if counsel's travel expenses and\r\nreasonable accommodation and\nmeal expenses were not paid 'the accused\r\nwould not receive a fair trial'.\nOn appeal, Rosenberg JA for a three panel Ontario Court of Appeal\r\nstated (para 21):\n'That the application for setting legal aid rates and\r\npolicies relating to the retention of out of town counsel and of\r\njunior counsel\nlies with Legal Aid Ontario, not the court. ... A\r\ncriminal trial court has no jurisdiction to review those policies and\r\nhaving\ndetermined that they are unreasonable, impose other\r\narrangements on Legal Aid Ontario. The criminal trial court's\r\njurisdiction\nrests solely on the obligation to ensure that the\r\naccused person receives a fair trial. In some cases, the court would\r\nbe satisfied\nif an accused is not represented by counsel, his or her\r\nright to a fair trial as guaranteed by ss. 7 & 11(d) of the\r\nCanadian\nCharter of Rights and Freedoms would be infringed, if such\r\nan accused lacks the means to employ counsel privately, but has\r\nnevertheless\nbeen refused legal aid, the court can make an order\r\nstaying the proceedings until the necessary funding for counsel is\r\nprovided\nby the state.'\nThe judgment continued (para 25):\n'In considering these issues, the application Judge was,\r\nagain, not entitled to review the reasonableness of the decisions\r\nmade\nby Legal Aid. Her focus had to be on whether the respondent's\r\nright to a fair trial was imperilled because of the conditions under\n\nwhich he was being defended. In my view, there was no evidence to\r\nsupport a finding that the respondent's right to a fair trial\nwas at\r\nrisk.'\n[43] Such an approach finds favour in Australia as\r\nwell. As\nDietrich\nput\r\nit:\n'For our part, the desirability of an\r\naccused charged with a serious offence being represented is so great\r\nthat we consider that\nthe trial should proceed without representation\r\nfor the accused in exceptional cases only. In all other cases of\r\nserious crimes,\nthe remedy of an adjournment should be granted in\r\norder that representation can be obtained. While, in some\r\njurisdictions, judges\nonce had the power to direct the appointment of\r\ncounsel for indigent accused, this power has been largely overtaken\r\nby\nthe development of\r\ncomprehensive legal aid schemes in all states, and, as such, trial\r\njudges now cannot be asked to appoint counsel\nin order that a trial\r\ncan proceed. However, even\nin\r\nthose cases where the accused has\nbeen\r\nrefused legal assistance and has unsuccessfully exercised his or her\r\nrights to review of that refusal, it is possible, perhaps\nprobable,\r\nthat the decision of a Legal Aid Commission would be reconsidered if\r\na trial judge ordered that the trial be adjourned\nor stayed pending\r\nrepresentation being found for the accused.'\n[44] Our constitutional model demands no less of\r\nour courts. Judicial deference, Schutz JA reminded us, ‘does\r\nnot imply judicial\ntimidity or unwillingness to perform the judicial\r\nfunction’,\n37\nbut is an appreciation by the court of the limits\r\nof its own decision-making power. In\nBato\r\nStar Fishing (Pty) Ltd v Minister of Environmental Affairs &\r\nothers\n38\nO’Regan J explained it in these terms:\n'In the SCA Schutz JA held that this\r\nwas a case which calls for judicial deference. In explaining\r\ndeference, he cited with approval\nProfessor\nHoexter's\naccount as follows:\n\"(A) judicial willingness to appreciate the\r\nlegitimate and constitutionally-ordained province of administrative\r\nagencies; to\nadmit the expertise of those agencies in policy-laden or\r\npolycentric issues; to accord their interpretation of fact and law\r\ndue\nrespect; and to be sensitive in general to the interests\r\nlegitimately pursued by administrative bodies and the practical and\r\nfinancial\nconstraints under which they operate. This type of\r\ndeference is perfectly consistent with a concern for individual\r\nrights and a\nrefusal to tolerate corruption and maladministration. It\r\nought to be shaped not by an unwillingness to scrutinise\r\nadministrative\naction, but by a careful weighing up of the need for\r\nand the consequence of – judicial intervention. Above all, it\r\nought\nto be shaped by a conscious determination not to usurp the\r\nfunctions of administrative agencies, not to cross over from review\r\nto appeal.\"’\n[45] We need hardly remind ourselves that courts\r\ndo not control the public purse, nor do they have the power to\r\nconscript the legal\nprofession to render services without reward. It\r\nis for the other arms of government to ensure that adequate provision\r\nis made\nfor legal representation at State expense. Here they have\r\nchosen to do so through the LAB. Demands other than legal aid on the\r\npublic purse may limit the availability of funds. Courts should be\r\nslow to attribute superior wisdom to themselves in respect of\nmatters\r\nentrusted to other branches of government. As O’Regan J puts\r\nit: ‘A decision that requires an equilibrium to\nbe struck\r\nbetween a range of competing interests or considerations and which is\r\nto be taken by a person or institution with specific\nexpertise in\r\nthat area must be shown respect by the Courts’.\n39\nThe LAB is undoubtedly one such institution. The\r\nlegislature and executive need to appreciate, however, that if the\r\nlimitation of\navailable funds for legal representation at State\r\nexpense is too severe the administration of justice will\r\nunquestionably suffer\nand with it our constitutional order.\n[46] Finally, nothing here stated should be construed as being\r\nemasculatory of a court’s legitimate power of review. It is\nnow\r\nwell-established that the control of public power through judicial\r\nreview is a constitutional matter. Courts have a duty to\nfinally\r\ndetermine whether public power has been lawfully exercised and they\r\nwould be failing in that duty were they to hold that\nthe validity of\r\nthe exercise of public power is beyond its jurisdiction. The\r\nConstitution places significant constraints on the\nexercise of public\r\npower through the Bill of Rights and the founding principle\r\nenshrining the rule of law.\n[47] As Chaskalson P puts it:\n'It is a requirement of the rule of\r\nlaw that the exercise of public power by the Executive and other\r\nfunctionaries should not be\narbitrary. Decisions must be rationally\r\nrelated to the purpose for which the power was given, otherwise they\r\nare in effect arbitrary\nand inconsistent with this requirement. It\r\nfollows that in order to pass constitutional scrutiny the exercise of\r\npublic power by\nthe Executive and other functionaries must, at least,\r\ncomply with this requirement. If is does not, it falls short of the\r\nstandards\ndemanded by our Constitution for such action.'\n40\n[48] Rationality is thus the minimum threshold\r\nrequirement applicable to the exercise of all public power. Action\r\nthat fails to\npass that threshold is inconsistent with the\r\nrequirements of our Constitution and therefore unlawful. Thus whilst\r\ncourts should\nnot substitute their opinions as to what is appropriate\r\nfor those of the persons in whom the power vests, were a decision to\r\nbe\nobjectively irrational, a court would have the power to intervene\r\nand set it aside.\n41\n[49] It follows on the view that I take of the matter that Borchers J\r\nmisconceived the nature and scope of her power. As she plainly\nlacked\r\nthe power to order the LAB to provide each of the respondents with\r\ntwo advocates in private practice to be remunerated in\naccordance\r\nwith the maximum rates permitted by the legal aid tariff, that order\r\ncannot be endorsed and it accordingly falls to\nbe set aside.\n[50] In the result:\nThe appeal succeeds.\nThe order of the court below that the accused are entitled and the\r\n\tLegal Aid Board is obliged to provide them with legal representation\n\n\tat State expense is set aside.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: G M Budlender SC\n42\nL Crouse\nInstructed\r\nby:\nLegal Aid\r\nBoard\nBraamfontein\nBloemfontein\r\nJustice Centre\nBloemfontein\nFor 1\nst\nRespondent: E M Coetzee SC\nJ M\r\nFerreira\nInstructed\r\nby:\nNational\r\nDirector of Public Prosecutions\nJohannesburg\nNational\r\nDirector of Public Prosecutions\nBloemfontein\nFor 2\nnd\nand 3\nrd\nRespondents\nInstructed\r\nby\nLawley\r\nShein Attorneys\nJohannesburg\nSymington\r\n& De Kok\nBloemfonteint\n1\n[1995] ZACC 5\n;\n1995\r\n\t(3) SA 292\n(CC) para 16.\n2\nAct\r\n\t22 of 1969.\n3\nSection\r\n\t3 was amended by the\nLegal Aid Amendment Act 20 of 1996\n, which came\r\n\tinto effect on 1 May 2002.\n4\nA\r\n\treference to Mr Budlender’s predecessor.\n5\nS\r\n\tv Safatsa & others\n1988 (1) SA 868\n(A) at 877A-D;\nDouglas v Douglas\n[1996] 2 All SA 1\nat 8j-9a.\n6\nPaddock\r\n\tMotors (Pty) Ltd v Igesund\n1976 (3) SA\r\n\t16\n(A) at 24C-D.\n7\nVan\r\n\tJaarsveld v Bridges\n(344/09)\n[2010] ZASCA 76\n(27 May 2010).\n8\n[2006] ZACC 15\n;\n2007\r\n\t(1) SA 523\n(CC) para 35 and 36.\n9\nIn\nUniversal City Studios Inc & others v\r\n\tNetwork Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986 (2) SA\r\n\t734\n(A) at 754G, Corbett JA put it thus: 'There is no doubt the\r\n\tSupreme Court possesses an inherent reservoir of power to regulate\n\n\tits procedures in the interests of the proper administration of\r\n\tjustice ....'; see also\nManong v\r\n\tMinister of Public Works\n2010 (2) SA\r\n\t167\n(SCA).\n10\nSABC\r\n\tLtd\npara 21.\n11\nS\r\n\tv Pennington & another\n1997 (4) SA\r\n\t1076 (CC).\n12\nParbhoo\r\n\t& others v Getz NO & another\n1997\r\n\t(4) SA 1095\n(CC).\n13\nLegal\r\n\tAid Board v Pretorius\n[2007] 1 All SA\r\n\t458\n(SCA) para 16.\n14\nThe\r\n\tsection reads: ‘every accused person shall have the right to a\r\n\tfair trial, which shall include to be represented by\na legal\r\n\tpractitioner of his or her choice or, where substantial injustice\r\n\twould otherwise result, to be provided with legal representation\nat\r\n\tstate expense, and to be informed of these rights.'\n15\n2002\r\n\t(2) SACR 211\n(SCA) para 11.\n16\n(1983)\r\n\t7 CRR 39\nat 41.\n17\n[2006] ZACC 24\n;\n2007\r\n\t(3) SA 484\n(CC) para 68.\n18\n(1988)\r\n\t41 CCC (3d) 11.\n19\nVermaas\npara15.\n20\nR\r\n\tv Munroe\n57 CCC (3d) 421;\nR\r\n\tv Gauthier\n2004 NLSCTD 137.\n21\n[1992] HCA 57\n;\n64\r\n\tA Crim R 176\n;\n109 ALR 385.\n22\nPara\r\n\t68.\n23\n[2005] ZACC 1\n;\n2005\r\n\t(4) SA 581\n(CC) para 29.\n24\nS\r\n\tv Halgryn\n2002 (2) SACR 211\nSCA para 14.\n25\nS\r\n\tv Tandwa\n2008 (1) SACR 613\n(SCA) para\r\n\t7.\n26\nPhillips\r\n\t& others v National Director of Public Prosecutions\n[2005] ZACC 15\n;\n2006\r\n\t(1) SA 505\n(CC) para 47.\n27\n[2006] ZACC 11\n;\n2006\r\n\t(6) SA 416\n(CC) para 37.\n28\n2009\r\n\t(2) SACR 130\n(CC).\n29\nSee\nfn 19.\n30\n(1994)\r\n\t92 CCC (3d) 353.\n31\n[2000]\r\n\tNJ no. 1110 (NfldTD) para 46.\n32\n[1994]\r\n\tAJ no. 1018 (ALTA QB).\n33\n[2001]\r\n\tOJ no. 1861 (Ont SCJ) para 56.\n34\n(2003)\r\n\t686 A.R 271\npara 29.\n35\nLegal\r\n\tAid Board v Pretorius\npara 36.\n36\n2004\r\n\t119 CRR (2d) 7.\n37\nMinister\r\n\tof Environmental Affairs & Tourism and others v Phambili\r\n\tFisheries (Pty) Ltd and another; Minister of Environmental\nAffairs &\r\n\tTourism and 0thers v Bato Star Fishing (Pty) Ltd\n2003 (6) SA 407\n(SCA) para 50.\n38\n[2004] ZACC 15\n;\n2004\r\n\t(4) SA 490\n(CC) para 46.\n39\nBato\r\n\tStar\npara 48.\n40\nPharmaceutical\r\n\tManufacturers of South Africa: In re ex parte President of the\r\n\tRepublic of South Africa\n[2000] ZACC 1\n;\n2000 (2) SA\r\n\t674\npara 85.\n41\nPharmaceutical\r\n\tManufacturers of South Africa\npara 90\n.\n42\nMr\r\n\tBudlender and Ms Crouse were only instructed to represent the LAB\r\n\tafter the matter was postponed by this court on 13 May 2010.\nThey\r\n\tthereafter filed supplementary Heads of Argument dated 23 July 2010\r\n\tand argued the appeal on behalf of the LAB on 16 August\n2010.",
  "scraped_at": "2026-02-11T20:35:37.886542",
  "date": "2010-09-22",
  "coram": [
    "MPATI P",
    "LEWIS",
    "PONNAN",
    "BOSIELO",
    "TSHIQI JJA"
  ],
  "case_number": "363/09",
  "parties": {
    "applicants": [
      "Legal Aid Board"
    ],
    "respondents": [
      "The State",
      "Gary Patrick Porritt",
      "Susan Hilary Bennett"
    ]
  },
  "sections": {
    "facts": "The Legal Aid Board (LAB) is a statutory body funded by the State to provide legal representation to indigent persons. Gary Patrick Porritt and Susan Hilary Bennett were indicted on more than 3,000 fraud charges. After initially being represented, they ceased to have counsel in May 2007 and applied to the LAB for legal aid, but refused to complete the required means‑test questionnaire. Their applications were refused. The trial judge, Borchers J, nevertheless ordered the LAB to furnish each respondent with two private‑practice advocates paid at the maximum legal‑aid tariff, despite the respondents’ failure to prove indigence. The LAB appealed to the Supreme Court of Appeal, arguing that the trial judge exceeded his authority and that the respondents were not indigent.",
    "issues": "1. Whether the trial court had the power to direct the LAB to provide two private advocates per respondent and to prescribe the remuneration rate. 2. Whether the respondents satisfied the statutory definition of indigence under the Legal Aid Act and were therefore entitled to state‑funded representation under section 35(3)(g) of the Constitution. 3. Whether the order of the lower court conflicted with the separation of powers and the limits of judicial authority.",
    "principles": "The judgment relied on section 35(3)(g) of the Constitution guaranteeing the right to state‑funded legal representation where substantial injustice would otherwise result, and on section 3B of the Legal Aid Act which requires courts to refer matters to the LAB for evaluation rather than to prescribe the exact form of aid. Precedents such as S v Vermaas, S v Halgryn, and the constitutional principles concerning the limits of judicial power and separation of powers were applied. The court emphasized that courts may not usurp the executive function of allocating public funds or ordering the specific composition of legal‑aid representation beyond what the statute permits.",
    "application": "The SCA held that Borchers J mis‑applied s 3B by ordering the LAB to provide two advocates each in private practice and to pay them at the maximum tariff, a power that resides solely with the LAB under its statutory guide. The court also found the respondents had not satisfied the means‑test; their disclosures were inadequate and evasive, and the trust structures they relied on could not be taken as evidence of indigence. Consequently, the lower court’s finding of indigence was erroneous and the directive to the LAB exceeded judicial authority.",
    "conclusion": "The appeal succeeded. The Supreme Court of Appeal set aside the order of the High Court that the Legal Aid Board must provide the respondents with legal representation at State expense. The respondents were not found to be indigent within the meaning of the Legal Aid Act, and the trial court’s order was beyond its constitutional powers."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Legal Aid / Right to Counsel",
    "level_3": [
      "Section 35(3)(g)",
      "Legal Aid Act s3B",
      "Indigence",
      "Judicial authority",
      "Separation of powers"
    ]
  }
}