{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/52.html",
  "case_name": "Matlou and Another v S (479/09) [2010] ZASCA 52; 2010 (2) SACR 342 (SCA) ; 2011 (1) BCLR 54 (SCA) ; [2010] 4 All SA 244 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 52",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 52\n|\nNoteup\n|\nLawCite\nMatlou and Another v S (479/09) [2010] ZASCA 52; 2010 (2) SACR 342 (SCA) ; 2011 (1) BCLR 54 (SCA) ; [2010] 4 All SA 244 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nIn the matter between:\nCase No: 479/09\nSHIKO PHINEAS MATLOU\tFirst\nAppellant\nWILLIAM SEKWATI SERUMULA\tSecond Appellant\nand\nTHE STATE\nRespondent\nNeutral citation:\nMatlou v The State\r\n(479/09)\n[2010] ZASCA 52\n(31 March 2010)\nCoram:\nCLOETE,\r\nBOSIELO et LEACH JJA\nHeard:\n16\r\nMARCH 2010\nDelivered:\n31\r\nMARCH 2010\nSummary:\nCriminal\r\nlaw – appeal against conviction on charges of murder and\r\nrobbery with aggravating circumstances ─ whether incriminating\n\nstatements were admissible – whether evidence of the\r\npointing-out of the deceased's body and a firearm was admissible.\nORDER\nOn appeal from:\nthe\r\nNorth Gauteng High Court, Pretoria (Jordaan J sitting as court of\r\nfirst instance).\n1.\nThe\r\nappeal by both appellants in respect of the count of murder is\r\nupheld. The conviction and the sentence imposed on this count\nare set\r\naside.\n2.\n1\tThe\r\nappeal by both appellants in respect of the count of robbery with\r\naggravating circumstances is upheld to the extent that a\nconviction\r\nof theft of a Mazda bakkie (registration BCB 759 N), a welding\r\nmachine and an angle grinder is substituted.\n2.2\tThe sentence imposed on both\r\nappellants in respect of the count of robbery with aggravating\r\ncircumstances is set aside and substituted\nwith a sentence of\r\nimprisonment for six years. The sentence is antedated to           25\r\nApril 2003 in terms of\ns 282\nof the\nCriminal Procedure Act 51 of\n1977\n.\n3.\nThe\r\nappeal by the first appellant in respect of the count of unlawful\r\npossession of a firearm is upheld and the conviction and the\nsentence\r\nimposed on this count are set aside.\nJUDGMENT\nBOSIELO\nJA\n[1]\nThis\r\nappeal raises the perennial legal conundrum concerning the\r\nadmissibility of evidence of pointings-out obtained as a result\nof\r\nassault by police officers on arrested persons.\n[2]\nThe\r\nappellants were charged before Jordaan J in the North Gauteng Circuit\r\nCourt, sitting in Tzaneen on charges of murder, robbery\nwith\r\naggravating circumstances, theft of a firearm, unlawful possession of\r\na firearm to wit a 9mm Parabellum semi-automatic pistol\nwith serial\r\nnumber 407409 and unlawful possession of an unknown quantity of\r\nammunition.\n[3]\nAt\r\nthe end of the trial, the first appellant was convicted of murder,\r\nrobbery with aggravating circumstances and unlawful possession\nof a\r\nfirearm, a 9 mm Parabellum semi-automatic pistol. He was sentenced to\r\nlife imprisonment in respect of murder, 15 years in\nrespect of\r\nrobbery with aggravating circumstances and three years in respect of\r\nthe unlawful possession of the firearm.\n[4]\nThe\r\nsecond appellant was convicted in respect of both the count of murder\r\nand the count of robbery with aggravating circumstances.\nHe was\r\nsentenced to life imprisonment in respect of murder and 15 year's\r\nimprisonment in respect of robbery with aggravating circumstances.\n\nBoth appellants are appealing against all their convictions with the\r\nleave of the court below.\n[\n5]\tThe\r\nappellants launched a two-pronged attack against their convictions.\r\nThe appellant's main attack is against the admission\nby the court\r\nbelow of the evidence of the pointing-out of the deceased's body and\r\na firearm by the first appellant to the police.\nThe essence of the\r\nattack is that these pointings-out form part of the incriminating\r\nstatements made by the two appellants to a\nmagistrate which were\r\nfound to be inadmissible. The submission was that the evidence of the\r\npointings-out should have been excluded\nwith the confessions which\r\nwere made to the magistrate. The second attack is against the\r\nadmission of the incriminating extra-curial\nadmissions made by the\r\nfirst appellant in the presence of the police to Mr Elvis Senyolo\r\n(Elvis) and the deceased's widow.\n[\n6]\tIn\r\norder to facilitate an easy understanding of the legal issues\r\ninvolved herein, a brief resumé of the salient facts\nof this\r\ncase is necessary. On 13 March 2002, the deceased left his home at\r\nGa-Dikgale for his place of employment at Ga-Sekgopo.\nThe deceased stayed\r\nthere during the week, returning to his home during week-ends. When\r\nhe did not arrive home on Sunday 17 March\n2002, his wife Mrs Mamaila\r\nLenah Sehlabana (Sehlabana) went to look for him at his place of\r\nemployment. The deceased was not there.\nShe discovered that some of\r\nhis property, namely, his vehicle, blankets, a mattress, welding\r\nmachine and a grinder were missing.\nShe tried to contact the deceased\r\nvia his cellular phone but without success. She then went to report\r\nthe fact that the deceased\nwas missing at a local police station.\n[\n7]\tOn\r\nSaturday 23 March 2002, one Captain Mainetja received some\r\ninformation from an informer. He and Inspector Lephala commenced\na\r\nsearch for the first appellant. They later arrested him in the early\r\nhours of Sunday morning. They explained his rights to him.\nAs the\r\nfirst appellant indicated that he did not want to have a legal\r\nrepresentative, they continued to interrogate him. He later\nadmitted\r\nhaving killed the deceased but stated that he was not alone.\r\nMainetja's evidence is to the effect that notwithstanding\na further\r\nadvice by him to the first appellant, he persisted to refuse the\r\nassistance of a legal representative. According to Mainetja,\nthe\r\nfirst appellant told him that he and Mr Kgashare Elvis Senyolo\r\n(Elvis) killed the deceased. The first appellant took the police\nto\r\nElvis' home where they arrested Elvis who denied knowledge of the\r\nkilling of the deceased. The first appellant told the police\nthat\r\nthey were in fact three including accused 2. The first appellant\r\nagreed to assist the family of the deceased to retrieve a\nfirearm.\n[\n8]\tOn\r\nthe same Sunday morning the first appellant took the police to a\r\ndeserted place approximately 30-45 km away. It was in a bush.\n\nHowever, as it was still dark they found nothing but smelt a bad\r\nodour as if an animal had died. The first appellant then took\nthem to\r\nanother place, which was some 100 km away. He then told them that he\r\nhad hidden the firearm there and that only he knew\nabout it. Upon\r\narrival at that place they all alighted. The first appellant pointed\r\na spot out from where Mainetja retrieved a\nfirearm hidden under a\r\ntree in a bush. He later took the police to where they retrieved the\r\nmissing welding machine and grinder,\nwhich they impounded.\n[\n9]\tThey\r\nthen returned to the original place where they had earlier failed to\r\nfind the deceased's body. Upon arrival they found a\nspent cartridge.\r\nThe appellant then told the police that that is where he shot the\r\ndeceased on his chest to make sure that he is\ndead. They later found\r\nthe deceased's decomposed body in a ditch deeper into the bush. The\r\ndeceased's spouse identified the body\nto be that of deceased. As part\r\nof the head of the body was missing she asked what had happened to\r\nit. The police told her to ask\nthe first appellant, whereupon he\r\nreplied that when they threw the deceased's body there his head was\r\nstill intact.\n[1\n0]\tElvis\r\ntestified that he knows both appellants. They are both his aunt's\r\nsons. He confirmed that one Friday the two appellants\narrived at his\r\nhome. The first appellant was driving a vehicle, a Mazda bakkie. The\r\ntwo appellants asked him to take them to a\ntraditional doctor at a\r\nplace called Shawela. After they had seen the traditional doctor, he\r\nand Edwin drove with the second appellant,\napparently to go and look\r\nfor small change to pay the traditional doctor. The first appellant\r\nremained behind as he had fallen\nasleep. On the way the second\r\nappellant lost control of the vehicle and it overturned. The second\r\nappellant gave Elvis\nR2 000 and a\r\ncellular phone to Edwin.\nOn Saturday morning\r\nthe police came to arrest him. When he asked why the police were\r\narresting him, the police said he must ask\nthe second appellant,\r\nwhereupon the second appellant said it is because they both killed a\r\nperson. According to Sihlabana and Elvis,\nthe first appellant was\r\nnever assaulted or threatened to make the pointings-out as well as\r\nthe utterances which he made in their\npresence.\n[11\n]\tAs\r\nthe appellants disputed that their statements were made freely and\r\nvoluntarily, a trial-within-a-trial was held. At the end\nof the\r\ntrial-within-a-trial, the learned judge excluded the evidence of\r\npointings-out relating to the deceased's body and firearm,\nbut found\r\nthat the discovery of the deceased's body and the firearm by the\r\npolice were admissible.\n[12\n]\tMr\r\nPhetole Manthakga (Manthakga) testified that the grinder was\r\nretrieved by the police from him on 24 March 2002. The welding\n\nmachine was retrieved from Mr Mohale David Machete (Machete).\r\nAccording to the police it is the first appellant who took them to\n\nthese people. It is not in dispute that the motor vehicle (Mazda\r\nbakkie), the grinder and the welding machine were identified by\nthe\r\ndeceased's wife as the deceased's property.\n[1\n3]\tThe\r\nfirst appellant did not testify in his defence whilst the second\r\nappellant did. The second appellant denied any involvement\nin the\r\nkilling of the deceased. He furthermore denied ever driving in the\r\ndeceased's vehicle or giving some R2 000 to Elvis or\na cellular phone\r\nto Edwin.\n[1\n4]\tIn\r\nhis evaluation of the evidence, the learned judge rejected the second\r\nappellant's version as false. The learned judge found\nthat there was\r\nsufficient circumstantial evidence, in the absence of an acceptable\r\nexplanation, to come to the conclusion that\nthe appellants were\r\ninvolved in one way or another in the killing of the deceased. He\r\nalso found that the deceased died a violent\ndeath. Furthermore, the\r\nlearned judge found that both appellants were in possession of\r\nproperty belonging to the deceased soon\nafter the deceased's death.\r\nConcerning the first appellant the learned judge found further that\r\nthe fact that he pointed out the\nfirearm to the police is proof that\r\nhe possessed it.\n[1\n5]\tThe\r\ncrisp issue in this appeal is whether the learned judge was correct\r\nin admitting the evidence of the pointings-out regarding\nthe\r\ndeceased's body and the firearm by the first appellant,\r\nnotwithstanding the fact that they formed part of confessions and\r\nadmissions which had been found to be inadmissible because of the\r\nassault perpetrated on the first appellant.\n[1\n6]\tCounsel\r\nfor the appellants submitted that the entre evidence of pointings-out\r\nwhich include the discovery of the deceased's body\nand the firearm\r\nshould have been excluded as they all formed part and parcel of each\r\nother. This contention is based on the fact\nthat first appellant was\r\nassaulted by the police during these pointings-out. Counsel contended\r\nthat all this evidence is tainted\nby the assault by the police on\r\nfirst appellant. Counsel argued further that if this evidence is\r\nexcluded, there would be no evidence\nregarding the crucial aspects\r\nconcerning the place, date and cause of the deceased's death. In the\r\nresult this would mean that\nthe allegation that the deceased was shot\r\nwith a firearm when he was robbed of his belongings remained\r\nunsupported by any evidence.\nIt follows, so it was argued, that the\r\nonly competent verdict in the circumstances would be simple theft of\r\nthe deceased's property\n(Mazda vehicle, grinder and welding machine).\n[1\n7]\tOn\r\nthe other hand, counsel for the respondent argued that the State had\r\nadduced sufficient circumstantial evidence which proved\nconclusively\r\nthat both appellants were involved in the killing of the deceased.\r\nThis submission was based on the evidence of both\nthe deceased's\r\nspouse\nand\r\nElvis\nthat\r\nthe first appellant was never assaulted in their presence when he\r\nallegedly made the pointings-out, Accordingly it was contended\nthat\r\nthe court below was correct in accepting the evidence of\r\npointings-out of the deceased's body and the firearm. Counsel argued\n\nfurther that the fact that both appellants were found driving the\r\ndeceased's vehicle coupled with the fact that they possessed\nsome of\r\nhis belongings soon after his death which they either gave away or\r\nsold for a pittance, justify the conclusion that they\nwere both\r\ninvolved in the killing of the deceased.\n[1\n8]\tThe\r\nfollowing facts are either common cause or not seriously disputed:\r\nthe deceased was known to the appellants; the deceased\nwas killed\r\nbetween 13 and 15 March 2002; some items of property belonging to the\r\ndeceased were stolen during the same period, both\nappellants were\r\nseen driving a Mazda vehicle, later identified to belong to the\r\ndeceased soon after the deceased's death; the first\nappellant sold\r\nthe deceased's welding machine for R100 to\nMachete\non 20 March 2002,\nthe first appellant\r\ngave away the grinder to Manthakga\non 18 March 2002\r\nfor having helped him to tow away the deceased's stolen vehicle; the\r\nsecond appellant gave the deceased's cellular\nphone to Edwin. Of\r\ngreat significance is the fact that all these items which were proved\r\nto belong to the deceased were possessed\nby the appellants soon after\r\nthe deceased's death.\n[\n19]\tI\r\nam prepared to accept that the very fact that the appellants were in\r\npossession of the deceased's stolen property soon after\nhis death,\r\nmight justify the inference that the appellants were involved in the\r\ndeceased's death. I must confess that such an inference\nappears to be\r\nboth reasonable and compelling. However, it can hardly be said to be\r\nthe only reasonable inference consistent with\nthe proven facts. What\r\ncompounds the problem is that there is no evidence as to when and how\r\nthe deceased was killed. It is noteworthy\nthat, notwithstanding the\r\nrespondent's allegations that the deceased was shot, the post-mortem\r\nreport does not support such a finding.\nIt follows, in my view, that\r\nsuch an inference cannot be drawn as it would be in conflict with the\r\nsalutary principles enunciated\nin\nR\r\nv Blom,\n1939 AD\r\n188.\n[2\n0]\tI\r\nfind that the learned judge erred in accepting the evidence of the\r\npointings-out by the first appellant. I agree with appellants'\n\ncounsel that the fact that when the first appellant made a confession\r\nto the magistrate on 26 March 2002, he still had injuries\nwhich\r\nappeared to be fresh, suggests strongly that the assault meted to him\r\nmust have been serious. I find the submission by respondent's\ncounsel\r\nthat it is possible that the second appellant was only assaulted by\r\nthe police after he had already made the pointings-out\nto be without\r\nmerit. Why would the police assault him if he had already\r\nincriminated himself by pointing-out highly incriminating\nevidence.\r\nTo my mind, it makes perfect sense and accords with logic that the\r\nfirst appellant could only have been assaulted by\nthe police before\r\nthe pointings-out in order to coerce him to do so. Undoubtedly, such\r\nevidence would have been obtained in contravention\nof the first\r\nappellant's rights ensconced in s 35(1)(a); (b); and (c) of the\r\nConstitution, Act 108 of 1996, which provides:\n(a)\n'Everyone\r\nwho is arrested for allegedly committing an offence has the right –\r\n(a) to remain silent; (b) to be informed promptly\n–\n(i)\nof\r\nthe right to remain silent; and\n(ii)\nof\r\nthe consequences of not remaining silent;\n(c) not to be\r\ncompelled to make any confession or admission that could be used in\r\nevidence against that person;'.\n[2\n1]\tThe\r\nquestion that instantly comes up for consideration is what should\r\nhappen to the first appellant's evidence of pointings-out.\nThis\r\naspect is governed by s 218(2) of the Criminal Procedure Act, 51 of\r\n1977 (the Act) which provides that:\n'Evidence may\r\nbe admitted at criminal proceedings that anything was pointed out by\r\nan accused appearing at such proceedings or that\nany fact o\nr\r\nthing was discovered in consequence of information given by such\r\naccused, notwithstanding that such pointing out or information\nforms\r\npart of a confession or statement which by law is not admissible in\r\nevidence against such accused at such proceedings.'\n[22\n]\tUndoubtedly,\r\nthere is a direct clash between s 218(2) of the Act and s 35(1)(a);\r\n(b); and (c) read with s 35(5) of the Constitution.\nIt is this\r\nconflict which we are required to resolve in this appeal. The answer\r\nto this somewhat intractable legal conundrum lies\nin s 35(5) of the\r\nConstitution which provides:\n'\nEvidence\r\nobtained in a manner that violates any right in the Bill of Rights\r\nmust be excluded if the admission of that evidence would\nrender the\r\ntrial unfair or otherwise be detrimental to the administration of\r\njustice.'\n[2\n3]\tRelying\r\non the authority of\nR\r\nv Samhando\n1943 AD\r\n608\nand\nS v Sheehama\n[1991] ZASCA 45\n;\n1991 (2) SA 860\n(A)\r\nthe learned judge admitted the evidence concerning the alleged\r\ndiscussion which the first appellant allegedly had with the\n\ndeceased's spouse during which, at the suggestion by the police, she\r\nasked him where the deceased's missing head was and to which\nhe\r\nreplied that when he threw the deceased's body in the bush, it still\r\nhad its head intact. The learned judge found that this\nconversation\r\nis in a different category as opposed to a disclosure to the police.\r\nHe further found that the first appellant could\neither have responded\r\nor refused to respond to this question by the deceased's spouse. To\r\nmy mind, the learned judge erred in this\nrespect. It is clear that\r\nthe first appellant was under arrest and in the presence of more than\r\none police at this critical stage\nof the investigation. It is the\r\npolice that instigated or prompted the deceased's spouse to ask the\r\nfirst appellant this question\nwhich elicited such an incriminating\r\nresponse. The possibility that the first appellant was under the\r\nundue influence of the police\nat the time cannot be excluded. To my\r\nmind, this negated any volition which he might have had to refuse to\r\nanswer. See\nR v de\r\nWaal\n1958 (2) SA\r\n109\n(GW) at p 111A-112F.\n[2\n4]\tSecondly,\r\nthe learned judge admitted the evidence on the basis that, had it not\r\nbeen for the pointings-out by the first appellant,\nthe police would\r\nnot have discovered the deceased's body. The same reasoning\r\nunderpinned the admission relating to the pointing-out\nand discovery\r\nof the firearm. Once again the learned judge ignored the fact that\r\nthese pointings-out happened at the instance and\nin the presence of\r\nthe police. There is no evidence that the first appellant had been\r\nadvised of his right to remain silent, or\nnot to make any statement\r\nthat might incriminate him and what the purpose and legal\r\nconsequences of not remaining silent or making\npointings-out are.\r\nEvidently all this was done in contravention of the rights of the\r\nfirst appellant as embodied in s 35(1)(a);\n(b); and (c) of the\r\nConstitution.\n[2\n5]\tIt\r\nis unfortunate, if not regrettable, that the learned judge never\r\nconsidered the applicability of s 35(1) read with s 35(5)\nof the\r\nConstitution and their impact on the admissibility of the impugned\r\nevidence. It is furthermore regretable that it does not\nappear from\r\nthe record that the learned judge's attention was drawn to the\r\napproach adumbrated by Van Heerden JA in the seminal\njudgment of\nS\r\nv January; Prokureur-Generaal, Natal v Khumalo\n1994\r\n(2) SACR 801.\n[2\n6]\tCachalia\r\nJA succinctly set out the legal position regarding the admissibility\r\nof such evidence before and after our new Constitution\nin\nS\r\nv Mthembu\n[2008] ZASCA 51\n;\n2008 (2)\r\nSACR 407\n(SCA) at paras 22 and 23 as follows:\n'[22]\nIn\r\nthe pre-constitutional era, applying the law of evidence as applied\r\nby the English courts, the courts generally admitted all\nevidence,\r\nirrespective of how obtained, if relevant. The only qualification was\r\nthat \"the judge always (had) a discretion\nto disallow evidence\r\nif the strict rules of admissibility would operate unfairly against\r\nan accused.\" And where an accused\nwas compelled to incriminate\r\nhim or herself through a confession or otherwise the evidence was\r\nexcluded. However, real evidence\nwhich was obtained by improper means\r\nwas more readily admitted (and also because its admission was\r\ngoverned by statute). The reason\nwas that such evidence usually bore\r\nthe hallmark of objective reality compared with narrative testimony\r\nthat depends on the say-so\nof a witness. Real evidence is an object\r\nwhich, upon proper identification, becomes, of itself, evidence (such\r\nas a knife, firearm,\ndocument or photograph – or the metal box\r\nin this case). Thus, where such evidence was discovered as result of\r\nan involuntary\nadmission by an accused, it would be allowed because\r\nof the circumstantial guarantee of its reliability and relevance to\r\nguilt\n– the principal purpose of a criminal trial. As a rule,\r\nevidence relating to the \"fruit of the poisonous tree\" was\n\nnot excluded.'\n[2\n7]\tThere\r\nwas however some resistance to this line of reasoning deriving from\r\nnormative considerations. In\nS\r\nv Sheehama,\nGrosskopf\r\nJA stated that it was a basic principle of our law that an accused\r\ncannot be coerced into making a self-incriminating\nstatement. He thus\r\nheld that\ns 218(2)\nof The\nCriminal Procedure Act 51 of 1977\ndid not\r\nauthorise evidence of forced pointings-out even though it arguably\r\ndid so. And in\nS v\r\nKhumalo\n1992 (2)\r\nSACR 411\n(N) at 420 Thirion J said that involuntary statements made\r\nby accused persons are inadmissible against them, not only because\r\nthey\nare untrustworthy as evidence but, quoting Lord Hailsham, 'also,\r\nand perhaps mainly, because in a civilized society it is vital\nthat\r\npersons in custody or charged with offences should not be subjected\r\nto ill-treatment or improper pressure in order to extract\n\nconfessions'.\n1\nWith the advent of the new constitutional order looming Van Heerden\r\nJA, in\nS v January;\r\nProkureur-Generaal, Natal v Khumalo,\nconfirmed\r\nthis line of thinking when he observed that there has '(i)n this\r\ncentury . . . rightly been a marked shift in the justification\nfor\r\nexcluding. . . involuntary confessions and admissions, and it is now\r\nfirmly established in English law that an important reasons\nis one of\r\npolicy.'\n2\nIn making this observation he was able to depart from the reasoning\r\nin earlier cases, referred to above, which had placed their\nemphasis\r\nonly on the relevance and reliability of the evidence. He thus held\r\nthat proof of an involuntary pointing-out by an accused\nperson is\r\ninadmissible even if something relevant to the charge is discovered\r\nas a result thereof.'\n3\n[2\n8]\tWhat\r\ncomes forcefully to the fore is the ever-present tension between the\r\nState's obligation or duty to see to it that people\nwho commit crimes\r\nare arrested, investigated, prosecuted and held accountable for their\r\ndeeds and its equally important and onerous\nduty to ensure that the\r\nconduct of those saddled with the duty and responsibility to\r\ninvestigate and prosecute offenders is proper\nand above board. That\r\nit is sometimes difficult to resolve this tension admits of no doubt.\r\nThis difficulty is described by Kriegler\nJ in\nKey\r\nv Attorney General, Cape Provincial Division And Another\n[1996] ZACC 25\n;\n1996\r\n(2) SACR 113\n(CC) at para\n[13]\nas follows:\n'In\nany\r\ndemocratic criminal justice system there is a tension between, on the\r\none had, the public interest in bringing criminals to\nbook and, on\r\nthe other, the equally great public interest in ensuring that justice\r\nis manifestly done to all, even those suspected\nof conduct which\r\nwould put them beyond the pale. To be sure, a prominent feature of\r\nthat tension is the universal and unceasing\nendeavour by\r\ninternational human rights bodies, enlightened legislature and courts\r\nto prevent or curtail excessive zeal by State\nagencies in the\r\nprevention, investigation or prosecution of crime. But none of that\r\nmeans sympathy for crime and its perpetrators.\n Nor does it mean a\r\npredilection for technical niceties and ingenious legal stratagems.\r\nWhat the Constitution demands is that accused\nbe given a fair trial.\r\nUltimately, as was held in\nFerreira\r\nv Levin,\nfairness\r\nis an issue which has to be decided upon the facts of each case, and\r\nthe trial Judge is the person best placed to take\nthat decision. At\r\ntimes fairness might require that evidence unconstitutionally\r\nobtained be excluded. But there will also be times\nwhen fairness will\r\nrequire that evidence, albeit obtained unconstitutionally,\r\nnevertheless be admitted.'\nSee also\nS\r\nv Pillay & Others\n2004\r\n(2) SACR 419\n(SCA) para [11].\n[\n29]\tReverting\r\nto the facts of this case, it is clear from the proven evidence that\r\nthe evidence of the pointings-out by the first\nappellant and the\r\nconcomitant utterances made by him were crucial to the State's case.\r\nEvidently the pointings-out led to the discovery\nof the deceased's\r\nbody as well as the firearm. What is also clear is that these\r\npointings-out were made soon after the first appellant\nhad been\r\narrested. The first appellant alleged that he was seriously\r\nassaulted, inter alia, by being repeatedly hit with an electric\ncable\r\nby the police throughout his arrest. The police denied any assault on\r\nthe first appellant. However, when the first appellant\nappeared\r\nbefore the magistrate to make a confession some two or three days\r\nafter his arrest, he exhibited to him some injuries\non his body. It\r\nis noteworthy that the magistrate independently observed that the\r\ninjuries appeared to be recently sustained. It\nis fair to conclude\r\nthat the injuries meted out on the first appellant were inflicted by\r\nthe police between the time of his arrest\nand appearance before a\r\nmagistrate. To my mind, pure logic and common sense dictates that the\r\nassault must have been perpetrated\nwith the primary purpose of\r\ninducing the first appellant to co-operate and assist the police in\r\ntheir investigation which led to\nthe discovery of the deceased's body\r\nand the firearm.\n[30\n]\tThere\r\nis no suggestion that these pointings-out would have been made\r\nwithout the assault. I agree with counsel for the first appellant\n\nthat this evidence was irredeemably tainted by the assault on the\r\nfirst appellant. I have no doubt that admitting such evidence\nwould\r\nnot only render the trial unfair but would also, as Cachalia JA\r\nquoting Lord Hoffman's remarks in\nMthembu's\ncase remarked at\r\npara 36: '. . . it is tantamount to involving the judicial process in\r\n\"moral defilelment.\"' This 'would\ncompromise the integrity\r\nof the judicial process (and) dishonour the administration of\r\njustice.' I harbour no doubt that the evidence\nshould not have been\r\nadmitted. See\nS v\r\nPotwana & Others\n1994\r\n(1) SACR 159\n(A) at p 164a-b;\nS\r\nv Tandwa & Others\n2008\r\n(1) SACR 613\n(SCA) para [89].\n[31]\tBoth counsel were agreed that,\r\nshould we exclude the evidence of pointings-out, the counts of\r\nmurder, robbery with aggravating\ncircumstances (involving the alleged\r\nshooting of the deceased with a firearm) and unlawful possession of a\r\nfirearm would have to\nfall away. However, the evidence of Mathakga\r\nabout how the first appellant gave him a grinder on 18 March 2002\r\nafter he had towed\nthe Mazda vehicle for him; Machete about his\r\npurchase of the welding machine on 20 March 2002 from the first\r\nappellant for R100;\nEdwin and Elvis about how both appellants came to\r\ntheir home in the Mazda vehicle during or about 15 March 2002;\r\nEdwin's evidence\nthat the second appellant gave him a cellular phone;\r\nremains unaffected by the exclusion of the evidence of the\r\npointings-out.\n[32]\t This evidence stands as an\r\nunshakeable edifice against them. They failed to proffer any\r\nreasonable explanation for their possession\nof the deceased's\r\nproperty soon after he was killed. To my mind, the fact that there is\r\nno evidence regarding when and how the\ndeceased was killed, in\r\nparticular the failure by the doctor who did the post-mortem\r\nexamination to find any evidence of wounds\ncaused by bullets, leads\r\nto the inexorable conclusion that the appellants could only be\r\nlegitimately convicted of theft of the\ndeceased's property as there\r\nis no doubt that the items of property referred to above were\r\npositively identified as belonging to\nthe deceased.\n[33]\tIt follows that the appeal must\r\nsucceed to the extent that the appellants are acquitted on all the\r\nother counts except theft\nof the Mazda vehicle, the grinder and the\r\nwelding machine.  Evidently the fact that the appellants have now\r\nbeen convicted of theft\ndemands that we interfere with the sentence\r\nimposed on them and to replace it with a sentence that is balanced\r\nand fair to both\nthe appellants and society in general and which is\r\ncommensurate with the gravity of the offence for which they have been\r\nconvicted.\n[\n34]\tBoth\r\nappellants were first offenders. Since their arrest they were both\r\nheld in custody. Crucially they have already served\na substantial\r\npart of their sentence since they were sentenced on 25 April 2003.\r\nFairness and justice demand that we take these\nfactors into account\r\nand accord them their proper weight in determining an appropriate\r\nsentence. However, these should be balanced\nagainst the following\r\nfacts. Both appellants worked with the deceased. The appellants\r\nshowed no respect for the deceased's property.\nThe welding machine\r\nwas sold for a paltry R100 whilst the grinder was given away for some\r\ntowing service. The vehicle belonging\nto the deceased was damaged\r\nwhen the second appellant capsized it. Thereafter they simply\r\nabandoned it. To my mind this amounts\nto sheer arrogance. In the\r\ncircumstances of this case, I think that a sentence of six years'\r\nimprisonment would serve both the\ninterests of society as well as\r\nremain fair and balanced.\n[35\n]\tIn\r\nthe result the following order is made:\n1.\tThe appeal by both appellants in respect of the count\r\nof murder is upheld. The conviction and the sentence imposed on this\r\ncount\nare set aside.\n2.1\tThe appeal by both appellants in\r\nrespect of the count of robbery with aggravating circumstances is\r\nupheld to the extent that\na conviction of theft of a Mazda bakkie\r\n(registration BCB 759 N), a welding machine and an angle grinder is\r\nsubstituted.\n2.2\tThe sentence imposed on both appellants in respect\r\nof the count of robbery with aggravating circumstances is set aside\r\nand substituted\nwith a sentence of imprisonment for six years. The\r\nsentence is antedated to           25 April 2003 in terms of\ns 282\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n.\n3.\tThe appeal by the first appellant\r\nin respect of the count of unlawful possession of a firearm is upheld\r\nand the conviction and\nthe sentence imposed on this count are set\r\naside.\n___________________\nL O BOSIELO\nJUDGE OF APPEAL\nCLOETE JA (Leach JA concurring):\n[36\n]\tI\r\nhave had the advantage of reading the judgment of my colleague\r\nBosielo JA. I have reached the same conclusion, but I prefer\nto state\r\nmy own reasons.\n[37\n]\tThe\r\ntwo appellants were convicted of robbing and murdering the deceased\r\nwith a firearm and the first appellant was also convicted\nof the\r\nunlawful possession of that firearm. I should say at the outset that\r\nthe first appellant gave no evidence in the main trial\nand the\r\nrejection by the trial court of the second appellant's evidence was\r\nnot challenged on appeal.\n[38\n]\tIt\r\nwas formally admitted by the appellants that the deceased died\r\nbetween 13 and 15 March 2002 in consequence of injuries sustained\n\nbetween those dates. The post mortem report, also formally admitted,\r\nwas inconclusive as to the cause of death as the body (which\nwas\r\nadmitted to be that of the deceased) was in an advanced state of\r\ndecomposition. The deceased had been partially decapitated\nbut there\r\nwas no evidence to suggest how this might have come about.\n[39\n]\tBoth\r\nappellants worked together with the deceased. The evidence led by the\r\nState showed the following sequence of events. On Friday\n15 March\r\n2002 the appellants were seen together in the deceased's Mazda LDV\r\nand they both drove it; it was damaged when it turned\nover whilst the\r\nsecond appellant was at the wheel; and the second appellant gave the\r\ndeceased's cellular telephone to Mr Edwin\nMotlakale Senyolo. On\r\nMonday 18 March, Mr Phetole Alfeus Manthakga towed the Mazda with his\r\ntractor at the request of the first\nappellant, for which the first\r\nappellant gave him the deceased's angle-grinder. On Wednesday 20\r\nMarch, the first appellant sold\nthe deceased's welding machine to Mr\r\nMohale David Machete for R100 to enable him to put petrol in the\r\nMazda. The conduct of the\nappellants in dealing with the deceased's\r\nproperty as they did gives rise to the inference that they were aware\r\nof his death when\nthey did so.\n[40\n]\tThe\r\nfirst appellant was arrested at about 11 pm on Saturday 23 April\r\n2002. Thereafter, during the same night, Mr Elvis Kgashane\nSenyolo\r\n('K S Senyolo') was arrested. When he asked why, the police told him\r\nto ask the first appellant; and when he did so, the\nfirst appellant\r\nsaid that it was because the two of them had killed a person (which K\r\nS Senyolo immediately denied). After K S\nSenyolo had been arrested,\r\nthe first appellant took the police to a place where he attempted to\r\npoint out something, but it was\ntoo dark to see. At about 6 am the\r\nnext morning (Sunday 24 April) the first appellant took the police to\r\nMachete's home where they\ntook possession of the deceased's welding\r\nmachine and thereafter, approximately an hour later, he took them to\r\nManthakga's home,\nwhere they took possession of the deceased's\r\nangle-grinder. Later the same morning they returned to the place ─\r\ntermed by\nthe trial court ''n verlate plek' ─ where the first\r\nappellant had earlier attempted to point out something and the first\r\nappellant there pointed out the place where he said he had disposed\r\nof the body of the person he had killed. There was an empty\ncartridge\r\ncase on the scene. The deceased's widow was called by the police and\r\nin her presence the deceased's body was found hidden\nin a hole\r\namongst rocks. She asked what had happened to the deceased's head and\r\nthe first appellant replied that when he had thrown\nthe body there,\r\nit had still had a head. Also on the Sunday morning the first\r\nappellant pointed out to the police a hidden firearm.\nTwo days later,\r\non Tuesday 26 April, each appellant made an incriminating statement\r\nto a magistrate.\n[41\n]\tAfter\r\na trial within a trial, the trial court found that the State had not\r\nexcluded the possibility that the first appellant had\nbeen assaulted\r\nand accordingly, that it had not established that his statement to\r\nthe magistrate had been freely and voluntarily\nmade. The principal\r\nreason for this conclusion was the fresh injuries he showed the\r\nmagistrate which were inconsistent with the\nState case that he had\r\nnever been assaulted. I am unpersuaded that there is any basis to\r\ninterfere with this finding.  The second\nappellant's statement to the\r\nmagistrate was excluded for different reasons. However, the trial\r\njudge took into account the statements\nmade by the first appellant to\r\nK S Senyolo and to the deceased's widow and the fact that it was he\r\nwho had pointed out the deceased's\nbody and a firearm to the police.\r\nThe trial judge relied on the decisions of this court in\nR\r\nv Samhando\n4\nand\nS v Sheehama\n5\nas entitling him to\r\ndo so. Neither the decision of this court in\nS\r\nv January\n;\nProkureur-generaal\r\nNatal v Khumalo\n6\nnor the implications of s 35(1)(a) and (c) of the Constitution, were\r\napparently drawn to his attention. It is at least a reasonable\n\npossibility that the assault on the first appellant, which the trial\r\ncourt found may have occurred, commenced shortly after his\narrest and\r\nin consequence, that all the pointings out and statements made by\r\nhim, up to and including his statement to the magistrate,\nwere not\r\nfreely and voluntarily made. All that evidence therefore falls to be\r\nexcluded.\n[42\n]\tI\r\nfind it unnecessary to consider whether the fact that the deceased's\r\nbody, angle-grinder and welding machine were found should\nalso be\r\nexcluded from consideration (contrast\nS\r\nv Tandwa\n7\nand\nS v Mthembu\n8\nwith the dissenting judgment of Scott JA in\nS\r\nv Pillay & others\n9\n).\r\nIt was the evidence of the police that none of these things would\r\nhave been found but for the first appellant's pointing out\ntheir\r\nwhereabouts.\n10\nEven if the evidence is admitted in terms of s 35(5) of the\r\nConstitution, there is not sufficient evidence to convict either of\n\nthe appellants of murder, robbery or possession of a firearm. So far\r\nas the murder is concerned, there are several hypotheses consistent\n\nwith the proved facts and inconsistent with the appellants' guilt,\r\none being that the one appellant killed the deceased without\nthe\r\ncomplicity of the other and then agreed to share the deceased's\r\npossessions once the other found him out. So far as the robbery\nis\r\nconcerned, there is no evidence that violence was used by either\r\nappellant to deprive the deceased of his property, much less\n(as\r\nalleged in the indictment) that there were aggravating circumstances\r\npresent because a firearm was used. The finding of the\nfirearm is a\r\ncompletely neutral fact. For that reason, the conviction of the first\r\nappellant for possession of it must be set aside.\n[43\n]\tCounsel\r\nfor the appellants correctly accepted that the evidence established\r\nthat they were guilty of theft of the deceased's property,\nincluding\r\nhis motor vehicle. Taking into account all the purposes which\r\nunderlie the imposition of sentence, and giving due weight\nto the\r\npersonal circumstances of the appellants ─ particularly that\r\nthey were first offenders ─ I consider that a sentence\nof six\r\nyears' imprisonment would be just.\n[44]\tIt is for these reasons that I\r\nconcur in the order made by my colleague Bosielo JA.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tM K STEENEKAMP\nInstructed by:\nLegal Aid Board\nFor respondent:\tJ H C VAN HEERDEN\nInstructed by:\nDirector Public Prosecutions,\r\nPretoria\nDirector Public Prosecutions,\r\nBloemfontein\n1\nQuoting Lord Hailsham in\nR\r\n\tv Wong Kam-ming\n[1980] AC 247\n;\n[1979]\r\n\t1 All ER 939\n(PC) at 261.\n2\nA 807g-h.\n3\nSee generally DT Zeffertt, AP Paizes and A St Q Skeen T\nhe South\r\n\tAfrican Law of Evidence\n(2003) at 500-505.\n4\n1943 AD 608.\n5\n[1991] ZASCA 45\n;\n1991 (2) SA 860\n(A).\n6\n1994 (2) SACR 801\n(A).\n7\n2008 (1) SACR 613\n(SCA).\n8\n2008 (2) SACR 415\n(SCA).\n9\n2004 (2) SACR 419\n(SCA) para 8:\n'I would\r\n\timagine, for example, that most fair-minded people, certainly in\r\n\tSouth Africa with its high crime rate, would baulk at\nthe idea of a\r\n\tmurderer being acquitted because evidence of the discovery of the\r\n\tvictim's concealed body would render the trial\nunfair.'\n10\nThe significance of this evidence appears from\r\n\tboth the majority (paras 87 to 89) and minority (paras 7 to 9)\r\n\tjudgments in S v\nPillay & others, above, n 6.",
  "scraped_at": "2026-02-11T20:21:51.942118",
  "date": "2010-03-31",
  "coram": [
    "CLOETE JA",
    "BOSIELO JA",
    "LEACH JA"
  ],
  "case_number": "479/09",
  "parties": {
    "applicants": [
      "SHIKO PHINEAS MATLOU",
      "WILLIAM SEKWATI SERUMULA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The deceased disappeared on 17 March 2002 after leaving his home for work. His wife reported the disappearance and noted that his vehicle, blankets, a mattress, a welding machine and an angle grinder were missing. Police obtained information from an informer, arrested the first appellant (Matlou) on 23 March 2002, and subsequently interrogated him without legal representation. During the interrogation Matlou pointed the police to a hidden firearm, a welding machine, an angle grinder and, later, the location of the deceased's decomposed body. The second appellant (Serumula) was also arrested and implicated in the killing. Both appellants were convicted of murder, robbery with aggravating circumstances, and unlawful possession of a firearm, and were sentenced to life imprisonment for murder and lengthy terms for the other offences.",
    "issues": "The primary issue was whether the evidence of the pointings‑out of the body and the firearm, obtained after the police allegedly assaulted the first appellant, should be admissible despite s 218(2) of the Criminal Procedure Act permitting such evidence. A subsidiary issue concerned whether the convictions for murder, robbery with aggravating circumstances and unlawful possession of a firearm should stand in light of the admissibility question.",
    "principles": "The court examined the conflict between s 218(2) CPA, which allows evidence derived from an accused’s pointing‑out, and constitutional protections under s 35(1)(a), (b) and (c) of the Constitution, read together with s 35(5), which require exclusion of evidence obtained by a violation of constitutional rights if its admission would render the trial unfair. The court relied on precedent such as R v Samhando, S v Sheehama, S v Mthembu, S v January; Prokureur‑Generaal v Khumalo, and the constitutional jurisprudence on the exclusionary rule (fruit of the poisonous tree). The principle that evidence obtained through coercion or assault is inadmissible was affirmed.",
    "application": "Applying these principles, the court found that the first appellant had been assaulted by police between his arrest and his statements, rendering his pointings‑out involuntary and tainted. Consequently, the pointings‑out evidence and the associated confessions were excluded as contrary to s 35(5). Without this evidence, the State’s case for murder, robbery with aggravating circumstances and unlawful possession of a firearm collapsed. The court therefore set aside those convictions, retaining only the theft convictions for the Mazda bakkie, welding machine and angle grinder, and substituted a six‑year imprisonment sentence, antedated to 25 April 2003.",
    "conclusion": "The appeal was successful. The convictions for murder and robbery with aggravating circumstances were set aside, and the conviction for unlawful possession of a firearm was also set aside. The appellants were convicted only of theft of the deceased’s property, with the sentence reduced to six years’ imprisonment, antedated to 25 April 2003."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence",
    "level_3": [
      "admissibility of pointings‑out",
      "constitutional rights",
      "fruit of the poisonous tree",
      "murder",
      "robbery",
      "theft"
    ]
  }
}