{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/116.html",
  "case_name": "Telkom Directory Services (Pty) Ltd v Kern (482/09) [2010] ZASCA 116; [2011] 1 All SA 593 (SCA) (22 September 2010)",
  "citation": "[2010] ZASCA 116",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 116\n|\nNoteup\n|\nLawCite\nTelkom Directory Services (Pty) Ltd v Kern (482/09) [2010] ZASCA 116; [2011] 1 All SA 593 (SCA) (22 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 482/09\nIn the\r\nmatter between:\nTELKOM\r\nDIRECTORY SERVICES (PTY) LTD\n.................................\nAppellant\nand\nFREDERICK JOSEPH KERN\n.............................................................\nRespondent\nNeutral citation:\nTelkom Directory Services v Kern (482/09)\n[2010] ZASCA 116\n(22 September 2010)\nCoram:\nLewis, Heher, Ponnan, and Mhlantla JJA and R Pillay AJA\nHeard:\r\n7 September 2010\nDelivered 22 September 2010\nSummary:\nInterpretation of contract in terms of Californian\r\nlaw, as agreed: extrinsic evidence of intention admitted\r\nprovisionally: terms\nof written agreement not, however, susceptible\r\nto meaning advanced by plaintiff: claim for breach of contract should\r\nhave been\ndismissed.\nORDER\nOn appeal from: South Gauteng High Court (Johannesburg) (Victor J\r\nsitting as court of first instance).\n1 The appeal is upheld with costs.\n2 The order of the court below is replaced with:\n‘\nThe plaintiff’s claim is dismissed\r\nwith costs, including those of the plaintiff’s expert witness,\r\nMr Meredith, who is\ndeclared a necessary witness.’\nJUDGMENT\nLEWIS JA (HEHER, PONNAN AND MHLANTLA JJA and R PILLAY AJA concurring)\n[1] This appeal turns on the interpretation of a contract in terms of\r\nCalifornian law. Fortunately the parties have agreed on the\n\nprinciples that govern the interpretation, and the appeal turns only\r\non whether the high court applied them correctly. The respondent,\n\nFrederick Kern, claimed damages for breach of contract from the\r\nappellant, Telkom Directory Services (Pty) Ltd (TDS). The contract\n\nwas expressly stated by the parties to be governed by the domestic\r\nlaws of the state of California. The issues of liability and\nquantum\r\n(some R6m was claimed) were separated by agreement. A claim for\r\nrectification of the contract was abandoned at the outset\nof the\r\ntrial. Victor J found that TDS was liable to pay damages to Kern in\r\nterms of the agreement. TDS appeals against that order\nwith the leave\r\nof this court.\n[2] Kern is an expert in creating systems for entries in yellow pages\r\nof telephone directories. He is American and was resident\nin\r\nCalifornia when the contract was concluded in November 1998. In 1997\r\nMs C Sheasby became the managing director of TDS, a South\nAfrican\r\ncompany that publishes the telephone directories, and which was in\r\nthe process of merging its yellow pages database with\nthe white pages\r\ndatabase previously managed by Telkom, the state entity that provides\r\ntelephone services in South Africa. In 1998\nTDS mandated Sheasby to\r\nfind an appropriate computer system for this purpose.\n[3] To this end, in October 1998 Sheasby attended a conference in\r\nFlorida, America, on behalf of TDS: there she met Kern, who agreed\nto\r\nprovide services to TDS. They concluded a contract, referred to as a\r\nMaster Consulting Agreement on 3 November 1998, and subsequently\n(on\r\n18 January 1998) a ‘work order’ in respect of the first\r\nphase of services to be rendered. The work order was extended\n\n(updated) twice, once in September 1999 and then in June 2000. Kern\r\nhad drafted the master agreement and the work order and updates\n\nhimself, using a precedent that he had worked on previously. (The\r\nagreements were all in the name of Logos Consulting Group, but\nit\r\ntranspired that there was no such entity and that Kern himself was\r\nthe party to the contract and would render the services.\nNothing\r\nturns on this.)\n[4] On 13 March 2001 TDS purported to exercise its right to terminate\r\nthe agreement, giving the requisite notice. The dispute centres\non\r\nwhether a termination clause in the master agreement had been\r\nsuperseded by a term in the work order. If so, TDS would be liable\nin\r\ndamages having repudiated the contract. If, however, the right to\r\nterminate was not affected by the work order then Kern would\nhave no\r\nclaim.\n[5] I shall turn to the terms and the parties’ respective\r\ninterpretations shortly: but it is necessary to state at this point\n\nthat Californian law allows the leading of evidence on the intention\r\nof the parties provisionally. If, after considering the evidence,\nthe\r\ncourt decides that the parties had a common intention and that the\r\nlanguage of the contract is reasonably susceptible to the\n\ninterpretation suggested by a party, the court will admit the\r\nevidence and give effect to that intention. Both Kern and Sheasby\n\n(for Kern) testified as to what had been intended by them in the\r\nconclusion of the contract and the high court admitted the evidence.\n\nBut first the terms themselves.\n[6] The master agreement provided that it would become effective on 3\r\nNovember 1998 and would remain in force ‘until terminated\nas\r\nprovided herein’. Kern would render services in terms of ‘work\r\nagreements’ which would be ‘attached\nto and become an\r\nintegral part of this Master Agreement’.\nA clause headed ‘Termination’ provided: ‘Either\r\nparty may terminate this agreement upon giving thirty (30) days\nprior\r\nwritten notice thereof to the other.’\n[7] The work order, which was part of the master agreement, stated:\n‘\nThis\r\nWork Order shall become effective on January 18, 1999, and,\nunless\r\nsooner terminated as provided in the Master Consulting Agreement\n,\r\nshall remain in force and shall continue thereafter until all work\r\nhas been satisfactorily completed as described herein’\n(my\r\nemphasis).\nUnder the heading ‘Compensation’ it was stated that\r\nproject management would be broken into several stages ‘for\nthe\r\npurposes of corporate approval’. The first stage would be from\r\nJanuary to September 1999; the second the remainder of\n1999 and 2000;\r\nand the third stage would encompass subsequent periods ‘if any,\r\nthat are mutually agreed upon’. The\nwork order had been\r\nextended, as I have indicated, to the third stage. The clause\r\ncontinued:\n‘\nNegotiations\r\nfor each subsequent stage must be completed 45 days prior to the next\r\nstage or Logos is free to accept alternate assignments.\nOnce both\r\nparties have signed the Work Order for a subsequent stage,\nthey\r\nare both bound to fulfil the time and monetary obligations of the\r\nWork Order\n’\n(my\r\nemphasis).\n[8] Kern contended that this provision in effect excluded the right\r\nto terminate on 30 days’ notice in the master agreement.\nOnce a\r\nwork order or extension had been signed, the stage in question had to\r\nrun its course and the contract could not be terminated.\nTDS, on the\r\nother hand, argued that the work order was part of the master\r\nagreement and that the termination clause continued to\nbe operative.\r\nTDS contended moreover that there was no conflict between the\r\ndifferent provisions of the contract: at all times\neither party had\r\nthe right to terminate on notice. The obligation to ‘fulfil the\r\ntime and monetary obligations’ had\nto be read in the context of\r\nthe entire clause. It meant no more than that the parties were bound\r\nto negotiate the next stage within\na particular period and to perform\r\ntheir respective obligations. This is reflected in the letter of\r\ntermination of 13 March 2001\nwhich first gave notice and then stated:\n‘\nWe\r\nconfirm that, in terms of the termination provisions of the Master\r\nAgreement, we shall have no liabilities to you except for\ncharges for\r\nservices performed by you and accepted by you under the agreement\r\nprior to receipt of this notice.’\n[9] As indicated earlier, Californian law allows the provisional\r\ntendering of evidence: if the terms of the written contract are\n\nsusceptible to the interpretation contended for in evidence as to\r\ntheir mutual intention then that interpretation will prevail.\n\nEvidence as to what the parties intended was thus provisionally\r\nallowed. Only evidence for Kern was led. Both he and Sheasby\r\ntestified\nthat they believed that after signing the master agreement,\r\nand once the first phase had been completed, TDS was not entitled to\n\ninvoke the termination clause. They made much of the fact that Kern\r\nwould have to relocate to South Africa to render his services,\nand\r\nwould be foregoing work in America. It was thus important to him to\r\nknow that he had some security – assured work from\nTDS. From\r\nSheasby’s perspective, it was important not to lose Kern’s\r\nservices. He was central to the project TDS was\nundertaking. And so\r\nonce a work order was signed the contract would remain in force until\r\nthe agreed date. But neither of them\nshowed that their understanding\r\nhad been conveyed to anyone else at TDS, including its board of\r\ndirectors.\n[10] Victor J considered the evidence to be admissible and accepted\r\nKern and Sheasby’s assertion that the right to terminate\ncould\r\nnot be invoked once the work order had been signed. She accordingly\r\nfound for Kern. TDS contended on appeal that the learned\njudge erred\r\nin the application of the principles governing contractual\r\ninterpretation – that the written contract was not\nsusceptible\r\nto the meaning attributed to it by Kern and Sheasby.\n[11] Prior to the trial the parties had agreed on certain principles\r\nof interpretation based on expert advice. They state:\n‘\n1 The\r\nparties agree that there is one contract that consists of the Master\r\nAgreement, the Work Order and the two updates to the\nWork Order.\n2 The contract must be\r\ninterpreted so as to give effect to the mutual intention of the\r\nparties as it existed at the time of the\ncontracting (meaning the\r\ndates that the Master Agreement, the Work Order and the two updates\r\nwere executed).\n3 The language of the contract\r\nis to govern its interpretation, if the language is clear and\r\nexplicit, and does not involve an absurdity.\n4 Since the contract is in\r\nwriting, the intention of the parties is to be ascertained from the\r\nwriting alone, if possible.\n5 To determine whether it is\r\npossible to ascertain the intention of the parties from the writing\r\nalone the court should consider\nthe following:\na The language of the contract;\r\nand\nb Extrinsic evidence, including\r\ntestimony of the intentions of the parties, if not excluded by the\r\nparol evidence rule.\n6 The parol evidence rule\r\nprovides that the terms set forth in a writing intended by the\r\nparties as a final expression of their\nagreement with respect to such\r\nterms may not be contradicted by evidence of any prior agreement or\r\nof a contemporaneous oral agreement\n7 Extrinsic evidence to explain\r\nan extrinsic ambiguity or otherwise to interpret the terms of the\r\ncontract is not excluded by the\nparol evidence rule.\n8 Evidence of subsequent\r\nnegotiations or subsequent agreements may be received when the\r\nsubsequent agreement is in writing.\n9 Where the court finds an\r\napparent conflict between different clauses or provisions of the\r\nwritten contract, the court may consider\nthe recitals of the\r\nagreement and other admissible extrinsic evidence.\n10\nIf\r\na party asserts a meaning of the contract, the court shall\r\nprovisionally receive evidence of the asserted meaning. If the court\n\nfinds that the language of the contract is reasonably susceptible to\r\nthe asserted meaning based on the language of the contract\nand the\r\nevidence of the asserted meaning, then the evidence is not excluded\r\nby the parol evidence rule\n(my\r\nemphasis).\n11 The whole of a contract is to\r\nbe taken together, so as to give effect to every part, if reasonably\r\npracticable, each clause helping\nto interpret the other. That is, if\r\none provision of the contract, taken in isolation, is clear and\r\nexplicit, it does not necessarily\nfollow that that provision will\r\ngovern the interpretation of the contract.\nThe\r\ncourt should attempt to give some meaning to every provision of the\r\ncontract so that none is rendered meaningless, so long as\nconsistent\r\nwith the mutual intent of the parties\n(my\r\nemphasis)\n.\n12 Under no circumstances is\r\nevidence of unexpressed unilateral intentions of a party admissible.\r\nIf admissible under the above\nprinciples, evidence of expressed\r\nintentions of a party is admissible. . . .\n13 The purpose of these\r\nprinciples is to make the language of the contract serve rather than\r\nsubvert the mutual intention of the\nparties\n14 When a general provision and\r\na specific provision are inconsistent the specific provision is\r\nparamount to the general provision\nso long as consistent with the\r\nintention of the parties.\n15 Based on the foregoing\r\nprinciples, the court should attempt to give effect to the mutual\r\nintention of the parties.’\n[12] These principles are borne out by Californian cases dealing with\r\ncontractual interpretation, and on which both parties relied.\nThe\r\nleading case is\nPacific Gas and Electric Company v GW Thomas\r\nDrayage and Rigging Company\n(1968) 69 Cal. 2D\n33, followed in\nBionghi v Metropolitan Water District of Southern California\n70 Cal App 4\nth\n1358 (March 1999). In\nPacific Gas\nTraynor CJ said (para 5):\n‘\nAlthough\r\nextrinsic evidence is not admissible to add to, detract from, or vary\r\nthe terms of a written contract, these terms must\nfirst be determined\r\nbefore it can be decided whether or not extrinsic evidence is being\r\noffered for a prohibited purpose. The fact\nthat the terms of an\r\ninstrument appear clear to a judge does not preclude the possibility\r\nthat the parties chose the language of\nthe instrument to express\r\ndifferent terms. That possibility is not limited to contracts whose\r\nterms have acquired a particular\nmeaning by trade usage, but exists\r\nwhenever the parties’ understanding of the words used may have\r\ndiffered from the judge’s\nunderstanding.\nAccordingly, rational\r\ninterpretation requires at least a preliminary consideration of all\r\ncredible evidence offered to prove the\nintention of the parties.’\n[13] The principle is elucidated further in\nBionghi\n(at 1365):\n‘\nPacific\r\nGas & Electric\nis\r\nthus not a cloak under which a party can smuggle extrinsic evidence\r\nto add a term to an integrated contract, in defeat of the\nparol\r\nevidence rule. Instead, it calls for a two-step process. First, the\r\ncourt must determine whether the language of the contract\nis\r\nreasonably susceptible to the meanings urged by the parties. In so\r\ndoing, the court must give consideration to any evidence\noffered to\r\nshow that the parties’ understanding of words used differed\r\nfrom the common understanding. If the court determines\nthat the\r\ncontract is reasonably susceptible of the meanings urged, extrinsic\r\nevidence relevant to prove the meaning agreed to by\nthe parties is\r\nadmissible.’\n[14] In my view, the evidence was not helpful. Neither of the\r\nwitnesses shed any light on the mutual intention of the parties in\n\nrespect of the exclusion of the termination clause. And, as TDS\r\nargued, the high court gave effect to the intention of Kern and\n\nSheasby, as expressed in their oral evidence, without regard to the\r\nwritten contract as a whole. While they asserted that they\nbelieved\r\nthat after the first phase the agreement could not be terminated,\r\nthis was not consonant with the wording of the contract.\nTheir\r\ntestimony ignored entirely the express provision that the work order\r\nand updates were part of the master agreement. In effect,\non their\r\nview, the termination provision was excluded from the agreement,\r\ncontrary to the express terms of the work order.\n[15] The principles agreed make it clear, argued TDS, that it is the\r\nmutual (shared) intention of the parties that must be given\neffect.\r\nThere was no evidence at all that the board of TDS was aware, at the\r\ntime of entering into the master agreement and subsequent\nwork order,\r\nof Sheasby and Kern’s view that the right to terminate fell\r\naway once the second phase commenced. And they did\nnot explain\r\ncoherently how the termination clause fitted in with their\r\nunderstanding of the contract.\n[16] In my view the most important principle on which the experts\r\nagreed is that every provision in a contract should be given\neffect:\r\nnone should be rendered meaningless as long as ‘consistent with\r\nthe mutual intent of the parties’. The high\ncourt invoked this\r\nprinciple in finding that the ‘monetary and time clause’\r\nmust be given meaning – but in the\nprocess appeared to overlook\r\nthe termination clause itself.\n[17] TDS contended, correctly in my view, that the high court assumed\r\nthat there was a conflict between the termination clause\nand the\r\nclause imposing an obligation to perform (fulfil time and monetary\r\nobligations) under the work order. The assumption led\nthe learned\r\njudge to allow the latter provision to prevail over the termination\r\nclause, and to ignore the fact that the termination\nclause was very\r\nmuch part of the entire contract. The decision took no account of the\r\nprinciple that every part of the contract\nmust be given effect.\n[18] As indicated, TDS argued that the time and monetary clause in\r\nthe work order simply set the time when the second and third\nstages\r\nwould come into operation. But once in operation either party could\r\ninvoke the right to terminate. To find otherwise would\nbe to read\r\ninto the termination clause a provision that it ceased to be\r\noperative as soon as a work order was signed: and that\nwould be\r\ncontrary to the express provision of the work order that it was part\r\nof the master agreement and would remain in force\nuntil a specified\r\ndate ‘unless sooner terminated as provided in the Master\r\nConsulting Agreement’.\n[19] I consider that TDS’s interpretation is the only one\r\nconsonant with the express provisions of the contract, read as\na\r\nwhole. The contract was not reasonably susceptible to the\r\nconstruction advanced by Kern. The evidence was thus not admissible.\n\nThe high court accordingly erred in admitting and relying only on the\r\nevidence of Kern and Sheasby and in failing to consider the\nactual\r\nterms of the contract, as is required by Californian law, reflected\r\nin principles 3, 10 and 11 above and as stated in\nPacific Gas\nand\nBionghi\n, above. TDS was entitled to terminate the agreement as\r\nenvisaged in the termination provision.\n[20] 1 The appeal is upheld with costs.\n2 The order of the court below is replaced with:\n‘\nThe plaintiff’s claim is dismissed\r\nwith costs, including those of the plaintiff’s expert witness,\r\nMr Meredith, who is\ndeclared a necessary witness.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: B H Swart SC\nInstructed by Klagsbrun De Vries & van Deventer, Johannesburg\nNaudes Attorneys, Bloemfontein.\nRESPONDENTS: J L C Janse van Vuuren SC\n(with him S Strydom)\nInstructed by Kevin Cross & Affiliates ,\nJohannesburg Matsepes Inc, Bloemfontein.",
  "scraped_at": "2026-02-11T20:36:31.512417",
  "date": "2010-09-22",
  "coram": [
    "Lewis JA",
    "Heher JA",
    "Ponnan JA",
    "Mhlantla JJA",
    "R Pillay AJA"
  ],
  "case_number": "482/09",
  "parties": {
    "applicants": [
      "Telkom Directory Services (Pty) Ltd"
    ],
    "respondents": [
      "Frederick Joseph Kern"
    ]
  },
  "sections": {
    "facts": "Telkom Directory Services (Pty) Ltd (TDS), a South African publisher, entered into a Master Consulting Agreement with American consultant Frederick Kern in November 1998, governed by California law. The agreement was supplemented by a work order (effective 18 January 1999) and two subsequent updates. The work order stipulated that it would remain in force until all work was completed unless terminated earlier under the Master Agreement. In March 2001 TDS gave thirty‑day written notice to terminate the contract. Kern argued that the signed work order barred termination after the first phase, while TDS maintained that the termination clause in the Master Agreement remained effective. The High Court admitted extrinsic evidence of the parties’ intentions and found for Kern; TDS appealed.",
    "issues": "1. Whether the termination clause of the Master Consulting Agreement was superseded by the provisions of the work order and its updates. 2. How the contract should be interpreted under California law, particularly the admissibility and effect of extrinsic evidence of parties’ intention. 3. Whether the High Court erred in giving effect to Kern’s and Sheasby’s oral testimony over the written terms of the contract.",
    "principles": "The parties agreed to apply California contractual interpretation principles: (a) give effect to the mutual intention at the time of contracting; (b) interpret the language of the contract first, admitting extrinsic evidence only if the language is reasonably susceptible to the asserted meaning; (c) the parol evidence rule does not exclude evidence that explains an ambiguity or clarifies intent; (d) the whole contract must be read together, giving effect to each provision unless it is absurd; (e) specific provisions prevail over general ones when consistent with the parties’ intent. These principles are reflected in leading California cases such as Pacific Gas & Electric Co v GW Thomas Drayage (1968) and Bionghi v Metropolitan Water District (1999).",
    "application": "The appellate court held that the written contract was not reasonably susceptible to Kern’s construction that the termination right vanished once a work order was signed. The termination clause was clear, unambiguous, and formed part of the master agreement, which the work order expressly referenced. Extrinsic evidence offered by Kern and Sheasby did not demonstrate a shared intention that overrode the express terms, nor was there any evidence that TDS’s board was aware of such a view. Consequently, the High Court’s admission of that evidence and its reliance on it were erroneous. The contract, read as a whole, allowed either party to terminate on thirty‑day notice regardless of the stage of the work order.",
    "conclusion": "The appeal was upheld. The plaintiff’s claim for damages was dismissed with costs, including the costs of the plaintiff’s expert witness, Mr Meredith, who was declared a necessary witness."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Interpretation of Contracts",
    "level_3": [
      "termination clause",
      "extrinsic evidence",
      "parol evidence rule",
      "California law",
      "jurisdiction"
    ]
  }
}