{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/100.html",
  "case_name": "Mathavha NO v Sibeko (515/2009) [2010] ZASCA 100 (7 September 2010)",
  "citation": "[2010] ZASCA 100",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 100\n|\nNoteup\n|\nLawCite\nMathavha NO v Sibeko (515/2009) [2010] ZASCA 100 (7 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nNo precedential value\nCase No: 515/2009\nIn\r\nthe matter between:\nROSEMARY\r\nM MATHAVHA NO\t\t\t \t\t\t          Appellant\nand\nZIBA\r\nSIBEKO\t\t\t\t\t\t\t\t      Respondent\nNeutral\r\ncitation:\nMathavha v Sibeko\n(515/09)\n[2010] ZASCA 100\n(7\r\nSeptember 2010)\nCoram:\nConradie,\r\nMaya, Shongwe, Tshiqi JJA and K Pillay AJA\nHeard:\n24\r\nAugust 2010\nDelivered:\n07\r\nSeptember 2010\nSummary:\nSale of land – first sale found to\r\nbe valid – second purchaser bought and took transfer of\r\nproperty with knowledge of\nfirst sale -- ordered to transfer property\r\nto estate of first purchaser.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (Preller J sitting as court of first instance):\nThe appeal succeeds with\r\ncosts. The order of the court\na quo\nis set aside and replaced\r\nby an order reading as follows:\n‘\n1.\tThe sale\r\nagreement between the Municipality and the deceased dated 18 November\r\n2000 and annexed to the particulars of claim is\ndeclared to be valid;\n2. \tThe respondent is\r\ndirected to take all necessary steps to transfer erf 1577, Extension\r\n9,  Lebohang, Leandra to the estate late\nM M Ramarope.\n3. \tIn the event that the\r\nrespondent fails to take such steps, the deputy sheriff is authorised\r\nto sign all necessary documents\nand take all other necessary steps to\r\nensure the transfer of erf 1577 Lebohang to the estate late M M\r\nRamarope.\n4. \tThe respondent is to\r\npay the costs of the application.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nCONRADIE\r\nJA (MAYA, SHONGWE, TSHIQI JJA and K PILLAY AJA concurring)\n[1]\tThe appellant is the executor of the estate late M M\r\nRamarope (the deceased) who on 18 November 2000 concluded with the\r\npredecessor\nof the Govan Mbeki Local Municipality a written contract\r\nin terms of which he bought from the Municipality a property\r\ndescribed\nas Erf 1577, Extension 9, Lebohang, Township, Leandra for\r\nR135 000. The Municipality, cited as the second defendant, has\r\nabided\nthe judgment of the court.\n[2]\tSix years later on 20\r\nNovember 2006, the respondent, for R171 114, acquired  from the\r\nMunicipality the same property (which\nhad, through no fault of the\r\ndeceased, not yet been transferred to him) in terms of a written\r\ncontract dated 20 November 2006 and\ntook transfer of the property on\r\n16 May 2007.\n[3]\tThe\r\ntrial was heard as a stated case by the North Gauteng High Court\r\nwhich granted leave to appeal against its judgment dismissing\nthe\r\nappellant’s claim for transfer of the property from the\r\nrespondent.\n[4]\tThe\r\nstated case records the consensus of the parties on the following:\n‘\nAt\r\nall material times and in particular when the First Defendant\r\npurchased the property the First Defendant knew that a valid and\n\nbinding sale agreement existed between the Plaintiff and the Second\r\nDefendant  .  .  .’\n.\n[5]\tThis\r\nagreement  really disposes of the matter.  Mr Muller for the\r\nrespondent did not argue that once the respondent knew of\nthe earlier\r\n(valid) sale, he would not be obliged to transfer the property to the\r\nappellant. The decision not to defend the conclusion\nof the court\na\r\nquo\nthat the respondent had been shown to be ‘dishonest (if not\r\nfraudulent)’ was a wise one.\nAssociated\r\nSouth African Bakeries (Pty) Ltd v Oryx & Vereinigte Bäckereien\r\n(Pty) Ltd en Andere\n,\n1\n‘saw the demise’, as Prof Gerhard Lubbe puts it\n,\n2\n‘of the fraud construction’.\n[6]\tThe stated case does\r\nthe respondent no injustice. In 1988 the Municipality put the\r\nproperty out to tender. It would seem that\nthe respondent tendered\r\nfor the property in competition with the deceased.\n[7]\tAccording to the\r\nstated case the Municipality in 1998 ‘resolved to recommend’\r\nthat the property be awarded to the\nrespondent. Of course, a\r\nresolution by a local authority to enter into a contract is no more\r\nthan an instruction to its officials\nto act in the manner authorised\r\nby the resolution. Before the official has concluded the authorised\r\ncontract, the local authority\nacquires no rights and incurs no\r\nobligations.  In particular, the resolution could not (as was at one\r\ntime thought) have created\nan option contract between the\r\nMunicipality and the respondent. Quite apart from that, the offer\r\ncomprising  such an ’option’,\nto be valid, would have had\r\nto be in writing so that a written contract might be constituted by\r\nacceptance of the offer.\n[8]\tAfter the\r\nMunicipality had resolved to enter into a sale agreement with the\r\nrespondent, but before it had entered into any legal\nrelationship\r\nwith him, it would appear that it, the respondent and the deceased\r\narranged for the deceased to buy the property.\n[9]\tThe respondent\r\nmaintains that he then orally ceded his right to purchase the\r\nproperty to the deceased but, as I said above,\nhe had not acquired\r\nany right that might be capable of cession and, anyway, interest in\r\nland can only be ceded if the cession is\nevidenced in writing. When\r\nthe deceased bought the property he could not have done so as the\r\ncessionary of any right acquired from\nthe respondent.\n[10]\nThe\r\nwritten cession concluded between the deceased and the respondent on\r\n27 November 2000 is a sadly defective agreement. In the\nfirst place,\r\nit was concluded on a date after the sale between the Municipality\r\nand the deceased when, assuming that any right\ncapable of cession had\r\nbeen created,  there was none left to cede; in the second place, the\r\nconsent of the municipality (which\nhad not been obtained) was\r\nrequired for the validity of the cession.\n[11]\tClause\r\n10 of the cession contains a curious provision:\n‘\nIn\r\nthe event of the cessionary passing away before transfer of the\r\nproperty in the name of the cessionary this agreement will lapse\nand\r\nany amount paid by the cessionary in terms hereof will be refunded to\r\nthe executor of his estate.’\n[12]\tLeaving\r\naside the consideration that it is futile to attempt to extract a\r\nsensible meaning from the clause,  it falls to the\nground with the\r\nremainder of the cession. One would have thought that the appellant\r\nwould under these circumstances on the basis\nof unjustified\r\nenrichment, have been entitled to repayment of the R30 000 paid\r\nin terms of the cession. However, there is\nno claim for this amount\r\nin the summons and Mr Smit for the appellant did not press it.\n[13]\tThe\r\nstated case contains a tender to pay to the respondent the purchase\r\nprice that he had paid to the Municipality and the\ncosts of\r\ntransferring the property to the plaintiff. We are obviously bound by\r\nthe tender which seems to be a sensible solution\nto the dilemma in\r\nwhich the parties find themselves.\n[14]\tSince\r\nthe municipality is not a party to the stated case acknowledging the\r\nvalidity of the agreement between it and the deceased,\nit would be\r\nbest to declare that agreement to be valid.\n[15]\tThe\r\nRegistrar of Deeds Pretoria was cited as a party but the notice of\r\nappeal does not mention him as a party so that it is\nnot clear\r\nwhether he has had notice of these proceedings or not. In the\r\ncircumstances the order cancelling the registration of\ntransfer of\r\nerf 1577 cannot be granted but such an order would in any event be\r\nsuperfluous.\n[16]\tThe\r\nappeal succeeds with costs. The order of the court\na\r\nquo\nis set aside and replaced by an order\r\nreading as follows:\n‘\n1.\tThe sale\r\nagreement between the Municipality and the deceased dated 18 November\r\n2000 and annexed to the particulars of claim is\ndeclared to be valid;\n2. \tThe respondent is\r\ndirected to take all necessary steps to transfer erf 1577, Extension\r\n9, Lebohang, Leandra to the estate late\nM M Ramarope.\n3. \tIn the event that the\r\nrespondent fails to take such steps, the deputy sheriff is authorised\r\nto sign all necessary documents\nand take all other necessary steps to\r\nensure the transfer of erf 1577 Lebohang to the estate late M M\r\nRamarope.\n4. \tThe respondent is to\r\npay the costs of the application.’\n_____________________\nJ CONRADIE\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS:\t\t\tM Smit\nInstructed by Stabin Gross & Shull,\r\nJohannesburg\nClaude Reid Inc, Bloemfontein\nRESPONDENTS:\t\t\tG C Muller SC (with him N A R Ngoepe)\nInstructed by TMN Kgomo & Associates, Pretoria\nSymington & De Kok, Bloemfontein\n1\n1982 (3) SA 893\n(A) at 910A–911B.\n2\nA doctrine in search of a theory: reflections on the so-called\r\n\tdoctrine of notice in South African law,\n1997\nActa Juridica\n246.",
  "scraped_at": "2026-02-11T20:32:50.719646",
  "date": "2010-09-07",
  "coram": [
    "Conradie",
    "Maya",
    "Shongwe",
    "Tshiqi JJA",
    "K Pillay AJA"
  ],
  "case_number": "515/2009",
  "parties": {
    "applicants": [
      "Rosemary M Mathavha NO"
    ],
    "respondents": [
      "Ziba Sibeko"
    ]
  },
  "sections": {
    "facts": "The deceased, M M Ramarope, entered into a written sale agreement with the predecessor of the Govan Mbeki Local Municipality on 18 November 2000 for Erf 1577, Extension 9, Lebohang, Leandra, paying R135,000. The municipality never transferred the title. On 20 November 2006 the respondent, Ziba Sibeko, purchased the same property from the municipality for R171,114 and took transfer on 16 May 2007, despite knowledge of the earlier sale to the deceased. The executor of the deceased’s estate sought transfer of the property to the estate. The lower court dismissed the claim; the matter was appealed.",
    "issues": "1. Whether the 2000 sale agreement between the municipality and the deceased is valid and binding. 2. Whether the respondent’s later purchase, made with knowledge of the prior sale, obliges him to transfer the property to the deceased’s estate. 3. Whether any alleged oral cession of the municipality’s rights to the respondent is effective. 4. What remedies are appropriate if the respondent fails to effect the transfer.",
    "principles": "South African law requires a sale of land to be concluded in writing and for any cession of an interest in land to be in writing. A municipal resolution to enter into a contract does not, by itself, create rights or obligations until a contract is concluded. Knowledge of a prior valid sale gives rise to a constructive notice that can bind a subsequent purchaser. An oral cession of a municipal right is ineffective without written consent of the municipality. The doctrine of notice and protection of bona‑fide purchasers are balanced against the priority of a previously perfected sale.",
    "application": "The court held that the 2000 agreement was valid and that the municipality had no right to sell the same property again. The respondent’s purchase was therefore tainted by his knowledge of the prior sale, making him liable to transfer the land to the estate. The alleged oral cession was dismissed as defective because it was not in writing and lacked municipal consent. Consequently, the respondent was ordered to effect the transfer, with the deputy sheriff empowered to act if he failed to do so, and was ordered to pay costs.",
    "conclusion": "The appeal succeeded. The lower court’s order was set aside. The court declared the 2000 sale agreement valid, directed the respondent to transfer Erf 1577 to the estate of the late M M Ramarope, authorized the deputy sheriff to complete the transfer if necessary, and awarded costs of the application to the appellant."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Land",
    "level_3": [
      "prior sale priority",
      "invalid cession",
      "municipal land transfer",
      "constructive notice"
    ]
  }
}