{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/89.html",
  "case_name": "Representative of Lloyds and Others v Classic Sailing Adventures (Pty) Ltd (250/09) [2010] ZASCA 89; 2010 (5) SA 90 (SCA) ; [2010] 4 All SA 366 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 89",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 89\n|\nNoteup\n|\nLawCite\nRepresentative of Lloyds and Others v Classic Sailing Adventures (Pty) Ltd (250/09) [2010] ZASCA 89; 2010 (5) SA 90 (SCA) ; [2010] 4 All SA 366 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n250/09\nIn the\r\nmatter between:\nTHE\r\nREPRESENTATIVE OF LLOY\nDS \t\t\t\t  First\r\nAppellant\nTHEBE\r\nRISK SERVICES (PTY) LTD \t\t\t       Second Appellant\nDEVEREUX\r\nMARINE CC \t\t\t\t\t           Third Appellant\nand\nCLASSIC SAILING ADVENTURES (PTY) LTD                           \r\nRespondent\nNeutral citation: Lloyds & others v Classic\r\nSailing (250/09)\n[2010] ZASCA 89\n(31 May 2010)\nCoram:\nHarms,\r\nLewis, Cachalia and Malan JJA and Griesel AJA\nHeard:\t\r\n20, 21 May 2010\nDelivered: \t 31 May 2010\nCorrected:     7 June 2010\nSummary:\nMarine\r\nInsurance: parties cannot exclude mandatory provisions of South\r\nAfrican statute by choice of other legal system: validity\nof policy\r\naffected by non-disclosure, misrepresentation or illegality\r\ndetermined by reference to ss 53 and 54 of\nShort-Term Insurance Act\n53 of 1998\n: vessel sinking as a result of latent defect in hull:\r\nLloyds held liable. Second and third appellants,\njoined as defendants,\nnot liable: entitled to full costs of trial.\n_____________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape Town) (Cleaver J sitting as court of\r\nfirst instance):\n1 The first appellant’s appeal is dismissed\r\nwith costs, including those occasioned by the employment of two\r\ncounsel.\n2 The\nappeals by the\r\nsecond and third appellants are upheld with costs, including those\r\noccasioned by the employment of two counsel.\n3 Paragraph 1.4 of the order of the high court is\r\nreplaced with the following:\n‘The first defendant is ordered to pay the costs of the second\r\nand third defendants including the costs occasioned by the\nemployment\r\nof two counsel and the preparation expenses of Mr Child.’\n4 The respondent’s conditional cross-appeal\r\nis dismissed.\n_____________________________________________________________\nJUDGMENT\n______________________________________________________________\nLEWIS JA\n(HARMS DP,\r\nCACHALIA and MALAN JJA and GRIESEL AJA concurring)\n[1]\tThe vessel\nMieke\nwas built as a motorized yacht for fishing in 1997 at the instance of\r\nMr A Viljoen, the director and shareholder in various companies\nwhich\r\nhad fishing vessels, and Mr W Hennop, the skipper over a number of\r\nyears of several of the Viljoen vessels. Hennop was the\nskipper of\r\nthe\nMieke\nfrom inception. The vessel was originally designed and built for\r\nfishing in the southern oceans. The fishing venture proved to\nbe\r\nunprofitable and Viljoen and Hennop decided to convert the\nMieke\ninto a luxury charter yacht in 2003. It was transferred to Classic\r\nSailing Adventures (Pty) Ltd, the respondent. Viljoen is the\ndirector\r\nof and controlling shareholder in Classic Sailing.  Once converted\r\nthe\nMieke\ncould accommodate 12 passengers who would fish and indulge in various\r\nother activities from it.\n[2]\tOn 15 September 2005 the\nMieke\nsailed from Vilanculos off the Mozambican coast. Only the crew were\r\nonboard. Three days later, on 18 September, the\nMieke\nsank approximately 58 nautical miles south east of Angoshe off the\r\ncoast of Mozambique. The crew, with Hennop as skipper, reached\nshore\r\non a rubber duck (a tender).\n[3]\tThe first appellant is the representative\r\n(cited as such in terms of the\nShort-Term Insurance Act 53 of 1998\n)\r\nof a Lloyds\n’ syndicate which had\r\ninsured the\nMieke\n.\r\nI shall refer to the first appellant simply as Lloyds. The second\r\nappellant, Thebe Risk Services (Pty) Ltd (Thebe), is the insurance\n\nbroker that placed the insurance. The third appellant is Devereux\r\nMarine CC (Devereux CC), also an insurance broker which specializes\n\nin hull insurance in the Lloyds market. Classic Sailing claimed from\r\nLloyds the sum insured – R10m. Lloyds declined to pay.\nClassic\r\nSailing instituted action for payment in the Western Cape High Court,\r\nexercising its admiralty jurisdiction.\n[4]\tIn its plea to Classic Sailing’s\r\nparticulars of claim Lloyds alleged that it was not liable because\r\nthe sinking was caused\nby a risk not insured against, and also\r\nbecause of other special defences. It alleged that Classic Sailing\r\nhad not disclosed to\nit that Hennop was not certified to serve as the\r\nskipper; it had also not disclosed that the stability information on\nboard was inaccurate, not in the prescribed form and not approved by\r\nthe South African Maritime Safety Authority (SAMSA). In the\n\nalternative Classic Sailing, alleged Lloyds, had misrepresented the\r\nnature of a dispute between it and SAMSA as to the certification\nof\r\nHennop, and that Lloyds was thus entitled to avoid the policy; and\r\nlastly, that the ‘adventure insured’ had been\ncarried out\r\nin an unlawful manner in breach of the implied warranty of legality\r\nin s 41 of the English Marine Insurance Act of\n1906. The insurance\r\npolicy expressly stated that the contract was governed by English\r\nlaw.\n[5]\tIf there were any non-disclosures or\r\nmisrepresentations made by Classic Sailing these would have been\r\neffected through its insurance\nbroker since Classic Sailing did not\r\ndeal directly with Lloyds. Viljoen had placed all the insurance of\r\nhis vessels, owned by different\ncorporate entities, with Thebe,\r\nrepresented by Mr M Brown. Brown in turn had instructed Devereux, of\r\nDevereux CC, which specializes\nin hull insurance on the Lloyds\r\nmarket. And Devereux had asked Arthur J Gallagher (UK) Ltd\n(Gallagher), accredited Lloyds brokers, to find an underwriter for\r\nthe\nMieke\n,\r\nwhich it had done.  Accordingly, after action was instituted and on\r\nreceipt of the plea, Classic Sailing joined Thebe as the second\n\ndefendant and Devereux CC as the third defendant, the claims against\r\nthem being conditional on the claim against Lloyds failing.\nClassic\r\nSailing’s claim against Thebe was premised on it having failed\r\nto obtain valid insurance for the\nMieke\nin breach of the contract between Thebe and Classic Sailing. The\r\nclaim against Devereux CC was premised also on breach of contract\nand\r\nin the alternative on breach of a duty of care in delict.\n[6]\tCleaver J found that there were no material\r\nnon-disclosures; no misrepresentation made, and that the\nMieke\nhad not embarked on an unlawful voyage. He also held that the sinking\r\nof the\nMieke\nwas due to a latent defect, which was covered by the insurance\r\npolicy. He accordingly ordered Lloyds to pay the sum insured, less\n\nthe value of the tender which had not sunk – a sum of R9 940\r\n000 – and the costs of two counsel and various experts.\n[7]\tThebe and Devereux CC were therefore not\r\nliable, but they were awarded only the costs incurred for half of the\r\nhearing since\nthey took no\nactive part in\r\nthe trial in respect of the cause of the sinking. Lloyds applied for\r\nleave to appeal to this court and Thebe and\nDevereux CC applied for\r\nleave to appeal against the costs orders made in respect of them.\r\nLeave to all three appellants was granted\nby Cleaver J. Classic\r\nSailing was also given leave to cross-appeal, conditional on the\r\nappeal by Lloyds succeeding.\n[8]\tI shall discuss each of the special defences\r\nseparately. If there is merit in any then the insurance policy may be\r\navoided and\nthe question whether the sinking of the\nMieke\nwas covered by the terms of the policy falls away. The court below\r\nheld that Classic Sailing bore the onus of proving that the\nrisk was\r\ninsured against, but that Lloyds had to prove the special defences.\r\nThe parties on appeal do not take issue with this.\nThey also do not\r\ndispute that the policy is governed by English law, but subject to\r\nSouth African jurisdiction: but they differ\nas to the applicability\r\nof South African legislation – the Short Term Insurance Act.\nThe history in brief\nThe conversion of the Mieke\n[9]\tBefore turning to the special defences some\r\nbackground is required, both as to the structure of the\nMieke\nand the conclusion of the insurance policy. The vessel, described as\r\na grand bank schooner, was first built in 1997. A schooner\nis a small\r\nsea-going fore-and-aft rigged vessel. Originally, schooners had only\r\ntwo masts, but now often have three or four, and\ncarry one or more\r\ntopsails. Grand Bank schooners are those that plied the oceans off\r\nthe Grand Banks alongside the coast of Canada\nand Newfoundland.\n[10]\tThe\nMieke\nwas conceived of and designed by Hennop and Mr J Liverick, both of\r\nwhom had worked for Viljoen on other vessels. It had both sails\n(two\r\nmasts) and Caterpillar turbo-charged marine diesel engines. It was 31\r\nmetres long and its beam was 7.68 metres. The vessel,\nwith Hennop as\r\nskipper, was used for long-line fishing for some five years. As I\r\nhave said, the fishing venture was not profitable\nand Hennop and\r\nViljoen decided to convert it to a charter yacht which could carry 12\r\npassengers. Liverick, Hennop and Viljoen were\ninvolved in the\r\nredesign, and Hennop acted as project manager for the conversion and\r\nrebuilding, which commenced in 2003. The vessel\nwas transferred to\r\nClassic Sailing, in which Hennop had some shares but Viljoen had the\r\nmajority shareholding.\nThe conclusion of the insurance policy\n[11]\tIn November 2004 Brown, of Thebe, who had long been the broker\r\nfor Viljoen’s insurance and that of his various companies,\n\nvisited Viljoen in his office in St Francis Bay to discuss insurance\r\nfor Viljoen’s businesses generally and for the various\nvessels\r\nowned by them. One of the issues discussed was the difficulty Classic\r\nSailing was having in obtaining certain certificates\nfrom SAMSA for\r\nHennop.\n[12]\tViljoen believed that Hennop had all the\r\nnecessary certificates – although in respect of three parts of\r\nthe syllabus\nset by SAMSA to qualify as a skipper of a vessel like\nMieke\n,\r\nHennop had received his certificates from bodies other than SAMSA.\r\nViljoen and Brown considered that SAMSA was acting unreasonably\nin\r\nrefusing to recognize Hennop’s certification. But they decided\r\nthat any insurer should be apprised of this. Accordingly,\nfollowing\r\nthe meeting, Brown wrote to Devereux on 23 November 2003, saying that\r\nClassic Sailing had ‘ongoing difficulty’\nwith SAMSA with\r\nregard to Hennop’s qualifications as skipper. I shall set out\r\nthe terms of the letter more fully when dealing\nwith the issue of\r\nmisrepresentation. He attached numerous documents reflecting the\r\ncourses completed by Hennop.\n[13]\tDevereux\nin turn\r\nwrote to Mr N Paice of Gallagher (the Lloyds broker). Paice, it is\r\ncommon cause, gave Devereux’s letter to  Mr J S\nJames, the lead\r\nunderwriter for the corporate member of the Lloyds syndicate, who was\r\nauthorized to determine the terms of any\ninsurance policy. James, who\r\ntestified for Lloyds, said that he had no independent recollection of\r\nany conversation with Paice,\nbut acknowledged that he had noted the\r\nword ‘seen’ on Devereux’s letter, and said that he\r\nwould not have done\nso unless he had read the contents of the letter\r\nand the attachments. He dated Devereux’s letter 24 November\r\n2004.\n[14]\tI shall revert to the allegation of\r\nmisrepresentation as to Hennop’s qualifications when dealing\r\nwith the second special\ndefence raised by Lloyds. Although in its\r\nplea Lloyds had alleged that there was a non-disclosure of Hennop’s\r\nlack of certification,\nthis defence is not pursued on appeal, given\r\nthe concession of James under cross-examination that he had seen the\r\ndocuments that\nrevealed that Hennop did not have all the SAMSA\r\ncertificates required. Lloyds relie\nd\r\ninstead, on appeal, on misrepresentation as to the nature and extent\r\nof the disputes between Classic Sailing and SAMSA as to Hennop’s\n\ncertification to avoid liability.\nThe terms of the policy\n[15]\tThe written terms of the contract are set out\r\nin a cover note (Number M041209D). The period covered\nwas\r\n12 months with effect from 1 December 2004. The ‘interest’\r\nwas stated to be ‘Hull Materials Etc, Machinery\nOutfit Etc, and\r\neverything connected therewith nothing excluded’. The sum\r\ninsured was R10m, which also covered the two tenders,\ninsured for R80\r\n000 each. The\nMieke\nwas allowed to ‘trade’ ‘not North of the Equator,\r\nnot West of 20° West, not South of 45° South and not\nEast of\r\n70° East.’ Choice of law and jurisdiction were stated to be\r\n‘English Law and South African Jurisdiction’.\nThe terms\r\nof the policy were stated to include the Institute (of London\r\nUnderwriters) Fishing Vessel clauses, clause 6 of which\ndeals with\r\nthe perils insured against. Clause 6.2 provides that the insurance\r\ncovers loss or damage to the vessel caused, inter\nalia, by any latent\r\ndefect in the machinery or hull, provided that the loss or damage is\r\nnot the result of ‘want of due diligence\nby the Assured, Owners\r\nor Managers’.\nThe stability book\n[16]\tSection 226 of the Merchant Shipping Act 57\r\nof 1951 requires the owner of a vessel in the class of the\nMieke\n(Class XI) to keep on board the ship ‘such information in\r\nwriting about the stability of the ship as is necessary for the\n\nguidance of the master in loading and ballasting the ship’.\r\nRegulation 7(1) of the Safety of Navigation Regulations repeats\nthis\r\nwording.\n1\nRegulation 7(3) states that the stability information shall be based\r\non ‘the determination of the stability . . . by means\nof an\r\ninclining test’.  Regulation 8 sets out the form of the\r\nstability information and the requirements for drawings and\n\nmeasurements. Lloyds contended that the stability book on board the\nMieke\nat\r\nthe time when the insurance policy was concluded had not been\r\napproved by SAMSA. But there is no requirement in the Act or\r\nregulations for SAMSA approval.\n[17]\tWhen the\nMieke\nwas first constructed as a fishing vessel in 1997 a stability book,\r\nas required by the regulations, was compiled and approved by\nSAMSA.\r\nOn its conversion to a charter yacht SAMSA required that a new\r\nstability book be prepared.  To this end Liverick was asked\nto carry\r\nout an inclining test, which he did, and he requested Mr M Stewart,\r\nwho was in Durban, to compile a new stability book.\nIn doing so,\r\nStewart relied on the results of the inclining test conducted by\r\nLiverick, as well as on the latter’s general\nplan and the\r\nformer stability book. The new book was placed on board, but when the\r\nconverted\nMieke\nsailed to Cape Town early in 2004 she was detained there by SAMSA on\r\nthe basis that the stability book had not been approved by\nSAMSA.\n[18]\tStewart advised that 19.3 tons of additional\r\nballast (heavy material to balance a vessel) be placed in the\nMieke\n.\r\nAccordingly Hennop and a crew member, Mr E S Awad, attended to the\r\npouring of concrete into the\nMieke\n’s\r\nsewage tank during one night when she was still detained. There is a\r\ndispute as to how much concrete was added and how\nmany walls were\r\nconstructed to retain it, but this is not relevant for the reasons\r\nthat follow. SAMSA granted interim approval\nof the stability book on\r\n15 March 2004 after the addition of ballast. The approval was valid\r\nonly until 15 April.  The\nMieke\nwas released from detention and sailed to Mozambique, where, but for\r\none trip to Port Elizabeth, she remained until September 2004.\n[19]\tIn September 2004 the\nMieke\nreturned to Port Elizabeth. She was placed in dry dock and surveyed\r\nby SAMSA. The principal officer of SAMSA in the Port Elizabeth\n\noffice, Captain Colenutt, did a hull survey and, on 18 October,\r\nissued a survey report. In it he described the condition of the\nhull\r\nand ship side valves as ‘satisfactory’. Colenutt also\r\nissued a survey report:   he stated that ‘the required\nSAMSA\r\napproved stability book is aboard.’ The following day a Local\r\nGeneral Safety Certificate was issued for the\nMieke\n.\r\nThis stated that she was a class XI sailing vessel undertaking\r\ncharter excursions or unlimited voyages in the Indian Ocean, carrying\n\n12 or fewer passengers. The certificate stated further that the\r\nvessel had been inspected in accordance with the requirements of\n\napplicable regulations. On 21 October 2004 the\nMieke\nagain sailed for Mozambique.\nApplication of the English Marine Insurance Act of 1906 and the\r\nprovisions of the\nShort-Term Insurance Act 53 of 1998\n[20]\tAs I have said, the parties to the policy\r\nagreed that the applicable law was English, though South African\r\ncourts would have\njurisd\niction. Lloyds\r\nrelies on  sections of the English Act in support of its special\r\ndefences. To the extent that there is inconsistency\nor a conflict\r\nbetween these and the provisions of the\nShort-Term Insurance Act,\nwhich\nlaw governs? This question is pertinent to all the special\r\ndefences raised by Lloyds.\n[21]\tThe general rule is that the choice by\r\nparties to a contract of the governing law – the proper law of\r\nthe contract –\nis valid.\n2\nHowever, legality is a question to be determined by the lex fori.\n3\nThe ius cogens (peremptory law) of the forum cannot be excluded. Our\r\ncase law is sparse on this issue, but it is the general view\nof\r\nwriters on the subject. And it must be that peremptory (mandatory)\r\nrules of the forum – especially legislative provisions\n–\r\napply. Complete party autonomy cannot prevail over the premptory\r\nprovisions of a statute, especially where the action is\nbrought in\r\nterms of the statute (as in this case). The\nShort-Term Insurance Act\nis\napplicable to marine insurance by virtue of the definitions of a\r\n‘short-term policy’ and ‘transportation policy’\n\nwhich expressly include insurance of a vessel.\n[22]\tProfessor Forsythe,\n4\nin discussing the question whether the lex fori applies even where\r\nthe parties have chosen another system of law to govern their\n\ncontract, refers to\nVoet\n5\nwho drew a distinction between prohibitory statutes, which cannot be\r\nrenounced, and dispositive statutes which can.\nSections 53\nand\n54\nof\r\nthe\nShort-Term Insurance Act on\nwhich Classic Sailing relies are not\r\nprohibitory: they deal with the effect of misrepresentation,\r\nnon-disclosure and illegality\n– issues to which I shall revert.\r\nBut as Forsythe states, the distinction between prohibitory\r\nprovisions and others is not\neasy to draw. He suggests that where the\r\nlex fori is designed to protect the weaker party in contractual\r\nnegotiations the chosen\nlaw, if it is inconsistent, should not\r\nprevail.\n6\nIn international trade, on the other hand, parties tend to be on an\r\nequal footing and may in effect contract out of the lex fori.\n[23]\tRather than asking whether statutory\r\nprovisions are prohibitory or dispositive, a better approach to\r\ndetermining whether parties\nmay exclude the operation of statutory\r\nprovisions by choice of another system of law might be to question\r\nwhether they can waive\nthe application of the provisions. This\r\nquestion was addressed in\nSA Co-Op\r\nCitrus Exchange v Director-General: Trade & Industry\n7\nwhere Harms JA, dealing with procedural statutory provisions, held\r\nthat they may be renounced by a party (in that case the State)\nfor\r\nwhose benefit they are enacted. But where public policy and interest\r\nwould be prejudiced by a waiver, such provisions cannot\nbe escaped.\r\nWaiver is not possible, said this court, if it affects public policy\r\nor interest or a right.\n8\nThis principle was affirmed in\nDe Jager\r\nen andere v Absa Bank Bpk\n,\n9\nwhere this court held that the application of the provisions of the\nPrescription Act 68 of 1969\nmay be waived by a debtor under a\r\ncontract after the prescriptive period has run because renunciation\r\ndid not substantially or\nmaterially impact on the public interest.\n[24\n]\nSections 53\nand\n54\nof the\nShort-Term Insurance Act are\nat issue in this matter.\nSection\r\n53\ndeals with the effect of non-disclosures and misrepresentations on\r\nan insurance policy, and\ns 54\nwith the effect of a contravention of a\r\nlaw on a policy.\nSection 53\nis designed to protect insured parties\r\nwho are ignorant, careless or uneducated from unscrupulous insurers\r\nwho attempt to escape\nliability on the basis of the common law that\r\nhas evolved in relation to misrepresentation or non-disclosure.\n10\nAnd\ns 54\nensures that a policy is not avoided only because the\r\ninsured has contravened a law. I shall deal with both sections in due\r\ncourse.\nGiven their effect, it should not be open to the parties to\r\ncontract out of the application of the provisions of that statute by\n\nchoosing another system of law to govern their contract.\n11\nIf an insured cannot waive the benefits of\nss 53\nand\n54\n– as\r\nwould be the case because waiver would be contrary to public policy\r\nand interest – then equally contracting out\nof the benefits\r\nafforded by the sections cannot be permitted.\n[25\n]\tThis view is\r\nsupported by Professor Michael Martinek,\n12\nwho, referring to Von Savigny,\n13\nstates that a distinction must be drawn between general rules of\r\nprivate law, which may be governed by a system other than the\nlex\r\nfori, and law of strictly positive imperative nature – those\r\nthat bear a ‘political, police-related or economic\ncharacter’\r\n(Martinek’s translation). In modern Swiss and German private\r\ninternational law these are what Martinek refers\nto as ‘mandatory\r\ninterventions’ – ‘norms employed by the state to\r\nregulate private relationships in the\npublic common interest while\r\npursuing socio-economic tasks, thereby restricting the individual\r\nfreedom of private persons’.\n14\nThese norms are of direct application, much as the values of the\r\nConstitution are. Counsel for Lloyds was constrained to concede\nthat\r\nparties cannot contract out of provisions – and thus the norms\r\nand values – of the Constitution. The protection\nafforded to\r\ninsured persons by the\nShort-Term Insurance Act, on\nthis basis, can\r\nlikewise not be avoided.\n[2\n6]\tThere are other\r\nstrong indications that the\nShort-Term Insurance Act, to\nthe extent\r\nthat it is inconsistent with the English Marine Insurance Act, must\r\napply. The action was instituted under the former\nAct. Lloyds is\r\nregulated by that Act (Part VIII). Moreover, Lloyds relied\r\nextensively on other South African statutes such as the\nMerchant\r\nShipping Act and Safe Manning Regulations. It is difficult to discern\r\nwhy Classic Sailing should be bound by the provisions\nof those Acts\r\nand not entitled to the benefits conferred by those of the\nShort-Term\nInsurance Act.\n[27\n]\tBut the definitive\r\nanswer, in my view, is to be found in the Admiralty Jurisdiction\r\nRegulation Act 105 of 1983. The Admiralty\nAct governs not only\r\njurisdiction but also the substantive law to be enforced in South\r\nAfrican high courts, all of which are given\njurisdiction for the\r\nhearing of any admiralty action for the enforcement of a maritime\r\nclaim. Section 1(u) of the Admiralty Act\ndefines a maritime claim to\r\ninclude one relating to ‘marine insurance or any policy of\r\nmarine insurance’. Section 3\nprovides that any maritime claim\r\nmay be enforced by an action in personam and may be instituted\r\nagainst a person in respect of\nwhom a court has jurisdiction in terms\r\nof Chapter IV of the Insurance Act 27 of 1943.  Chapter IV governed\r\ninsurance by members\nof Lloyds. That Act has been repealed by the\nShort-Term Insurance Act. But\nthe latter Act still governs Lloyds\r\n(Part VIII). The reference to the former Act must be read now as a\r\nreference to the current\nAct.\n[2\n8]\tSection 6 of the\r\nAdmiralty Act reads:\n‘\n[doja105y1983s6]\nLaw to be applied and rules of evidence\n(1) Notwithstanding anything to\r\nthe contrary in any law or the common law contained a court in the\r\nexercise of its admiralty jurisdiction\nshall-\n(a)\r\nwith regard to any matter in respect of which a court of admiralty of\r\nthe Republic referred to in the Colonial Courts of Admiralty\nAct,\r\n1890, of the United Kingdom, had jurisdiction immediately before the\r\ncommencement of this Act, apply the law which the High\nCourt of\r\nJustice of the United Kingdom in the exercise of its admiralty\r\njurisdiction would have applied with regard to such a matter\nat such\r\ncommencement, in so far as that law can be applied;\n(b)\r\nwith regard to any other matter, apply the Roman-Dutch law applicable\r\nin the Republic.\n(2) The\r\nprovisions of subsection (1)\nshall\r\nnot derogate from the provisions of any law of the Republic\r\napplicable to any of the matters contemplated in paragraph\n(a)\nor\n(b)\nof\r\nthat subsection\n(my emphasis).\n. . . .\n(5) The provisions of\r\nsubsection (1) shall not supersede any agreement relating to the\r\nsystem of law to be applied in the event\nof a dispute.’\n[29\n]\tSubsection 5 thus\r\ndoes allow parties to make a choice as to the legal system they wish\r\nto govern their contract. But this cannot\nmean that they can contract\r\nout of legislative provisions that amount to ius cogens. One cannot\r\nread subsections 2 and 5 in isolation.\nSubsection 5 must be subject\r\nto subsection 2. Read together, as they must be, the subsections mean\r\nthat while the parties may choose\na non-South African system of law\r\nto govern their contract, they may not do so where the provisions of\r\nthe other system are inconsistent\nwith peremptory South African law. \r\nThe effect of subsection 2 is that\nss 53\nand\n54\nof the\nShort-Term\nInsurance Act apply\nto the contract. And to the extent that the\r\nEnglish Marine Insurance Act is inconsistent with peremptory\r\nstatutory provisions it\nis not applicable.\n15\nThe first defence: Non-disclosures about the stability book\n[30\n]\tLloyds relied on s\r\n18 of the English Marine Insurance Act 1906 in contending that the\r\nnon-disclosure of the facts that the stability\nbook on board the\nMieke\nat\r\nthe time when the insurance policy was issued was not approved by\r\nSAMSA, and was inaccurate. Section 18 reads:\n‘\n(1)\r\nSubject to the provisions of this section, the assured must disclose\r\nto the insurer, before the contract is concluded, every\nmaterial\r\ncircumstance which is known to the assured, and the assured is deemed\r\nto know every circumstance which, in the ordinary\ncourse of business\n,\r\nought to be known by him. If the assured fails to make such a\r\ndisclosure, the insurer may avoid the contract.\n(2) Every circumstance is\r\nmaterial which would influence the judgment of a prudent insurer in\r\nfixing the premium, or determining\nwhether he will take the risk.’\n[31\n]\tCleaver J in the\r\nhigh court, assuming that s 18 was applicable, considered the English\r\ncases and writers in respect of this section\nand held that it was not\r\nnecessary to show that ‘the circumstances will have a decisive\r\ninfluence on the judgment of [a]\nprudent insurer’. All that the\r\nlatter need show is that the circumstances would have had an effect\r\non the insurer in weighing\nup the risk, and in determining whether to\r\ninsure, at what premiums and subject to which conditions. Moreover an\r\ninsurer must show\nthat the non-disclosure induced it to enter into\r\nthe contract (even if it was not the sole inducing cause).\n[32\n]\tLloyds argued on\r\nappeal that it relied on two factors that should have been disclosed\r\nto it. First, the stability information\non board was inaccurate and\r\nViljoen either was or ought to have been aware of this. Second, at\r\nthe time when the insurance contract\nwas concluded the stability book\r\nwas not stamped as approved by SAMSA, a material fact that should\r\nhave been brought to the attention\nof Lloyds. As to the second basis,\r\nthere is no requirement in the regulations or elsewhere that SAMSA\r\napproval be indicated through\nstamping. And in fact SAMSA had\r\napproved the book prior to the conclusion of the contract of\r\ninsurance. That disposes of this ground\nfor avoiding the contract on\r\nthe basis of non-disclosure.\n[33\n]\tThe first basis –\r\ninaccuracy – of the defence based on non-disclosure is argued\r\nby Classic Sailing to be one it did\nnot have to meet at the trial. In\r\nits plea Lloyds stated that the particulars of the vessel were\r\ninaccurate. On appeal Lloyds has\nargued that the position and\r\nquantity of the ballast was inaccurately described in the stability\r\nbook. This proposition was not\nput to Hennop when he testified as to\r\nthe loading of the ballast. Nor was it put to Viljoen, who had no\r\nfirst-hand experience of\nwhere the ballast had been placed, but who\r\nrepresented Classic Sailing as its owner. In fact the high court\r\nfound that Classic\nSailing had had to meet a defence only as to\r\ninaccurate calculations. This is what the plea and responses to\r\nrequests for further\nparticulars referred to, and this is what\r\nStewart testified about in giving evidence as to the design of the\nMieke\nand\r\nhis recommendation as to the quantity of ballast to be placed in the\r\nsewage tank. He testified also that SAMSA’s naval\narchitect, Ms\r\nE Dzinic, had been satisfied with line plans for the\nMieke\ndrawn by Stewart and with the recalculated tonnage, although she had\r\nhad queries that required explanation. Changes to figures\nreflecting\r\nsize and weight made by him subsequently were of no consequence, he\r\nsaid, and this was not challenged. Moreover, one\nof the expert\r\nwitnesses for Classic Sailing, Dr J Zietsman, testified that such\r\ndifferences did not affect the calculations reflected\nin the\r\nstability book. Dzinic herself, in April 2004, had concluded that the\r\n2004 stability book was mathematically correct and\nacceptable ‘in\r\nessence’. And importantly, James was not asked how he would\r\nhave responded had he been advised, through\nthe brokers, that there\r\nwere insignificant differences in measurements reflected in the\r\nstability book.\n[34\n]\tAs I have\r\nindicated,\ns 53\nof the\nShort-Term Insurance Act applies\nto the\r\nalleged non-disclosure. It sets the test for determining whether a\r\nnon-disclosure has the effect of invalidating a policy\nor excluding\r\nthe liability of the insurer. It reads:\n‘\n[doja53y1998s53]\nMisrepresentation\r\nand failure to disclose material information\n(1)\n(a)\nNotwithstanding\r\nanything to the contrary contained in a short-term policy, whether\r\nentered into before or after the commencement\nof this Act, but\r\nsubject to subsection (2) -\n(i)\r\nthe policy shall not be invalidated;\n(ii)\r\nthe obligation of the short-term insurer thereunder shall not be\r\nexcluded or limited; and\n(iii)\r\nthe obligations of the policyholder shall not be increased,\non account of any representation\r\nmade to the insurer which is not true, or failure to disclose\r\ninformation, whether or not the representation\nor disclosure has been\r\nwarranted to be true and correct, unless that representation or\r\nnon-disclosure is such as to be likely to\nhave materially affected\r\nthe assessment of the risk under the policy concerned at the time of\r\nits issue or at the time of any renewal\nor variation thereof.\n(b)\nThe\r\nrepresentation or non-disclosure shall be regarded as material if a\r\nreasonable, prudent person would consider that the particular\n\ninformation constituting the representation or which was not\r\ndisclosed, as the case may be, should have been correctly disclosed\n\nto the short-term insurer so that the insurer could form its own view\r\nas to the effect of such information on the assessment of\nthe\r\nrelevant risk.\n. . .\n‘.\n[35\n]\tThus even if there\r\nhad been a failure to disclose that the stability book was not\r\naccurate, it could hardly be said to be material.\nThe ‘reasonable,\r\nprudent person’ would not have thought that information as to\r\nthe measurements of the ship, or a stamp\nof approval,  affected the\r\nassessment of the risk, given that the purpose of the stability book\r\ninformation is to guide the master\nin loading and ballasting the\r\nship.  SAMSA itself was not concerned about the stability of the\nMieke\n. It\r\nhad allowed her to sail, from Cape Town to Port Elizabeth and to\r\nMozambique and back. And the safety certificate issued by\nColenutt on\r\n16 October 2004, which remained valid until 6 October 2005, was not\r\nplaced in issue. Accordingly I find that there\nwas no failure to\r\ndisclose by Classic Sailing that would have invalidated the policy or\r\nexempted Lloyds.\nThe second defence: The misrepresentation as to Hennop’s\r\ncertification\n[36\n]\tThe second special\r\ndefence relied upon by Lloyds is that Viljoen, through Brown and\r\nDevereux, misrepresented the nature of the\ndispute between Classic\r\nSailing and SAMSA as to Hennop’s certification as a skipper. \r\nThe correspondence between Brown and\nDevereux, and Devereux and Paice\r\nof A J Gallagher form the basis of the defence based on\r\nmisrepresentation.\n[37\n]\tOn 23 November 2004\r\nBrown of Thebe sent a fax to Devereux. It was some 19 pages long,\r\nincluding the cover page which read:\n‘\nRe: Classic Sailing\r\nAdventures – Cover Note\nWe advise that the Insured has\r\nan ongoing difficulty with SAMSA with regard to the qualifications of\r\nthe skipper of the vessel.\nAttached you\r\nwill find a mass of documentation dealing with the skipper, Mr Willy\r\nJan Hennop’s certification which we are\nconfident would enable\r\nMr Hennop to operate a charter yacht vessel of the size of the\r\n“\nMieke\n”\r\nanywhere else in the world other than the bureaucratic mess that\r\nexists here regarding acceptability of certification from\nbodies such\r\nas the Royal Yacht Association U.K. I too have an ongoing fight with\r\nSAMSA regarding the re-issue in the new format\nof my own coastal\r\nskippers certificate and I can tell you it is one long bureaucratic\r\nmess.\nAs matters\r\npresently stand there is confusion in the offices of SAMSA as to\r\nwhether or not they are able to issue a South African\nCertificate of\r\nCompetency as they seem to be unable to decide as to whether or not\r\nthey will accept bodies such as the Royal Yacht\nAssociation as being\r\ncompetent bodies for the certification of seagoing people onboard\r\nyachts, be they commercial or not.\nWe submit these documents as we\r\nseek confirmation that Insurers are happy with his qualifications.’\nSome 14 certificates were attached to the fax.\n[38\n]\tOn the same day\r\nDevereux sent a fax to A J Gallagher, for the attention of Paice,\r\nattaching the same documents. Devereux wrote:\n‘\nRe:\r\nClassic sailing – MY “\nMieke\n”\nThe skipper of this vessel a Mr\r\nWilly Jan Hennop is engaged in a dispute with SAMSA regarding his\r\nqualification to act as skipper.\nAlthough the\r\n“\nMieke\n”\r\nis not a fishing vessel SAMSA seem keen to impose their authority and\r\nwe have been asked to request that you\nview\r\nHennop’s qualifications not to try to override SAMSA but rather\r\nto ascertain whether they satisfy underwriters.\n(My\r\nemphasis.)\nI believe that Kuttel had a\r\nsimilar problem with SAMSA but eventually prevailed and his\r\nYachtmaster Ocean certificate was recognized.’\n[39\n]\tPaice took the fax\r\nfrom Devereux with the attached documents to James at Lloyds. And as\r\nI have already said, James wrote ‘seen’\non the fax. Paice\r\nadvised Devereux of this by email the following day. And Devereux in\r\nturn sent an email to Brown on 25 November\n2004 advising him that the\r\nunderwriters had noted ‘seen’ on his fax. He also\r\nventured the view that\n‘\nfrom a\r\npractical point of view my contract says nothing about compliance\r\nwith the Merchant Shipping Act nor has it a skipper’s\nwarranty\r\nso as your cli\nent\r\nhas demonstrated that his skipper has the necessary qualifications .\r\n. .  the unseaworthy warranty which is what we would rely\non if the\r\nskipper was unqualified would not be breached.\nUnderwriters having only noted\r\n“seen” on the documents are basically saying that they\r\ndon’t object and as far\nas they are concerned the skipper is\r\nacceptable.’\n[40\n]\tThe high court\r\nfound that no misrepresentation had been made. The fact that Lloyds\r\nhad been informed that SAMSA had not accepted\nHennop’s\r\nqualifications, and that there was confusion in the SAMSA offices\r\nmeant that Lloyds had been put on guard. The court\nthus did not\r\naccept the view of an English underwriter, Mr P Northfield, called by\r\nLloyds. Northfield, who had considerable experience\nin marine\r\ninsurance, had testified that it was implicit from the letters that\r\nHennop would receive the certification required from\nSAMSA\r\nimminently. Moreover, Northfield had said that a prudent underwriter\r\nwould have been substantially influenced as to whether\nto accept the\r\nrisk, or restrict the terms or adjust the premiums, had he been aware\r\nthat the regulatory authority’s certification\nwas not imminent.\r\nOf course Northfield’s opinion on the meaning of the statements\r\nmade is not even relevant:\n16\nit is for the court to interpret what was said and would be\r\nunderstood. But the high court found in any event that whether or not\n\na prudent underwriter would have been influenced, James had in fact\r\naccepted the risk having seen that Hennop was not certified\nby SAMSA.\r\nNo misrepresentation had thus been proved.\n[41\n]\tOn appeal Lloyds\r\naccepted that the high court correctly set out the tests for\r\ndetermining whether a misrepresentation vitiates\na contract. These\r\nwere that there must be a statement of fact, present or past, or\r\nopinion, which is untrue, material to the insurer’s\nappraisal\r\nof the risk and which in fact induced the insurer to enter into the\r\ncontract. (As I have said earlier, the test is now\nto be found in\ns\r\n53\nof the\nShort-Term Insurance Act.) But\nLloyds argued that the\r\nstatements about Hennop’s qualifications imply that SAMSA would\r\nissue formal certificates; that in\neffect the dispute was about minor\r\npaperwork to be completed by an office in disarray; and the matter\r\nwas of no consequence. In\neffect, the problem with SAMSA was\r\ntrivialized, and what was conveyed to James was actually false. The\r\nessence of the defence,\nas argued on appeal, was that Devereux had\r\nimplied, in his letter of 23 November to Gallagher, that Hennop’s\r\ndispute with\nSAMSA would be resolved and that SAMSA would recognize\r\nhim as qualified and certificated to skipper the\nMieke\n.\n[42\n]\tIn my view the\r\nletter written by Devereux, seen by James, made it absolutely plain\r\nthat SAMSA had not certified Hennop as a skipper\nfor a vessel of the\r\nclass of the\nMieke\n.\r\nLloyds was asked only if it were satisfied with Hennop’s\r\nexisting qualifications. James’ conduct made it clear that\nit\r\nwas. No misrepresentation was proved and the test in\ns 53\nneed not be\r\napplied.\nThe third defence: Illegal voyage\n[43\n]\tSection 41 of the\r\nEnglish Marine Insurance Act provides:\n‘\nThere is an implied\r\nwarranty that the adventure insured is a lawful one, and that, so far\r\nas the assured can control the matter,\nthe adventure shall be carried\r\nout in a lawful manner.’\nLloyds’ argument was that the\nMieke\nwas sailed in an unlawful manner, contrary to the provisions of the\r\nMerchant Shipping Act, and to the regulations promulgated in\nterms of\r\nthat Act. Section 73(1) of the Merchant Shipping Act provides that\r\nthe owner and master of every ship going to sea from\nany South\r\nAfrican port ‘shall ensure that there is employed on board of\r\nthat ship . . . the number of officers and other\npersons, duly\r\ncertificated as provided by regulation . . .’.  Contravention\r\nof the section amounts to an offence attracting\na penalty of a fine\r\nor imprisonment not exceeding one year. Section 226(1) of the\r\nMerchant Shipping Act requires that such stability\ninformation as is\r\nnecessary for guiding the master in loading and ballasting the ship\r\nbe kept on board. And the regulations require\nthat this information\r\nbe reliable and up to date.\n[44\n]\tLloyds argued that\r\nClassic Sailing and Hennop had contravened both these sections\r\nknowingly, and were thus guilty of a breach\nof the implied warranty\r\nof lawfulness. Cleaver J in the high court found that the ‘adventure’\r\nwas not illegal, relying\nlargely on English and Australian\r\nauthorities in this regard and in part on\ns 54\nof the\nShort-Term\nInsurance Act. I\ndo not consider it necessary to traverse any of the\r\nEnglish or other cases. The defence of illegality can be disposed of\r\nshortly.\n[45\n]\tFirst, the\r\nstability book was on board and met the requirements of the Merchant\r\nShipping Act, as discussed earlier. And SAMSA\nhad had no difficulty\r\nin allowing the\nMieke\nto sail. It has a discretion to do so under s 85 of the Merchant\r\nShipping Act. And in relation to the certification of the crew,\neven\r\nif no formal exemption had been granted to Hennop, he had been\r\npermitted by SAMSA to sail the\nMieke\n.\r\nColenutt certainly knew that Hennop was going to sail to Mozambique\r\nwhen he issued the general safety certificate in October 2004.\nOn the\r\nface of it, no illegality was committed.\n[46\n]\tSecondly, Classic\r\nSailing, through Thebe and Devereux, advised Lloyds that Hennop’s\r\ncertificates were not recognized by\nSAMSA. It could hardly have\r\nwarranted that he was properly certificated. There was thus no\r\nwarranty in this regard.\n[47\n]\tAnd thirdly,\ns\r\n54(1)\nof the\nShort-Term Insurance Act is\nnot consonant with s 41(1)\r\nof the Marine Insurance Act.\n17\nI have said earlier that Classic Sailing and Lloyds could not\r\ncontract out of that Act and to the extent that English law is\r\ninconsistent\nwith the provisions of the Act it is inapplicable to the\r\ncontract. Section 54 (1) provides:\n‘\n[doja53y1998s54]\n54\r\n    Validity of contracts\nA short-term policy, whether\r\n\tentered into before or after the commencement of this Act, shall not\r\n\tbe void merely because a provision\nof a law, including a provision\r\n\tof this Act, has been contravened or not complied with in connection\r\n\twith it.’\nOn the assumption that Hennop or Classic Sailing were guilty of\r\ncontraventions of the Merchant Shipping Act,  the effect of s 54(1)\n\nis that the insurance policy would not be void ‘merely because\r\na provision of a law’ had been contravened.\n[48\n]\tLloyds argued that\r\nthe use of the word ‘merely’ indicated that the\r\ncontravention must be collateral to the claim and\nnot related to the\r\ncause of the loss in order for the policy to remain valid. That may\r\nbe so. In court the analogy of an insured\ncar being stolen, and the\r\ninsurer refusing to meet the claim because of a traffic offence\r\ncommitted by the insured before the theft,\nwas debated. Clearly the\r\ninsurer would not be allowed to escape liability in such a case.\n[49\n]\tBut equally in this\r\ncase the sinking of the\nMieke\nwas not related to Hennop’s lack of certification, nor to the\r\nstability information onboard. That is common cause. In my\nview,\ns\r\n54(1)\nof the\nShort-Term Insurance Act precludes\nLloyds from relying\r\non any breach (if there was one) of an implied warranty introduced by\r\nthe English Marine Insurance Act. This\ndefence must thus also fail.\nThe sinking of the\nMieke\n[50\n]\tThe principal\r\nwitnesses for Classic Sailing who testified as to the sinking of the\nMieke\nwere\r\nHennop and Mr D Grieve, the vessel’s engineer. The cook on\r\nboard, Ms C du Plessis, who testified for Lloyds, also described\nthe\r\nevent and took photographs of the vessel, from the tender, as she\r\nsank.\n[51\n]\tPrior to the\r\nsinking, and before leaving Vilanculos for Pemba on 15 September\r\n2005, the crew loaded 3 400 litres of diesel in\nthe fuel tanks. The\r\nweather deteriorated after they left Vilanculos, and a heavy swell\r\nand strong wind lasted about two days. On\n17 September Grieve\r\ndiscovered that they had somehow, inexplicably, lost the fuel taken\r\nonboard at Vilanculos.  Hennop decided\nto sail to shore. A small\r\namount of fuel remained in what was termed the ‘day tank’.\r\nThe main engine was run at idling\nspeed. This was not normally done,\r\nand it had the effect of making the engine vibrate.\n[\n52]\tEarly in the\r\nmorning (at about 6h30) of 18 September, Hennop and Grieve were on\r\ndeck when the bilge alarm sounded. Grieve went\nto investigate. As he\r\nentered the transverse passage in front of the engine room he stepped\r\ninto water, which he said was about\nankle depth. He attempted to turn\r\non the emergency lighting but could not. When he went into the engine\r\nroom there was water ‘swishing\nin and out, up and down the\r\nwalls’. He was able to start the starboard generator, the\r\nlights came on and he primed the mechanical\nbilge pump and started to\r\nrun the electrical bilge pump. He asked Hennop, who had come into the\r\nengine room, to increase the revolutions\nfor the main engine. But\r\nthere was water everywhere: ‘it was chaos’. And the pumps\r\nwere not having any effect. He had\nchecked several times that the\r\nseacocks in the engine room and elsewhere were closed.\n[\n53]\tHennop, in seeking\r\nthe source of the inflow of seawater, noticed that the side passage\r\nclose to the rudder compartment, was\nfull of water. A smell of\r\nexhaust gases was evident in the side passage and the engine room.\n[54\n]\tWhen the water was\r\nabout hip-height Grieve had to shut down the generator to avoid\r\nelectrocution. He dived below the water level\nin the engine room to\r\nsee if he could find the source of the ingress of water, but could\r\nsee nothing except disintegrating cardboard\nboxes that had been\r\nstored there and were floating around. He could hear the hull\r\ncracking. There was a strong smell of diesel.\n[\n55]\tHennop instructed\r\nthe crew to bail the water out with buckets, but the inflow of water\r\nwas so great that he decided they should\nget off the vessel, and\r\ninstructed Grieve to see to it. Grieve and the rest of the crew got\r\non to one of the tenders. Hennop remained\non deck. The vessel was\r\nsinking from the stern. Its exhaust was under water. When Grieve had\r\ndiscovered that the fuel tanks were\nempty, he had noticed that there\r\nwere traces of moisture around the exhaust as it exited the hull. The\r\narea was damp. He had not\ntold Hennop about this, thinking it was of\r\nno significance.  But as the vessel sank, Grieve observed from the\r\ntender that there\nwere no bubbles coming off the exhaust into the\r\nwater although the main engine was still running. This too suggested\r\nthat something\nwas amiss in the exhaust area.\n[\n56]\tOne of the reasons\r\nsuggested by Lloyds as to the cause of the sinking was that the cover\r\nfor the sewage tank had not been secured.\nHowever, Hennop and Grieve\r\ntestified that the hatch cover had been firmly in place at the time\r\nof the ingress of water, although\nit had not been bolted down. Grieve\r\nsaid that when he first went into the transverse passage to attend to\r\nthe bilge alarm he had\ntried to lift the cover so see if the ingress\r\nwas through the sewage tank. But the pressure of water above the\r\ncover was such that\nhe could not lift it. Hennop too said that when\r\nhe had tried to lift the cover the force of the water prevented it\r\nfrom being moved.\nDu Plessis testified that she had seen sewage in\r\nthe water swirling through the vessel. No one else had done –\r\nbut Hennop\nhad said he smelled sewage. In fact, nothing turns on this\r\nand it is clear that the very rapid and large ingress of water could\n\nnot have been a result of the cover of the sewage tank being\r\nunsecured.\n[57\n]\tWhen the\nMieke\nlisted to port Hennop jumped off deck and swam to the tender. The\r\ncrew watched the vessel come upright again and then sink at the\n\nstern. They proceeded to shore.\nThe cause of the sinking of the\nMieke\n[\n58]\tCleaver J in the\r\nhigh court found that Classic Sailing had discharged the onus of\r\nproving that the\nMieke\nsank as a result of a latent defect in the hull – an excessive\r\nstress concentration in the structure of the hull which resulted\nin a\r\nfatigue failure and associated sudden propagation of cracks and the\r\nsudden ingress of seawater. In this regard, the judge\nhad regard to\r\nthe evidence of Hennop and Grieve, described above, and concluded\r\nthat a large mass of water had entered the aft\nportion of the\nMieke\n,\r\nwhere the exhaust was located, which caused the\nMieke\nto sink by the stern. This conclusion was supported by the evidence\r\nof Hennop that there was a break in the welds where the exhaust\n\nsystem exited the hull, and by that of Grieve that he could see no\r\nbubbles discharged into the sea when he had left the vessel\nand was\r\non the tender.\n[59\n]\tThe high court took\r\nthe view that in the absence of direct evidence as to the cause of\r\nthe sinking, Classic Sailing had to establish\ninferentially that the\r\nloss of the\nMieke\nwas caused by a latent defect – a peril insured against. This\r\nwas the approach of the majority of this court in\nThe\r\nWave Dancer: Nel v Toron Screen Corporation (Pty) Ltd & another\n.\n18\nScott JA (in the minority judgment) said:\n19\n‘\n......it\r\nshould be observed that while an insured would ordinarily be obliged\r\nto adduce evidence identifying the precise cause of\nthe loss and the\r\nparticular defect responsible therefor, such evidence is not\r\nnecessarily essential.  In principle there can be\nno reason why, in\r\nthe absence of evidence as to the precise cause of the loss, an\r\ninsured should not in appropriate circumstances\nbe able to establish\r\ninferentially that the loss was occasioned by a latent defect.\n’\nThe majority considered that on the probabilities\r\nthe owner of the vessel, being ‘caring and meticulous’,\n20\nwould not have allowed it to go to sea had he known that there was\r\nany defect in the hull. This court concluded that the inference\nto be\r\ndrawn from the absence of evidence of wear and tear or patent damage\r\nwas that there was an inherent defect covered by the\ninsurance\r\npolicy.\n[60]\tCleaver J also accepted the evidence of two\r\nexpert witnesses who testified for Classic Sailing: Dr J Zietsman and\r\nDr C Grobler.\nTheir reports and testimony were based on the evidence\r\nof Hennop and Grieve as to how the sinking occurred, and on\r\nscientific hypotheses\nflowing from that and from evidence as to the\r\nstructure of the vessel and repairs done to the exhaust in particular\r\nover several\nyears. Before dealing with their evidence I must\r\nemphasize that where there is eyewitness or direct evidence of an\r\noccurrence this\nmay render the reconstructions of experts less\r\nrelevant or even irrelevant (this observation is particularly\r\npertinent to the evidence\nof Lloyd’s expert Mr A J Sinclair):\r\nsee\nParity Insurance Co Ltd v Van den\r\nBergh\n21\nand\nVan Eck v Santam Insurance Co Ltd\n22\nwhere the court said that while it was not unusual for parties to\r\ntender expert evidence  to determine the cause of a collision,\nthe\r\nexpert’s evidence is ‘inevitably based on reconstruction\r\nand cannot conceivably bear the same weight as direct,\neye-witness\r\ntestimony of the event in question’. See also\nMichael\r\n& another v Linksfield Park Clinic (Pty) Ltd & another\n.\n23\n[\n61]\tBefore turning to\r\nthe evidence of the experts it is important to state that all causes\r\nof the\nMieke’s\nsinking save a latent defect in the hull that allowed for the ingress\r\nof seawater can be excluded. The vessel was not scuttled;\nthe crew\r\nwere not negligent; the seacocks were closed; there was no patent\r\ndefect and there was no evidence of wear and tear that\nhad any causal\r\nconnection. (Viljoen had thought that a collision with a floating\r\nobject might have caused a crack in the hull to\ndevelop, but the crew\r\nhad not been aware of any collision and the experts were agreed that\r\nif there had been one sufficient to\ncause damage the crew would have\r\nbeen aware of it. In any event a collision would have been covered by\r\nthe policy.)\n[\n62]\tCounsel for Lloyds\r\nargued on appeal that there was no objective evidence – such as\r\nthat of a SAMSA surveyor – that\nwear and tear were excluded:\r\nbut Hennop and Viljoen’s evidence that the\nMieke\nwas in good condition when she set sail for Mozambique was not\r\ngainsaid. The only inference to be drawn then is that the hull was\n\nlatently defective. There does not need to be proof of the precise\r\ndefect that caused the sinking.\n[63\n]\tIn any event, it\r\nwas the conclusion of an expert, Captain David, hired by Lloyds to\r\ninvestigate the loss, and whose expert report\nwas filed by Lloyds,\r\nthat there was no readily apparent cause for the sinking: while\r\ndiscounting the pleaded cause, he could not\nsay what other factor had\r\nallowed for a rapid ingress of seawater, other than an overflow from\r\nthe sewage tank which had not been\nproperly sealed. This suggestion\r\nis not consonant with the evidence of Hennop and Viljoen and was\r\nrejected by Zietsman. Moreover,\nDavid’s theory would not have\r\nexplained the large ingress of water that resulted in the sinking of\r\nthe vessel. Interestingly,\nDavid did not testify, although he was\r\navailable to Lloyds and in court throughout the proceedings.\n[\n64]\tThe evidence of the\r\nexperts who prepared reports and testified for Classic Sailing\r\nsupported the inescapable inference that\nthere was a latent defect of\r\nthe nature pleaded by Classic Sailing. Zietsman, who has a doctorate\r\nin ocean engineering, and over\n30 years’ experience, took into\r\naccount the evidence of Hennop and Grieve as to the structure of the\r\nvessel and the vibration\nof the engine when idling; the invoices\r\nreflecting repairs to the exhaust and the hull in the area of the\r\nexhaust over a period;\nprepared a numerical model of the\nMieke\nand assessed the rate at which water may have entered the vessel\r\nthrough various apertures, and did flooding calculations. His\nview\r\nwas that the sudden and rapid flooding seen by the crew was\r\nconsistent with a large aperture having opened to the sea. Although\n\nwater might have leaked slowly into the hull when cracking first\r\noccurred, it was probable that there was a sudden growth of a\ncrack\r\nbecause of the vibration of the exhaust pipe.\n[65\n]\tOver the years\r\nsince the\nMieke\nwas built cracks had appeared from time to time near the exhaust.\r\nThese had been repaired by welding. In February 2001 a hole was\ncut\r\nin the hull at the stern and the exhaust assembly was replaced with a\r\nstainless steel doubler plate, welded to the hull, to\nreduce cracking\r\nin the area of the exhaust exit. The hull itself was made of a\r\ndifferent metal.\n[\n66]\tImmediately prior\r\nto the sinking the engine had been idling for some time, causing\r\nvibrations in the hull which Zietsman said\nwould have exacerbated the\r\ngrowth of cracks near the engine room. In his report he stated:\n‘\nThese\r\nvibrations most probably served as a driver for sudden crack growth.\n. . . The cracks which had previously occurred had been repaired in\r\npart, by welding stainless steel doubler plates on either side\nof the\r\nhull. These repairs and modifications probably introduced stress\r\nconcentrations at those locations. . . . The repairs to\nthe exhaust\r\npenetrations through the hull occurred in the splash zone and the\r\nchance of development of corrosion fatigue was thus\nenhanced due to\r\nwetting and drying in that area.’\n[\n67]\tThis hypothesis was\r\nconfirmed by Grieve’s evidence that he had noticed damp in the\r\narea of the exhaust. Zietsman could\nnot find confirmation that the\r\ncorrect welding procedures had been used to weld stainless steel to\r\nthe hull. Even if they had,\nhowever, differential expansion rates of\r\ndifferent metals could lead to excessive stresses, he said.\n[68\n]\tZietsman concluded\r\nthat the sudden rapid flooding was probably caused by an aperture or\r\napertures that developed near the engine\nroom.\n‘\nStress\r\nconcentration\ns\r\nin those areas, together with fatigue corrosion mechanisms, driven by\r\nthe vibrations caused by the engine most probably caused\nthe cracks\r\nto grow suddenly. . . . The growth of the cracks was most probably\r\nassociated with an initially slow, but finally rapid\nflooding,\r\ncausing the yacht to settle by the stern and then sink.’\n[\n69]\nZietsman\r\nhad requested Classic Sailing to consult a metallurgist, Dr Grobler,\r\nto confirm his conclusions. Grobler spoke to Viljoen\nand to the\r\nperson who had over the years repaired the hull, Mr F J J Botha,\r\nabout the structure of the\nMieke\nand the repairs effected over the years. Grobler concluded that the\r\nwelding done in the past and the use of the stainless steel\ndoubler\r\nplate had been far from ideal (the latter increasing the risk of\r\nfatigue cracking) and that there was additional cyclic\nloading\r\nbecause of the differential thermal expansion of the different metals\r\nused. Other factors, such as dissimilar welds, had\nalso led to\r\nstresses on the hull. There is no need to consider these. Grobler’s\r\nevidence confirmed Zietsman’s conclusions.\n[70\n]\tThe expert witness\r\nfor Lloyds on the question of the cause of the sinking, Mr Sinclair,\r\nalso wrote a report and testified. Unlike\nZietsman and Grobler,\r\nhowever, he did not take into account the evidence of Hennop, Grieve\r\nand Viljoen, and denied that there would\nhave been excess vibration\r\ncaused by the engine idling for a long period.  He offered no\r\nexplanation as to the reason for the\nMieke\nsinking and conceded reluctantly when\r\ncross-examined that the vessel had indeed sunk. He insisted that\r\nthere must have been substantial\nleaking before the morning of 18\r\nSeptember 2005, which could not have gone unnoticed. He could not of\r\ncourse counter the evidence\nof the crew as to the sudden ingress of\r\nseawater. Cleaver J correctly rejected his evidence.\n[7\n1]\tWhen asked by this\r\ncourt to point to any finding in relation to the cause of the loss by\r\nthe high court that was wrong, counsel\nfor Lloyds could suggest only\r\nthat Cleaver J had drawn his own conclusions not based on evidence.\r\nThe learned judge said that because\nthe exhaust exited above the\r\nwater level it was ‘feasible that cracks occurring in the area\r\nwould have taken longer to develop’.\n The evidence of the cook\r\nhad been that at 4h00 in the morning she felt that ‘the vessel\r\nhad settled by the stern’.\nIf that were the case, the learned\r\njudge continued, ‘there would have been more time when pressure\r\nfrom the ocean would have\nbeen applied to any crack or cracks which\r\nmight have been in existence without being observed’.\n[\n72]\tBut in fact the\r\ncourt’s conclusion was based on Zietsman’s evidence that\r\na critical area for corrosion is the splash\nzone which is at times\r\nimmersed and at times above water and that that was another area\r\nwhere the crack that ultimately became\na large aperture might have\r\ndeveloped. The criticism is thus without warrant, and there is no\r\nreason to differ from the high court’s\nfindings as to the cause\r\nof the sinking.\nWas the cause of the loss a ‘latent defect’?\n[\n73]\tLloyds argued that\r\neven if the conclusion drawn by the high court (that the\nMieke\nsank because of a crack in the hull that had developed into a large\r\naperture) was correct, the crack was not a latent defect. As\nI\r\nunderstood the argument it was that there was no defect when the hull\r\nwas constructed. A fatigue crack that developed during\nthe course of\r\nsailing was not a peril insured against.\n[74\n]\tCleaver J rejected\r\nthe argument, referring to\nThe Caribbean\r\nSea\n,\n24\nwhere Robert Goff J held that fatigue cracks, developed over time,\r\nbut attributable to faulty design (also in respect of the manner\nof\r\nwelding) amounted to latent defects. A combination of circumstances\r\nresulted in a fracture opening up a significant period of\ntime before\r\nthe end ‘of the natural life of this ship’.\n25\nThe court held that the defective design had the effect that defects\r\nwould inevitably develop in the ship, but would not amount\nto\r\nordinary wear and tear. A similar approach is to be found in\nThe\r\nNukila.\n26\n[\n75]\tIn my view, the\r\nhigh court correctly found that the ‘excessive concentration in\r\nthe structure of the hull’ which\nled to fatigue failure as a\r\nresult of heating and vibration amounted to a latent defect covered\r\nby the policy. I have already said\nthat all other causes of the\r\nsinking can be excluded. Accordingly Lloyds is liable on the policy\r\nand Classic Sailing’s conditional\ncross appeal does not arise\r\nfor consideration.\nThe  appeals by Thebe and Devereux\nCC on the costs orders\n[\n76]\tCleaver J correctly\r\nfound that because Lloyds was liable, the conditional claims against\r\nThebe and Devereux CC fell away. And\nsince I find that Lloyds is\r\nliable, there is no need to consider the soundness of these claims.\r\nBut the high court decided that\nbecause counsel for Thebe and\r\nDevereux CC had not participated in the hearing in so far as the\r\nsinking of the\nMieke\n,\r\nand whether the loss was covered by the policy, were concerned, they\r\nshould be awarded only half the costs of the trial (although\nsenior\r\nand junior counsel for each had been present throughout the hearing).\r\nThey have appealed against the costs awards.\n[77\n]\tIt will be\r\nremembered that Thebe and Devereux CC were joined by Classic Sailing\r\nas defendants only when Lloyds raised the special\ndefences. Since\r\nthese rested, to a substantial extent, on letters written by Brown\r\nand Devereux, I consider that Classic Sailing\nhad no choice but to\r\njoin both. Brown had written to Devereux, and Devereux had in turn\r\nwritten to Paice of Gallagher. These letters\nformed the basis of the\r\ndefences of misrepresentation and non-disclosure.\n[\n78]\tIt is trite that\r\nthe award of costs is a matter within the trial court’s\r\ndiscretion, although the general rule is that\nin commercial\r\nlitigation costs follow the event. The discretion must be exercised\r\njudicially, and in this case it must be asked\nwhy the general rule\r\nwas departed from.\n[79\n]\tCleaver J\r\nconsidered that costs in respect of the days on which the evidence on\r\nthe sinking, and its cause, was given by Hennop,\nGrieve, Zietsman,\r\nLiverick, Du Plessis and Stewart should not be awarded to Thebe and\r\nDevereux CC.  This decision ignored the fact\nthat Thebe and Devereux\r\nCC’s liability was directly affected by whether the sinking was\r\ncaused by an insured event –\nthe latent defect. They were thus\r\nentitled to be represented in court when that evidence was given. And\r\nthe evidence was not self-contained.\nViljoen, for example, gave\r\nevidence in respect of the structure of the\nMieke\nand the repairs to it, as well as on the misrepresentations and\r\nnon-disclosures alleged. Hennop testified as to the sinking and\nas to\r\nthe stability book and his certification. On what basis should Thebe\r\nand Devereux CC have decided when and when not to be\nin court? The\r\nissues were not separated, nor even susceptible to separation.\n[\n80]\tThebe and Devereux\r\nCC were compelled to defend the claims against them, which had been\r\ninitiated by the defences raised by Lloyds.\nThey were entitled to\r\nrepresentation throughout the trial. Counsel for both point out that\r\nthese two appellants may have been penalized\nwith a costs order had\r\nthey extended the period of the trial by cross-examining witnesses\r\nunnecessarily.\n[81\n]\tIn the\r\ncircumstances I consider that the discretion exercised by the high\r\ncourt in awarding Thebe and Devereux CC only half their\ncosts cannot\r\nbe justified. Lloyds must pay the full costs of Thebe and Devereux CC\r\nwho were joined only because of Lloyds’\ndefences.\n[\n82]\tIn the\r\ncircumstances Lloyds’ appeal must be dismissed and the appeals\r\nof Thebe and Devereux CC must be upheld.\n1 The first appellant’s appeal is dismissed\r\nwith costs, including those occasioned by the employment of two\r\ncounsel.\n2 The\nappeals by the\r\nsecond and third appellants are upheld with costs, including those\r\noccasioned by the employment of two counsel.\n3 Paragraph 1.4 of the order of the high court is\r\nreplaced with the following:\n‘The first defendant is ordered to pay the costs of the second\r\nand third defendants including the costs occasioned by the\nemployment\r\nof two counsel and the preparation expenses of Mr Child.’\n4 The respondent’s conditional cross-appeal is dismissed.\n_______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nFIRST APPELLANT:\t\tM Wragge SC (with him D J Cooke)\nInstructed by Bowman Gilfillan Attorneys,\nCape Town.\nMatsepes, Bloemfontein.\nSECOND APPELLANT:\t\tM J Fitzgerald SC (with him D Melunsky)\nInstructed by Deneys Reitz Inc\nCape Town\nClaude Reid Attorneys\nBloemfontein\nTHIRD APPELLANT:\t\tR D McClarty SC (with him P A Corbett)\nInstructed by Reillys, Cape Town\nMatsepes, Bloemfontein\nRESPONDENT:\nR W F\r\nMacWilliam SC (with him L Burger)\nInstructed by Dawson Edwards & Ass\nCape Town\nMcIntyre & Van Der Post,\nBloemfontein.\n1\nSafety of\r\n\tNavigation Regulations 1968, as amended.\n2\n2 (2)\nLawsa\n(2 ed) ‘Conflict of Laws’ paras 328ff; Christopher\r\n\tForsythe\nPrivate\r\n\tInternational Law\n(4 ed) p 294ff and John Hare\nShipping\r\n\tLaw and Admiralty Jurisdiction in South Africa\n2 ed (2009) p 143.\n3\nLawsa\nop cit para 329.\n4\nOp cit p 299, fn\r\n\t33.\n5\nJ Voet\nCommentarius\r\n\tad Pandectas\nAppendix to 1.4 18-22.\n6\nOp cit p\r\n\t301 and\nLawsa\nop cit para 329 fn 12 and 13.\n7\n1997 (3) SA\r\n\t236 (SCA).\n8\nAt\r\n\t244D-245D.\n9\n2001 (3) SA\r\n\t537\n(SCA) para 17.\n10\nOn s 53 see\nJoubert v Absa\r\n\tLife Ltd\n2001 (2) SA 322\n(W) at 328F-H.  As to the effect of s 53, and the reasons for its\r\n\tamendment in 2003, see\nMahadeo\r\n\tv Dial Direct Insurance Ltd\n2008 (4) SA 80\n(W) at 86B-87D.\n11\nSee also\nDicey\r\n\tMorris and Collins The Conflict of Laws\n(general editor Sir Lawrence Collins) 14 ed (2006) Vol 2, p 1649,\r\n\tparas 33-033 and 33-034 dealing with the proposition that in\ncertain\r\n\tcircumstances parties cannot, with reference to another system of\r\n\tlaw, contract out of the English Unfair Contract Terms\nAct 1977.\n12\n‘Codification\r\n\tof private international law – a comparative analysis of the\r\n\tGerman and Swiss experience’ 2002\nTSAR\np 234, pp 248ff.\n13\nThe\r\n\tSystem of Modern Roman Law\nVol VIII (1849).\n14\nMartinek op\r\n\tcit p 249.\n15\n‘Law’\r\n\tin subsection 2 is statutory:\nR\r\n\tv Detody\n1926 AD 198\nat 201 where Innes CJ said ‘The word “laws”\r\n\tmeans statutes.’\n16\nSee\nKPMG\r\n\tChartered Accountants (SA) v Securefin & another\n2009 (4) SA 399\n(SCA) para  40.\n17\nIt should\r\n\tbe noted that Hare op cit pp 902-903 does not consider the effect of\ns 54\n(1) of the\nShort-Term Insurance Act on\nthe breach of a warranty\r\n\tof legality but does state that warranties that the insured will\r\n\tcomply with statutory requirements\nis subject to\ns 54\n, such that a\r\n\tpolicy will not be void because of the illegality: p 327 fn 51.\n18\n1996 (4) SA 1167\n(A).\n19\nAt 1179I-1180A.\nThe\r\n\tprinciple was not in issue in the majority judgment.\n20\nAt 1188A-D.\n21\n1966 (4) SA\r\n\t463\n(A) at 476B-H.\n22\n1996 (4) SA 1226\n(C) at 1229H-1230B; see also the cases cited at 1229I-1231H.\n23\n2001 (3) SA\r\n\t1188\n(SCA) para 40.\n24\nPrudent Tankers Ltd S A v\r\n\tThe Dominion Insurance Co Ltd (The “Caribbean Sea”)\n[1980] Vol 1\r\n\tLloyd’s Rep 338 (QB).\n25\nAt 347.\n26\nPromet Engineering\r\n\t(Singapore) Pte Ltd v Sturge & others (The “Nukila”)\n[1997]\r\n\tVol 2 Lloyd’s Rep 146 (CA). See also\nArnould’s\r\n\tLaw of Marine Insurance and Average\n17 ed (2008) 22-22, pp 939-940.",
  "scraped_at": "2026-02-11T20:30:18.130523",
  "date": "2010-05-31",
  "coram": [
    "Harms",
    "Lewis",
    "Cachalia",
    "Malan JJA",
    "Griesel AJA"
  ],
  "case_number": "250/09",
  "parties": {
    "applicants": [
      "Representative of Lloyds",
      "Thebe Risk Services (Pty) Ltd",
      "Devereux Marine CC"
    ],
    "respondents": [
      "Classic Sailing Adventures (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The motorised yacht Mieke was built in 1997 for fishing, later converted into a luxury charter yacht and transferred to Classic Sailing Adventures (Pty) Ltd. In September 2005 the vessel sank off the coast of Mozambique with only the crew on board. Classic Sailing claimed the sum insured (R10 million) from Lloyds, the insurer, while Lloyds denied liability on three grounds: non‑disclosure of an unapproved stability book, misrepresentation of the skipper’s certification, and that the voyage was unlawful. The insurance was arranged through Thebe Risk Services and Devereux Marine CC, both of which were later joined as defendants. The High Court found the sinking was caused by a latent hull defect and ordered Lloyds to pay the claim, with limited costs to Thebe and Devereux. Lloyds appealed, and Thebe and Devereux appealed the costs order.",
    "issues": "1. Whether the non‑disclosure of the stability book’s approval status was material under the Short‑Term Insurance Act ss 53 and the English Marine Insurance Act. 2. Whether there was a misrepresentation concerning the skipper’s certification that would vitiate the policy. 3. Whether the voyage breached the implied warranty of legality under s 41 of the English Marine Insurance Act. 4. Whether parties may exclude mandatory South African statutory provisions by agreement of choice of law. 5. Whether the loss was caused by a latent defect covered by the policy.",
    "principles": "The Court applied the Short‑Term Insurance Act ss 53 and 54, holding that these mandatory provisions cannot be contracted out of even when the contract specifies English law. The lex fori (South African law) prevails on peremptory rules. The Admiralty Jurisdiction Regulation Act 105 of 1983 was cited as confirming that South African law governs admiralty claims unless inconsistent with mandatory statutes. A non‑disclosure or misrepresentation is only material if a prudent insurer would have been affected in assessing risk (s 53). The implied warranty of legality can be overridden by s 54(1) where a statutory breach does not automatically void the policy. Latent defects, defined as defects not apparent at the time of purchase but attributable to design or construction, are covered under the policy.",
    "application": "The Court found that the stability book had been approved by SAMSA and any alleged inaccuracy was not material; therefore s 53 did not invalidate the policy. No misrepresentation was proved because Lloyds had been advised of the skipper’s certification dispute and accepted the risk. The alleged illegal voyage was rejected since the vessel complied with the Merchant Shipping Act and SAMSA regulations, and s 54(1) prevented voiding the policy on that ground. Expert evidence established that a latent hull defect caused the sinking, fitting the definition of a covered peril. Consequently, Lloyds was liable for the sum insured, less the tender value. The costs awarded to Thebe and Devereux in the High Court were set aside, granting them full costs.",
    "conclusion": "The appeal by Lloyds was dismissed with costs. The appeals by Thebe Risk Services and Devereux Marine CC were upheld, awarding them full costs, including counsel fees and preparation expenses. The High Court order was amended to require Lloyds (the first defendant) to pay the costs of the second and third defendants. The respondent’s conditional cross‑appeal was dismissed."
  },
  "tags": {
    "level_1": "Marine Insurance",
    "level_2": "Policy Liability",
    "level_3": [
      "latent defect",
      "non-disclosure",
      "misrepresentation",
      "choice of law",
      "short-term insurance act"
    ]
  }
}