{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/29.html",
  "case_name": "Majikazana v S (559/09) [2010] ZASCA 29; [2010] 3 All SA 526 (SCA); 2012 (2) SACR 107 (SCA) (26 March 2010)",
  "citation": "[2010] ZASCA 29",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 29\n|\nNoteup\n|\nLawCite\nMajikazana v S (559/09) [2010] ZASCA 29; [2010] 3 All SA 526 (SCA); 2012 (2) SACR 107 (SCA) (26 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 559/09\nNo precedential significance\nIn the matter between:\nMBULELO MAJIKAZANA\t\t\t\t\t\tAPPELLANT\nand\nTHE STATE\t\t\t\t\t\t\t\tRESPONDENT\nNeutral citation:\nMajikazana v\nThe State\n(559/09)\n[2010] ZASCA 29\n(26 March\n2010)\nCORAM:\t\tMPATI P, VAN HEERDEN, MHLANTLA, SHONGWE JJA\net\nTHERON\nAJA\nHEARD:\t\t2 MARCH 2010\nDELIVERED:\t26 MARCH 2010\nSUMMARY\n:\t\tCriminal Procedure\nâ fair trial â murder â fact of presiding judge previously\nhaving heard and dismissed bail appeal not\nbrought to his attention\nat commencement of trial â no credibility findings made in bail\napplication and on appeal â in absence\nof any irregularity actual\nbias to be proved for finding of failure of justice where no\napplication made for judge's recusal..\nFire and firearms â firearms â possession of in\ncontravention of s 2 of Act 75 of 1969 â\nmens\nrea\nan element for contravention of the\nsection â use of firearm for unlawful purpose establishes\nmens\nrea\n.\nORDER\nOn appeal from\n:\tEastern Cape\nHigh Court (Grahamstown) (Froneman J sitting as court of first\ninstance).\nThe following order is made:\n1.\tThe appeal against the conviction on count 2 (murder)\nis dismissed.\n2.\tThe appeal against the sentence of 25 years'\nimprisonment imposed upon the appellant in respect of count 2\nsucceeds. The sentence\nis set aside and replaced with one of fifteen\nyears' imprisonment.\n3.\tThe appeal against the conviction and sentence on\ncount 3 (unlawful possession of a firearm) is dismissed.\n4.\tThe appeal against the conviction on count 4\n(unlawful possession of ammunition) succeeds and the conviction and\nsentence are set\naside.\n5.\tThe sentence on count 2 is backdated to 4 December\n2000, being the date on which sentences were imposed by the trial\ncourt.\nJUDGMENT\nMPATI P\n(Van Heerden,\nMhlantla, Shongwe JJA et Theron AJA concurring):\n[1]\tThe appellant was convicted by the Eastern Cape High\nCourt, Grahamstown (Froneman J) of murder (count 2), and unlawful\npossession\nof a firearm and ammunition in contravention of s 2\nand 36 of Act 75 of 1969 (counts 3 and 4) respectively. He was\nsentenced\nto 25 years' imprisonment in respect of the murder\nconviction and two years' and one year's imprisonment in respect of\ncounts 3 and\n4 respectively. The last mentioned two sentences were\nordered to run concurrently with the sentence on count 2.\n[2]\tThe appellant, who was the first accused before the\ntrial court, was indicted with two other accused persons, namely Mr\nMbuyiseli\nTwani (accused 2) and Mr Lonwabo Fofo Jacobs (accused 3).\nMr Twani and Mr Jacobs were charged with attempted murder (count 1)\nand\nthe former also with an alternative to count 1, viz incitement to\ncommit murder. They were both found not guilty and discharged.\n[3]\tIt appears that immediately after he had been\nsentenced on 4 December 2000 the appellant instructed the attorney\nwho had represented\nhim before the court below to appeal against the\nconvictions and the sentences imposed upon him. On 25 March 2002 the\nattorney filed\nan application for leave to appeal only against the\nsentence of 25 years' imprisonment. He did so without an application\nfor condonation\nfor the late filing of the application. After the\npassing of the appellant's attorney, a new firm of attorneys was\nappointed which\ndiscovered, during the course of their\ninvestigations, that Froneman J, who presided in the trial, had also\npresided over, and dismissed,\nan appeal against the refusal of bail\nby the Regional Court, Grahamstown, in an application brought by the\nappellant and his co-accused.\nThe bail appeal was disposed of on 7\nApril 2000, approximately seven months before the commencement of the\ncriminal trial.\n[4]\tOn making the discovery mentioned above, the\nappellant's attorney lodged an application for condonation for the\nappellant's failure\nto timeously prosecute his application for leave\nto appeal. He also filed an amended application for leave to appeal,\nwhich now also\ncontained an application for leave to appeal against\nthe convictions of murder and the unlawful possession of a firearm\nand ammunition.\nIn addition, the attorney lodged an application for a\nspecial entry to be made on the record on the ground that the\nproceedings were\nirregular, in that the trial judge, having presided\nin the bail appeal, had at the time of the trial been aware of the\nevidence adduced\nduring the bail appeal. For this reason, so it was\ncontended, the appellant suffered prejudice.\n[5]\tAlthough the court a quo was of the view that there\nwere no reasonable prospects of success on appeal on either the\nconvictions\nor sentences imposed upon the appellant, it decided to\ngrant the leave sought because it was prepared to grant the\napplication for\na special entry. The court thus made the following\nspecial entry on the record of the criminal trial:\n'The Judge presiding in this trial also presided in a\nbail appeal brought by Mr Majikazana, the first accused, in case\nnumber 91/2000\nand handed down judgment dismissing the appeal in\nApril 2000. A copy of the record and judgment in the bail appeal is\nattached hereto\nmarked \"A\". This fact was not brought to\nthe attention of the presiding judge before or during the trial or\nbefore judgment\nwas delivered. The accused contends that the\npresiding judge would have been aware of the evidence adduced during\nthe bail application\nat the criminal trial, but when the fact of the\nearlier bail appeal was brought to the attention of the presiding\njudge in 2008 he\nhad no independent recollection of being aware of it\nat the time of the criminal trial. He considers that, had he been\naware of that\nfact before the trial started he would have informed\nthe legal representatives thereof and would probably have arranged\nfor another\ncolleague to hear the matter. Had the fact been disclosed\nduring the trial he might also then have recused himself as the\npresiding\njudge.'\nAs has been mentioned, leave to appeal against the\nappellant's convictions and sentences was also granted.\n[6]\tBoth counsel for the appellant and the State were\nagreed that there is no indication on the record that the trial judge\nshowed\nany bias. A thorough perusal of the record has led me to the\nsame conclusion. I could find no evidence of any bias on the part of\nthe court a quo. Counsel for the appellant argued, however, that the\nproper enquiry is not whether the record exhibits any sign of\nbias by\nthe presiding judge, but rather whether the ordinary reasonable lay\nperson would have a reasonable apprehension of bias in\nthe\ncircumstances of this case.\n[7]\tThe appellant was charged with murder and the\nunlawful possession of a firearm and ammunition. The particulars of\nthe murder charge\nwere that on or about 9 October 1999 he unlawfully\nand intentionally killed Mandla Mda, a 53 year old male person (the\ndeceased)\nat or near Fort Beaufort Hospital with a firearm. It is\ncommon cause that the firearm that was used in the shooting of the\ndeceased\nbelonged to Mr Jacobs (accused 3), but was in the possession\nof the appellant. At the bail application the appellant denied that\nhe killed the deceased. He testified that he never entered the\nhospital where, it was common cause, the deceased was shot and killed\non the day in question. During the trial, however, the appellant\nadmitted that he had indeed entered the hospital and that he had\nshot\nthe deceased. He also admitted that the deceased died as a result of\nthe injuries he sustained from shots fired by him (appellant).\nHe\ntestified that when he shot the deceased he was acting in\nself-defence.\n[8]\tCounsel for the appellant submitted that an ordinary\nreasonable person in the circumstances of this case 'would have a\nreasonable\napprehension that the presiding officer who had heard the\nbail appeal might be biased when hearing the trial'. This, according\nto\ncounsel, was because (a) the appellant had made 'an about turn in\nhis defence to the murder count'; (b) at the bail hearing an\nallegation\nwas made of a previous assault in which the appellant had\nbeen involved and where he had allegedly used a firearm; and (c) the\npresiding\njudge had himself indicated that, if he had been confronted\nwith these facts before the commencement of the trial, he might well\nnot have proceeded with it. Counsel contended further that, if an\nunsuccessful application had been made for the recusal of the\npresiding\njudge, the trial would have been a nullity. And because an\nordinary reasonable person would, in this case, have had a reasonable\napprehension of bias, it should be found, even in the absence of an\napplication for a recusal, that the proceedings fell short of\nthe\nconstitutional guarantee of a fair trial and thus a failure of\njustice had occurred.\n[9]\tThe record of the bail proceedings formed part of\nthe record before us. On the question of an alleged previous use of a\nfirearm\nduring an alleged assault, the appellant testified that he\nhad never been charged with any offence involving an assault where he\nwas alleged to have used a firearm, although his firearm was\nsubsequently confiscated by the police. He therefore had no criminal\ncharges pending against him. In refusing bail the regional magistrate\nmade no credibility findings against the appellant, nor against\nthe\nlatter's co-accused. He refused bail purely on the basis that the\nappellant had failed to adduce evidence to satisfy him that\nexceptional circumstances existed which, in the interests of justice,\npermitted his release.\n1\nIn the appeal against the refusal of bail, Froneman J found no fault\nwith the magistrate's reasoning and conclusion. In doing so\nhe made\nno credibility findings.\n2\n[10]\tSection 322(1)(a) of the Criminal Procedure Act\n('the Act') provides that, in a case of an appeal against a\nconviction or of\nany question of law reserved, the court of appeal\nmay allow the appeal if it thinks that the judgment of the trial\ncourt should be\nset aside on the ground of a wrong decision of any\nquestion of law or that on any ground there was a failure of justice.\nIt was contended\non behalf of the appellant that by presiding in the\nappellant's trial Froneman J committed an irregularity. The\nConstitutional Court\nhas held that the meaning of the concept of a\nfailure of justice in s 322(1) of the Act must now be understood\nto raise the\nquestion whether the alleged irregularity stated in the\nspecial entry has led to an unfair trial.\n3\n[11]\tWhat is of importance in this matter is that no\napplication was made for the trial judge's recusal. Counsel for the\nappellant\nsubmitted that during the trial neither the appellant, nor\nhis counsel, it seemed, was aware of the fact that the trial judge\nhad\nalso heard the bail appeal, as the appellant was not represented\nby the same firm of attorneys in the regional court and in the High\nCourt. Section 60(11B)(c) of the Act prescribes that the record of\nthe bail proceedings, excluding information relating to the accused's\nprevious convictions or charges pending against him or her or whether\nhe or she has been released on bail in respect of those charges,\nshall form part of the record of the trial of the accused following\nupon such bail proceedings. It is therefore highly probable,\nin my\nview, that the appellant's legal representative at the trial would\nhave had sight of the record of the bail proceedings before\nthe\nregional magistrate and on appeal at some stage during the trial or\neven before its commencement. It must therefore be inferred\nthat the\nappellant's legal representative was aware that Froneman J had heard\nthe appellant's bail appeal, but that he took a conscious\ndecision\nagainst asking for the judge's recusal in accordance with his\ninstructions and the appellant's defence.\n[12]\tIn\nPresident of the Republic\nof South Africa & others v South African Rugby Football Union &\nothers\n4\nthe Constitutional Court held that a judge\nwho sits in a case in which she or he is disqualified from sitting\nbecause, seen objectively,\nthere exists a reasonable apprehension\nthat she or he might be biased, acts in a manner inconsistent with\ns 34 of the Constitution\nand in breach of the requirements of\ns 165(2) and the prescribed oath of office. Because of the\nfailure, on the part of the\nappellant and his legal representative,\nto apply for the recusal of the trial judge, the inference must be\nthat there was no reasonable\napprehension of bias before and during\nthe trial. But, on the assumption that none of them had realised that\nFroneman J had dealt\nwith the bail appeal, this court has said that\nthe special entry procedure 'is a useful, or perhaps even necessary,\none when the\nirregularity or illegality complained of is discovered\nonly after the conclusion of the trial'.\n5\n[13]\tIt seems to me that where, as in the present\nmatter, no application was made for the trial judge's recusal before\nor during the\nproceedings, and the judge never entertained the\nquestion of his or her recusal in his or her mind, actual bias would\nhave to be\nproved for an appeal, based on a special entry, to\nsucceed. In those circumstances, the convicted accused's weapon would\nbe the record\nof the proceedings and the reasoned decision of the\npresiding officer which allow for close scrutiny for any evidence of\nbias. As\ncounsel for the appellant has conceded, there is nothing on\nthe record in the present matter to indicate that the trial judge was\nin any way biased. In view of the fact that counsel made no\nsubmissions relating to the merits of the appeal on the murder\nconviction,\nand wisely so, it follows that the appeal in respect of\nthat conviction must fail.\n[14]\tI proceed to deal with counts 3 and 4 (unlawful\npossession of a firearm and ammunition). It is common cause that the\nfirearm\n(a 9mm calibre Norinco pistol) with which the appellant shot\nand killed the deceased was the property of Mr Jacobs (accused 3).\nThe\nfacts that led to the appellant's being in possession of the\nfirearm and ammunition are briefly the following. The appellant, his\nerstwhile co-accused and the deceased, were all members of the Fort\nBeaufort branch of Uncedo Taxi Association, which had split into\ntwo\nfactions. The appellant and his co-accused belonged to a small\nfaction, while the deceased was part of the main faction. There\nwere\nhostilities between the two factions.\n[15]\tDuring the afternoon of 9 October 1999 a fight\nbroke out at the Fort Beaufort Taxi rank involving an assault upon\nthe appellant\nby certain members of the main faction and during which\nMr Jacobs was stabbed.\n6\nHaving fallen onto the ground as a result of being stabbed and whilst\nbeing assaulted further, Mr Jacobs managed to draw his licensed\nfirearm and fired three shots in the direction of his assailants, who\nscattered and moved away from him. This gave him an opportunity\nto\nget up and run to the appellant's combi where he found the appellant,\nMr Twani, and a Mr Thamsanqa Grootboom. (There was some\nevidence that\nat least two shots were also fired subsequently by a member of the\nmain group.) It is not in dispute that the appellant,\nMr Twani, and\nMr Jacobs left the scene in the appellant's combi which was driven by\nMr Grootboom. As they drove away Mr Jacobs replaced\nthe magazine in\nhis firearm with a fully loaded one, but then requested that he be\ntaken to the hospital as he was feeling weak as\na result of the stab\nwound. Upon their arrival at the Fort Beaufort Provincial Hospital Mr\nTwani called for a stretcher.\n[16]\tIt is common cause that Mr Jacobs did not enter the\nFort Beaufort Hospital. He testified that after their arrival at the\nhospital\nhe was taken out of the combi and conveyed in a bakkie that\nwas driven by one Mr Xolani Nondumo, to a hospital at Alice, where he\nwas admitted. It was at the hospital at Alice where the appellant\nlater informed him that he (appellant) had taken possession of\nhis\nshoes, firearm and certain other personal items.\n[17]\tThe appellant testified that on their way to the\nFort Beaufort Hospital they\n7\nenquired from Mr Jacobs as to how he was feeling. The latter did not\nrespond, but his firearm 'dropped to the combi'. The appellant\ntook\npossession of it because, he said, 'the combi was mine'. When asked\nunder cross-examination whether he had a licence to possess\nthe\nfirearm he said:\n'M'Lord, the car that belongs to . . . myself, the\nfirearm of accused no 3 dropped into the car belonging to me, if I\nlive [leave\nit?] and that firearm is found just lying in the car\nbelonging to me, I am the first person to be asked about it.'\nFrom this explanation I think it can be accepted that\nthe appellant's intention was to safeguard Mr Jacobs' firearm and to\nreturn\nit to him at the appropriate time.\n[18]\tIt was not in dispute at the trial that at all\nrelevant times the appellant was the holder of a licence to possess a\nfirearm\nand did indeed lawfully possess one.\n8\nAt the end of the appellant's cross-examination the following is\nrecorded:\n'And I put it to you lastly that you were in an unlawful\npossession of Mr Jacobs' firearm and ammunition . . .. That is\ncorrect.'\nThe appellant's legal representative did not seek to\nclarify this response in re-examination.\n[19]\tIn this court Mr Els, for the State, submitted that\nthe appellant should not have been convicted on count 4 (unlawful\npossession\nof ammunition). I agree. It is alleged in the indictment\nthat the appellant 'unlawfully had nine rounds of 9mm calibre\nammunition\nin his possession, whilst not being in lawful possession\nof a firearm from which the aforementioned ammunition could be\ndischarged'.\nAs has been mentioned above, the appellant lawfully\npossessed a firearm from which, according to his undisputed evidence,\n9mm calibre\nammunition could be discharged. It follows that his\nappeal against his conviction on count 4 must succeed.\n[20]\tIn respect of the unlawful possession of the\nfirearm counsel for the appellant contended that it is reasonably\npossible that\nthe appellant did not consider his taking possession of\nthe firearm as unlawful and that he should therefore receive the\nbenefit\nof the doubt.  Counsel argued that, in taking possession of\nthe firearm under the circumstances in which he did, the appellant\nthought\nthat he was acting with due care and diligence. In convicting\nthe appellant on this charge (and that of the unlawful possession of\nammunition) the trial court reasoned as follows:\n'As far as the unlawful possession of the firearm and\nammunition are concerned the accused admitted that he did not have a\nlicence\nfor the firearm and the ammunition. His taking into\npossession of these items to safeguard them does not appear to be\ncovered by\nany exemption in the relevant Act. Even if there was an\nimplied permission to safeguard the firearm on behalf of accused no 3\nthere\nwas no need to take the firearm with him into the hospital. The\nmere fact that he did so adds to the suspicion of his intent in going\ninto [the] hospital.'\nIt is necessary to place these remarks by the trial\njudge in their proper context.\n[21]\tI have mentioned above that when the appellant and\nhis companions arrived at the Fort Beaufort Hospital with the injured\nMr Jacobs,\nMr Twani called for a stretcher. The evidence was that on\nthe advice of Ms Xoliswa Mahlanyana, an employee at the hospital, Mr\nTwani,\nin the company of the appellant, went into the casualty\nsection where the former took a stretcher which he pushed out and\ntowards\nthe appellant's combi and there assisted in placing Mr Jacobs\non it. At that stage, however, the deceased, who had been grazed by\na\nbullet in his right hip at the taxi rank, was already inside the\ncasualty section, having been conveyed there by a colleague, Mr\nFetty\nNotana. He had been placed on a wheelchair by a male nurse, Mr Themba\nMvimbeli. The appellant apparently saw the deceased and,\ninstead of\ngoing back to his vehicle with Mr Twani to assist Mr Jacobs, he\nadvanced towards the deceased, who was being wheeled away\nby Mr\nMvimbeli, precisely so as to hide him from members of the appellant's\ngroup.\n9\nA nursing sister, Ms Zukiswa Dasheka, testified that she attempted to\nintervene by blocking the appellant from getting to the deceased,\nbut\nthat the appellant warned her to move aside 'if you donât want me\nto shoot you'. From a distance of approximately four to five\npaces,\naccording to Ms Mahlanyane, the appellant produced a firearm and shot\nthe deceased three times. He did so despite pleas for\nmercy from the\ndeceased, who had raised both hands, and Mr Mvimbeli. Before the\nappellant had produced the firearm, he uttered the\nfollowing words,\ndirecting himself at the deceased: 'Oh, you are here', and 'I have\narrived now', or words to that effect. The deceased\nsubsequently died\nfrom injuries sustained as a result of the shooting. It was upon\nhearing these shots that Mr Twani suggested that\nMr Jacobs be taken\nto the hospital at Alice.\n[22]\tPossession of a firearm without a licence was, at\nthe relevant time, prohibited by s 2 of the Arms and Ammunition\nAct,\n10\nexcept in certain circumstances prescribed in the Act, but which are\nnot relevant for present purposes. A person who contravened\nthe\nprovisions of s 2 made himself or herself guilty of an offence\n(s 39(1)(h)). However, proof of possession of a firearm\nwithout\na licence did not necessarily lead to a conviction. This court has\nheld that\nmens rea,\nin\nthe sense of knowledge of unlawfulness (wederregtelikheidsbewussyn),\nwas an element of the offence\n11\nand the State bore the onus of proving it.\n12\n[23]\tMr Jacobs was unable to explain how his firearm\ncame to be in the possession of the appellant. In those\ncircumstances, the appellant's\nversion that he took possession of the\nfirearm when it 'dropped to the combi' and his explanation for taking\nit into his possession\nmust, in my view, be accepted. Properly\nconstrued the appellant's version was that he took the firearm\nbecause he realised that if\nit were to be found in his vehicle he\nwould be expected to explain its presence. I am prepared to accept\nthat when he took possession\nof the firearm the appellant did not\nhave the necessary\nmens rea\nto found criminal liability. The same, however, cannot be said after\nthe shooting. I agree with counsel for the State that after\nhe had\nintentionally shot the deceased in the circumstances testified to by\nthe three hospital employees and accepted by the trial\ncourt, the\nappellant could not have believed that he was still holding the\nfirearm innocently. He knew that he was in possession\nof the firearm\nwithout a licence and that he had used it in the commission of an\noffence. He must have realised, after the shooting,\nthat he had just\ncommitted an offence with a firearm for which he had no licence. The\nmens rea\nwas therefore\nestablished. It cannot be argued that, at the time the appellant\ndecided to use the firearm to shoot the deceased, he\nwas still merely\nsafeguarding it. It follows, in my view, that the appellant was\ncorrectly convicted of the unlawful possession of\nthe firearm.\n[24]\tNo submissions were made on behalf of the appellant\nregarding the sentence imposed upon him by the trial court in respect\nof\nthis conviction. It therefore remains for me to consider the\nappeal against the sentence of 25 years' imprisonment imposed in\nrespect\nof the murder conviction. In considering sentence the court a\nquo took the following factors into account: The appellant was, at\nthe time of the commission of the offence, 27 years of age,\nunmarried, but with one child whom he maintained. During 1996 he was\ninjured in a taxi-related shooting as a result of which he had to\nundergo surgery and, at the time of the trial, was still receiving\nmedical treatment for the injury he had sustained. The court found\nthat the appellant 'did not go to the hospital in a pre-meditated\nfashion to shoot the deceased' and that he had been unaware of the\ndeceased's presence there. The fact that the appellant had been\nin\ncustody for almost fourteen months since the day of the incident was\nalso taken into account. The court then went on to say:\n'I accept these submissions on your behalf by your legal\nrepresentative and an acceptance of these submissions means that\nthere is\nno obligatory sentence that you must be imprisoned for\nlife.'\n[25]\tIt seems to me, however, that the court a quo did\nnot apply its mind to the provisions of s 51(2)(a)(i) of the\nCriminal\nLaw Amendment Act\n13\nwhich ordained that a first offender, who had been convicted of\nmurder where the murder was not planned or pre-meditated, shall be\nsentenced to imprisonment 'for a period not less than 15 years'.\n[26]\tThe appellant was a first offender. There is no\nindication, on the record, that the court a quo considered the\nstatutory minimum\nsentence of 15 years' imprisonment for first\noffenders as a starting point for arriving at an appropriate\nsentence. The failure by\nthe court a quo to apply its mind to the\nprovisions of the relevant Act constitutes a misdirection, in my\nview. This court is therefore\nat large to consider sentence afresh.\n[27]\tCounsel for the State informed us that he would not\nadvance any submissions to support a sentence in excess of the\nprescribed\nminimum of fifteen years' imprisonment. It is true, as\nobserved by the court a quo, that the appellant had committed the\nmost serious\ncrime that one could imagine, namely the unlawful\nkilling of another human being. The court also remarked that the\nappellant 'killed\nthis person in a hospital when he was defenceless\nin a wheelchair'. It is also true that offences related to taxi\nviolence were,\nat the time, prevalent in the country, but I doubt\nwhether these factors would have driven the court below to have\nconsidered imposing\na sentence in excess of the statutory minimum of\n15 years' imprisonment, had it applied its mind to the relevant\nstatutory provision.\nThere is certainly nothing on the record to\nindicate that the court intended to impose a sentence in excess of\nthe statutory minimum.\n14\n[28]\tCounsel for the appellant did not contend that\nsubstantial and compelling circumstances exist which would justify\nthe imposition\nof a lesser sentence than the prescribed minimum\nsentence. I am satisfied that none exist. We were urged, however, to\nconsider deducting,\nfrom the sentence to be imposed, the equivalent\nof the period of the appellant's incarceration from the date of the\ncommission of\nthe offences to the date upon which he was ultimately\nsentenced by the trial court, viz a period of approximately 14\nmonths. In this\nregard counsel relied on the decision of this court\nin\nS v Vilakazi\n.\n15\nI do not think that a sentence of fifteen years' imprisonment will be\ndisproportionate to the seriousness of the offence (murder)\ncommitted\nby the appellant. I am accordingly not persuaded that there should be\nany deductions from it.\n[29]\tIn the result the following order is made:\n1.\tThe appeal against the conviction on count 2 (murder)\nis dismissed.\n2.\tThe appeal against the sentence of 25 years'\nimprisonment imposed upon the appellant in respect of count 2\nsucceeds. The sentence\nis set aside and replaced with one of 15\nyears' imprisonment.\n3.\tThe appeal against the conviction and sentence on\ncount 3 (unlawful possession of a firearm) is dismissed.\n4.\tThe appeal against the conviction on count 4\n(unlawful possession of ammunition) succeeds and the conviction and\nsentence are set\naside.\n5.\tThe sentence on count 2 is backdated to 4 December\n2000, being the date on which the sentences were imposed by the trial\ncourt.\nâ¦â¦â¦â¦â¦â¦â¦â¦â¦\n..\nL MPATI P\nJUDGE OF APPEAL\nCou\nnsel For Appellant:\t\t\tMS E CROUS\nInstructed by:\t\t\tGRAHAMSTOWN JUSTICE CENTRE\nGRAHAMSTOWN\nCorrespondents:\t\t\tBLOEMFONTEIN JUSTICE CENTRE\nBLOEMFONTEIN\nCounsel for Respondent:\t\t\tD ELS\nInstructed By:\t\t\tDIRECTOR OF PUBLIC PROSECUTIONS\nGRAHAMSTOWN\nCorrespondents:\t\t\tDIRECTOR OF PUBLIC PROSECUTIONS\nBLOEMFONTEIN\n1\nSection 60(11)(a)\nof the\nCriminal Procedure Act\n51 of 1977\n.\n2\nCompare\nS v Somciza\n1990 (1) SA 361\n(A) at 365H-I, where\n\tthis court held that it was highly undesirable that an accused who\n\thad been found guilty by a magistrate and\nwhose conviction and\n\tsentence had been set aside, should be retried, or that his trial\n\tshould be continued, before the same magistrate,\nwho had made strong\n\tcredibility findings in respect of all the State witnesses.\n3\nS v Jaipal\n[2005] ZACC 1\n;\n2005\n\t(1) SACR 215\n(CC) para 39.\n4\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para 30.\n5\nSefatsa & others v Attorney-General,\n\tTransvaal, & another\n1989 (1) SA\n\t821\n(A) at 843H.\n6\nThe acceptance of Mr Jacobs' evidence by the\n\tcourt a quo was not challenged.\n7\nThe appellant said: '. . .\nwe\nenquired from Mr Jacobs . . ..'\n8\nHe described it as a '9mm CZ'.\n9\nThe deceased had told Mr\nMvimbeli\n\tabout the fighting at the taxi rank.\n10\n75 of 1969, now repealed by the\nFirearms Control\nAct 60 of 2000\n.\n11\nS v Potwane\n1983\n\t(1) SA 868\n(A).\n12\nCompare\nS v Ngwenya\n1979 (2) SA 96\n(A) at 100A-C.\n13\n105 of 1997.\n14\nCompare\nS v Mbatha\n2009 (2) SACR 623\n(KZP).\n15\n2009 (1) SACR 552\n(SCA).",
  "scraped_at": "2026-02-11T20:16:23.255809",
  "date": "2010-03-26",
  "coram": [
    "MPATI P",
    "VAN HEERDEN",
    "MHLANTLA",
    "SHONGWE JJA",
    "THERON AJA"
  ],
  "case_number": "559/09",
  "parties": {
    "applicants": [
      "Mbulelo Majikazana"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Mbulelo Majikazana, was convicted in the Eastern Cape High Court of murder and of unlawful possession of a firearm and ammunition. The murder arose from a shooting at Fort Beaufort Hospital on 9 October 1999, where the appellant, after taking possession of a firearm belonging to a co‑accused, shot the deceased, Mandla Mda, three times. He was sentenced to 25 years' imprisonment for murder and concurrent sentences for the firearm and ammunition offenses. Prior to trial, the same judge, Froneman J, had heard and dismissed an appeal against the appellant’s bail refusal. This fact was not disclosed to the trial judge at the time of the trial.",
    "issues": "1) Whether the trial judge’s prior involvement in the bail appeal created a reasonable apprehension of bias, constituting a failure of justice under s 322(1)(a) of the Criminal Procedure Act. 2) Whether the conviction for unlawful possession of ammunition should be set aside given the appellant’s lawful possession of a firearm. 3) Whether the conviction for unlawful possession of the firearm should stand, considering the mens rea element after the shooting. 4) Whether the 25‑year murder sentence complied with the statutory minimum of 15 years for a first‑offender murder not involving pre‑meditation, and whether the sentence should be varied.",
    "principles": "The court applied the constitutional test for bias: an objective reasonable apprehension of bias requires proof of actual bias when no recusal application is made. Section 322(1)(a) allows an appeal on a ground of failure of justice only if the irregularity leads to an unfair trial. Mens rea is required for unlawful possession of a firearm; knowledge of unlawfulness must be proven. Under s 51(2)(a)(i) of the Criminal Law Amendment Act, a first‑offender convicted of murder must receive a minimum term of 15 years. The special entry procedure may be used when an irregularity is discovered post‑trial.",
    "application": "The court found no evidence of actual bias by Froneman J and held that, absent a recusal application, the appellant could not rely on a mere apprehension of bias. Consequently, the murder conviction was upheld. Regarding the ammunition charge, the appellant possessed a lawfully held firearm, so the conviction was set aside. For the firearm charge, the court concluded that after the shooting the appellant knowingly possessed the firearm without a licence and used it in the commission of an offence, satisfying the mens rea requirement; thus the conviction stood. The court noted a misdirection by the trial court in failing to consider the statutory minimum sentence and therefore reduced the murder sentence to the appropriate 15 years, back‑dating it to 4 December 2000.",
    "conclusion": "The appeal against the murder conviction was dismissed, but the 25‑year sentence was replaced with a 15‑year term, back‑dated to 4 December 2000. The conviction and sentence for unlawful possession of the firearm were upheld. The conviction and sentence for unlawful possession of ammunition were set aside. The orders were formally recorded as per the judgment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "fair trial",
      "bias",
      "sentencing",
      "firearm offenses",
      "murder"
    ]
  }
}