{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/143.html",
  "case_name": "National Director of Public Prosecutions v Naidoo & Others (419/09) [2010] ZASCA 143; 2011 (1) SACR 336 (SCA) ; [2011] 2 All SA 410 (SCA) (25 November 2010)",
  "citation": "[2010] ZASCA 143",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 143\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v Naidoo & Others (419/09) [2010] ZASCA 143; 2011 (1) SACR 336 (SCA) ; [2011] 2 All SA 410 (SCA) (25 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n419/09\nIn the matter between:\nNATIONAL DIRECTOR OF PUBLIC PROSECUTIONS\n…........................\nAppellant\nand\nRAJAN NAIDOO\n…........................................................................\nFirst\r\nRespondent\nZAKHELE SITHOLE NO\n….......................................................\nSecond\r\nRespondent\nDOLLY NAIDOO\n...........................................................................\nThird\r\nRespondent\nTWO LINE TRADING 87 (PTY) LTD\n..........................................\nFourth\r\nRespondent\nYAMANI PROPERTIES 1015 (PTY) LTD\n......................................\nFifth\r\nRespondent\nNeutral citation:\nNational\r\nDirector of Public Prosecutions v Naidoo & Others (419/09)\n[2010]\r\nZASCA 143\n(25 November 2010)\nCoram:\nMPATI P,\r\nCLOETE, PONNAN, BOSIELO and TSHIQI JJA\nHeard: 25 August 2010\nDelivered: 25 November 2010\nSummary:\nSection\r\n26(6)\nof the\nPrevention of Organised Crime Act 121 of 1998\n–\r\nexercise of a court’s discretion in terms of\ns 26(6)(a)\nand (b)\r\n– does this envisage an order for payment of legal expenses of\r\na defendant from property subject to restraint order\nbut held by\r\nanother person or entity.\n_____________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court, Pretoria. (Poswa J sitting as court of first\r\ninstance):\n1. Leave to appeal is granted.\n2. The appeal is upheld with costs including the costs of two\r\ncounsel.\n3. The order of the court below is set aside and is substituted with\r\nthe following:\n‘\nThe application is dismissed with costs\r\nincluding the costs of two counsel where two counsel were employed.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nMPATI P et\nTSHIQI JA\r\n(Cloete, Ponnan and Bosielo JJA concurring)\n[1] The first respondent, ‘Mr Naidoo’,\r\nis an accused in a pending criminal matter in the South Gauteng High\r\nCourt, Johannesburg.\nHe has been indicted, together with a number of\r\nco-accused, on 119 charges of alleged illegal dealing in unwrought\r\nprecious metals\n– ranging from theft of platinum, falsification\r\nof documents, mining rights and exchange control irregularities. The\r\ndocket\nconsists of approximately 250 000 pages both in electronic\r\nform and hard copy.\n[2] On 1 October 2004, the appellant, the National\r\nDirector of Public Prosecutions (‘NDPP’) obtained,\r\nex-parte, a provisional\nrestraint order\n1\nagainst Mr Naidoo in terms of s 26 of the\r\nPrevention of Organised Crime Act 121 of 1998 (‘POCA’).\r\nOn 1 September 2005,\nthe provisional order was confirmed and was\r\nextended, by agreement, to include all property owned by Mrs Naidoo,\r\nthe third respondent,\nTwo Line Trading 87 (Pty) Ltd (‘Two\r\nLine’) and Yamani Properties (‘Yamani’), the fourth\r\nand fifth respondents\nrespectively. Mrs Naidoo is Mr Naidoo’s\r\nex-wife. They still live together at the same address. She exercises\r\ncontrol over\nTwo Line and Yamani. The extension of the order to the\r\nproperty of Two line and Yamani was based on a contention by the NDPP\r\nthat\nthey had received affected gifts from Mr Naidoo in an amount of\r\nR1,5m.\n2\nWhether the property constitutes an affected gift\r\nin terms of POCA will be determined by the trial court and is not a\r\nsubject of\nthe present enquiry. The second respondent was appointed\r\nas one of the two curatores bonis in respect of all the property\r\nunder\nrestraint (s 28). The other has since passed away.\n[3] On 26 July 2007, Mr Naidoo brought an urgent\r\napplication in the North Gauteng High Court for an order directing\r\nthe curator\nto pay to his attorneys of record a sum of R2 million\r\ntowards his legal expenses, alternatively an order varying the\r\nrestraint\norder against him to the effect that his reasonable legal\r\nexpenses in the pending criminal matter be paid out of the funds\r\nstanding\nto the credit of Two Line and Yamani upon presentation of an\r\naccount. Mrs Naidoo has consented to the relief sought. The\r\napplication\nwas opposed by the NDPP primarily on the basis that s\r\n26(6) of POCA does not envisage payment of legal expenses of a\r\ndefendant\n3\nfrom the property of a person or entity other than\r\nthe defendant because, so the NDPP argued, the other entities have\r\nnot made full\ndisclosure of their assets as required in terms of s\r\n26(6)(a) and (b) of POCA.\n[4] The application was granted and the NDPP was\r\nordered by Poswa J, on 26 July 2007, to pay an amount of R1 915 000\r\nfrom the property\nheld by the curator in terms of the restraint\r\norder. Only brief reasons were given for the order and Poswa J\r\nundertook to furnish\nfurther reasons if called upon to do so. The\r\nmatter came to this court as an application for leave to appeal\r\nagainst the order\nof the court below on grounds of constructive\r\nrefusal of leave by that court. The circumstances that led to the\r\napplication to\nthis court are the following:\n[5] On 3 August 2007, the attorney representing\r\nthe NDPP addressed a letter to Poswa J requesting full reasons for\r\nhis order and\nstating that ‘upon consideration of the full\r\nreasons client shall decide on whether to approach the honourable\r\ncourt for\nleave to appeal or not’. On 13 September 2007, the\r\nsecretary to the judge wrote a letter to the attorneys referring to\r\nanother\nletter from them dated 11 September 2007. The secretary\r\nstated that he had been asked by the judge to confirm that the latter\r\nhad\nbeen approached by Mr Masilo (the attorney dealing with the\r\nmatter) a few days after the matter was finalised, requesting reasons\n\nfor the judgment. The rest of the letter proceeds:\n‘\nHis\r\nLordship informed him that furnishing reasons will be tantamount to\r\nwriting a full reasoned judgment and that he is in no position\nto do\r\nso in the near future. What his Lordship did not tell Mr Masilo was\r\nthat he hoped to write the judgment during the coming\nshort recess.\r\nHowever, there is no longer such a hope because his Lordship will be\r\ndoing his recess duty during that week.\nWhilst the reason for your\r\nwanting the reasons for judgment is understandable, there is no\r\nchance that his Lordship will write the\njudgment before the long\r\nrecess.’\n[6] It seems that the letter dated 11 September\r\nwas either copied to the Judge President of the court or a separate\r\nletter was sent\nto him because on 18 October 2007, the Judge\r\nPresident addressed a letter to the attorneys acknowledging their\r\nletter of 11 September\nand undertaking to revert once he had received\r\na response to his letter of enquiry addressed to the judge concerned.\r\nThe Judge\nPresident further requested the attorneys to update him\r\nonce the reasons had been given. In the meantime and on 27 October,\r\nthe\nNDPP filed an application for leave to appeal in terms of Rule\r\n49(1)(b) of the Uniform Rules.\n4\n[7] On 31 October, three months after the order was given, the judge\r\nresponded to the enquiry raised by the Judge President. Paragraphs\n\ntwo to three of the letter state the following:\n‘\nI do\r\nnot know when your letter reached my chambers but I became aware of\r\nit only after 22 October, 2007, when I was browsing through\nmy mail,\r\nwhilst being on sick leave. It may be that it arrived whilst my\r\ncurrent registrar was out writing examinations and that\nmy attention\r\nwas not, therefore, timeously drawn to its existence. My apologies.\nThis case was\r\nbefore me during the urgent court proceedings, at the end of July,\r\n2007. I gave brief reasons indicating that I expected\nthat I might be\r\ncalled upon to give more detailed reasons, in the future. A week or\r\nso – or even less – after 26 July,\n2007, Mr Masilo was in\r\nmy chambers, asking for full reasons. I did not chastise him for\r\napproaching me, a judge, for that purpose\nand in that fashion. You\r\nknow, JP, that is unprofessional. I told him that full reasons are –\r\nas I had said in court –\ntantamount to a full judgment, that I\r\ndid not have time to attend to it before the short recess, as I had\r\nother judgments that\ntook precedence to it. It surprises\nme that Mr\r\nMasilo wrote this letter – which, by the way, reached me\r\nshortly after 11 September, 2007. Incidentally, something\nI had\r\nforgotten when I spoke to Mr Masilo – I had no short recess,\r\nhaving been in the unopposed motion roll. So, regrettably\nI cannot\r\ntouch that judgment before January, 2008. I attach a copy of a letter\r\nI wrote on 13 September 2007, in reply to Mr Masilo’s\nletter.\r\nMy registrar (Francois) and I are uncertain as to whether it was,\r\nindeed, forwarded to Mr Masilo, as Francois went for\nstudy leave in\r\nabout that time.’\n[8] The contents of the letter show that despite a\r\nlapse of a period of three months and despite the fact that the\r\napplication had\nbeen heard in the urgent court, the matter would\r\nremain outstanding for another two to three months. Another aspect\r\nworth noting\nis that the letters from the office of the judge show\r\nthat he was annoyed by the attorney’s persistent requests. One\r\nsuch\nletter, signed by the secretary of the judge, is dated 14\r\nDecember 2007. It reads:\n‘\nThe\r\ncopy of the letter you wrote to the Judge President, which you\r\nbrought to my office today, at about 11:00 on Friday 14 December\n\n2007, refers.\nI communicated with his Lordship\r\nMr Justice Poswa who is on leave in Durban and reported to him what\r\nhappened today, including your\nreluctance to wait for me to refer to\r\ncorrespondence. I have now gone through the correspondence and read\r\nit to His Lordship. He\nhas instructed me to enclose copies of some of\r\nthe correspondence to you, which is really what I meant to read to\r\nyou while you\nwere here.\nHerewith faxed are the following\r\nletters, from which you ought to have a full picture of the history\r\nof this case and its future:\na letter to your office dated\r\n\t13 September, 2007; and\na letter addressed to the Judge\r\n\tPresident dated 31 October, 2007.\nYou will\r\nrealise, from\nthe\r\nsecond letter, that His Lordship and I were uncertain as to whether\r\nor not you received the first of these two letters, which\nis why it\r\nwas attached to the second one.\nHis Lordship\r\nhas\nrequested\r\nme to convey to you his displeasure with your attitude, if you\r\nreceived the two letters, because there is nothing more\nhe can\r\nexplain to you in this regard, neither is there anything he can do\r\npertaining the situation.\nIn the interim, we are unable to\r\nfind the file up to now, and wonder whether you have not, per chance,\r\nremoved it. We only raised\nthis with you because it cannot be found.\r\nHis Lordship has the transcript of proceedings with him and that of\r\nhis ex tempore judgment.\nHe does, however, require the file.’\n[9] On 24 March 2008, a period of eight months\r\nafter the order was granted, the attorneys for the NDPP addressed yet\r\nanother letter\nto the judge persisting with the request for the full\r\nreasons. On 14 April, the judge responded, again showing that he was\r\nannoyed\nby the request:\n‘\nYour\r\nletter of 28 March, 2008, which was placed on my desk at about 10:30\r\ntoday – shortly after your clerk delivered it –\nrefers.\nSince my letter of 31 October,\r\n2007, I have not had opportunity to write full reasons in this\r\nmatter, simply because of other judgments\n– ahead of yours –\r\nthat I have been dealing with. I have requested one month’s\r\nleave, in advance of my leave\nperiod, to deal with my judgments. This\r\nis in view of special circumstances that relate to me only, including\r\nmy history of periods\nof sick-leave. Your judgment may be dealt with\r\nduring that period. Beyond what I am doing, there is nothing I can do\r\nto appease\nyou, I find it difficult to keep writing letters about a\r\njudgment in respect of which I have already gone out of my way to\r\nmake\nwritten explanations. I suggest you start trusting that I am not\r\nsimply idling – doing nothing to get to your matter.’\n[10] Persistent requests for reasons for an order\r\nshould not be a source of irritation for a judge. This much was made\r\nclear by\nthis court in\nPharmaceutical\r\nSociety of South Africa (Pty) Ltd v Tshabalala-Msimang NO; New Clicks\r\nSouth Africa (Pty) Ltd v Minister of Health\n2005\r\n(3) SA 238\n(SCA) at 260G to 261H, where the following dictum appears:\n‘\nOne\r\ndoes sense that the Court below was irritated because the applicants\r\nhad the temerity to ask for a quick disposition of the\napplications\r\nfor leave. There are some who believe that requests for “hurried\r\njustice” should not only be met with\njudicial displeasure and\r\ncastigation but the severest censure and that any demand for quick\r\nrendition of reserved judgments is\ntantamount to interference with\r\nthe independence of judicial office and disrespect for the Judge\r\nconcerned. They are seriously\nmistaken on both counts. First, parties\r\nare entitled to enquire about the progress of their cases and, if\r\nthey do not receive an\nanswer or if the answer is unsatisfactory,\r\nthey are entitled to complain. The judicial cloak is not an\r\nimpregnable shield providing\nimmunity against criticism or reproach.\r\nDelays are frustrating and disillusioning and create the impression\r\nthat Judges are imperious.\nSecondly, it is judicial delay rather than\r\ncomplaints about it that is a threat to judicial independence because\r\ndelays destroy\nthe public confidence in the judiciary. There rests an\r\nethical duty on Judges to give judgment or any ruling in a case\r\npromptly\nand without undue delay and litigants are entitled to\r\njudgment as soon as reasonably possible’.\n(The\r\nfootnotes have been omitted.)\n[11] There was no further exchange of\r\ncorrespondence for two months. Ten months later, on 28 May 2008 and\r\nagain on 17 June, the\nattorneys wrote further letters to the judge\r\nenquiring about progress. Copies of the letters were sent to the\r\nJudge President.\nOn 17 June, the Judge President responded and\r\ninformed the attorneys that he had referred their letter to the judge\r\nwith a request\nthat the Judge President’s office and the\r\nparties be informed when judgment would be delivered. It appears that\r\nnone of these\nletters elicited any response from the judge.\n[12] On 9 September, after a period of another two\r\nmonths, and a period of close to 13 months after the order, the\r\nattorneys again\naddressed a letter to the judge enquiring about\r\nprogress. A copy was sent to the Judge President. It appears that\r\nafter the exchange\nof this correspondence the application for leave\r\nto appeal was set down for 23 October 2007. This is evident from the\r\nfollowing\nletter from the attorneys to the Judge President dated 28\r\nOctober 2008:\n‘\nThe\r\nabove matter has reference specifically the attached letter dated 9\nth\nSeptember\r\n2008 from our office.\nOn the 23 October 2007 we made\r\nan application for leave to appeal in terms of Rule 49(1)(b) see\r\nannexure “A”. However\nthe application was never proceeded\r\nwith because of the long awaited response for judgment from the\r\nHonourable Justice Poswa.\nIt is our client’s\r\ninstructions to request the honourable Judge President to place the\r\nmatter on the roll before a new judge\nbecause the delay by Justice\r\nPoswa has adversely affected the criminal prosecution in this matter.\nYour urgent attention to this\r\nmatter will be appreciated.’\n[13] It is difficult to understand why the judge\r\nfailed to deal with the application for leave to appeal at that\r\nstage. The reasons\nhe had undertaken to furnish had not been\r\nforthcoming for a period of approximately 15 months and the parties\r\nwere suffering prejudice.\nWhat was required of him was simply to make\r\na decision as to whether or not he believed there was a reasonable\r\nprospect that another\ncourt would come to a different conclusion.\n5\nThe failure to deal with the application for leave\r\nwas in itself another regrettable omission by the judge.\n[14] On 12 November 2008, the Judge President\r\nacknowledged the letter and attached his own letter of even date\r\naddressed to the\njudge. He further requested the attorneys to inform\r\nhim if reasons were not furnished by the end of November. The letter\r\n(dated\n12 November from the Judge President) to the judge informed\r\nhim that if the reasons were not forthcoming by the end of November,\n\nhe would unfortunately submit the query to the Judicial Service\r\nCommission (‘JSC’). Clearly (in this letter), the Judge\n\nPresident was conveying his own frustration about the sequence of\r\nevents. Even after this, the judge did not seize the opportunity\n\nbecause, on 1 December, the attorneys addressed yet another letter to\r\nthe Judge President informing him that they were disappointed\nto\r\ninform him that the judge had failed to furnish the reasons by the\r\nend of November. They further requested the Judge President\nto refer\r\nthe matter to the JSC as stated in his letter of 12 November. On 14\r\nJanuary 2009, the Judge President addressed a letter\nto the attorneys\r\ninforming them that the matter had been reported to the JSC by his\r\nletter dated 10 December and requested them\nto inform him when the\r\nreasons had been furnished. On 3 March, the attorneys addressed a\r\nletter to the Judge President highlighting\nthe prejudice suffered by\r\ntheir client as a result of the delay, and in doing so motivated\r\ntheir request for the matter to be enrolled\nafresh before another\r\njudge in terms of Rule 49(1)(e) of the Uniform Rules of Court.\n6\n[15] On 18 March 2009, the Judge President\r\nresponded, stating that it would not be possible to place the matter\r\non the roll as suggested\nand reiterated that the matter had been\r\nreported to the JSC and that he expected the JSC to respond in due\r\ncourse. On 7 May, the\nattorneys, as a last resort, addressed a letter\r\nto the judge outlining the history of the matter and informing him\r\nthat they had\ninstructions to approach this court directly for an\r\napplication for leave to appeal on the basis that the failure to\r\nfurnish reasons\nshould be treated as a refusal of leave. In the\r\nalternative they enquired whether the judge was willing to permit\r\nthem to argue\nthe application for leave without his full reasons.\r\nThere was no response to this letter.\n[16] It is against this background that an\r\napplication, in terms of s 20(4)(b) of the Supreme Court Act 59 of\r\n1959\n7\n,\r\nwas brought directly to this court for leave to appeal on the basis\r\nthat the delay in furnishing the reasons and the failure to\ndeal with\r\nthe application for leave amounted to a constructive refusal of leave\r\nto appeal. This Court, on 11 September 2009, referred\nthe application\r\nfor oral argument in terms of s 21(3)(c)(ii),\n8\nwith a further direction that the parties be\r\nprepared to argue the merits of the appeal if called upon to do so.\n[17] At the outset of the application, counsel for\r\nthe respondents readily conceded that the delay, coupled with the\r\nfailure to\ndeal with the application for leave to appeal, amounted to\r\na constructive refusal to grant leave. This was a sensible concession\n\nby counsel.\n[18] The importance of furnishing reasons for a\r\njudgment is a salutary practice. Judicial officers express the basis\r\nfor their decisions\nthrough reasoned judgments. A statement of\r\nreasons gives assurance to the parties and to any other interested\r\nmember of the public\nthat the court gave due consideration to the\r\nmatter, thereby ensuring public confidence in the administration of\r\njustice.\n[19] In\nBotes v\r\nNedbank Ltd\n(supra) this court remarked\r\nthat a reasoned judgment may well discourage an appeal by the loser\r\nand that the failure to state reasons\nmay have the effect of\r\nencouraging an ill-founded appeal. Coincidentally, in their first\r\nletter dated 3 August 2007, the attorneys\nfor the NDPP stated that\r\nthey required the full reasons in order to decide whether or not to\r\napply for leave to appeal –\nclearly showing that the reasons\r\nwould help inform the future conduct of the matter. The delay in\r\nfurnishing the reasons deprived\nthem of the opportunity to exercise\r\ntheir options. The importance of furnishing reasons for a judgment\r\nwas again stressed by Navsa\nJA at para 32 of his judgment in\nRoad\r\nAccident Fund v Marunga,\n9\nwhere\nthe learned judge\r\nof appeal referred with approval to an extract from an article by the\r\nformer Chief Justice of the High Court of\nAustralia, the Rt\r\nHonourable Sir Harry Gibbs.\n10\n[20] There may be instances where it is\r\nunavoidable to give brief reasons with an undertaking to provide full\r\nreasons later or when\nrequested to do so. Because of the several\r\ncomplications which may arise if this practice is adopted, it should\r\nbe utilised sparingly.\nSuch complications were highlighted by the Hon\r\nMM Corbett in the following manner:\n11\n‘\nThe\r\ntrue test of a correct decision is when one is able to formulate\r\nconvincing reasons (and reasons which convince oneself) justifying\n\nit. And there is no better discipline for a judge than writing (or\r\ngiving orally) such reasons. It is only when one does so that\nit\r\nbecomes clear whether all the necessary links in a chain of reasoning\r\nare present; whether inferences drawn from the evidence\nare properly\r\ndrawn; whether the relevant principles of law are what you thought\r\nthem to be; whether or not counsel’s argument\nis as well\r\nfounded as it appeared to be at the hearing (or the converse); and so\r\non. The practice referred to (that is, an immediate\norder, reasons\r\nlater) leaves no room for afterthought or changing one’s mind\r\nabout the case. You should follow it only when\nyou are convinced that\r\nno amount of subsequent consideration or research, and more\r\nparticularly the actual writing of the reasons,\ncan possibly lead one\r\nto a different conclusion.\nAnother\r\ndisadvantage of the practice\nof\r\ngiving an order, reasons later, is the delay which often occurs in\r\nthe furnishing of those reasons. I think that sometimes there\nis a\r\nfeeling that the parties have their order and there is no urgency\r\nabout the reasons. This is the first step down that slippery\nslope of\r\nprocrastination, which is part of the law’s notorious delay. My\r\nadvice is that you treat such reasons with the same\nurgency and\r\nexpedition as you devote to your ordinary reserved judgment. If\r\nanything, they should enjoy priority. There is nothing\nworse than\r\nallowing a matter to become stale; to lose one’s grasp of the\r\ncase and one’s recollection of the reasons\nwhich prompted the\r\norder. Moreover, the parties are still just as interested in the\r\nreasons despite the order having been granted;\nand further\r\nproceedings may\nbe\r\ncontemplated, which could depend on the reasons and the way in which\r\nthey are formulated.‘\n[21] The delay and the ‘slippery slope of\r\nprocrastination’ against which the former Chief Justice\r\ncautioned, patently\ncharacterised the present matter. It is\r\nregrettable that no positive response was forthcoming even after the\r\nintervention of the\nJudge President who was clearly placed in a very\r\ncompromising position.\n[22] In approaching this court for leave to\r\nappeal, the NDPP did so as a last resort. There was clearly nothing\r\nmore that could\nbe done. The unreasonable delay in dealing with the\r\napplication for leave to appeal was prejudicial to the parties.\r\nDuring a meeting\nheld between the prosecutors and the legal\r\nrepresentatives of Mr Naidoo’s co-accused, it transpired that\r\nthe outcome of the\nappeal was awaited by the other accused who would\r\ndecide whether to bring similar applications or utilise the services\r\nof the Legal\nAid Board for their legal expenses.\n[23] This court has on occasion granted leave on\r\nthe basis of a constructive refusal by a trial court to grant leave.\r\nIn\nMinister of Health NO v New Clicks\r\nSouth Africa (Pty) Ltd\n(\nTreatment\r\nCampaign as\namici curiae\n)\n12\nthe court stated:\n‘\nIt\r\nmust be accepted, however, that there may come a time when a delay in\r\nresolving an application for leave to appeal amounts to\na\r\nconstructive refusal of the application, entitling the aggrieved\r\nlitigant to apply to the Appeal Court to grant leave itself.\nWhat\r\nconstitutes an unreasonable delay will depend on the circumstances of\r\nthe case.’\n[24] We now consider whether leave in the present\r\nmatter should be granted. This entails a consideration of the\r\napplicant’s\nprospects of success on appeal.\n[25] The issue on the merits is whether the\r\nprovisions of POCA confer upon a high court the power to provide for\r\nthe payment of\na defendant’s reasonable legal expenses from a\r\nsource other than the restrained assets held by that defendant. It is\r\nconvenient\nto set out the provisions of POCA which, in our view, have\r\na bearing on this issue.\n[26] Section 14:\n‘\n(1)\r\nSubject to the provisions of subsection (2), the following property\r\nshall be realisable in terms of this Chapter, namely -\nany property held by the\r\n\tdefendant concerned; and\nany property held by a person\r\n\tto whom that defendant has directly or indirectly made any affected\r\n\tgift.\n(2) Property\r\nshall not be realisable property if a declaration of forfeiture is in\r\nforce in respect thereof.’\nSection 26(1):\n‘\nThe\r\nNational Director may by way of an\nex\r\nparte\napplication\r\napply to a competent High Court for an order prohibiting any person,\r\nsubject to such conditions and exceptions as may\nbe specified in the\r\norder, from dealing in any manner with any property to which the\r\norder relates.’\nSection 26(2):\n‘\nA\r\nrestraint order may be made-\n(a) in respect of such\r\nrealisable property as may be specified in the restraint order and\r\nwhich is held by the person against whom\nthe restraint order is being\r\nmade;\n(b) in respect of all realisable\r\nproperty held by such person, whether it is specified in the\r\nrestraint order or not;\n(c) in\r\nrespect of all property which, if it is transferred to such a person\r\nafter the making of the restraint order, would be realisable\n\nproperty.’\nSection 26(6):\n‘\n(6)\r\nWithout derogating from the generality of the powers conferred by\r\nsubsection (1), a restraint order may make such provision\nas the High\r\nCourt may think fit -\n(a) for the reasonable living\r\nexpenses of a person against whom the restraint order is being made\r\nand his or her family or household;\nand\n(b) for the reasonable legal\r\nexpenses of such person in connection with any proceedings instituted\r\nagainst him or her in terms of\nthis Chapter or any criminal\r\nproceedings to which such proceedings may relate,\nif the court\r\nis satisfied that the person whose expenses must be provided for has\r\ndisclosed under oath all his or her interests\nin property subject to\r\na restraint order and that the person cannot meet the expenses\r\nconcerned out of his\nor\r\nher unrestrained property.’\n[27] There is an obvious tension between the need\r\nto prevent the dissipation of assets held by an accused person that\r\nallegedly\nconstitute the proceeds of crime and the need to ensure\r\nthat that person’s fair trial rights, particularly the\r\npresumption\nof innocence, are not imperilled. It is the reconciling\r\nof this tension that is sought to be achieved by s 26(6). In the\r\nnormal\ncourse, but for the restraint order, Mrs Naidoo, Two Line and\r\nYamani would have been free to provide Mr Naidoo with such funds as\n\nthey saw fit to enable him to fund his criminal defence. In effect\r\nwhat we are called upon to decide is whether anything contained\nin s\r\n26 precludes them from now doing so.\n[28] The appellant submitted that Mr Naidoo could\r\nonly approach the court for the relief that he sought in terms of s\r\n26(6)(b).\nIn terms of that subsection, so the submission went, the\r\ncourt may only make provision for legal expenses out of his own\r\nproperty\nand not property in the hands of one or more of the other\r\nrespondents.\n[29] Poswa J understood Mr Naidoo’s counsel\r\nto be submitting, in essence, that because the property concerned\r\nconstitutes\naffected property it belongs to Mr Naidoo. In accepting\r\nthis argument the learned judge said –\n‘\nThe\r\neffect of the provisional order is, therefore, that all the property\r\nrestrained belongs to the applicant [Mr Naidoo], until\nsuch time that\r\nthe criminal action or the contemplated civil action is finalised.\r\nThat is an order sought and obtained by the first\nrespondent [the\r\nNDPP]. In the circumstances, I do not understand how the first and\r\nsecond respondents [the NDPP and the\ncurator\r\nbonis\n]\r\ncan claim that the property that the applicant [Mr Naidoo] has\r\nidentified, for purposes of the present application, is the third\n\nrespondent’s [Mrs Naidoo’s]. It is true that the\r\napplicant [Mr Naidoo], in the current application, described the\r\nproperty as the third respondent’s [Mrs Naidoo’s]. That\r\ndoes not, however, alter its current legal status in terms of\nthe\r\nrestraint order, in my view.’\nIn our view, this process of reasoning by the court a quo was\r\nincorrect.\n[30] POCA does not provide that once property held\r\nby a person to whom a gift was made becomes the subject of a\r\nrestraint order\non the grounds that it constitutes an ‘affected\r\ngift’, it is deemed to be the property of the defendant who\r\nmade the\ngift. It was suggested before us that one could possibly\r\ncome to this conclusion on the basis of the meaning of the words\r\n‘realisable\nproperty’ in ss 14 and 26(2) of POCA. We\r\ndisagree. ‘Realisable property’ is defined in s 14 as\r\n‘(a) any\nproperty held by the defendant concerned’; and\r\n‘(b) any property held by a person to whom that defendant has\r\ndirectly\nor indirectly made any affected gift’. The aim of the\r\ndefinition is therefore to spread the net wider so as to cover not\r\nonly property held by a defendant but also property held by someone\r\nto whom such defendant has made a gift. The definition does\nnot alter\r\nthe law as to ownership.\n[31] The purpose of POCA is, inter alia, to\r\n‘introduce measures to combat organised crime,’ and ‘to\r\nprovide for\nthe recovery of the proceeds of unlawful activity’.\r\nA restraint order cannot be made in respect of any property. Section\r\n26(1) of POCA confers on a high court the power to make an order\r\nprohibiting any person ‘from dealing in any manner with any\n\nproperty to which the order relates’. That order is termed a\r\n‘restraint order’.\n13\nIts ambit is regulated by s 26(2), which provides\r\nthat it (the restraint order) may be made in respect of realisable\r\nproperty ‘\nwhich is held by the\r\nperson against whom the restraint order is being made’\n(s 26(2)(a)). (Our underlining.) So, the person\r\nwho is prohibited from ‘dealing in any manner with any\r\nproperty’, ie\nthe person against whom the restraint order is\r\nmade, is the person who holds the property that is the subject of the\r\nrestraint\norder. It follows that a restraint order can only be made,\r\nin terms of POCA, against a person who is the holder of property\r\nalleged\nto be realisable property (s 26(2)(a) and (b)), or becomes\r\nthe holder after the restraint order is made (s 26(2)(c)).\n[32] The plain grammatical meaning of s 26(6)(b)\r\nread with s 26(6)(a) is that a restraint order may make provision for\r\nthe legal\nexpenses of ‘a person against whom the restraint\r\norder is being made’ – not for the legal expenses of a\r\nthird\nperson against whom a restraint order is also being made at the\r\nsame time, and which must, for the reasons given in the previous\n\nparagraph, be in respect of property held by the latter. So the\r\nrestraint order against Mr Naidoo may make provision for his legal\n\nexpenses. But the restraint orders made against Mrs Naidoo and the\r\ncompanies she controls cannot make provision for Mr Naidoo’s\n\nlegal expenses as he is not the person against whom those restraint\r\norders were made.\n[33] A defendant who wishes property under\r\nrestraint to be released for his or her reasonable legal expenses in\r\nconnection with\nthe proceedings instituted against him or her in\r\nterms of POCA, is required to satisfy the court that he or she has\r\ndisclosed under\noath all his or her interest in such property (s\r\n26(6)). But the ‘interest’ to be disclosed is the\r\ninterest in realisable\nproperty under restraint ‘which is held\r\nby the person against whom the restraint order is being made’\r\n(s 26(2)(a)).\n[34] It is common cause that the property which Mr\r\nNaidoo seeks to be released for his reasonable legal expenses is not\r\nsubject\nto a restraint order against him. The provisional restraint\r\norder granted by De Villiers J in October 2004 states that it relates\n\nto realisable property ‘so far as it remains property\nheld\nby the Defendants and any of the Respondents’\r\n(paragraph 1.1.1). (Our underlining.) The relevant provisions of the\r\norder granted\nby Rabie J on 1 September 2005 by agreement pursuant to\r\nan application by nine applicants, to which Mrs Naidoo, Two Line and\r\nYamani\nwere party, following the grant of the provisional restraint\r\norder, state that –\n‘\n1. It\r\nis declared that the assets of the First [Mrs Naidoo], Second, Fourth\r\n[Two Line], Fifth [Yamani] . . . Applicants are subject\nto the\r\nprovisional restraint order granted by De Villiers J . . . on 1\r\nOctober 2004;\n. . .’\n‘\n5. The\r\nFirst [Mrs Naidoo], Second, Fourth [Two Line], Fifth [Yamani] . . .\r\nApplicants undertake not to utilise the property subject\nto restraint\r\nin terms of this order in a manner that would dissipate, encumber or\r\ndiminish\nin\r\nany way the value of the said property;\n. . .’\n14\nClearly, therefore, the assets of Mrs Naidoo and\r\nof Two Line and Yamani, which would include affected gifts, became\r\nthe subject\nof a restraint order against them and not against Mr\r\nNaidoo. It follows that Mr Naidoo cannot invoke the provisions of s\r\n26(6)\nto obtain the release, for his legal expenses, of assets which\r\nare the subject of a restraint order made against Mrs Naidoo, Two\n\nLine and Yamani.\n[35] The following order is accordingly made:\n1. Leave to appeal is granted.\n2. The appeal is upheld with costs including the costs of two\r\ncounsel.\n3. The order of the court below is set aside and is substituted with\r\nthe following:\n‘\nThe application is dismissed with costs\r\nincluding the costs of two counsel where two counsel were employed.’\n_______________________\nL MPATI\nPRESIDENT\n_______________________\nZ L L TSHIQI\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT: E C LABUSCHAGNE SC (with him E NDALA)\nInstructed by Masilo Inc,\nPretoria;\nNaudes Attorneys, Bloemfontein.\nRESPONDENTS: W VERMEULEN SC (with him N REDMAN)\nInstructed by Yusuf Ismail Attorneys,\nPretoria; Rossouws Attorneys, Bloemfontein.\n1\nPara\r\n\t1.38 of the order states as follows:\n‘\n1.38 If any Defendant or\r\n\tRespondent satisfies the Court on oath that:\nHe/she has made full disclosure under oath of all\r\n\t\t\t\this/her interests in the property subject to the restraint; and\nHe/she cannot meet the expenses concerned out of\r\n\t\t\t\this/her unrestrained property,\nthe\nCuratores bonis\nmay,\r\n\tupon the request of such person, release such of the realisable\r\n\tproperty within their control as may be sufficient to meet:\nThe reasonable current and prospective living\r\n\t\t\t\texpenses of such person and his/her family or household; and\nThe reasonable current and prospective legal\r\n\t\t\t\texpenses of such person in connection with any proceedings\r\n\t\t\t\tinstituted against\nhim/her in terms of chapter 5 of the Act or\r\n\t\t\t\tany criminal proceedings to which such proceedings relate.’\n2\nSection\r\n\t12 of POCA defines affected gifts as ‘any gift -\nmade by the defendant concerned not more than seven\r\n\t\tyears before the fixed date; or\nmade by the defendant concerned at any time, if it was\r\n\t\ta gift –\nof property received by that defendant in connection\r\n\t\t\twith an offence committed by him or her or any other person; or\nof property, or any part thereof, which directly or\r\n\t\t\tindirectly represented in that defendant’s hands property\r\n\t\t\treceived\nby him or her in that connection,\nwhether any such gift was made before or after the\r\n\tcommencement of this Act.’\n3\n‘\nDefendant’\r\n\t(see s 12) is defined as ‘a person against whom a prosecution\r\n\tfor an offence has been instituted, irrespective\nof whether he or\r\n\tshe has been convicted or not, and includes a person referred to in\r\n\tsection 25(1)(b)’.\n4\nRule\r\n\t49(1):\n‘\n(b) When leave to appeal is\r\n\trequired and it has not been requested at the time of the judgement\r\n\tor order, application for such\nleave shall be made and the grounds\r\n\ttherefor shall be furnished within fifteen days after the date of\r\n\tthe order appealed against:\nProvided that when the reasons or the\r\n\tfull reasons for the court’s order are given on a later date\r\n\tthan the date of the\norder, such application may be made within\r\n\tfifteen days after such later date: Provided further that the court\r\n\tmay, upon good\ncause shown, extend the aforementioned periods of\r\n\tfifteen days.’\n5\nA\r\n\tjudge is not obliged to furnish reasons for such an order. In\r\n\tcertain circumstances it may be necessary and certainly helpful\nto\r\n\tdo so. (\nBotes v Nedbank Ltd\n1983\r\n\t(3) SA 27\n(A) at 28E-F).\n6\nRule\r\n\t49(1)(e) provides that leave to appeal ‘shall be heard by the\r\n\tjudge who presided at the trial or, if he is not available,\nby\r\n\tanother judge of the division of which the said judge, when he so\r\n\tpresided, was a member’.\n7\nSection\r\n\t20(4)(b) of the Supreme Court Act provides that ‘in any other\r\n\tcase, with the leave of the court against whose judgment\nor order\r\n\tthe appeal is to be made or, where such leave has been refused, with\r\n\tthe leave of the appellate division’.\n8\nSection\r\n\t21(3)(c)(ii) provides: ‘The judges considering the petition\r\n\tmay order that the application be argued before them\nat a time and\r\n\tplace appointed, and may, whether or not they have so ordered - …\r\n\t(ii) refer the application to the appellate\ndivision for\r\n\tconsideration, whether upon argument or otherwise, and where an\r\n\tapplication has been so referred to the appellate\ndivision, that\r\n\tdivision may thereupon grant or refuse the application’.\n9\n2003\r\n\t(5) SA 164\n(SCA).\n10\n‘\nThe\r\n\tcitizens of a modern democracy – at any rate in Australia –\r\n\tare not prepared to accept a decision simply because\nit has been\r\n\tpronounced, but rather are inclined to question and criticise any\r\n\texercise of authority, judicial or otherwise. In\nsuch a society it\r\n\tis of particular importance that the parties to litigation –\r\n\tand the public – should be convinced\nthat justice has been\r\n\tdone, or at least that an honest, careful and conscientious effort\r\n\thas been made to do justice, in any\nparticular case, and the\r\n\tdelivery of reasons is part of the process which has that end in\r\n\tview.’\nAustralian\r\n\tLaw Journal\n(vol\r\n\t67A) (1993) at 494-502.\n11\nThe\r\n\tHon MM Corbett ‘Writing a Judgment’\n(1998) 115\nSALJ\n116\np 118.\n12\n2006\r\n\t(2) SA 311\n(CC) p 317.\n13\nRestraint\r\n\torder is defined in Chapter 5 of POCA as ‘an order referred to\r\n\tin section 26(1)’.\n14\nThe\r\n\tFirst, Fourth and Fifth applicants referred to in the order are the\r\n\tthird, fourth and fifth respondents in this appeal.",
  "scraped_at": "2026-02-11T20:42:42.835526",
  "date": "2010-11-25",
  "coram": [
    "MPATI P",
    "CLOETE",
    "PONNAN",
    "BOSIELO",
    "TSHIQI JJA"
  ],
  "case_number": "419/09",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "Rajan Naidoo",
      "Zakhele Sithole No",
      "Dolly Naidoo",
      "Two Line Trading 87 (Pty) Ltd",
      "Yamani Properties 1015 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The National Director of Public Prosecutions (NDPP) obtained an ex‑parte provisional restraint order against Rajan Naidoo under s 26 of the Prevention of Organised Crime Act (POCA) in October 2004. The order was later confirmed and extended to include property owned by Mrs Naidoo (Naidoo’s ex‑wife) and the companies Two Line Trading 87 (Pty) Ltd and Yamani Properties 1015 (Pty) Ltd, on the basis that they had received alleged \"affected gifts\" from Naidoo. Naidoo subsequently applied to the High Court for an order directing the curator to pay his legal expenses (approximately R2 million) from the restrained assets of the two companies, an application that was granted. The NDPP appealed, but the trial judge delayed furnishing reasons for his decision for many months, prompting the NDPP to seek leave to appeal on the basis of a constructive refusal of leave. The matter was eventually brought before the Supreme Court of Appeal.",
    "issues": "The principal issue was whether s 26(6)(b) of POCA permits a restraint order to provide for the legal expenses of a defendant out of property that belongs to other persons or entities subject to separate restraint orders. A secondary issue concerned whether the lower court’s failure to furnish reasons amounted to a constructive refusal of leave to appeal.",
    "principles": "The Court examined the wording of POCA sections 14 and 26, focusing on the definition of \"realisable property\" and the scope of s 26(6)(b), which allows a restraint order to provide for the reasonable legal expenses of the person against whom the order is made, provided full disclosure is made. The Court reiterated the need for reasoned judgments (citing Pharmaceutical Society v Tshabalala‑Msimang and Botes v Nedbank) and applied the doctrine of constructive refusal of leave where unreasonable delay prejudices a party (as in Minister of Health v New Clicks).",
    "application": "Applying the statutory interpretation, the Court held that s 26(6)(b) can only authorise payment of legal expenses from the assets of the person against whom the particular restraint order is made. Because the assets of Mrs Naidoo, Two Line, and Yamani were restrained by separate orders directed at those persons, they could not be used to fund Naidoo’s legal costs. Consequently, the trial judge’s order was erroneous. The Court also concluded that the prolonged failure to provide reasons constituted a constructive refusal of leave, justifying the appeal.",
    "conclusion": "Leave to appeal was granted. The appeal was upheld with costs, including the costs of two counsel. The High Court’s order was set aside and substituted with an order dismissing the application and awarding costs to the NDPP, including costs of two counsel."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Organised Crime / POCA",
    "level_3": [
      "restraint order",
      "legal expenses",
      "constructive refusal of leave",
      "procedural fairness"
    ]
  }
}