{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/19.html",
  "case_name": "Blakes Maphanga Inc. v Outsurance Insurance Company Ltd (144/2009) [2010] ZASCA 19; 2010 (4) SA 232 (SCA) ; [2010] 3 All SA 383 (SCA) (19 March 2010)",
  "citation": "[2010] ZASCA 19",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 19\n|\nNoteup\n|\nLawCite\nBlakes Maphanga Inc. v Outsurance Insurance Company Ltd (144/2009) [2010] ZASCA 19; 2010 (4) SA 232 (SCA) ; [2010] 3 All SA 383 (SCA) (19 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT\nOF\nAPPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase No:   144/2009\nIn the matter between:\nBLAKES MAPHANGA INCORPORATED                                      \n                 Appellant\nand\nOUTSURANCE INSURANCE COMPANY LIMITED                              \n     Respondent\nNeutral citation:\nBlakes Maphanga Inc v Outsurance\n(144/09)\n[2010] ZASCA 19\n(19 March  2010)\nCoram:\nNAVSA, MALAN, SHONGWE, TSHIQI JJA and MAJIEDT AJA\nHeard:\n5 March 2010\nDelivered:\t19 March 2010\nSummary:\nAttorney and client â fees â set-off against\nmoneys collected â whether fees liquidated or taxation necessary.\n______________________________________________________________________________\nORDER\nOn appeal from:\nNorth Gauteng High Court (Pretoria)\n(Hartzenberg, Webster and Vilakazi JJ sitting as Full Court):\nThe appeal is dismissed with costs including the costs of two\ncounsel.\n______________________________________________________________________________\nJUDGMENT\nMALAN JA (NAVSA, SHONGWE, TSHIQI JJA and MAJIEDT AJA concurring):\n[1]\tThis is an appeal, with the leave of this court, against a\njudgment of the full court of the North Gauteng High Court upholding\nthe decision of Van Rooyen AJ in the High Court ordering the\nappellant, Blakes Maphanga Incorporated, a firm of attorneys, to pay\nto the respondent, their client, a certain amount of monies collected\non its behalf together with interest and costs.\n[2]\tThis case concerns the question whether an attorney may set off\nagainst a claim by the client for payment of monies, collected\non its\nbehalf, fees owing by the client that were disputed and not taxed.\nThe appellant represented the respondent in close to four\nhundred\nlitigious matters. On 4 March 2005 the respondent terminated the\nappellantâs mandate and demanded, pursuant to the mandate\ngiven to\nthe appellant, that monies collected on its behalf be paid over. The\nappellant sought to âinvokeâ set-off. It asserted\nthat it was\nentitled to set off against the fees owing to it the monies so\ncollected. The question for decision is whether the fees\nclaimed are\nliquidated amounts capable of being set off. This, in turn, depends\non whether taxation is required to render the fees,\nwhich were\ndisputed, liquidated.\n[3]\tThe respondent is a short-term insurance company. It instructed\nthe appellant to represent it. Their relationship was governed\nby an\noral agreement which provided for the remuneration of the appellant\nin accordance with a fee structure and tariff.  According\nto the\nrespondent, all monies collected by the appellant on behalf of the\nrespondent had to be paid over without any deduction or\nset-off.\nSeparate monthly accounts in respect of all work done and\ndisbursements made had to be rendered to the respondent and payment\nhad to be made within 30 days of delivery of the accounts.\n[4]\tIt is in dispute whether the mandate in terms of which the\nappellant was appointed included a proviso, as alleged by the\nappellant,\nthat set-off of the appellantâs fees against monies\ncollected for the respondent would be excluded only where the\nrespondent paid\nthe appellantâs monthly accounts timeously. Nor is\nit clear what the terms of any ad hoc arrangement were. Also disputed\nis whether\nthe terms of the mandate would endure after its\ntermination.\n[5]\tWhen the respondent cancelled the appellantâs mandate it\nrequested the appellant to hand over all the relevant files to its\nnew attorneys. Negotiations between the parties followed, leading to\nthe appellantâs message to the respondent of 7 March 2005\nthat the\nappellant was engaged in closing the files and that it would attend\nto forthcoming trials during March and April. It stated\nfurther:\nâ\nWe have commenced the necessary administration and\nwish to advise you that due to the enormous amount of administration\ninvolved in\nclosure of the files, that we will be debiting a closure\nfee of  R 150 excluding Vat. The amount includes the courtesy of\nmaking\nyour attorneys a complete duplicate file for collection upon\nfinal payment of your account. â\n[6]\tThe respondent replied on 10 March 2005 by calling into question\nthe necessity of making duplicate files, undertaking to pay\ndisbursements made by the appellant on behalf of the respondent, but\ndisputing the R150 closing fee per file charged by the appellant\nand\nreserving the right to refer any fees that may be disputed to the\nrelevant Law Society. In addition the respondent called for\ndelivery\nof the files by no later than 16 March 2005. In a subsequent letter\nof 23 March 2005 the respondent intimated that the reason\nfor the\ntermination of the appellantâs mandate was, inter alia, that its\nfees were no longer competitive.\n[7]\tThe appellant alleged that during the first half of 2005 the\nrespondent was in arrears with the payment of fees and imposed a\nmoratorium on new work to be given to the appellant. According to the\nappellant, by February 2005, the respondentâs accounts were\nin\narrears for a period of 180 days. The respondent was thus not meeting\nits obligation to make payment within 30 days of receipt\nof\nstatements of account. The appellant thereupon resolved, in January\n2005, to set off the amounts owing for fees against amounts\ncollected\non behalf of the appellant. The appellant asserted that it was\nentitled not only to invoke set-off but also to enforce\nits lien to\nretain the files until it was paid. The appellant rendered its final\naccounts to the respondent under cover of a letter\ndated 18 April\n2005 which was received on 21 April 2005. In this letter the\nappellant stated:\nâ\nWe further confirm that the balance of the remaining\nfiles which have not been handed over either to your offices or to TP\nMabasa\nAttorneys will be available for collection against settlement\nof our accounts.\nPlease note that should you have any queries and/or\ndisputes with respect to our accounts or any charges levied, we are\nhappy to proceed\nto have the same taxed and undertake in this respect\nto refund any differences which may accrue in your favour. The\nconverse obviously\napplies, in that should we for any reason tax any\namount in excess of accounts rendered, we reserve the right to\nrecover same from\nyou.â\n[8]\tThe number of accounts received by the respondent amounted to 389\nand the amount claimed by the appellant to R300 471,34. The\nrespondent, on the other hand, alleged that the agreed fee structure\nand tariff had not been adhered to and that, if the fee structure\nand\ntariff had been followed, only an amount of R 66 794,78 would have\nbeen owing to the appellant. The latter amount was paid to\nthe\nappellant and the\nbalance,\nan amount of R 233 676,56, was paid into the trust account of the\nrespondentâs attorneys pending the establishment of the\nappellantâs\nentitlement to the amounts claimed. In its letter of 26 April 2005\nthe respondentâs attorneys wrote:\nâ\nIt would appear that you have, in all matters,\ncharged for making copies of the files for withdrawing as attorneys\nof record and debited\nan amount which we presume to be a closing fee,\nwhich you describe as âto future correspondence and telephone\ncallsâ. Our clients\ndeny that you are entitled to payment of these\namounts and denied liability therefore as far back as their letter of\n10 March 2005.\nWe attach hereto a detailed spreadsheet detailing the\npayments made into your account and the outstanding balance in each\nmatter,\nwhich our clients are not prepared to pay. It must be pointed\nout that in certain instances, there is a balance brought forward\nwhich\nis not adequately explained or substantiated and our client is\nnot prepared to pay these amounts before they are able to evaluate\nthem. You will note from the spreadsheet that there is an amount of R\n233 676,56 that our clients believe they are not liable for.â¦\nOur client is accordingly not prepared to pay the\nbalance of R 233 676,56 that you claim and have paid this amount into\nour trust\naccount, pending the establishment of your entitlement to\nthe amounts you claim, either by way of agreement or taxation. Once\nthe\namounts payable to you have been agreed or taxed, we undertake to\nforthwith make payment to youâ¦.\nWe note your intention to do a set-off, but record that\nour clientâs express agreement with you was that no set-off would\nbe done\nand that you would account to our clients for all amounts\nrecovered on their behalf. Our clients require you to adhere to the\narrangement\nand account to them.â\n[9]\tThe appellant responded by letter dated 28 April 2005:\nâ\n[P]lease note that the operation of set-off has been\napplied. In the circumstances, you are requested to collect the\nremainder of\nyour files by no later than 13h30 on 28 April 2005.\nPlease note that there is a balance due to Blakes Maphanga in the\namount of R\n12 942,46 â¦ which amount is due and payable. A number\nof service providers, are still rendering their accounts to our\noffices and\nin the light thereof this balance will no doubt increase.\nWe will submit further accounts to your offices at month-endâ¦.\n[S]hould you dispute any further amount, we suggest that\nthe invoices be presented for taxation in due course. At this stage,\nwe will\nbe able to establish whether reimbursements are due to either\nparty, alternatively whether any further fees are due to our\noffices.â\n[10]\tThe respondent took issue with the contentions raised by the\nappellant concerning set-off by referring in its attorneyâs letter\nof 29 April 2005 to two disputes; ie the one relating to the amount\ndue  and the other whether the appellant was entitled to rely\non\nset-off. After referring to rule 68.6.2.1 of the Rules of the Law\nSociety of the Transvaal it stated:\nâ\n[W]e fail to see how you can unilaterally decide what\nâthe amount dueâ to you adds up to in view of the dispute that\nthere exists.\nYour conduct in unilaterally deciding the true extent\nof the amount due is nothing more and nothing less than\nparate\nexecutie\ni.e. execution without a Court\norderâ¦.\n[W]e are further instructed that it was specifically\nagreed at the inception of the relationship that there had been\nbetween yourselves\nand Outsurance, that all monies collected on their\nbehalf would be paid over without applying set-off and that any fees\nand disbursements\ndue to you would be settled separately.â\n[11]\tIt is common cause that none of the appellantâs bills was\ntaxed. In view of the disputes between the parties the respondent\nlaunched proceedings for payment of the amount of R 233 676,56\n(alternatively R 220 734,10) being monies collected by the appellant\non behalf of the respondent and held in its trust account. It is\ncommon cause that the appellant delivered to the respondent batches\nof statements of account on 23, 24 and 25 March 2005. The last batch\nof statements of account was received on 21 April 2005. The\nappellant\nraised set-off as a defence claiming that its debt to the respondent\nwas extinguished. The respondent contended that an\nattorneyâs claim\nfor fees is not liquidated and thus not capable of being set off\nuntil such time as they have been taxed. The\nrespondent further\ncontended that if the court were to find that an attorneyâs fees\nconstituted a liquidated debt notwithstanding\nthe lack of taxation\nthe matter had to be referred to evidence in regard to the disputes\nconcerning the terms of the mandate and\nthe quantum of the fees\nowing.\n[12]\tIn the high court, Van Rooyen AJ approached the matter on the\nbasis of the allegations made by the appellant in its answering\naffidavit. He regarded as the real issue the question whether the\nappellant was entitled to invoke set-off âas against monies [the\nappellant] held in trust on behalf of [the respondent] at the time\nits services were terminated, alternatively at the time set-off\nwas\napplied.â He said that a bill of costs was only proof of the cause\nof action and that âtaxation is merely a mechanism of\nproof and not\na condition precedent to the operation of set-off. It follows that\nset-off will operate in the absence of taxation,\nprovided the debt is\nliquidated.â He accepted, as alleged by the appellant, that the\nagreement between the parties entailed that,\nif payment of fees was\nnot made within 30 days of the rendering of the statement of account,\nthe appellant would be entitled to set\noff fees owing to it against\nmonies collected for the respondent. However, because set-off had\nbeen âappliedâ before expiry of\nthe 30 day period (the last\naccount was received on 21 April 2005 and set-off âinvokedâ by\nthe letter of 28 April 2005) no set-off\nwas effected. He in effect\nfound that the 30 day period allowed for the payment of fees survived\nthe termination of the agreement\nand ordered the appellant to pay\nover the monies collected on the respondentâs behalf.\n[13]\tOn appeal the full court held that it was settled law that\nset-off could only operate where two liquidated claims existed that\ncould be set off against another. Hartzenberg J remarked that the\ncourts in a long line of cases held that claims by attorneys for\ntheir fees became liquidated upon taxation. That, he said, was still\nthe position. The mere fact, he said, that fees may be owing\nin terms\nof an agreed tariff did not have, as a necessary result, that the\nclaim was liquidated. Where the client disputed the fees\nthe claim\nfor them was not liquidated. Since the amount of the fees payable in\nthis matter was in dispute the appellantâs claim,\nhad it sued for\npayment, could have been met by a dilatory plea for the case to be\nheld over pending taxation.\n[14]\tIt is trite that where two persons are mutually indebted to each\nother their obligations may be extinguished by set-off. Where\ndebts\nin the same amount are set off, mutual extinction of the debts occur;\nbut where the amounts differ the smaller debt extinguishes\nthe larger\npro tanto. Set-off presupposes mutual obligations between two persons\nin their personal capacities.\n1\nThus, where a debt is owed to or by a person in a ârepresentativeâ\ncapacity it cannot be set off against a debt owed to or by\nthat\nperson in his or her personal capacity. An example is where a debt is\nowed to a person in his or her capacity as a trustee.\n2\nIn the present case the question is thus not whether the fees owing\nto the appellant may be set-off against the monies collected\nand held\nin trust but rather whether the fees debited and the monies\ntransferred from the trust account to the appellantâs business\naccount may be set off.\n3\nSince the papers are silent on this aspect, I shall assume that the\nset-off invoked in this matter concerns debts owing to the parties\nin\ntheir personal capacities.\n[15]\tAlthough set-off operates ipso iure\n4\nits operation may be excluded by agreement.\n5\nIn this case set-off was purportedly effected by the appellant\ndeciding to âinvokeâ set-off pursuant to the fees agreement\nbetween\nthem. Set-off can only take place if both debts are\nliquidated in the sense that they are capable of speedy and easy\nproof.\n6\nIt was submitted on behalf of the appellant that a claim by an\nattorney for fees is a liquidated claim in the sense that it is\ncapable\nof speedy and easy proof. It relied on the judgment in\nLester\nInvestments (Pty) Ltd v Narshi\n7\nthat was approved of in\nFattiâs Engineering Co (Pty) Ltd v\nVendick Spares (Pty) Ltd\n8\nin the following terms:\nâ\nIn the last-mentioned case [ie\nLesterâs\ncase] the Court regarded a claim in respect of repairs on all the\nfacts before it as a liquidated claim, even though evidence had\nto be\nled on the necessity of doing the work, the nature of the work done\nand the reasonableness of the charge therefor. All the\nfactors\nconnected therewith were readily ascertainable and proof in regard\nthereto was ready to hand.â\nIn\nFattiâs\nthe court continued:\n9\nâ\nIf the claim is based on a contract, the\nprobabilities are that its existence and character can be proved to\nthe satisfaction of the\nCourt speedily and promptly. When for\ninstance a contract of sale is concluded and there is no express\nagreement as to the price\nof the article sold, it is an implied term\nof the contract that a reasonable price will be paid for the article,\nthat is to say a\nprice ordinarily charged by persons who deal in such\narticles at the time and place of the sale. Similarly, where a\ncontract for\nthe rendering of services is concluded and the parties\ndo not agree as to the remuneration to be paid therefor, it is an\nimplied\nterm of the contract that a reasonable remuneration will be\npaid for such services; such remuneration depends on what is regarded\nas reasonable in that particular trade or profession. In our\norganised society with businesses, trades and professions organised\nas they are it is normally a matter of no difficulty to determine the\nusual and current market price of articles sold and the reasonable\nremuneration for services rendered. These are matters which as a rule\ncan be ascertained speedily and promptly.â\n[16]\tAlthough these considerations have general application a\ndifferent approach in relation to attorneyâs fees evolved. The\nrelationship\nbetween an attorney and client is based on an agreement\nof\nmandatum\nentitling the attorney, in the absence of an\nagreement to the contrary, to payment of fees on performance of the\nmandate or the termination\nof the relationship.\n10\nIn\nBenson\n11\nthe court said:\nâ\nBut what is clear is that by the end of the last\ncentury it had become an established practice that the Court did not\nundertake the\ntask of\ninter alia\nquantifying the reasonableness of attorneysâ fees and that taxation\nof such a bill of costs was left to the taxing officer. This\ndid not\nentail, however, that an attorney could not sue or obtain judgment on\nan untaxed bill. Although â¦ the Court assumed a discretion\nto order\na bill to be taxed, and although a Court would not allow an action to\nproceed if the client insisted on taxation, there\nwas no reason why\njudgment could not be given for an attorney if the client was\nsatisfied with the\nquantum\nof the bill but defended the action on some other ground.â\n[17]\tA client is entitled to taxation of his or her attorneyâs\naccount. It follows that the amount of a disputed bill of costs\nis\nnot liquidated. It is not capable of âeasy and speedy proofâ\n.This was decided in so many words in\nArie Kgosi v Kgosi Aaron\nMoshette &\nothers\n12\nwhere Wessels JP said:\nâ\nAn untaxed bill of costs is not an absolute and\npresent debt, for it is one the exact amount of which is still to be\nascertained,\nas it depends on the arbitrarium of the Taxing Master.\nIt cannot, therefore, be set off as against a liquidated debt.â\nIn\nTredoux v Kellerman\n13\nGriesel J dealt with an application for summary judgment for the\namount of the fees of an attorney and counsel. He had to consider\nwhether the amounts claimed were âliquidatedâ as required by rule\n32 of the Uniform Rules of Court. He said:\nâ\nA liquidated amount of money is an amount which is\neither agreed upon or which is capable of âspeedy and prompt\nascertainmentâ\nor, put differently, where ascertainment of the\namount in issue is âa mere matter of calculationâ. In my view the\nplaintiffsâ\nclaims in question do not fall in this category: they\ninvolve an enquiry into the nature and extent of the professional\nservices\nrendered, the reasonableness of fees charged, and so on.\nThese are not mere matters of calculation; they are matters for\ntaxation,\nwhich fall within the compass of duties of the taxing\nmaster. It is that official, and not the court, who must determine\nthe reasonableness\nof professional fees charged by legal\npractitioners . . . .\nIn any event, there is authority for the proposition\nthat an untaxed bill of costs does not constitute a liquidated amount\nin money\nâ at least in circumstances, as here, where the bill is\nbeing disputed . . . .\nEven if I were to err in coming to this conclusion, and\neven if the plaintiffâs claims were to be regarded as liquidated\namounts,\nit has authoritatively been held that a party cannot recover\nhis or her costs in the absence of prior agreement or taxation . . .\n.â\n[18]\tThe appellant stated in its letter of 18 April 2005 that it was\nâhappy to proceedâ with taxation. It was thus aware of the\ndispute relating to the accounts well before set-off was âinvokedâ.\nIn addition, it was known that the appellantâs closing\nfee was\ndisputed as well as the question whether the appellant adhered to the\ntariff agreed upon. The amounts claimed as fees were\nthus not\nliquidated and would only have become liquidated on taxation. The\nfact that the fees may be determined in another manner\nas contended\nby counsel for the respondent is of no consequence. The fees will be\ndetermined by the taxing master and not by the\ncourt.\n14\nThe duties of a taxing master include the duty to determine whether\ncosts âhave been incurred or increased through over-caution,\nnegligence or mistake, or by payment of a special fee to an advocate,\nor special charges and expenses to witnesses or to other persons\nor\nby other unusual expensesâ.\n15\nIt is his duty to âdecide whether the services have been performed\nand he should not close his eyes and ears to evidence which\nmay be\nreadily available to show that any work alleged to have been done was\nin fact not done.â\n16\nEven where an agreement exists between an attorney and client a\ntaxing master is empowered to satisfy him or herself that fees\nrelated\nto work done and authorised were reasonable.\n17\nThere are sound reasons for a clientâs right to insist on taxation\nand to regard the amount a bill of costs that has not been taxed\nas\nnot liquidated. The question whether a debt may be capable of speedy\nascertainment is âa matter left for determination to the\nindividual\ndiscretion of the Judgeâ.\n18\nIn the case of a disputed bill of costs in litigious matters,\nhowever, the reasonableness is to be determined by the taxing master\nand not by the court.\n[19]\tIt follows that set-off as contended for by the appellant could\nnot occur. There is thus no basis for a referral of the matter\nto\nevidence. The appeal should thus be dismissed. The following order is\nmade:\nThe appeal is dismissed with costs including the costs of two\ncounsel.\n_______________\nF R Malan\nJudge of Appeal\nAPPEARANCES\nAPPELLANT:\t\tDC Fisher SC (with her CS von Castricum)\nInstructed by Blakes Maphanga Inc, Randburg\nHoney Attorneys, Bloemfontein\nRESPONDENT:\t\tPJ Vorster SC (with him WW Geyser)\nInstructed by Weavind & Weavind, New Muckleneuk\nMatsepes Attorneys, Bloemfontein\n1\nS van der Merwe, L F van Huysteen, M F B Reinecke and G F Lubbe\nContract General Principles\n3 ed (2007) p 546ff.\n2\nDe Beer v Kotze\n1913 CPD 252\nat 254.\n3\nRule 69.5 of the Rules of the Law Society of the Transvaal (\nGG\n7164, 1 August 1980 as amended by\nGG\n16511, 7 July 1995 and\nGG\n17190, 17 May 1996 and\nGG\n17617, 22 November 1996)\n\tprovides: âA firm shall ensure that withdrawals from its trust\n\tbanking account are made only â 69.5.2\nas transfers to its\n\tbusiness banking account, provided that such transfers shall be made\n\tonly in respect of money claimed to be\ndue to the firm.â E A L\n\tLewis\nLegal Ethics A Guide to Professional Conduct for South\n\tAfrican Attorneys\n(1982) p 276 suggests that âthe attorney\n\tmust not make such deductions and withdrawals from the trust money\n\tunless he has good\nreason to be certain that the fees cannot be\n\tsuccessfully challenged. In any instance where there is uncertainty\n\tthe money should\nremain in the trust account until certainty is\n\tachieved.â\n4\nSchierhout v Union Government (Minister of Justice)\n1926 AD\n\t286\nat 289-90.\n5\nHerrigel NO v Bon Roads Construction Co (Pty) Ltd & another\n1980 (4) SA 669\n(SWA) at 676G-H;\nAltech Data (Pty) Ltd v MB\n\tTechnologies (Pty) Ltd\n1998 (3) SA 748\n(W) at 761B-G.\n6\nTreasurer-General v Van Vuren\n1905 TS 582\nat 589;\nFattiâs\n\tEngineering Co (Pty) Ltd v Vendick Spares (Pty) Ltd\n1962 (1) SA\n\t736\n(T) at\n738F-G.\n7\n1951 (2) SA 464\n(C) at 470.\n8\nA\nt 738G-H (see n 6 above).\n9\nAt 739C-F.\n10\nBenson & another v Walters & others\n1984 (1) SA 73\n(A) at 83A-C. See\nDeeb v Pinter; Shane & Stoler v Munro-Scott\n\tt/a House of Bernadi\n1984 (2) SA 507\n(W) at 509A-D;\nTruter,\n\tCrous, Wiggill & Vos v Udwin\n1981 (4) SA 68\n(T) at 73C-D;\nGoodricke & Son v Auto Protection Insurance Co Ltd (In\n\tLiquidation)\n1968 (1) SA 717\n(A) at 722H-723B.\n11\nBenson\nat 85B-D. See\nMouton & another v Martine\n1968\n\t(4) SA 738\n(T) at 742; G B van Zyl\nThe Judicial Practice of\n\tSouth Africa Volume II\n3 ed (1923) p 965;\nHerbstein and Van\n\tWinsen The Civil Practice of the Supreme Court of South  Africa\n4 ed\n(1997) p 736. Rule 4(2) of the rules of the Magistratesâ\n\tCourts Rules of Court states that âno judicial officer [ie a\n\tmagistrate]\nshall â¦ tax any bill of costsâ.\n12\n1921 TPD 524\nat 526. Mason J added at 526 that âas soon as the\n\tclient says I am not ready to pay, the attorney must have his bill\n\ttaxed; and\nas soon as the question of taxation arises, the amount\n\tdepends in nearly every instance on the discretion of the taxing\n\tofficer.â\nThis approach has been followed consistently:\nDumah\n\tv KlerksdorpTown Council\n1951 (4) SA 519\n(T) where Price J said\n\tat 521G-H: âIt was common cause between counsel that until these\n\tcosts had been taxed, set off could not\noperate. It is unnecessary\n\tto quote authority for this proposition. There is no lack of such\n\tauthority.â Further\nHaine v Podlashuc and Nicolson\n1933 AD\n\t104\nat 111;\nVan Aswegen v Pienaar & andere\n1967 (3) SA\n\t677\n(O) at 678G-H;\nGramowsky v Steyn\n1922 SWA 48 at 55-56;\nBaskin & Barnett v Barnard\n1928 CPD 58\nat 60;\nNational\n\tBank v Marks & Aaronson\n1923 TPD 69\nat 71;\nLovell v\n\tPaxinos & Plotkin; In re Union Shopfitters v Hansen\n1937 WLD\n\t84\nat 86;\nWolhuterskop Beleggings (Edms) Bpk v Bloemfontein\n\tEngineering Works (Pty) Ltd\n1965 (2) SA 122\n(O) at 123H;\nTredoux\n\tv Kellerman\n2010 (1) SA 160\n(C) paras 18-21. See further RH\n\tChristie\nThe Law of Contract in South Africa\n5 ed 478; M\n\tJacobs, N E J Ehlers\nLaw of Attorneysâ Costs and\n\tTaxation Thereof\n(1979) p 29; H J Erasmus\nSuperior\n\tCourt Practice\np B1-213 n 4; E A L Lewis\nLegal Ethics\np\n\t276; D H Sampson\nRandell and Bax The South African Attorneys\n\tHandbook\n3 ed (1983) p 159. The only authority to the contrary\n\tis J C de Wet and A H van Wyk\nWyk Die Suid-Afrikaanse\n\tKontraktereg en Handelsreg\n5 ed (1992) p 279 n 148 who remark\n\twith reference to some of the above cases that it seems âtog of\n\tkoste danig gou getakseer kan\nword as dit nodig is.â\n13\nP\naras 18-23 (see n 12 above). Cf\nSantam\n\tLtd v Ethwar\n[1998] ZASCA 102\n;\n1999 (2) SA 244\n(SCA) at\n\t253B-D.\n14\nIn\nMelamed & Hurwitz Inc v Goldberg\n(686/2007)\n[2009]\n\tZASCA 15\n(19 March 2009) this court, apparently by agreement between\n\tthe parties, referred the determination of an attorneyâs fees to\n\nthe Law Society. The point is that the court did not itself\n\tdetermine the fees.\n15\nRule 70(3) and cf\nTransnet Ltd t/a Metrorail & another v\n\tWitter\n2008 (6) SA 549\n(SCA)\n[2008] ZASCA 95\nparas 14 ff.\n16\nBotha v Themistocleous\n1966 (1) SA 107\n(T) 110C-D. See\nMaasdorp and Smit v Sullivan\n1964 (4) SA 2\n(E) at 3D-B.\n17\nMalcolm Lyons & Munro v Abro & another\n1991 (3) SA\n\t464\n(W) at 469E-F.\n18\nLester Investments (Pty) Ltd v Narshi\n1951 (2) SA 464\n(C) at\n\t470E-F;\nNeves Builders & Decorators v De la Cour\n1985 (1)\n\tSA 540\n(C);\nFattiâs Engineering Company (Pty) Ltd v Vendick\n\tSpares (Pty) Ltd\n1962 (1) SA 376\n(T);\nS Dreyer and Sons\n\tTransport v General Services\n1976 (4) SA 922\n(C) at 924G-H.",
  "scraped_at": "2026-02-11T20:13:49.374183",
  "date": "2010-03-19",
  "coram": [
    "NAVSA",
    "MALAN",
    "SHONGWE",
    "TSHIQI JJA",
    "MAJIEDT AJA"
  ],
  "case_number": "144/2009",
  "parties": {
    "applicants": [
      "Blakes Maphanga Incorporated"
    ],
    "respondents": [
      "Outsurance Insurance Company Limited"
    ]
  },
  "sections": {
    "facts": "Blakes Maphanga Inc., a law firm, was engaged by Outsurance Insurance Company Ltd to represent it in roughly four hundred litigation matters. The firm collected monies on Outsurance's behalf and was required to remit those funds without deduction. In March 2005 Outsurance terminated the mandate and demanded the return of the collected monies. The law firm sought to set‑off alleged unpaid fees, including a disputed closing fee, against the monies held in trust. The fees were disputed, not taxed, and the parties argued over the applicable fee tariff and whether set‑off was permitted after termination.",
    "issues": "The court had to determine (1) whether an attorney’s claim for fees that are disputed and untaxed constitutes a liquidated debt capable of set‑off; (2) whether the contractual agreement between the parties could permit set‑off in the absence of liquidation; and (3) whether the termination of the mandate affected the right to set‑off the collected monies.",
    "principles": "South African law holds that set‑off is only permissible when both debts are liquidated, i.e., capable of speedy and easy proof. An untaxed bill of costs is not a liquidated debt; taxation by the taxing master is required before the amount becomes fixed. Precedents such as Benson, Arie Kgosi v Kgosi Aaron Moshette, Tredoux v Kellerman, and the jurisprudence cited by the court affirm that attorney’s fees remain unsettled until taxed and therefore cannot be set‑off against other debts. An agreement cannot override this statutory requirement, and trust‑account withdrawals are restricted to monies proven due to the firm.",
    "application": "The court examined the parties’ oral agreement and the disputed fee calculations. Because the fees were contested and had not been taxed, they were not liquidated. Consequently, the firm’s attempt to set‑off those fees against the trust monies failed. The termination of the mandate did not create an exception to the requirement for liquidation. The court therefore held that the appellant was not entitled to retain or set‑off any of the collected funds.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The appellant must pay over the monies collected on behalf of the respondent; set‑off of disputed, untaxed fees is not permitted."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Attorney Fees and Costs",
    "level_3": [
      "set‑off",
      "taxation of costs",
      "untaxed bill of costs",
      "trust account",
      "liquidated debt"
    ]
  }
}