{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/33.html",
  "case_name": "Road Accident Fund v Podbielski Mhlambi Attorneys and Another (170/09) [2010] ZASCA 33 (29 March 2010)",
  "citation": "[2010] ZASCA 33",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 33\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Podbielski Mhlambi Attorneys and Another (170/09) [2010] ZASCA 33 (29 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 170/09\nNo precedential significance\nROAD\nACCIDENT FUND\tAppellant\nand\nPODBIELSKI\nMHLAMBI ATTORNEYS\tFirst Respondent\nTHE\nSHERIFF, PRETORIA EAST\tSecond Respondent\nNeutral citation:\nRAF v Podbielski Mhlambi and another\n(170/09)\n[2010] ZASCA 33\n(29 March 2010)\nCORAM:\nMPATI\nP, SHONGWE JA and HURT, GRIESEL and\nMAJIEDT\nAJJA\nHEARD:\n26 FEBRUARY 2010\nDELIVERED:\n29 MARCH 2010\nSUMMARY:\nRoad Accident Fund â whether the Fund can pursue an\nappeal to the SCA which would require this court to express an\nopinion on a\nhypothetical question.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\nappeal from\n:\nNorth Gauteng High Court\n(Pretoria) (Claassen J sitting as court of first instance).\nThe appeal is dismissed, with costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nShongwe  JA\n(Mpati P, Hurt, Griesel and Majiedt AJJA\nconcurring):\n[1]\nThis appeal comes to this court, ostensibly,\nfor an interpretation of s 17(5) of the Road Accident Fund Act.\n1\nThe subsection reads:\nâ\nWhere a third party is entitled to\ncompensation in terms of  this section and has incurred costs in\nrespect of accommodation of himself\nor herself or any other person in\na hospital or nursing home or the treatment of or any service\nrendered or goods supplied to himself\nor herself or any other person,\nthe person who provided the accommodation or treatment or rendered\nthe service or supplied the goods\n(the supplier) may, notwithstanding\nsection 19 (c) or (d), claim an amount in accordance with the tariff\ncontemplated in subsection\n(4B) direct from the Fund or an agent on a\nprescribed form, and such claim shall be subject,\nmutatis\nmutandis\n, to the\nprovisions applicable to the claim of the third party concerned, and\nmay not exceed the amount which the third party could,\nbut for this\nsubsection, have recovered.â\nThe question\nto which\nthe appellant (Fund) seeks an answer is whether a supplier can\nvalidly institute and prosecute a claim against it without\nthe third\nparty having done so.\n[\n2]\tThe first\nrespondent, a firm of attorneys acting on behalf of various\nsuppliers, had obtained default and summary judgments against\nthe\nFund in various matters in the magistrateâs court. In execution of\nthese judgments, and on 11 April 2008, the Sheriff attached\ncertain\nof the Fund's property. To avoid any removal of the attached property\nthe Fund issued a cheque in the sum of R1 560 527.80\nin\nsatisfaction of the Sheriffâs demand. The fund purported to do this\nunder protest. Upon investigation thereafter the Fund discovered\nthat\nin some matters payments had already been made by it. Some payments\nhad been made prior to, and others subsequent to, judgment\nhaving\nbeen granted. In respect of other matters, the Fund had not been able\nto allocate the payments to specific cases.\n[3]\tThis situation necessitated a proper\nreconciliation. Apparently negotiations aimed at reconciling the\nfigures and the judgments\nfailed. Consequently, the Fund brought an\nurgent application to restrain the Sheriff from paying the proceeds\nof the cheque over\nto the first respondent and for the return of the\ncheque. The following order was sought:\nâ\n1.\nThat\nthe Second Respondent be interdicted and restrained from paying over\nthe proceeds of the cheque in the sum of R 1,560,527.80\nto the First\nRespondent, pending finalization of this application.\n2.\tThat a rule\nnisi\n,\nreturnable on Tuesday, 22 April 2008 be issued, calling upon the\nRespondents to show cause, if any, why the following order should\nnot\nbe granted:\n2.1\tThat the cheque issued on 11 April 2008 under\nprotest by the Applicant to the Second Respondent be returned to the\nApplicant.\n2.2\tThat the First Respondent be ordered to pay the\ncosts of the application.â\nThe court a\nquo\n(Claassen J) dismissed the application, but subsequently granted\nleave to the Fund to appeal to this court.\n[4]\tIt is not disputed that\nduring\nApril and May 2008 all the Fund's applications for rescission of the\njudgments, except eight, were dismissed with costs. Four\nof the\noutstanding applications were removed from the roll by the Fund and\nthe remaining four have never been set down for hearing.\nIt is also\nnot disputed that the remaining eight applications are similar in\nnature to those which had been dismissed. In its replying\naffidavit\nthe Fund concedes that in certain cases, where rescission\napplications were dismissed the magistrates accepted the Fundâs\ninterpretation of the judgment of this court in\nVan\nder Merwe.\n2\nIn that case Cachalia JA, at para 7, said:\nâ\nThe section confers on a supplier\na statutory right to recover, directly  from the Fund, the costs of\naccommodation, treatment, services\nor goods instead of claiming such\ncosts from the third party. It was enacted for the benefit of\nsuppliers to ensure that they receive\npayments made to injured\npersons who incur hospital and medical expenses in respect of their\ninjuries. But this right arises only\nif the third party is entitled\nto claim the amount as part of his or her compensation from the Fund.\nPut another way the right arises\nonly if the third party has a valid\nand enforceable claim against the Fund and has complied with the\nnecessary formalities such as\nsubmitting a claim in compliance with\nthe prescribed procedure. The supplierâs claim is therefore\ndependent upon the third party\nbeing able to establish his or her\ncl\naim. In this sense it\nmay aptly be described as an accessory claim.â\n[5]\tThe\nessential\nquestion is whether the Fund can, after acknowledging that it owed\nsome money to the first respondent's clients (suppliers),\nseek a\nreturn of the cheque or a refund of the whole amount of the cheque.\nThe court below embarked on an arithmetic exercise and\nconcluded that\nan amount of R287 349.15 should be deducted from the value of\nthe cheque as money that was not due to the suppliers.\nBut the more\nimportant question, in my view, is whether the Fund is entitled to\nthe return of the cheque, which was paid on the strength\nof valid\njudgments and writs of execution.\n[6]\tFrom the argument by\ncounsel\nfor the Fund it is plain that the Fund seeks a pronouncement from\nthis court confirming the meaning ascribed to s 17(5)\nof the Act\nin the\nVan der Merwe\njudgment.\nCounsel submitted that in dismissing the Fundâs application the\ncourt a quo departed from the judgment of this court in\nVan\nder Merwe.\nIn effect, the Fund seeks\nadvice from this court on the meaning of the subsection, something\nwhich the facts of this case, in any\nevent, do not allow. As I have\nmentioned, the cheque was paid by the Fund on the strength of valid\njudgments and writs of execution.\nThose judgments and writs have not\nbeen set aside. The moneys due in terms of those judgments were\ntherefore due and payable at the\ntime the cheque was paid. There is\nthus no basis upon which a court can order the return of the cheque\nas claimed. And the interpretation\nof s 17(5) of the Act will not\nalter that reality.\n[7]\tIn my view, it was not necessary for the court\na quo even to have  considered the\nVan\nder Merwe\ndecision and it is not\nnecessary for this court to do so.\n[8]\nThe appeal is dismissed, with costs.\n_________________\nJ SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\nAppellant:\t\t\t\tB P Geach SC\nF\nBezuidenhout\nInstructed\nby:\nMaponya\nInc\nPretoria\nHoney\nAttorneys\nBloemfontein\nFor\n1\nst\nRespondent:\t\t\tD S Fourie SC\nInstructed\nby:\nPodbielski\nMhlambi Inc\nPretoria\nVermaak\n& Dennis\nBloemfontein\n1\nAct 56 of 1996.\n2\nVan der Merwe v Road Accident Fund\n2007\n\t(6) SA 283\n(SCA).",
  "scraped_at": "2026-02-11T20:17:20.908191",
  "date": "2010-03-29",
  "coram": [
    "Mpati P",
    "Shongwe JA",
    "Hurt AJJA",
    "Griesel AJJA",
    "Majiedt AJJA"
  ],
  "case_number": "170/09",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Podbielski Mhlambi Attorneys",
      "The Sheriff, Pretoria East"
    ]
  },
  "sections": {
    "facts": "The Road Accident Fund (the Fund) appealed a decision of the North Gauteng High Court. The first respondent, a firm of attorneys representing various suppliers, had obtained default and summary judgments against the Fund in the magistrates' court. To enforce these judgments, the Sheriff attached Fund property, prompting the Fund to issue a cheque for R1,560,527.80 under protest to prevent the attachment. Subsequent investigations revealed that some payments had already been made, and the Fund could not allocate all payments to specific cases, leading to a reconciliation effort that failed. The Fund then applied urgently to interdict the Sheriff from paying the cheque proceeds to the first respondent and to have the cheque returned, but the application was dismissed by the court a quo. The Fund also had multiple applications for rescission of judgments, most of which were dismissed.",
    "issues": "The principal issues were: (1) whether a supplier can institute a claim directly against the Fund under section 17(5) of the Road Accident Fund Act without the third‑party claimant having pursued the claim; (2) whether the Fund is entitled to a return of the cheque paid on the basis of valid judgments and writs of execution; and (3) whether the court should interpret section 17(5) in light of the Van der Merwe decision to allow the Fund to recover the cheque amount.",
    "principles": "Section 17(5) of the Road Accident Fund Act provides a statutory right for a supplier to claim directly from the Fund, but this right is dependent on the third‑party claimant having a valid, enforceable claim against the Fund and complying with prescribed procedures. The Van der Merwe case clarified that the supplier’s claim is accessory to the third‑party’s claim. A judgment and writ of execution, once granted and not set aside, creates a binding obligation to pay; the Fund cannot retrospectively reclaim payments made under those judgments. The court also noted that it was not necessary to re‑examine Van der Merwe to decide the present application.",
    "application": "Applying these principles, the court observed that the cheque had been issued on the strength of valid judgments and writs of execution, which had not been rescinded. Consequently, there was no basis for ordering the return of the cheque. The Fund’s request for a declaratory interpretation of section 17(5) was deemed premature and hypothetical, as the factual matrix did not require such clarification. The court therefore found no error in the lower court’s handling of the application.",
    "conclusion": "The appeal was dismissed with costs. The Fund’s application to interdict the Sheriff from paying the cheque proceeds and to have the cheque returned was refused."
  },
  "tags": {
    "level_1": "Road Accident Fund",
    "level_2": "Statutory Interpretation",
    "level_3": [
      "section 17(5)",
      "supplier claim",
      "cheque return",
      "judgment rescission"
    ]
  }
}