{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/173.html",
  "case_name": "Sandlundlu (Pty) Ltd v Shepstone & Wylie Inc ([2011] 3 All SA 183 (SCA)) [2010] ZASCA 173; 63/10 (2 December 2010)",
  "citation": "[2010] ZASCA 173",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 173\n|\nNoteup\n|\nLawCite\nSandlundlu (Pty) Ltd v Shepstone & Wylie Inc ([2011] 3 All SA 183 (SCA)) [2010] ZASCA 173; 63/10 (2 December 2010)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 63/10\nIn the matter between:\nSANDLUNDLU (PTY) LTD\n............................................................................\nAppellant\nand\nSHEPSTONE AND WYLIE INC\n................................................................\nRespondent\nNeutral citation:\nSandlundlu v Shepstone & Wylie\n(63/10)\n[2010] ZASCA 173\n(2 December 2010)\nCoram:\nNUGENT, HEHER, SNYDERS JJA AND R PILLAY AND K PILLAY\r\nAJJA\nHeard:\n8 November 2010\nDelivered: 2 December 2010\nSummary:\nDamages for breach of contract – factual\r\ncausation – general damages\nORDER\nOn appeal from the Kwa-Zulu Natal High Court (Durban) (Nicholson J\r\nsitting as court of first instance).\nThe appeal is dismissed with costs.\nThe cross appeal is dismissed with costs.\nJUDGMENT\nSNYDERS JA (Nugent, Heher JJA, R Pillay & K Pillay AJJA\r\nconcurring)\n[1] This is an appeal and a cross appeal from a decision of Nicholson\r\nJ sitting as court of first instance in the Kwa-Zulu Natal\nHigh Court\r\n(Durban). The appellant successfully sued the respondent, its former\r\nattorney, for damages flowing from the respondent’s\nconceded\r\nnegligent failure to insert the orally agreed monthly rental in a\r\nwritten lease agreement signed by the parties thereto.\nThe court\r\nbelow granted leave to appeal to this court to both parties.\n[2] The appellant was the owner of prime real estate in Port Edward\r\non which a hotel business, the Estuary Hotel, was conducted.\nThe\r\nappellant’s only shareholders, Mr and Mrs Reardon, wanted to\r\ndevelop a vacant part of the property adjacent to the hotel,\nbut\r\nrequired funding to do so. At about the same time they happened to\r\nmeet Dr Kotter (Kotter), an Austrian businessman and the\nmajority\r\nshareholder in Biz Afrika 987 (Pty) Ltd (Biz Afrika). Kotter showed\r\ninterest in the hotel business and the planned development\nand Mr\r\nReardon (Reardon) saw an opportunity to acquire finance through\r\nKotter’s involvement. They started negotiating an\ninvolved\r\nseries of transactions. At all material times an attorney, Mr\r\nBreytenbach (Breytenbach), from the respondent’s firm\nacted for\r\nthe appellant and attorney Mr Michaelides (Michaelides) acted for\r\nKotter and the companies that he controlled.\n[3] Their negotiations envisaged, amongst other things, the\r\nsub-division of the appellant’s land to accommodate the hotel\n\nbusiness and the future development on separate pieces of land, a\r\nsale of the property on which the hotel was situated, a lease\nof the\r\nhotel business and the taking over of existing liability in respect\r\nof several mortgage bonds. The details of the negotiations\nare\r\nirrelevant. It is sufficient to state that, ultimately, as part of an\r\nelaborate scheme of transactions it was envisaged that\nBiz-Afrika\r\nwould lease the hotel business from the appellant and that Slip Knot\r\nInvestments 43 (Pty) Ltd (Slip Knot) would buy\nthe sub-divided land\r\non which the hotel business was being conducted.\n[4] As a first step in the execution of the envisaged transactions\r\nthe appellant leased to Biz-Afrika the Estuary Hotel. A lease\nwas\r\ndrafted by Michaelides. It was common cause that the oral agreement\r\nthat preceded the written draft was for a monthly rental\nof R50 000\r\nwhich was to escalate at a rate of 12 per cent per annum. In October\r\n2000, when Breytenbach presented the draft lease\nprepared by\r\nMichaelides to Reardon for signature, the monthly rental was\r\nreflected as R4 500 with an escalation of 10 per cent\nper annum.\r\nReardon noticed this mistake, pointed it out to Breytenbach, who\r\nurged Reardon to nonetheless sign the lease on the\nstrength of an\r\nundertaking that he, Breytenbach, would in due course and before\r\nsignature of the lease on behalf of Biz-Afrika,\namend the amount to\r\nreflect the orally agreed rental. Reardon obliged, signed the lease\r\nand initialled next to the rental amount\nand escalation that\r\nBreytenbach had undertaken to amend.\n[5] Biz-Afrika took possession of the hotel business during June\r\n2000, prior to signature of the lease. At the end of November\n2000 it\r\npaid an amount of R300 000 to the appellant. The appellant contended\r\nthat the payment constituted the orally agreed rental\nfor the period\r\nJune to November 2000.\n[6] Breytenbach never amended the rental and escalation as per his\r\ninstruction or his undertaking. On 18 October 2001 he forwarded\nthe\r\nwritten lease, signed by Reardon, to Michaelides, for the latter’s\r\nsignature. This resulted in the written agreement\nof lease having\r\nbeen signed by both parties for a monthly rental of R4 500 with a 10\r\nper cent per annum escalation and not for\nthe orally agreed rental of\r\nR50 000 with a 12 per cent per annum escalation.\n[7] No rental, not even R4 500 per month, was ever paid after\r\nNovember 2000. On 29 January 2002 the appellant and Slip Knot signed\n\nan agreement of sale in terms whereof the appellant sold the land on\r\nwhich the hotel business was situated to Slip Knot. This agreement\n\nwas cancelled by the appellant during August 2002 as a result of Slip\r\nKnot’s failure to cooperate in taking transfer of the\nproperty.\n[8] Arbitration proceedings were launched by the appellant to effect\r\na rectification of the lease agreement to reflect the rental\norally\r\nagreed. Despite Biz-Afrika’s opposition to the rectification\r\nsought it was granted on 4 February 2005. On 7 June 2005\nthe\r\nappellant cancelled the lease agreement due to Biz-Afrika’s\r\nfailure to pay rental. It then proceeded to seek Biz-Afrika’s\n\neviction by way of application proceedings, which was also opposed.\r\nAfter an unsuccessful attempt to appeal an eviction order granted\n\nduring December 2005, the appellant successfully evicted Biz-Afrika\r\nduring April 2006. On 9 May 2007 Biz-Afrika was liquidated.\nThe\r\nappellant recovered no rental.\n[9] The appellant relied on Breytenbach’s failure to correct\r\nthe rental amount in the lease agreement as a breach of his\nmandate\r\nfor a damages claim. The breach of mandate was conceded in the\r\nfollowing words in the respondent’s plea:\n‘\nThe\r\nDefendant admits that Breytenbach:-\n(a) failed to amend Clauses\r\n4.1.1 and 4.1.2 so as to reflect a monthly rental of R50 000.00 and\r\nan escalation of 12% per annum on\nthe rent payable;\n(b) forwarded the agreement of\r\nlease, a copy of which is annexure “D1” hereto, to\r\nMichaelides, which agreement reflected\nan amount of R4 500.00 per\r\nmonth as rental for the first year with an escalation of 10% per\r\nannum as a rental payable;’’\n[10] The appellant alleged that its damages included:\n(a) R6 159 267.74 representing the total of rental of R50 000 per\r\nmonth escalated at 12 per cent per annum over the period 1 December\n\n2000 until April 2006 with interest at the rate of 15.5 per cent per\r\nannum accruing monthly as and when the monthly rental became\ndue and\r\npayable;\n(b) Legal fees, including attorney and client costs, for the\r\narbitration proceedings in the amount of R450 000 together with\r\ninterest\non that amount at 15.5 per cent per annum from the date of\r\nservice of summons until the date of final payment. During the course\n\nof the proceedings this issue was limited by agreement to the\r\nquestion whether the respondent was liable to pay the attorney and\n\nclient costs or only party and party costs.\n[11] The court below granted the appellant damages for the loss of\r\nrental income restricted to March 2002, the likely date upon\nwhich\r\nregistration of transfer of the property in terms of the sale of\r\nJanuary 2002 would have been effected. It awarded the appellant\n\ninterest at 15.5 per cent per annum as damages calculated, not\r\nmonthly, but from the date of service of summons. The court issued\na\r\ndeclarator that the appellant was entitled to be paid its attorney\r\nand client costs in respect of the arbitration proceedings.\nThe\r\nappellant was awarded its costs of suit.\n[12] The appellant seeks to increase the damages awarded to include\r\nrental for the full period until the eviction of Biz-Afrika\nin March\r\n2006 and interest calculated from each month as the rental became\r\ndue, owing and payable. The respondent’s main\ncontention in the\r\ncross appeal is that the factual cause of the loss was the dishonest\r\nconduct of Michaelides and not the negligence\nof Breytenbach. It\r\nseeks the replacement of the order of the court below with an order\r\nthat the appellant’s claim be dismissed\nwith costs. Insofar as\r\nthis court finds that Breytenbach’s negligence was the sole\r\ncause of the loss suffered by the appellant\nand that the damages are\r\nrecoverable in law, the respondent does not take issue with the award\r\nof damages made by the trial court\nand only seeks an amendment of the\r\ndeclarator by the court below to restrict the award in relation to\r\nthe costs of the arbitration\nproceedings to party and party costs.\n[13] A plaintiff who enforces a contractual claim\r\narising from the breach of a contract needs to prove, on a balance of\r\nprobability,\nthat the breach was a cause of the loss.\n1\n[14] In\nInternational Shipping Co (Pty) Ltd v Bentley\n1990 (1)\r\nSA 680\n(A) at 700F-G Corbett CJ explained the practical enquiry in\r\nthe following terms:\n‘\nThe\r\nenquiry as to factual causation is generally conducted by applying\r\nthe so-called “but-for” test, which is designed\nto\r\ndetermine whether a postulated cause can be identified as a\ncausa\r\nsine qua non\nof\r\nthe loss in question. In order to apply this test one must make a\r\nhypothetical enquiry as to what probably would have happened\nbut for\r\nthe wrongful conduct of the defendant. This enquiry may involve the\r\nmental elimination of the wrongful conduct and the\nsubstitution of a\r\nhypothetical course of lawful conduct and the posing of the question\r\nas to whether upon such an hypothesis plaintiff’s\nloss would\r\nhave ensued or not. If it would in any event have ensued, then the\r\nwrongful conduct was not a cause of the plaintiff’s\nloss;\naliter\n,\r\nif it would not so have ensued.’\n[15] Nugent JA in\nMinister of Safety and Security v Van\r\nDuivenboden\n2002 (6) SA 431\n(SCA) para 25 pointed to the\r\nconceptual difficulties that arise when the enquiry is made:\n‘\nThere\r\nare conceptual hurdles to be crossed when reasoning along those lines\r\nfor, once the conduct that actually occurred is mentally\neliminated\r\nand replaced by hypothetical conduct, questions will immediately\r\narise as to the extent to which consequential events\nwould have been\r\ninfluenced by the changed circumstances. Inherent in that form of\r\nreasoning is thus considerable scope for speculation\nwhich can only\r\nbroaden as the distance between the [breach] and its alleged effect\r\nincreases. No doubt a stage will be reached\nat which the distance\r\nbetween cause and effect is so great that the connection will become\r\naltogether too tenuous, but, in my view,\nthat should not be permitted\r\nto be exaggerated unduly. A plaintiff is not required to establish\r\nthe causal link with certainty,\nbut only to establish that the\r\nwrongful conduct was probably a cause of the loss, which calls for a\r\nsensible retrospective analysis\nof what would probably have occurred,\r\nbased upon the evidence and what can be expected to occur in the\r\nordinary course of human\naffairs rather than an exercise in\r\nmetaphysics.’\n[16] During the hearing counsel for the respondent developed his\r\nargument on factual causation. He no longer relied only on\r\nMichaelides’\ndishonesty, but also that of Kotter and undisputed\r\nfacts which he submitted indicated that the appellant would not have\r\nrecovered\nany rental from Biz-Afrika. These facts are:\n(a) Kotter, the mind behind Biz-Afrika, was dishonest. He paid no\r\nrental, not even the rental he contended was payable, from December\n\n2000. Michaelides, on the instructions of Kotter resisted the\r\nrectification of the agreement whilst being fully aware that their\n\nbasis for doing so was dishonest. On the same basis they resisted\r\neviction, appealed the eviction order when it was ultimately\ngranted\r\nand Michaelides surreptitiously tried to obtain an order suspending\r\nthe order of eviction;\n(b) The appellant has failed to recover any portion of the rental\r\nliability for the relevant period;\n(c) Biz-Afrika was, from the inception of the lease, not conducting\r\nthe hotel business efficiently or profitably and there probably\nwould\r\nnot have been funds to meet any claim for arrear rental;\n(d) Ultimately Biz-Afrika was hopelessly insolvent to the extent that\r\nno dividend resulted from its liquidation on 9 May 2007,\nillustrating\r\nthat recovery of rental from it would not have been possible.\n[17] On these facts counsel for the respondent asked this court to\r\ninfer that the appellant probably would have been unable to\nrecover\r\nany rental from Biz-Afrika irrespective of whether the agreement of\r\nlease contained the correct rental. He submitted that\nif Breytenbach\r\nhad presented Michaelides and Kotter with an agreement that reflected\r\nthe agreed rental of R50 000 they probably\nwould not have signed that\r\nagreement. The respondent’s contentions favour speculation that\r\ndoes not take account of other\nrelevant facts and considerations.\n[18] When Reardon was faced with the draft written lease agreement\r\nfor the incorrect rental he telephoned Michaelides who then\nconfirmed\r\nthat the agreement should have reflected the rental as R50 000 per\r\nmonth. Despite this verbal concession, Biz-Afrika’s\nopportunity\r\nto be dishonest was hugely increased, if not created, when it was\r\nasked to complete the signing of a lease for rental\nof R4 500 per\r\nmonth. One of the very reasons for instructing an attorney to see to\r\nthe conclusion of a written agreement that reflects\nthe true bargain\r\nbetween parties is to avoid dishonesty, be that of an attorney or his\r\nor her client. The appellant’s position\nwas hugely eroded in\r\nthat it did not have a written agreement in support of its claim for\r\narrear rental against a non-paying or\ndishonest lessee. It had to\r\nseek rectification of the written agreement before it could enforce\r\nits claim. Further transactions\nwere envisaged which were Reardon’s\r\nmeans to alleviate his financial burden and realise his future plans\r\nwhich he chose not\nto put at risk by pursuing the rectification\r\nstraight away. During the early stages of the lease, as is evident\r\nfrom the payment\nof R300 000 to the appellant during November 2000,\r\nBiz-Afrika had access to money. That it was hopelessly insolvent five\r\nyears\nlater does not mean there were no resources available to cover\r\na rental liability for at least some period after November 2000.\n[19] Considering all the facts, it is probable that if Breytenbach\r\nhad not failed to execute his mandate there would not have been\nthe\r\nopportunity for Biz-Afrika to rely on the written lease agreement in\r\nsupport of its dishonest contention, there would have\nbeen no need to\r\npursue a rectification of the agreement before it could have been\r\nenforced and the appellant would probably have\ntaken steps to enforce\r\npayment of the significant monthly rental at a much earlier stage. If\r\nit did it is probable that it would\nhave made some recovery. The\r\nfacts singled out by the respondent do not show that there are no\r\nsuch probabilities. Consequently\nit is probable that Breytenbach’s\r\nfailure did cause loss to the appellant.\n[20] This conclusion does not entitle the appellant to all the\r\ndamages it suffered. The general rule in relation to contractual\n\ndamages is that the appellant is entitled to be put in the position\r\nit would have been in if the respondent executed its mandate\n\nproperly. The general rule suggests that some line needs to be drawn\r\nto ensure that the respondent should not be caused undue hardship.\n\nThe line is drawn with regard to broad principles of causation and\r\nremoteness. In\nHolmdene Brickworks (Pty) Ltd v Roberts\r\nConstruction Co Ltd\n1977 (3) SA 670\n(A) at 687 C-F the rationale\r\nfor the rule in regard to an award of damages for breach of contract\r\nwas eloquently stated as follows:\n‘\nThe\r\nfundamental rule in regard to the award of damages for breach of\r\ncontract is that the sufferer should be placed in the position\nhe\r\nwould have occupied had the contract been properly performed, so far\r\nas this can be done by the payment of money and without\nundue\r\nhardship to the defaulting party . . . . To ensure that undue\r\nhardship is not imposed on the defaulting party the sufferer\nis\r\nobliged to take reasonable steps to mitigate his loss or damage. . .\r\n. and, in addition, the defaulting party’s liability\nis limited\r\nin terms of broad principles of causation and remoteness, to (a)\r\nthose damages that flow naturally and generally from\nthe kind of\r\nbreach of contract in question and which the law presumes the parties\r\ncontemplated as a probable result of the breach,\nand (b) those\r\ndamages that, although caused by the breach of contract, are\r\nordinarily regarded in law as being too remote to be\nrecoverable\r\nunless, in the special circumstances attending the conclusion of the\r\ncontract, the parties actually or presumptively\ncontemplated that\r\nthey would probably result from its breach. . . .‘\n[21] The actual test to be applied was stated as follows in\nThoroughbred Breeders’ Association v Price Waterhouse\n2001 (4) SA 551\n(SCA) at 581G-I:\n‘\nThat\r\napproach, postulating as it does not a likelihood (at the upper end\r\nof the scale) of the harm complained of occurring but (at\nthe lower\r\nend) a realistic possibility thereof, appears to me to be sensible\r\nand sound. Parties cannot contemplate what they cannot\nforesee. In\r\nthe end it will usually turn on the degree of foreseeability of the\r\nkind of harm incurred . . . . What matters to the\nlaw is, of course,\r\nnot infinite but reasonable foreseeability. Leaving aside a typical\r\nsituation (such as, for instance, a circumstance\nwhich was\r\nforeseeable by only one of the parties or only at the time of breach\r\nand not\nalso\nat the\r\ntime of contract), what is required to be reasonably foreseeable is\r\nnot that the type of event or circumstance causing the\nloss will in\r\nall probability occur but minimally that its occurrence is not\r\nimprobable and would tend to follow upon the breach\nas a matter of\r\ncourse.’\n[22] The appellant’s claim is for damages\r\nthat flowed naturally and generally from the breach, the so-called\r\n(a)-leg of\nHolmdene\n.\r\nThe appellant seeks to increase the damages in respect of lost rental\r\nover a longer period than was awarded by the trial court,\nto include\r\nthe full period until Biz-Afrika was ultimately evicted. The\r\nrespondent’s principal attack was not that the appellant\ndid\r\nnot suffer damages, only that its negligence was not the cause of any\r\ndamages suffered. In the event of failure on that point\nit confined\r\nits cross appeal to the scale of costs to be awarded in relation to\r\nthe arbitration proceedings. It is therefore only\nnecessary to\r\nconsider whether the trial court should have awarded damages for loss\r\nof rental beyond March 2002.\n[23] At the time of the conclusion of the sale in January 2002 it was\r\nevident that the relationship between Reardon and Kotter,\nand\r\ntherefore the companies they controlled, was soured, cash flow was\r\nproblematic for all the parties and the contemplated future\n\ntransactions were at risk. It is improbable that in those\r\ncircumstances the appellant would have been successful in recovering\n\nrental of R50 000 per month until 2006. The evidence does not\r\nestablish as a probability that damages were sustained after the\n\nperiod fixed by the trial court.\n[24] Insofar as the attorney and client costs of\r\nthe arbitration proceedings to effect a rectification are concerned,\r\nthe test to\nbe applied, as set out above, leads to the conclusion\r\nthat those costs were within the contemplation of the parties as a\r\nreasonably\nforeseeable result of including the wrong rental in a\r\nwritten lease agreement. On behalf of the respondent it was submitted\r\nthat\nattorney and client costs are not ‘incurred necessarily\r\nand are therefore not recoverable as damages’. The submission\n\nis inappropriate for two reasons. First, it does not apply the\r\ncorrect test for the assessment of damages set out above. Second,\nthe\r\nauthorities on which it is based deal with a very different scenario\r\nof a party seeking costs as damages in subsequent proceedings\nwhen\r\nthose costs were not awarded in initial proceedings between the same\r\nparties.\n2\nThe respondent has not explained why party and\r\nparty costs would have been in the contemplation of the parties at\r\nthe time and not\nattorney and client costs.\n[25] Insofar as the interest on the monthly rental is concerned, the\r\ntrial judge correctly dealt with the matter and there is no\nneed to\r\nrepeat the findings. The essence of it is that the payment of\r\ninterest on arrear rental was not part of the lease agreement\nand\r\nthere was no proof that a demand was ever made that could have\r\nactivated the payment of mora interest. The court below accepted\nthe\r\ndate of service of summons as the date of demand and allowed\r\ninterest, as damages, from that date.\n[26] The appeal is dismissed with costs.\nThe cross appeal is dismissed with costs.\nAPPEARANCES:\nFor\r\nappellant: J G Wasserman SC (with him C L H Harms)\nInstructed by De Villiers, Evans and Petit, Durban,\nMatsepes Inc., Bloemfontein.\nFor\r\nrespondent: P J Olsen SC (with him G R Thatcher)\nInstructed\r\nby Deneys Reitz Attorneys, Durban,\nWebbers,\r\nBloemfontein.\n1\nThe\r\n\ttest for factual causation is the same in delictual and contractual\r\n\tcases, see\nVision Projects (Pty) Ltd v\r\n\tCooper Conroy Bell & Richards Inc\n1998\r\n\t(4) SA 1182\n(SCA) at 1191I-J.\n2\nSo\nme\r\n\tof the authorities relied upon are\nUnion\r\n\tDiscount Co Ltd v Zoller\n[2001] EWCA Civ 1755\n;\n[2002] 1 All\r\n\tER 693\n(CA) and\nRothschild v Van Wyk\n1916 TPD 270.",
  "scraped_at": "2026-02-11T20:51:30.748689",
  "date": "2010-12-02",
  "coram": [
    "Nugent",
    "Heher",
    "Snyders JJA",
    "R Pillay",
    "K Pillay AJJA"
  ],
  "case_number": "63/10",
  "parties": {
    "applicants": [
      "Sandlundlu (Pty) Ltd"
    ],
    "respondents": [
      "Shepstone and Wylie Inc"
    ]
  },
  "sections": {
    "facts": "The appellant owned prime real estate in Port Edward on which the Estuary Hotel operated. The appellant, represented by attorney Mr Breytenbach, negotiated a lease with Biz-Afrika (controlled by Dr Kotter). An oral agreement set the monthly rent at R50,000 with a 12% annual escalation, but the written lease drafted by the respondent’s attorney reflected a rent of R4,500 and a 10% escalation. Breytenberg promised to amend the lease but never did. Biz-Afrika took possession in June 2000 and paid R300,000 in November 2000, which the appellant treated as rental for June‑November 2000. No further rentals were paid. The lease was later rectified by arbitration in 2005, cancelled in June 2005, and Biz‑Afrika was evicted in April 2006 before being liquidated in 2007.",
    "issues": "The core issue was whether Breytenberg’s negligent failure to amend the lease constituted the factual cause of the appellant’s loss of rental income, and consequently whether the appellant was entitled to damages for the full period up to the 2006 eviction. The respondent argued that the loss was caused by the dishonest conduct of Mr Michaelides and Kotter, not by Breytenberg’s negligence, and sought dismissal of the claim. Secondary issues concerned the recoverability of attorney‑and‑client costs of the arbitration and the appropriate interest calculation.",
    "principles": "The court applied the “but‑for” test for factual causation (International Shipping Co v Bentley) requiring proof on a balance of probabilities that the breach caused the loss. It noted that causation need not be proven with certainty, only that the wrongful conduct was probably a cause (Minister of Safety v Van Duivenboden). For contractual damages, the court relied on the Holmdene Brickworks principle that damages should place the injured party in the position they would have been in had the contract been performed, subject to foreseeability, remoteness and mitigation. The test for reasonable foreseeability was drawn from Thoroughbred Breeders’ Association v Price Waterhouse, emphasizing that damages must be a realistic possibility, not merely a remote possibility.",
    "application": "The court found that Breytenberg’s failure to amend the lease was probably the cause of the appellant’s inability to enforce the higher rental, as it gave Biz‑Afrika a written lease on which to rely dishonestly. However, the court concluded that damages could not be extended beyond March 2002 because evidence did not show a probable loss after that date. Accordingly, the appellant was awarded damages for loss of rental up to March 2002, interest at 15.5% from the date of summons, and attorney‑and‑client costs for the arbitration. The court rejected the respondent’s claim that the loss was solely due to the dishonest conduct of other parties.",
    "conclusion": "The appeal was dismissed with costs, and the cross‑appeal was also dismissed with costs. The trial court’s order awarding the appellant damages for loss of rental up to March 2002, interest from the date of summons, and attorney‑and‑client costs for the arbitration was upheld."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Damages for Breach of Contract",
    "level_3": [
      "factual causation",
      "negligence of attorney",
      "lease agreement",
      "interest calculation",
      "attorney costs"
    ]
  }
}