{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/25.html",
  "case_name": "Miller and Others v Nafcoc Investment Holding Company Ltd and Others (324/09) [2010] ZASCA 25; [2010] 4 All SA 44 (SCA) ; 2010 (6) SA 390 (SCA) 2011 (4) SA 102 (SCA) (25 March 2010)",
  "citation": "[2010] ZASCA 25",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 25\n|\nNoteup\n|\nLawCite\nMiller and Others v Nafcoc Investment Holding Company Ltd and Others (324/09) [2010] ZASCA 25; [2010] 4 All SA 44 (SCA) ; 2010 (6) SA 390 (SCA) 2011 (4) SA 102 (SCA) (25 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase No: 324/09\nIn the matter between:\nR\r\nMILLER\n.............................................................................................\nFirst\r\nAppellant\nA\r\nI SURMANY\n….............................................................................\nSecond\r\nAppellant\nR\r\nM KGOSANA\n…...............................................................................\nThird\r\nAppellant\nB\r\nK MAMOSEBA\n…..........................................................................\nFourth\r\nAppellant\nN\r\nY SERITI\n…........................................................................................\nFifth\r\nAppellant\nand\nNAFCOC\r\nINVESTMENT HOLDING COMPANY LTD\n….................\nFirst\r\nRespondent\nM\r\nLEAF\n…...................................................................................\nSecond\r\nRespondent\nL\r\nBAYA\n….......................................................................................\nThird\r\nRespondent\nT\r\nSAUL\n…......................................................................................\nFourth\r\nRespondent\nK\r\nH HLONGWANE\n….......................................................................\nFifth\r\nRespondent\nNeutral citation:\nR Miller v Nafcoc Investment\r\nHolding Company\n(324/09)\n[2010] ZASCA 25\n(25 March 2010).\nCoram:\nCLOETE, MHLANTLA, SHONGWE JJA, GRIESEL\net\nMAJIEDT AJJA\nHeard:\r\n9 March 2010\nDelivered:\r\n25 March 2010\nSummary:\nCompanies Act 61 of 1973; ss 417 and\r\n418: Master in ordering enquiry does not have to act on an\r\napplication by a limited category\nof persons, or any application at\r\nall; it is competent and sensible for the Master to delegate to the\r\nCommissioner the decision\nas to who may attend the enquiry or have\r\naccess to the record; s 73: effect of deregistration of company;\r\nliquidators: power of\nliquidators to delegate responsibility to third\r\npersons.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Snyders J\nsitting as court of first instance):\n1. The appeal succeeds with costs, including the costs\r\nof senior counsel.\n2. The order made by the court a quo is set aside and\r\nthe following order substituted:\n'The application is dismissed\r\nwith costs, including the costs of the urgent application; and the\r\ncosts of senior and junior counsel\nwhere such were employed, and of\r\nsenior counsel where senior counsel alone was employed, shall be\r\nallowed at all stages of the\nproceedings.'\n3. The cross-appeal is dismissed with costs, including\r\nthe costs of senior counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (MHLANTLA, SHONGWE JJA, GRIESEL et MAJIEDT\r\nAJJA concurring):\n[1] On 23 May 2006 a company known as Serveco (Pty) Ltd\r\nwas finally liquidated at the suit of its major shareholder Nafcoc\r\nInvestment\nHolding Company Ltd. Nafcoc and four individuals, each of\r\nwhom was at some time a director or employee of Serveco or Nafcoc or\r\nboth (and to whom I shall refer as 'the individual applicants'),\r\nbrought urgent proceedings in the South Gauteng High Court,\r\nJohannesburg.\nThe second to fourth respondents in that application\r\nwere the joint liquidators of Serveco (to whom I shall refer as such)\r\nand\nthe first respondent, Mr Miller, was a professional liquidator\r\nwho acted on behalf of the joint liquidators. His authority to do\nso,\r\nas well as the joint liquidators' ability to confer such authority on\r\nhim, are in dispute.\n[2] The relief sought by the individual applicants was\r\naimed at preventing their examination and that of their attorney, and\r\nalso\npreventing the attendance of Miller, at an enquiry into the\r\naffairs of Serveco authorised by the Master in terms of ss 417 and\r\n418 of the Companies Act 61 of 1973. The application to the Master\r\nfor the enquiry had been made ex parte by Miller acting on behalf\nof\r\nthe joint liquidators and the Master made the order on 27 March 2008.\r\nIn terms of the order an attorney, Ms Rene Bekker, was\nappointed as\r\nthe Commissioner in terms of s 418 of the Companies Act. (The Master\r\nand the Commissioner were respondents a quo but\ntook no part in those\r\nproceedings or this appeal.)\n[3] The enquiry was due to resume on 29 August and\r\ncontinue on 3 November 2008 and the individual applicants and their\r\nattorney\n(who was required to bring documents) were given notices to\r\nattend. On 26 August 2008 and by consent Mokgoatlheng J granted an\r\ninterim order which inter alia reserved the costs of the urgent\r\napplication for determination by the court hearing the application\n\nfor final relief; prescribed time periods for the review of the\r\nMaster's decision to order the enquiry and the Commissioner's\r\ndecision to issue notices requiring the attendance of the individual\r\napplicants and their attorney at the enquiry; put the parties\non\r\nterms to deliver further affidavits, and recorded that the enquiry\r\nconvened by the Commissioner for 29 August and 3 November\n2008 would\r\nnot take place.\n[4] The matter came before Snyders J on 13 November\r\n2008. Judgment was reserved. On 8 December of the same year the\r\nlearned judge\nmade an order:\n1. Setting aside the decision of the Master and the\r\nCommissioner:\n(a) to convene the enquiry;\n(b) to continue or permit the continuation of the\r\nenquiry; and\n(c) to issue the notices served on the individual\r\napplicants and their attorney to attend the enquiry on 29 August and\r\n3 November;\nand\n2. Interdicting Miller from access to the enquiry, the\r\nrecord thereof and any inspection thereof 'in breach of s 417(7) of\r\nthe Companies\nAct'.\nMiller and each of the joint liquidators were ordered\r\njointly and severally to pay the costs of the application and the\r\ncosts incurred\nin the enquiry out of their own pockets. Those parties\r\nnow appeal to this court against the whole of the order made by\r\nSnyders\nJ, and Nafcoc and the individual applicants cross-appeal for\r\nthe costs of two counsel in the court a quo. Both sides obtained the\n\nleave of the court a quo (granted by Blieden J).\n[5] On appeal counsel representing the applicants sought\r\nto justify para 1(a) of the order of the court a quo and to impugn\r\nthe\ndecision of the Master to order the enquiry into the affairs of\r\nServeco, primarily on the basis that there had been material\r\nnon-disclosures\nby Miller in his ex parte application.\n1\nThree arguments were advanced. First, it was submitted\r\nthat Miller had not disclosed that a previous enquiry had been\r\nauthorised\nby the Master on 7 June 2006 and that that enquiry had not\r\nyet been finalised or alternatively, that Miller had not given\r\nreasons\nto the Master justifying the necessity for a second enquiry\r\nwhen the earlier enquiry had not concluded. Second, it was submitted\n\nthat Miller had not disclosed that Serveco was about to be\r\nderegistered. Third, it was submitted that Miller had not disclosed\n\nthat the joint liquidators had authorised him to bring the\r\napplication and to conduct the enquiry on their behalf.\n[6] The first submission is patently untenable. Miller\r\nsaid in the answering affidavit delivered on behalf of the joint\r\nliquidators\nand himself:\n'In any event for purposes of\r\nthe second enquiry the grounds on which the joint liquidators wished\r\nto hold an enquiry into the affairs\nof Serveco were disclosed to the\r\nMaster in the application by the joint liquidators, represented by\r\nme, to the Master on 27 March\n2008. One of these grounds was the very\r\nfact of the first enquiry and the First Applicant's conduct in\r\nrelation thereto.\n. . .\nIt was disclosed to the Master\r\nin the joint liquidators' application that there had been a previous\r\ncommission of enquiry also ordered\nby the Master under Advocate\r\nSlomowitz SC.\n. . .\nI admit that the existence of\r\nthe first commission of enquiry is material to the decision by the\r\nMaster whether to convene a second\none. The existence of the first\r\ncommission of enquiry was disclosed to the Master in the application\r\nand indeed, as I have suggested\nabove, the manner in which the first\r\ncommission of enquiry was conducted and then left for dead by the\r\nfirst applicant and its\nattorneys was an important element of the\r\nmotivation to the Master to grant leave to convene the second\r\nenquiry.'\n[7] The Master filed two reports and refused to divulge\r\nhis reasons for granting the order at issue in the appeal. The\r\nappellants\nwere specifically authorised by the order of Mokgoatlheng\r\nJ to launch an application for appropriate relief if they were of the\n\nview that such records which might be filed by the Master and the\r\nCommissioner pursuant to the review application in terms of Uniform\n\nRule of Court 53 were 'incomplete, deficient or in any other manner\r\nnot satisfactory in law'. They did not do so. In the circumstances\nI\r\nfind the remarks of James AJP in\nFoot NO v\r\nAlloyex (Pty) Ltd & others\n2\napposite, and I respectfully adopt them:\n'It was also argued that it was\r\nimpossible to ascertain why the appointment of the commissioner was\r\nmade, or whether the commissioner's\ninvestigations were of any value\r\nto the ordinary shareholders because of the veil of secrecy imposed\r\nby Thirion J's order, and\nthat at the very least I should, at this\r\nstage, allow the respondents to peruse the reports (and even consider\r\nthe voluminous records\nof the evidence before the commissioner) to\r\nsee whether the company's creditors had received any advantage from\r\nthe efforts of\nthe commissioner, and should delay the case until this\r\nopportunity was afforded to them. I have no sympathy with this\r\nsubmission.\nAlthough the commission was a secret commission and the\r\ncontents of the application and the terms of the order of Court were\r\nnot\nto be disclosed without the leave of the Court (and the evidence\r\nand the record of evidence was not to be disclosed without the\nleave\r\nof the Court or the commission) there is no suggestion that any\r\nattempt by the respondents (or anyone else for that matter)\nhas to\r\nthis date been made to obtain such leave. It is true that there were\r\nprovisions laid down regarding secrecy but, if a proper\ncase had been\r\nmade for the lifting of the veil, I have no doubt that it would have\r\nbeen lifted. Although the grant of the order\nwas secret it must have\r\nbeen clear to anyone concerned in this matter, and particularly for\r\nthose summoned to give evidence before\nthe commissioner, that an\r\norder had been made and, if any of them had grounds for believing\r\nthat justice might be denied unless\nthey were allowed to peruse the\r\napplication for the order and the reports, they should have applied\r\nfor leave to peruse them.'\nHad there been any doubt whether the disclosures which\r\nMiller said he had made to the Master, had in fact been made, the\r\ncourt seized\nwith the application could have preserved the secrecy of\r\nthe proceedings by itself looking at the application to the Master.\n[8] The second submission is equally without merit.\r\nMiller said in the answering affidavit, and there is no reason to\r\ndoubt his\nassertion, that he and the joint liquidators only became\r\naware of the pending deregistration of Serveco on 15 August 2008 ─\n\nie well after 27 March 2008 when the Master ordered the enquiry.\r\nMiller obviously could not disclose what he did not know.\n[9] The third submission is not maintainable in fact or\r\nin law. As a matter of fact, Miller annexed to his application to the\r\nMaster\na power of attorney authorising him to bring the application\r\nwhich was signed by each of the joint liquidators. A copy of the\r\npower\nof attorney was annexed to the answering affidavit. And as a\r\nmatter of law, the Master did not have to act on the application of\n\nthe liquidators or, indeed, pursuant to any application; and whether\r\nor not Miller was authorised by the liquidators to make the\n\napplication, is accordingly irrelevant. Section 417(1) of the\r\nCompanies Act reads:\n'In any winding-up of a company\r\nunable to pay its debts, the Master or the Court may, at any time\r\nafter a winding-up order has been\nmade, summon before him or it any\r\ndirector or officer of the company or person known or suspected to\r\nhave in his possession any\nproperty of the company or believed to be\r\nindebted to the company, or any person whom the Master or the Court\r\ndeems capable of\ngiving information concerning the trade, dealings,\r\naffairs or property of the company.'\nThe section does not envisage an application, much less\r\nan application from a limited category of persons ─ which is\r\neminently\nsensible for otherwise the Master would be unable to act\r\nunless he was given information from specified persons.\n3\nThe submission that Miller had not disclosed to the\r\nMaster that he had been authorised by the liquidators to conduct the\r\nenquiry\non their behalf need not be considered as it was not raised\r\nin the papers. I shall deal later in this judgment with the question\n\nwhether it was competent for the liquidators to have given this\r\nauthority to Miller.\n[10] I therefore conclude that there was no basis for\r\nthe order given by the court a quo setting aside the decision of the\r\nMaster\nto convene the enquiry. I refuse to consider the submission\r\nbased on s 386 of the Companies Act\n4\nthat because the liquidators did not have authority to\r\napply for an enquiry, they could not validly have authorised Miller\r\nto do\nso. This point was also not raised in the papers ─\r\nperhaps because there is authority in the high court\n5\nthat it is not open for persons in the position of the\r\napplicants to attack the validity of the enquiry proceedings\r\ninitiated by\nthe liquidator. It is unnecessary to consider the legal\r\nposition as the applicants laid no factual foundation for the\r\nargument.\n[11] I turn to consider whether there was a basis for\r\nthe order setting aside the decision of the Commissioner to continue\r\nor commit\nthe continuation of the enquiry. Serveco was deregistered\r\non 25 April 2008. The deregistration was effected by an official in\r\nthe\nCompanies and Intellectual Property Registration Office (CIPRO),\r\npurporting to act in terms of s 73 of the Companies Act and on\nbehalf\r\nof the Registrar of Companies. Deregistration was incompetent in as\r\nmuch as Serveco had been wound-up on 23 May 2006 ─\na fact which\r\nwas pointed out to the official in a letter before Serveco was\r\nderegistered ─ and the consequence of a winding-up\nis not\r\nderegistration but a dissolution in terms of s 419 of the Companies\r\nAct, subsec (1) of which provides:\n'In any winding-up, when the\r\naffairs of a company have been completely wound up, the Master shall\r\ntransmit to the Registrar a certificate\nto that effect and send a\r\ncopy thereof to the liquidator.'\nDeregistration, on the other hand, puts an end to the\r\nexistence of the company. Its corporate personality ends in the same\r\nway that\na natural person ceases to exist on death. Once there has\r\nbeen deregistration there is obviously no purpose in a corporate post\n\nmortem and no-one would have the authority to conduct one. Serveco\r\nwas restored to the register on 10 August 2008 pursuant to an\norder\r\nof the Johannesburg High Court made on 4 November 2008, after a rule\nnisi\nhad been issued,\r\npublished in newspapers and the Government Gazette and served on\ninter alios\nthe\r\napplicants, requiring all interested persons to show cause why this\r\nshould not be done.\n[12] The notices requiring the attendance of the\r\nindividual applicants and their attorney before the Commissioner were\r\nauthorised\nby the Commissioner whilst Serveco was deregistered. They\r\nwere therefore void for that reason. (I should mention that the\r\nCommissioner\nwas unaware of the deregistration.) But Serveco was\r\nrestored to the register on 10 August 2008, before the application\r\nfor final\nrelief came before the court a quo on 13 November of the\r\nsame year. I do not propose analysing what effect in law the\r\nrestoration\nof the company to the register had on the notices served\r\non the individual applicants.\n6\nThat would be an academic exercise as new notices will\r\nhave to be served on them if they are to be required to attend the\r\nenquiry.\nIt was accordingly unnecessary for the court a quo to set\r\nthe notices aside as it did in para 1(c) of its order; and once\r\nServeco\nhad been restored to the register, there was no basis for the\r\norder setting aside the decision of the Commissioner (or the Master)\n\nto continue or permit the continuation of the enquiry. I reject the\r\nsubmission on behalf of the applicants that the authority of\nthe\r\njoint liquidators, the Master and the Commissioner ─ all of\r\nwhich was conferred before the deregistration ─ did\nnot survive\r\nthe deregistration for the simple reason that all such authority was\r\nconferred before Serveco was deregistered, and\nthere is no warrant\r\nfor holding that events that occurred before that event are in any\r\nway affected by it.\n[13] I shall now deal with the interdict against Miller\r\ncontained in para 2 of the order of the court a quo, which precludes\r\nhim\nfrom attending the enquiry and access to the record thereof.\r\nSection 417(7) of the Companies Act provides:\n'Any examination or enquiry\r\nunder this section or s 418 and any application therefor shall be\r\nprivate and confidential, unless the\nMaster or the Court, either\r\ngenerally or in respect of any particular person, directs otherwise.'\nThe submission on behalf of the applicants was that the\r\ninterdict was justified because Miller did not have the permission of\r\nthe\nMaster to perform any of the acts he was interdicted from\r\nperforming. The answer to this, it seems to me, flows from the\r\nprovisions\nof s 418(1)(b) of the Companies Act which provides:\n'The Master or the Court may\r\nrefer the whole or any part of the examination of any witness or of\r\nany enquiry under this Act to any\nsuch commissioner, whether or not\r\nhe is within the jurisdiction of the court which issued the\r\nwinding-up order.'\nIn the present matter, the Master referred the whole\r\nenquiry to the Commissioner. The order made contains the following\r\nparagraph:\n'The contents of this\r\napplication and the evidence to be taken at the commission be kept\r\nconfidential and private and not be disclosed\nwithout the prior leave\r\nof the Commissioner or the High Court or the Master having first been\r\nhad and obtained.'\nThe power thus conferred was in my view sufficiently\r\nwide to authorise the Commissioner to allow Miller to attend the\r\nenquiry and\nto have access to the record. The Commissioner impliedly\r\nexercised the power, well knowing (as appears from the record of the\r\nenquiry)\nthat Miller was not one of the joint liquidators, by\r\npermitting him to be present at the enquiry. It seems to me not only\r\ncompetent\nbut eminently sensible for the Master, having decided to\r\ninvoke s 418 and appoint a Commissioner, to delegate to the\r\nCommissioner\nthe power of deciding who might be allowed to attend the\r\nhearing and have access to the record. Indeed, in such a case I would\r\nfind it extraordinary if for example every time an attorney wished to\r\nhave a candidate attorney present, or the liquidators wished\nto be\r\nadvised by an accountant or other expert whilst a witness was being\r\nexamined, that permission for either to attend the enquiry\nwould have\r\nto be sought from the Master or the court.\n[14] It will be convenient now to deal with an argument\r\nwhich is related to the argument I have just dealt with and which was\r\nalso\nadvanced on behalf of the applicants. The submission was that it\r\nwas incompetent in law for the liquidators to delegate the conduct\nof\r\nthe enquiry to Miller. Reliance was based inter alia on the following\r\nstatement by Innes CJ (Bristowe and Curlewis JJ concurring)\nin\nGoldseller v Hill\n7\n(in regard to joint trustees in insolvency):\n'They are in law only one\npersona\n.\r\nThey jointly represent the estate, and together they are the channel\r\nthrough which the estate can sue or be sued, and the proper\npersons\r\nto investigate all its affairs.'\nBut there is nothing in that statement to suggest that\r\nthe liquidators cannot have assistance in such an investigation or,\r\nput conversely,\nthat all acts relative to the investigation have to\r\nbe performed by the liquidators themselves. A useful judgment in the\r\npresent\ncontext is\nAllan v Erlank's Trustee.\n8\nIn that matter Bristow J held:\n'But all the trustee was\r\nappointed to do, all his powers and discretions, the supervision and\r\nmanagement of the liquidation ─\nall that is left to Rossouw [an\r\nattorney]. It seems to me, therefore, that the power of attorney is a\r\ngeneral delegation of Hopwood's\npowers as trustee; and whether or not\r\nthe maxim\ndelegatus\r\nnon potest delegare\napplies\r\nunder our law to the same extent as it applies in the law of England\r\n─ I think it probably does not ─ it is\ninconceivable to\r\nmy mind that the Insolvency Law intended that a person appointed as\r\ntrustee should be at liberty to delegate his\npowers to a third\r\nperson. When creditors choose a trustee they choose a person whom\r\nthey can rely upon and trust, and the trustee\nby accepting his office\r\nbinds himself to apply his mind to bring his discretion to bear upon\r\nthe various points which arise in\nthe course of his trusteeship.\r\nMinisterial acts he can delegate, but not matters of discretion.'\n[15] Miller said in the answering affidavit:\n'I have practiced continuously\r\nas a liquidator for more than 15 years. My business partner, the\r\nSecond Respondent, has practiced\ncontinuously as a liquidator for\r\nmore than 12 years. Mr Christensen has practiced continuously as a\r\nliquidator for more than 15\nyears. We all confirm that it is common\r\npractice for the administration of the day to day affairs of a\r\ncompany in liquidation to\nbe dealt with by a person who is not\r\nnecessarily one of the joint liquidators, but a colleague of one of\r\nthe joint liquidators\nin the legal entity used by that joint\r\nliquidator for the purposes of liquidating companies.\n. . .\nThose matters in the winding up\r\npertaining to a forensic investigation which was conducted into the\r\naffairs of Serveco and to the\napplication to the Master of the High\r\nCourt Johannesburg for leave to convene the insolvency enquiry and\r\nthe insolvency enquiry\nitself, have been handled by me. I have done\r\nso as a co-member in RMG Trust CC and business partner of the Second\r\nRespondent.\nThere is nothing whatsoever\r\nunusual or improper in the division of labour I have referred to\r\nabove, which was agreed upon by the\njoint liquidators, shortly after\r\nthey were appointed by the Master.'\nMiller also claimed to have the following authority from\r\nthe joint liquidators in terms of the power of attorney:\n9\n'[To] attend on our behalf and\r\nrepresent us at all hearings of the insolvency enquiry into the\r\naffairs of the company, in respect\nof which we sought and obtained in\r\nour capacities as joint liquidators of the company an order from the\r\nMaster of the High Court\nJohannesburg on 27 March 2008 granting leave\r\nto convene such enquiry, to gain access to all documents in the\r\nenquiry for the purposes\nof so representing us, and to furnish\r\ninstructions on our behalf to our attorneys of record in that\r\nenquiry, Messers Knowles Husain\nLindsay Inc.'\nThe applicants described this provision as having\r\n'breathtaking scope'.\n[16] I am not satisfied on the papers as they stand that\r\nthe joint liquidators have done anything more in this case than\r\ndelegate\nto Miller ministerial acts, ie acts that he is required to\r\nperform as their subordinate agent; or, put conversely, I am unable\r\nto find that the joint liquidators have delegated to Miller matters\r\nof discretion that their office requires them to exercise both\n\njointly and personally. The papers do not show that Miller has taken\r\nover the liquidation of the company (or, for that matter,\nthe running\r\nof the enquiry) to the exclusion of the joint liquidators, as was the\r\nposition in\nAllan\nand\r\nin\nSmith & Co & others v Van Rensburg\n10\nwhere Curlewis J stated (of delegation of a trustee's\r\npowers):\n'If these facts are correct ─\r\nand, generally speaking, I take them to be correct ─ the\r\nrespondent was in effect merely\na dummy trustee. He was not, and did\r\nnot intend to act the part of, a trustee, but allowed himself to be\r\nnominated through the\ninstrumentality of Bekker and Bekker [a firm of\r\nattorneys], and then divested himself of all his functions as\r\ntrustees by handing\nover to Bekker and Bekker the complete management\r\nand control of the estate.'\n[17] I accordingly conclude that there was no legitimate\r\nbasis for the court a quo to have granted the interdict against\r\nMiller.\nThat brings me to the question of costs.\n[18] It was submitted on behalf of the applicants that\r\nthey should at least be awarded the costs in the court a quo of the\r\nurgent\npart of the application. On the one hand, they and their\r\nattorney were faced with notices requiring them to attend an enquiry\r\non\n29 August and 3 November under pain of possible criminal sanction.\r\nOn the other hand, Miller and the joint liquidators only became\naware\r\nof the deregistration of Serveco on Friday 15 August; and after the\r\napplication was served on them on 19 August, they gave\nan undertaking\r\nwithin three days (on 22 August) that the enquiry would not proceed\r\non 29 August. They also consented to the order\ngiven by Mokgoatlheng\r\nJ on 26 August which recorded that the enquiry would not proceed on\r\n29 August or 3 November. Furthermore,\nneither Miller nor the joint\r\nliquidators were responsible for the deregistration of Serveco which\r\nwas the basis for the invalidity\nof the notices, nor were they remiss\r\nin not preventing it. In the circumstances, I consider that it would\r\nbe fair to make the costs\nof the urgent application costs in the\r\ncause of the main application.\n[19] Before making the order I should mention that\r\ncounsel representing Miller and the joint liquidators indicated that\r\nthe taxing\nmaster requires an order authorising the costs of senior\r\ncounsel if such costs are to be allowed on taxation. No submission to\r\nthe contrary was made on behalf of the applicants. This is\r\naccordingly not a proper case to examine the practice of the taxing\r\nmaster, and I express no opinion on it either way.\n[20] The following order is made:\n1. The appeal succeeds with costs, including the costs\r\nof senior counsel.\n2. The order made by the court a quo is set aside and\r\nthe following order substituted:\n'The application is dismissed\r\nwith costs, including the costs of the urgent application; and the\r\ncosts of senior and junior counsel\nwhere such were employed, and of\r\nsenior counsel where senior counsel alone was employed, shall be\r\nallowed at all stages of the\nproceedings.'\n3. The cross-appeal is dismissed with costs, including\r\nthe costs of senior counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: A Subel SC\nInstructed by Knowles Husain Lindsay Inc, Johannesburg;\nMcIntyre & Van der Post, Bloemfontein\nRESPONDENTS: J Suttner SC (with him Ms P M Cirone)\nInstructed by Werksmans Inc, Johannesburg;\nMatsepes Attorneys, Bloemfontein\n1\nSee\r\n\teg\nSchlesinger v Schlesinger\n1979 (4) SA 342\n(W) at\r\n\t348E-350C;\nNDPP v Basson\n2002 (1) SA 419\n(SCA) para 21.\n2\n1982\r\n\t(3) SA 378\n(D) at 382B-G.\n3\nVenter\r\n\tv Williams\n1982 (2) SA 310\n(N) at\r\n\t313-4;\nLok v Venter\nNO\n1982 (1) SA 53\n(W) at 58;\nFoot NO v\r\n\tAlloyex (Pty) Ltd\nabove, n 2, at\r\n\t383-4.\n4\nWhich\r\n\tdeals with the powers of liquidators.\n5\nLok\nabove, n 3, at 55H-57E.\n6\nCf\nTyman's v Craven\n[1952]\r\n\t2 QBD 100\n(CA).\n7\n1908\r\n\tTS 822\nat 827.\n8\n1908\r\n\tTS 1187\nat 1193.\n9\nThe\r\n\tpower of attorney annexed to the answering affidavit has been signed\r\n\tby only two of the joint trustees.\n10\n1913\r\n\tTPD 28\nat 35.",
  "scraped_at": "2026-02-11T20:15:24.540781",
  "date": "2010-03-25",
  "coram": [
    "CLOETE JA",
    "MHLANTLA JA",
    "SHONGWE JJA",
    "GRIESEL JA",
    "MAJIEDT AJJA"
  ],
  "case_number": "324/09",
  "parties": {
    "applicants": [
      "R Miller",
      "A Surmany",
      "R K Gosasna",
      "B K Mamoseba",
      "N Y Seriti"
    ],
    "respondents": [
      "NAFCOC Investment Holding Company Ltd",
      "M Leaf",
      "L Baya",
      "T Saul",
      "K H Hlongwane"
    ]
  },
  "sections": {
    "facts": "Serveco (Pty) Ltd was placed in liquidation on 23 May 2006 at the request of its major shareholder, Nafcoc Investment Holding Company Ltd. The joint liquidators of Serveco appointed the professional liquidator R Miller to act on their behalf. Miller applied ex parte to the Master for an enquiry into Serveco's affairs under sections 417 and 418 of the Companies Act 61 of 1973, and the Master ordered the enquiry on 27 March 2008, appointing Ms Rene Bekker as Commissioner. Notices were issued to the individual applicants (the former directors/employees) and their attorney to attend the enquiry scheduled for 29 August and 3 November 2008. The applicants sought an interdict to prevent their examination and to bar Miller from attending. The High Court set aside the Master’s order, interdicting Miller and ordering costs. Both parties appealed.",
    "issues": "1. Whether the Master may order an enquiry without receiving an application from a limited class of persons. 2. Whether the Master’s delegated authority to the Commissioner to determine attendance and access to the record is valid. 3. Whether the deregistration of Serveco on 25 April 2008 invalidated the Master’s and Commissioner’s authority and the notices issued. 4. Whether Miller had proper authority, by delegation from the joint liquidators, to attend and conduct the enquiry. 5. Whether the interdict against Miller was justified under s 417(7) of the Companies Act.",
    "principles": "The Court relied on sections 417 and 418 of the Companies Act 61 of 1973, which allow the Master or Court to summon persons for an enquiry without the need for an application from a specific class. Section 417(7) requires confidentiality unless the Master or Court directs otherwise. Section 73 deals with deregistration, while section 419 provides that a wound‑up company is dissolved, not deregistered. The Court also considered the principle that liquidators may delegate ministerial acts to trusted agents, but may not delegate discretionary powers that must be exercised jointly by the liquidators themselves.",
    "application": "The Court held that the Master was not required to act on an application from a limited category and could lawfully delegate to the Commissioner the power to decide who may attend the enquiry. The deregistration of Serveco was erroneous because the company was already in liquidation; however, the subsequent restoration of the company rendered the earlier notices void but did not affect the underlying authority of the Master and Commissioner. Miller’s power of attorney, signed by the joint liquidators, authorised him to act on their behalf for ministerial tasks, which was permissible. Consequently, the interdict preventing Miller’s attendance was unsupported by law.",
    "conclusion": "The appeal succeeded. The order of the High Court was set aside and substituted with an order dismissing the application, awarding costs (including senior counsel costs) at all stages. The cross‑appeal was dismissed with costs. The Court affirmed that the Master’s and Commissioner’s powers, as exercised and delegated, were valid, and that Miller was entitled to attend the enquiry."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Company Liquidation",
    "level_3": [
      "Companies Act",
      "Section 417",
      "Section 418",
      "Liquidator authority",
      "Delegation",
      "Deregistration"
    ]
  }
}