{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/18.html",
  "case_name": "Bayly and Others v Knowles (174/09) [2010] ZASCA 18; 2010 (4) SA 548 (SCA) ; [2010] 3 All SA 374 (SCA) (18 March 2010)",
  "citation": "[2010] ZASCA 18",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 18\n|\nNoteup\n|\nLawCite\nBayly and Others v Knowles (174/09) [2010] ZASCA 18; 2010 (4) SA 548 (SCA) ; [2010] 3 All SA 374 (SCA) (18 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: \n174/09\nIn\nthe matter between:\nD\nN BAYLY\t\t\t\t\t\t\t\t\t1\nST\nAppellant\nSOUTH\nAFRICAN ELECTRONIC\nTRACKING\nSYSTEMS LTD\n2\nND\nAppellant\nF\nT MARTIN\t\t\t\t\t\t\t\t\t3\nRD\nAppellant\nELECTRONIC\nTRACKING SYSTEMS AS\t\t\t\t4\nTH\nAppellant\nA\nC STIPANOV\t\t\t\t\t\t\t\t5\nTH\nAppellant\nG\nH VAN LAUN\t\t\t\t\t\t\t\t6\nTH\nAppellant\nM\nJOHNSON\t\t\t\t\t\t\t\t7\nTH\nAppellant\nM\nS JUUHL\t\t\t\t\t\t\t\t\t8\nTH\nAppellant\nand\nA\nL KNOWLES\nRespondent\nNeutral\ncitation\n:\nBayly v\nKnowles\n(174/09)\n[2010] ZASCA 18\n(18 March\n2010 )\nCoram:\nHARMS\nDP, NUGENT, HEHER, LEACH JJA AND SERITI AJA\nHeard:\n2\nMarch 2010\nDelivered:\n18\nMarch 2010\nUpdated:\nSummary:\nCompany\nâ Shareholders â oppression â shareholder in majority bloc\nmaking fair offer for minorityâs shares before litigation\nâ\neffect on application under s 252 of the Companies Act 61 of 1973 â\noffer by minority to purchase a majority shareholding â\ninterests\nof company and remaining shareholders to be considered.\n____________________________________________________________________________________\nORDER\nOn\nappeal from:\nSouth Gauteng High Court (Johannesburg) (Horn J sitting as court of\nfirst instance).\n1.\tThe\nappeal\nis upheld with costs\nincluding the costs of two counsel.\n2.\tThe\norder of the court\na quo\nis\nset aside and replaced with the following:\nâ\n(a)\tThe\napplication is dismissed.\n(b)\tThe\napplicant is to pay the costs of the first to fifth respondents\nincluding the costs of two counsel.â\nJUDGMENT\n___________________________\n__________________________________________\nHEHER\nJA (Harms DP, Nugent, Leach JJA and Seriti AJA concurring):\n[1]\nThis\nis an appeal with leave of the South Gauteng High Court (Horn J)\nagainst an order made in favour of the respondent under s 252(3)\nof\nthe Companies Act 61 of 1973 directing and regulating the disposal of\nshares in a small proprietary company.\n[2]\tDuring\nApril 2004 Mr Knowles (the respondent) was invited by the Norwegian\nholder of the rights to a vehicle-tracking system,\nElectronic\nTracking Systems AS (âETSâ, the fourth appellant), to acquire 50\nper cent of the shares in South African Electronic\nTracking Systems\nLtd (the second appellant, hereafter referred to as âthe companyâ)\nwhich had been set up to market the system,\nfor R2 million.\n[3]\tUnable\nto afford the whole price, Knowles introduced Bayly (the first\nappellant) to ETS as his co-investor. According to Knowles,\nthe two\nof them reached a private agreement which the managing director of\nETS, one Siqueland, afterwards confirmed, to offer to\nbuy 51 per cent\nof the shares, to borrow the funds required for the purchase from\ncertain brothers (one of whom, Fred Martin, is\nthe third appellant in\nthese proceedings) on the understanding that Bayly would be employed\nby the company as its managing director\nand Knowles as its sales and\nmarketing director âuntil we might decide otherwiseâ.\n[4]\tOn\n20 December 2004 the negotiations were finalised. Bayly, Knowles and\nETS signed a shareholdersâ agreement and an agreement\nfor the\npurchase and sale of shares.\n[5]\tThe\nrelevant terms of the shareholdersâ agreement, in summary, were as\nfollows:\n(a)\tThe\ncompany would operate a business for the development, supply, sale\nand support of products and solutions designed and manufactured\nby\nand for ETS.\n(b)\tThe\nprovisions of the agreement were to prevail in the event of a\nconflict between its terms and those of the memorandum and articles\nof the company. (The company statutes were not produced or relied on\nin the proceedings. As will appear, other shareholders apparently\nbought into the company. One does not know whether they bound\nthemselves to the terms of the agreement.)\n(c)\tThe\nauthorised and issued share capital of the company was R4000 divided\ninto 4000 ordinary shares of R1 each.\n(d)\tETS\nwas to own 49 per cent of the shares and Bayly and Knowles 25.5 per\ncent each.\n(e)\tThe\nshareholders would be entitled to appoint a maximum of four directors\nbetween them, ETS two non-executive directors and Bayly\nand Knowles\ntwo executive directors of whom one would be the managing director.\nThe executive directors would be responsible for\nthe day to day\nmanagement of the company. Each director was to have an equal vote.\nThe shareholders were entitled to remove and replace\nany director at\nany time.\n(f)\tThe\nday to day affairs and activities of the company would be managed by\nBayly in his capacity as managing director of the company.\n(g)\tNo\nshareholder could alienate any shares unless first offered to the\nother shareholders in proportion to their holdings existing\nat the\ndate of the offer.\n(h)\tA\ndeemed offer to the remaining shareholders would arise upon cessation\nof employment of any shareholder unless otherwise agreed\nin writing.\n(i)\tThe\nparties entered into the agreement on the basis of trust and they\nrecorded an intention to observe good faith in contracting\nand\ndealing with each other.\n[6]\tThe\nsale agreement provided that ETS sold 2040 shares (51%) to Bayly and\nKnowles in equal proportions for R2 million.\n[7]\tThere\ncan be no doubt that Bayly and Knowles entered into this relationship\non the understanding that both would participate equally\nin the\nmanagement of the company.\n[8]\tThe\ncompany appears to have prospered. But the first seeds of dissension \nbetween Bayly and Knowles were sown by early in 2006\nwhen Bayly, in\nthe face of resistance by Knowles, employed Fred Martin as a\nconsultant. Although Knowles yielded the point, the matter\ncontinued\nto rankle with him. According to his founding affidavit this event\ninitiated a marked change in the relationship between\nhimself and\nBayly which gradually intensified. The deterioration was manifested\nin a strategy allegedly adopted by Bayly to undermine\ncommunications\nbetween Knowles and the techinical division, and in a reluctance to\ndiscuss the business, as well as the exclusion\nof Knowles from\ndecision-making in the company.\n[9]\tBayly,\nin his answering affidavit, admitted that an alienation developed but\nblamed other causes: a lack of attention to the interests\nof the\ncompany on the part of Knowles, and an inclination to develop and\nfavour other business interests.\n[10]\tAlthough\nthese competing explanations were extensively canvassed in evidence\nthe court\na quo\ndid\nnot find it necessary to resolve the differences and neither do I for\nreasons which will\nappear.\n[11]\tWhatever\nmay have been simmering under the surface of their relationship,\nnothing which disclosed a problem occurred until 22\nOctober 2007,\nwhen Bayly caused the cancellation of the petrol cards and credit\ncard issued to Knowles for use in his employment,\nwithout prior\ndiscussion or notice.\n[12]\tOn\n1 November Bayly informed Knowles that he intended to make an offer\nfor the purchase of the latterâs entire interest in\nthe company. On\n9 November he submitted a draft offer in the form of a proposed\nAmending Shareholdersâ Agreement (which purported\nto reflect both\nETS and the company as parties to it).\n1\n[13]\tThe\nproposal provided for the resignation of Knowles as a director with\neffect from 1 November 2007, the sale of his shares (now\n6333 in\nnumber) to Bayly for a price of R2 million, and further\nâ\n[To]\nthe extent that the third shareholder [ie Knowles] is an employee of\nthe company in any capacity, such employment relationship\nis by\nmutual consent terminated, against signature of this agreement.â\nIt\ncontemplated Knowlesâs retention by the company as a distributor on\na retainer of R40 000 per month for six months and thereafter\non\nthe basis of commissions and an annuity income. The proposal also\nincluded an undertaking by Knowles in restraint of trade in\nfavour of\nthe company.\n[14]\tAt\nthe end of November the company withheld payment of the salary and\nmedical aid contributions due to Knowles.\tBy this time,\naccording to\nhis subsequent founding affidavit, the mutual trust and confidence\nbetween Bayly and himself had been destroyed beyond\nthe possibility\nof restoration.\n[15]\tOn\n12 December Mr Cyril Ziman, the attorney representing Knowles, sent a\nletter to Bayly setting out a counter proposal, involving\na procedure\nwhich included an independent enquiry and valuation of Baylyâs\nshareholding by an accountant, a first option to purchase\nin favour\nof Knowles, and, on failure to exercise that right, an option to\npurchase in favour of Bayly, and, failing exercise by\nboth, a right\nin either party to apply for a winding up of the company. The counter\noffer was to remain open until 14 December, after\nwhich, Knowles\nwould seek a winding up of the company.\n2\n[16]\tThe\ncounter-offer was said in the attorneyâs letter to be âa fair\nproposal to resolve the impasseâ. Bayly then and thereafter\ndisputed that. He made it clear that he had no intention of disposing\nof his shares. From this time threats and demands took over.\nSettlement negotiations failed. On 18 December 2007 Knowles called at\nthe companyâs place of business in order, so he said, to\nattend to\nhis duties, only to find that his office was locked and his books,\nrecords and personal belongings had been boxed and removed.\n[17]\tDuring\nJanuary 2008 Knowles telephoned Siqueland, who declined to take\nsides. He said he had no objection to Knowles purchasing\nBaylyâs\nshares or remaining a director of the company. The third appellant,\nMartin, had by this time acquired shares in the company\nand had,\naccording to Knowles, aligned himself with Bayly. Together they held\na majority in the equity.\n3\n[18]\tOn\n25 January 2008 Knowles applied to the Johannesburg High Court for\ninterim orders for the reinstatement of his company benefits,\npayment\nof salary and medical aid contributions, access to the financial\nrecords of the company and restoration of access to its\nbusiness\npremises.\n4\nHe gave notice of an application to\nseek orders for the sale to him of Baylyâs shares in the company\n(with the alternatives previously\nincluded in the counter-proposal,\nincluding an order winding up the company). The legal foundation of\nthe application was s 252 of\nthe Act.\n5\nBayly, Martin, ETS and Stipanov\nopposed. They made common cause.\n[19]\tHorn\nJ, before whom the application was argued, could find no\njustification for winding up the company. He said in his judgment:\nâ\nThe\nway the court can achieve the objects of section 252 without taking\nthe drastic step of liquidation is to order that the majority\nshareholders purchase the shares of the minority shareholder or for\nthe minority shareholder to purchase the shares of the majority.\n.\n. .\nAccording\nto the uncontested facts in the present matter the applicant has\nalready rejected the offer by the first respondent to purchase\nhis\nshares because the offer by the first respondent was far below the\ntrue value of the shares. The applicant has put forward a\ncounter\noffer wherein the value of the shares is more realistically stated.\nHowever, the first respondent has failed to respond to\nthe\napplicantâs proposal. This means that the applicant can do nothing\nat this juncture to protect his investment and in effect\nhas no\nremedy to redeem his investment with the second respondent. I have\nstudied the relief set out in the notice of motion and\nI find the\nproposals contained therein eminently fair and a realistic way to\ndeal with the matter.\n.\n. .\nIt\nis a matter of fact that the applicant has been excluded from\nparticipation in any business activities of the second respondent.\nAll financial and management information which the applicant has been\nentitled to has been withheld from him. He has lost all perks\nand\nbenefits, including salary due to him by virtue of his employment\nwith the second respondent. He has been effectively prevented\nfrom\nhaving any say in the affairs of the second respondent.â\n[20]\tCounsel\nfor the appellants submitted that the learned judge misdirected\nhimself in the quoted passages. I agree. I find it necessary\nto refer\nto only two instances which, in my view, are sufficient to dispose of\nthe appeal.\n[21]\tAs\na matter of fact, there was no averment or admission in the\naffidavits (or in the correspondence that preceded them) that\nKnowles\nhad rejected Baylyâs draft offer because the price offered was âfar\nbelow the true value of the sharesâ (or was otherwise\nunreasonable\nin its terms). On the contrary, both in correspondence and under oath\nKnowles confined himself to the assertion that\nthe offer was\nâunacceptableâ to him, without, as one might have expected,\noffering reasons for his refusal to take it up. (In\nfact, his reasons\ndo not require the exercise of imagination since his attitude as\nmanifested in the counter-proposal and in the\nargument before us was\nsimply a refusal to dispose of his shares to Bayly, thereby leaving\nhim in control of the company. As Knowles\nviewed the matter, not\nwithout justification, it was he who had brought Bayly into the\ncompany, built up its business by his efforts\nand sales acumen and\nthen been unfairly shut out.\n[22]\tAs\nmight be anticipated, Bayly described his offer as âunder the\ncircumstances . . . more than fair to [Knowles]â. Ordinarily\nsuch\nan averment would call for closer examination.\n6\nBut, in this instance, far from provoking a denial from Knowles, it\nelicited only the following response:\nâ\nI\nstate that a fair and equitable proposal was made by me to [Bayly] in\nannexure âAKâ [ie the letter from his attorney].â\nHaving\neschewed the opportunity of meeting the express averment of fairness\nit was not open to Knowles to contend otherwise. Horn\nJ should\ntherefore have approached the application upon the basis that Bayly\nhad made a fair offer for Knowlesâs shares.\n[23]\tI\nam bound to say that certain remarks of Hoffman J, as he then was, in\nRe a company (No 006834 of\n1988), ex parte Cremer\n[1989] BCLC 365\n(Ch D) at 368 apply four-square to the allegations\nmade by Knowles in this case:\nâ\nTaken\nat their face value, these allegations amount at most to high-handed\nconduct in certain matters. There is nothing in them which\ncan carry\na serious imputation of dishonesty. This is an ordinary case of\nbreakdown of confidence between the parties. In such circumstances,\nfairness requires that the minority shareholder should not have to\nmaintain his investment in a company managed by the majority with\nwhom he has fallen out. But the unfairness disappears if the minority\nshareholder is offered a fair price for his shares. In such\na case, s\n459 was not intended to enable the court to preside over a protracted\nand expensive contest of virtue between the shareholders\nand award\nthe company to the winner.â\nAfter\nhis elevation to the House of Lords the learned judge found cause to\naddress the issue again in\nOâNeill\nv Phillips\n, at 1106H-1107C:\nâ\nIn\nthe present case, Mr Phillips fought the petition to the end and your\nLordships have decided that he was justified in doing so.\nBut I think\nthat parties ought to be encouraged, where at all possible, to avoid\nthe expense of money and spirit inevitably involved\nin such\nlitigation by making an offer to purchase at an early stage. This was\na somewhat unusual case in that Mr Phillips, despite\nhis revised\nviews about Mr OâNeillâs competence, was willing to go on working\nwith him. This is a position which the majority\nshareholder is\nentitled to take, even if only because he may consider it less\nunattractive than having to raise the capital to buy\nout the\nminority. Usually, however, the majority shareholder will want to put\nan end to the association. In such a case, it will\nalmost always be\nunfair for the minority shareholder to be excluded without an offer\nto buy his shares or make some other fair arrangement.\nThe Law\nCommission (\nShareholder\nRemedies\nparas\n3.26 to 3.56) has recommended that in a private company limited by\nshares in which substantially all the members are directors,\nthere\nshould be a statutory presumption that the removal of a shareholder\nas a director, or from substantially all his functions\nas a director,\nis unfairly prejudicial conduct. This does not seem to me very\ndifferent in practice from the present law. But the\nunfairness does\nnot lie in the exclusion alone but in exclusion without a reasonable\noffer. If the respondent to a petition has plainly\nmade a reasonable\noffer, then the exclusion as such will not be unfairly prejudicial\nand he will be entitled to have the petition\nstruck out.â\n[24]\tThe\nfailure to accept Baylyâs offer has important consequences for\nKnowles. In English law the making of a reasonable offer\nfor the\nshares of an oppressed minority is enough to counter reliance by the\ncomplainer on s 459 of the Companies Act (the equivalent\nof s 252).\nPursuit of the complaint in the face of such an offer is evidence of\nabuse of the process sufficient to strike out such\nreliance\nin\nlimine.\nThe principle of\nencouraging affected parties to use the procedures provided in the\narticles (or in a shareholdersâ agreement) to\navoid âthe expense\nof money and spiritâ is laudable. In the context of s 252 the\nfailure of a minority shareholder to accept\na reasonable offer for\nhis shares and leave the company in the hands of the majority is, at\nleast, strong evidence of a willingness\nto endure treatment which is\nprima facie inequitable despite the choice of a viable alternative.\nIf that is so it would not ordinarily\nbehove him to continue to\ncomplain about oppression. The rule, however, cannot be absolute. In\nRe Data Online Transactions\n(UK) Ltd\n[2003] BCC 510\n,\nfor example, it was held reasonable for a petitioner to refuse an\notherwise acceptable offer where there was not a reasonable prospect\nthat the offeror would be able to meet the financial commitment\ninvolved. One can conceive of cases where the offer, although\nreasonable,\nmay be so tainted by bad faith or ulterior motive as to\nexcuse non-acceptance. In the context of the present appeal, however,\nthe\nabsence of reasoned opposition to the acceptance of the offer\ndefeated reliance on the inequity inherent in the deliberate\nalienation\nof Knowles from his right to participate in the management\nof the company. Knowles had the power both to protect and redeem his\ninvestment\nin the company before he approached the court but, because\nhe was insistent upon his right to retain his shares, he elected not\nto\ndo so. Thereby he abrogated his right to rely on the inequity\ninherent in the conduct of the company.\n[25]\tA\nsecond serious flaw in the reasoning of the learned judge relates to\nhis finding that the facts of the case justified an order\ncompelling\nBayly to sell his shares to Knowles. In any exercise of a discretion\nunder s 252(3) the court is bound to consider not\nonly the interests\nof the warring shareholders but also those of shareholders who have\nstood apart and the best interests of the\ncompany itself. There is no\nindication that the court did so. A re-appraisal of the question\ndrives one to the opposite conclusion.\n[26]\tAlthough\nBayly was not a majority shareholder by reason of his own\nshareholding alone, the order sought by Knowles would have\nchanged\nthe whole balance of the shareholding and rendered him the majority\nshareholder while transforming the interests of the other\nremaining\nshareholders from a\nde facto\nmajority into a minority.\nTo all intents and purposes the matter required to be approached on\nthe basis that Bayly indeed commanded\na majority.\n[27]\tAs\nHoffman J remarked in\nRe a\ncompany, ex parte Cremer\n,\nabove, at 367h\nâ\nI\nthink it must be very unusual for the court to order a majority \nshareholder actively concerned in the management of the company\nto\nsell his shares to a minority shareholder when he is willing and able\nto buy out the minority shareholder at a fair price.â\nThe\nwide discretion afforded the court by s 252(3) does not however\nexclude that possibility in appropriate circumstances. But here\nthere\nwere no such circumstances. The company was viable and successful. It\nhad become so under the direction of Bayly over more\nthan three\nyears. The sympathy factor arising from Knowlesâs propulsion of\nBayly to the position of chief executive was no more\nthan an\nhistorical curiosity. Knowles had striven hard for the success of the\ncompany and had participated to some (uncertain and\nundisclosed\ndegree) in its management, as was his contractual right and his duty\nas a director, but it was Bayly who held the helm,\nhired and fired,\nand had the confidence of the staff (some twenty in number at the\ntime of the application). He also maintained the\nessential level of\nco-operation and goodwill between the company and its supplier ETS.\nWhen a choice between Knowles and Bayly needed\nto be made, ETS showed\nwhere its confidence lay. Knowles mostly worked away from the\ncompanyâs premises selling the product. By\nthe time of the judgment\nhe had ceased employment and not participated in management for more\nthan a year. The effect of forcing\nBayly out and placing Knowles in a\nposition of control would have had effects on the company which can\nonly be guessed at. (The change\nwould be even more extreme now that\nmore than two years have elapsed since his last involvement.)\n[28]\tIt\nfollows from all these considerations that the only practicable order\nthat could have been made in the circumstances was one\nwhich directed\nBayly to acquire Knowlesâs shares. But Knowles did not seek an\norder having that effect.\n[29]\tCounsel\nfor Knowles, perhaps appreciating the weakness of his clientâs case\nfor the purchase of Baylyâs shares, concentrated\non the relief of\nliquidation on the just and equitable ground. But Horn J had not made\nsuch an order and Knowles had not noted a\nconditional cross-appeal\nagainst his failure to do so. Strictly-speaking that excludes\nconsideration of the matter. It needs to be\npointed out, however,\nthat in urging this aspect of his case, counsel fell into a double\ntrap: liquidation would destroy a perfectly\nviable company, as all\nagreed; but, in doing so, it would provide no redress to Knowles for\nsuch oppression as he may have suffered.\nThe first consequence is one\nthat a court will avoid except in the most extraordinary\ncircumstances; the second would favour revenge\nabove reason â\nfinancially Knowles might even be prejudiced by a sale in\nliquidation. Nothing more need be said on this aspect.\n[30]\tThe\nfollowing order is made:\n1.\tThe\nappeal is upheld with costs including the costs of two counsel.\n2.\tThe\norder of the court\na quo\nis\nset aside and replaced with the following:\nâ\n(a)\tThe\napplication is dismissed.\n(b)\tThe\napplicant is to pay the costs of the first to fifth respondents\nincluding the costs\nof two counsel.â\n____________________\nJ\nA HEHER\nJUDGE\nOF APPEAL\nA\nPPEARANCES:\nAPPELLANTS\n:\tS\nF Burger SC and J W Steyn\nInstructed\nby\tLe Roux Mathews & Du Plessis, Johannesburg;\nSymington\n& De Kok, Bloemfontein\nRESPONDENT\n:\tJ\nBlou SC\nInstructed\nby\tCyril Ziman & Associates Inc, Johannesburg\nNaudes\nInc, Bloemfontein\n1\nThe question of whether ETS knew and approved of the proposal was\n\tnot canvassed in the subsequent correspondence or affidavits.\nAll\n\tthat we know is that ETS, after initial equivocation, sided with\n\tBayly in the litigation.\n2\nThe counter-proposal was taken up by Horn J and included verbatim in\n\this order in the application. Counsel for the appellant justly\n\tdescribed it as âelaborate, unwieldy and expensiveâ. An order\n\tdesigned to regulate the disposal of interests in a company pursuant\n\tto s 252 should, as far as practically possible, achieve an\n\texpeditious, straightforward and inexpensive termination in the\n\trelationship\nand exclude the potential for further disputes.\n3\nThe realignment of shares between 2004 and 2008 was not explained by\n\tanyone in the application. The parties seem to have accepted\nthat by\n\tthe time proceedings commenced the respective holdings in the\n\tcompany were as follows:\nKnowles\t6333\t\t31.67%\nBayly\t\t6333\t\t31.67%\nMartin\t\t5833\t\t29.17%\nStipanov\t500\t\t2.50%\nETS\t\t500\t\t2.50%\nVan Laun\t250\t\t1.25%\nJohnson\t250\t\t1.25%\nJuuhl\t\t1\t\t0.01%\nVan Laun (sixth\n\tappellant) and Juuhl (eighth appellant) were the non-executive\n\tdirectors appointed by ETS. Johnson (seventh appellant)\nresided in\n\tthe United Kingdom; the origin of his holding seems to precede the\n\tinvolvement of the present antagonists in the company.\nStipanov\n\t(fifth appellant) is said by Knowles to have been in a relationship\n\twith Bayly.\n4\nKnowles did not pursue the claim for interim relief.\n5\nSection 252 provides (in so far as relevant):\nâ(1)\tAny member of a\n\tcompany who complains that any particular act or omission of a\n\tcompany is unfairly prejudicial, unjust or\ninequitable, or that the\n\taffairs of the company are being conducted in a manner unfairly\n\tprejudicial, unjust of inequitable to\nhim or to some part of the\n\tmembers of the company, may, subject to the provisions of subsection\n\t(2), make an application to the\nCourt for an order under this\n\tsection.\n. . .\n(3)\tIf on any such\n\tapplication it appears to the Court that the particular act or\n\tomission is unfairly prejudicial, unjust or inequitable,\nor that the\n\tcompanyâs affairs are being conducted as aforesaid and if the\n\tCourt considers it just and equitable, the Court may,\nwith a view to\n\tbringing to an end the matters complained of, make such order as it\n\tthinks fit, whether for regulating the future\nconduct of the\n\tcompanyâs affairs or for the purchase of the shares of any members\n\tof the company by other members thereof or\nby the company and, in\n\tthe case of a purchase by the company, for the reduction accordingly\n\tof the companyâs capital, or otherwise.â\n6\nCf\nOâNeill v Phillips;\nIn\nre A Company (No 00709 of\n\t1992)\n[1999] UKHL 24\n;\n[1999] 1 WLR 1092\n(HL) at 1107C-1108B\n[1999] UKHL 24\n; ;\n[1999] 2 All ER 961.",
  "scraped_at": "2026-02-11T20:13:35.744643",
  "date": "2010-03-18",
  "coram": [
    "Harms DP",
    "Nugent",
    "Heher",
    "Leach JJA",
    "Seriti AJA"
  ],
  "case_number": "174/09",
  "parties": {
    "applicants": [
      "D N Bayly",
      "South African Electronic Tracking Systems Ltd",
      "F T Martin",
      "Electronic Tracking Systems AS",
      "A C Stipanov",
      "G H Van Laun",
      "M Johnson",
      "M S Juuhl"
    ],
    "respondents": [
      "A L Knowles"
    ]
  },
  "sections": {
    "facts": "In 2004 Mr Knowles was invited by the Norwegian owner of a vehicle‑tracking system, Electronic Tracking Systems AS (ETS), to acquire 50% of South African Electronic Tracking Systems Ltd for R2 million. Unable to fund the purchase alone, Knowles introduced D N Bayly as a co‑investor; together they agreed, via a shareholders' agreement, that ETS would hold 49% and Bayly and Knowles each 25.5% of the 4,000‑share capital. Bayly was to act as managing director and Knowles as sales and marketing director. The agreement also provided for right of first refusal on share transfers and a deemed offer on termination of employment. By early 2006 relations soured, culminating in Bayly cancelling Knowles's petrol and credit cards, offering to buy Knowles’s shares for R2 million and proposing a retention arrangement. Knowles counter‑offered a valuation process and options to purchase shares. Negotiations failed; Knowles was locked out of the premises in December 2007 and applied in January 2008 for interim relief and an order under s 252 of the Companies Act to compel the sale of Bayly’s shares to him or other remedies.",
    "issues": "Whether the conduct of Bayly and the other majority shareholders amounted to unfair prejudice, oppression or injustice under s 252(1) of the Companies Act 61 of 1973, and whether the court should order the purchase of shares in favour of the minority shareholder despite the existence of a fair offer. The question also arose as to whether the minority’s refusal of the offer precluded relief and whether a winding‑up order was appropriate.",
    "principles": "The court applied the provisions of s 252(3) which empower the court to order the purchase of shares where conduct is unfairly prejudicial and a just and equitable remedy is required. Precedent from Re a company ex parte Cremer and O’Neill v Phillips emphasises that a minority shareholder who has been offered a fair price need not be forced to remain in the company, and that courts should encourage parties to resolve disputes via purchase offers rather than costly litigation. The Law Commission’s guidance on oppression reinforces that exclusion without a reasonable offer is unfair, but a reasonable offer defeats a claim of oppression. The court also noted that the discretion under s 252 must consider the interests of all shareholders and the company’s viability.",
    "application": "The court found that Knowles had not demonstrated that Bayly’s offer was unreasonable; on the contrary, the offer was described by Bayly as more than fair and was not contested on price. Knowles merely described the offer as ‘unacceptable’ without providing substantive reasons. By refusing the offer and seeking compulsory purchase, Knowles effectively abandoned the opportunity to protect his investment. Consequently, the court concluded that the statutory test for oppression was not met and that there was no basis to order the sale of Bayly’s shares or to wind up the company. The court therefore dismissed the application and set aside the lower court’s order.",
    "conclusion": "The appeal was upheld. The order of the lower court directing the sale of shares under s 252 was set aside and replaced with a dismissal of the application. The respondent (Knowles) was awarded costs, including costs of two counsel, payable by the appellants. No order for the purchase of shares or winding‑up was made."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Shareholder Oppression",
    "level_3": [
      "Section 252",
      "fair offer",
      "minority shareholder rights",
      "majority shareholding",
      "oppression remedy"
    ]
  }
}