{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/145.html",
  "case_name": "Singh and Another v Ebrahim (413/09) [2010] ZASCA 145 (26 November 2010)",
  "citation": "[2010] ZASCA 145",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 145\n|\nNoteup\n|\nLawCite\nSingh and Another v Ebrahim (413/09) [2010] ZASCA 145 (26 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 413/09\nIn the matter between:\nGAIL SINGH\n...............................................................................................\nFirst\r\nAppellant\nNASHEE SINGH\n...................................................................................\nSecond\r\nAppellant\nand\nASHRAFF EBRAHIM\n.....................................................................................\nRespondent\nNeutral citation:\nSingh v Ebrahim\n(413/09)\n[2010] ZASCA 145\n(26 November 2010)\nCoram:\nConradie, Maya, Snyders, Leach JJA and R\r\nPillay AJA\nHeard:\n16, 17 and 18 August 2010\nDelivered:\n26 November 2010\nSummary:\nDamages award – medical negligence\r\n– approach on appeal – determination of life expectancy –\r\namendments\non appeal – claim for so-called lost years – s\r\n28(2) of Constitution – alleged bias of trial judge –\r\noffer\nin terms of Uniform Rule 34\n___________________________________________________________________\nORDER\n__________________________________________________________________\nOn appeal from:\nKwaZulu – Natal High Court\r\n(Durban) (Koen J sitting as court of first instance):\n1.(a) The appellants’ application to amend by\r\nsubstituting the amount of ‘R50 653 447.00’ for\r\nthe amount\nof ‘R49 537 612.90’ where it appears\r\nin paragraph 14.1 of the particulars of claim and in prayer B is\r\ngranted\nin prayer D the amount of ‘R3 799 008.50’\r\nis substituted for the amount of ‘R3 715 291.80’;\n(b) Save as aforesaid, the application to amend and to\r\nlead further evidence is dismissed with costs.\n2. The appeal succeeds with costs, including the costs\r\nof the applications for leave to appeal to the high court and to this\r\ncourt\nand including those costs attendant upon the employment of two\r\ncounsel\n3. The orders granted on 30 July 2008 are set aside in\r\npart and reproduced below with substituted provisions and additions\r\nindicated\nin bold type.\n‘\n(1) The defendant is ordered\r\nto:\n(a) pay to the plaintiffs in their personal capacities\r\nthe amount of R126 694,77;\n(b) pay to the plaintiffs in their representative\r\ncapacities on behalf of Gian Singh the amount of R13 579,20;\n(c) pay to the plaintiffs in their representative\r\ncapacities on behalf of Nico Singh, the amount of\nR11 069 070,50\nsubject to the provisions of paragraph (4) below;\n(2) the defendant is ordered to pay interest to the\r\nplaintiffs on the aforesaid amounts at 15.5% per annum\na tempore\r\nmorae\nfrom date of judgment to date of payment;\n(3) the defendant is ordered to pay the plaintiffs’\r\ntaxed or agreed costs on the party and party scale, such costs to\r\ninclude:\n3.1 the costs consequent upon the employment of two\r\ncounsel, where applicable, including the preparation of written heads\r\nof argument;\n3.2 the reasonable costs of obtaining medico-legal and\r\nactuarial reports from those experts who testified and whose\r\nqualifying fees\nare allowed;\n3.3 the reasonable costs of those experts who attended\r\njoint meeting of expert witnesses;\n3.4 the reasonable qualifying and reservation fees\r\nrelating to attendance at court of the following witnesses:\nDr R Koch\nDr P Lofstedt\nMr D Rademeyer\nDr G Versfeld\nMr H Schüssler\nMr H Grimsehl\nDr R Wiersma\nMiss B Donaldson\nDr M Lilienfeld\nMiss I Hattingh\nMiss G Steyn\nMiss A Crosbie\nMr J Lapp\nDr A Botha\nMiss P Jackson\nMiss E Bubb\nProfessor P A Cooper\nDr D Strauss\nMr G Whittaker\n3.5 the costs of of obtaining a transcript of the\r\nproceedings;\n(4) the plaintiffs’ attorney of record, Joseph’s\r\nInc, is directed to pay the amount awarded in respect of Nico Singh\n\nin the amount of\nR11 069 070.50\nless the attorney\r\nand own client costs and disbursements relating specifically to his\r\nclaim excluding the attorney and own client\ncost relating to the\r\nclaims of the plaintiffs in their personal capacities and on behalf\r\nof Gian as either agreed, taxed or assessed\n(“the capital\r\namount”) over to the Trust (to be created within 1 month of the\r\ndate of the order), which Trust:\n(a) shall be created in accordance with the Trust Deed\r\nwhich shall contain the provisions set out in the draft Trust Deed, a\r\ncopy\nof which is annexed hereto as annexure “X”;\n(b) shall have as its Trustee Investec Pvt Trust\r\nLimited, with those powers and duties as set out in the aforesaid\r\nTrust Deed.\n(5) The Trustee shall:\n(a) be entitled in the execution of its duties and\r\nfiduciary responsibilities towards the beneficiary of the Trust, to\r\nhave the\nattorney and client costs and disbursements of Joseph Inc\r\ntaxed, unless agreed;\n(b) be obliged to render security to the satisfaction of\r\nthe Master of the High Court, subject to the provisions of paragraph\r\n6.7\nthereof; (6) in the event of the Trust not being created within 1\r\nmonth of date of this order, the plaintiffs and their attorney\nare\r\ndirected to approach this court within two months after the expiry of\r\nthe first period of 1 month, to obtain further directions\nwith regard\r\nto the manner in which the capital amount should be administered on\r\nbehalf of Nico Singh;\n(7) the following persons are declared necessary\r\nwitnesses:\n(a) Dr R Wiersma, a paediatric surgeon;\n(b) Mr D J Smythe, the headmaster of Browns School;\n(8) the trustee of the Trust is directed to employ an\r\noverseer/supervisor, of the calibre contemplated by the parties, as a\r\ncase\nmanager, nominated by the chairperson of the Cerebral Palsy\r\nAssociation of South Africa or any similar institution or\r\norganisation,\nhaving as its main object and purpose the advancement\r\nand care of cerebral palsy sufferers, with the following powers,\r\nduties and\nresponsibilities:\n(a) to enquire into and investigate whether Nico\r\nreceives all the necessary therapies, treatment, other devices, aids\r\nand accessories\nas any of the professional therapists or doctors\r\ntreating him may recommend from time to time;\n(b) to undertake such investigation and enquiry at\r\nregular intervals but not less than once annually until Nico attains\r\nmajority;\n(c) in the event of any necessary treatments, therapies\r\nor accessories not being made available to Nico, to investigate the\r\ncause\nfor such failure including liaison with the Trustee of the\r\nTrust as to the financial feasibility of such treatment;\n(d) if necessary, to apply to the High Court, such\r\napplication to be funded from the funds of the Trust, for whatever\r\nrelief may\nbe deemed appropriate;\n(9) all reserved costs are declared to be costs in the\r\ncause.\n(10)\nthe defendant is ordered to pay the trustee’s\r\nremuneration of R830 180.29 directly into the Trust’.\n4. The orders granted by the high court on 15 December\r\n2008 are set aside and replaced by an order reading:\n‘\nThe application is dismissed\r\nwith costs, including the costs of two counsel.’\n5. The cross-appeal is dismissed with costs, including\r\nthe costs of two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nCONRADIE JA (LEACH JA and R PILLAY AJA concurring)\n[1] The appellants who were the plaintiffs in the court\r\na quo are the parents of Nico, who is severely disabled by cerebral\r\npalsy\nas the result of a hypoxic brain injury sustained at birth.\r\nJust over 5 years old when the trial started, he is now nine. The\r\nrespondent,\nthe specialist gynaecologist whose negligence in\r\ndelivering the baby caused the brain injury, admitted liability for\r\nthe ensuing\ndamages.\n[2] In their particulars of claim dated 18 June 2004,\r\nthe appellants claimed in their personal capacities and on behalf of\r\nNico\namounts totalling R8 830 000. By amendment shortly\r\nbefore the commencement of the trial the claim escalated six- fold\nto\r\nR53 556 127.89. The trial, which turned into a marathon,\r\nstarted before Koen J on 30 October 2006 and ran until 14\nNovember\r\n2006. It was heard again from 16 April to 18 May, and then from 15\r\nOctober to 2 November 2007, altogether twelve weeks.\nKoen J delivered\r\nthree judgments. In the first he set about resolving the disputes of\r\nfact, which were many and varied, and having\ndone so, gave directions\r\nfor the computation of damages by an actuary agreed between the\r\nparties. On the basis of those calculations\nto which discretionary\r\nadjustments were made by the judge, the court awarded to the\r\nappellants damages of R126 694.77 in their\npersonal capacities,\r\nR13 579.20 in their capacity as parents of their other son Gian,\r\nand R9 008 503.40 for damages\nclaimed on behalf of Nico.\n[3] In his third judgment Koen J dealt with the costs of\r\nthe action taking account of the fact that at the commencement of the\r\ntrial\nthe respondent had made a written offer in terms of Uniform\r\nRule of Court 34(1) to settle the appellants’ claims for R12m\n\nincluding the costs of a curator. In the course of his judgment,\r\nrealising that he had earlier failed to award any amount in respect\n\nof the costs of a curator which the parties had agreed would be\r\ncalculated at 7.5 per cent of the capital amount of Nico’s\n\ndamages, the judge made the necessary calculation and allowed a\r\nfurther sum of R675 637.76 in that respect. This increased the\ntotal\r\nsum of the damages to R9 824 415.13. Since that sum fell\r\nR2 175 584.87 short of the offer, the judge,\nat the\r\nrespondent’s request, revised his earlier costs order to,\r\nbroadly, provide that instead of the respondent paying the\n\nappellants’ costs, the latter were to pay the costs of the\r\nformer.\n[4] Leave to appeal to this court against parts of the\r\nthree judgments delivered in the high court on 20 March 2008, 30 July\r\n2008\nand 15 December 2008 was granted to the appellants by the court\r\na quo, leave which was extended by this court to include all aspects\n\non which the appellants had sought leave. The respondent obtained\r\nleave from the court a quo to cross-appeal against certain parts\nof\r\nthe first and second judgments.\n[5] Due to the complexity and scope of the appeal my\r\ncolleague Snyders and I were tasked with writing a joint judgment.\r\nHowever,\nsince we differ on the outcome of the appeal, this has not\r\nproved possible. There are nevertheless extensive areas of agreement\n\non the major issues in the appeal. I shall therefore make copious\r\nreference to her judgment, here and there adding my own observations.\nTHE AMENDMENTS\n[6] The appellants seek leave to amend their pleadings\r\nto raise an issue that had not been raised before the court a quo\r\nand, on\nother aspects, seek leave under Rule 22(a) of the Uniform\r\nRules of Court to introduce new evidence on appeal. Certain minor\r\namendments\nto their particulars of claim sought by the appellants\r\nelicited no opposition. They are granted in the terms recorded in the\r\norder.\n[7] With regard to the application to adduce further\r\nevidence on appeal, I agree entirely with Snyders JA in rejecting the\r\napplication\nfor the reasons that she does. The remaining amendment\r\nseeks to introduce a claim for the patrimonial loss Nico would have\r\nsuffered\nbetween his estimated date of survival and his pre-morbid\r\nretirement age of 65. This period, from the date of premature death\r\nto\nthe date on which a victim’s earnings would have ceased had\r\nhis life not been shortened, is commonly referred to as the ‘lost\n\nyears’.\n[8] Mr Delport for the respondent\r\nargued that the amendment should be refused for attempting to\r\nintroduce allegations to sustain\na proposed claim that is bad in law.\r\nThe argument is obviously sound and I see no reason to go beyond it\r\nin refusing the amendment.\nThe decision of this court in\nLockhat’s\r\nEstate v North British & Mercantile Insurance Company Limited\n1959 (3) SA 295\n(A) stands in the way\r\nof a claim for the lost years. There was no attempt by the appellants\r\nto persuade us that\nLockhat’s\r\nEstate\nis clearly\r\nwrong. All that Mr de Waal for the appellants submitted was that we\r\nought to depart from\nLockhat’s\r\nEstate\nby\r\npreferring the reasoning of the House of Lords in\nPickett\r\nv British Rail Engineering Ltd\n1980\r\nAC 36\n;\n[1979] 1 All ER 774.\n[9]\nPickett’s\ncase put an end to an extended\r\ncontroversy in the English courts about claims for the lost years. In\r\noverruling the decision of\nthe Court of Appeal in\nOliver\r\nand Others v Ashman and Another\n[1962]\r\n2 QB 210\nthe House of Lords was influenced by what it saw as an\r\ninequity arising from the provision of the Fatal Accidents Act 1976,\r\nthat\nprecluded a dependant of a deceased victim from suing for loss\r\nof support once a living victim had recovered damages. The equitable\n\nsolution favoured by the House of Lords was to permit the living\r\nvictim to claim for patrimonial loss\n1\nafter his premature death in the hope\r\nthat he would leave the damages so recovered to his dependants by\r\nwill; or if he did not have\na will, in the expectation that more\r\noften than not his dependants would also be his heirs.\n[10] Our law is quite different to,\r\nand as Snyders JA remarks, more satisfactory than, the English law.\r\nThe loss of the capacity\nto save during the lost years is not\r\nregarded as establishing an enforceable claim by the victim of a\r\nwrong: Ramsbottom JA makes\nthis unmistakably plain where he says at\r\n305H-306B of\nLockhat’s\r\nEstate\n:\n‘\nBut I\r\nthink that it is clear that the only right which the injured man had\r\nwas to claim loss of earnings up to the date of this\ndeath, and\r\nnothing more could pass to his executors. A man who has been killed\r\nhas no claim for compensation after his death; after\nthat event he\r\nneeds no support for himself and is under no duty to support his\r\nfamily. His dependants have their own action against\nthe wrongdoer\r\nfor the loss that they have sustained. If the wrongdoer is unable to\r\npay, they may be able to claim support from\nthe estate of the\r\ndeceased, but that does not give the executor the right to claim from\r\nthe wrongdoer earnings or savings that\nhave been lost through the\r\ndeath of the deceased. If it did, the dependants would have no claim\r\nagainst the wrongdoer; their claim\nfor maintenance would be against\r\nthe estate of the deceased. That is not the law.’\n[11] No one has since\nLockhat\n’\ns\nEstate\nsuggested that\r\nit is not good law. The cases which have dealt, if only in passing,\r\nwith lost years claims have accepted it as sound.\nAcademic opinion\r\nhas been unwaveringly in support of its correctness. See J E\r\nScholtens ‘Damages for Death’ (1959)\n76\nSALJ\n373; PQR Boberg ‘Shortened Expectation of Life as\r\nan Element in the Assessment of Damages for Loss of Earnings’\n(1960) 77\nSALJ\n438\n;\nPQR Boberg ‘Damages occasioned by shortened (or\r\nlengthened) Expectation of Life’\n(1962) 79\nSALJ\n43\n; PQR Boberg\nThe\r\nLaw of Delict\nvol 1\nAquilian\r\nLiability\n542; see also Florence J Howroyd in\r\n‘Damages for Pecuniary Loss Occasioned by shortened Expectation\r\nof Life’\n(1960) 77\nSALJ\n448.\nTHE BILL OF RIGHTS\n[12] In regard to the application of section 28(2) of\r\nthe Constitution, I agree with what my colleague states in paragraphs\r\n[123]\nto [130] of her judgment and have nothing to add.\nTHE LIFE EXPECTANCY\n[13] Easily the most important from the point of view of\r\ndramatically affecting much of the appellants’ damages claims,\r\nand\nalso the most controversial, is the question of Nico’s life\r\nexpectancy. In view of the importance of the issue, the appellants\n\ntook a good deal of trouble to ensure that the most persuasive\r\nevidence available was placed before the court. They found a person\n\nwho could give such evidence in Dr D J Strauss, for thirty years a\r\nprofessor of statistics at the University of California who\nmade it\r\nthe central focus of his work for the last thirteen of those years to\r\ndevelop a data base recording the chances of survival\nof, inter\r\nalias, sufferers from cerebral palsy. His eminence and expertise in\r\nthis field has not been questioned. In the course\nof his work Dr\r\nStrauss and his collaborators, referred to as the California Group,\r\nhave assembled what he called ‘an extremely\nlarge data base in\r\nCalifornia which has information on about 300 000 people who\r\nhave developed mental disabilities and that\nincludes cerebral palsy’.\n[14] Dr Strauss explained his mortality tables in this\r\nway:\n‘\nEssentially\r\nthe mortality tables for cerebral palsy sufferers are constructed by\r\nidentifying a group of similar persons closest\nin disabilities to the\r\nsubject for whom a life expectancy figure is sought and determining\r\nfrom the assembled data what the life\nexpectancy of a person would\r\nbe.’\nSince each individual within a group has his own\r\nparticular disabilities, it is necessary to refine the life\r\nexpectancy prediction\nfor each, a topic which I deal with below.\n[15] The life expectancy estimates are summarized by Dr\r\nStrauss in a table as follows:\n‘\nTable 1. Life Expectancies\r\nfor various profiles of functional level\nAll estimates apply to a 5.2 year-old South African\r\nmale.\n_________________________________________________________\n# Description Remaining\nYears\n_________________________________________________________\n1. General population 62.8\n2. All persons in the database who have cerebral 27.9\npalsy, feed orally, do not crawl, creep, scoot or\nwalk, and do not feed self\n3. Nico Singh\na. Does not lift head in prone 20.3\nb. Lifts head in prone, but does not roll over 25.2\nc. Rolls; taking account of low weight 29.9\nd. Rolls; low weight ignored 31.6’\n[16] Four days after having written his report on 5\r\nOctober 2006, Dr Strauss, at the request of the appellants’\r\nattorney,\nprepared a supplementary report on the footing that Nico’s\r\nmass was 12.1 rather than 11kg. That pushed up his life expectancy\nby\r\n0.6 of a year. Of greater import was the appellants’ attorney’s\r\nrequest to use as an alternative basis for calculating\nNico’s\r\nlife expectancy mortality tables devised by the actuary Mr R J Koch,\r\ngiving for a person in the highest income bracket\n– R300 000\r\nand more annually – at age 5.2 years, a normal life expectancy\r\nof 66.3 additional years compared to\nthe 62.8 years of the official\r\n84/86 Life Tables.\n[17] On 12 October 2006, in response to a request by the\r\nappellants’ attorney for estimates of life expectancies on the\r\nassumption\nthat Nico was a child needing gastrostomy feeding (feeding\r\nby a tube permanently inserted into the stomach), Dr Strauss produced\n\nthe following table:\n‘\nTable [2]. Life\r\nExpectancies for various profiles of functional level. All estimates\r\napply to a 5.2 year-old South African male.\nRemaining Years\nDescription White So. 300 000 + Rand\nAfrican\n1. General population 62.8 66.3\n2. Nico Singh: cerebral palsy,\ntube fed\nand\na. does not lift head when lying in prone 15.9 16.8\nb. lifts head, head and chest, or has\npartial or full rolling 23.8 25.1’\n[18] Since motor function has been found to be the key\r\ndeterminant of survival, mobility is the main criterion for grouping\r\nsimilar\npeople together. Feeding skill is important in assessing\r\ngross motor function; tube feeding or the need for it is taken to be\r\na\nstrongly negative factor, not because a percutaneous endoscopic\r\ngastrostomy interferes with life expectancy (on the contrary by\n\nintroducing food directly into the stomach the intake of nutrients\r\nand consequently life expectancy is enhanced) but because a\nchild who\r\ncannot eat at all is generally more disabled than one who can take\r\nfood orally.\n[19] Body mass is an important determinant of survival\r\nbut cognative ability, while not negligible, is a much smaller factor\r\nin\nassessing the chances of survival. Dr Strauss expressed it by\r\nsaying that ‘profound retardation is bad for life expectancy,\n\nalthough not as bad as bad mobility’.\n[20] Motor function varies considerably and to construct\r\na usable model with only children who match Nico exactly would leave\r\none\nwith a group too small to be statistically significant. As Dr\r\nStrauss expressed it:\n‘\nWe\r\nestimate the hazard for a particular child that matches the criteria\r\nthat we are interested in which in Nico’s case was\nrolls, or\r\nlifts head, fed by others and so on.’\n[\n21]\r\nUsing these criteria as controls as well as taking into account that\r\nthe survival rate of children like Nico with very severe\ndisabilities\r\nhas in recent years improved somewhat Dr Strauss drew up his tables\r\nof life expectancies for various profiles of functional\nlevel.\n[22] The criteria employed to construct these categories\r\nmay be called mainstream criteria. There are subsidiary survival\r\ncriteria\nthat are not statistically taken into account in\r\nconstructing the categories because no statistical data is available.\r\nThe weight\ngiven to the subsidiary criteria, either positive or\r\nnegative, must depend on the assessment of the individual child; they\r\nare\nused as an adjustment mechanism once the mainstream category into\r\nwhich a child most closely falls has been identified.\n[23] With regard to the mainstream\r\ncriteria governing the broad classification of a disabled child, it\r\nis important to appreciate\nthat it is not that a child\ncan\nlift its head or roll, but that it\ndoes\nso. Head lifting in prone is the\r\nfirst skill that a baby develops at the age of about one month. It is\r\ncommon knowledge that once\nit is able to do so, it does so typically\r\nand consistently from that age on. At the age of two months, the baby\r\nlearns to roll;\nit then does so consistently and typically. For a\r\ndisabled child to have the same ability to roll as a two month old\r\nbaby, one\nwould expect it to typically and consistently do so. To\r\nserve as a proper statistical control the head lifting and rolling\r\nshould,\nDr Strauss explained, be relatively normal for the child.\n[24] With regard to rolling, one other observation is\r\nrequired. The mainstream criterion is ‘rolling over’ that\r\nis to\nsay, from front to back and the other way round. Partial\r\nrolling, even if it is laborious, is nevertheless also taken into\r\naccount\nby Dr Strauss and, although it is not full compliance with\r\nthe data base criteria, one appreciates the merit of treating it as\r\nan element in assessing mobility. As I shall presently show, all of\r\nthese manifestations of rolling must, in order to have statistical\n\nrelevance, occur consistently and typically.\n[25] There is another element that ought to be taken\r\ninto account in a mobility assessment: Nico has occasionally been\r\nseen to scoot,\nthat is to say, by the use of his legs to propel\r\nhimself along on his buttocks. This is an indication of mobility\r\nbeyond that which\none would expect of a two month old baby.\n[26] The evidence of Nico lifting his\r\nhead is patchy. On 27 July 2006 Ms R M Hardy, a psychologist,\r\nreported that Nico, assessed\nby her on\n6\r\nJune 2006, could hardly lift his head. Ms A M Crosbie, an\r\noccupational therapist, who tested Nico on 22 June 2006, reported\r\nthat\nhe had very little head control. Examined by a paediatrician\r\nProf P A Cooper on the same day it was found that Nico was able to\n\nlift his head in prone. A day later, on 23 June 2006, the paediatric\r\nphysiotherapist Ms Philippa Jackson assessed Nico; she reported\nthat\r\nNico could not lift his head lying in prone. Ida-Marie Hattingh, a\r\nspeech/language pathologist and audiologist, who also assessed\nNico\r\non 23 June 2006 reported that Nico had poor head control and that his\r\nhead needed to be supported at all times. On 4 August\n2006\nDr Margaret Lilienfeld, an\r\naugmentative and alternative communication specialist and\r\noccupational therapist, reported that ‘Nico\nis extremely weak\r\nand has difficulty in holding his head up even when in supported\r\nsitting’. On 27 September 2006 Dr A S\nBotha reported that Nico,\r\n(assessed on\n12\r\nSeptember 2006) could lift his head and part of his chest when lying\r\non his stomach. However, two days earlier Nico had been\nassessed by\r\nDr R D Campbell who reported that Nico was unable to lift his head.\n[27] At best for Nico, his ability to lift his head in\r\nprone is sporadic. There certainly was no sustained display of this\r\nvital\nmobility skill, something which is also demonstrated by the\r\nappellants’ failure to produce any recorded visual evidence of\n\nNico lifting his head. In view of the critical importance of\r\nrecording such evidence, the fact that no evidence appears to exist,\n\nleads to the irresistible inference that Nico’s head lifting\r\nwas so infrequent or intermittent that it was not reasonably\n\npractical to photograph it. Such video discs as do exist, do not\r\nassist. Dr Strauss says in his report of 29 September 2006 that\nin\r\nthe video discs he reviewed, Nico did not demonstrate that he meets\r\nthe criterion for head lifting.\n[28] Mr de Waal argued that Dr Strauss could not have\r\nbeen expected to observe evidence of head lifting because he was sent\r\neating\nand sleeping videos, but did not explain why, if there were\r\nhead lifting videos in existence, it was not thought advisable to\r\nmake\nthem available to Dr Strauss.\n[29] The first appellant had seen Nico roll to both\r\nsides although, she said, he had a preference for rolling to one\r\nside. She did\nnot say how often he did this but from the fact that\r\nover a period of years no visual material was produced to the court\r\nor any\nof the experts to prove the rolling, we may assume that it\r\nhappened too infrequently to be captured on camera. In regard to both\n\nthe head lifting and the rolling, it is troubling to consider that\r\nwith surveillance cameras widely available nowadays, it was\nnot\r\nthought to place this crucial issue of motor skills beyond contention\r\nby obtaining video footage of how, and precisely when,\nNico\r\ndemonstrated the ability to roll or lift his head in prone. The\r\nvisual material sent to Dr Strauss did not demonstrate an\nability to\r\nroll, whether fully or partially.\n[30] Alison Crosbie who assessed Nico on 22 June 2006\r\nreported that he could roll onto his back but not the other way\r\nround. She\nsaid ‘Nico is able to roll to one side on his own’.\r\nThe next day Philippa Jackson in her assessment of Nico observed\nthat\r\nhe could only roll to his left and only with great difficulty. Dr\r\nCampbell’s observation on 25 September 2006 was that\nNico\r\nrolled and could indeed roll in such a way as to meet the Strauss\r\ncriteria. At an examination by Prof Cooper on 12 November\n2006, Nico\r\nwas observed to be rolling from supine into prone and the other way,\r\nboth to the left and to the right.\n[31] Dr Strauss reviewed nineteen expert reports\r\nproduced up to the time of his own report and saw two or three video\r\ndiscs. His\nrecollection was that Nico was in a chair most of the time\r\nso that there was not much opportunity to observe gross motor\r\nactivity.\nBased on what he saw or read, and in view of the divergence\r\nof opinion among the experts, Dr Strauss did not, as he put it, ‘take\n\na position’ on either the issue of head lifting or that of\r\nrolling. What he did say, was that ‘Nico’s severe\n\ndisabilities in gross motor function are a strongly negative factor\r\nfor his life expectancy’. In regard to the ability to\nlift the\r\nhead in prone, Dr Strauss said that ‘it is a significant skill\r\nin children with severe cerebral palsy, as it distinguishes\nthose\r\nwith some modest gross motor function from those with effectively\r\nnone’.\n[32] The appellants’ supplementary summary of\r\nexpert testimony in respect of Dr Strauss informs the reader that Dr\r\nStrauss\nwas requested on the basis of ‘recent evidence in the\r\nmatter’ to express an opinion on Nico’s life expectancy.\n\nThe only ‘recent evidence’ to have come to light,\r\nevidence that Dr Strauss did not already have, was a report by Dr\n\nCooper on his examination of Nico on 12 November 2006.\n[33] Dr Strauss’s envisaged testimony was in this\r\ndocument said to be that ‘it appears that Nico’s ability\r\nto\nroll has been seen on a consistent basis, and that he has been\r\nobserved to lift his head in prone consistently’. This, he\n\ndeclared, places Nico in the ‘consistently rolls scenario’\r\nand that, therefore, one should assume the most favourable\nof the\r\nthree motor function scenarios. (ie 3(b), (c) and (d) see para [16])\n[34] When Dr Strauss came to testify he was referred to\r\nDr Cooper’s finding and it was put to him that he, Dr Strauss,\n‘\n. . .\r\n. assumed rolling and sitting (sic) and particularly that he [Nico]\r\nwas able to roll from side to side in both directions\nconsistently\r\nand typically as per your requirement and that he was able to roll\r\nfrom supine to prone and prone to supine in both\ndirections,\r\ncorrect?’\nThe answer to this was, ‘That was considered in\r\none of my scenarios, yes’.\n[35] Dr Strauss then proceeded to\r\nexplain how the ‘scenario that assumed the ability to roll,\r\nwhich was the most optimistic\nof the three’, was constructed.\r\nIt did not measure the mobility only of children who roll over but\r\nalso of children who roll\nfrom side to side but not from front to\r\nback or vice versa, children who consistently roll from front to back\r\nbut not vice versa,\nand those who roll both ways from front to back\r\nand back to front. He did not, as I understand his evidence, deviate\r\nfrom the statistical\ncontrol imperative that the rolling, whether\r\nfull or partial, and whether laborious or easy, should occur\r\nconsistently and typically.\n2\n[36] Dr Strauss followed this methodology to achieve\r\ngreater statistical stability from a larger cohort and to cater for\r\nthe uncertainty\nabout Nico’s abilities; on the assumptions he\r\nwas asked to make, the three levels combined, in his view, produced a\r\nlife\nexpectancy that would be a fair reflection of the ability of a\r\nchild like Nico. He neatly explained it by saying that, ‘If\nit\r\nis assumed that Nico has the ability to roll but we don’t want\r\nto specify just how good it is, then I think four, five,\nsix [the\r\nthree categories mentioned above] is the right group’.\n[37] Throughout his evidence Dr Strauss was careful to\r\nemphasise that it was for the court with the help of medical\r\nprofessionals\nto determine the category into which a child most\r\nproperly falls. All he was prepared to do was point out which\r\ncriteria, both\nmainline and peripheral, were or might be significant.\r\nAssessing the statistical significance of the particular disabilities\r\ndisplayed\nby a particular child, he recognised as a bit of an art\r\nform. ‘The court may well decide’, he said, ‘that\r\none\ngroup is more appropriate than another, but my own sense is that,\r\nbased on what I am hearing now, is that four, five, six pretty\nmuch\r\ncaptures Nico’s situation’.\n[38] In speaking of his own sense based on what he was\r\nhearing, Dr Strauss was referring to the assumptions that underlay\r\nthe assessment\nin his first report in regard to scenario (d) which\r\nassumed rolling and ignored the low weight. What he testified to was\r\nbased\non information that he had been given by the appellants’\r\nattorney and counsel such as the following:\n‘\nProfessor\r\nCooper found on his examination on 12 November 2006 that Nico was\r\nable to roll from supine to prone and prone to supine\nin both\r\ndirections. He was able to roll from side to side in both directions\r\nconsistently and typically as per the requirement\ndatabase discussed\r\nby Dr Strauss in his previous reports.’\n[39] As I read his evidence, Dr Cooper said nothing of\r\nthe kind. He did indeed see Nico rolling from front to back and back\r\nto front\nin both directions towards an object that he wanted.\r\nAlthough it took him several minutes to advance a metre by a mixture\r\nof rolling\nand scooting, he managed to get there. This, I would\r\nthink, demonstrates quite a lot of mobility, but of course Dr Cooper\r\ncould\nnot say, and could not know, whether he moved in this way\r\nconsistently or typically.\n[40] The conclusion that Dr Strauss\r\nwas in the expert notice said to have come to was that ‘should\r\nthe information set out\nin paragraph 1\n3\nbe accepted’ ‘it would\r\nappear that the balance is more favourable than the average among\r\nchildren with comparable physical\ndisabilities . . . ’.\n[41] This, on my reading, is what Dr Strauss meant when\r\nhe said, ‘if it is assumed that Nico has the ability to roll\r\nbut we\ndo not want to specify just how good that is, then I think\r\nfour, five and six is the right group’. Four, five and six are,\n\nof course, subgroups that do not carry a statistical value: they are\r\nencompassed in group 3(d) of ‘Rolls: Low weight ignored’\n\nbut they are evidently enough to bring Nico into that group. However,\r\nI do not understand Dr Strauss to imply that anything less\nthan\r\nconsistent and typical activity of this kind would meet any of the\r\ncriteria. He put the matter beyond doubt when he replied\nto the\r\nfollowing question in cross examination:\n‘\n. . .\r\nshe [Ms McFarlane] says that he is able to roll to the left and the\r\nright independently . . . . She then adds that he expends\na lot of\r\ntime and energy in doing so and then says the manner in which he\r\nmoves through these positions is also abnormal. Would\nthat meet you\r\ncriterion?\nYes, if you\r\ncould do it in an abnormal fashion, this doesn’t speak to the\r\nconsistent and typical issue, abnormal is not a\nproblem, however, I\r\nagree with what I think you are saying which is that expending a lot\r\nof time and energy should be listed as\na minus compared to children\r\nwho can do it more easily.’\n[42] A further indication that Dr Strauss thought Nico\r\nbelonged in the 3(d) group only on the basis of the factors he had\r\nbeen asked\nto assume is the exchange between him and Mr Delport in\r\ncross-examination where Dr Strauss replies affirmatively to the\r\nquestion:\n‘\n. .\r\n.he does not lift his head in prone consistently and typically and he\r\ndoesn’t roll over, then we are, I assume, back at\n3(a)?’\nDr Strauss adds the caveat,\n‘\nthat if it were found that\r\nNico does not consistently lift his head in prone I would say that he\r\nis unusually high functioning in\nother respects for that group and so\r\nI would not have analysed it that way’.\n[43 ] Dr Strauss was careful to\r\nemphasise that the totality of the evidence should be taken into\r\naccount and that ‘he would\nnot presume to tell the court what\r\nthe right category is’. He did not have a personal view of\r\nwhether the information furnished\nto him was right. That would be for\r\nthe judge, steeped in the atmosphere of the trial, to decide.\n4\n[44] The court found that Nico had\r\nnot, on a balance of probability, been shown to meet the mainline\r\ncriteria, a finding that it\nexpressed by remarking that ‘a huge\r\nquestion mark remains over whether Nico can roll over consistently\r\nand typically’.\nHaving lamented the fact that his doubts were\r\nnot removed by evidence of consistent and typical rolling adduced by\r\nsomeone who\nhad regular contact with him, the judge referred to the\r\nevidence of Dr Campbell who ‘was . . . generous in putting Nico\r\ninto\nthe group that can roll consistently and typically, giving him,\r\nas he explained it, the benefit of the doubt’.\n5\nThe judge then, with equal\r\ngenerosity, made the following finding: ‘Maybe, as is\r\napparently common with persons with Nico’s\ntype of cerebral\r\npalsy, his ability differs from day to day. If so then giving Nico\r\nthe benefit of the doubt is probably fair with\ndue recognition of his\r\nrights, and that an adjustment be made by applying an appropriate\r\ncontingency.’\n6\n[45] The judge dealt with the head lifting by saying\r\nthat ‘a smaller question mark . . appears to apply on the\r\ntotality of\nthe evidence to Nico’s ability to lift his head.\r\nThat matter is also best approached on the same basis as his ability\r\nto\nroll typically and consistently’.\n[46] In legal parlance, what the court appears to have\r\ndecided is that in the case of the rolling, the onus resting on the\r\nappellants\nwas not discharged by a long way. In regard to the head\r\nlifting, the appellants came closer to discharging the onus. On both\r\nissues\nthey were given the ‘benefit of the doubt’, which\r\nis a rather unconventional way for a litigant to be found to have\n\ndischarged an onus.\nTUBE FEEDING\n[47] Another motor skill, one that would to a large\r\nextent determine Nico’s life expectancy, is that of feeding\r\norally, that\nis to say, of being able to chew and swallow in such a\r\nway that there is no significant risk of aspiration and, of course,\r\nso that\nhe ingests sufficient nutrients to keep him healthy.\n[48] Quite the worst survival scenario is for an\r\nimmobile child who is, or requires to be, tube fed. Such a child who\r\ndoes not lift\nits head in prone can reasonably expect to live only\r\nanother 15.9 years: If it lifts its head, head and chest, or has\r\npartial or\nfull rolling, it might expect to live another 23.8 years,\r\nthree and a half years longer than the 20.3 years of a child which\r\ndoes\nnot require PEG feeding, but is unable consistently to lift its\r\nhead in prone.\n[49] Whatever the judge might have said about the ‘firm\r\nevidence of Dr Campbell’ (which was accepted) that Nico\r\nrequired\nPEG feeding, at least as an adjunct to normal feeding, and\r\nhis rejection of Dr Botha’s evidence who thought that Nico did\n\nnot require tube feeding, he nevertheless felt doubts about the PEG\r\nfeeding issue: somewhat watering down the evidence of Dr Campbell\nthe\r\njudge found that ‘there [is] a very real possibility if not a\r\nprobability that [Nico] will require PEG feeding in the\nfuture’.\n[50] Of all the witnesses who\r\nventured an opinion on the topic, Dr Botha was the only one who\r\ndeclined to even consider tube feeding\nas a possibility, but it\r\nshould be borne in mind that this was a later view formed in\r\npreference to an earlier view that it would\nbe sensible to postpone a\r\ndecision on tube feeding pending the outcome of the feeding therapy\r\nthat Nico was expected to undergo.\nThe later view was precipitately\r\nformed without waiting for the feeding evaluation that he himself had\r\nthought necessary for forming\na final view.\n7\n[51] No doubt the\r\npossibility or the probability of Nico requiring tube feeding at some\r\ntime in the future is a factor exerting\na downward pull on the\r\nchild’s life expectancy. But whether or not Nico may require\r\nPEG feeding in the future is not a mainstream\ncriterion that would\r\nsuffice to put Nico in the tube feeding category. The mainstream\r\ncriterion is\npresently\nbeing tube fed or requiring tube\r\nfeeding and that was not the finding of the court.\nHUTTON AND PHARAOH\n[52] Shortly before the trial was to resume on 20 April\r\n2007, the appellants gave notice of another expert report on Nico’s\n\nlife expectancy, a report that adopted a markedly different approach\r\nand came to a markedly different conclusion. Professor Peter\nPharoah\r\nis an emeritus professor of public health at the University of\r\nLiverpool. The co-author of the report is Professor Jane\nHutton, a\r\nprofessor of medical statistics at the University of Warwick. I call\r\nit ’the Hutton Report’. The lateness\nof the Hutton report\r\nmeant that all the witnesses who had earlier testified were examined\r\nand cross-examined on the disability\ncriteria set out in the Strauss\r\nreport, a fact that inevitably distracts from the persuasive value of\r\nthe report.\n[53] The basis of the survival predictions of the Hutton\r\nReport is the Mersey Register, which comprises all children diagnosed\r\nwith\ncerebral palsy born since 1966 to mothers whose area of\r\nresidence at the time of birth was within the boundaries of the\r\ncounties\nof Merseyside and Cheshire in the United Kingdom. The\r\nregister was kept up to date until 1989 when new confidentiality\r\nlegislation\nprohibited publication of further data. The Mersey\r\nRegister, as it was referred to, classifies cerebral palsy sufferers\r\nin four\ncategories: Mental ability measures four levels of cognitive\r\ndisability; manual ability is also analysed into four levels, the\r\nseverest of which is a child that is unable to feed or dress itself.\r\nThe most severe level of ambulatory ability is a child that\nis\r\nconfined to a wheelchair and unable to propel itself, but is able to\r\noperate an electrically powered wheelchair by himself;\nthe final\r\ndisability category is visual ability.\n[54] We know from the evidence of Dr Strauss that mental\r\nability plays a relatively small role in the survival of cerebral\r\npalsied\nchildren and Professors Pharoah and Hutton confirmed that\r\ncognative ability has the least effect on life expectancy. No one has\n\nsuggested that visual ability plays a measurable role. That leaves\r\nthe other two functional variables, manual and ambulatory ability,\n\ntwo categories of considerable width, the worst of which would\r\ninclude sufferers from disabilities nowhere near as severe as the\n\ndisabilities from which Nico suffers. The categorisation in the\r\nHutton report would obviously, within the confines of its modest\ndata\r\nbase when compared to the California data base, be useful when one is\r\ndealing with a child who may be said to fall comfortably\ninto one or\r\nother of its categories. That the data base does not adequately\r\nprovide for children with Nico’s level of disability\nis\r\nillustrated by the paucity of information it contains on comparable\r\nchildren. The closest one gets to Nico’s disability\nlevel is a\r\nchild in estimate 1 in the Hutton report, and of those there are only\r\nnine, two of whom died after attaining the age\nof 5.4 years (Nico’s\r\nage at 1 December 2006). Professor Hutton conceded that the death of\r\none child from a small group would\nmake ‘quite a bit of\r\ndifference’ to the statistical outcome.\n[55] The court found that the two data bases are not\r\nmutually exclusive. The respondent argued before us that they are. In\r\nmy view,\nthey measure different functionalities. Professor Pharoah\r\ntestified that their data did not show that having a gastrostomy or\r\nnot\nwas helpful in looking at the survival pattern. In the context of\r\nthe Strauss criteria it is crucially important. Being primarily\nan\r\nepidemiological study into the causes of cerebral palsy the Mersey\r\nregister does not measure those variables. Professor Pharoah\nsaid,\n‘\nWe\r\nhaven’t set this up to try and look at the different levels of\r\ndisability and all these things.’\n[56] When Professor Pharoah was asked whether he relied\r\non any of the research done by the California Group, he replied that\r\nDr\nStrauss followed a separate approach. Professor Hutton, also, was\r\nquite candid that they and Professor Strauss collected a different\n\nrange of variables. She was wrong, however, in thinking that the\r\nMersey data base and the California data base nevertheless gave\n\nessentially the same result for very severe children. They obviously\r\ndo not.\n[57] In arriving at his estimation of Nico’s life\r\nexpectancy, the judge ignored the evidence given by Professors\r\nPharoah and\nHutton which he regarded as so unhelpful as to be\r\nirrelevant to the resolution of the disputes between the parties. I\r\nfully agree\nwith this approach.\n[58] How the court arrived at its finding that Nico’s\r\nlife expectancy was 30 years is not entirely clear. The judge did not\n\nput Nico into any particular category or even attempt to do so. He\r\ndid not arrive at a figure suggested by a statistical category\nand\r\nadd or deduct a contingency allowance. He simply said:\n‘\nIt\r\ntherefore seems to me that it is more appropriate that a contingency\r\nbe applied firstly in arriving at an anticipated reasonable\nlife\r\nexpectancy. Nico’s life expectancy thus estimated on the\r\navailable totality of the evidence duly weighed and considered\nshould\r\nin my view be 30 years.’\n[59] It seems that what the judge did was to give Nico\r\nthe ‘benefit of the doubt’ and, on the assumption that\r\nNico lifted\nhis head in prone and rolled, both of these in the manner\r\ncontemplated by the criteria, and did not require tube feeding, Nico\r\nwould fall between the 29.9 years of Dr Strauss’s ‘rolls\r\ntaking account of low weight’ category and the 31.6 years\nof\r\nhis ‘rolls low weight ignored’ category’. These\r\nassumptions would account for the 30 years assessment, but,\nhowever\r\nit was arrived at, it was clear that the judge regarded it as a\r\ngenerous one and in my view he was correct in thinking\nthat it was.\n[60] The respondent’s cross appeal requests a\r\nrevision of Nico’s life expectancy from the 30 years that the\r\njudge a\nquo thought appropriate to 23.8 years, a figure that is\r\nderived from Dr Strauss’s estimate of the survival prospect for\r\na\nchild which is tube fed but does lift its head, its head and chest,\r\nor has partial or full rolling. In doing so, the respondent\ngoes\r\nalong with the judge’s approach of assuming in favour of Nico\r\nthat he consistently and typically lifts his head in prone\nand rolls\r\nwithin the criteria stated by Dr Strauss in item 2(b) of the tube\r\nfeeding table.\n[61] Dr Strauss articulated that there were, in Nico’s\r\ncase, certain positive features:\n‘\nOkay,\r\nwe are now discussing the question of what to do with the factors\r\nthat have not been taken into account with the data, for\nexample,\r\ngood general health at present. Of course, the Court must decide\r\nwhich of these factors are true. I am relying on the\nevidence I have\r\nreviewed from the clinicians, but if the information I am given is\r\naccepted then it looks to me as if the pattern\nof positive and\r\nnegative factors in Nico’s case is rather favourable compared\r\nto children with similar physical disabilities.\n. . . my sense is\r\nthat some moderate upward adjustment would be reasonable and I\r\nsuggested three years or 10 per cent, that’s\nbased on how you\r\nlook at a lot of things and I would not offer it as a definite piece\r\nof science.’\n[62] It is necessary to weigh up\r\npositive and negative features in the case of an individual child\r\nsince the statistical categories,\nas Dr Strauss explained, are rather\r\ncrude. The refinement, if you like, the individualization, of a\r\ndisabled child who has by Strauss’s\nstatistical methodology\r\nbeen located in a specific category, is the task of the court. The\r\ncourt must decide by how much the child’s\ncondition is better\r\nor worse than the category in which he falls. ‘If Nico was\r\nfound not to typically and consistently lift\nhis head in prone, he\r\nwould fall into category 3(a)’,\n8\nDr Strauss testified, ‘but he\r\nis unusually high functioning in other respects for that group and so\r\nI would not have analysed\nit in that way. Of course, that is a\r\ndecision for his Lordship to take, but arithmetically, yes, I agree\r\nwith you’.\n[63] In the scheme of the data base, head lifting and\r\nrolling are classified as sequential skills so that, in the normal\r\ncourse\nnearly every child who rolls over consistently also lifts its\r\nhead in prone. A child who rolls but does not lift its head was\r\ndescribed\nby Dr Strauss as ‘a bit of a problem . . . to work\r\nout the life expectancy . . . because it would be such a strange\r\ncase’.\nAgainst the background of the evidence concerning the\r\nsignificance of motor function as a test of physical strength, what\r\nwas meant,\nI think, is that a child who rolls (within the mainstream\r\ncriteria) but does not, within those criteria, lift its head, is a\r\nstrange\ncase. Nico has not been shown to be capable of lifting his\r\nhead in prone consistently and typically, or of rolling consistently\n\nand typically.\n[64] In my view the proper category for Nico is, as Dr\r\nStrauss testified, 3(a) of the first table under the item ‘does\r\nnot\nlift head in prone’ which would (without adjustments) give\r\nhim a life expectancy of 20.3 years; but, as Dr Strauss indicated,\n\nNico displays other non- mainstream abilities, in fact is ‘unusually\r\nhigh functioning in other respects for that group’.\nAn element\r\nof this unusually high functioning, an important one, is that\r\nalthough Nico does not display a purposive ability to\nroll in the\r\nmanner required by the mainstream criteria, he is able to perform\r\nsome rolling movements; and despite the fact that\nhis movements, or\r\nmost of them, are not purposive, they should nevertheless be taken\r\ninto account in an assessment of his mobility.\n[65] To take account of the unusually high functioning\r\nfor a child in category 3(a) of table 1, I would suggest a\r\nsubstantial adaptation\nto the base category of 20.3 years of the\r\norder of 25 per cent which would allow one to arrive at a life\r\nexpectancy of, say, 26\nyears. I should add that for the reasons\r\nrelied upon by my colleague in paragraph [199], I do so on the basis\r\nof the 1984/86 life\ntables.\n[66] The question now is whether my assessment of a life\r\nexpectancy of 26 years permits interference with the estimate of 30\r\nyears\n(an important element in the assessment of the damages to which\r\nNico is entitled) made by the high court in the exercise of its\n\ndiscretion A difference of four years in a matter that is essentially\r\nspeculative, would in my view not warrant interference.\n[67] There were before us many disputes about items of\r\ndamages for medical and related expenses concerning which the\r\nappellants\nvoiced various concerns. It was argued that certain\r\ntariffs for the rehabilitative services were too low, that medical\r\ninflation\nought to have been assessed at a rate above that which the\r\njudge applied, that there should not have been a standard contingency\n\ndeduction of 10 per cent such as the learned judge employed and that\r\nthe award for care givers was too low to enable the appellants\nin\r\nremunerating such care givers to comply with the provisions of the\nBasic Conditions of Employment Act 75 of 1997\n.\n[68] The appellants submitted that this court should\r\nre-assess just about every item of medical expenses awarded by the\r\ncourt below.\nAccording to the appellants’ heads almost all the\r\nawards are affected by one or more of the following considerations:\nWhether or not an item [of medical expense] ought in\r\n\tprinciple to be awarded;\nThe tariff or cost of the item or therapy;\nWhether or not the item or therapy attracts normal\r\n\tinflation or medical inflation;\nIn the event that the item or therapy does attract\r\n\tmedical inflation what the rate of medical inflation is (which is\r\n\tappealed)\nThe duration for which the therapy or item is required\r\n\tand, if the duration extends over Nico’s lifetime, what his\r\n\testimated\nlife expectancy is (which is appealed and cross-appealed);\r\n\tand\nHow frequently the item or therapy is to be supplied or\r\n\tadministered;\nWhether and to what extent a contingency deduction\r\n\tought to be applied.\n[69] In support of the general submissions above, two\r\nschedules are annexed to the already excessive heads, one containing\r\nthe items\nand the amounts contended for by the appellants, and the\r\nother a schedule described as ‘a written explanation of the\r\nappeals\nand cross-appeals on an item by item approach’.\n[70] The appellants are in effect asking for a\r\ncomprehensive re-evaluation of many individual items of damages going\r\nto make up\nthe cost of future medical and related expenses. This is\r\nnot permissible in an appeal against the exercise of a lower court’s\n\ndiscretion. The task of a court in an appeal on discretionary\r\ndamages, is to assess whether the discretion has been properly\r\nexercised\nnot whether each component making up the damages award has\r\nbeen correctly assessed. Like my colleague, and for the reasons she\r\ndeals with in paragraph [211] I accordingly decline the invitation by\r\nthe appellants to enter into a consideration of the minutiae\nof the\r\ndamages award (on which they have submitted more than a hundred pages\r\nof heads).\n[71] There is an area in regard to which there was a\r\nfaulty exercise of the court’s discretion. The concern is\r\naddressed in\nparagraphs [193] to [198] of my colleague’s\r\njudgment. Uncontroverted evidence showed that world wide the rate of\r\nmedical\ninflation for the last thirty years or so has tended to\r\nexceed the rate of inflation applicable to non-medical goods and\r\nservices\nby about 3.5%.\n[72] The court seems to have lost\r\nsight of this uncontested evidence when it decided that a net\r\ndiscount rate of 2.5 per cent was\nappropriate on items attracting\r\nmedical inflation. The discount is the rate by which it is assumed\r\nthat an investment return will\nexceed inflation so that money\r\ninvested will grow at a real rate equal to the difference between the\r\ntwo. The result of applying\na 2.5 per cent discount rate is that one\r\nis left with a medical inflation rate of 6.97 per cent, only about\r\none half of a percent\nabove the rate for ordinary inflation that was\r\nagreed to be 6.5 per cent.\n9\nThe reasoning in the judgment reveals\r\nthat the learned judge did not intend this result: It was arrived at\r\nby a misapprehension,\nwhich this court is entitled to correct.\n[73] With an investment return rate at the time of the\r\ntrial assumed at 9.65 per cent and medical inflation assumed at 10\r\nper cent,\namounts destined to pay medical expenses ought not to have\r\nbeen either discounted or adjusted for inflation. Instead, it ought\r\nto have been found that medical inflation would probably remain\r\nslightly above whatever the market rate of return from time to time\n\nhappened to be. The same does not hold true for the cost of\r\ncaregivers which was, after some doubt, agreed to attract wage\r\ninflation\nat the agreed rate of 7 per cent.\n[74] I do not consider it inappropriate for a flat\r\ncontingency rate to have been applied to medical expenses even\r\nthough, in some\ncases, in assessing such expenses, an allowance was\r\nmade for the possibility that a particular procedure might not be\r\nundergone.\nThis is essentially a matter of judgment resting on the\r\njudge’s view of the likelihood of the expenses allowed actually\r\nbeing\nincurred. Judging by the therapeutic aids he has been given\r\nthus far, there is a distinct prospect that Nico will not be given\r\nall the aids for which provision has been made. I also share the\r\njudge’s view that Nico will probably not have the time or\n\nenergy to fit in all the many therapies provided for and moreover he\r\nis now four years older and some of the therapies will no\nlonger\r\nassist in improving his condition.\nTHE CAREGIVERS\n[75] My colleague in paragraphs [200] to [206] of her\r\njudgment considers that there has been an under provision for relief\r\ncare\ngivers having regard to the provisions of the\nBasic Conditions\nof Employment Act 75 of 1997\nand I agree with that.\n[76] The court said:\n‘\nWith\r\nthe provision of the three care givers and the consideration that the\r\nplaintiffs can and should assist, there is in my view\nno need to\r\nprovide for the cost of relief caregivers. The caregivers provided\r\nfor should be costed subject to inflationary increases\nof 7 per cent\r\nand over a 14 month year. That should be sufficient to provide for\r\nvacation and sick leave.’\n[77] Vacation leave for each\r\ncaregiver comes to three weeks per year.\n10\nOn a percentage basis nine weeks out\r\nof 52 for all three the caregivers is 17.3 per cent. The court added\r\ntwo months per year, ie\n16 per cent to the cost of the services of\r\neach caregiver. No allowance was made for sick and compassionate\r\nleave, (which are not\ncertain to arise) nor for weekend pay for\r\ncaregivers.\n[78] If there was no need to provide for relief\r\ncaregivers, it would not have been necessary to cost the three\r\npermanent caregivers\nover 14 months so as, in the judge’s view,\r\nto make sufficient provision for vacation and sick leave. It would\r\nseem, therefore,\nthat when the judge expressed the view that there\r\nwas no need to provide for the cost of relief caregivers, he referred\r\nto weekend\ncaregivers. It must have been in relation to these that\r\nthe fact that there were to be three caregivers as well as parents\r\nwho\n‘could and should assist’ persuaded the court not to\r\nallow the costs of any further caregivers. But altogether the weekend\n\ntime comes to six weeks per year and that would be too much for the\r\nthree permanent caregivers to cope with.\nTHE TENDER\n[79] On the afternoon of 20 October 2006, shortly before\r\nthe trial commenced, the respondent made a tender under Rule 31(1)\r\nand\n(5) of the Uniform Rules of Court. It was not accepted by the\r\nappellants. When the court awarded the appellants R9 148 777.37\n\nplus the costs of a curator, the tender was in terms of Rule 34(12)\r\nbrought to the attention of the court which was asked to revisit\nthe\r\ncosts order it had previously made.\n[80] The appellants’ contention that the terms of\r\nthe settlement offer were defective and that they were for that\r\nreason not\nobliged to accept the offer, makes it necessary to quote\r\nits terms:\n‘\nWithout\r\nprejudice or admission of liability and by way of an offer in full\r\nand final settlement of plaintiffs’ claim, the\ndefendant hereby\r\noffers to settle the plaintiffs’ claim by:\n1. payment direct to the\r\nplaintiffs of the sum of R12 000 000 (Twelve million) Rand\r\ninclusive of the costs of a curator\nbonis;\n2. the defendant also tenders in\r\nthe event of this offer of settlement being accepted by the\r\nplaintiffs, to pay the plaintiffs’\ntaxed costs as between party\r\nand party to date of service of this Notice, including any costs\r\nattendant upon obtaining the amount\nof R12 000 000 (Twelve\r\nmillion) Rand and such costs to include the qualifying expenses . . .\r\nof such witnesses in respect\nof whom the plaintiffs have given proper\r\nnotice in terms of Rule 36 and the costs of two counsel.’\n[81] The appellants are wrong in\r\nsaying that they were not\nobliged\nto accept the offer because its terms\r\nwere unclear or ambiguous. What I think the appellants may have\r\nwanted to say, is that the\noffer was so ambiguous or otherwise\r\nunclear that it was not capable of acceptance. The settlement offer,\r\nit is contended, did not\nindicate which of the plaintiffs’\r\nclaims was being settled and moreover offered payment\ndirect\nto the plaintiffs of whatever claim\r\nor claims the defendant was intending to settle.\n[82] There is no merit in either of these contentions.\r\nIf the offer is construed in the context in which it was made, it is\r\nclear\nbeyond a shadow of a doubt that it was intended to settle all\r\nthe claims of all the plaintiffs. The appellants subsequently tried\n\nto make out that they understood the offer to mean that it was in\r\nfull and final settlement of the plaintiffs’ claims in\ntheir\r\npersonal capacity. To have thought that the defendant was offering\r\nR12m to settle claims amounting to less than R200 000\nis fanciful.\n[83] Or, perhaps, it was argued, the offer was in full\r\nsettlement of Nico’s claims but the claims of his parents were\r\nomitted.\nIt is highly unlikely that they were, but if they had been,\r\nit would have made no difference to the claimants. They had an amount\n\non the table in settlement of all claims, the calculation of which\r\nwas not revealed, which they could either accept or reject and\n\nacceptance of which would settle the case.\n[84] The settlement offer – as it had to –\r\nenvisaged the discharge by compromise of the creditor-plaintiffs’\r\nclaims.\nThe debts claimed by them could not have been discharged by\r\npayment to anyone other than the plaintiffs. The word ‘direct’\n\nbears no special significance. The plaintiffs were not entitled to\r\nsay and would have been foolish to say, ‘We only regard\nthe\r\noffer as valid provided payment is made to us only indirectly’.\n[85] The next point raised by the appellants, is that\r\nthe settlement offer was ineffective because individual plaintiffs\r\ncould not\neach have accepted his or her share of the damages. I do\r\nnot consider this criticism of the offer persuasive. The first\r\nappellant\nwas alleged to have suffered damages in respect of the cost\r\nof parental guidance and individual therapy and so was the second\r\nappellant.\nThey are clearly separate claims. Nevertheless, they are\r\nin prayer A thrown together. The damages alleged to have been\r\nsuffered\nby the appellants personally in respect of Nico’s past\r\nmedical expenses are also included. In the case of their son Gian,\n\ndamages in respect of his future treatment for post traumatic stress,\r\nare claimed as part of the appellants’ personal claims.\nYet\r\nNico’s future medical expenses are claimed by the first and\r\nsecond appellants ‘in their representative capacity\nand on\r\nbehalf of Nico’. It was clearly a matter of no moment to the\r\nappellants whether they claimed in their personal or\nin their\r\nrepresentative capacities.\n[86] But, it is said, the appellants\r\nor the one or the other of them, ought to have been able to accept\r\nthe offer in respect of\nclaims in their personal capacity/ies and\r\nthat it was impermissible to oblige them to accept all or nothing by\r\nmaking an indivisible\noffer. It surfaced in the debate before the\r\ncourt that perhaps an indivisible offer would be conditional on all\r\nthe plaintiffs\naccepting it and for that reason\n11\nbe invalid; the new Rule 34(5)(b)\r\nprovides for an offer to be made ‘subject to such conditions as\r\nmay be stated therein’.\n[87] The appellants have never said and do not say now\r\nthat they were minded to accept the offer if only the obscurity of\r\nits terms\nhad not prevented them from knowing what to make of it, or\r\nif they had not been confronted by the dilemma of not being able to\r\naccept an offer in respect of the appellants’ personal claims,\r\nor the claim on behalf of Gian, and continue with the litigation\non\r\nbehalf of Nico.\n[88] The final point is equally\r\ndevoid of merit. The appellants maintain that they were not given an\r\nadequate\nspatium\r\ndeliberandi\nwithin\r\nwhich to decide whether to accept the offer.\n12\nFifteen days is the time allowed in\r\nRule 34(6) during which a defendant must keep an offer open and a\r\nplaintiff remains entitled\nto accept it. Acceptance after that time\r\nhas expired requires the consent of the defendant or the sanction of\r\nthe court. The fifteen\nday period becomes relevant only if the offer\r\nis accepted or if attempts are made to accept it after its expiry. If\r\nthe offer is\nnever accepted a plaintiff has no cause for complaint.\n[89] It is settled law that\r\nregardless of the terms of a settlement offer, a court retains its\r\nwide discretion on costs. In the\nlight of the factors discussed above\r\nI must now decide whether the judge a quo\n,\nin giving the costs order that he\r\ndid, properly exercised the discretion entrusted to him. A settlement\r\noffer is not a pure contractual\noffer such as would be made in a\r\nbusiness milieu. A local authority, inviting tenders, say, would not\r\nbe obliged to clarify an\nambiguous offer by a tenderer before\r\nrejecting it. An offer in terms of Rule 34(1) is part of the\r\nmechanism established by that\nRule for the effective settlement of\r\ndisputes. A party who thinks an offer ambiguous (and I do not mean to\r\ninfer that the present\noffer was anything but crystal clear) is\r\nobliged to explore and clarify the matter rather than to litigate. If\r\nhe fails to take\na simple and elementary precaution to ensure that\r\navoidable litigation is avoided, he cannot complain of an adverse\r\ncosts order\nif the outcome of the trial is against him.\n[90] It is now contended that the alleged defects in the\r\nsettlement offer put the appellants in such a quandary that it would\r\nbe\nfair to say that they need not have accepted the offer and were\r\nentitled to embark on a very long and costly trial rather than (if\n\nthey had any real concerns) seeking to clarify the offer.\n[91] In exercising its discretion, the court has regard\r\nto the reasonableness or otherwise of a plaintiff’s rejection\r\nof an\noffer. If a plaintiff declined to take active steps to explore\r\na proffered settlement, and that includes clearing up any concerns\n\nabout it, a court may find that it was unreasonable not to accept the\r\noffer. In any event, if an offer is defective but in a way\nthat does\r\nnot impact on the plaintiff’s decision on whether or not to\r\naccept it, this would also be an element to be weighed\nin the judge’s\r\ndiscretion.\n[92] The appellants also put forward the argument that\r\nthey were entitled to decline the defendant’s offer because, in\r\nthe\nlight of the difficulty of estimating the quantum of the\r\nplaintiffs’ damages, it was unreasonable to expect them to\r\naccept\nit. That is a perverse submission: cases are settled precisely\r\nbecause their outcome is uncertain; normally, the greater the\r\nuncertainty,\nthe greater the incentive to settle. The appellants\r\nproduced a curiously twisted argument, saying that when considering\r\nwhether\nor not to accept the tender they reasonably anticipated an\r\naward in excess thereof. They set out a number of matters in respect\n\nof which they maintain they reasonably believed that they would be\r\nawarded greater sums than they were. The final outcome, they\nsay in\r\nconclusion of this part of the argument, was ‘unreasonably\r\nunpredictable.’ If the suggestion is that when an\noutcome is\r\nvery hard to predict, a plaintiff is entitled to continue litigating\r\nat a defendant’s expense, the essential purpose\nof the rule\r\nwould be subverted.\n[93] I may say that it is trite that the interest of a\r\nminor is best served by a cautious and conservative management of his\r\naffairs.\nNico had a payment of R12m within his grasp. To all intents\r\nand purposes it was an asset in his estate. If the appellants’\n\nsubmissions are correct, it was thrown away because they did not\r\nthink it apposite to discuss the offer with the defendant’s\n\nlegal representatives when, there is no shadow of a doubt, an\r\naccommodation on its import would have been reached.\n[94] But all this is shadow boxing. The tender was\r\ntechnically valid. As Koen J points out in his judgment, the\r\nappellants rejected\nthe offer because they were not persuaded that it\r\nwas, in the light of the appellants’ amended claims totalling\r\nR53 556 127.89,\nanywhere near adequate. I shall return to\r\nthe effect of the tender below.\nTHE CROSS APPEAL\n[95] The respondent sought and was granted leave to\r\nappeal against certain aspects of the two judgments and the orders of\r\nthe high\ncourt. The notice of cross appeal seeks an amendment of the\r\norder of the high court issued in terms of the second judgment to the\n\neffect that the appellants’ claim on behalf of Nico be\r\nrecalculated on the basis that Nico has a life expectancy of 23 years\n\nand by (I summarise) increasing the contingency deductions on a\r\nnumber of therapies, on the costs associated with an electrically\n\npowered wheel chair and the cost of the caregivers, in respect of\r\nwhom it is suggested that a 15 per cent contingency deduction\nwould\r\nbe appropriate. I have already dealt with the entitlement of a court\r\nof appeal to interfere with the discretionary award\nof damages by a\r\nlower court. The same considerations as those in the appeal, apply\r\nhere.\n[96] The respondent also has a complaint about Dr\r\nWiersma and Mr DJ Smythe having been declared necessary witnesses. I\r\nwould have\nthought that this was essentially an issue involving the\r\nexercise of a discretion: Dr Wiersma’s qualifying and\r\nreservations\nfees relating to attendance at court were allowed, so I\r\nwould not have thought it necessary to also declare him a necessary\r\nwitness.\nMr DJ Smythe, the headmaster of Browns school was a\r\nnecessary witness.\n[97] Finally, the cross-appeal raises an issue\r\nconcerning the proper order to have been made on the remuneration of\r\nthe trustee\nappointed by the high court The establishment of a trust\r\nwas suggested to the court by the parties who jointly submitted a\r\ntrust\ndeed which was, after amendment, annexed by the court to its\r\norder.\n[98] The respondent in his cross-appeal requests an\r\norder that -\n‘\nIt is\r\ndeclared that respondent’s liability towards appellants in\r\nterms of paragraph 1,5 of the second pre-trial minute is\nlimited to\r\n7,5 per cent of the amount actually administered by a curator bonis\r\nor trustee.’\n[99] This appears to have been prompted by the\r\nappellants’ attorneys having used an interim payment of R6,5m\r\nto settle fees\nand disbursements which, in turn, led the respondent’s\r\nattorneys to fear that the amount, if any, ultimately paid into the\n\ntrust would be far less than that awarded to Nico. The respondent\r\ntherefore argued that it would be unfair to it to pay trustee’s\n\nfees on amounts used to settle debts.\n[100] The requested order, however, conflicts with the\r\nagreement reached between the parties at a pre-trial conference that\r\nthe\namount of the trustee’s remuneration be calculated on the\r\n‘capital amount agreed or awarded’ of Nico’s\r\ndamages. The ‘capital amount’ referred to in the\r\npre-trial minute could hardly have been meant to be the ‘capital\n\namount’ as defined by the court, namely the balance after the\r\ndeduction of an attorney and client fee and disbursements,\na concept\r\nsubsequently devised for purposes of the draft order handed into\r\ncourt. The difficulty to which the formulation of a\nsettlement offer\r\nin these terms would give rise is that the extent of a defendant’s\r\nliability to pay a percentage of a trustee’s\nfees would not be\r\nknown until the amount paid over to the trust has been established;\r\nalso, it might not be known whether or not\nan amount awarded falls\r\nshort of or exceeds the settlement offer until it has emerged what\r\nthe trustee’s remuneration is\nto be. Moreover, the amount\r\nactually administered in the trust is likely to vary over the years\r\nof the trust’s existence.\n[101] Presumably it was in order to overcome this\r\ndifficulty that, as a practical measure, the parties agreed on the\r\n7.5 per cent\nof the capital award. No mention was made in their\r\nagreement of the actual amount paid into the trust and it is\r\nimpermissible for\nthe respondents now to seek to move the goalposts.\r\nThe declaratory order requested in the respondent’s\r\ncross-appeal can accordingly\nnot be granted.\n[102] There is another matter concerning the trust that\r\ndeserves a general comment although there is nothing this court can\r\ndo about\nit. Investec Private Trust Limited is appointed the trustee\r\nwith the powers and duties set out in the trust deed. In terms of the\n\norder of the court below, the trustee shall ‘in the execution\r\nof its duties and fiduciary responsibility to the beneficiary\nof the\r\ntrust be entitled to have the attorney and own client costs and\r\ndisbursements of “the appellant’s attorney”\ntaxed’;\r\nin addition, the trustee is directed to employ a case manager whose\r\nresponsibilities will include investigating whether\nNico receives all\r\nthe medical and other care recommended by doctors and therapists from\r\ntime to time and liaising with the trust\nas to the financial\r\nviability of such treatment and, in case of need apply to the court\r\nwith funds provided by the trust for such\nrelief as might be\r\nrequired.\n[103] The general comment is this: the trustee is not\r\nbound by the order made by the high court. It is doubtful whether the\r\ntrust\ndeed gives it the necessary powers. The additional duties\r\nimposed on the trustee (in particular the employment of a case\r\nmanager)\nwill involve a greater administrative burden for which the\r\n7,5 per cent allowed for the trustee’s remuneration is unlikely\n\nto be enough. The costs of an application to court will have to be\r\npaid by the trust, but who is expected to authorise the expense\nis\r\nnot stated in the court’s order. A trust company like Investec\r\nPrivate Trust is doubtlessly not in the business of forming\njudgments\r\nand litigating about the welfare of beneficiaries. It would be as\r\nwell if the administrative burdens and the attendant\ncost\r\nimplications are provided for in any order along these lines a court\r\nmay on another suitable occasion see fit to grant.\nTHE ALLEGATIONS OF BIAS\n[104] The appellants’ heads on the judge’s\r\nalleged bias commences with this introduction:\n‘\nThe\r\nperceived bias of the honourable presiding judge in the court a quo\r\nwas raised for purposes of the application for leave to\nappeal to the\r\ncourt a quo and to this honourable court with full appreciation of\r\nthe seriousness thereof. Despite the formidable\nonus to demonstrate\r\nthat it is well-founded, the ground of appeal is persisted with. It\r\nis relevant in terms of the assessment\nof the evidence by the court a\r\nquo, the exercise of the discretion relating to various aspects of\r\ncosts and contingencies, and\nthe quantum in general.’\n[105] In referring to the ‘formidable\r\nonus’ counsel doubtlessly had the decision in\nS\r\nv Basson\n13\nin mind where it was re-emphasised\n14\nthat there is a presumption in our\r\nlaw against partiality of a judicial officer, and that it difficult\r\nfor a litigant to establish\nbias simply on the basis of the conduct\r\nof a judge during a trial.\n15\nDespite having characterised the onus\r\nthe appellants face as ‘formidable’ they launched the\r\napplication before the high\ncourt and pursued it in this court\r\nwithout any supporting evidence apart from the record of the\r\nproceedings.\n[106] All we have outside the record\r\nis counsel’s evidence cloaked in the form of a submission that\r\n‘we and our clients\nhad a growing suspicion regarding this\r\nproblem from approximately the third day of the trial. As the trial\r\nprogressed it became\nmore apparent’. Bias is said to have been\r\ndemonstrated by the judge’s dislike of the attorney, the\r\ncounsel, the clients\nand their case. Next there is a rather fatuous\r\nsubmission that the record ‘in many instances does not reflect\r\ntone of voice\nand demeanour’.\n[107] There is no evidence before us that anyone\r\nactually perceived bias in the conduct of the judge. We were told\r\nthat the appellants\nmade an affidavit dealing with this topic in the\r\napplication for leave to appeal to this court, but none of this was\r\nplaced before\nus: The platform from which this serious allegation was\r\nlaunched was the record of the proceedings. As far as that is\r\nconcerned,\nit was stated by the appellants’ counsel that ‘It\r\nwill be impossible to refer to all the specific instances in the\r\nrecord where the honourable trial judge displayed the conduct which\r\nthe plaintiffs complain of.’ The record, it was suggested,\n\nwould reflect a general trend of conduct.\n[108] The trend that the record does reflect is the\r\nexemplary patience displayed by the trial judge. There is no hint of\r\nbias in\nhis conduct, and if here and there some irritation manifested\r\nitself, it is explained by the lengthy and largely pointless cross\n\nexamination of the witnesses referred to by my colleague in\r\nparagraphs [213] to [220].\n[109] The appellants’ counsel were driven to\r\nrelying on the silliest of examples to illustrate the judge’s\r\nsupposed\nill-will. These examples were not relied upon before us, but\r\nwere, at his request, furnished to the trial judge when he was for\n\nthe first time confronted with the issue of bias during the\r\napplication for leave to appeal.\n[110] The judge is said to have disparagingly referred\r\nto Ms Hattingh, one of the appellants’ witnesses, as ‘this\r\nwoman’.\nCounsel’s truncation of the remark gives a skewed\r\nimpression. The judge in referring to the witness’s evidence\r\nsaid\n‘. . . this woman, this Mrs Hattingh . . .’. I\r\ncannot accept that a slight was intended. Another allegedly offensive\n\nremark of the judge occurred when Mrs Bubb in evidence said about Dr\r\nMarus, ‘I have great respect of the man, he is a lovely\nperson’\r\nand the judge retorted, ’Forget about the loveliness, let’s\r\ntalk about his ability.’\n[111] Another instance of bias relied upon by the\r\nappellants is when the judge permitted a question by Mr Delport on\r\nwhether Mr\nde Waal had discussed a certain topic with a witness by\r\nsaying ‘I think it is permitted, Mr de Waal’. How a\r\nruling\nlike this can be interpreted as bias is beyond me.\n[112] At one point there was a discussion about the\r\nadmissibility of evidence of the cost of radiological examinations\r\nwhen such\ncost has not been claimed, and the purpose of the evidence\r\nis to lay the basis for an argument that a positive contingency ought\n\nto be allowed. Quite correctly, the judge ruled against Mr de Waal\r\nwho now regards the ruling as biased because the judge ‘forced’\n\nhim to find authority on whether an allowance for positive\r\ncontingencies was permissible.\n[113] A good deal of effort was devoted to showing how\r\nthe judge transposed into his judgment references from the\r\nrespondent’s\nheads of argument that were wrong in exactly the\r\nsame respects. The inference sought to be drawn from this was that,\r\nalthough the\njudge said that he had considered the cases and articles\r\nreferred to therein, he had not in fact done so. This is said to have\r\ndemonstrated his bias. Whatever it demonstrates, it does not come\r\nanywhere near to supporting an inference of bias.\n[114] There is more of this sort of\r\nthing, all unmeritorious, It would be risible if it were not so\r\nill-advised and so irresponsibly\ninadequate to support an accusation\r\nof misconduct as serious as bias. I think this court should express\r\nits dismay at this sort\nof baseless allegation of bias. It is an\r\nallegation involving a judicial officer’s integrity and a\r\nbreach by him or her of\na constitutional duty. ‘The\r\nimpartiality of judicial officers’, the constitutional court\r\ndeclared, ‘is an essential\nrequirement of a constitutional\r\ndemocracy and is closely linked to the independence of courts’.\n16\nTHE REVISION OF THE COURT’S ORDER\n[115] The quantification errors by the trial judge\r\nrequired a referral to the actuary agreed to by the parties for a\r\ncalculation\nof the costs of an Unwin restraint system, a\r\nrecalculation of the effect of inflation on medical costs and of the\r\ncost of relief\ncaregivers. In addition, the costs of psychiatric and\r\nepileptic treatment as well as urological expenses awarded by the\r\nhigh court\nmust be increased by 10% to take account of the fact that\r\nthey had been agreed not to be subject to any contingency deduction.\n[116] The award that, on the basis of actuary\r\nWhittaker’s reports submitted to this court and dated 18\r\nOctober and 11 November\n2010 ought to have been granted by the trial\r\ncourt is the following:\n1. Future medical and related expenses R9 001 959\n2. Deduct expenses not subject to contingency R423 540\n3. Subtotal R8 578 419\n4. Deduct 10% contingency R857 841.90\n5. Subtotal R7 720 577.10\n6. Add back expenses not subject to contingency R423 540\n7. Subtotal R8 144 117.10\n8. Add loss of income R1 724 953.40\n9. Add general damages R1 200 000\n10. Total of Nico’s damages R11 069 070.50\n11. Add trustee’s remuneration R830 180.25\n12. Total of Nico’s claims R11 899 250.75\n11. Add appellants’ own claims R126 694.77\n12. Add Gian’s claim R13 579.20\n13. Total of appellants’ claims R12 039 524.72\n[117] If the respondent had been ordered to pay the\r\nappellants R 12 039 524.97, no application for a\r\nreconsideration of\nthe costs order made on 30 July 2008 would have\r\nbeen brought. The application in terms of Rule 34(12) that culminated\r\nin the orders\ngranted on 15 December 2008 therefore lacked substance.\r\nNot only is there no reason for the appellants not to recover their\r\ntrial\ncosts but the costs of such application must be paid by the\r\nrespondent.\n[118] Further in regard to the question of costs, I\r\nagree with the conclusion of Snyders JA that the appellants ought not\r\nto have\nbeen burdened with four days’ costs as ordered by the\r\ncourt below.\n[119] The award in respect of the trustee’s\r\nremuneration relates solely to trust expenses and there is no reason\r\nnot to order\nthat such sum be paid directly into the trust. The\r\n‘capital amount’ of the award to Nico without that item\r\nof his claim\nwill therefore be R11 069 070.50\nTHE ORDER ON APPEAL\n[120] 1.(a) The appellants’ application to amend\r\nby substituting the amount of ‘R50 653 447.00’\r\nfor\nthe amount of ‘R49 537 612.90’ where it\r\nappears in paragraph 14.1 of the particulars of claim and in prayer\nB\r\nis granted in prayer D the amount of ‘R3 799 008.50’\r\nis substituted for the amount of ‘R3 715 291.80’;\n(b) Save as aforesaid, the application to amend and to\r\nlead further evidence is dismissed with costs.\n2. The appeal succeeds with costs, including the costs\r\nof the applications for leave to appeal to the high court and to this\r\ncourt\nand including those costs attendant upon the employment of two\r\ncounsel\n3. The orders granted on 30 July 2008 are set aside in\r\npart and reproduced below with substituted provisions and additions\r\nindicated\nin bold type.\n‘\n(1) The defendant is ordered\r\nto:\n(a) pay to the plaintiffs in their personal capacities\r\nthe amount of R126 694,77;\n(b) pay to the plaintiffs in their representative\r\ncapacities on behalf of Gian Singh the amount of R13 579,20;\n(c) pay to the plaintiffs in their representative\r\ncapacities on behalf of Nico Singh, the amount of\nR11 069 070,50\nsubject to the provisions of paragraph (4) below;\n(2) the defendant is ordered to pay interest to the\r\nplaintiffs on the aforesaid amounts at 15.5% per annum\na tempore\r\nmorae\nfrom date of judgment to date of payment;\n(3) the defendant is ordered to pay the plaintiffs’\r\ntaxed or agreed costs on the party and party scale, such costs to\r\ninclude:\n3.1 the costs consequent upon the employment of two\r\ncounsel, where applicable, including the preparation of written heads\r\nof argument;\n3.2 the reasonable costs of obtaining medico-legal and\r\nactuarial reports from those experts who testified and whose\r\nqualifying fees\nare allowed;\n3.3 the reasonable costs of those experts who attended\r\njoint meeting of expert witnesses;\n3.4 the reasonable qualifying and reservation fees\r\nrelating to attendance at court of the following witnesses:\nDr R Koch\nDr P Lofstedt\nMr D Rademeyer\nDr G Versfeld\nMr H Schüssler\nMr H Grimsehl\nDr R Wiersma\nMiss B Donaldson\nDr M Lilienfeld\nMiss I Hattingh\nMiss G Steyn\nMiss A Crosbie\nMr J Lapp\nDr A Botha\nMiss P Jackson\nMiss E Bubb\nProfessor P A Cooper\nDr D Strauss\nMr G Whittaker\n3.5 the costs of of obtaining a transcript of the\r\nproceedings;\n(4) the plaintiffs’ attorney of record, Joseph’s\r\nInc, is directed to pay the amount awarded in respect of Nico Singh\n\nin the amount of\nR11 069 070.50\nless the attorney\r\nand own client costs and disbursements relating specifically to his\r\nclaim excluding the attorney and own client\ncost relating to the\r\nclaims of the plaintiffs in their personal capacities and on behalf\r\nof Gian as either agreed, taxed or assessed\n(“the capital\r\namount”) over to the Trust (to be created within 1 month of the\r\ndate of the order), which Trust:\n(a) shall be created in accordance with the Trust Deed\r\nwhich shall contain the provisions set out in the draft Trust Deed, a\r\ncopy\nof which is annexed hereto as annexure “X”;\n(b) shall have as its Trustee Investec Pvt Trust\r\nLimited, with those powers and duties as set out in the aforesaid\r\nTrust Deed.\n(5) The Trustee shall:\n(a) be entitled in the execution of its duties and\r\nfiduciary responsibilities towards the beneficiary of the Trust, to\r\nhave the\nattorney and client costs and disbursements of Joseph Inc\r\ntaxed, unless agreed;\n(b) be obliged to render security to the satisfaction of\r\nthe Master of the High Court, subject to the provisions of paragraph\r\n6.7\nthereof; (6) in the event of the Trust not being created within 1\r\nmonth of date of this order, the plaintiffs and their attorney\nare\r\ndirected to approach this court within two months after the expiry of\r\nthe first period of 1 month, to obtain further directions\nwith regard\r\nto the manner in which the capital amount should be administered on\r\nbehalf of Nico Singh;\n(7) the following persons are declared necessary\r\nwitnesses:\n(a) Dr R Wiersma, a paediatric surgeon;\n(b) Mr D J Smythe, the headmaster of Browns School;\n(8) the trustee of the Trust is directed to employ an\r\noverseer/supervisor, of the calibre contemplated by the parties, as a\r\ncase\nmanager, nominated by the chairperson of the Cerebral Palsy\r\nAssociation of South Africa or any similar institution or\r\norganisation,\nhaving as its main object and purpose the advancement\r\nand care of cerebral palsy sufferers, with the following powers,\r\nduties and\nresponsibilities:\n(a) to enquire into and investigate whether Nico\r\nreceives all the necessary therapies, treatment, other devices, aids\r\nand accessories\nas any of the professional therapists or doctors\r\ntreating him may recommend from time to time;\n(b) to undertake such investigation and enquiry at\r\nregular intervals but not less than once annually until Nico attains\r\nmajority;\n(c) in the event of any necessary treatments, therapies\r\nor accessories not being made available to Nico, to investigate the\r\ncause\nfor such failure including liaison with the Trustee of the\r\nTrust as to the financial feasibility of such treatment;\n(d) if necessary, to apply to the High Court, such\r\napplication to be funded from the funds of the Trust, for whatever\r\nrelief may\nbe deemed appropriate;\n(9) all reserved costs are declared to be costs in the\r\ncause.\n(10)\nthe defendant is ordered to pay the trustee’s\r\nremuneration of R830 180.29 directly into the Trust’.\n4. The orders granted by the high court on 15 December\r\n2008 are set aside and replaced by an order reading:\n‘\nThe application is dismissed\r\nwith costs, including the costs of two counsel.’\n5. The cross-appeal is dismissed with costs, including\r\nthe costs of two counsel.\n_____________________\nJ H CONRADIE\nJUDGE OF APPEAL\nSNYDERS JA (Maya JA concurring)\n[121] This is an appeal from the Kwazulu-Natal High\r\nCourt sitting in Pietermaritzburg, Koen J presiding. The appellants\r\nwere granted\nleave to appeal by the high court on some of the grounds\r\nrelied upon in their application for leave to appeal and subsequently\r\nobtained leave on petition from this court, on the remaining grounds.\r\nThe respondent obtained leave to cross-appeal from the high\ncourt.\n[122] The appeal concerns a young boy, Nico, who, during\r\nhis birth on 22 June 2001 suffered a hypoxic event that caused him\r\nsevere\nbrain injury. The injury has left him in a severe and\r\npermanent quadriplegic cerebral palsied state. Nico has, throughout\r\nthe proceedings,\nbeen represented by his parents, the appellants, who\r\ninstituted action against the respondent, the gynaecologist that the\r\nfirst\nappellant consulted during her pregnancy and who delivered\r\nNico. The respondent conceded that the injury was caused by his\r\nnegligence.\nThe action was about the difficult task of determining\r\nthe amount of compensation to be paid to Nico for the injury that he\r\nsustained\nat the hands of the respondent. The appellants also claimed\r\ndamages in their personal capacities and representing their elder son\n\nGian and an award, which is not appealed, was made.\nSECTION 28(2)\n[123] The appellants urged this court, before\r\nconsidering the details of the appeal, to adopt a different approach\r\nto the one that\nis usually adopted in a matter of this nature,\r\nbecause of the provisions of s 28(2) of the Constitution. This is\r\nnecessary, according\nto the appellants, because s 28(2) in the\r\ncontext of this case means that:\n‘\n. . .\r\nby reason of the well-known inherent difficulties and uncertainties\r\nin matters of [the assessment of damages] to determine\nwith precision\r\nthe nature and scope of damages to be awarded, based on what the\r\nfuture holds, [when] there is doubt, difficulty\nand uncertainty as to\r\nthe exact nature, extent and scope of such damages;. . . [that] . . .\r\ninstead of the traditional conservatism\nfavouring the defendant, the\r\nchild should get the benefit of the doubt and, in so far as any\r\n‘favouring’ comes into\nplay, that the child and not the\r\nwrongdoer should be the recipient of such favour. . . ’.\n[124] Section 28(2) provides:\n‘\nA\r\nchild’s best interests are of paramount importance in every\r\nmatter concerning the child.’\nThe\r\npractical implication of s 28 has on several occasions been\r\nconsidered by the Constitutional Court. In\nS\r\nv M (Centre for Child Law as Amicus Curiae)\n[2007] ZACC 18\n;\n2007\r\n(2) SACR 539\n(CC)\nthe\r\nConstitutional Court considered the duties of a sentencing court in\r\nthe light of the provisions of s 28 when the mother and\nprimary\r\ncaregiver of young children had to be sentenced.\n17\nIn\nCentre\r\nfor Child Law v Minister of Justice and Constitutional Development\r\nand others\n2009\r\n(6) SA 632\n(CC) the Constitutional Court decided the\r\nconstitutionality of\nss 51(1)\nand (2) of the\nCriminal Law Amendment\nAct 105 of 1997\n, as amended by the\nCriminal Law (Sentencing)\nAmendment Act 38 of 2007\nand declared it inconsistent with the\r\nConstitution and invalid, to the extent that it applies to persons\r\nunder the age of 18 years\nat the time of the commission of the\r\noffence.\n18\nIn\nDu\r\nToit and another v Minister of Welfare and Population Development and\r\nothers (Lesbian and Gay Equality Project as Amicus Curiae)\n[2002] ZACC 20\n;\n2003\r\n(2) SA 198\n(CC) the Constitutional Court held that ‘[e]xcluding\r\npartners in same sex life partnerships from adopting children jointly\n\nwhere they would otherwise be suitable to do so [is] in conflict with\r\nthe principle enshrined in s 28(2) of the Constitution’\nas it\r\nwould ‘deprive children of the possibility of a loving and\r\nstable family life as required by s 28(1)(b) of the Constitution’.\n19\nNgcobo\r\nCJ in\nDirector\r\nof Public Prosecutions, Transvaal v Minister of Justice and\r\nConstitutional Development and others\n2009\r\n(2) SACR 130\n(CC) para 73 stated that ‘[i]t is neither\r\nnecessary nor desirable to define with any precision the content of\r\nthe right to\nhave the child’s best interests given paramount\r\nimportance in matters concerning the child. . . .[s 28] imposes an\r\nobligation\non all those who make decisions concerning a child to\r\nensure that the best interests of the child enjoy paramount\r\nimportance in\ntheir decisions.’\n[125]\r\nThe above references and quotes illustrate the broad and general\r\ncontent that has been given to s 28 and the specific content\nthat\r\narose in particular factual scenarios. It also shows that s 28, like\r\nall the rights contained in the Bill of Rights are subject\nto\r\nlimitations that are reasonable and justifiable in compliance with s\r\n36 of the Constitution.\n20\nThe\r\nchallenge in this case is to answer the question whether s 28 and the\r\nvarious\ndicta\nmean\r\nthat in the assessment of an appropriate award of damages in civil\r\nlitigation a more liberal as opposed to the traditional\nconservative\r\napproach should favour the child plaintiff.\n[126] In the\nCentre\r\nfor Child Law\ncase\r\nchildren’s ability to make choices is recognised to generally\r\nbe more constricted than those of adults. In the context\nof making\r\ndecisions in order to conduct civil litigation a child’s lack\r\nof intellectual and psychological maturity, would\ngenerally present a\r\ndisadvantage. The common law recognises this potential disadvantage\r\nand provides that children be represented\nby their parents or for the\r\nappointment of a\ncurator\r\nad litem\nto\r\nrepresent the interests of the child in proceedings concerning the\r\nchild.\n21\nSection 28(1)(h) obliges a court to\r\nappoint a legal practitioner for a child at state expense to\r\nrepresent the interests of a child\nin civil proceedings in order to\r\navoid substantial injustice.\n[127] Nico is duly represented by his parents and legal\r\nrepresentatives. Through that representation the disadvantage he\r\nwould have\nfaced in challenging an adult defendant, has been removed.\r\nNico, duly represented, is an equal party to the litigation. His\r\nrights\nand best interests in the context of the litigation are looked\r\nafter by his parents and legal representatives. Being duly\r\nrepresented\nremoves any disparity between a minor and his or her\r\nopposing litigant. The only remaining difference between Nico and the\r\nrespondent\nis that Nico, as plaintiff, bears the onus. This\r\ndifference does not amount to a disadvantage that stems from the fact\r\nthat he\nis a minor, but from rules of evidence and procedure to which\r\nevery litigant in civil litigation is subject. It could hardly be\n\nsuggested, and the appellants’ counsel assured us that he was\r\nnot, that s 28(2) means that the onus should be changed when\nthe\r\nplaintiff is a child.\n[128] The conservative approach to\r\nthe assessment of damages is an approach based on policy\r\nconsiderations. Those policy considerations\ntake account of the fact\r\nthat when a court assesses damages, particularly for loss of future\r\nearning capacity and medical expenses,\nit has been said to be\r\n‘pondering the imponderable’. It in essence makes an\r\nassessment of what the future holds.\n22\nFairness to a defendant when an\r\nuncertain future is assessed at a time when the injuries caused by\r\nthe defendant is known and could\ngive rise to an overly sympathetic\r\nassessment of the plaintiff’s damages, has also to be borne in\r\nmind.\n23\nThe general equities in the case need\r\nto be given due weight to achieve fairness, not only to the\r\ndefendant, but the plaintiff and\nthe public at large. The latter,\r\nbecause awards made affect the course of awards in the future, overly\r\noptimistic awards may promote\ninequality and foster litigation.\n24\n[129] It can be safely concluded that s 28 does not mean\r\nthat a child should not be charged in a criminal matter, should not\r\nbe\nsentenced if convicted, should not bear the onus in civil\r\nlitigation, should not be subject to the same policy considerations\r\nthan\nan adult plaintiff or should receive a more generous award than\r\nan adult plaintiff. It also does not mean that an adult defendant,\n\nwhen sued for damages by a child plaintiff, should not be treated\r\nfairly and enjoy the same conservative approach as if the action\nwas\r\nbrought by an adult plaintiff.\n[130] A few simple rhetorical questions serve to\r\nillustrate the potential pitfalls if s 28 is to be interpreted to\r\nfavour a child\nplaintiff in the way that the appellants are\r\ncontending for. What would happen in a case where the child is the\r\nwrongdoer and thus\nthe defendant? What if both the plaintiff and the\r\ndefendant are children? What if the child plaintiff turns 18 during\r\nthe course\nof the trial? Surely abandoning the conservative approach\r\nin the instances where the plaintiff is a child would create\r\nintolerable\nconsequences as it would give rise to a malleable\r\nstandard to be applied to litigation for damages that is dependant on\r\nwhether\nthe victim or wrongdoer is a child, contrary to the universal\r\nprinciple of certainty. It would also elevate the rights of a child\n\nabove other rights in the Bill of Rights like equality and the right\r\nto a fair public hearing before a court. The interpretation\nof s 28\r\nthat the appellants contend for, cannot be upheld.\nAMENDMENTS\n[131] The appellants applied to this court in terms of s\r\n22(a) of the Supreme Court Act 59 of 1959 for further evidence of\r\nNico’s\nweight as at 29 March 2010, subsequent to the conclusion\r\nof the trial on 30 July 2008, to be allowed. Nico’s weight is a\r\nrelevant fact in the assessment of his nutritional status. His\r\nnutritional status impacts on the assessment of his longevity, which\n\nin turn affects the determination of his future medical expenses and\r\nloss of earning capacity. The application was opposed.\n[132] Public interests demand that\r\nthere should be finality to litigation. The primary function of a\r\ncourt sitting on appeal is\nto determine whether the conclusion\r\nreached by the trial court is correct or not on the evidence that\r\nserved before it.\n25\nA court of appeal would therefore\r\nonly allow further evidence in special circumstances.\n26\nOver the years some principles have\r\ncrystallised as to what minimum requirements would amount to special\r\ncircumstances. Those were\nusefully summarised in Erasmus, Farlam,\r\nFichardt and Van Loggerenberg\nSuperior\r\nCourt Practice\nat\r\nA1-56 and approved in\nRoad\r\nAccident Fund v Le Roux\n2002\r\n(1) SA 751\n(W) at 753H-J:\n‘\n(1)\r\nThere should be some reasonably sufficient explanation, based on\r\nallegations which may be true, why the evidence which it is\nsought to\r\nlead was not led at the trial.\n(2) There should be a prima\r\nfacie likelihood of the truth of the evidence.\n(3) The evidence should be\r\nmaterially relevant to the outcome of the trial.’\nNon-compliance with any one of these requirements would\r\nordinarily result in a refusal of the application to lead further\r\nevidence.\n[133] The motivation for the application was summarised\r\nby the appellants as follows:\n‘\nIt is\r\nrespectfully submitted that, in the interests of justice in general,\r\nand specifically in relation to the best interests of\nthis minor\r\nchild, this incontrovertible factual evidence exposes the\nunfair\r\nand incorrect evidence\nrelied\r\nupon by the defendant and the court a quo which, at the level of\r\nprobability was relied upon in terms of the imponderables\nand\r\nspeculation. The inherent difficulty in the prognostication of the\r\nlong term future of a young child demands that facts which\nremove or\r\nreduce the imponderables or speculation, should be accepted into\r\nevidence in terms of section 22(a) . . . .’\n(my\r\nemphasis).\n[134] This passage reveals that the\r\nevidence sought to be introduced is to be used to controvert the\r\nevidence on behalf of the respondent\ngiven by Dr Campbell, but that\r\nwas accepted by the high court. Even if it is accepted that the\r\nevidence sought to be introduced\nmeets all three minimum\r\nrequirements, allowing it would unfairly deprive the respondent and\r\nCampbell of an opportunity to respond\nto it.\n27\nThe respondent may have wanted to\r\ninvestigate and disclose the reasons for the weight gain, or\r\nexplained why the significance is\nminimal or does not affect Nico’s\r\nnutritional status, or made a comparison with his growth lengthwise\r\nthat may provide another\nperspective.\n[135] This dilemma illustrates well why an appeal is\r\ndecided on the evidence presented at the trial. The alternative\r\npromotes unfairness\nand a lack of finality. If evidence at the trial\r\nwas ‘unfair’ or ‘incorrect’ it had to be\r\nillustrated to\nbe that at the trial. If it was not the reliance by\r\nthe trial court on such evidence would not constitute a misdirection\r\nthat would\nentitle interference on appeal.\n[136] The evidence sought to be introduced is hardly\r\n‘materially relevant’ to the outcome of the trial. Nico’s\n\nweight is but one amongst several relevant factors to his nutritional\r\nstatus. Even if incontrovertible it may not affect the outcome\nof the\r\nfinding on his nutritional status. His nutritional status, in turn,\r\nis only one of several factors that affect an estimate\nof his\r\nlongevity.\n[137] Far from meeting the requirements for the\r\nadmission of evidence in terms of s 22(a) of the Act, the appellants’\r\napplication\nserves to illustrate the rationale for the general rule\r\nthat appeals should be determined on the evidence that served before\r\nthe\ntrial court and evidence should not be allowed unless special\r\ncircumstances exist to do so. In this case there are no special\r\ncircumstances\nthat justify granting the application.\n[138 This conclusion is even more obvious in relation to\r\nthe appellants’ further application for this court to accept\r\nthe\nevidence that they have, since the conclusion of the trial, been\r\nevicted from their luxurious family home. Rather than being\r\nmaterially\nrelevant to the outcome of the trial, the proposed\r\nevidence serves only to indicate that it calls for an entirely\r\ndifferent enquiry\nthan the one conducted during the trial. The award\r\nof building costs as damages was done after an investigation of\r\nreasonably necessary\nalterations to the family home they occupied at\r\nthe time. The mere fact of their subsequent eviction cannot possibly\r\nwarrant a\nre-consideration of the award made with no investigation of\r\nthe current circumstances.\n[139] The appellants also apply for an amendment to\r\ntheir particulars of claim to the effect that Nico’s claim for\r\nfuture\nloss of earning capacity be increased by claiming, for the\r\nfirst time, compensation for earning ability lost during the\r\nso-called\nlost years, the period with which Nico’s life\r\nexpectancy has been reduced as a result of the injury.\n[140] The appellants’ counsel argued that the\r\namendment would not require any further investigation as the evidence\r\nalready\non record would sustain such a claim and that no prejudice\r\nwould come to the respondent if the amendment is allowed. As the\r\namendment\nwould introduce an excipiable claim it was argued that the\r\nlaw as it currently stands is, as a matter of principle and policy,\r\n‘fundamentally unsound’ and needs to be reconsidered and\r\ndecided on the logical basis that Nico has a right to compensation\n\nfor earning capacity lost during the years he would have remained\r\nalive if it was not for the injury. Needless to say, the application\n\nwas opposed.\n[141] A party is not precluded from\r\nraising a new point by way of amendment on appeal, provided that\r\nallowing the amendment would\nnot be unfair to the opposition. It\r\nwould be unfair if the new point was not fully canvassed at the\r\ntrial.\n28\n[142] The claim for so-called lost\r\nyears was never part of the appellants’ claim and for that\r\nreason received no consideration\nduring the trial. In the absence of\r\nany consideration of the issue during the trial it is hardly\r\nimaginable that there could be\nno prejudice to the other party. It\r\nwould in fact be appropriate in such circumstances to presume\r\nprejudice.\n29\nIt does not lie in the appellants’\r\nmouth to contend at this stage that no evidence would have been lead\r\nby the respondent\nor no investigation would have been conducted by\r\nthe respondent in response to such a claim. The suggestion by the\r\nappellants that\nthe calculation of the new claim is merely a matter\r\nof applying a contingency deduction of 45 per cent to the evidence of\r\nfuture\nloss of earnings already on record, is overly simplistic and\r\none-sided. An investigation of living expenses in relation to\r\nearnings,\nthe probability of marriage, the probable number of\r\nchildren and other dependants, the probable standard of living, the\r\nprobable\nlevel of savings, amongst other things, would be relevant to\r\nthe assessment of an appropriate contingency. The respondent would\n\nhave been entitled to investigate and address these aspects. It is\r\ninappropriate to speculate, after the respondent has been denied\nthe\r\nopportunity, whether he would have dealt with the issue in evidence\r\nat the trial. The respondent’s contention that he\nwould have\r\ncontested and addressed the issue in evidence during the trial is\r\nreasonable. Consequently it would indeed be unfair\nand prejudicial to\r\nthe respondent to allow the amendment.\n[143] In view of this conclusion\r\nthere is no need to consider the merits of the amendment sought by\r\nthe appellants, other than to\nsay that if they brought a claim on\r\nthis basis they would have faced a losing battle. In\nLockhat’s\r\nEstate v North British & Mercantile Insurance Co Ltd\n1959\r\n(3) SA 296\n(A) at 306F-G the legal position has been stated as\r\nfollows:\n‘\nWhen a\r\nman is injured and as a result of that injury his expectation of life\r\nis shortened, his claim for compensation is, in my\nopinion, limited\r\nto the period during which it is expected that he will continue to\r\nlive, and he has no claim for loss of savings\nbeyond that date; he is\r\nnot, notionally, kept alive until the date when, but for the accident\r\nhe would, actuarially, have died.’\n30\n[144] It is unimaginable that the\r\nappellants would have succeeded in having the common law changed to\r\nfollow developments in English\nlaw as set out in\nPickett\r\n(Administratrix of the Estate of Ralph Henry Pickett Deceased) v\r\nBritish Rail Engineering Limited\n[1980]\r\nAC 136.\nIn the\nPickett\ncase the House of\r\nLords changed the direction of English law and upheld the claim of\r\nthe administratrix of the estate of an injured\nperson, who had since\r\ndied, and whose life expectancy had been reduced through injury, for\r\nloss of savings during the so-called\nlost years. The vital difference\r\nbetween English law and South African law is that in South Africa the\r\ndependants of an injured\nperson whose life expectancy has been\r\nreduced or who has died, would have an independent claim against the\r\nwrongdoer.\n31\nThe dependants are, after all, the\r\nones who are prejudiced when their source of support falls away due\r\nto the fault of another whereas\nthe injured person will no longer\r\nneed to maintain himself after his demise.\n[145] The English law has been shaped\r\nby statute. The consequence of the inter-relationship of the statutes\r\nand the common law gave\nrise to a difficulty that the House of Lords\r\nin\nPickett\nsought to correct by allowing a\r\nvictim to recover for earnings lost during his lost years. The\r\ndifficulty was explained as follows\nin the judgment:\n‘\nIt is\r\nassumed in the present case, and the assumption is supported by\r\nauthority, that if an action for damages is brought by the\nvictim\r\nduring his lifetime, and either proceeds to judgment or is settled,\r\nfurther proceedings cannot be brought after his death\nunder the Fatal\r\nAccidents Acts. If this assumption is correct, it provides a basis in\r\nlogic and justice, for allowing the victim\nto recover for earnings\r\nlost during his lost years.’\n[146] In\nPickett\nthe House of Lords achieved what is\r\nalready possible in South African law. The dependants of the victim\r\nwere compensated, if not\nthrough their own action when that was\r\npermitted by the Fatal Accidents Act 1976 (the FA Act), then through\r\ntheir inheritance from\nthe estate of the victim that either recovered\r\nduring the deceased’s lifetime or by action instituted by the\r\nadministrator\nof the estate. At the same time double recovery for the\r\nsame loss from the same wrongdoer is prevented.\n[147] The English model does not provide anything to\r\nstrive for. To the contrary South African law is to be preferred for\r\nits simplicity\nand clarity as it ensures compensation for loss\r\nsuffered whereas the dependants in English law could still find\r\nthemselves without\ncompensation for their loss if the deceased victim\r\ndoes not bequeath his estate to them.\nLIFE EXPECTANCY\n[148] The appeal seeks to upset the findings of the high\r\ncourt in its award of damages to Nico. The appellants’ appeal\r\naims\nto have the damages increased and the respondent’s cross\r\nappeal to have the damages reduced. The approach to be adopted is\n\nclear:\n‘\nIt is\r\nsettled law that a trial Court has a wide discretion to award what it\r\nin the particular circumstances considers to be a fair\nand adequate\r\ncompensation to the injured party for his bodily injuries and their\r\nsequelae. It follows that this Court will not,\nin the absence of any\r\nmisdirection or irregularity, interfere with a trial Court’s\r\naward of damages unless there is a substantial\nvariation or a\r\nstriking disparity between the trial Court’s award and what\r\nthis Court considers ought to have been awarded,\nor unless this Court\r\nthinks that no sound basis exists for the award made by the trial\r\nCourt.’\n32\n[149] As a result of the massive brain injury that Nico\r\nsustained his life expectancy has been reduced. His longevity informs\r\nthe\nassessment of compensation for future loss of earnings and\r\nmedical expenses. The trial court assessed Nico’s life\r\nexpectancy\nat 30 additional years. Both parties contend that\r\nassessment to be based on a misdirection with which this court is\r\nentitled to\ninterfere. The appellants seek its adjustment upwards to\r\n40 additional years and the respondent its adjustment downwards to 23\r\nadditional years.\n[150] Dr Strauss, one of the foremost\r\ninternational experts in the field of medical research on life\r\nexpectancy testified on behalf\nof the appellants. His evidence was,\r\nin my view rightly, accepted by the high court, as it was founded on\r\nlogical reasoning.\n33\nThe acceptance of his evidence has\r\nnot been challenged by the respondent, nor did the respondent tender\r\nopposing evidence of an\nexpert nature.\n[151] Strauss bases his estimates on a study he\r\nconducted, together with other researchers in the field, in\r\nCalifornia that consists\nof a data base of about 300 000 people who\r\ndeveloped mental disabilities, including cerebral palsy. The study\r\nincludes information\nabout their mobility, ability to walk, feed,\r\ndress, toilet, cognitive functioning, and psychiatric and\r\npsychological problems.\nThe information gathered from the historical\r\ndatabase allows Strauss to statistically calculate a factor which, if\r\napplied to statistical\nlife tables, provides a means of estimating\r\nthe future death rates at various ages of people with similar\r\ndisabilities. Although\nthe persons that make up the database vary in\r\nimportant respects in their capabilities, all the information\r\ngathered is used to\nmake adjustments for the differences in order to\r\nachieve a finely tuned estimate in relation to a particular type of\r\nindividual,\nNico in this case. Strauss convincingly illustrated that\r\nhis expertise enables him to make calculations and adjustments and\r\narrive\nat an estimate that is well motivated, individualised and\r\nreliable. Strauss explained that the life expectancy estimated by\r\nmeans\nof his methodology constitutes ‘the average survival time\r\nin a large group of similar persons’. This implies, as Strauss\n\nalso testified, that the particular individual may actually live\r\nlonger than the average person or die earlier.\n[152] The above short summary of\r\nStrauss’ methodology illustrates that an assessment of life\r\nexpectancy is a complicated and\nimprecise exercise. It can\r\ncomfortably be compared with the difficult task of assessing damages\r\nfor loss of earning capacity, of\nwhich it is an essential element in\r\nthis case. In this regard the remarks of Nicholas JA in\nSouthern\r\nInsurance Association Ltd v Bailey NO\n1984\r\n(1) SA 98\n(A) at 113G-H are apposite:\n‘\nAny\r\nenquiry into damages for loss of earning capacity is of its nature\r\nspeculative, because it involves a prediction as to the future,\n\nwithout the benefit of crystal balls, soothsayers, augurs or oracles.\r\nAll that the Court can do is to make an estimate, which is\noften a\r\nvery rough estimate, of the present value of the loss.\nIt has open to it two possible\r\napproaches.\nOne is for the Judge to make a\r\nround estimate of an amount which seems to him to be fair and\r\nreasonable. That is entirely a matter\nof guesswork, a blind plunge\r\ninto the unknown.\nThe other is to try to make an\r\nassessment, by way of mathematical calculations, on the basis of\r\nassumptions resting on the evidence.\nThe validity of this approach\r\ndepends of course upon the soundness of the assumptions, and these\r\nmay vary from the strongly probable\nto the speculative.’\nWhilst referring to these two possible approaches, the\r\nfollowing is said at 114C-E:\n‘\nIn a\r\ncase where the Court has before it material on which an actuarial\r\ncalculation can usefully be made, I do not think that the\nfirst\r\napproach offers any advantage over the second. On the contrary, while\r\nthe result of an actuarial computation may be no more\nthan an\r\n“informed guess”, it has the advantage of an attempt to\r\nascertain the value of what was lost on a logical basis;\nwhereas the\r\ntrial Judge’s “gut feeling” (to use the words of\r\nappellant’s counsel) as to what is fair and\nreasonable is\r\nnothing more than a blind guess.’\n[153] Before statistical evidence was available to make\r\nan estimate of life expectancy based on statistical calculation, the\r\ncourts\nhad to embark on making a round estimate of what seemed fair\r\nand reasonable in the circumstances. This is not such a case.\n[154] Strauss’ studies have shown which variables\r\naffect life expectancy. Voluntary motor function, for example, has\r\nbeen\nshown and is generally accepted as the key determinant of life\r\nexpectancy. In the studies conducted Strauss specifically controlled\n\nfor the ability to consistently and typically lift the head in prone\r\nand roll. On key variables good statistical data, which facilitates\na\r\nmore accurate calculation, exists. On variables like cognitive\r\nfunction statistical data does not exist, but they could and should\n\nbe factored into the assessment as positives or negatives resulting\r\nin some adjustment.\n[155] When Strauss calculated his first estimate of\r\nNico’s life expectancy he was not instructed with consensus on\r\nNico’s\nability to consistently and typically lift his head in\r\nprone or roll. He consequently made a calculated estimate for four\r\npossible\nscenarios which focussed on known variables. The variables\r\nare that he is a male, born on 22 July 2001 (age 5.2 years), that he\n\nsuffers from cerebral palsy, that he possibly lifts his head when\r\nlying on his stomach, that he has some ability to roll, that\nhe is\r\nfed orally rather than by gastrostomy, that he does not crawl, creep,\r\nscoot or walk, that he does not feed himself, but must\nbe fed\r\ncompletely, that he is fully dependant in all aspects of his care and\r\nthat he has the low weight of 11kg. The four scenarios\nthat he\r\nregarded as apposite are, (a) that Nico does not lift his head in\r\nprone, (b) that he lifts his head in prone but does not\nroll over,\r\n(c) that he rolls, with an adjustment for his low weight and (d) that\r\nhe rolls, without an adjustment for his low weight.\n[156] The results of Strauss’ calculations\r\nrepresent the average additional years that Nico is expected to live\r\nand for the\ndifferent scenarios he estimated (a) 20.3, (b) 25.2, (c)\r\n29.9 and (d) 31.6 additional years. In his calculation Strauss made\r\nuse\nof the 1984/86 South African Life Tables applicable to white\r\nSouth African males (the SA life tables). In addition to these\r\nconclusions\nStrauss noted several variables of a positive and\r\nnegative nature that he did not have good statistical data on and did\r\nnot take\ninto account in his first estimate. Those included the\r\nabsence of epilepsy, better than average cognitive function,\r\nexcellent cough\nresponse, feeding problems, iron deficiency and signs\r\nof malnutrition.\n[157] The first estimate was the backbone of Strauss’\r\nevidence and he did not deviate from it. He was asked to do a second\n\nreport when it was realised that he was instructed with incorrect\r\ndata as to Nico’s weight. He adjusted his calculations\ntaking a\r\nweight of just above 12 kg into account instead of the previous 11\r\nkg. The corrected weight affected only scenario (c)\nby an upward\r\nadjustment of 0.6 to 30.5 additional years.\n[158] Finally, Strauss was asked to\r\nmake adjustments to his calculations which take account of positive\r\nand negative factors for\nwhich he had no good statistical data\r\navailable and which he did not include in the estimate done in his\r\nfirst report. He did so\nand took into account that Nico does not\r\nsuffer from mental retardation, that his weight is within the 40\nth\npercentile for children with cerebral\r\npalsy, his quadriplegia is of a predominantly dyskinetic, as opposed\r\nto spastic, type, his\nmotor dysfunction is choreo athetoid, he does\r\nnot suffer from epilepsy, he can activate a switch on an augmentative\r\nand alternative\ncommunication (AAC) device, he does not crawl or\r\nstand but does move on the floor by lifting his buttocks and\r\nthrusting himself\nin the direction of his feet in a linear and\r\ncircular direction, he is unable to ambulate or dress himself, he is\r\nnot tube fed,\nhe swallows safely and has no increased risk of\r\naspiration to the normal population, he is totally dependentt on\r\nothers to feed\nhim, he makes attempts to verbalise, his prognosis for\r\nusing an AAC device effectively is good, he has expressive non-verbal\r\ncommunication\nability, his receptive language ability is appropriate\r\nto his age, he has good general health and no breathing difficulties.\r\nIn\naddition Strauss was asked to accept that Nico does consistently\r\nand typically roll and lift his head in prone.\n[159] In taking all of that into account, balancing the\r\npositive and the negative, and with a conservative approach to Nico’s\n\nability to lift his head and roll, Strauss arrived at the conclusion\r\nthat an additional three years should be added to scenario\n(d) of his\r\nfirst estimate of Nico’s life expectancy. To illustrate why\r\nStrauss’ approach was conservative and realistic,\nI might add,\r\nit is necessary to quote the following extract from his evidence:\n‘\nNow,\r\nfor two reasons I used a combined group consisting of levels four,\r\nfive, six, which is all the rolling items. One reason is\ntechnical in\r\nthat the amount of data we have is not unlimited and if you use a\r\nslightly broader range, as I just did there, you\nget greater\r\nstability in your estimates. You can’t keep cutting down the\r\nrequirements otherwise you end up with too few people.\nThe other\r\nreason is that, as I mentioned earlier, I tried, to the best of my\r\nability, to form a group to compare the child to,\nthat matches him as\r\nwell as possible with respect to other variables. Now, in Nico’s\r\ncase there is discussion of his ability\nto roll over both ways, some\r\npeople say he can. However, he is probably not as good at it as some\r\nchildren in that – at least\nthere is some dispute over it and\r\nalso I understand his head lifting is not as clearly demonstrated\r\nanyway as with some children.\nSo, I wanted to be a little bit\r\nconservative, and so instead of using level six alone I was more\r\ncomfortable using levels four,\nfive and six combined. If I had used\r\nlevel six alone the answer would probably have been a little higher\r\nbut it would have had\nless statistical precision, so I can’t\r\nguarantee how it would have come out.’\n[160] The groups referred to in this passage are nine\r\ngraded levels of ability within the variable of head lifting and\r\nrolling.\nStrauss, in his ultimate estimate, did not accept that Nico\r\nconsistently and typically lifts his head in prone and rolls, but\r\nmade\nadjustments to individualise the estimate and incorporate any\r\ndoubts raised about his ability to do so consistently and typically.\n[161] On Strauss’ evidence the appellants\r\ncontended for a life expectancy of at least 34.6 additional years,\r\nand the respondent\ncontended for a life expectancy of 23 additional\r\nyears. (For present purposes I leave out of consideration the\r\nappellants’\ncontention that includes due regard to the\r\napplication of the Koch life tables and the evidence of Prof Hutton.)\n[162] The respondent arrives at 23 additional years by\r\nstarting at scenario (a), 20.3 additional years, and adding to that\r\nthe 3\nyears that Strauss added as the balance of positive and\r\nnegative factors not initially taken into account. The respondent’s\n\nstarting point of 20.3 years implies that Nico does not lift his head\r\nin prone and does not need gastrostomy feeding. Strauss’\n\nassessment of an additional 3 years recognises that Nico has some\r\nability to lift his head in prone and roll.(V8p680) Adding the\n3\r\nyears to the 20.3 years would imply adding two estimates based on\r\nmutually exclusive assumptions. The respondent’s contention\nof\r\n23 additional years is illogical and untenable for the following\r\nadditional reasons. Strauss testified that if it is accepted\nthat\r\nNico does not roll or lift his head in prone, scenario (a) is too\r\npessimistic considering that Nico is quite high functioning\nin other\r\nregards if compared to similar persons who could not roll or lift\r\ntheir heads in prone.\n[163] During the initial stages of the trial the\r\nrespondent contended for a finding that Nico had an estimated life\r\nexpectancy of\n26 additional years. This contention was based on the\r\nevidence of Dr Campbell, a general practitioner who practises in the\r\nfield\nof rehabilitative medicine. Campbell based his evidence on an\r\narticle published by Strauss. Although Strauss remarked that\r\nCampbell’s\ncalculations, based on the article, were reasonable,\r\nhe pointed to two flaws which disqualify the conclusion. First,\r\nCampbell based\nhis estimate on a specific article written by Strauss\r\nwhich dealt with an age group of 15 year olds. Second, the article\r\nwas 10\nyears old and has since been refined and improved. In\r\naddition, it has to be stated that Campbell is by no means an expert\r\nin the\nfield and his estimate assumed that Nico requires gastrostomy\r\nfeeding, an assumption that the respondent is no longer relying on\n\nfor his current contention. Strauss’ calculation on the\r\nassumption that gastrostomy feeding is indicated for Nico came to\n\n23.8 additional years. During the final stages of the trial the\r\nrespondent supported this calculation, reduced to 23 years because\n\nNico was older at that stage than when Strauss made the estimate. The\r\nillogical variation in the respondent’s case is clearly\nevident\r\nand no more needs to be said about it.\n[164] The high court’s conclusion on Nico’s\r\nestimated life expectancy was put as follows:\n‘\nIrrespective\r\nof my finding in regard to the agreement to use the 1984/1986 SA Life\r\nTables, the difference between the results obtained\nfrom an\r\napplication of those life tables and the Koch tables will probably\r\nhave little impact on the estimated life expectancy,\nwhen the\r\nuncertainties and vagaries of the clinical assessments relating to\r\nthe ability to roll and lift head consistently and\ntypically, safe\r\nand effective swallowing, risk of aspiration, nutritional status and\r\nneed for a PEG are taken into account. I gave\nsome consideration as\r\nto whether [a] contingency should be applied only to the overall\r\nmonetary value of any head of award by,\nfor example, using the\r\nplaintiff’s calculation of damages and then applying a\r\ncontingency. It is however well known that\ndepending on the number of\r\nyears of remaining life expectancy, a compound growth and increase\r\nmay be included. It therefore seems\nto me that it is more appropriate\r\nthat a contingency be applied firstly in arriving at an anticipated\r\nreasonable life expectancy.\nNico’s life expectancy thus\r\nestimated on the available totality of the evidence duly weighed and\r\nconsidered should in my\nview be 30 years.’\n[165] The judgment does not reveal\r\nhow the estimate is arrived at or how it relates to the accepted\r\nevidence of Strauss. None of\nthe counsel was prepared to venture an\r\nexplanation in this regard. Shortcomings in the furnishing of reasons\r\nfor the assessment\nof general damages, which are equally applicable\r\nin the present instance, have elicited the following comments by this\r\ncourt in\nRoad\r\nAccident Fund v Marunga\n2003\r\n(5) SA 164\n(SCA):\n‘\nEven\r\nthough courts have a wide discretion to determine general damages and\r\neven though it cannot be described as an exercise in\nexactitude, or\r\nbe arrived at according to known formulae, a trial court should at\r\nthe very least state the factors and circumstances\nit considers\r\nimportant in the assessment of damages. It should provide a reasoned\r\nbasis for arriving at its conclusions.’\n34\n[166] It is not suggested that the\r\nhigh court should have allowed Strauss’ estimate necessarily to\r\nbecome its own, but to\nhave motivated its deviation from Strauss’\r\naccepted, logical, well reasoned conclusion.\n35\nIn my view the assessment of Nico’s\r\nlife expectancy involves a highly specialised field of expertise in\r\nwhich Strauss, in\nthe words of Wessels JA in\nCoopers\r\n(South Africa) (Pty) Ltd v Deutsche Gesellschaft Für\r\nSchädlingsbekämpfung MBH\n1976\r\n(3) SA 352\n(A) is ‘. . . better qualified to draw inferences\r\nthan the trier of fact’.\n36\nThe evidence of Strauss clearly\r\nrevealed that the assessment of life expectancy is an example of an\r\ninstance ‘. . . where\nthe court is, by reason of a lack of\r\nspecial knowledge and skill, not sufficiently informed to enable it\r\nto undertake the task\nof drawing properly reasoned inferences from\r\nthe facts established by the evidence’.\n37\n[167] The high court’s\r\nconclusion raises more questions than it answers. It suggests that an\r\nestimate of higher than 30 years\nwas arrived at from which a\r\ncontingency was deducted, presumably because of doubt. I assume for\r\ncurrent purposes that the reference\nto a contingency in this context\r\nis merely an inaccurate expression attached to the process of making\r\na ‘round estimate’\nof life expectancy that seems fair and\r\nreasonable.\n38\nThe estimate arrived at, the\r\ncontingency deducted and the reasons for the deduction are not\r\ndisclosed. If the higher than 30 years\nestimate arrived at is the\r\n34.6 additional years testified to by Strauss the deduction made\r\nignores that Strauss in reaching 34.6\nyears was conservative and took\r\ninto account that Nico’s ability to roll and lift his head in\r\nprone may not be consistent\nand typical.\n[168] Strauss repeatedly, and correctly so, said that it\r\nis for the court to decide the facts which would indicate which\r\nestimate\nhe calculated would be the best or appropriate guide to\r\nfollow. The factual findings had to be made on a balance of\r\nprobabilities\nafter an investigation of the available historical\r\nfacts. If that standard of proof was not met, the allegations had to\r\nbe rejected\nas not having been proved. After a finding on a balance\r\nof probabilities an estimate or assessment of Nico’s life\r\nexpectancy\nhad to be made and at that stage a consideration of\r\nprospects, the likelihood of an event, possibilities, risks and doubt\r\ncome\ninto play.\n[169] In\nDe\r\nKlerk v ABSA Bank Ltd and others\n2003\r\n(4) SA 315\n(SCA) Schutz JA, albeit in a different context, wrote on\r\nthe difference between the standard of proof when investigating\r\nhistorical\nfacts that establish causation and making an estimation of\r\ndamages which does not require proof on a balance of probabilities\r\nand\nmay involve taking the likelihood of uncertain future events into\r\naccount.\n39\n[170] The facts that the high court\r\nhad to investigate and that were in issue addressed the question\r\nwhether Nico needed gastrostomy\nfeeding and whether he consistently\r\nand typically lifts his head in prone and rolls.\n40\nIn order to decide whether Nico\r\nrequires gastrostomy feeding it is relevant to determine whether he\r\nis under or malnourished, whether\nhe can swallow safely and whether\r\nhe aspirates. In relation to each and every one of these aspects the\r\nparties started the trial\nat extreme ends of the scale. The high\r\ncourt’s conclusions on these matters read as follows:\n‘\nA\r\ndefinitive diagnosis or finding on whether Nico’s swallowing is\r\nsafe and effective, whether he aspirates and whether he\nis\r\nmalnourished and requires the fitment of a PEG, is simply impossible\r\non the present state of medical science and the impreciseness\nof that\r\nscience. At best an approximation can be made on probabilities.’\n‘\n. . .\r\n., I cannot conclude that there is not a real risk of aspiration in\r\nNico;’\n‘\nNico\r\nis probably malnourished and/or probably runs the risk of being\r\nmalnourished, . . . .’\n‘\n. . .\r\n. that if Nico does not already require PEG feeding, but is able to\r\n‘get by’ without it, that there is a very\nreal\r\npossibility if not a probability that he will require PEG feeding in\r\nthe future.’\n‘\nOn a\r\ntotality of the evidence it is difficult to make an unreserved\r\npositive finding that Nico can consistently and typically roll\nover.\r\nMaybe, as is apparently common with persons with Nico’s type of\r\ncerebral palsy, his ability differs from day to day.\nIf so, then\r\ngiving Nico the benefit of the doubt is probably fair with due\r\nrecognition of his rights, and that an adjustment be\nmade by applying\r\nan appropriate contingency.’\n‘\nA\r\nsmaller question mark than that which applies to his ability to roll\r\nover consistently and typically, appears to apply on the\ntotality of\r\nthe evidence to Nico’s ability to lift his head. That matter is\r\nalso best approached on the same basis as his\nability to roll\r\ntypically and consistently.’\n[171] The wording adopted by the high\r\ncourt reminds of the following remarks of the House of Lords in\nDingley v The Chief\r\nConstable, Strathclyde Police\n200\r\nSC (HL) 77 at 89D-E, as quoted in\nMichael\r\nand another v Linksfield Park Clinic (Pty) Ltd and another\n2001\r\n(3) SA 1188\n(SCA) para 40:\n‘\n(o)ne\r\ncannot entirely discount the risk that by immersing himself in every\r\ndetail and by looking deeply into the minds of the experts,\na Judge\r\nmay be seduced into a position where he applies to the expert\r\nevidence the standards which the expert himself will apply\nto the\r\nquestion whether a particular thesis has been proved or disproved –\r\ninstead of assessing, as a Judge must do, where\nthe balance of\r\nprobabilities lies on a review of the whole of the evidence.’\n[172] In my view the high court failed to make factual\r\nfindings on a balance of probabilities and consequently allowed\r\nunnecessary\ndoubt and uncertainties to influence the conclusion on\r\nlife expectancy.\n[173] Nico has only ever been fed orally. His poor head\r\ncontrol, continuous tongue thrusting, drooling and poor control of\r\nthe bolus\nin his mouth when feeding present constant challenges for\r\ncontinued oral feeding. The experts on behalf of the appellant\r\ngenerally\nopined that despite all this Nico swallows safely. They\r\nalso stressed that he enjoys feeding and benefits from the social\r\ninteraction\nthat accompanies feeding. The experts on behalf of the\r\nrespondent generally opined that Nico’s swallow is not safe and\r\nthat\nfeeding him takes so much time and energy that gastrostomy\r\nfeeding is indicated. The experts were agreed that feeding therapy\r\nwould\nimprove his feeding.\n[174] Ms Herbert, the speech and language therapist who\r\ntestified on behalf of the respondent, had the opportunity to observe\r\nNico\nfor a second time shortly before she gave her evidence in court.\r\nShe testified that since her first examination of Nico certain\n\nnecessary adjustments had been made to his feeding. He was properly\r\nsupported in a Shona buggy which made it easier for him to\n\nconcentrate on his feeding and helped him manage the feeding process\r\nbetter. The consistency of the food he was being fed had been\nadapted\r\nand feeding strategies had been implemented that made it safer for\r\nNico to feed than before.\n[175] Objective medical evidence was introduced that\r\nNico could swallow safely. The evidence was of a test that was\r\ndescribed as\nan omnipaque swallow. The test involved feeding Nico a\r\nliquid that made it possible to visually watch and record his\r\nswallow. It\nshowed that Nico swallowed safely and that he did not\r\naspirate any of the liquid used in the test. This evidence was not\r\ncontested,\nbut three ancillary aspects about the evidence were\r\nheavily criticized.\n[176] First, that the test only represents a moment in\r\ntime and one safe swallow out of his lifetime. Obviously that is a\r\nvalid\nconsideration. The evidence could never be more than an\r\nobjective indication that on that one occasion Nico swallowed liquid,\r\nthe\nmost difficult substance to swallow safely, without aspirating\r\nand at that moment illustrated the ability to swallow safely.\n[177] Second, that Nico did in fact aspirate during a\r\nsecond test performed immediately after the first one. The second\r\ntest was\naimed at testing Nico’s gastric emptying and upper\r\nsmall bowel function in order to establish whether there were any\r\nmechanical\ncauses for his vomiting. The test was performed in a\r\ndeplorable way. Nico refused to co-operate. Consequently he was\r\nphysically\nheld down and whilst wriggling, protesting and crying the\r\nliquid was forced into him. It was not surprising that under those\r\ncircumstances\nhe aspirated. It was not initially noticed by the\r\nexperts involved in the test. That failure does not detract from the\r\nlogical\nexplanation for the aspiration. Aspiration under the\r\nextraordinary circumstances of the second test does not detract from\r\nthe finding\nin the first test and does not support a finding that\r\ngenerally, during feeding, Nico aspirates.\n[178] Third, that a better test could have been\r\nperformed that would have given a better indication whether Nico\r\nswallows safely.\nThat may be perfectly correct, however, that\r\nevidence was not introduced by any of the parties and the high court\r\nhad to assess\nthe probabilities on the evidence that was presented.\n[179] During the first two years of Nico’s life he\r\nhad regular colds and bouts of flu that gave rise to respiratory and\r\nchest\nailments. According to the first appellant that pattern ceased\r\nas he got older. At the time of the trial he did not have a history\n\nof aspiration pneumonia. Even though this evidence was contested by\r\nstatements from therapists and teachers that Nico’s past\n\nabsenteeism was explained by the first appellant as being due to\r\nillness there was no evidence of a history of aspiration pneumonia.\n\nWhatever ailments plagued him in the past, the evidence revealed his\r\nrecent medical history to be that of a generally healthy child.\n[180] The balance of the evidence therefore shows that\r\nNico swallows safely. There is no evidence that he aspirates. The\r\nhigh water\nmark of Herbert’s evidence was that Nico is at risk\r\nof aspiration. That may be so, but at the time of the trial there was\n\nno evidence of aspiration or a history of aspiration.\n[181] The first appellant reported that Nico vomits\r\nerratically. Obviously he loses some nutrition when vomiting. No\r\nwitness was\nable to explain the full implication of his vomiting. The\r\ncause for the vomiting was also not identified. Dr Botha, the\r\nspecialist\npaediatrician who gave evidence for the appellant,\r\ntestified that fitting a PEG would not necessarily prevent vomiting,\r\nbut could\ninduce or aggravate symptomatic reflux. This evidence was\r\nnot challenged or disputed.\n[182] The undisputed, objective\r\nevidence of Nico’s weight was that he weighed 12.09 kg at just\r\nover 5 years old. On a weight\nfor age percentile chart provided by\r\nStrauss for boys of Nico’s age and disability he was not far\r\nbelow average.\n41\nNico’s healthy brother, Gian,\r\nis also a thin child and his weight to height ratio was similar to\r\nNico’s. When Dr Botha\nexamined Nico he requested a\r\nhaematological investigation which was essentially normal, but for an\r\niron deficiency that was, according\nto the first appellant, easily\r\ncorrected through supplements. The first appellant also testified\r\nthat, prior to her being required\nto take Nico for medico-legal\r\nexaminations, no medical practitioner had ever suggested to her that\r\nNico was under or malnourished.\nThe only time that it came up was\r\nwhen the feeding therapists at Whizz Kidz, the school that Nico\r\nattended, suggested gastrostomy\nfeeding as an option to consider.\n[183] Many of the various expert\r\nwitnesses for the appellants and the respondent remarked that Nico\r\nwas thin and slight. The evidence\nthat he is malnourished came from\r\nCampbell. Although Campbell, who is not a dietician, accepted that\r\nNico’s weight was at\nleast potentially of an acceptable level,\r\nhe performed a so-called triceps skin-fold measurement on Nico. He\r\nconsulted a non-witness\nexpert in the field and practised the test on\r\nother patients before he measured Nico. He decided to use this test\r\nand interpreted\nhis findings on the basis of articles he had read and\r\ninformation he gathered since Botha’s evidence. The results of\r\nhis\nmeasurements led him to the conclusion that Nico suffered from\r\nchronic malnutrition. The issue of Nico’s nutritional state\nat\r\nno stage prior to Campbell’s evidence included any debate about\r\ntriceps skin-fold measurements. Not one of the other witnesses\nwas\r\ngiven an opportunity to respond to that evidence.\n42\nOn the basis of this test the high\r\ncourt not only accepted Campbell’s evidence that Nico is\r\nmalnourished, but rejected Botha’s\nevidence that he was not.\r\nThe high court seems to have gone even further and whilst motivating\r\nthe rejection of Botha’s evidence,\naccepted that Nico was\r\nmarasmic:\n‘\nI do\r\nnot find this explanation [by Botha] particularly convincing and\r\nremain disturbed by his initial assessment and description\nof Nico\r\nbeing ‘marasmic’, if in fact he was not. . . no\r\npaediatrician, leave aside one allegedly experienced in the\ntreatment\r\nof cerebral palsy children as Dr Botha said he is, would, at the\r\nlevel of probability, lightly describe a child as ‘marasmic’\n\nunless patently justified.’\n43\nNo other witness described\r\nNico as marasmic, to the contrary, those who were faced with such an\r\nallegation denied that he was.\n[184] In my view the evidence on a balance of\r\nprobabilities show that Nico is thin, but within an acceptable range\r\nfor children\nwith his level of disability. His swallow is safe and he\r\ndoes not aspirate. His vomiting is a neutral fact. On the\r\nprobabilities\nhe is not under or malnourished and does not require a\r\nPEG.\n[185] Much more could be said to support a finding that\r\nthe evidence shows that Nico’s disability does not require that\r\nhe\nbe fitted with a PEG. However, it was only necessary to focus on\r\nthis aspect to illustrate what the probabilities are and that the\n\nhigh court should have made this finding. The respondent, having\r\nconducted the trial on the basis that gastrostomy feeding is\r\nindicated for Nico, conceded during argument that the respondent’s\r\ncase of 23 additional years of life expectancy is not dependant\non a\r\nfinding that gastrostomy feeding is indicated for Nico.\n[186] There is no doubt that Nico can roll and lift his\r\nhead in prone. Various experts on both sides observed him doing just\r\nthat.\nThe issue at the trial was whether on a balance of probability,\r\nnot ‘an unreserved positive finding’, he can do so\r\nconsistently and typically. This is the standard that Strauss\r\ncontrolled for in his study. It is a vague, subjective standard that\n\nnot even Strauss could satisfactorily explain. He did stress the\r\nobvious, though, that the totality of the evidence should be taken\n\ninto account in order to capture the pattern of ability of the\r\nparticular child. He also indicated that his studies reveal that\nif a\r\nchild is able to roll, he is also able to lift his head in prone.\r\nRolling in an abnormal fashion speaks to another issue and\nis not an\r\nindicator of whether it is done consistently and typically. Even\r\nthough this is the standard that Strauss controlled\nfor in his study\r\nand was a major issue at the trial, it has to be stressed again that\r\nin his estimate of Nico’s life expectancy\nStrauss did not\r\naccept that Nico meets that standard but that he has some ability to\r\nlift his head in prone and roll.\n[187] Most of the witnesses only examined Nico once.\r\nThere was therefore no uniform subjective assessment that could have\r\nindicated\na pattern of Nico’s ability. The significance of a\r\nfinding on all the evidence that Nico met this standard was\r\ndiminished\nby two aspects. First, Herbert and Campbell, witnesses for\r\nthe respondent, conceded that Nico could consistently and typically\r\nroll and lift his head in prone. Second, Strauss remained alive to\r\nthe lack of consensus about Nico’s ability and factored\nit into\r\nhis calculation. He did not base his calculation only on the group in\r\nhis study that could consistently and typically roll\nand lift their\r\nheads in prone, but devised a group, a process he described as\r\n‘something of an art form’, from his\nstudies that best\r\nrepresented Nico. In so doing he took three groups into account\r\nwhich, in his opinion, best captures Nico’s\nsituation.\n[188] The doubt and uncertainty that seemed to have\r\nremained with the high court was unfounded. The rejection of Strauss’\r\nestimate of 34.6 additional years is not rational. There are no\r\ndubious factors that were not taken into account by Strauss in his\n\nestimate of 34.6 additional years. Nico’s life expectance\r\nshould have been estimated at the rounded figure of 35 additional\n\nyears.\n[189] On the issue of estimating\r\nNico’s life expectancy the appellants also tendered the\r\nevidence of Professor Pharoah, emeritus\nprofessor of public health at\r\nthe University of Liverpool, and Professor Hutton, professor in\r\nmedical statistics, who cooperated\non a study in the United Kingdom\r\nto determine life expectancy of cerebral palsied children.\n44\nHutton based her calculations on four\r\nvariables, mental ability, manual ability, ambulatory ability and\r\nvisual ability. Each variable\nwas broken down into several levels.\r\nNico’s disability was assessed and related to specific levels\r\nwithin the variables.\nHutton calculated the mean of Nico’s\r\nresidual life expectancy between 52 and 37,3 years.\nHUTTON and PHAROAH\n[190] The high court did not have regard to the evidence\r\nof Pharoah and Hutton when it made an assessment of Nico’s life\r\nexpectancy.\nThe reasons given include that the database of Pharoah\r\nand Hutton is less precise and less reliable. I find it unnecessary\r\nto decide\nwhether that conclusion is right or wrong, for the reasons\r\nthat follow.\n[191] Strauss and Hutton controlled for different\r\ncriteria in their studies. Strauss in his experience found that\r\ncognitive ability\ndoes not have a significant impact on life\r\nexpectancy unless it amounts to severe mental retardation. Hutton on\r\nthe other hand\nadopted mental ability as one of the four main\r\ncriteria in her study. The independent calculations of these two\r\nexperts resulted\nin significantly different conclusions. Expert\r\nevidence is to be accepted by a court when it is logical and well\r\nreasoned. Neither\nof the experts provided the logical reasoning that\r\nwould adequately motivate crossing the gap between the two sets of\r\nconclusions\nby simply calculating an average of the two.\n[192] In my view the high court is\r\nnot to be faulted for accepting the evidence and guidance of Strauss\r\nand not that of Pharoah\nand Hutton. There is a salutary lesson in\r\nthis outcome. It illustrates the risk to a litigant of calling more\r\nthan one expert on\nthe same issue. A leaf should be taken out of the\r\nbook of the English Civil Procedure Rules 1998 which empowers a court\r\nto restrict\nexpert evidence to one expert per issue and sometimes to\r\na single joint expert for both parties.\n45\nMEDICAL INFLATION\n[193] For purposes of the actuarial calculation of\r\nNico’s compensation the parties agreed at a pre-trial\r\nconference that consumer\nprice inflation is to be taken to be 6,5 per\r\ncent per year. A dispute arose between the parties about an admission\r\nby the respondent\nof the medical inflation rate to be applied in the\r\nactuarial calculations in relation to items that attract medical\r\ninflation.\nIt is unnecessary for purposes of this judgment to resolve\r\nthat misunderstanding, but sufficient to state that the respondent\r\nagreed\nthat the medical inflation rate at the time the admission was\r\nmade, was 3.5 per cent per year above the consumer price inflation\n\nrate. An economist, Mr Schüssler, testified on behalf of the\r\nappellant that 3.9 per cent per year above consumer price inflation\n\nwould be an appropriate rate for the calculation of items that\r\nattract medical inflation. The respondent’s economist, Mr\n\nTwine, who did not give evidence at the trial, but whose report was\r\nfiled, supported the approach of Schüssler but at the\nslightly\r\nlower rate of 3.5 per cent per year. Dr Koch, an actuary, who gave\r\nevidence for the appellant, was called to support his\nextrapolation\r\nof life tables from the SA life tables in an attempt to produce a set\r\nof non-racial tables that focuses on income\nas an easier accessible\r\neconomic indicator. During his cross examination Koch confirmed an\r\nextract from\nThe Quantum Yearbook 2007\n,\r\na publication which he authored, in which he stated under the heading\r\n‘Capitalisation’ that ‘. . . medical costs\n\nprojected over a long future period should be capitalised at a real\r\nrate of about 2.5 per cent per year. . . ’.\n[194] The high court did not apply a medical inflation\r\nrate, despite it having been well canvassed during the trial.\r\nReferring to\nthe capitalisation rate in\nQuantum\r\nYearbook 2007\n, this is how the high court\r\ndealt with this issue:\n‘\nIt\r\nseems to me, that such a rate which appears to receive general\r\nsupport amongst actuaries, is more reasonable in the circumstances\nof\r\nthis case rather than the differential of between 3,9% and 3,99%\r\nsuggested by Mr Schüssler. The defendant had indicated\na\r\nwillingness to accept a medical inflation rate of 1% above normal\r\ninflation and his calculations had been done on that basis.\nThat\r\nseems to me to be too conservative. It seems to me that the most\r\nreasonable approach would be to allow for a 2,5per cent\r\ncapitalization rate as suggested by Dr Koch in his Quantum Year Book\r\n2007.’\n[195] Subsequent to the judgment the actuary who was\r\ninstructed to do the calculation of Nico’s compensation\r\nrequested the\npresiding judge to clarify whether a medical inflation\r\nrate or a capitalisation rate of 2.5 per cent per year was to be\r\napplied.\nThe response was the following:\n‘\nAs\r\nregards the adjustment of medical costs projected over the future, I\r\naccept that there is a difference between a differential\nbetween the\r\nconsumer price inflation rate and the medical inflation rate, and a\r\nrate of capitalisation. In my judgment I abandoned\nthe notion of\r\nworking with a differential above the normal inflation rate, in\r\nfavour of a capitalisation rate.’\n[196] There is a clear misdirection in the finding by\r\nthe high court. The issue at the trial pertained to the appropriate\r\nmedical\ninflation rate to apply to the actuarial calculations. The\r\nrespondent gratuitously, apparently during argument, conceded that\r\nthe\nhigh court was at liberty to apply a medical inflation rate of 1\r\nper cent above consumer price inflation. The concession was regarded\n\nby the high court to be too conservative. This leaves the impression\r\nthat the high court intended to apply a medical inflation\nrate of\r\nmore than 1 per cent but less than 3.5 per cent above the agreed\r\nconsumer price inflation. By then ‘opting’\nfor a 2.5 per\r\ncent capitalisation rate, the high court in fact applied a medical\r\ninflation rate of 0.4756 per cent above consumer\nprice inflation, a\r\nmore conservative rate than the one conceded by the respondent and\r\nregarded by the high court as too conservative.\n[197] Apart from one question about capitalisation asked\r\nby respondent’s counsel of Koch during cross examination, the\r\napplication\nof a capitalisation rate was not canvassed during the\r\ntrial. Koch’s own explanation for his preference to use a 2.5\r\nper cent\ncapitalisation rate does not address any of the issues\r\nduring the trial. He said:\n‘\nIt is\r\nan opinion, which I know isn’t shared by some people, but\r\ncertainly that is the approach I take to calculations and\nit is\r\npartly coloured by my sense of a need to avoid litigation and to have\r\na standard approach to things.’\nSchüssler was never given the opportunity to\r\nrespond to Koch’s application of a capitalisation rate and Koch\r\nwas not\ngiven the opportunity to take into account that the parties\r\nreached a separate agreement to apply a rate of investment return of\n\n9.675 per cent to the award made.\n[198] On the unchallenged evidence a rate of 3.5 per\r\ncent above the consumer price inflation should have been applied to\r\nitems that\nattract medical inflation.\nLIFE TABLES\n[199] As with most things in this matter, the\r\nappropriate life tables to be applied to the assessment of Nico’s\r\nlife expectancy\nwere also in issue. The high court applied the SA\r\nwhite male tables. The appellant contends for the application of the\r\nKoch life\ntables which adds between 2 to 4 years to the various\r\nscenarios calculated by Strauss. Koch’s attempt to remove race\r\nfrom\nthe SA life tables is obviously attractive, but the evidence of\r\nthe assumptions made to compile his life tables does not, in this\n\ncase, succeed to illustrate their reliability. Although the 1984/1986\r\nSA life tables are out of date, they are still the best available.\nIn\r\nthe circumstances it seems eminently reasonable to have used the\r\nwhite male tables to exclude any racial component from the\n\ncalculation. Consequently the dispute about whether the appellant\r\nagreed to the application of the SA life tables only to the actuarial\n\ncalculation or also to the assessment of life expectancy is\r\nirrelevant.\nCAREGIVERS\n[200] There is no dispute that Nico would require full\r\ntime care for the rest of his life. The number of caregivers per day,\r\ntheir\nlevel of skill, their remuneration, the level of compliance\r\nwith the Basic Conditions of Employment Act 75 of 1997 (BCEA), and\r\ntheir continuous training, were in dispute. There is agreement that\r\ntheir salaries would attract a yearly inflationary increase\nof 7 per\r\ncent.\n[201] The respondent did not argue in this court that\r\nthere would be no obligation on Nico to comply with the BCEA. It was,\r\nhowever,\nargued that:\n‘\nThe\r\nprovisions of the [BCEA] can be complied with if appellants make a\r\nsmall contribution to the care of Nico. This will be to the\nadvantage\r\nof both appellants and child. It will strengthen the bond between\r\nthem. It can, with respect, never be argued that the\ndelict committed\r\nby respondent resulted in there being no further duty on appellants\r\nto care for Nico.’\nThe further submission that Nico could in future apply\r\nfor exemption from the appropriate minister from compliance with the\r\nconditions\nof the BCEA does not deserve any consideration. There is\r\nno obligation on the appellants to seek ministerial approval and\r\nthere\nwould be no obligation on the minister to exercise a discretion\r\nin favour of the appellants. As such it is a collateral issue that\n\ndoes not affect the assessment of Nico’s damages.\n[202] The submission that the parents should contribute\r\nto Nico’s case found favour with the high court. It decided\r\nthat:\n‘\nWith\r\nthe provision of the three caregivers and the consideration that the\r\nplaintiffs can and should assist, there is in my view\nno need to\r\nprovide for the costs of relief caregivers.’\n[203] I should state at the outset of\r\nthis discussion that the kind of contribution suggested by the\r\nrespondent and accepted by\nthe high court had nothing to do with\r\nmonetary contribution which the parents would in any event have\r\nincurred if Nico was not\ninjured. The suggestion is that the parents\r\nshould physically assist as caregivers because of Nico’s\r\ninjured condition. This\nis a clear misdirection. The bond between\r\nNico and his parents and their duty of care towards him is an aspect\r\nthat is very separate\nand distinct from the duty to provide\r\ncaregiving that arose for the respondent when he inflicted injury on\r\nNico. The need for the\nrespondent to provide for full-time caregiving\r\nfor Nico was recognised by the high court. The need that the\r\nprovision for caregivers\nshould comply with the BCEA is an incidence\r\nof that duty care.\n46\nThe parental duty of care does not\r\nalleviate or aggravate the respondent’s obligation to\r\ncompensate Nico.\n[204] Apart from the fact that the legal proposition\r\nwhich was accepted by the high court is unsound, the evidence does\r\nnot support\nthe finding. During the trial the suggestion was made to\r\nthe expert witnesses that Nico should from time to time be fed, taken\r\nto the toilet, bathed, or played with by his mother, curiously not\r\nhis father, whilst the caregiver is on duty in order to accommodate\n\nthe statutory breaks that the caregiver would be entitled to. This\r\nsuggestion was never put to the first appellant. In the judgment\nit\r\nwas taken a step further. The need for relief caregivers contended\r\nfor by the appellants to accommodate the statutory entitlement\nof the\r\nthree full-time caregivers to time off for holidays and sick leave\r\nwas devolved onto Nico’s parents to the exclusive\nbenefit of\r\nthe respondent. Their ability to act as relief caregivers whilst\r\nother caregivers are on statutory breaks or holidays\nwere never\r\ninvestigated. Relevant undisputed evidence that was not taken into\r\naccount was that Nico’s parents are both actively\ninvolved in\r\nthe running of a demanding, full-time business.\n[205] The findings affected by the misdirection pertain\r\nto the refusal to provide for relief caregivers. Provision should\r\nhave been\nmade for relief caregivers broadly in terms of the model\r\npresented by the appellants. The total amount of hours per year that\r\na\nrelief caregiver would be required on the appellants’\r\ncalculation is 2 426. That is made up by adding 1 872 hours for\r\nweekend\ntime off (36 hours x 52 weeks = 1 872) to 21 days vacation\r\nleave for three caregivers of 554 hours (21 days x 8.8 hours per day\n\nx 3 caregivers = 554). It is to be taken into account that the BCEA\r\nprescribes a higher rate of remuneration for work during weekends,\n\ntherefore all of the 2 426 hours should be calculated at the rate\r\nallowed for the higher level caregivers (R3500 per month) which\nworks\r\nout to an hourly rate of R18.07. Although the assessment of damages\r\ndoes not involve meticulous calculation the need to comply\nwith the\r\nprovisions of the BCEA has to be taken into account when making an\r\naward for caregivers.\n[206] The high court made some accommodation for the\r\nfiner provisions of the BCEA by calculating the compensation for the\r\npermanent\ncaregivers over a 14 month year. Once an adjustment is made\r\nfor the provision of relief caregivers the approach by the high court\n\nadequately takes care of those finer provisions of the BCEA and\r\nshould not be interfered with.\nCONTINGENCIES\n[207] An adjustment to an award for\r\ndamages for contingencies is within the subjective discretion of the\r\ntrial judge. A court on\nappeal ‘will not interfere with such\r\ndetermination by a trial Court and substitute its own estimates,\r\nunless the learned\ntrial Judge misdirected himself in some material\r\nrespect, or our own estimates and his are strikingly disparate, or we\r\nare otherwise\nfirmly convinced that his estimates are wrong’.\n47\n[208] Both parties contend for a fresh approach to the\r\ncontingency deductions made by the high court. The appellants submit\r\nthat\nthe 15 per cent contingency deducted from the assessment of\r\nNico’s future loss of earnings are unsubstantiated, as the\r\npositive\nand negative factors affecting this award are, at the very\r\nleast, balanced. The appellants’ argument is attractive. It\r\ndoes\nseem that the high court adopted a conservative approach to the\r\nassessment of Nico’s life expectancy as well as in the\r\nassumptions\nmade for the calculation of his future earnings. However,\r\nin view of the adjustment to Nico’s life expectancy there is no\n\nbasis for interference.\n[209] The respondent contends that the 15 per cent\r\ndeduction in relation to future loss of income is appropriate, but\r\nnot the 10\nper cent reduction in respect of future medical and\r\nhospital expenses. In relation to the latter the respondent proposes\r\nthat a\nvaried approach to the sub-categories of damages should\r\nreplace the discretion exercised by the high court. The respondent\r\nproposes\n20 per cent reduction from the award for various therapies,\r\n25 per cent reduction from the award for a case manager, 30 per cent\n\nreduction from the award for psychotherapy, 50 per cent reduction\r\nfrom the award for an electrically powered wheelchair and 15\nper cent\r\nreduction from the award for caregivers. The appellant also proposes\r\nan approach that is refined to applying varying percentages\nfor\r\nindividual items of medical treatment and equipment.\n[210] The approach suggested by the parties in relation\r\nto future medical and hospital expenses is exacting and contrary to\r\nthe\ngeneral approach adopted when contingencies are taken into\r\naccount. With the exception of items which the high court included in\n\nthe contingency deduction pertaining to future medical costs contrary\r\nto the agreement between the parties that no contingency\ndeduction\r\nshould apply (psychiatric, urological and epileptic treatment), there\r\nis no basis on which this court could conclude\nthat the discretion of\r\nthe high court should be interfered with.\nFUTURE MEDICAL and HOSPITAL EXPENCES\n[211] Both parties also took the opportunity presented\r\nby the appeal to try and persuade this court to tinker with the\r\nminutiae\nof the award for future medical expenses. This court was\r\ninvited to adjust rates and tariffs awarded for specific assistive\r\ndevices\nand treatment, the frequency and duration of therapies and\r\ntreatment, the frequency of replacement of equipment and the like. It\n\nis not the function of a court on appeal to adjust the minutiae of a\r\ndamages award and the invitation should be resisted. In relation\nto\r\none item this court would amend the award as it was agreed at the\r\ntrial that an allowance would be made in the award for an\nUnwin\r\nrestraint system and this was inadvertently left out of the award by\r\nthe high court. Although there was no appeal in relation\nto this item\r\nthe respondent was amenable to this court correcting the mistake.\r\nWhat should have been allowed was R5 900 every 8\nyears from the age\r\nof thirteen for the rest of Nico’s life with the application of\r\nmedical inflation.\nBIAS\n[212] The appellants raised, as a\r\nground of appeal, that the trial judge, in their perception, was\r\nbiased against them. It was argued\nthat the perceived bias affected\r\nthe exercise of the discretion relating to the application of\r\ncontingencies, to costs and the\nassessment of quantum. The appellants\r\nrely on no additional evidence for their alleged perception than the\r\nrecord itself. In the\nheads of argument the basis for the perception\r\nwas put no higher than ‘. . . a disconcerting inclination to\r\nfavour arguments\nand submissions by the defendant’s counsel in\r\nthe face of evidence to the contrary. . . .’ The existence of\r\nan inclination\nis not necessarily easy to assess, but more\r\nimportantly, is largely irrelevant unless it manifests in the reasons\r\nand ultimate\ndecision by the trial court.\n48\nWhether the misdirections identified\r\nin this judgment occurred as a result of bias on the part of the\r\ntrial judge or not is unnecessary\nto answer. The existence of a\r\nmisdirection entitles this court to reassess the evidence and\r\ninterfere to the extent of the misdirection.\nIf bias was found to\r\nhave existed this court would have been similarly entitled to\r\nreassess the evidence unless the proceedings\nwere vitiated. Each and\r\nevery aspect that the appellants have relied upon as a misdirection\r\nby the trial judge has been scrutinised\nand interfered with if found\r\nto have been validly raised. Beyond that it is of no value to further\r\ndelve into the issue.\nCOSTS\n[213] At the end of the trial the high court concluded\r\nthat the appellants’ counsel caused the costs of four days of\r\ntrial\nto have been unnecessarily incurred. The high court concluded\r\nthat the respondent should not have to pay those costs and that it\n\nwould also have been unfair for Nico to be burdened with those costs.\r\nThe appellants were ordered to pay those costs in their personal\n\ncapacities. In my view that order is wholly unjustified and should be\r\nset aside.\n[214] The trial of this matter was conducted in an\r\nelaborate way. This is apparent from the multitude of issues that\r\nremained in\ndispute to the bitter end, the number of witnesses called\r\nand the nature of the cross-examination on both sides. Both parties\r\nwere\nto blame for that state of affairs as was rightly remarked by\r\nthe high court:\n‘\nI have\r\nalready during the trial commented on the obviously tense\r\nrelationship between some of the representatives of the parties,\n\nwhich unfortunately at times resulted in a strained atmosphere and\r\ntension in the court proceedings, to the detriment of a speedy\nand\r\nefficient resolution of the disputes between the parties. I\r\nunfortunately gained the distinct impression that plaintiffs’\n\nsenior counsel was to blame for many of those incidents, but I put it\r\nno higher than that for the purpose of this judgment. The\nresult was\r\nregrettably a most unfortunate state of affairs. However, having\r\nconsidered the arguments by both parties fully, I do\nnot believe, in\r\nthe exercise of my discretion on the issue of costs, subject to\r\ncertain qualification to which I shall refer below,\nthat a minute\r\nanalysis of every dispute, the alleged reticence on the part of the\r\ndefendant to make concessions or offers of possible\nsettlement, and\r\nthe like, is warranted. On an overall conspectus I do not consider\r\nthat the proper exercise of my discretion and\nthe greater interest in\r\nthe proper administration of justice warrant any deviation from the\r\nnormal principle as to cost orders,\nsave in the respects to which I\r\nshall refer below. Litigation is by its very nature adversarial.’\n[215] The above conclusion represents a fair assessment\r\nof the overall situation and had the high court stopped at that,\r\nthere would\nhave been no need to interfere with the costs order.\r\nHowever, the high court proceeded to comment on appellants’\r\ncounsel’s\n‘inordinate, very tiresome and protracted’\r\ncross-examination of Ms McFarlane and Campbell and concluded that it\r\nprolonged\nthe trial by ‘probably at least three days’.\r\nAnother day was added for an unfounded objection by appellants’\r\ncounsel that was argued for a full day.\n[216] Campbell, whose cross-examination lasted six and a\r\nhalf days, was a long-winded witness who seldom, if ever, answered\r\nquestions\ndirectly or tersely. On several occasions he was requested\r\nby the high court to confine his answers to the questions asked. His\n\nevidence was tendered in opposition to that of at least Botha and\r\nStrauss, whilst he was not qualified to express an opinion in\ntheir\r\nrespective fields of expertise. Nonetheless, he was allowed to\r\nexpress his opinion and ultimately much of his evidence was\nrelied on\r\nby the high court despite that his evidence on the skin-fold test was\r\nnever put to any other witness.\n[217] Strauss took Nico’s above average cognitive\r\nfunctioning into account as a positive factor in the upward\r\nadjustment of\nNico’s life expectancy. Ms Bubb, an educational\r\npsychologist, provided the evidence for the appellants that\r\nestablished this\nfact. The respondent’s counsel spent more than\r\na day cross-examining Bubb, primarily challenging her finding that\r\nNico is\nintellectually functioning on a level between average to high\r\naverage, despite his brain injury. In addition, the respondent called\n\nthe evidence of Ms Hardy, a psychologist that specialises in the\r\nfield of neuro-psychology, also to challenge Bubb’s conclusion\n\nand put forward the view that Nico is moderately mentally retarded.\r\nDuring her evidence, which lasted for more than three days,\nshe\r\nessentially conceded that she does not cling to her categorisation of\r\nNico.\n[218] The challenge of Bubb’s evidence and the\r\npresentation of Hardy’s evidence amounts to a great deal of\r\ntime wasted\nnot only because of Hardy’s concession, but also\r\nbecause Strauss, in his first report, that was available to the\r\nrespondent\nbefore the trial commenced, remarked as follows:\n‘\nIt may\r\nbe appropriate to comment here on Nico’s cognitive and\r\ncommunicative function. His cognitive function appears to be\nbetter\r\nthan average among children with comparable physical disabilities. On\r\nthe other hand, unlike some of these children, he\nhas no speech.\r\nThese factors may balance out. In any event, they are much less\r\nsignificant factors for life expectancy than the\nfunctional skills\r\nconsidered above.’\n[219] This remark by Strauss was never challenged and\r\nhis upward adjustment of Nico’s life expectancy by three years\r\nrepresenting\nthe balance between positive and negative factors, in\r\nwhich he included a consideration that Nico has a better than average\r\ncognitive\nfunction, was accepted. Strauss gave evidence on 19 April\r\n2007 and Hardy was called on 15 May 2007.\n[220] The above aspects serve to illustrate that the\r\nhigh court’s initial conclusions about the way in which this\r\ntrial was\nconducted by both sides were fair and warranted. To have\r\nthereafter singled out appellants’ counsel and visit four days’\n\ncosts on the appellants in their personal capacities, is grossly\r\nunfair. That costs order is to be reversed, those costs to follow\nthe\r\nevent.\n[221] I have read what my brother Conradie JA has\r\nwritten and concluded on the respondent’s tender in paras\r\n[79]-[94] of his\njudgment. I respectfully agree with him in that\r\nregard, as well as with the ultimate effect on the tender of the\r\namended award,\nas set out in para [117] of his judgment.\n[222] I furthermore agree with his conclusions on the\r\nsmall amendments to be allowed and the costs in relation to witnesses\r\nBrown\nand Wiersma.\n[223] In paras [97] to [102] of his judgment, Conradie\r\nJA deals with that part of the cross appeal that relates to the 7.5\r\nper cent\ntrustee’s fees. I agree with his reasoning and\r\nconclusion in the said paragraphs.\n[224] If mine was the majority judgment the only\r\ndifference it would have made to the order in para [120] of the\r\njudgment of Conradie\nJA is that the award to Nico and the 7.5 per\r\ncent calculated thereon would have increased to reflect the increase\r\nin life expectancy\nof 5 years to 35 years of age.\n_________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: W P de Waal SC (with him W Munro)\nInstructed by Joseph’s Incorporated, Johannesburg,\nMcintyre & van der Post, Bloemfontein.\nFor\r\nrespondent: P P Delport SC\nInstructed\r\nby Macrobert Incorporated, Pretoria,\nClaude\r\nReid Incorporated, Bloemfontein.\n1\nWhat\r\n\tprecisely this loss is has remained controversial.\n2\nIn\r\n\tdescribing the rolling criteria used in the construction of what Dr\r\n\tStrauss described as the ‘scenario that assumes the\nability to\r\n\troll, which was the most optimistic of the three’ he used the\r\n\texpression consistently only once and that in\nregard to the ability\r\n\tto roll from front to back but not vice versa. However, it is highly\r\n\timprobable that the consistency criterium\napplied only to this one\r\n\tindicator of mobility and not to the others.\n3\nMatters\r\n\tsuch as Nico’s weight, his rolling and head lifting, and\r\n\tabsence of epilepsy. When asked by counsel whether he confirms\nthe\r\n\treport, he replied that that was the information he had received and\r\n\tunderstands.\n4\nThe\r\n\tappellants did not contend for anything less. In their delineation\r\n\tof the issues on appeal, they state as one of the issues\nNico’s\r\n\tgross motor skills assessed in terms of the ability to roll and the\r\n\tlift the head consistently and typically.\n5\nFor\r\n\tone who had only seen Nico once, it was a bold conclusion for Dr\r\n\tCampbell to have drawn.\n6\nIf\r\n\tNico’s ability to roll over differed from day to day, it was\r\n\tnot a consistent or typical phenomenon. Giving Nico the\n‘benefit\r\n\tof the doubt’ when there was in reality no doubt, erred on the\r\n\tgenerous side of fair..\n7\nBefore\r\n\tbeing amended the particulars of claim included a claim for medical\r\n\texpenses for the insertion of a PEG.\n8\nOf\r\n\tTable 1.\n9\nAgreement\r\n\ton the rates of investment return and the inflation rate had to be\r\n\treached to give the actuary something to work on.\nIt should not be\r\n\tthought that an agreement for this purposes meant that there was\r\n\tconsensus that the rates would remain the same.\n10\nThis\r\n\tis a generous assumption. An employee only becomes entitled to leave\r\n\tat the end of a leave cycle and if, as witnesses have\nfeared the\r\n\tstaff turnover will be high, some of them may never become entitled\r\n\tto leave. This is one of the factors that makes\nthe judge’s\r\n\tdecision on the contingency deduction acceptable.\n11\nSee\nVan Rensburg v A A Mutual Insurance Co Ltd\n1969 (4) SA 360\n(E).\n12\nRule\r\n\t34 (6) reads, ‘A plaintiff or party referred to in subrule (3)\r\n\tmay within 15 days after the receipt of the notice referred\nto in\r\n\tsubrule (5), or thereafter with the written consent of the defendant\r\n\tor third party or order of court, on such conditions\nas may be\r\n\tconsidered to be fair, accept any offer or tender . . .’\n13\n2007(3)\r\n\tSA 582 (CC).\n14\nRelying\r\n\ton\nBTR Industries South Africa (Pty) Ltd & other v Metal and\r\n\tAllied Workers’ Union & another\n[1992] ZASCA 85\n;\n1992 (3) SA 673\n(A) at\r\n\t690A–695B.\n15\nPlacing\r\n\treliance on\nR v Silber\n1952 (2) SA 475\n(A) at 481C-H.\n16\nS\r\n\tv Basson\nsupra para [24].\n17\nSachs\r\n\tJ, remarked a t para 15: ‘The ambit of the provisions is\r\n\tundoubtedly wide. The comprehensive and emphatic language\nof s 28\r\n\tindicates that just as law enforcement must always be\r\n\tgender-sensitive, so must it always be child-sensitive; that\r\n\nstatutes must be interpreted and the common law developed in a\r\n\tmanner which favours protecting and advancing the interests of\r\n\tchildren; and that courts must function in a manner which at all\r\n\ttimes shows due respect for children’s rights.’\n18\nCameron\r\n\tJ at paras 25 to 27 stated the following:\n‘\nIt\r\n\tis evident that this provision draws upon and reflects the\r\n\tConvention on the Rights of the Child. Amongst other things s 28\n\n\tprotects children against the undue exercise of authority. The\r\n\trights the provision secures are not interpretive guides. They\nare\r\n\tnot merely advisory. Nor are they exhortatory. They constitute a\r\n\treal restraint on Parliament. And they are an enforceable\nprecept\r\n\tdetermining how officials and judicial officers should treat\r\n\tchildren.\nThe\r\n\tConstitution draws this sharp distinction between children and\r\n\tadults not out of sentimental considerations, but for practical\n\n\treasons relating to children’s greater physical and\r\n\tpsychological vulnerability. Children’s bodies are generally\n\n\tfrailer, and their ability to make choices generally more\r\n\tconstricted, than those of adults. They are less able to protect\r\n\nthemselves, more needful of protection, and less resourceful in\r\n\tself-maintenance than adults. These considerations take acute effect\n\n\twhen society imposes criminal responsibility and passes sentence on\r\n\tchild offenders. Not only are children less physically and\n\n\tpsychologically mature than adults: they are more vulnerable to\r\n\tinfluence and pressure from others. And, most vitally, they are\n\n\tgenerally more capable of rehabilitation than adults.’\n19\nAt\r\n\tpara 22.\n20\nMinister\r\n\tof Welfare and Population Development v Fitzpatrick and others\n[2000] ZACC 6\n;\n2000 (3) SA 422\n(CC) para 17;\nDe Reuck v Director of Public\r\n\tProsecutions, Witwatersrand Local Division and others\n[2003] ZACC 19\n;\n2003 (2)\r\n\tSACR 445\n(CC) para 55.\n21\nWolman\r\n\tand others v Wolman\n1963 (2) SA 452\n(A) at 459A-D.\n22\nSouthern\r\n\tInsurance Association Ltd v Bailey NO\n1984 (1) SA 98\n(A) at\r\n\t113F;\nGallie NO v National Employers General Insurance Co Ltd\n1992 (2) SA 731\n(C) at 736F;\nHulley v Cox\n1923 AD 234\nat\r\n\t244.\n23\nBay\r\n\tPassenger Transport Ltd v Franzen\n1975 (1) SA 269\n(A) at\r\n\t274F-275D.\n24\nVan\r\n\tder Berg v Coopers & Lybrand Trust (Pty) Ltd\n[2000] ZASCA 77\n;\n2001 (2) SA 242\n(SCA) at 260G-H.\n25\nRail\r\n\tCommuters Action Group and others v Transnet Ltd t/a Metrorail and\r\n\tothers\n[2004] ZACC 20\n;\n2005 (2) SA 359\n(CC) paras 39 to 43;\nWeber-Stephen\r\n\tProducts Co v Alrite Engineering (Pty) Ltd and others\n[1992] ZASCA 2\n;\n1992 (2)\r\n\tSA 489\n(A) at 507C-D.\n26\nColman\r\n\tv Dunbar\n1933 AD 141\nat 161-162;\nSimpson v Selfmed Medical\r\n\tScheme and another\n1995 (3) SA 816\n(A) at 825A-B.\n27\nIt\r\n\tis unfair to reject a witness’ evidence on an aspect that he\r\n\tor she was not given an opportunity to respond to.\nPresident of\r\n\tthe Republic of South Africa and others v South African Rugby\r\n\tFootball Union and others\n2000 (1) SA 1\n(CC) paras 61 to 63.\n28\nRoad\r\n\tAccident Fund v Mothupi\n2000 (4) SA 38\n(SCA) para 30.\n29\nDesai\r\n\tv NBS Bank Ltd\n1998 (3) SA 245\n(N) at 250H-I.\n30\nThis\r\n\tratio has consistently been followed. See\nReyneke v Mutual and\r\n\tFederal Insurance Co Ltd\n1991 (3) SA 412\n(W) at 430A;\nDu Bois\r\n\tv Motor Vehicle Accident Fund\n1992 (4) SA 368\n(T) at 371A-D;\nRoad Accident Fund v Mtati\n2005 (6) SA 215\n(SCA) para 39.\n31\nLegal\r\n\tInsurance Company Ltd v Botes\n1963 (1) SA 608\n(A) at 614B-G.\n32\nAA\r\n\tMutual Insurance Association Ltd v Maqula\n1978 (1) SA 805\n(A) at\r\n\t809 B-D.\n33\nMichael\r\n\tand another v Linksfield Park Clinic (Pty) Ltd and another\n2001\r\n\t(3) SA 1188\n(SCA) at 1200E, 1200 I and 1201B.\n34\nSee\r\n\tpara 33.\n35\nSee\nHoltzhauzen v Roodt\n1997 (4) SA 766\n(W) at 771H-773C for a\r\n\tconvenient summary of the reasons for and approach to expert\r\n\tevidence.\n36\nAt\r\n\t370G.\n37\nCoopers\nat 370F.\n38\nBailey\nat 113H.\n39\nSee\r\n\tparas 28 and 29.\n40\nThe\r\n\tgastrostomy feeding device was referred to as a PEG during the\r\n\ttrial, an acronym for percutaneous endoscopic gastrostomy.\n41\nInterestingly,\r\n\taccording to Strauss’ analysis Nico’s weight at this\r\n\tlevel required no adjustment for life expectancy,\nbut for the moment\r\n\tthe investigation is about weight as an indicator of under or\r\n\tmalnourishment in order to decide whether PEG\nfeeding is indicated.\n42\nSee\r\n\tnote 11 above.\n43\nI\r\n\tdeliberately refrain from discussing whether the high court’s\r\n\tconclusion that Botha described Nico as marasmic is correct\nor\r\n\twhether the rejection of Botha’s evidence amounted to a\r\n\tmisdirection or not, as it is not necessary for purposes of\nthis\r\n\tjudgment. It has to be said, however, that the remark ‘. . . .\r\n\tleave aside one allegedly experienced in the treatment\nof cerebral\r\n\tpalsy children as Dr Botha said he is . . . .’ was uncalled\r\n\tfor. Botha is undoubtedly an expert in the field\nof paediatrics and\r\n\this expertise was never challenged during the trial.\n44\nThe\r\n\tdatabases on which the study was conducted is regarded to be, after\r\n\tStrauss’s Californian database, the most reliable\nin the\r\n\tworld.\n45\nCivil\r\n\tProcedure Rules 1998 rule 35.4(3A) reads: ‘Where a claim has\r\n\tbeen allocated to the small claims track or the fast\ntrack, if\r\n\tpermission is given for expert evidence, it will normally be given\r\n\tfor evidence from only one expert on a particular\nissue.’ Rule\r\n\t35.7(1) reads: ‘Where two or more parties wish to submit\r\n\texpert evidence on a particular issue, the\ncourt may direct that the\r\n\tevidence on that issue is to be given by a single joint expert.’\n46\nDhlamini\r\n\tv Government of The Republic of South Africa,\nCorbett and\r\n\tBuchanan\nThe Quantum of Damages in Bodily and Fatal Injury Cases\nVol III 554 at 585.\n47\nShield\r\n\tInsurance Co Ltd v Booysen\n1979 (3) SA 953\n(A) at 965G-H.\n48\nTake\r\n\tand Save Trading CC v Standard Bank of SA Ltd\n2004 (4) SA 1\n(SCA) paras 4 and 5.",
  "scraped_at": "2026-02-11T20:43:08.960624",
  "date": "2010-11-26",
  "coram": [
    "Conradie",
    "Maya",
    "Snyders",
    "Leach JJA",
    "R Pillay AJA"
  ],
  "case_number": "413/09",
  "parties": {
    "applicants": [
      "Gail Singh",
      "Nashee Singh"
    ],
    "respondents": [
      "Ashraff Ebrahim"
    ]
  },
  "sections": {
    "facts": "The appellants, parents of nine‑year‑old Nico Singh, sued obstetrician Ashraff Ebrahim for negligent delivery that caused a hypoxic brain injury, leaving Nico with severe quadriplegic cerebral palsy. The original claim of about R8.8 million was later amended to over R53.5 million. The trial in the KwaZulu‑Natal High Court lasted twelve weeks between 2006 and 2007, resulting in awards of R126,694.77 to the parents personally, R13,579.20 on behalf of their elder son Gian, and R9,008,503.40 on behalf of Nico, later adjusted for costs and interest.",
    "issues": "The appeal raised several legal questions: (1) Whether the trial judge erred in assessing Nico's life expectancy and consequently the damages; (2) Whether a claim for \"lost years\" (patrimonial loss after premature death) could be raised; (3) The proper application of s28(2) of the Constitution to the assessment of damages for a child; (4) Whether the amendment to the pleadings and admission of fresh evidence should be allowed; (5) Allegations of bias by the trial judge; (6) The correct medical inflation and contingency rates; (7) The appropriate costs and the formation of a trust for Nico's award.",
    "principles": "The court relied on established South African law that an injured person’s claim is limited to loss up to the reduced life expectancy (Lockhart’s Estate) and rejected the English Pickett approach. It affirmed that s28(2) does not alter the standard discretionary approach to damages. The discretion of trial judges in applying contingencies and expert evidence is wide but not unfettered; misdirections must be material. The law on amendment and admission of fresh evidence on appeal requires special circumstances. Bias must be shown to affect the judgment. Expert testimony must be logical, well‑reasoned and within the court’s discretion to accept or reject.",
    "application": "The court held that the amendment seeking a lost‑years claim was impermissible and that the high court’s life‑expectancy assessment of 30 additional years, based on Dr Strauss’s expert methodology, was reasonable. It rejected the respondent’s attempt to reduce the estimate to 23 years and the appellants’ attempt to increase it to 35 years. The court set aside the high court orders of 30 July 2008, substituted the amended monetary figures, confirmed the creation of a trust with Investec Private Trust Limited as trustee, and ordered the defendant to pay the specified amounts, interest at 15.5% per annum, and the trustee’s remuneration directly into the trust. The appeal succeeded with costs, including the costs of the applications for leave to appeal and costs of two counsel.",
    "conclusion": "The appeal was allowed. The specific amounts in the particulars of claim were amended (R50,653,447.00 substituted for R49,537,612.90 etc.). The high court orders on 30 July 2008 were set aside and replaced with detailed payment orders to the plaintiffs, interest, and costs. A trust was to be created within one month to hold Nico’s award, with the trustee empowered to employ a case manager. The cross‑appeal was dismissed. All costs were awarded to the appellants, including costs of two counsel."
  },
  "tags": {
    "level_1": "Medical Negligence",
    "level_2": "Damages Assessment",
    "level_3": [
      "life expectancy",
      "cerebral palsy",
      "section 28",
      "lost years",
      "expert evidence",
      "trust",
      "contingency"
    ]
  }
}