{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/105.html",
  "case_name": "Cadac (Pty) Ltd v Weber-Stephen Products Company and Others (530/09) [2010] ZASCA 105; [2011] 1 All SA 343 (SCA); 2011 (3) SA 570 (SCA); 2010 BIP 307 (SCA) (16 September 2010)",
  "citation": "[2010] ZASCA 105",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 105\n|\nNoteup\n|\nLawCite\nCadac (Pty) Ltd v Weber-Stephen Products Company and Others (530/09) [2010] ZASCA 105; [2011] 1 All SA 343 (SCA); 2011 (3) SA 570 (SCA); 2010 BIP 307 (SCA) (16 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 530/09\nIn\r\nthe matter between:\nCADAC\r\n(PTY) LTD\t\t\t\t\t\t\t\t          Appellant\nand\nWEBER\r\nSTEPHEN PRODUCTS COMPANY\t\t\t        First Respondent\nGALACTEX\r\nOUTDOOR (PTY) LIMITED\t\t\t  Second Respondent\nTHE\r\nMINISTER OF SAFETY & SECURITY\t\t\t       Third Respondent\nTHE\r\nREGISTRAR OF TRADEMARKS\t\t\t\t    Fourth Respondent\nNeutral\r\ncitation:\nCadac v Weber-Stephen\n(530/09)\n[2010]\nZASCA\r\n105\n(16 September 2010)\nCoram:\nHarms DP, Nugent, Ponnan and Shongwe JJA\r\nand R Pillay AJA\nHeard:\n03\r\nSeptember 2010\nDelivered:\n16\r\nSeptember 2010\nSummary:\nCivil procedure – inquiry into\r\ndamages  – sought in motion proceedings –\nCounterfeit\nGoods Act 37 of 1997\ns 10(1)\nand\n17\n(1) –\nPrescription Act 68 of\n1969\ns 15.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Brett AJ sitting as court of first instance):\n1\tThe appeal is upheld with costs, including the costs\r\nof two counsel.\n2\tThe order of the court below is set aside and replaced\r\nwith an order in these \tterms:\n(a)\tThe interlocutory application is upheld with costs,\r\nincluding the costs of \ttwo counsel.\n(b)\tThe counter-application is dismissed with costs,\r\nincluding the costs of \ttwo counsel.\n(c)\tThe Registrar of the South Gauteng High Court is\r\ndirected to fix a date \tfor an inquiry to be conducted by way of a\r\nHigh Court\ntrial for the \tpurposes of:-\n(i)\tthe determination of the amount of compensation to\r\nbe \tpaid by the Respondents to the Applicant as contemplated in\nsection 10(1)(c)\nof the\nCounterfeit Goods Act 37 of 1997\n; \tand\n(ii)\tthe payment by the Respondents, jointly and\r\nseverally, the one paying the others to be absolved, to the Applicant\r\nof the amount\nof compensation found to be due to the Applicant\r\npursuant to the determination, together with interest on such amount\r\nat the prescribed\nrate of interest from the date of such\r\ndetermination until the date of payment and the costs of the\r\ndetermination.\n(d)\tThe Applicant shall within 20 (twenty) days of the\r\ndate of this order \tserve upon the Respondents and file a declaration\r\nparticularizing\nthe \tdamages allegedly suffered by it as a result of\r\nthe seizure of its goods \tunder \tthe search and seizure warrant\r\nissued on\n10 December 2004.\n(e)\tThe Respondents, if so advised, shall with 10 (ten)\r\ndays of the service \tof the Applicant’s declaration, file a\r\nplea\nthereto.\n(f)\tThe Uniform Rules of Court relating to discovery,\r\ninspection and all \tother matters of procedure shall apply to the\r\ndetermination.\n(g)\tThe parties are authorised, on notice to the other\r\nparties and should it \tbe required by one or both of them, to make\r\napplication\nto the South \tGauteng High Court to add to, or vary the\r\nabove order so as to \tfacilitate the conducting of the determination\r\nand\ngenerally to make \tapplication for further directions in regard\r\nthereto.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (NUGENT, PONNAN and SHONGWE JJA and R PILLAY\r\nAJA concurring)\nINTRODUCTION\n[1]\tThe first respondent,\r\nWeber-Stephen Products Co, a US company, is the registered owner of\r\ntrademarks that relate to the shape\nand configuration of barbeque\r\nkettle grills. Its sole distributor in South Africa is the second\r\nrespondent, Galactex Outdoor (Pty)\nLtd. The appellant, Cadac (Pty)\r\nLtd, also manufactures kettle grills and had a kettle grill on the\r\nlocal market for some 18 months\nwhen it decided to introduce another\r\nmodel during November 2004.\n1\n[2]\tThis gave rise to correspondence between the parties\r\nin which the respondents (to whom I shall simply refer as\r\nWeber-Stephen)\nalleged trademark infringement, something Cadac\r\ndenied. Weber-Stephen then alleged that Cadac was guilty of\r\ncounterfeiting and\nthreatened to lay a charge under the\nCounterfeit\nGoods Act 37 of 1997\n. In spite of Cadac’s detailed refutation\r\nof the allegations the respondents proceeded to lay a complaint\r\nwithout notice to\nCadac in terms of\ns 3\nof the Act by means of an\r\naffidavit and without disclosing the fact that Cadac had asked for\r\nnotice and had provided it with a\ndetailed defence.\n[3]\tAn inspector appointed under the Act, acting on the\r\ncorrectness of the allegations in the affidavit, applied for a\r\nwarrant from\na magistrate in chambers authorising him to seize\r\nCadac’s kettle grills\n(s 6(1)).\nThe warrant was executed during\r\nthe Christmas season and kettle grills in the possession of dealers\r\nwere also confiscated. Cadac\nalleges that it suffered some loss as a\r\nresult.\n[4]\tOn 13 January 2005 Cadac applied on an urgent basis\r\nfor a setting aside of the warrant in the light of the underhand\r\nmanner\nin which it had been obtained. It also applied for a\r\ndeclaration that the goods seized were not counterfeit and for an\r\ninquiry\ninto damages and for costs.\n[5]\tThe application was heard by\r\nSchwartzman J on 25 February, and in a fully reasoned judgment of 18\r\nMarch he came to the conclusion\nthat the warrant had been obtained\r\nirregularly and he set it aside with costs and ordered the return of\r\nCadac’s goods.\n2\nWeber-Stephen sought leave to appeal from the learned judge and from\r\nthis court but without success.\n[6]\tBecause of this finding the\r\nlearned judge thought it unnecessary to express any view about\r\nwhether or not the Cadac product\nwas counterfeit. This he did in\r\nspite of the fact that\n‘\nthe\r\nstriking feature about counterfeit cases is that they are legally\r\nvery simple: they do not involve serious disputes over the\nboundaries\r\nof the trademark owner’s rights. In mimicking the goods and the\r\ntrademarks, the conduct of counterfeiters clearly\nfalls within the\r\nambit of conduct that a trademark owner is entitled to prevent.’\n3\nCounterfeiting involves deliberate\r\nand fraudulent infringement of trademarks\n4\nand ‘counterfeit cases involve an infringer attempting to\r\nreproduce – and substitute for – the goods (not just\nthe\r\ntrademark) of the trademark owner.’\n5\nThat is why the Act is concerned with trademark and copyright\r\ninfringements that are criminal in nature. The Act does not permit\na\r\nrights holder to steal a march on an alleged infringer in order to\r\nsettle a bona fide dispute about the boundaries of rights.\nThose\r\ndisputes should be litigated under either the Trade Marks Act or the\r\nCopyright Act.\n6\n[7]\tThe prayer relating to an inquiry into damages\r\nflowed from the provisions of s 17(1) of the Act, which provides that\r\nany person\nsuffering damage or loss caused by the wrongful seizure,\r\nremoval or detention of goods alleged to be counterfeit is entitled\r\nto\nclaim compensation from the complainant for that damage or loss.\r\nThis must be read with s 10(1)(c) which states, inter alia, that\na\r\ncourt ‘in any civil or criminal proceedings relating to\r\ncounterfeit goods’ may order\n‘\nthat the complainant pays\r\ndamages, in an amount determined by the court, to the person from\r\nwhom those goods were seized and pays\nthat person’s costs.’\n[8]\tThe court postponed this prayer\nsine die\n. For\r\nreasons that are not now germane Cadac did not take further formal\r\nsteps in relation to the inquiry into damages until three\nyears and\r\ntwo days after the judgment of Schwartzman J when it applied by means\r\nof an interlocutory application for directions\nfor the conduct of the\r\ninquiry, something not regulated by any court rule. The crux of\r\nWeber-Stephen’s answer was a multi-faceted\nreliance on\r\nprescription (in some instances somewhat of a misnomer) and a counter\r\napplication for an order declaring that Cadac’s\nclaim had\r\nbecome prescribed. Not all were persisted in during the appeal.\n[9]\tOne of these arguments was based on the fact that\r\nSchwartzman J did not deal with the question whether or not the goods\r\nwere\ncounterfeit. Weber-Stephen argued in the court below that the\r\nprovisions of s 10(1)(c) and s 17(1) in those circumstances did not\n\nprovide a cause of action for the recovery of damages. The cause of\r\naction, according to the submission, was dependent on a finding\nthat\r\nthe goods were not counterfeit. Brett AJ dismissed the argument and\r\nWeber-Stephen did not attempt to revive it in this court.\nIt does not\r\nappear from the papers that Weber-Stephen has instituted any\r\ntrademark infringement proceedings against Cadac.\nINQUIRY INTO DAMAGES: IS IT PERMITTED?\n[10]\tThe first issue to decide is\r\nwhether the proceedings launched by Cadac for an inquiry into damages\r\nis competent because, as\nwas argued by Weber-Stephen, it is not at\r\nall permissible to bring an illiquid claim by means of motion\r\nproceedings. This much\nwas said by Murray AJP in\nRoom\r\nHire\n.\n7\nThe main reason for the statement is in general terms\r\nunobjectionable. It is that motion proceedings are not geared to deal\r\nwith\nfactual disputes – they are principally for the resolution\r\nof legal issues\n8\n– and illiquid claims by their very nature involve the\r\nresolution of factual issues. The related reason concerns the lack\nof\r\npleadings.\n9\nThe other objection, namely that motion proceedings give the\r\napplicant a procedural advantage because the respondent is not\r\nentitled\nto rely on a bald denial as is possible in trial proceedings\r\nand that it would be unfair to deprive the respondent of this\r\nadvantage,\nno longer holds water.\n10\nLitigation is not a game.\n[11]\tThe fact of the matter is that\r\nCadac does not seek to have its illiquid claim decided by means of\r\nmotion proceedings and that\nthese objections have no bearing on the\r\nmatter. What it does seek are directions as how to proceed with the\r\nquantification of its\nclaim for damages to which it is entitled by\r\nvirtue of the statute and the findings by Schwartzman J.\n11\nThe irony of the objection is that if it had proceeded by way of\r\napplication for an interdict based on trademark infringement,\n\nWeber-Stephen, if successful, would have been entitled to an order\r\ndirecting an inquiry into damages and directions as to the procedures\n\nto be followed.\n12\nBut since the proceedings by Cadac are not trademark infringement by\r\na quirk of somewhat ossified procedural law the same procedure\nis\r\nsaid not to be available.\n[12]\tCourts have refused to make\r\norders for an inquiry into damages because the relief, which is found\r\nin English procedural law,\nis not dealt with in our court rules.\n13\nBut, as Nicholas J pointed out in\nHarvey\r\nTiling\n,\n14\nsuch orders have been granted without objection in patent actions at\r\na time when there was no available local rule. And, as he\nshowed,\r\ncourts are able to craft an appropriate order for an inquiry into\r\ndamages without the need for a rule. One finds regularly\nthat parties\r\nagree or courts order that issues concerning liability are to be\r\ndecided first and quantum thereafter. But the present\nrigid system\r\nrequires of a plaintiff to particularize its damages when instituting\r\naction, sometimes a costly exercise which may\nprove to have been\r\nunnecessary.\n[13]\tI cannot see any objection why,\r\nas a matter of principle and in a particular case, a plaintiff who\r\nwishes to have the issue\nof liability decided before embarking on\r\nquantification, may not claim a declaratory order to the effect that\r\nthe defendant is\nliable, and pray for an order that the\r\nquantification stand over for later adjudication. It works in\r\nintellectual property cases\nalbeit because of specific legislation\r\nbut in the light of a court’s inherent jurisdiction to regulate\r\nits own process in\nthe interests of justice – a power derived\r\nfrom common law and now entrenched in the Constitution (s 173) –\r\nI can see\nno justification for refusing to extend the practice to\r\nother cases. The plaintiff may run a risk if it decides to follow\r\nthis\nroute because of the court’s discretion in relation to\r\ninterest orders. It might find that interest is only to run from the\n\ndate when the debtor was able to assess the quantum of the claim.\n15\nAnother risk is that a court may conclude that the issues of\r\nliability and quantum are so interlinked that it is unable to decide\n\nthe one without the other.\n[14]\tOnce the principle is accepted\r\nfor trial actions there is no reason why it cannot apply to\r\napplication proceeding. In\nModderklip\n,\n16\nwhich was brought on notice of motion, this court issued an order for\r\nthe determination of the quantum of damages based on the\nformulation\r\nused in\nHarvey\r\nTiling\n. The order\r\nof the Constitutional Court was in this regard identical.\n17\nThe fact that the order related to ‘constitutional’\r\ndamages does not affect the procedural principle.\n[15]\tThere is, without derogating from the foregoing, an\r\nadditional reason why the procedure is permissible in this case.\r\nSection\n10 of the Act provides that an order for damages may be\r\nordered against a complainant ‘in any civil or criminal\r\nproceedings\nrelating to counterfeit goods’. Cadac’s\r\napplication to set aside the warrant was such a proceeding within the\r\nmeaning\nof the section, which does not require separate proceedings\r\nfor the determination of quantum. In the absence of rules regulating\n\nthese quantification proceedings a court has to prescribe an\r\nappropriate procedure.\nTHE CAUSA OF CADAC’S CLAIM\n[16]\tThe issue relating to the nature\r\nof Cadac’s claim arises from Weber-Stephen’s argument\r\nthat at the time that the\nmain application was launched the right to\r\ndamages had not yet accrued and that the proceedings for the recovery\r\nof damages (albeit\nin the form of an inquiry into damages) were\r\naccordingly premature. This argument was based on the supposition\r\nthat the warrant\nwas not void but voidable and that a cause of action\r\nfor wrongful attachment of goods could only arise once the warrant\r\nhas been\nset aside – until then it remains valid. As was said\r\nby Trollip JA, until a warrant like the one in the instant case is\r\nset\naside ‘it continues to have the effect of justifying the\r\nproposed attachment [citations omitted] and, without more, the\r\nappellant\ncannot obtain the interdict it seeks.’\n18\n[17]\tThe learned judge was concerned\r\nwith an application for an interdict to prevent the police from\r\nattaching certain gambling\nmachines. The police in answer relied on a\r\nwarrant issued by a magistrate. The application, the judge said,\r\ncould not be regarded\nor treated as including a claim to have the\r\nwarrant set aside because there was not a timely attack on its\r\nvalidity (the attack,\nit would appear, came in the replying\r\naffidavit). Without such a claim the interdict could not be granted.\r\nThis means that the\ninterdict could have been granted if in the same\r\nproceedings the there was a prayer, which was successful, for the\r\nsetting aside\nof the warrant.\n[18]\tThe cause of action for an\r\ninterdict and one for damages are the same. Only the nature of the\r\nrelief differs. And although\nthere are statements in cases that\r\ndamages can only be sought after a warrant had been set aside, those\r\nstatements must be read\nin context. They dealt with the distinction\r\nbetween malicious attachments and wrongful ones. Because a writ is a\r\ndefence against\na claim based on the former the claim cannot succeed\r\nunless the writ is set aside.\n19\nTo anticipate reliance on a writ by the defendant a plaintiff must\r\ninclude a claim for having it set aside. Not one ever suggested\nthat\r\ntwo proceedings, one for setting aside and the next for damages, are\r\nrequired. The reason is apparent. The declaration of\ninvalidity\r\noperates retrospectively and not prospectively. This means that once\r\na warrant is set aside it is assumed that it never\nexisted and\r\neverything done pursuant thereto was consequently unlawful.\n[19]\tI therefore conclude that the\r\nclaim relating to damages in the application to set aside the warrant\r\nwas not premature. The\nnotice of motion was a process whereby\r\nproceedings were instituted as a step in the enforcement of a claim\r\nfor payment of a debt.\n20\nThis means that the running of prescription was interrupted in terms\r\nof\ns 15(1)\nof the\nPrescription Act 68 of 1969\n.\n21\nFAILURE TO PROSECUTE THE CLAIM FOR DAMAGES\n[20]\tI have mentioned that Cadac had\r\nfailed to further prosecute its damages claim until it launched the\r\npresent proceedings on\n20 March 2008. Because of this delay\r\nWeber-Stephen relied on\ns 15(2)\nof the\nPrescription Act which\nprovides inter alia that ‘the running of prescription shall not\r\nbe deemed to have been interrupted, if the creditor does\nnot\r\nsuccessfully prosecute his claim under the process in question to\r\nfinal judgment.’ The argument was that since Cadac\ndid not\r\nprosecute its claim to a final judgment the claim became prescribed.\r\nFor this proposition reliance was placed on the judgment\nin\nChauke.\n22\n[21]\tThe immediate problem with the\r\nargument is this: when did the claim prescribe? Counsel suggested\r\nwithin three years from the\njudgment of Schwartzman J, but there is\r\nno time limit stated in\ns 15(2)\nwithin which the claim must be\r\nprosecuted with success. It could just as well have been three days,\r\nweeks or months. In any event,\nMunnik CJ analyzed\ns 15(2)\nin\nTitus\n23\nand came to the conclusion that\nChauke\nwas incorrect. I can do no better than to rely on his reasoning.  He\r\npointed out, with reference to\nKuhn\r\nv Kerbel\n1957 (3)\r\nSA 525\n(A), a case decided under the\nPrescription\r\nAct 18 of 1943, that the Act rendered a right unenforceable after the\r\nlapse of a certain time, but did not purport\nto deal with the time\r\nwithin which proceedings had to be concluded. Extinctive\r\nprescription, it held, limits the time within which\nproceedings must\r\nbe instituted but once instituted its continuance is governed by the\r\nrules of court. The reason is that while\nthe initiating step (the\r\nissue of process) is within the power of the creditor the subsequent\r\nconduct of the proceedings might\nnot be.\n24\n[22]\tMunnik CJ further held that the\r\nintroduction of s 15(2) of the 1969 Act did not affect this\r\nreasoning. He focussed on the word\n‘successfully’ and\r\nheld that only if a creditor’s claim fails the provision comes\r\ninto force. The practical effect\nof this is that, should absolution\r\nbe granted, the plaintiff cannot be said to have successfully\r\nprosecuted the claim to final\njudgment. The same would apply, he\r\nsaid, if an exception is taken and the plaintiff cannot amend but has\r\nto issue a fresh summons\n(an unlikely event). Another example appears\r\nfrom a later case where a plaintiff withdrew the action in one court\r\nin order to institute\nit in another: since the first summons was not\r\nsuccessfully prosecuted it could not interrupt prescription.\n25\n[23]\tThe learned judge concluded (at\r\n704F-H):\n‘\nIt is not unreasonable to\r\nassume that what the legislator had in mind was the following: It is\r\nnecessary that there should be finality\nin litigation. The plaintiff\r\nis given a reasonable time within which to institute his action,\r\nthereafter he is in the hands of\nthe administration of the Courts.\r\nCertain Rules are laid down, time is given in which certain\r\nprocedures have to be carried out\nin regard to the pleadings and\r\nthere is a general provision in every Rule of Court in terms whereof\r\nthe Court can always extend\nthe time and furthermore he has other\r\nfactors to contend with . . . which all make it impossible for him to\r\nhave any direction\nover the length or duration of the proceedings\r\nonce he has instituted them.’\n[24]\tThis means that the failure to prosecute did not in\r\nthe circumstances of this case lead to the extinction of the claim by\r\nprescription.\nI do not thereby wish to condone the lackadaisical\r\nmanner in which Cadac dealt with the matter but, as Munnik CJ said\r\n(at 705A-B),\nthe debtor to a certain extent has a say in the running\r\nof prescription by enforcing the rules of court. In this case\r\nWeber-Stephen\ncould have enrolled the case for dismissal of the\r\npostponed relief.\nCONCLUSION\n[25]\tThis means that Weber-Stephen’s defences to\r\nthe relief sought were without merit. The parties are agreed that the\r\nfollowing\norder should issue in that event and it is ordered as\r\nfollows:\n1\tThe appeal is upheld with costs, including the costs\r\nof two counsel.\n2\tThe order of the court below is set aside and replaced\r\nwith an order in these \tterms:\n(a)\tThe interlocutory application is upheld with costs,\r\nincluding the costs of \ttwo counsel.\n(b)\tThe counter-application is dismissed with costs,\r\nincluding the costs of \ttwo counsel.\n(c)\tThe Registrar of the South Gauteng High Court is\r\ndirected to fix a date \tfor an inquiry to be conducted by way of a\r\nHigh Court\ntrial for the \tpurposes of:-\n(i)\tthe determination of the amount of compensation to\r\nbe \tpaid by the Respondents to the Applicant as contemplated in\nsection 10(1)(c)\nof the\nCounterfeit Goods Act 37 of 1997\n; \tand\n(ii)\tthe payment by the Respondents, jointly and\r\nseverally, the one paying the others to be absolved, to the Applicant\r\nof the amount\nof compensation found to be due to the Applicant\r\npursuant to the determination, together with interest on such amount\r\nat the prescribed\nrate of interest from the date of such\r\ndetermination until the date of payment and the costs of the\r\ndetermination.\n(d)\tThe Applicant shall within 20 (twenty) days of the\r\ndate of this order \tserve upon the Respondents and file a declaration\r\nparticularizing\nthe \tdamages allegedly suffered by it as a result of\r\nthe seizure of its goods \tunder \tthe search and seizure warrant\r\nissued on\n10 December 2004.\n(e)\tThe Respondents, if so advised, shall with 10 (ten)\r\ndays of the service \tof the Applicant’s declaration, file a\r\nplea\nthereto.\n(f)\tThe Uniform Rules of Court relating to discovery,\r\ninspection and all \tother matters of procedure shall apply to the\r\ndetermination.\n(g)\tThe parties are authorised, on notice to the other\r\nparties and should it \tbe required by one or both of them, to make\r\napplication\nto the South \tGauteng High Court to add to, or vary the\r\nabove order so as to \tfacilitate the conducting of the determination\r\nand\ngenerally to make \tapplication for further directions in regard\r\nthereto.\n______________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANTS:\t\t\tA J Bester SC (with him N J Tee)\nInstructed by D M Kisch Inc, C/o Blake Bester\r\n\t\t\t\t\t\tAttorneys, Rosebank\nRossouws, Bloemfontein\nRESPONDENTS:\t\t\tG E Morley SC (with him A Annandale)\nInstructed by Spoor & Fisher Attorneys, C/o\r\n\t\t\t\t\t\tRoutledge Modise Moss Morris, Johannesburg\nMatsepes Inc, Bloemfontein\n1\nThe third and fourth respondents were\r\n\tinappropriately cited for purposes of the appeal.\n2\nThe judgment has been reported:\nCadac\r\n\t(Pty) Ltd v Weber-Stephen Products Co\n2005 Burrell’s IP 439 (W).\n3\nJason Bosland, Kimberlee\r\n\tWeatherall and Paul Jensen ‘Trademark and counterfeit\r\n\tlitigation in Australia’ at\nwww.law.unimelb.edu.au/ipria/publications/workingpapers.html\n.\n4\nR v Johnstone\n[2003] UKHL 28.\n5\nIbid.\n6\nTrademarks that relate to shape and configuration\r\n\thave their own peculiar problems:\nDie\r\n\tBergkelder Bpk v Vredendal Koöp Wynmakery\n[2006] ZASCA 5\n;\n2006 (4) SA 275\n(SCA) para 8.\n7\nRoom Hire Co (Pty) Ltd v Jeppe Street Mansions (Pty) Ltd\n1949\r\n\t(3) SA 1155\n(T).\n8\nNational Director of Public Prosecutions v\r\n\tZuma\n[2009] ZASCA 1\n;\n2009 (2) SA 277\n(SCA) para 26.\n9\nMontres Rolex SA v Kleynhans\n1985 (1) SA 55\n(C) 70B.\n10\nWilliams v Tunsdall\n1949 (3) SA 835 (T) 839.\n11\nThe notice of motion was for an order directing\r\n\tan inquiry into the damages due to Cadac, a direction in relation to\r\n\tthe procedure\nto be followed, an order that the respondents pay\r\n\tthose damages, and an order in relation to interest.\n12\nTrade Marks Act 194 of 1993\ns 34(4).\n13\n\">\n13\nAtlas Organic Fertilisers (Pty) Ltd v Pikkewyn\r\n\tGhwano (Pty) Ltd\n1978 (4) SA 696\n(T);\nMontres Rolex SA v Kleynhans loc cit\n;\nAtlas Organic Fertilisers (Pty) Ltd v\r\n\tPikkewyn Ghwano (Pty) Ltd\n1978 (4) SA\r\n\t696\n(T);\nHaggar Co v SA Tailorcraft\r\n\t(Pty) Ltd\n1985 (4) SA 569\n(T) 582A-C.\n14\nHarvey Tiling Co (Pty) Ltd v Rodomac (Pty) Ltd\n1977 (1) SA 316 (T) 328-330.\n15\nPrescribed Rate of Interest Act, 1975\ns 4\nread with\ns 2A(5).\n16\n\">\n16\nModderfontein Squatters, Greater Benoni City\r\n\tCouncil v Modderklip Boerdery (Pty) Ltd (Agri SA and Legal Resources\r\n\tCentre, amici\ncuriae)\n2004 (6) SA 40\n(SCA).\n17\nPresident of the RSA v Modderklip Boerdery\r\n\t(Pty) Ltd (Agri SA and others amici curiae)\n2005 (5) SA 3\n(CC).\n18\nCresto Machines (Edms) Bpk v Die Afdeling\r\n\tSpeuroffisier, SA Polisie, Noord-Transvaal\n1972 (1) SA 376\n(A) 395H.\n19\nHart v\nCohen\n(1899) 16 SC 363\nat 369;\nCohen Lazar & Co\r\n\tv Gibbs\n1922 TPD 142\nat 147-148;\nBegeman v\r\n\tCohen\n1927 TPD 674\nat 676;\nCole’s\r\n\tEstate v Oliver\n1938 CPD 465\nat 468.\n20\nCape Town Municipality v Allianz Insurance Co\r\n\tLtd\n1990 (1) SA 311\n(C) 334G-J.\n21\n‘The running of prescription shall, subject\r\n\tto the provisions of subsection (2), be interrupted by the service\r\n\ton the debtor\nof any process whereby the creditor claims payment of\r\n\tthe debt.’\n22\nChauke v President Insurance Co Ltd\n1978 (2) SA 947\n(W).\n23\nTitus v Union & SWA Insurance Co Ltd\n1980 (2) SA 701\n(TkSC).\n24\nSieberhagen v Grunow\n1957 (3) SA 485\n(C).\n25\nVan der Merwe v Protea Insurance Co Ltd\n1982 (1) SA 770\n(E).",
  "scraped_at": "2026-02-11T20:34:01.911517",
  "date": "2010-09-16",
  "coram": [
    "Harms DP",
    "Nugent",
    "Ponnan",
    "Shongwe JJA",
    "R Pillay AJA"
  ],
  "case_number": "530/09",
  "parties": {
    "applicants": [
      "CADAC (Pty) Ltd"
    ],
    "respondents": [
      "Weber-Stephen Products Company",
      "Galactex Outdoor (Pty) Limited",
      "Minister of Safety & Security",
      "Registrar of Trademarks"
    ]
  },
  "sections": {
    "facts": "Weber‑Stephen Products Co, a US company, owned trademarks covering the shape of kettle‑grill barbecues. Its sole South African distributor was Galactex Outdoor (Pty) Ltd. CADAC (Pty) Ltd also manufactured kettle grills and, after about 18 months on the market, introduced a new model in November 2004. Weber‑Stephen alleged that CADAC infringed its trademarks and later accused CADAC of counterfeiting, seeking relief under the Counterfeit Goods Act 37 of 1997. An inspector obtained a search‑and‑seizure warrant and seized CADAC’s grills during the Christmas season. CADAC applied to set aside the warrant, claiming the affidavit used to obtain it was irregular and that it had provided a defence that was ignored. The High Court judge set aside the warrant and ordered the return of the goods, but did not rule on whether the grills were counterfeit.",
    "issues": "The appeal raised several legal questions: (1) Whether a plaintiff may seek an inquiry into damages for wrongful seizure via motion proceedings, given that such claims are illiquid and traditionally require a trial. (2) Whether the cause of action for damages had accrued at the time of the initial application or was premature because the warrant had not yet been declared void. (3) Whether the claim for damages was prescribed under the Prescription Act 68 of 1969, particularly in light of CADAC’s delay in prosecuting the claim after the initial judgment.",
    "principles": "The court relied on sections 10(1)(c) and 17(1) of the Counterfeit Goods Act, which allow a court to order damages against a complainant in any civil or criminal proceeding relating to counterfeit goods. It affirmed the court’s inherent jurisdiction to regulate its own procedures (s 173 Constitution) and to craft orders for an inquiry into damages even where no specific rule exists. Regarding prescription, the judgment applied the reasoning of Munnik CJ in Titus, interpreting s 15(2) of the Prescription Act to mean that interruption of prescription requires a successful prosecution to final judgment; mere filing does not suffice. Consequently, CADAC’s claim was not extinguished by the delay.",
    "application": "Applying these principles, the court held that an inquiry into damages is permissible in motion proceedings and that the damages claim was not premature because the warrant had been set aside retrospectively, rendering the seizure unlawful. The court also concluded that prescription had been interrupted by the earlier court proceedings, so the claim remained viable despite CADAC’s delay. Therefore, the lower court’s order was set aside and the appeal was upheld, leading to an order directing the Registrar to fix a date for a High Court trial to determine the quantum of compensation.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal with costs, including costs of two counsel. The interlocutory application was upheld and the counter‑application dismissed, also with costs. The Registrar of the South Gauteng High Court was directed to fix a date for an inquiry by way of a High Court trial to determine the amount of compensation payable by the respondents to the applicant under section 10(1)(c) of the Counterfeit Goods Act, together with interest and costs. The applicant must serve a declaration of damages within 20 days, and the respondents may file a plea within 10 days of that service. The Uniform Rules of Court apply to the determination, and the parties may seek further directions from the High Court as needed."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Trademark & Counterfeit",
    "level_3": [
      "counterfeit goods act",
      "damages inquiry",
      "prescription",
      "motion proceedings"
    ]
  }
}