{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/94.html",
  "case_name": "Calibre Clinical Consultants (Pty) Ltd and Another v National Bargaining Council for the Road Freight Industry and Another (410/09) [2010] ZASCA 94; 2010 (5) SA 457 (SCA) ; [2010] 4 All SA 561 (SCA) (19 July 2010)",
  "citation": "[2010] ZASCA 94",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 94\n|\nNoteup\n|\nLawCite\nCalibre Clinical Consultants (Pty) Ltd and Another v National Bargaining Council for the Road Freight Industry and Another (410/09) [2010] ZASCA 94; 2010 (5) SA 457 (SCA) ; [2010] 4 All SA 561 (SCA) (19 July 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 410/09\nIn the matter between:\nCALIBRE CLINICAL CONSULTANTS (PTY)\r\nLTD\tFirst\nAppellant\nTHE RIGHT TO CARE CONSORTIUM\tSecond Appellant\nand\nTHE NATIONAL\nBARGAINING COUNCIL FOR THE\nROAD\nFREIGHT\r\nINDUSTRY\tFirst Respondent\nHIV MANAGED CARE SOLUTIONS (PTY) LTD\tSecond\r\nRespondent\nNeutral citation:\nCalibre\r\nClinical Consultants (Pty) Ltd v National Bargaining Council for the\r\nRoad Freight Industry\n(410/09)\n[2010] ZASCA 94\n(19 July 2010)\nCoram:\nNUGENT,\r\nLEWIS, PONNAN, CACHALIA and LEACH JJA\nHeard:\n7\r\nMAY 2010\nDelivered:\n19\r\nJULY 2010\nSummary:\nBargaining\r\nCouncil established under\nLabour Relations Act 66 of 1995\n–\r\ndecisions relating to procurement of services – whether subject\r\nto judicial review under the\nPromotion of Administrative Justice Act\n3 of 2000\n– whether decisions in conflict with that Act.\n_____________________________________________________________________\n__\nORDER\n_____________________________________________________________________\n__\nOn appeal from:\nSouth\r\nGauteng High Court, Johannesburg (Willis J sitting as court of first\r\ninstance).\nThe appeal is dismissed. The appellants, jointly and severally, are\r\nto pay the costs of the appeal, and the reserved costs of the\n\napplication for interim relief. The costs in each case are to include\r\nthe costs of two counsel so far as two counsel were employed.\n_____________________________________________________________________\n__\nJUDGMENT\n_____________________________________________________________________\n__\nNUGENT JA\n(LEWIS,\r\nPONNAN, CACHALIA and LEACH JJA concurring).\n[\n1]\tThe first respondent\r\n– the Bargaining Council for the Road Freight Industry –\r\nis a bargaining council established\nunder the enabling provisions of\r\ns 27 of the Labour Relations Act 66 of 1995 (LRA). Wishing to appoint\r\na service provider to manage\none of its projects the council invited\r\ninterested parties to submit proposals for its consideration.\r\nProposals were submitted\nby, amongst others, a partnership\n1\ncomprising Thebe Ya Bophela Healthcare Administrators (Pty) Ltd\r\n(Thebe) and Calibre Clinical Consultants (Pty) Ltd (the latter\nis the\r\nfirst appellant\n2\n)\r\nto which I shall refer as the partnership, and by a consortium (the\r\nsecond appellant) comprising Right to Care Limited and the\nremaining\r\nappellants, to which I shall refer as the consortium.\n[\n2]\tAfter considering\r\nthe various proposals the council decided not to appoint any of those\r\nwho had submitted proposals. Instead\nit asked the auditing firm KPMG\r\nto assist it to identify an appropriate service provider. Two\r\ncandidates were identified, one of\nwhich was the second respondent,\r\nHIV Managed Care Solutions (Pty) Ltd (it trades under the name\r\nCareworks and I will refer to it\nas such) which the council\r\nappointed.\n[\n3]\tAggrieved by the\r\ndecisions of the council the appellants\n3\napplied to the High Court at Johannesburg to review and set them\r\naside,\n4\nrelying upon the provisions of the Promotion of Administrative\r\nJustice Act 3 of 2000 (PAJA). Their application was dismissed by\n\nWillis J. This appeal against his order is before us with the leave\r\nof this court.\n[\n4]\tIt is convenient at\r\nthe outset to outline the nature of a bargaining council. Section\r\n27(1) of the Labour Relations Act 66 of\n1995 (LRA) allows for one or\r\nmore registered trade unions and one or more registered employers'\r\norganisations to establish a bargaining\ncouncil for a particular\r\nindustry and area. The parties do so by adopting a constitution and\r\nhaving the bargaining council registered.\nA bargaining council exists\r\nprimarily as a forum for collective bargaining between the parties.\r\nGenerally the parties will conclude\ncollective agreements from time\r\nto time, which become binding on them and on their members. In\r\ncertain circumstances the Minister\nmay extend the terms of a\r\ncollective agreement to third parties in the industry by a\r\ndeclaration to that effect published in the\nGovernment Gazette. A\r\nbargaining council has various statutory powers to enforce the terms\r\nof its collective agreements.\n[\n5]\tIn addition to\r\nserving as a forum for collective bargaining a bargaining council\r\nmight also undertake other functions directed\nat maintaining\r\nindustrial harmony and promoting the welfare of employees in the\r\nindustry. In particular a bargaining council is\nempowered by the LRA\r\n– powers that are replicated in the constitution of the council\r\nin this case – to ‘promote\nand establish training and\r\neducation schemes’\n5\nand to ‘establish and administer pension, provident, medical\r\naid, sick pay, holiday, unemployment and training schemes or\nfunds or\r\nany similar schemes or funds for the benefit of one or more of the\r\nparties to the bargaining council or their members.’\n6\n[\n6]\tThe material facts\r\nin this case are lucidly set out in the judgment of the court below\r\nbut some repetition is necessary to explain\nin more detail how this\r\nmatter arose. The council’s concern for the impact of the\r\nHIV/AIDS pandemic on employees in the road\nfreight industry led it to\r\nestablish an awareness programme that it called ‘Trucking\r\nAgainst AIDS’. In about 2007 the\nparties to the council agreed\r\nto extend that programme by establishing what it called a ‘wellness\r\nfund’ that would,\namongst other things, introduce and maintain\r\na programme to provide anti-retroviral treatment to employees in the\r\nindustry. Their\nagreement to establish the fund, and the terms upon\r\nwhich it was to function, were recorded in a clause that was inserted\r\ninto\nthe existing collective agreement. The collective agreement had\r\nbeen extended to the industry generally by declaration of the\r\nMinister\nin the Gazette and the amendment was similarly extended.\n[\n7]\tThe fund was to be\r\nfinanced from compulsory contributions levied upon employers and\r\nemployees. It was agreed that the fund would\nbe under the control of\r\nwhat was referred to in the evidence as a ‘wellness committee’\r\n(called an ‘AIDS committee’\nin the agreement) and it was\r\nagreed that the committee ‘may contract with service providers\r\nfor the provision of services,\nfacilities, publications, support,\r\ntraining, counseling, presentations and all other forms of services\r\nnecessary for the implementation\nand continuance of the plan …’.\n[\n8]\tThe council needed\r\nan appropriate service provider to manage and administer the\r\nprogramme. In about July 2007 it invited selected\nparties to submit\r\nproposals for the provision of such a service. The service that was\r\nrequired encompassed the co-ordination of\nan anti-retroviral\r\nmanagement programme, the provision of education and training, the\r\nprovision of a counseling service, the procurement\nof\r\npharmaceuticals, and the establishment of a drug distribution\r\nservice. A poor response to its invitations prompted the council\n\nlater to advertise the invitation more generally.\n[\n9]\tWritten proposals\r\nwere submitted by, amongst others, the partnership and the\r\nconsortium. In September 2007 the various proposers\nwere invited to\r\npresent their proposals to an interview panel. On 5 October 2007 the\r\ncouncil wrote to the consortium, congratulating\nit on its\r\npresentation, and advising that the panel had decided in principle\r\nthat the consortium should be appointed, but that\na due diligence\r\nreview was still required. It was told that once that had been\r\ncompleted the panel would ‘put together a\nrecommendation to the\r\nCouncil for final adjudication’.\n[\n10]\tThe council\r\ninstructed a firm of auditors, SizweNtsaluba VSP, to perform what was\r\ndescribed as a ‘limited financial due\ndiligence review’\r\nof the various bidders ‘for the sole purpose of assisting the\r\n[council] in assessing the appropriateness\nof the bidders as the\r\ndesignated Wellness Program Service Provider’. SizweNtsaluba\r\nduly performed the review and submitted\na substantial report dated 6\r\nDecember 2007.\n[\n11]\tIn its report\r\nSizweNtsaluba raised certain concerns that it said ‘might\r\nrequire further discussion and consideration’\nbefore the\r\ncouncil selected the bidder concerned. So far as the partnership was\r\nconcerned it was reported, amongst other things,\nthat Thebe was\r\ninsolvent (its liabilities exceeded its assets by R130 556). So far\r\nas the consortium was concerned two concerns\nwere expressed:\n‘\nThe [Right to Care] consortium is heavily reliant\r\non a single individual who will be in charge of co-ordinating the\r\nproject with\nno clear indication of succession planning regarding the\r\nreplacement of this person should it prove necessary’\n(The person concerned was Dr\nGrietjie\r\nStrydom, who was the sole employee of one of the members of the\r\nconsortium.)\n‘\n[Right to Care] is heavily\r\nreliant on income from a single source, namely USAID.\nThe income is reliant on dependencies that are not under the control\r\nof [Right to Care].’\n[\n12]\tAfter considering\r\nthe report the council requested SizweNtsaluba to ‘engage with\r\nthe bidders and report back’ on\nthe steps taken by the various\r\nbidders to address the concerns that had been expressed.\r\nSizweNtsaluba raised its concerns with\nthe partnership and with the\r\nconsortium. The partnership responded in a further presentation that\r\nit made to SizweNtsaluba and\nalso submitted further documents, while\r\nthe consortium responded in writing.\n[\n13]\tOn 18 February 2008\r\nSizweNtsaluba submitted a further report to the council in which it\r\nprovided a summary of the responses\nit had received. As far as the\r\ninsolvency of Thebe was concerned it reported Thebe’s response\r\nas follows:\n‘\nThere is a [memorandum of\r\nunderstanding] in place between [Thebe Investment Corporation]\n7\nand [Thebe] whereby [Thebe Investment Corporation] has subordinated\r\nits claims against [Thebe] for the benefit of other creditors.\nIn the\r\nletter from [Thebe Investment Corporation] to [the council] (dated 6\r\nSeptember 2007) it was stated that [Thebe Investment\nCorporation]\r\nregards the provision of affordable healthcare as a core component of\r\ntheir financial services strategy and are fully\ncommitted to\r\nestablishing [Thebe] as a major player in the healthcare industry. As\r\na result, [Thebe Investment Corporation] will\ncontinue to provide\r\nfull financial backing to [Thebe] to enable [Thebe] to meet its\r\nobjectives.’\nAs for the two concerns raised in relation to the consortium the\r\nresponse was reported as follows:\n‘\nRTC has stated that as the\r\nprimary partner in the contract with [the council], RTC will take\r\nfull responsibility for the implementation\nof the project.\nDr Grietjie Strydom will increase her capacity in the organization to\r\nmeet the needs of [the council].’\n‘\nRTC has stated that it is expanding its\r\ninterventions and programmes into the private sector and is\r\nbroadening the funding base\nacross the organisation, thereby further\r\ndiversifying the funding of its revenue.’\n[\n14]\tOn 27 February 2008\r\nthe Wellness Committee met to consider the reports. Meanwhile a\r\nfurther concern had arisen. On the previous\nday the council received\r\na letter from Alexander Forbes Financial Services (Pty) Ltd. The\r\ncouncil was informed that Dr Grietjie\nStrydom had formerly been\r\nemployed by Alexander Forbes, and was subject to a restraint\r\nagreement that precluded her from providing\nAIDS intervention\r\nprogrammes and from dealing with clients or potential clients of\r\nAlexander Forbes, until November 2009. The council\nsent a copy of the\r\nletter to the consortium. Dr Strydom’s response was that she\r\nhad been advised by her attorneys that the\nrestraint was not\r\nenforceable. The council also sought the advice of its attorneys, who\r\nadvised that the risk of the restraint\nbeing enforced was slender but\r\nthat the council would need to weigh that against the material harm\r\nthat would result if it was\nindeed enforced.\n[\n15]\tThe committee\r\nremained uncomfortable with appointing both the partnership and the\r\nconsortium and it sought a second opinion\nfrom KPMG. KPMG reviewed\r\nthe information that had been before SizweNtsaluba. It expressed the\r\nopinion that ‘the issues highlighted\nby Ntsaluba relating to\r\nthe appointment of the consortium had been addressed’ and\r\nrecommended that it be awarded the contract.\n[\n16]\tThe wellness\r\ncommittee considered the matter at meetings held on 23 and 26 May\r\n2008. It felt itself unable to agree with the\nopinion that had been\r\nexpressed by KPMG. It considered that neither the partnership nor the\r\nconsortium had adequately addressed\nthe concerns that had been raised\r\nby SizweNtsaluba and decided to recommend to the council that neither\r\nshould be appointed. Instead\nKPMG should be asked to identify\r\nalternative service providers. The council adopted the committee’s\r\nrecommendations on 28\nMay 2008.\n[\n17]\tKPMG duly\r\nidentified Careworks and another organisation as potential service\r\nproviders. A due diligence review revealed no difficulties\nwith\r\neither and KPMG recommended that Careworks be appointed. The\r\ncommittee, and ultimately the council, resolved to appoint Careworks\n\nand a formal contract was concluded on 1 December 2008.\n8\n[\n18]\tIn their notice of\r\nmotion the appellants sought orders setting aside the council’s\r\ndecision not to appoint any of the\ninitial bidders, its decision to\r\nexclude the appellants when identifying alternative providers, and\r\nits decision to appoint Careworks.\n[\n19]\tThe decisions of\r\nthe council are susceptible to review at the instance of the\r\nappellants only if they constitute ‘administrative\naction’\r\nas contemplated by PAJA, which is defined as much by the nature of\r\nthe decision concerned (or the failure to make\na decision) as by its\r\nsource. In that respect it constitutes ‘administrative action’\r\nonly if, amongst other things,\nit was made by\n‘\n(a)\nan\r\norgan of state when –\nexercising\r\n\ta power in terms of the Constitution or a provincial constitution;\r\n\tor\nexercising a public power or\r\n\tperforming a public function\nin terms of any legislation; or\n(b)\ta natural or juristic person,\r\nother than an organ of state, when exercising a public power or\r\nperforming a public function in\nterms of an empowering provision ….’\n[\n20]\tPAJA provides that\r\nan ‘organ of state’ bears the ‘meaning assigned to\r\nit in section 239 of the Constitution’\n– and that section\r\ndefines the term to mean\n‘\n(a) \tany department of state or administration in\r\nthe national, provincial or local sphere of government; or\n(b)\tany other functionary or institution –\n(i)\texercising a power or performing a function in terms\r\nof the Constitution or a provincial constitution; or\n(ii)\texercising a public power or performing a public\r\nfunction in terms of any legislation\n…\n.’\n[21]\nIt will be readily\r\napparent that once that definition is inserted in PAJA’s\r\ndefinition of ‘administration action’\nmuch of the latter\r\ndefinition is tautologous. Had the term been defined in PAJA to mean\r\n‘\na decision taken (or any failure to\r\ntake a decision) by an institution or functionary exercising a public\r\npower or performing a\npublic function’\n9\nit would have covered much the same ground. Once the definition is\r\nstripped of its superfluity the enquiry in the present case\nreally\r\ncomes down to whether the council, in making the decisions that are\r\nsought to be impugned, was ‘exercising a public\npower or\r\nperforming a public function’.\n[\n22]\tThe scope of\r\njudicial review in the context of the present case\n10\nhas been the subject of enquiry in numerous cases in other\r\njurisdictions. In\nAAA Investments (Pty)\r\nLtd v Micro Finance Regulatory Council\n11\nYacoob J observed that in the United\r\nStates institutions are subject to constitutional review\n‘\nif in the final analysis, they\r\ncan be said to be\n“an\r\nagency or instrumentality of the United States”’.\n12\nHe observed that in\nCanada\n‘\n[i]t is well established that\r\nthe Charter applies to all the activities of a government entity\r\nwhether those activities are described\nas private, and that the\r\nCharter may also apply to non-governmental entities when engaged in\r\nactivities that are governmental in\nnature …\n.\r\nWhen it is alleged that the action of a private entity violates the\r\nCharter it must be established that the entity, in performing\nthe\r\nfunction, is part of government within the meaning of s 32(1).’\n13\n[\n23]\tIt would be\r\nsuperfluous to retrace the authorities in those countries that led\r\nthe learned judge to those conclusions. But very\nmuch the same\r\napproach has been taken by the courts in England and it is\r\ninstructive to explore in some detail the leading cases\nin that\r\nregard.\n[24]\tIn determining the scope of judicial review\r\nat common law the courts in that country have always looked to\r\nwhether the conduct\nin question has features that might be said to be\r\n‘governmental’ in nature. While at one time the source of\r\nthe power\nthat was exercised by the body concerned was considered to\r\nbe determinative the authors of\nDe\r\nSmith’s Judicial Review\n14\nobserve that in more recent times courts have considered that to be\r\ntoo restrictive. They go on to say:\n‘\nSince 1987\n[the\r\ncourts] have developed an additional approach to determine\r\nsusceptibility [to judicial review] based on the type of\nfunction\r\nperformed\nby the\r\ndecision-maker. The “public function” approach is, since\r\n2000, reflected in the Civil Procedure Rules: CPR. 54.1(2)(a)(ii),\n\ndefines a claim for judicial review as a claim to the lawfulness of\r\n“a decision, action or failure to act in relation to\nthe\r\nexercise of a public function”’.\n[\n25]\tOn that extended\r\napproach the courts, once more, have consistently taken account of\r\nthe extent to which the conduct in question\nmight or might not have\r\nfeatures that are ‘governmental’ in nature when\r\ndetermining whether it is reviewable. In the\nseminal decision that\r\nmarked the start of that more expansive approach –\nRegina\r\nv Panel on Take-Overs and Mergers, Ex parte Datafin Plc\n15\n–\nthe Master of the Rolls said\r\nthe following of the Panel on Take-overs and Mergers (an\r\nunincorporated association without legal personality,\nhaving about\r\ntwelve members appointed by and representing various financial\r\nbodies):\n‘\nNo one could have been in the\r\nleast surprised if the panel had been instituted and operated under\r\nthe direct authority of statute\nlaw, since it operates wholly in the\r\npublic domain. Its jurisdiction extends throughout the United\r\nKingdom. Its code and rulings\napply equally to all who wish to make\r\ntake-over bids or promote mergers, whether or not they are members of\r\nbodies represented\non the panel.\nIts lack of a direct statutory base is a complete anomaly, judged by\r\nthe experience of other comparable markets world wide. The\n\nexplanation is that it is a historical “happenstance”, to\r\nborrow a happy term from across the Atlantic. Prior to the\nyears\r\nleading up to the “Big Bang”, the City of London prided\r\nitself upon being a village community, albeit of a unique\nkind, which\r\ncould regulate itself by pressure of professional opinion. As\r\ngovernment increasingly accepted the necessity for intervention\nto\r\nprevent fraud, it built on City institutions and mores, supplementing\r\nand reinforcing them as appeared necessary. It is a process\nwhich is\r\nlikely to continue, that the position has already been reached in\r\nwhich central government has incorporated the panel\ninto its own\r\nregulatory network built up under the Prevention of Fraud\r\n(Investments) Act 1958 and allied statutes, such as the\nBanking Act\r\n1979.’\n[\n26]\tLater, in\nRegina\r\nv Disciplinary Committee of the Jockey Club, Ex parte Aga Khan\n,\n16\nwhich held that conduct of the Jockey Club was not susceptible to\r\npublic law review, the Master of the Rolls said:\n‘\n[The Jockey Club] has not been\r\nwoven into any system of governmental control of horseracing, perhaps\r\nbecause it has itself controlled\nhorseracing so successfully that\r\nthere has been no need for any such governmental system and such does\r\nnot therefore exist. This\nhas the result that while the Jockey Club’s\r\npowers may be described as, in many ways, public they are in no sense\r\ngovernmental.’\nIn the same case Lord Justice\nHoffman\r\nsaid:\n17\n‘\nWhat one has here\n[referring\r\nto\nRegina v Panel on\r\nTakeovers and Mergers, ex parte Datafin Plc\n18\n]\r\nis a privatisation of the business of government itself. The same has\r\nbeen held to be true of the Advertising Standards Authority\n…\r\nand the Investment Management Regulatory Organisation Ltd.…\r\nBoth are private bodies established by the industry\nbut integrated\r\ninto a system of statutory regulation. There is in my judgment\r\nnothing comparable in the position of the Jockey\nClub.’\n[\n27]\tA similar approach\r\nis reflected in the decision of Simon Brown J in\nRegina\r\nv Chief Rabbi of the United Hebrew Congregations of Great Britain and\r\nthe Commonwealth, Ex parte Wachmann:\n19\n‘\nTo say of decisions of a given\r\nbody that they are public law decisions with public law consequences\r\nmeans something more than that\nthey are deci\nsions\r\nwhich may be of great interest or concern to the public or, indeed,\r\nwhich may have consequences for the public. To attract\nthe court’s\r\nsupervisory jurisdiction there must be not merely a public but\r\npotentially a governmental interest in the decision-making\npower in\r\nquestion.… In other words, where non-governmental bodies have\r\nhitherto been held reviewable, they have generally\nbeen operating as\r\nan integral part of a regulatory system which, although itself\r\nnon-statutory, is nevertheless supported by statutory\npowers and\r\npenalties clearly indicative of government concern.’\n[\n28]\nDe\r\nSmith’s Judicial Review\nnotes\r\nthat in applying a ‘public functions’ test the courts\r\nhave held decisions taken by the following, amongst others,\nto be\r\nsusceptible to judicial review: the Advertising Standards Authority;\r\nthe Press Complaints Commission; the Code of Practice\nCommittee of\r\nthe Association of the British Pharmaceutical Industry; the Life\r\nAssurance Unit Trust Regulatory Organisation; London\nMetal Exchange\r\nLtd; the managers of a privately owned psychiatric hospital; and\r\nHampshire Farmers Markets Ltd. On the other hand\nthe courts have not\r\nbeen receptive to exercising those powers over sports governing\r\nbodies,\n20\nreligious bodies,\n21\nand various commercial organisations,\n22\nnotwithstanding the influence they assert in substantial sectors of\r\nthe community.\n[\n29]\tMore recently the\r\ncourts in that country have been statutorily empowered to test\r\nconduct for compatibility with the European\nConvention on Human\r\nRights by s 6 of the Human Rights Act 1998, which provides:\n‘\n(1) It is unlawful for a public authority to act\r\nin a way which is incompatible with a Convention right.\n…\n(3)\tIn this section\n“public\r\nauthority” includes … (b) any person certain of whose\r\nfunctions are functions of a public nature …\n…\n(5) In relation to a particular act, a person is not a\r\npublic authority by virtue only of subsection 3(b) if the nature of\r\nthe act\nis private.’\n[\n30]\tIn determining\r\nwhether a function is ‘of a public nature’ for purposes\r\nof that legislation the courts, again, have\nsearched for the presence\r\nor absence of features of the conduct in question that are\r\n‘governmental’ in nature. In\nAston\r\nCantlow and Wilmcote with Billesley Parochial Church Council v\r\nWallbank\n23\nLord Nicholls of Birkenhead approached the question as follows:\n‘\nWhat\n,\r\nthen, is the touchstone to be used in deciding whether a function is\r\npublic for this purpose? Clearly there is no single test\nof universal\r\napplication. There cannot be, given the diverse nature of\r\ngovernmental functions and the variety of means by which\nthese\r\nfunctions are discharged today. Factors to be taken into account\r\ninclude the extent to which in carrying out the relevant\nfunction the\r\nbody is publicly funded, or is exercising statutory powers, or is\r\ntaking the place of central government or local\nauthorities, or is\r\nproviding a public service.’\n24\n[\n31]\tIn\nYL\r\n(by her litigation friend the Official Solicitor) v Birmingham City\r\nCouncil,\n25\nthe House of Lords was divided on the question whether a private care\r\nhome exercised ‘functions of a public nature’\nin relation\r\nto residents who had been placed by the local authority in fulfilling\r\nits statutory obligation to provide such care.\n26\nNotwithstanding the division the enquiry in each case was conducted\r\nwith reference to the extent to which the home could be said\nto be\r\nperforming governmental functions. Thus Lord Bingham (in the\r\nminority) said the following:\n27\n‘\nAs Lord Nicholls also observed\r\n[in\nAston Cantlow\n]\r\n(at [12]), there is no single test of universal application to\r\ndetermine whether a function is of a public nature. A number of\n\nfactors may be relevant, but none is likely to be determinative on\r\nits own and the weight of different factors will vary from case\nto\r\ncase. Tempting as it is to try and formulate a general test\r\napplicable to all cases which may arise, I think there are serious\n\ndangers in doing so.’\nHe went on to list as relevant factors\n‘\nthe role\nand\r\nresponsibility of the state in relation to the subject matter in\r\nquestion, ... the nature and extent of any statutory power\nor duty in\r\nrelation to the function in question, … the extent to which\r\nthe state, directly or indirectly, regulates, supervises\nand inspects\r\nthe performance of the function in question, and imposes criminal\r\npenalties on those who fall below publicly promulgated\nstandards in\r\nperforming it, … whether the function in question is one for\r\nwhich, whether directly or indirectly, and whether\nas a matter of\r\ncourse or as a last resort, the state is by one means or another\r\nwilling to pay, … the extent of the risk,\nif any, that\r\nimproper performance of the function might violate an individual's\r\nconvention right.’\n28\nBaroness Hale of Richmond\n(also in the minority) said the following:\n29\n‘\nWhile there cannot be a single\r\nlitmus test of what is a function of a public nature, the underlying\r\nrationale must be that it is\na task for which the public, in the\r\nshape of the state, have assumed responsibility, at public expense if\r\nneed be, and in the public\ninterest…. One important factor is\r\nwhether the state has assumed responsibility for seeing that this\r\ntask\nis performed.…\r\nAnother important factor is the public interest in having that task\r\nundertaken… Another important\nfactor is public funding …\r\nAnother factor is whether the function involves or may involve the\r\nuse of statutory coercive\npowers.’\nReciting with approval\nextracts\r\nfrom the various speeches in\nAston\r\nCantlow\n, Lord Neuberger said:\n‘\nEven more to the point, Lord\r\nHope also said (at [49]) that\n“public\r\nfunctions” in this context is thus clearly linked to the\r\nfunctions and powers, whether centralised or distributed,\nof\r\ngovernment.…. Lord Rodger referred (at [159], [160] and [163])\r\nto entities “exercising governmental power”,\n“carrying\r\nout the functions of government” and having the “public\r\nfunction of government”. This is very\nmuch in line with the\r\nbroader approach of Lord Nicholls: while stressing that it was “no\r\nmore than a useful guide”,\nhe said (at [10]) that in the light\r\nof “the repetition of the description ‘public’”\r\nin s 6(3)(b), “essentially\nthe contrast being drawn is between\r\nfunctions of a governmental nature and functions, or acts, which are\r\nnot of that nature”.\nTo similar effect, Lord Hobhouse of\r\nWoodborough (at [88]) invoked the test of a function which is\r\n“governmental in nature”\nand of entities which are\r\n“inherently governmental” (At para [159]).’\n[\n32]\tIn\nAAA\r\nInvestments\n30\nYacoob J, having noted the position in the United States and Canada,\r\nsaid the following:\n‘\nOur Constitution ensures, as\r\nin Canada and the United States, that government cannot be released\r\nfrom its human rights and rule\nof law obligations simply because it\r\nemploys the strategy of delegating its functions to another entity.\r\nOur Constitution does\nnot do this, however, by an expanded notion of\r\nthe concept of Government or the Executive or by relying on concepts\r\nof agency or\ninstrumentality.\nIt does so by a relatively broad definition of an organ of State. \r\nThis definition renders the legality principle and the Bill\nof Rights\r\napplicable to a wider category of function than the Charter does in\r\nCanada. … In our constitutional structure,\nthe Council or any\r\nother entity does not have to be part of government or the government\r\nitself to be bound by the Constitution\nas a whole.’\n[\n33]\tTo the extent that\r\nthe learned judge might be taken to have suggested in that passage\r\nthat the power of review in this country\nmight extend beyond\r\nfunctions that, broadly speaking, might be said to be governmental in\r\nnature, the learned judge did not expand\nupon what those functions\r\nmight be. But consistent with the approach that is followed in other\r\njurisdictions the basis for the\ndecision in that case was nonetheless\r\nthat the Micro Finance Regulatory Council indeed performed a\r\n‘governmental’ function,\nso far as it was the instrument\r\nthrough which the Minister exercised regulatory control over the\r\nindustry.\n31\n[\n34]\tGovernmental\r\ncontrol over the licensing of the Johannesburg Stock Exchange was\r\ndeterminative of its susceptibility to review\nin\nDawnlaan\r\nBeleggings (Edms) Bpk v Johannesburg Stock Exchange,\n32\ndecided before the present constitutional dispensation, in which\r\nGoldstone J said the following:\n‘\nIn my judgment, the enquiry\r\nposed in the present case is whether the terms of the Act impose a\r\npublic duty upon the JSE to adhere\nto its own rules and requirements.\r\nIn my view such a duty is clearly imposed by the Act. In the first\r\nplace a stock exchange may\nonly be licensed in the public interest\n:\r\n... In the second place, the rules of a stock exchange are required\r\nto be published in the\nGovernment\r\nGazette.\nThus the\r\nwhole public is required to be given notice of such rules. ....\r\nThirdly, interested parties, apart from members of the\nstock\r\nexchange, may object to amendments of, or additions to, those rules\r\nafter publication thereof in the\nGovernment\r\nGazette\n. ... Then\r\nthe rules are designed to ensure that the stock exchange is carried\r\non with due regard to the public interest: ... To\nregard the JSE as a\r\nprivate institution would be to ignore commercial reality and would\r\nbe to ignore the provisions and intention\nof the Act itself. It would\r\nalso be to ignore the very public interest which the Legislature has\r\nsought to protect and safeguard\nin the Act.’\n[\n35]\tSome recent\r\ndecisions of the high courts in this country reflect a more expansive\r\napproach but they are not always consistent.\nThe question whether the\r\nconduct of a political party is susceptible to review\n33\nevoked varying responses in\nMarais v\r\nDemocratic Alliance,\n34\nVan Zyl v New National Party,\n35\nand\nMax v\r\nIndependent Democrats.\n36\nIn\nCronje v United Cricket Board of\r\nSouth Africa\n37\nit was held, consistently with decisions in England,\n38\nthat the United Cricket Board did not perform a public function.\r\nKirk-Cohen J expressed his reasons for that conclusion as follows:\n‘\nThe respondent is not a public\r\nbody. It is a voluntary association wholly unconnected to the State.\nIt has its origin in contract and not in statute. It powers are\r\ncontractual and not statutory. It functions are private and not\n\npublic. It is privately and not publicly funded. The applicant,\r\nindeed, makes the point that it “has no statutory recognition\n\nor any “official” responsibility for the game of cricket\r\nin South Africa.”’\n39\n[\n36]\tOn the other hand,\r\nin\nTirfu Raiders Rugby Club v SA Rugby\r\nUnion\n,\n40\nYekiso J held that the SA Rugby Union exercised public powers and\r\nperformed a public function, principally, it seems, because the\n\nmatters in which it engages are matters of public interest.\n41\nI have considerable doubt whether a body can be said to exercise\r\n‘public powers’ or perform a ‘public function’\n\nonly because the public has an interest in the manner in which its\r\npowers are exercised or its functions are performed, and I find\nno\r\nsupport for that approach in other cases in this country or abroad.\n[\n37]\tIn\nMittalsteel\r\nSouth Africa (Ltd) (formerly Iscor Ltd) v Hlatswayo\n42\nthis court enquired into the meaning of\r\na ‘public body’ under the Promotion of Access to\r\nInformation Act 2 of 2000 (which\nis defined in much the same terms as\r\nthe definition with which we are concerned) and relied heavily upon\r\nthe extent to which the\nbody exhibited governmental features.\n[\n38]\tThus in cases\r\nconcerning the scope of public law judicial review in other countries\r\n– and most often in this country as\nwell – courts have\r\nconsistently looked to the presence or absence of features of the\r\nconduct concerned that is governmental\nin nature. What has been\r\nconsidered to be relevant is the extent to which the functions\r\nconcerned are ‘woven into a system\nof governmental control’,\r\nor ‘integrated into a system of statutory regulation’, or\r\nthe government ‘regulates,\nsupervises and inspects the\r\nperformance of the function’, or it is ‘a task for which\r\nthe public, in the shape of the\nstate, have assumed responsibility’,\r\nor it is ‘linked to the functions and powers of government’,\r\nor it constitutes\n‘a privatisation of the business of\r\ngovernment itself’, or it is publicly funded, or there is\r\n‘potentially a\ngovernmental interest in the decision-making\r\npower in question’, or the body concerned is ‘taking the\r\nplace of central\ngovernment or local authorities’, and so on.\n[\n39]\tWhile curial\r\npronouncements from other jurisdictions are not necessarily\r\ntransferrable to this country they can nonetheless\nbe instructive. I\r\ndo not find it surprising that courts both abroad and in this country\r\n– including the Constitutional Court\nin\nAAA\r\nInvestments –\nhave almost always\r\nsought out features that are governmental in kind when interrogating\r\nwhether conduct is subject to public law\nreview. Powers or functions\r\nthat are ‘public’ in nature, in the ordinary meaning of\r\nthe word, contemplates that they\npertain ‘to the people as a\r\nwhole’ or that they are exercised or performed ‘on behalf\r\nof the community as a whole’\n43\n(or at least a group or class of the public as a whole\n44\n),\r\nwhich is pre-eminently the terrain of government.\n[\n40]\tIt has been said\r\nbefore that there can be no single test of universal application to\r\ndetermine whether a power or function is\nof a public nature and I\r\nagree. But the extent to which the power or function might or might\r\nnot be described as ‘governmental’\nin nature, even if it\r\nis not definitive, seems to me nonetheless to be a useful enquiry. It\r\ndirects the enquiry to whether the\nexercise of the power or the\r\nperformance of the function might properly be said to entail public\r\naccountability and it seems to\nme that accountability to the public\r\nis what judicial review has always been about.  It is about\r\naccountability to those with whom\nthe functionary or body has no\r\nspecial relationship other than that they are adversely affected by\r\nits conduct and the question\nin each case will be whether it can\r\nproperly be said to be accountable notwithstanding the absence of any\r\nsuch special relationship.\n[\n41]\tA bargaining\r\ncouncil, like a trade union and an employers’ association, is a\r\nvoluntary association that is created by\nagreement, to perform\r\nfunctions in the interests and for the benefit of its members. I have\r\nconsiderable difficulty seeing how\na bargaining council can be said\r\nto be publicly accountable for the procurement of services for a\r\nproject that is implemented for\nthe benefit of its members –\r\nwhether it be a medical aid scheme, or a training scheme, or a\r\npension fund, or, in this case,\nits wellness programme.\n[\n42]\tI do not find in\r\nthe implementation of such a project any of the features that have\r\nbeen identified in the cases as signifying\nthat it is subject to\r\njudicial review. When implementing such a project a bargaining\r\ncouncil is not performing a function that\nis ‘woven into a\r\nsystem of governmental control’ or ‘integrated into a\r\nsystem of statutory regulation’.\nGovernment does not ‘regulate,\r\nsupervise and inspect the performance of the function’, the\r\ntask is not one for which\n‘the public has assumed\r\nresponsibility’, it is not ‘linked to the functions and\r\npowers of government’,\nit is not ‘a privatisation of the\r\nbusiness of government itself’, there is not ‘potentially\r\na governmental interest\nin the decision-making power in question’,\r\nthe council is not ‘taking the place of central government or\r\nlocal authorities’,\nand most important, it involves no public\r\nmoney. It is true that a government might itself undertake a similar\r\nproject on behalf\nof the public at large – just as it might\r\nprovide medical services generally and pensions and training schemes\r\nto the public\nat large – but the council is not substituting\r\nfor government when it provides such services to employees with whom\r\nit is\nin a special relationship.\n[\n43]\tMuch was sought to\r\nbe made by counsel for the appellants of the fact that the council’s\r\ncollective agreement – which\nrecords the terms upon which the\r\nwellness fund was established and is to be administered – has\r\nbeen extended to the industry\nin general by declaration in the\nGovernment Gazette.\nThe argument, as I understand it, was that the collective agreement –\r\nwhich has been called in a comparable context, a ‘piece\nof\r\nsubordinate, domestic legislation’\n45\n– constitutes a ‘public power’ that it exercises\r\nwhen it establishes and administers such a fund, but in my view\n\ncounsel’s reliance on the collective agreement is misplaced.\r\nThe collective agreement is not the source of the council’s\n\npowers. The powers of the council emanate from its constitution, or\r\nthe equivalent powers conferred upon it by s 28 of the statute.\nThe\r\ncollective agreement is no more than the terms upon which the parties\r\nhave agreed that the council will exercise those powers.\n[\n44]\tThat the\r\nprocurement of goods and services by the council – for whatever\r\npurpose – is not a public function seems\nto me to find support\r\nin the Constitution itself. Government and its agencies are expected\r\nto be publicly accountable for the contracts\nthat they conclude\r\nbecause they are spending public money and there are two principal\r\nreasons why that should be so. In the first\nplace the public is\r\nentitled to be assured that its moneys are properly spent. And\r\nsecondly, the commercial public is entitled\nto equal opportunity to\r\nbenefit from the bounty of the state to which they are themselves\r\ncontributories.\n46\nThe accountability of government for procurement is expressly\r\nprovided for in s 217 of the Constitution, which requires that\r\ngovernment\nbodies must contract ‘in accordance with a system\r\nwhich is fair, equitable, transparent, competitive and cost\r\neffective’,\nbut that prescript does not apply to a bargaining\r\ncouncil. It is not an ‘organ of state’ within the\r\nnarrower definition\nof that term in s 217, nor is it an ‘institution\r\nidentified in national legislation’ to which that procurement\r\npolicy\napplies. I also see no principial reason why it should be\r\npublicly accountable for the contracts that it concludes. It is not\r\nexpending\npublic money, but money that emanates from its members and,\r\nin some cases, others in the industry, and it is to them, not the\r\npublic,\nthat it is accountable for the manner in which it does so.\r\nMore important, for present purposes, I can see no basis upon which\r\nthe commercial public, who are not contributors to its funds, not\r\neven indirectly, might justifiably be entitled to hold the council\nto\r\naccount for the manner in which they are spent.\n[\n45]\tIndeed, a singular\r\nfeature of this case is that counsel for the appellants conceded,\r\ncorrectly, that the council would have\nbeen perfectly entitled to\r\nseek out and appoint a service provider without first inviting\r\ntenders or proposals at all. If it is\nnot publicly accountable for\r\nchoosing with whom to contract then I see no reason why it is\r\npublicly accountable for choosing with\nwhom not to contract.\n[\n46]\tWhile it is true\r\nthat the council ultimately owes its existence and its powers to its\r\nenabling statute that applies as much\nto every company, which\r\nultimately owes its existence and its powers to company legislation,\r\nand is by no means determinative of\nwhether it is publicly\r\naccountable for its conduct through the remedy of judicial review.\r\nWhatever the case might be in relation\nto its other functions in my\r\nview the council, when managing its wellness fund and procuring\r\nservices for that purpose, was performing\na quintessentially domestic\r\nfunction in the exercise of its domestic powers, and its decisions\r\nthat are now in issue are not subject\nto review at the instance of\r\nthe appellants.\n47\nOn that ground alone the application should have failed. But even had\r\nthe decisions of the council been reviewable, which the court\nbelow\r\nassumed them to be, I do not think the council can be said to have\r\nacted unlawfully.\n[\n47]\tThree decisions of\r\nthe council were sought to be impugned – its decision not to\r\nappoint either of the appellants, its\ndecision to exclude them when\r\nit sought alternatives, and its decision to appoint Careworks –\r\nbut in my view only the first\ndecision is really material. If the\r\ncouncil was entitled to reject the proposals that had been submitted\r\nby the appellants then\nit seems to me that it was not obliged to\r\ninvite them to make proposals once more (particularly as it is\r\nconceded that it is under\nno obligation to invite proposals before it\r\ncontracts). As to the claim to set aside the decision to appoint\r\nCareworks, that claim\nwas not independently founded, but was founded\r\non the alleged invalidity of the earlier decisions.\n[\n48]\t There were really\r\ntwo grounds upon which the appellants contend that the decision to\r\nreject their proposals was unlawful. In\nthe first place it was\r\nsubmitted that the council’s decision was procedurally unfair\r\nin that it was obliged to have allowed\nthe appellants an opportunity\r\nto be heard before it took the decision. Secondly, it was submitted\r\nthat the decision was irrational\nand unreasonable.\n[\n49]\tAs to the first\r\ncomplaint the court below said that while the council might ideally\r\nhave invited representations from the appellants,\nnonetheless:\n‘\n[it] must be borne in mind\r\nthat the persons making the decisions on behalf of [the council] are\r\nnot trained lawyers, they were acting\nin stressful circumstances: the\r\nrecord shows that they attempted to act with appropriate fairness and\r\nthey did invite the [appellants]\nto make representations on the\r\nissues of the [first appellant’s] solvency and the restraint of\r\ntrade agreement applicable\nto Dr Grietjie Strydom – the two\r\nissues that led to the decisions of which the [appellants] now\r\ncomplain. Against the background\nof all the relevant circumstances of\r\nthis case, it cannot, in my view, be concluded that the court should\r\ninterfere with the decision\nof the [council] to award the tender to\r\n[Careworks]. The court is averse to taking an armchair view of the\r\nmatter.’\n[\n50]\tEven if the council\r\nacted unlawfully, the court below went on to say, ‘the court\r\nretains a judicial discretion as to whether\nor not to quash that\r\ndecision’ and that ‘[t]aking everything into account it\r\nwould not be appropriate to intervene\nin the tender process in this\r\nmatter.’ Much of the argument advanced in the appellants’\r\nheads of argument was directed\nto whether the court indeed had a\r\ndiscretion to refuse relief but on the view that I take of the matter\r\nit is not necessary to\nrevisit that question.\n48\n[\n51]\tThe submissions on\r\nbehalf of the appellants treated it as self-evident that they were\r\nentitled to be afforded a hearing before\nthe council rejected their\r\nproposals but that is by no means self-evident to me. In heads of\r\nargument presented on their behalf\nit was asserted that upon\r\nresponding to the invitation to submit proposals a contract came into\r\nbeing with the council, and that\nthe council ‘was not at\r\nliberty to depart from the process that had been brought about\r\nwithout at the very least advising\nthe appellants of this fact’.\r\nIn support of those assertions reliance was placed upon\nLogbro\r\nProperties CC v Bedderson NO\n49\nand\nNextcom (Pty) Ltd v Funde NO.\n50\nIn\nLogbro Properties\nCameron\r\nJA pointedly expressed no opinion on whether the invitation to tender\r\nin that case created contractual obligations.\n51\nIn\nNextcom\nBertelsmann J said no more than that the awarding of a contract\r\nconstituted administrative action. No doubt there will be cases\nin\r\nwhich the terms in which tenders are invited will give rise to\r\ncontractual obligations upon their acceptance but whether that\nis so\r\nin a particular case will depend upon its facts, as with all cases of\r\ncontract. In this case there is no factual basis upon\nwhich to\r\nconclude that the parties came into contractual privity upon\r\nsubmission by the appellants of their proposals.\n[\n52]\tThe second ground\r\nupon which it was said that the council was obliged to afford a\r\nhearing was an assertion that it has been\n‘consistently\r\nestablished’ in the decided cases that procedural fairness\r\nrequires it whenever a decision is taken that\nis ‘adverse to\r\nthe rights or interests of a person affected’ and that such a\r\nright has been given ‘express content\nin s 3(2)(b) of\r\nPAJA’. I think that states the matter too widely.\n[53]\tIt is correct that a person is generally\r\nentitled to be heard before a decision is taken that adversely\r\naffects his or her\nrights. But that does not hold true where the\r\ndecision is adverse to no more than an ‘interest’. In\nAdministrator, Transvaal v Traub\n52\nCorbett CJ pointed out that in its\r\nclassic formulation at common law the principle\naudi\r\nalterem partem\nrequired a hearing\r\nbefore a decision was taken that prejudicially affected an individual\r\nin his or her ‘liberty or property\nor existing rights’.\n53\nThat case extended the principle to circumstances in which the\r\ninterest at stake ‘falls short of a legal right’ but\n\n‘rises to the level of a “legitimate expectation”’\r\n(in the words of Professor Riggs, which were cited with\napproval).\n54\nNor does a right to be heard when no more than an ‘interest’\r\nis adversely affected find expression in s 3(2)(b)\nof PAJA. That\r\nsubsection affords a right to procedurally fair administrative action\r\n(encompassing a right to be heard) where ‘rights\nor legitimate\r\nexpectations’ are affected.\n[\n54]\tIn\nPresident\r\nof the Republic of South Africa v South African Rugby Football Union\n55\nthe Constitutional Court said that the question whether a ‘legitimate\r\nexpectation of a hearing’ exists\n‘\nis not whether an expectation\r\nexists in the mind of a litigant\nbut whether, viewed objectively, such expectation is, in a legal\r\nsense, legitimate; that is, whether the duty to act fairly would\n\nrequire a hearing in those circumstances.’\nIn\nNational Director\r\nof Public Prosecutions v Phillips\n56\nHeher J, adopting the views expressed in De Smith, Woolf and Jowell\nJudicial Review of Administrative\r\nAction\n,\n57\nheld that\n‘\n[a] legitimate expectation\r\n“arises where a person responsible for taking a decision has\r\ninduced in someone who may be affected\nby the decision, a reasonable\r\nexpectation that he will receive or attain a benefit or that he will\r\nbe granted a hearing before\nthe decision is taken.”’\nAnd that\n‘\n[s]\nuch\r\nan expectation may arise “either from an express promise given\r\non or behalf of a public authority or from the existence\nof a regular\r\npractice which the claimants can reasonably expect to continue”’\nThe learned judge went on to enumerate\r\n‘requirements for legitimacy of the expectation’ which\r\nwere adopted by this court\nin\nSouth\r\nAfrican Veterinary Council v Szymanski.\n58\n[\n55]\tIn this case there\r\nhas been no suggestion that the appellants were induced by the\r\ncouncil to believe that they would be heard\nbefore it took its final\r\ndecision. Nor was it suggested that it is the regular practice of\r\npublic bodies to afford a hearing before\nit rejects tenders or\r\nproposals that they have invited. No doubt there are cases in which\r\nthat should occur – that was held\nto be the case in\nLogbro\r\nProperties\n– but I would be most\r\nhesitant to lay that down as a general rule. Invitations of various\r\nkinds are regularly issued by public\nbodies – whether to take\r\nup employment, or to offer to supply goods or services, or to\r\nparticipate in projects of one kind\nor another – and it would\r\nbe most expansive to find that whenever a person responds to such an\r\ninvitation he or she is entitled\nto be heard before the response is\r\nrejected.\n[\n56]\tBut in this case\r\nthere seems to me to be even less reason to find that the appellants\r\nhad a legitimate expectation that they\nwould be afforded a hearing\r\nbefore their proposals were rejected. The appellants were made\r\npertinently aware of what the council\nconsidered to be their\r\nshortcomings and were invited to make representations, which they\r\ndid. The appellants could not have been\nunaware that their proposals\r\nwere liable to be rejected if those concerns were not overcome. That\r\nthey should expect to be afforded\nyet another hearing before that\r\nstep was taken seems to me to stretch legitimacy unduly. I do not\r\nthink the council can be said\nto have acted unfairly in not inviting\r\nyet further representations and on that ground the appellants must\r\nfail.\n[\n57]\tThe second leg of\r\nthe attack was that the rejection of the appellants’ proposals\r\nwas said to have been ‘irrational’\nand ‘unreasonable’.\r\nPAJA does not express itself in quite those terms. It provides, so\r\nfar as it is now relevant, that\nadministrative action is reviewable\r\nif it is ‘not rationally connected to … the purpose for\r\nwhich it was taken, [or]\nthe information before the administrator, or\r\nthe reasons given for it by the administrator’, or if the\r\nfunctionary concerned\nexercised his or her power or performed his or\r\nher function in a manner that is ‘so unreasonable that no\r\nreasonable person\ncould have so exercised the power or performed the\r\nfunction’.\n[\n58]\tIn the ordinary\r\nmeaning of the term a decision is ‘rationally’ connected\r\n(to the purpose for which it was taken,\netc) if it is connected by\r\nreason,\n59\nas opposed to being arbitrary or capricious. As it was expressed in\nMerafong Demarcation Forum v President\r\nof the Republic of South Africa:\n60\n‘\nThere must merely be a\r\nrationally objective basis justifying the [impugned conduct]….\r\nIn\nPharmaceutical\r\nManufacturers\n61\nChaskalson P made it clear that the rationality standard does not\r\nmean that courts can or should substitute their opinions for\nthe\r\nopinions of those in whom the power has been vested. A court cannot\r\ninterfere with a decision simply because it disagrees with\nit or\r\nconsiders that the power was exercised inappropriately.’\n[\n59]\tOn the second count\r\n– whether the decision was one that was so unreasonable that no\r\nreasonable person could have made\nit – there is considerable\r\nscope for two people acting reasonably to arrive at different\r\ndecisions. I am not sure whether\nit is possible to devise a more\r\nexact test for whether a decision falls within the prohibited\r\ncategory than to ask, as Lord Cooke\ndid in\nR\r\nv Chief Constable of Sussex, ex parte International Trader’s\r\nFerry Ltd\n62\n– cited with approval in\nBato Star\r\nFishing (Pty) Ltd v Minister of Environmental Affairs\n63\n– whether in making the decision the functionary concerned ‘has\r\nstruck a balance fairly and reasonably open to him\n[or her]’\n[\n60]\tWhen viewed\r\ntogether it might be that these apparently separate grounds of review\r\nwill come to the same thing. If a decision\nis founded upon reason\r\nthen it is difficult to see how it could be said to be so\r\nunreasonable that no reasonable person could come\nto it and the\r\nconverse is equally true. Indeed, the court below queried whether\nSidumo v Rustenburg Platinum Mines Ltd\n64\nhad collapsed the two grounds into a single enquiry, namely, ‘is\r\nthe decision reached by the [administrator] one that a reasonable\n\ndecision-maker could not reach?’\n65\n[\n61]\tThe appointment of\r\neither of the appellants would undoubtedly have exposed the council\r\nto an element of risk in one form or\nanother and neither of the\r\nappellants was able to eliminate that risk. When confronted with the\r\nproblem each went no further than\nto advance reasons to the council\r\nwhy the risk should be regarded as minimal. I think it goes without\r\nsaying that a decision to\navoid risk in a long-term contractual\r\nrelationship is neither arbitrary nor capricious but is one that is\r\nfounded upon reason –\nthere is ‘a rationally objective\r\nbasis justifying’ the decision.\n66\nPerhaps a more robust decision-maker would have been willing to\r\naccept the risk but it is not for a court to direct a contracting\n\nparty to be robust. I do not think a decision that has a rational\r\nbasis can be said to be one to which no reasonable person could\ncome.\r\nIn my view the decision was neither irrational within the meaning of\r\nPAJA nor was it one to which a reasonable decision-maker\ncould not\r\ncome. On the contrary, I find it perfectly understandable that the\r\ncouncil chose not to expose itself to the risks that\npresented\r\nthemselves when it was able to avoid them, no matter that the risks\r\nmight have been slight.\n[\n62]\tThe real basis for\r\nthe complaint seems to me to have been articulated more directly by\r\ncounsel for the appellants towards the\nend of his argument. He said\r\nthat the consortium was the pre-eminent expert in its field and for\r\nthat reason it was irrational\nand unreasonable not to appoint it.\r\nThat does not seem to me to say that the decision not to do so was\r\nirrational or unreasonable\nbut only that it was not the best\r\ndecision. We are not concerned with the wisdom of the council’s\r\ndecision. It is the council,\nand not a court, that must bear the\r\nconsequences for the contracts that it concludes, and in those\r\ncircumstances, as pointed out\nin\nLogbro\r\nProperties\n67\nand in\nBato Star,\n68\na measure of deference to the view of the decision-maker is not out\r\nof place.\n[\n63]\tI do not think the\r\ncouncil’s decision not to appoint the appellants offends the\r\nprovisions of PAJA, and that being so\nits consequent decisions are\r\nalso not liable to be set aside. In my view the order of the court\r\nbelow cannot be faulted and I would\ndismiss the appeal. As to the\r\ncosts of the appeal the employment of two counsel was warranted and\r\nthe appellants ought also to\nbear the reserved costs of the\r\napplication for interim relief.\n[6\n4]\tThe appeal is\r\ndismissed. The appellants, jointly and severally, are to pay the\r\ncosts of the appeal, and the reserved costs of\nthe application for\r\ninterim relief. The costs in each case are to include the costs of\r\ntwo counsel so far as two counsel were employed.\n__________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tB Leech\nInstructed by:\nWerksmans Incorporating Jan S de Villiers, Johannesburg\nSymington & De Kok, Bloemfontein\nFor 1st respondent:\tP J Pretorius SC\nH Barnes\nInstructed by:\nMoodie & Robertson Attorneys, Johannesburg\nClaude Reid, Bloemfontein\nFor 2\nnd\nrespondent:\t\tKnowles Husain Lindsay Inc c/o John Broido, Johannesburg\n1\nIt seems that a formal partnership agreement was never produced.\n2\nThebe was the first applicant in the court below but according to\r\n\tthe notice of appeal it is not a party to this appeal.\n3\nTogether with Thebe.\n4\nInterim relief was also sought but that was refused by Jajbhay J,\r\n\twho reserved the costs in relation to that application.\n5\nSection 28(1)(f) and clause 4.6 of the council’s constitution.\n6\nSection 28(1)(g) and clause 4.8 of the council’s constitution.\n7\nThebe Investment Corporation was apparently the holding company of\r\n\tThebe.\n8\nWe were told from the bar that the council’s contract with\r\n\tCareworks terminates in December of this year but it is open\nto\r\n\trenewal.\n9\nWhen applying the definition of ‘administrative action’\r\n\tthe distinction between ‘legislation’ (in subsection\n\n\t(a)(ii)) and an ‘empowering provision’ (in subsection\r\n\t(b)) will prove to be more apparent than real.\n10\nWe are concerned in this case with public law review and not the\r\n\tform of private law review that has been invoked in cases such\nas\nTurner v Jockey Club of South Africa\n1974 (3) SA 633\n(A) and\nTheron v Ring van Wellington van die N.G. Sendingkerk in Suid\r\n\tAfrika\n1976 (2) SA 1\n(A).\n11\n[2006] ZACC 9\n;\n2007 (1) SA 343\n(CC).\n12\nPara 33.\n13\nParas 35 and 36.\n14\nDe Smith’s Judicial Review 6 ed by The Rt Hon The Lord Woolf,\r\n\tJeffrey Jowell QC and Andrew Le Seur, assisted by Catherine\nM.\r\n\tDonnelly at paras 3-041 to 3-042..\n15\n[1987] 1 QB 815\n(CA) at 835G-836B.\n16\n1993 (1) WLR 909\n(CA) at 923H.\n17\nAt 931H-932A.\n18\nSee below.\n19\n[1992] 1 WLR 1036\n(QB) at 1041C-E.\n20\nR v Football Association Ltd ex parte Football League Ltd\n[1993] 2 All ER 833.\n21\nChief Rabbi of the United Hebrew Congregations\n, above,\nR v\r\n\tImam of Bury Park Mosque, Luton ex parte Ali (Sulaiman)\n[1994]\r\n\tCOD 142.\n22\nR v Insurance Ombudsman ex parte Aegon Life Assurance Ltd\n[1994] COD 426\n,\nR v Association of British Travel Agents ex parte\r\n\tSunspell Ltd (t/a Superlative Travel)\n[2001] ACD 16\n,\nR v\r\n\tLloyd’s of London ex parte Briggs\n[1993] 1 Lloyd’s\r\n\tRep. 176.\n23\n[2003] UKHL 37\n;\n[2004] 1 AC 546.\n24\nPara 12.\n25\n[2007] 3 All ER 957 (HL).\n26\nLord Scott, Lord Mance and Lord Neuberger in the majority, and Lord\r\n\tBingham and Baroness Hale in the minority.\n27\nPara 5.\n28\nParas 7 to 11.\n29\nParas 65 – 69.\n30\nParas 40 and 41.\n31\nParas 44 and 45.\n32\n1983 (3) SA 344\n(W) at 364B-D and 365A. See Etienne Mureinik\r\n\t‘Discretion and Commitment: The Stock Exchange Case’\n[1985] SALJ 434.\n33\nSee Lisa Thornton: The Constitutional Right to Just Administrative\r\n\tAction – Are Political Parties Bound?\n(1999) 15 SAJHR 351.\n34\n[2002] 2 All SA 424\n(C).\n35\n[2003] 3 All SA 737\n(C).\n36\n2006 (3) SA 112\n(C).\n37\n2001 (4) SA 1361\n(T)\n38\nSee, for example,\nR v Football Association Ltd ex parte Football\r\n\tLeague Ltd\n[1993] 2 All ER 833.\n39\nAt 1375D-E.\n40\n[2006] 2 All SA 549\n(C).\n41\nParas 28 and 29.\n42\n2007 (1) SA 66 (SCA).\n43\nShorter Oxford Dictionary.\n44\nSee the definition of ‘public’ in s 1 of PAJA.\n45\nS v Prefabricated Housing Corporation (Pty) Ltd\n1974 (1) SA\r\n\t535\n(A) at 540A-B, in relation to industrial agreements provided for\r\n\tunder the Industrial Conciliation Act 28 of 1956.\n46\nCf Sue Arrowsmith:\nThe Law of Public and Utilities Procurement\n(London 2005) paras 1.2 – 1.6.\n47\nNo doubt it might be held to account for the exercise of its powers\r\n\tby members and others who have been subjected to its collective\n\n\tagreement, according to the principles enunciated in cases like\nTurner v Jockey Club of South Africa\nand\nTheron v Ring van\r\n\tWellington van die NG Sendingkerk in Suid Afrika,\nabove, but\r\n\tthat is not what we are concerned with in this case.\n48\nCf\nOudekraal Estates (Pty) Ltd v City of Cape Town\n2004 (6)\r\n\tSA 222\n(SCA) para 36;\nMillenium Waste Management (Pty) Ltd v\r\n\tChairperson, Tender Board: Limpopo Province\n2008 (2) SA 481\n(SCA) para 23.\n49\n2003 (2) SA 460\n(SCA) paras 7 and 8.\n50\n2000 (4) SA 491\n(T) at 504G-505B.\n51\nThe court below had held that it did.\n52\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A).\n53\nPage 748G-H.\n54\nPage 755C-E.\n55\n2000 (1) SA 1\n(CC) para 216.\n56\n2002 (4) SA 60\n(W) para 27.\n57\n5\nth\ned para 8-037.\n58\n2003 (4) SA 42\n(SCA) para 19.\n59\nShorter Oxford Dictionary meaning of ‘rational’: ‘1.\r\n\tHaving the faculty of reasoning; endowed with reason.\nb. Exercising\r\n\tone’s reason in a proper manner; having sound judgment;\r\n\tsensible, sane 2. Of, pertaining or relating to reason.\n3. Based on,\r\n\tderived from, reason or reasoning. 4. Agreeable to reason;\r\n\treasonable, sensible; not foolish, absurd or extravagant.’\n60\n[2008] ZACC 10\n;\n2008 (5) SA 171\n(CC) para 63.\n61\nPharmaceutical Manufacturers Association of SA: in re Ex parte\r\n\tPresident of the Republic of South Africa\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC)\r\n\tpara 90.\n62\n[1998] UKHL 40\n;\n[1999] 1 All ER 129\n(HL) at 157.\n63\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) para 44.\n64\n2008 (2) SA 24\n(CC).\n65\nSee, for example,\nSidumo\npara 110.\n66\nMerafong Demarcation Forum,\nabove.\n67\nPara 21.\n68\nPara 46.",
  "scraped_at": "2026-02-11T20:31:25.579827",
  "date": "2010-07-19",
  "coram": [
    "NUGENT",
    "LEWIS",
    "PONNAN",
    "CACHALIA",
    "LEACH JJA"
  ],
  "case_number": "410/09",
  "parties": {
    "applicants": [
      "Calibre Clinical Consultants (Pty) Ltd",
      "The Right to Care Consortium"
    ],
    "respondents": [
      "National Bargaining Council for the Road Freight Industry",
      "HIV Managed Care Solutions (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The National Bargaining Council for the Road Freight Industry, a statutory bargaining council, created a wellness fund to address HIV/AIDS in the road‑freight industry. It invited proposals for a service provider to manage the fund. Proposals were received from a partnership (Thebe and Calibre Clinical Consultants) and a consortium (Right to Care Consortium). After a limited financial due‑diligence review, the council raised concerns about the partnership’s insolvency and the consortium’s reliance on a single individual and on USAID funding. The council ultimately decided not to appoint either bidder, engaged KPMG to find alternative providers, and appointed HIV Managed Care Solutions (Careworks) as the service provider. Calibre and Right to Care appealed, alleging that the council’s decisions were subject to judicial review under the Promotion of Administrative Justice Act (PAJA) and were procedurally unfair and irrational.",
    "issues": "1. Whether the decisions of the bargaining council constitute “administrative action” within the meaning of PAJA and are therefore reviewable. 2. Whether the council is an organ of state or a public body for the purposes of PAJA. 3. Whether the council breached procedural fairness by not giving the appellants a hearing before rejecting their proposals. 4. Whether the council’s decision was irrational or unreasonable in the sense required by PAJA.",
    "principles": "The court applied the definition of administrative action in PAJA, focusing on whether the decision was made by an organ of state or a body exercising a public function. It examined South African and comparative jurisprudence on the “public function” test, the requirement of procedural fairness (audi alteram partem), the rationality standard (decision must be rationally connected to its purpose), and the doctrine of legitimate expectation. The court noted that a mere invitation to tender does not create contractual obligations, and that procedural fairness does not automatically arise where only an interest, not a legal right, is affected.",
    "application": "The council was held not to be an organ of state; its procurement of wellness‑fund services was a domestic function of a private, statutory association, not a public function. Consequently, its decisions were not “administrative action” under PAJA. Even assuming reviewability, the court found that the appellants had been given an opportunity to address the concerns raised in the due‑diligence reports, satisfying procedural fairness. The decision to reject the appellants’ proposals was based on legitimate risk considerations and was rationally connected to the purpose of protecting the fund; it was not so unreasonable as to be unlawful.",
    "conclusion": "The appeal was dismissed. The appellants were ordered to pay the costs of the appeal and the reserved costs of the application for interim relief, including costs of two counsel where applicable."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "PAJA",
      "public function",
      "procedural fairness",
      "bargaining council",
      "procurement"
    ]
  }
}