{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/96.html",
  "case_name": "Gallo Africa Ltd and Others v Sting Music (Pty) Ltd and Others (40/2010) [2010] ZASCA 96; 2010 (6) SA 329 (SCA); [2011] 1 All SA 449 (SCA); 2010 BIP 256 (SCA) (3 September 2010)",
  "citation": "[2010] ZASCA 96",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 96\n|\nNoteup\n|\nLawCite\nGallo Africa Ltd and Others v Sting Music (Pty) Ltd and Others (40/2010) [2010] ZASCA 96; 2010 (6) SA 329 (SCA); [2011] 1 All SA 449 (SCA); 2010 BIP 256 (SCA) (3 September 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No:\n40/2010\nIn\r\nthe matter between:\nGALLO AFRICA LIMITED\t\t\t\t\t\t\t First Appellant\nGALLO LICENSING (PTY) LIMITED\t\t\t\t       Second\r\nAppellant\nMAVUTHELA MUSIC COMPANY (PTY) LIMITED\t\t\tThird\r\nAppellant\nSM PUBLISHING (PTY) LIMITED\t\t\t\t        Fourth\r\nAppellant\nROBERT IAN VON MEMERTY\t\t\t\t\t\t Fifth Appellant\nand\nSTING MUSIC (PTY) LIMITED\t\t\t\t\t        First\r\nRespondent\nJT WHOLESALE (PTY) LIMITED\t\t\t\t\t Second Respondent JT\r\nPUBLISHING\t\t\t\t\t\t\t       Third Respondent\nJOHAN (“JOE”) THERON\t\t\t\t\t \t    Fourth\r\nRespondent\nPATRICIA THEMBI NYANDENI\t\t\t\t\t        Fifth Respondent\nGERTRUDE (TODD) TWALA\t\t\t\t\t       Sixth Respondent\nNeutral\r\ncitation:\nGallo Africa v Sting Music\n(40/10\n)\n[2010] ZASCA 96\n(3 September 2010)\nCoram:\nHarms DP, Nugent, Lewis, Ponnan and\r\nCachalia JJA\nHeard:\n17 August 2010\nDelivered:\n3  September 2010\nSummary:\nCopyright – jurisdiction –\r\nSouth African court has no jurisdiction to hear copyright\r\ninfringement claims in respect\nof foreign copyright – fact that\r\ndefendant an\nincola\nirrelevant.\n_________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Makhanya J sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (NUGENT, LEWIS, PONNAN and CACHALIA JJA\r\nconcurring)\n[1]\tThis appeal relates to the jurisdiction of a high\r\ncourt to decide matters relating to foreign copyright. The issue was\r\nraised\nby way of exception by the six defendants, the present\r\nrespondents. The high court upheld the exception, finding that a\r\nlocal court\ndoes not have jurisdiction. This court granted leave to\r\nappeal after leave had been refused by the court of first instance\r\n(Makhanya\nJ).\n[\n2\n]\tThe five plaintiffs (the\r\nappellants) issued summons against the defendants in the South\r\nGauteng High Court. They alleged that\nthey were (by assignment or as\r\noriginal authors) the owners of copyright works consisting of musical\r\nand literary works which make\nup a musical known as ‘Umoja’.\r\nThey further alleged that the defendants had infringed their\r\ncopyright by performing\nwhole or part of Umoja, by making recordings\r\nand cinematograph films thereof, and by having it broadcasted.\n[3]\tInfringement, the plaintiffs said, had taken place\r\nin South Africa since 2001. That is the uncontentious part of the\r\nclaim and\nis based on the provisions of the\nCopyright Act 98 of 1978\n.\n[4]\tThe contentious part of the particulars of claim\r\nrelates to the allegation that the defendants have also committed\r\nacts of infringement\nin a large number of other countries, 19 in all,\r\nfrom Japan in the east to the USA in the west. It is important to\r\nstress that\nin relation to these infringements the plaintiffs did not\r\nrely on our\nCopyright Act but\non the copyright laws of each of these\r\ncountries. The particulars in relation to each country are in similar\r\nterms and it would\nsuffice if one country, say, the United Kingdom,\r\nis given as an example. The particulars state the following (albeit\r\nnot in these\nterms or sequence): the plaintiffs are the authors or\r\nowners by assignment of the relevant copyrights for purposes of the\r\nUK\nCopyright Act; these\nrights exist by virtue of the UK Act; the\r\ncopyrights have not expired due to lapse of time; they have been\r\ninfringed; and the plaintiffs\naccordingly are entitled to claim an\r\ninjunction, damages and/or royalties to which they would be entitled\r\nin terms of the UK Act.\n[5]\tThe exception by the defendants raised the question\r\nof jurisdiction squarely. It stated that proceedings for infringement\r\nof\ncopyright instituted in a local court may only be founded on the\r\nprovision of our\nCopyright Act and\nthat in so far as the plaintiffs\r\nseek to apply the relevant copyright legislation of foreign states\r\ntheir claim is bad. As mentioned,\nthe court below upheld the\r\nexception and set aside the particulars of claim to the extent that\r\nthey are based on copyright legislation\nof other countries.\n[6]\tJurisdiction means the power vested in a court to\r\nadjudicate upon, determine and dispose of a matter. Importantly, it\r\nis territorial.\n1\nT\nhe disposal of a\r\njurisdictional challenge on exception entails no more than a factual\r\nenquiry, with reference to the particulars\nof claim, and only the\r\nparticulars of claim, to establish the nature of the right that is\r\nbeing asserted in support of the claim.\nIn other words, jurisdiction\r\ndepends on either the nature of the proceedings or the nature of the\r\nrelief claimed or, in some cases,\non both. It does not depend on the\r\nsubstantive merits of the case or the defence relied upon by a\r\ndefendant.\n2\n[7]\tThe plaintiffs argued that the\r\nhigh court had jurisdiction to hear the foreign infringement claims\r\nbecause (a) the relief sought,\nnamely interdicts and damages, are\r\nwithin the high court’s competence; (b) the plaintiffs are\nincolae\nof the court below; (c) the defendants are domiciled or resident in\r\nSouth Africa and within the jurisdiction of the court below;\n(d) s\r\n19(1)(a) of the Supreme Court Act 59 of 1959 confers jurisdiction on\r\na high court ‘over all persons residing or being\nin its area of\r\njurisdiction; (e) a court can grant an effective interdict against\r\nsomeone residing within its jurisdiction; and\n(f) a court can\r\ndetermine through expert evidence what the relevant foreign law is.\r\nSome point was also made in relation to the\ninconvenience of an\nincola\nwho has to sue in 20 jurisdictions.\n[8]\tIn so far as point (b) is\r\nconcerned, the domicile of the plaintiff never determines\r\njurisdiction and, as to point (f), a court\ndoes not necessarily\r\nrequire evidence of foreign law – it may take judicial notice\r\nof foreign law ‘in so far as such\nlaw can be ascertained\r\nreadily and with sufficient certainty’.\n3\nThe inconvenience of having to sue in multiple jurisdictions can also\r\nbe discounted at this early stage because the rule of jurisdiction\n\nfor which the plaintiffs contend would also apply in the case of a\r\nsingle infringement by a local\nincola\ncommitted in another country; and the plaintiff may not even be an\nincola\n.\r\nThis is illustrated by the facts in\nLucasfilm\r\nLtd v Ainsworth\n[2009] EWCA Civ 1328\n, a judgment of the Court of Appeal (England and\r\nWales).\n[9]\tThe defendants relied heavily on\r\nthe judgment in that case in which the plaintiff, a US corporation,\r\nsued an\nincola\nof the UK for a breach of American copyright. The acts were committed\r\nin the UK but were considered for purposes of US law to have\nbeen\r\ncommitted in the USA. The court refused to entertain the matter,\r\nholding that UK courts do not have jurisdiction to hear such\na case.\r\nI shall revert to this judgment. Although our law relating to\r\njurisdiction is based on Roman-Dutch law as amplified by\nstatute, and\r\nnot on English common-law this judgment is important because it is\r\nrecent and also dealt with the issue comprehensively\nand from a wider\r\nperspective. I accordingly do not intend to repeat everything said in\r\nthat judgment.\n[10]\tSection 19(1)(a) of the Supreme\r\nCourt Act provides that a\nhigh court has \r\njurisdiction ‘over all persons residing or being in and in\r\nrelation to all causes arising . . . within its\narea of jurisdiction\r\nand all other matters of which it may according to law take\r\ncognizance.’ The section has a long history,\nwhich need not be\r\nrelated. However, our courts have for more than a century interpreted\r\nit to mean no more than that the jurisdiction\nof high courts is to be\r\nfound in the common law.\n4\nFor purposes of effectiveness the defendant must be or reside within\r\nthe area of jurisdiction of the court (or else some form of\narrest to\r\nfound or confirm jurisdiction must take place). Although\r\neffectiveness ‘lies at the root of jurisdiction’\nand is\r\nthe rationale for jurisdiction, ‘it is not necessarily the\r\ncriterion for its existence.’\n5\nWhat is further required is a\nratio\r\njurisdictionis.\n6\nThe ratio, in turn, may for instance be domicile, contract, delict\r\nand, relevant for present purposes,\nratione\r\nrei sitae\n. It depends on the nature of the\r\nright or claim whether the one ground or the other provides a ground\r\nfor jurisdiction. Domicile\non its own, for instance, may not be\r\nenough. As Forsyth (p 164) rightly said:\n‘\nFirst there is the search\r\nfor the appropriate\nratio jurisdictionis\n; and then the court\r\nasks whether it can give an effective judgment. . . . [and] neither\r\nof these is\nsufficient\nfor jurisdiction, but both are\nnecessary\nfor jurisdiction.’\n[11]\tThe point may be illustrated with reference to\nEilon v Eilon\n1965 (1)\r\nSA 703\n(A). It was a marital dispute. This court held that since the\r\ndefendant was not domiciled in South Africa, local courts had no\r\njurisdiction to grant a divorce. However, since he was resident in\r\nthe country a local court had jurisdiction to grant a judicial\n\nseparation. A claim for maintenance, being one\nad\r\npecuniam solvendam\n, was permitted because\r\nsuch an action is justiciable where the defendant resides. The claims\r\nin relation to property situated in\nSouth Africa were also\r\njusticiable. However, in relation to the claims relating to property\r\nsituated in Israel, the court held,\nSouth African courts had no\r\njurisdiction. The reason was that in relation to real actions\r\ndirectly raising the title of property\nthe\nforum\r\nrei sitae\nhas exclusive jurisdiction.\n7\nThe court rejected the view that the court of the defendant’s\r\ndomicile had any jurisdiction to determine the rights to immovable\n\nproperty situated in Israel. (At 726H-727B.)\n[12]\tIt may be mentioned that this rule does not\r\nnecessarily apply in respect of immovable property situated within\r\nSouth Africa\nbecause a distinction is drawn between the jurisdiction\r\nof country state courts and that of South African high courts.\n8\nThe detail is not germane for present purposes.\n[13]\tThe position is not necessarily the same for\r\nmovables. Although the\nforum rei sitae\nhas, in principle, jurisdiction, this jurisdiction is not necessarily\r\nexclusive and the court of the domicile of the defendant\nmay also\r\nhave jurisdiction. This explains, to the extent that it is necessary,\r\nthe judgment in\nMetlika Trading Ltd v\r\nCommissioner SA Revenue Services\n2005 (3) SA\r\n1\n(SCA). It dealt with a movable, an aircraft, belonging to an\nincola\n. This court\r\nheld that a local court had by virtue of that fact jurisdiction to\r\ngrant an interdict in personam relating to the use\nof the aircraft\r\nwhich was overseas. The discussion relating to effectiveness did not\r\nimpact on this part of the reasoning.\n[14]\tFor purposes of, inter alia, jurisdiction in\r\nrespects of incorporeals our law (like many others), and in spite of\r\npossible\ndogmatic flaws, also distinguishes between movable and\r\nimmovable incorporeals.\n9\nThe\nsitus\nof an\r\nintangible ‘is to be found where the intangible can be\r\neffectively dealt with’.\n10\nTherefore, and by analogy with movable corporeals, the\nforum\r\ndomicilii\nhas jurisdiction in relation to\r\nincorporeals.\n11\nAnd in relation to immovables the rule laid down in\nEilon\nwould apply.\n[15]\tIntellectual property rights (IPRs) are territorial\r\nin nature.\n12\nAs Prof Alexander Peukert explains in a forthcoming publication:\n13\n‘\nTo begin with, one has to\r\ndistinguish different aspects of “the” territorial\r\nprinciple in IP. Its fundamental objective\ndimension means that an IP\r\nright is limited to the territory of the state granting it. The\r\nexclusive right can only cover activities\noccurring within the\r\nrespective territory. No intangible subject matter is protected by\r\none uniform right covering the whole world.\nInstead, technical\r\ninventions, works of literature and arts, signs, etc. are subject to\r\na bundle of possibly more than 150 territorial\nrights of national or\r\nregional provenance. These rights are independent from each other so\r\nthat an invention, work, etc. may be\nprotected in one country, but in\r\nthe public domain in another. . . . A comparative study reveals that\r\nthis objective territoriality\nhas long been accepted in the EU, its\r\nMember States like Germany or the Netherlands, other European\r\ncountries like Switzerland,\ncommon-law countries around the globe,\r\nJapan, and not least the U.S.’\n[16]\tTerritoriality applies to registered IPRs such as\r\npatents\n14\nand trademarks.\n15\nIt also applies to unregistered rights. For instance, well-known\r\nunregistered trademarks are entitled to local protection by virtue\nof\r\nart 6bis of the Paris Convention for the Protection of Industrial\r\nProperty provided they are locally well known.\n16\nA comparable instance is goodwill – the plaintiff must have a\r\nreputation within the area of jurisdiction of the court.\n17\n[17]\tThe same applies to copyright.\n18\nThat the plaintiffs appreciated this fact appears from the\r\nparticulars of claim where the right to copyright and infringement\r\nwas defined with reference to the laws of each particular\r\njurisdiction. As McEwan J said in relation to the South African\r\ncopyright\nin a work authored by an Indian national in India:\n‘\nthose rights are property\r\nin the Republic created by an Act of the South African Legislature.’\n19\nThe same would, obviously, apply to copyright in the UK.\n[18]\tThe\r\nBerne Convention for the Protection of Literary and Artistic Works\r\ndoes not affect the position.\n20\nIt rests\non three basic\r\nprinciples, namely national treatment, automatic protection and\r\nindependence of protection.\nNational\r\ntreatment\nrefers to\r\nthe principle that works originating in one of the contracting states\r\n(that is, works the author of which is a national\nof such a state or\r\nworks which were first published in such a state) must be given the\r\nsame protection in each of the other contracting\nstates as the latter\r\ngrants to the works of its own nationals.\nAutomatic\r\nprotection\nmeans\r\nthat copyright protection may not be conditional upon compliance with\r\nany formality.  And\nindependence\r\nof protection\nsignifies that copyright protection is independent of the existence\r\nof protection in the country of origin of the work. It should\nalso be\r\nborne in mind that the convention does not form part of our law but\r\nmerely places international obligations on governments\nthat have\r\nacceded to it. This means that the convention is not directly\r\njusticiable in our courts.\n21\n[19]\tThis leads ineluctably to the conclusion that IPRs,\r\nincluding copyright, are immovable intangibles and that, according to\r\nthe\nprinciple accepted in\nEilon\n,\r\nlocal courts do not have jurisdiction in respect of foreign copyright\r\nissues. In addition, the fact that a work was created in\nthis country\r\nis beside the point for present purposes.\n[20]\tThe conclusion finds support in Antipodean\r\njurisprudence. In\nPotter v Broken Hill Pty\r\nCompany Ltd\n[1906] HCA 88\nthe High Court of\r\nAustralia had occasion to consider whether a patentee could institute\r\naction\nin the Supreme Court of\r\nVictoria by the appellant against a company incorporated and\r\nregistered in Victoria for the infringement\nin New South Wales of a\r\nNew South Wales patent. In order to determine whether the court in\r\nVictoria had jurisdiction the High Court\nconsidered the nature of the\r\npatentee’s right. The court held that a patent right was\nincorporeal\r\npersonal property and that since a patent monopoly has no effective\r\noperation beyond the territory of the state under\nwhose laws it is\r\ngranted and exercised ‘it partakes of the nature of an\r\nimmoveable as distinguished from a moveable’.\nBecause of this the court held that the\nforum\r\nrei sitae\nhad exclusive jurisdiction to\r\ndecide cases relating to patent infringement. The analogy has been\r\nextended to copyright by courts\nin Australia and New Zealand.\n22\n[21]\tThe fact that copyright exists without registration\r\nis without consequence. Prof Austin explained that\n‘\nintellectual property\r\nrights exist at the sufferance of the domestic sovereign.  With\r\nrespect to patents and trade marks, whose\nexistence depends on\r\nbureaucratic action, this characterisation is fairly clear. \r\nIndividual copyrights do not depend on state\naction to come into\r\nexistence. However, individual domestic copyright statutes still\r\ndefine the circumstances in which copyrights\ncome into existence and\r\nthe nature and content of authors’ rights.’\n23\nThe first sentence requires some modification. As was\r\nmentioned in\nLucasfilm,\n24\n‘[s]overeignty in any realistic sense does not come into’\r\nregistered rights. There is no difference between the grant\nof a\r\ntrading licence and a patent or trade mark registration. They are all\r\nbureaucratic acts by administrative staff in terms of\ngenerally\r\napplicable laws. Copyright, which does not involve administrative\r\nintervention, exists naturally by virtue of local legislation.\n[22]\nLucasfilm\n,\r\nas mentioned, dealt with exactly the same issue that concerns this\r\ncourt. Although UK courts had personal jurisdiction, the question\nwas\r\nwhether they had subject-matter jurisdiction, ie, whether there was a\ncausa jurisdictionis\n.\r\nIt is not necessary to traverse all the reasoning which led the court\r\nto the conclusion that a UK court did not have jurisdiction\nto decide\r\na matter involving the infringement of foreign copyright. For present\r\npurposes it suffices to point out that the court\napplied a\r\njurisdiction rule applicable to immovables, which is for all intents\r\nand purposes the same as the rule in\nEilon\n,\r\nto copyright. The rule derives from\nBritish\r\nSouth Africa v Companhia de Moçambique\n[1893] AC 602\nin which the House of Lords drew a distinction between\r\n‘matters which are transitory and those which are local in\r\nnature’,\nholding that English courts did not have jurisdiction\r\nover the latter.\n25\nIn this regard it mentioned that its approach coincided with the\r\nposition under Roman law (at 623-624).\n[23]\tThe rule was affirmed in\nHesperides Hotels v\r\nAegean Turkish Holidays\n[\n1979]\r\nAC 508\nwhere the rule was said to be that an English court has no\r\njurisdiction to entertain an action for (1) the determination of the\n\ntitle to, or the right to the possession of, any immovable situate\r\nout of England (foreign land); or (2) the recovery of damages\nfor\r\ntrespass to such immovable.\n26\n[24]\tAlthough Laddie J\n27\nwas not prepared to accept that it was correct to describe IPR as\r\nimmovables and although the court in\nLucasfilm\ndid not in so many\r\nterms mention that copyright is an incorporeal immovable, such a\r\nfinding is a necessary corollary of the ratio\nof this judgment in the\r\ncontext of our law, which is a fusion of Roman and Germanic law.\n28\n[25]\tThe court in\nLucasfilm\nalso had regard to\r\npractical considerations as to why a local court should not exercise\r\njurisdiction over foreign copyright.\n29\nIn other words, the court was able to justify its conclusion not only\r\non principle but also on the grounds of convenience and common\n\nsense.\n30\nThese considerations include the fact that enforcement may involve a\r\nclash of the IP policies of different countries; that\r\nextra-territorial\njurisdiction involves a restraint on actions in\r\nanother country – an interference which prima facie a foreign\r\njudge should\navoid; and that it will create too much room for\r\nforum-shopping. In addition,\n31\n‘\nit is\r\nquite clear that those concerned with international agreements about\r\ncopyright have refrained from putting in place a regime\nfor the\r\ninternational litigation of copyrights by the courts of a single\r\nstate.  . . . A system of mutual recognition of copyright\n\njurisdiction and of copyright judgments could have been created but\r\nit has not.’\nPlaintiffs’ counsel did not even attempt to refute\r\nthe validity of any of these propositions.\n[26]\tIt follows that the appeal must be dismissed with\r\ncosts, including the costs of two counsel, and it is so ordered.\n_____________________\nL T C HARMS\nDEPUTY PRESIDENT\nAPPEARANCES\nAPPELLANT/S\t\tA Subel SC (with him O Salmon SC)\nInstructed by Werksmans, Sandton\nMatsepes Incorporated, Bloemfontein\nRESPONDENT/S:\t\tJ Blou SC (with him C Bester)\nInstructed by Deborah Mann Attorney, Johannesburg\nLovius Block Attorneys, Bloemfontein\n1\nEwing McDonald & Co Ltd v M&M Products\r\n\tCo\n[1990] ZASCA 115\n;\n1991 (1) SA 252\n(A) 256G-H.\n2\nMakhanya v University of Zululand\n2010\r\n\t(1) SA 62\n(SCA)\nparas 28-36 and 54 read\r\n\twith\nEstate Agents Board v Lek\n1979 (3) SA 1048\n(A) 1063F-G,\nSteytler\r\n\tNO v Fitzgerald\n1911 AD 295\nat\r\n\t314-315, 346-347 and\nGcaba v Minister\r\n\tfor Safety and Security\n2010 (1) SA\r\n\t238 (CC).\n3\nLaw of Evidence Amendment Act 45 of 1988\ns 10(1).\n4\n\">\n4\nC F Forsyth\nPrivate\r\n\tInternational Law\n4 ed p 167 fn 64 and\r\n\t65 for the cases.\n5\nEwing McDonald & Co Ltd v M&M Products\r\n\tCo\n[1990] ZASCA 115\n;\n1991 (1) SA 252\n(A) 259D-E, 260B-E.\n6\nVeneta Mineraria spa v Carolina Collieries\r\n\t(Pty) Ltd\n1987 (4) SA 883\n(A) \r\n\t893E-894B.\n7\nThese rules are based on Voet 5.1.77. See\nRosa’s\r\n\tHeirs v Inhambane Sugar Estates Ltd\n1905\r\n\tTH 11\n;\nWelgemoed and another NNO v The\r\n\tMaster\n1976 (1) SA 513 (T) 522.\n8\nHugo v Wessels\n1987 (3) SA 837\n(A) 851D-F, 856H-I.\n9\nFrancois du Bois (ed)\nWille’s\r\n\tPrinciples of South African Law\n9 ed\r\n\tpp 412-413, 419-425 (2007); C G van der Merwe\nSakereg\n2 ed pp 36-47 (1989).\n10\nSpier Estate v Die Bergkelder Bpk\n1988 (1) SA 94\n(C) 98G-J.\nGraham Austin\nPrivate\r\n\tInternational Law And Intellectual Property Rights: A Common Law\r\n\tOverview\npara 36 available electronically at\nwww.wipo.int\n.\n11\nMV Snow Delta: Serva Ship Ltd v Discount\r\n\tTonnage Ltd\n2001 (4) SA 746\n(SCA)\r\n\tparas 9-14.\n12\nCornish & Llewelyn\nIntellectual\r\n\tProperty\n5 ed p 26 (2003).\n13\nTerritoriality and Extraterritoriality in\r\n\tIntellectual Property Law\nelectronically available at http://ssrn.com.\n14\nNorbert Steinhardt & Sons Ltd v Meth\n[1961] HCA 33\npara 7 (Australia);\nPlastus\r\n\tKreativ v 3M\n[1995] RPC 438\n447 (UK);\nVoda v Cordis Corporation\n[2007] USCAFED 29\n;\n476 F.3d 887\n(USA).\n15\nVictoria’s Secret Inc v Edgars Stores Ltd\n[1994] ZASCA 43\n;\n1994 (3) SA\r\n\t739\n(A).\n16\nMcDonald’s Corporation v Joburgers\r\n\tDrive-Inn Restaurant (Pty) Ltd\n[1996]\r\n\t4 All SA 1\n(A),\n1997 (1) SA 1\n(A).\n17\nCaterham Car Sales & Coachworks Ltd v\r\n\tBirkin Cars (Pty) Ltd\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA) para 20.\n18\nSociety of Composers, Authors and Music\r\n\tPublishers of Canada v Canadian Association of Internet Providers\n2004 SCC 45\n;\n[2004] 2 SCR 427\npara 56 (Canada).\n19\nVagar (t/a Rajshree Release) v Transavalon\r\n\t(Pty) Ltd (t/a Avalon Cinema)\n1977 (3)\r\n\tSA 766\n(W) 769E. Compare\nAppleton v\r\n\tHarnischfeger Corporation\n[1994] ZASCA 141\n;\n1995 (2) SA\r\n\t247\n(A) 257D-258D.\n20\nChristopher Wadlow\nThe\r\n\tEnforcement of Intellectual Property in European and International\r\n\tLaw\np 11-14 (1998).\n21\nMemory Institute SA CC t/a Memory Institute v\r\n\tHansen\n2004 (2) SA 630\n(SCA) para 6.\n22\nTyburn Productions v Conan Doyle\n(1990) 19 IPR 455\n;\nAtkinson\r\n\tFootwear Ltd v Hodgskin International Services Limited\n(1994) 31\r\n\tIPR 186\n(NZ), both referred to in\nLucasfilm\npara 157. See\r\n\talso the views of Justice Gummow, ‘Introduction’ in\r\n\tRickett & Austin (eds)\nInternational Intellectual Property\r\n\tand the Common Law World\n5 (2000) quoted by Prof Graham Austin\nop cit\n. The judgment in\nKK Sony Computer Entertainment v\r\n\tVan Veen\n(2006) 71 IPR 179\n(New Zealand) came to a different\r\n\tconclusion by following\nPearce v Ove Arup Partneship Ltd\n[1999] 1 All ER 769\nbut\nLucasfilm\nheld that\nPearce\nhad\r\n\tbeen misunderstood.\n23\nAt para 21.\n24\nAt para 182 (iii) and (iv).\n25\nLucasfilm\npara\r\n\t140 and 175.\n26\nLucasfilm\npara144.\n27\nCoin Controls v Suzo International\n[1999]\r\n\tCh 33\nat 44D-E. See also the similar views of Fawcett &\r\n\tTorremans\nIntellectual Property and\r\n\tPrivate International Law\np 280-293\r\n\t(1998).\n28\nSee the references in fn 9.\n29\nLucasfilm\npara 177-181.\n30\nCompare\nSonia (Pty)\r\n\tLtd v Wheeler\n1958 (1) SA 555\n(A)\r\n\t562A.\n31\nLucasfilm para\n179",
  "scraped_at": "2026-02-11T20:31:57.555914",
  "date": "2010-09-03",
  "coram": [
    "Harms DP",
    "Nugent",
    "Lewis",
    "Ponnan",
    "Cachalia JJA"
  ],
  "case_number": "40/2010",
  "parties": {
    "applicants": [
      "Gallo Africa Ltd",
      "Gallo Licensing (Pty) Ltd",
      "Mavuthela Music Company (Pty) Ltd",
      "SM Publishing (Pty) Ltd",
      "Robert Ian von Memerty"
    ],
    "respondents": [
      "Sting Music (Pty) Ltd",
      "JT Wholesale (Pty) Ltd",
      "JT Publishing",
      "Johan (Joe) Theron",
      "Patricia Thembi Nyandeni",
      "Gertrude (Todd) Twala"
    ]
  },
  "sections": {
    "facts": "The appellants, five companies and an individual, claimed ownership of copyright in a musical work titled “Umoja” through assignment or original authorship. They alleged that the respondents had infringed those rights in South Africa since 2001 by performing, recording, filming and broadcasting the work. In addition, the appellants asserted that the respondents had infringed the same works in nineteen other jurisdictions, ranging from Japan to the United States, relying on the copyright laws of each foreign country. The high court was asked to grant interdicts, damages and royalties for the alleged foreign infringements.",
    "issues": "The central issue was whether the South Gauteng High Court had jurisdiction to adjudicate claims based on foreign copyright statutes. Specifically, the court had to determine whether the nature of the right (foreign copyright) or the relief sought (injunctions and damages) conferred jurisdiction, and whether the presence of an incola (resident plaintiff) affected the jurisdictional analysis.",
    "principles": "The court reaffirmed that jurisdiction is territorial and depends on the nature of the right and the place where the alleged breach occurred. Intellectual property rights, including copyright, are immovable intangibles; thus, the forum rei sitae principle applies, giving exclusive jurisdiction to the courts of the territory where the infringement occurs. The court cited Roman‑Dutch common‑law principles, the Supreme Court Act s 19(1)(a), and leading authorities such as Lucasfilm Ltd v Ainsworth, Eilon v Eilon, Potter v Broken Hill, and British South Africa v Companhia de Moçambique. The Berne Convention was held not to be directly enforceable in South African courts.",
    "application": "Applying these principles, the court concluded that the foreign copyright infringements fell outside South Africa’s territorial jurisdiction. The appellants’ argument that the presence of an incola or the ability of the court to take judicial notice of foreign law conferred jurisdiction was rejected. The high court’s earlier decision to strike out the foreign law pleadings was affirmed, and the appeal was dismissed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. No relief was granted for the foreign copyright infringement claims."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Copyright",
    "level_3": [
      "jurisdiction",
      "foreign copyright",
      "territoriality",
      "incola",
      "high court"
    ]
  }
}