{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/161.html",
  "case_name": "Louw and Other v Nel (45/10) [2010] ZASCA 161; 2011 (2) SA 172 (SCA) ; [2011] 2 All SA 495 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 161",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 161\n|\nNoteup\n|\nLawCite\nLouw and Other v Nel (45/10) [2010] ZASCA 161; 2011 (2) SA 172 (SCA) ; [2011] 2 All SA 495 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 45/10\nJOHANNES\r\nPETRUS LOUW\n...........................................................................\nFirst\r\nAppellant\nWILLEM\r\nHOFMEYR DU PREEZ\n.................................................................\nSecond\r\nAppellant\nLUCAS\r\nLEJARA MOTHUPI\n............................................................................\nThird\r\nAppellant\nKURT\r\nANDY LINDOOR\n................................................................................\nFourth\r\nAppellant\nLEJARA\r\nBUSINESS INTELLIGENCE (PTY) LTD\n...........................................\nFifth Appellant\nLEJARA\r\nINVESTMENT HOLDINGS\n...............................................................\nSixth\r\nAppellant\nLEJARA\r\nERP SOLUTIONS (PTY) LTD\n.....................................................\nSeventh\r\nAppellant\nLEJARA\r\nINFORMATION MANAGEMENT (PTY) LTD\n.................................\nEighth\r\nAppellant\nLEJARA\r\nENTERPRISE SOLUTIONS (PTY) LTD\n...........................................\nNinth\r\nAppellant\nLEJARA\r\nENTERPRISE OUTSOURCING (PTY) LTD\n....................................\nTenth\r\nAppellant\nLEJARA\r\nCHANGE MANAGEMENT (PTY) LTD\n.......................................\nEleventh\r\nAppellant\nand\nCHRISTIAAN\r\nHENDRIK NEL\n...............................................................................\nRespondent\n___________________________________________________________________\nNeutral\r\ncitation:\nLouw v Nel\n(45/10)\n[2010] ZASCA 161\n(1 December 2010)\nBENCH:\r\nLEWIS, PONNAN, MHLANTLA and SHONGWE JJA,\nand\r\nBERTELSMANN AJA\nHEARD: 18 NOVEMBER 2010\nDELIVERED: 1 DECEMBER 2010\nSUMMARY:\r\nCompanies Act 61 of 1973 – s 252 – relief from oppression\r\n– disputes of fact – cannot be resolved\non the papers.\n__________________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n: North Gauteng High Court (Pretoria) (Mavundla\r\nJ sitting as court\nof first instance).\n1 Both the appeal and cross appeal are dismissed, in each instance\r\nwith costs, such costs, to include, where applicable, those\n\nconsequent upon the employment of two counsel.\n2 Paragraph 2 of the order of the court below is set aside and in its\r\nstead is substituted:\n‘\nThe applicant is ordered to pay the costs\r\nof the application’.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN\r\nJA (LEWIS, MHLANTLA and SHONGWE JJA and BERTELSMANN AJA concurring):\n[1] This is a case that is by no means easy for an appellate court\r\nsatisfactorily to deal with, not least because of the rather\n\nvoluminous and sometimes conflicting affidavits, but also, as\r\nimportantly, because events intervened as the matter progressed,\n\nrendering the principal relief that was originally sought obsolete.\r\nMuch of the difficulty in this matter arises as well from the\nmanner\r\nin which the founding papers were cast and the paucity of the\r\ninformation that they contained in respect of certain crucial\naspects\r\nof the case. Whether those should prove to be an insuperable obstacle\r\nto a decision in the matter is what calls for consideration.\n[2] The respondent, Christiaan Nel (Nel), the first appellant,\r\nJohannes Louw (Louw) and the second appellant, Willem du Preez (Du\n\nPreez), formed a partnership known as EPI-USE Financials Partnership\r\n(the partnership), which commenced business on 1 November\n2002. The\r\npartnership conducted business in the implementation and continuous\r\noperation, including training and problem-solving,\nof a computer\r\nprogramme used by big business known as SAP. During early 2003 the\r\npartnership became involved in certain projects\ntogether with the\r\nthird appellant, Lukas Lejara Mothupi (Mothupi).\n[3] By that stage the appreciation had dawned on the three partners\r\nthat if the partnership was to secure state contracts it was\n\nnecessary for it to implement a black economic empowerment policy.\r\nMothupi appeared well-suited to achieve that strategic vision\nof the\r\npartnership. After negotiations between the three partners and\r\nMothupi it was decided that the future business of the partnership\n\nshould be conducted through a company and to that end a shelf\r\ncompany, which was registered and incorporated on 10 January 2003,\n\nwas acquired. The name of the shelf company was changed first to\r\nLejara Business Intelligence (Pty) Ltd and thereafter to Lejara\n\nConsulting (Pty) Ltd (the company). Each of Nel, Louw and Du Preez\r\nheld 16 per cent of the shares in the company. Mothupi held\n52 per\r\ncent of the shares. Of his 52 per cent shareholding Mothupi explains:\n'I was, however, only the owner of 16% of the shares and\r\nnot 52% because I held the balance of the shares, namely 36%, as\r\nnominee\nfor previously disadvantaged individuals which we intended to\r\nbecome shareholders and directors of [the company] in order to comply\n\nwith the Black Economic Empowerment legislation. It was the\r\nunderstanding that if no suitable candidates were available to take\n\nup the 36% shares held by me, the shares would be divided equally\r\namongst the applicant, the first respondent, the second respondent,\n\nthe third respondent and myself.'\nHe continues:\n‘\nThe four of us were the sole\r\ndirectors of the company and the four of us each brought the\r\nfollowing skills to the [company]:\n[Nel]: SAP management accounting (controlling) skills\r\nand SAP business planning skills;\n[Louw]: SAP management accounting (controlling) skills\r\nand SAP business planning skills;\n[Du Preez]: SAP financial accounting skills and SAP\r\nbusiness planning skills;\nMyself: SAP logistic skills.\n. . .\nI was not entitled to rely on the additional 36%\r\nshareholding when voting and at meetings of the directors each\r\ndirector had an\nequal vote which was cast by the showing of hands. I\r\nchaired the meeting of directors and had a deciding vote if a\r\nstalemate would\narise.'\n[4] On 23 May 2003 what was termed a 'previously disadvantaged\r\nindividual', Bhadrakan Chibi, was awarded 16 per cent of the shares\n\nin the company which shareholding was allocated from the 36 per cent\r\nheld by Mothupi as nominee. Shortly thereafter Chibi returned\nhis\r\nshares and resigned as a director. His shares were distributed to the\r\nfour remaining directors and shareholders. On 1 April\n2004 the fourth\r\nappellant, Kurt Lindoor (Lindoor), purchased 16 per cent of the\r\nCompany's shareholding for the sum of R10 000 per\nshare. This was\r\nmade up of four per cent of the shareholding of each of the other\r\nfour shareholders. The effect of that transaction\nwas that Mothupi\r\nheld 36 per cent of the shares and each of the others 16 per cent.\n[5] In August 2004 it was decided that the company would expand its\r\nbusiness operation. Money had to be borrowed from a financial\n\ninstitution and security in the form of suretyships was required from\r\neach of the shareholders for that purpose. That marked the\nbeginning\r\nof discontent and distrust between Nel on the one hand and the other\r\nshareholders on the other.\n[6] According to Nel it 'soon became evident to him that there was a\r\nmove afoot to sideline him and force him to dispose of his\ninterest\r\nin the company'. The other directors on the other hand formed the\r\nview that Nel:\n'acted in an obstructive and disruptive manner; breached\r\nhis fiduciary duty as director of [the company]; caused [the company]\r\nirreparable\nharm and damages and strained the relationship with the\r\nother directors and shareholders'.\nThings came to a head on 16 September 2005 when a general\r\nshareholders' meeting of the company resolved by a majority vote of\r\n84 per cent for and 16 per cent against (Nel voting against the\r\nmotion) that Nel be removed as a director of the company. The\r\nallegations\nlevelled against him were inter alia that he had breached\r\nhis fiduciary duty, stolen the company's intellectual property and\r\nconducted\nhimself dishonestly and to the general prejudice of the\r\ncompany.\n[7] According to Nel, on 21 November 2005 he attended a shareholders’\r\nmeeting of the company where he was informed that the\n‘shareholders\r\nloans which were due, could not be paid because that would\r\neffectively place [the company] in an insolvent\nposition’. Nel\r\nthus formed the view that the company was unable to pay its debts as\r\ncontemplated by s 344(f) of the Companies\nAct 61 of 1973. He\r\nresponded by launching an application on 30 November 2005 to the\r\nNorth Gauteng High Court (Pretoria). To the\nextent here relevant he\r\nsought an order:\n'1 Placing the [company] under winding up in the hands\r\nof the Master of the above Honourable Court.\n2 Directing that the costs of this Application be costs\r\nin the winding up of the [company];\nAlternatively to paragraphs 1 - 2\n3 Declaring that the affairs of the [company] is being\r\nconducted in a manner unfairly prejudicial, unjust or inequitable to\r\nthe\nApplicant as contemplated in Section 252(1) of the Companies Act,\r\n61 of 1973;\n4 Directing that [Louw], [Du Preez], [Mothupi] and\r\n[Lindoor] purchase [Nel’s] shares in [the company] at a value\r\nto be determined\nby an independent auditor appointed by agreement\r\nbetween the [parties] and, failing such agreement by an independent\r\nauditor duly\nappointed by the current President of the Institute of\r\nChartered Accountants of the Republic of South Africa, having regard\r\nto\nthe provisions of Section 252(3) of the Companies Act 61 of 1973;\n5 Directing that [Louw], [Du Preez], [Mothupi] and\r\n[Lindoor] pay the costs of this Application, jointly and severally,\r\nthe one paying\nthe other to be absolved.’\n[8] In his founding affidavit in support of the winding-up\r\napplication Nel alleged that:\n‘\nIn support of my contentions\r\nthat it would be just and equitable to place [the company] under\r\nwinding up, I rely,\ninter\r\nalia\non the\r\nfollowing:\nfrauds have been perpetrated in the conduct and\r\nmanagement of the affairs of the company by their controllers namely\r\n[Louw], [Du\nPreez], [Mothupi] and [Lindoor];\nI have been excluded from the business affairs of [the\r\ncompany] and its affairs and business have been conducted to its\r\ndetriment\nand to my prejudice as an excluded outside shareholder when\r\nthe intention at the formation of the business of the company was to\n\nparticipate as an equal partner and shareholder;\n. . .\nthe main business of [the company] has been disposed of\r\nto other companies whose directors and shareholders are common with\r\nthat\nof [the company], save that I have been excluded, [the company]\r\nhas not been compensated for such disposal and this was in violation\n\nof my rights in terms of the Companies Act.\n[Louw], [Du Preez], [Mothupi] and [Lindoor] have\r\ncontrived to ensure that:\n(i) the business of [the company] has ceased trading;\n(ii) the assets of [the company] have been transferred\r\nto companies with common shareholders and directors of [the company]\r\nto my\nexclusion, which companies are\ninter\nalia\n:\nDe La Harpe Trading (Six) (Pty) Ltd [De La Harpe];\nMatlotlo Trading 26 (Pty) Ltd [Matlotlo];\n[the company] has ceased invoicing for work undertaken\r\nby it for its customer base and is not participating in those\r\nrevenues;\nthe sales representatives engaged by [the company] have\r\nbeen instructed to, and are no longer taking orders in the name of\r\n[the\ncompany] but are now canvassing business for those other\r\nentities;\nthe entire customer base of [the company] has been\r\ndiverted to the aforementioned companies;\nthe sales representatives of [the company] have been\r\ninstructed to and are furnishing quotations to customers of [the\r\ncompany] in\nthe name of the aforementioned companies;\n[the company's] customer base and the market which it\r\nservices have been informed that the affairs of [the company] are\r\nbeing wound\ndown.\nthere has been a wrongful and wholesale diversion of the\r\nbusiness of [the company] to the aforementioned companies;\n. . .\nI have been removed as director of [the company] and\r\nhave now been totally excluded from its affairs.\n. . .\nMy entire interest in [the company] has been now eroded\r\nand there are in fact now no assets in [the company].\nAs a result of this conduct and other conduct to which\r\nreference is made in this affidavit, there has been a complete\r\nbreakdown\nof the relationship of mutual trust and confidence between\r\n[Louw], [Du Preez], [Mothupi] and [Lindoor], on the one hand and me\r\non the other. In addition I have a justifiable lack of confidence in\r\ntheir integrity and, in turn, in their ability to honestly\nmanage the\r\naffairs of [the company] and to ensure that I receive what dividend\r\nis due to me.'\n[9] And in support of the alternative relief sought by him, Nel\r\nstated:\n'(a) In the alternative to winding up, I seek relief\r\nfrom oppression in terms of section 252 of the Act.\n(b) I maintain that the affairs of [the company] are\r\nbeing conducted in a manner unfairly prejudicial, unjust or\r\ninequitable to\nme.\n(c) I seek relief from oppression in terms of Section\r\n252(3) of the Act, in the form of an Order directing that [Louw], [Du\r\nPreez],\n[Mothupi] and [Lindoor] purchase my shareholding against [the\r\ncompany]. [Louw], [Du Preez], [Mothupi] and [Lindoor] are in a\r\nfinancial\nposition to purchase my shares. In order to achieve this\r\nobjective I request the appointment of an independent auditor to be\r\nagreed\nby [Louw], [Du Preez], [Mothupi] and [Lindoor], on one hand\r\nand me on the other, failing agreement by an independent auditor\r\nappointed\nby the President for the time being, of the Institute of\r\nChartered Accountants for the Republic of South Africa.'\n[10] At various stages the record in this matter came to be\r\nconsiderably lengthened by a steady accretion of affidavits. Thus\r\nafter the usual three sets of affidavits had been filed, which were\r\nalready quite voluminous, the parties with a blatant disregard\nfor\r\nthe rules of court, appropriated to themselves the right to file all\r\nmanner of further affidavits. The effect is that the papers\nmay have\r\nbeen needlessly long in some respects and, as shall become apparent,\r\ngrossly deficient in others.\n[11] Significantly, in a duplicating affidavit filed on behalf of the\r\nappellants during June 2006 Mothupi states:\n‘\nthat the respondents [Louw, Du\r\nPreez, Mothupi and Lindoor] herewith consent to an order in terms of\r\nprayer 4 of the notice of motion\nwithout admitting that the affairs\r\nof the first respondent are being conducted in a manner unfairly\r\nprejudicial, unjust or inequitable\nto the applicant'.\nThe response it elicited from Nel was:\n‘\nI note in . . . the\r\nduplicating affidavit, the respondents' consent to an order in terms\r\nof prayer 4 of the notice of motion. While\nI am quite prepared to\r\nhave my 21%\n1\nmember's interest bought out\r\nby the respondents, the wording of prayer 4 ought to be amplified in\r\norder to address and resolve the\nissue between the respondents and me\r\nas well as to do me justice.\nThe purported consent given in prayer 4 of the notice of\r\nmotion in its current wording was merely a strategy by the\r\nrespondents\nto attempt to cheat me of my legitimate interest in [the\r\ncompany], consistent with what they have done to date.\nWithout an amplification of paragraph 4, the\r\nrespondents, by their consent, are attempting to avoid dealing with\r\nthe issue and hope\nto purchase my shares for no value.\nIn essence what the respondents hope to achieve is the\r\npurchase of my shares in [the company] at a worthless valuation\r\nbecause,\nin the interim while this matter has progressed, they have\r\nmade the respondent progressively worthless.\nIn order to do proper justice, the valuation of my\r\ninterests in [the company] must be undertaken on the basis that the\r\nbusiness\nappropriated by the respondents and placed into Matlotlo\r\nTrading 28 (Pty) Limited (subsequently renamed Lejara ERP Solutions\r\n(Pty)\nLimited) and De La Harpe Trading (Six) (Pty) Limited (now\r\nrenamed Lejara Business Intelligence (Pty) Limited). This is so\r\nbecause\nmy principal complaint was that what was in essence a\r\npartnership business has been appropriated by four of the partners\r\ninto other\nentities controlled by them.\nAs an alternative to winding up an order for payment of\r\nmy share was sought, which appears now to have been consented to.\r\nHowever,\nthe intention behind the consent is to consent to a purchase\r\nof my share of the business after it has been stripped of its assets\n\nand revenue.\nIt is only just and equitable that if I am to be bought\r\nout, the purchase of my interest must include the business which has\r\nbeen\nstripped and transferred to the other entities.'\n[12] Thereafter on 14 September 2006 Nel served and filed a notice of\r\namendment. It read:\n'By the insertion immediately after prayer 4 of the\r\nnotice of motion of the following:\nFor the purposes of such valuation, the said value shall\r\nbe determined as the equivalent of 21% of the value of the\r\nbusinesses,\nas a going concern, of Lejara ERP Solutions (Pty) Ltd\r\n(formerly known as Matlotlo Trading 28 (Pty) Ltd), Lejara Business\r\nIntelligence\n(Pty) Ltd (formerly known as De La Harpe Trading (Six)\r\n(Pty) Ltd), Lejara Investment Holdings (Pty) Ltd, any other entity\r\ntrading\nor using the name Lejara in the SAP consulting and/or SAP\r\nsoftware industry and [the company] which shall be deemed to be one\r\ngoing\nconcern consolidated as such and all inter-company liabilities\r\nor expenses shall be ignored.\nThe said auditor shall have the same powers as a referee\r\nappointed in terms of section 19\nbis\nof the Supreme Court Act of 1959 and the provisions of\r\nsection 19\nbis\n(3),\r\n(4), (5) and (6) shall be applicable.'\n[13] It was met with the objection that ‘the amendment that\r\n[Nel] seeks is an order against entities which is not a party\nto this\r\napplication’. In response Nel filed a supplementary affidavit\r\nin which he alleged that:\n‘\nAccordingly, to the best of my\r\nknowledge there are at least five companies with the name Lejara that\r\nhave appropriated the business\nof [the company]. I annex hereto\r\nmarked \"RA39\" a copy of the company search printouts. These\r\ncompanies are:\nLejara Business Intelligence (Pty)\r\nLimited\n2\n(which was formerly De La Harpe\r\nTrading Six (Pty) Limited).\nLejara Investment Holdings (Pty)\r\nLimited.\n3\nLejara ERP Solutions (Pty) Limited\n4\n(which was formerly Matlotlo Trading\r\n28 (Pty) Limited).\nLejara Informational Management (Pty)\r\nLimited.\n5\nLejara Enterprise Solutions (Pty)\r\nLimited\n6\n(which featured in the restraint of\r\ntrade application).\nWith the exception of Informational Management (Pty)\r\nLimited, all the Lejara companies have, [Louw], [Du Preez], [Mothupi]\r\nand [Lindoor]\nas their directors. In Lejara Informational Management\r\n(Pty) Limited the directors are [Louw], [Du Preez], and [Lindoor] and\r\ntwo\nother directors, [Mothupi] is not a director.\nAll the companies, with the exception of Lejara\r\nInformational Management (Pty) Limited have exactly the same\r\nregistered office,\nUnit L13 in the Enterprise Building, Mark\r\nShuttleworth Street, 0087. Lejara Informational Management (Pty)\r\nLimited has its registered\noffice at 287 Lynwood Road, Menlo Park. In\r\nthe case of Lejara Enterprise Solutions (Pty) Limited, it seems that\r\nthe details of\nits registered office, according to the company\r\nsearch, have been incorrectly captured, however according to the\r\naffidavit of [Mothupi]\nin the restraint proceedings, it shares its\r\nregistered office with the other Lejara entities. In this regard I\r\nrefer to annexure\n\"RA37\" above.\nBy reason of the above, and because of the time that has\r\nelapsed since the commencement of these proceedings, as mentioned in\r\nmy\nanswering affidavit to the respondents' duplicating affidavit, I\r\nshall be seeking, in the first instance, an order in terms of an\n\namended prayer 4 of the notice of motion.\nBy reason of the additional facts which have come to\r\nlight since this matter was last set down, the original proposed\r\nnotice of\namendment, annexure \"RA36\", ought to be further\r\nmodified to include a reference to Lejara Informational Management\r\n(Pty)\nLimited, Lejara Enterprise Solutions (Pty) Limited as well as\r\nexcluding payments made by [Louw], [Du Preez], [Mothupi] and\r\n[Lindoor]\nto themselves by way of remuneration after 31 July 2005.'\n[14] As presaged in his supplementary affidavit, prayer 4 of the\r\nnotice of motion was amended once again by Nel, this time to read:\n‘\nDirecting that [Louw] [Du\r\nPreez] [Mothupi] and [Lindoor] purchase [Nel's] shares in [the\r\ncompany] at a value to be determined by\nan independent auditor\r\nappointed by agreement between [the parties] and, failing such\r\nagreement, by an independent auditor duly\nappointed by the current\r\nPresident of the Institute of Chartered Accountants of the Republic\r\nof South Africa, having regard to\nthe provisions of Section 252(3) of\r\nthe Companies Act, 61 of 1973;\nFor the purposes of such valuation, the said value shall\r\nbe determined as the equivalent of 21% of the value of the\r\nbusinesses,\nas a going concern, of Lejara ERP Solutions (Pty) Ltd\r\n(formerly known as Matlotlo Trading 28 (Pty) Ltd), Lejara Business\r\nIntelligence\n(Pty) Ltd (formerly known as De La Harpe Trading (Six)\r\n(Pty) Ltd), Lejara Investment Holdings (Pty) Ltd, Lejara\r\nInformational Management\n(Pty) Limited, Lejara Enterprise Solutions\r\n(Pty) Limited, any other entity trading or using the name Lejara in\r\nthe SAP consulting\nand/or SAP software industry and [the company]\r\nwhich shall be deemed to be one going concern consolidated as such\r\nand all inter-company\nliabilities or expenses, and all payments made\r\nto [Louw], [Du Preez], [Mothupi] and [Lindoor] by way of remuneration\r\nfrom [the\ncompany] after 31 July 2005, shall be ignored.\nThe said auditor shall have the same\r\npowers as a referee appointed in terms of section 19\nbis\nof the Supreme Court Act of 1959 and\r\nthe provisions of section 19\nbis\n(3), (4), (5) and (6) shall be\r\napplicable.'\n[15] The matter was argued before Mavundla J\r\nduring October 2007. By then a further two entities – Lejara\r\nEnterprise Outsourcing\n(Pty) Ltd\n7\nand Lejara Change Management (Pty) Ltd\n8\nhad been joined as respondents in the application.\r\nMoreover, by that stage the company had been wound up at the instance\r\nof a third\nparty creditor. Judgment was handed down some 18 months\r\nlater on 19 March 2009. The learned judge ordered Louw, Du Preez,\r\nMothupi\nand Lindoor\nto:\n‘\npurchase [Nel's] shares in\r\n[the company] at a value to be determined by an independent auditor\r\nappointed by agreement between [the\nparties] and, failing such\r\nagreement by an independent auditor duly appointed by the current\r\nPresident of the Institute of Chartered\nAccountants of the Republic\r\nof South Africa, having regard to the provisions of Section 252(3) of\r\nthe Companies Act 61 of 1973;\n[and]\nindividually, jointly and severally, the one paying the\r\nothers to be absolved, . . . pay the costs of this application'.\nLeave to appeal and to cross appeal was granted by the court below.\n[16] The order of the court below mirrored in all\r\nmaterial respects that consented to by Louw, Du Preez, Mothupi and\r\nLindoor. That\nnotwithstanding they sought and obtained leave to\r\nappeal against the judgment and order of the learned judge. So did\r\nall of the\nLejara entities, the fifth to 11\nth\nappellants, although none of them was implicated\r\nby the terms of the order of the high court. The judgment of the high\r\ncourt is\nsilent on the fate of the application against the fifth to\r\n11\nth\nappellants.\r\nPresumably they would have been entitled to a dismissal of Nel’s\r\nclaim as against them and an order of costs in\ntheir favour. But that\r\nis not the basis on which they are on appeal before us and nothing\r\nfurther need be said about that. The\ncompany in the meantime having\r\nbeen placed under winding-up took no part in the appeal. On the eve\r\nof the hearing of the appeal,\none of the liquidators filed an\r\naffidavit with this court which stated:\n‘\nI and my co-liquidator have no\r\nintention or desire to intervene or participate in these proceedings\r\nnor cause the insolvent company\nto participate therein as same is\r\nconsidered a dispute between the shareholders of the insolvent\r\ncompany in which the liquidators\nand the insolvent company have no\r\ninterest.\nI and my co-liquidator undertake to abide the decision\r\nof this Honourable Court and will sanction any transfer of shares of\r\nthe\ninsolvent company pursuant to any order made or confirmed by this\r\nHonourable Court in respect of the purchase of such shares.’\n[17] Against that backdrop the decision by the\r\nappellants to prosecute this appeal is perplexing. There is some\r\nsuggestion in the\nheads of argument filed on behalf of the appellants\r\nthat the ‘consent’ amounted to no more than an offer,\r\nwhich was\nnot accepted by Nel, but rather met with a counter-offer in\r\nthe form of an amendment to his notice of motion. I do not agree. In\n\nmy view the ‘consent’ amounted to a formal admission. In\r\nmotion proceedings the parties’ affidavits constitute\nboth\r\ntheir pleadings and their evidence (see\nNational\r\nDirector of Public Prosecutions v Phillips & others\n9\nand the cases there cited). In\nGordon\r\nv Tarnow\n,\n10\nDavis AJA explained the import of a formal\r\nadmission in these terms:\n‘\nBut this admission in the plea\r\nis of the greatest importance, for it is what\nWigmore\n(paras 2588-2590) calls a\r\n“judicial admission” (cf the\nconfessio\njudicialis\nof Voet (42.2.6)) which is\r\nconclusive, rendering it unnecessary for the other party to adduce\r\nevidence to prove the admitted fact,\nand incompetent for the party\r\nmaking it to adduce evidence to contradict it (See also\nPhipson\n(7\nth\ned., p 18))’.\nAnd in\nWater\r\nRenovation (Pty) Ltd v Gold Fields of SA Ltd\n11\nit was expatiated upon thus:\n‘\nIn regard to counsel’s\r\nfirst submission, I do not agree that the admission was not a formal\r\nadmission. It was made in the\ncounterstatement as a formal admission\r\nof an allegation made in the statement of particulars, and it\r\nconstituted what\nWigmore\r\non Evidence\nvol\r\nIX paras 2588-90 calls a “judicial admission”. Such an\r\nadmission is binding upon the party making it, ie it prohibits\nany\r\nfurther dispute of the admitted fact by the party making it and any\r\nevidence to disprove or contradict it (para 2590). Compare\nGordon\r\nv Tarnow\n1947\r\n(3) SA 525\n(A) at 531-2 where Davis AJA said:\n“\nWigmore\n(\nloc\r\ncit\n), speaking of\r\njudicial admissions in general, refers to the Court’s\r\ndiscretion to relieve a party from the consequences of\nan admission\r\nmade in error. It does not seem to me that such a discretion could be\r\nexercised, in a case where the admission has\nbeen made in a pleading,\r\nin any other way than by granting an amendment of that pleading . . .\r\nHere, there has at no stage been\nany such application to amend. But\r\nit is only right to add that in any case I see no valid grounds for\r\nthinking that there has\nbeen any error.”’\nIt follows that the appellants’ appeal is misconceived and it\r\nmust fail. That leaves the cross appeal to which I now turn.\n[18] In the present case it seems clear that the\r\nparties came together on the basis, substantially, of a partnership\r\nbetween them.\nThe company can properly be designated a small private\r\ncompany. It was at the instance of the partnership that the company\r\nwas\nformed. It is thus undisputed that there ought to exist between\r\nthe members in regard to the company's affairs a particular personal\n\nrelationship of confidence and trust similar to that existing between\r\npartners in regard to a partnership business.\n12\n[19] By the time the matter came to be argued before the learned\r\njudge in the high court the company had already been wound up\nby a\r\nthird party creditor. Nel thus restricted the relief that he sought\r\nto that available to him under s 252 of the Act. Section\n252 provides\r\na member with the means of obtaining relief from unfairly\r\nprejudicial, unjust or inequitable acts or omissions of\na company or\r\nconduct of its affairs. It provides:\n‘\n(1) Any member of a company\r\nwho complains that any particular act or omission of a company is\r\nunfairly prejudicial, unjust or inequitable,\nor that the affairs of\r\nthe company are being conducted in a manner unfairly prejudicial,\r\nunjust or inequitable to him or some part\nof the members of the\r\ncompany, may, subject to the provisions of subsection (2), make an\r\napplication to the Court for an order\nunder this section.\n. . .\n(3) If on any such application it appears to the Court\r\nthat the particular act or omission is unfairly prejudicial, unjust\r\nor inequitable,\nor that the company’s affairs are being\r\nconducted as aforesaid and if the Court considers it just and\r\nequitable, the Court\nmay, with a view to bringing to an end the\r\nmatters complained of, make such order as it thinks fit, whether for\r\nregulating the\nfuture conduct of the company’s affairs or for\r\nthe purchase of the shares of any members of the company by other\r\nmembers\nthereof or by the company and, in the case of a purchase by\r\nthe company, for the reduction accordingly of the company’s\r\ncapital,\nor otherwise.’\n[20] It has been suggested that s 252 only applies\r\nas an alternative to winding-up and that an order in terms of that\r\nsection can\nonly be made if the company is fit to be kept alive. On\r\nthis score Professor Gower\n13\nobserves:\n‘\nAnother valuable point emerges\r\nfrom the speeches in the House of Lords. The fact that the company\r\ncannot be preserved as a going\nconcern is no ground for refusing the\r\nso-called alternative remedy under section 210. This, too, had been\r\nthe view of the Court\nof Session, but a contrary decision had been\r\nreached in South Africa under the equivalent section in their Act.\r\nBoth Lord Keith\nand Lord Denning expressly advert to this point and\r\nhappily decide that the section is not restricted in this way.’\nThe House of Lords decision to which Gower refers\r\nis\nScottish Co-Operative Wholesale\r\nSociety Ltd v Meyer & another\n.\n14\nIn it, Lord Keith held (at 86):\n‘\nIt was said that appeal could\r\nnot be made to s 210 unless the company had a continuing life ahead\r\nof it, and here it was clear that\nthe company would have to be\r\nwound-up. But that means that, if oppression is carried to the extent\r\nof destruction of the business\nof the company, no recourse can be had\r\nto the remedies of the section. This would be to defeat the whole\r\npurpose of the section.\nThe present position is due to the oppression\r\nand, but for the oppression, it must be assumed that the company\r\nwould be an active\nand presumably flourishing concern. The section\r\nis, in my opinion, very apt to meet the situation which has arisen.’\nAnd Lord Denning held (at 89):\n‘\nNow I quite agree that the\r\nwords of the section do suggest that the legislature had in mind some\r\nremedy whereby the company, instead\nof being wound-up, might continue\r\nto operate. But it would be wrong to infer therefrom that the remedy\r\nunder s 210 is limited to\ncases where the company is still in active\r\nbusiness. The object of the remedy is to bring “to an end the\r\nmatters complained\nof,” that is, the oppression, and this can\r\nbe done even though the business of the company has been brought to a\r\nstandstill.\nIf a remedy is available when the oppression is so\r\nmoderate that it only inflicts wounds on the company, whilst leaving\r\nit active,\nso, also, it should be available when the oppression is so\r\ngreat as to put the company out of action altogether. Even though the\n\noppressor by his oppression brings down the whole edifice –\r\ndestroying the value of his own shares with those of everyone\nelse –\r\nthe injured shareholders have, I think, a remedy under s 210.’\nWhilst the contrary South African decision to\r\nwhich Gower alludes is that of Reynolds J in\nIrvin\r\nand Johnson Ltd v Oelofse Fisheries Ltd; Oelofse v Irvin and Johnson\r\nLtd & another\n, which held:\n15\n‘\n. . .\nit\r\nseems to me that there is a fourth essential. It must be shown that\r\nthe order that the Court can make – if it does make\nit –\r\ncan remedy the complaints in such a manner that the company can then\r\ncontinue to function properly and will in all probability\nnot perish.\r\nThis seems to be so from the wording of sub-sec 2 of sec 111\nbis\nthat the Court makes its order\r\n“with a view to bringing to an end the matters complained of”\r\nfor it would be futile\nto grant an order which would leave the\r\ncompany so to perish.’\nI shall accept in Nel’s favour, without deciding, that the\r\ngrant of a winding-up order is no bar to an invocation by a minority\n\nshareholder of s 252.\n[21] The wording of the section indicates the\r\nconferment of a very wide discretion upon the court.\n16\nThe court has the power to do what is considered\r\nfair and equitable in all the circumstances of the case, to put right\r\nand cure\nthe unfair prejudice which a minority shareholder has\r\nsuffered at the hands of the majority of the company.\n‘\nThe foundation of it all lies\r\nin the words “just and equitable” and, if there is any\r\nrespect in which some of the cases\nmay be open to criticism, it is\r\nthat the courts may sometimes have been too timorous in giving them\r\nfull force. The words are a\nrecognition of the fact that a limited\r\ncompany is more than a mere judicial entity, with a personality in\r\nlaw of its own: that\nthere is room in company law for recognition of\r\nthe fact that behind it, or amongst it, there are individuals, with\r\nrights, expectations\nand obligations inter se which are not\r\nnecessarily submerged in the company structure. That structure is\r\ndefined by the Companies\nAct 1948 and by the articles of association\r\nby which shareholders agree to be bound. In most companies and in\r\nmost contexts, this\ndefinition is sufficient and exhaustive, equally\r\nso whether the company is large or small. The “just and\r\nequitable”\nprovision does not, as the respondents suggest,\r\nentitle one party to disregard the obligation he assumes by entering\r\na company,\nnor the court to dispense him from it. It does, as equity\r\nalways does, enable the court to subject the exercise of legal rights\n\nto equitable considerations; considerations, that is, of a personal\r\ncharacter arising between one individual and another, which\nmay make\r\nit unjust, or inequitable, to insist on legal rights, or to exercise\r\nthem in a particular way.\nIt would be impossible, and wholly undesirable, to\r\ndefine the circumstances in which these considerations may arise.\r\nCertainly the\nfact that a company is a small one, or a private\r\ncompany, is not enough. There are very many of these where the\r\nassociation is\na purely commercial one, of which it can safely be\r\nsaid that the basis of association is adequately and exhaustively\r\nlaid down\nin the articles. The superimposition of equitable\r\nconsiderations requires something more, which typically may include\r\none, or probably\nmore, of the following elements: (i) an association\r\nformed or continued on the basis of a personal relationship,\r\ninvolving mutual\nconfidence—this element will often be found\r\nwhere a pre-existing partnership has been converted into a limited\r\ncompany; (ii)\nan agreement, or understanding, that all, or some (for\r\nthere may be ‘sleeping’ members), of the shareholders\r\nshall\nparticipate in the conduct of the business; (iii) restriction\r\non the transfer of the members’ interest in the company—so\n\nthat if confidence is lost, or one member is removed from management,\r\nhe cannot take out his stake and go elsewhere.\nIt is these, and analogous, factors\r\nwhich may bring into play the just and equitable clause, and they do\r\nso directly, through the\nforce of the words themselves. To refer, as\r\nso many of the cases do, to ‘quasi-partnerships’ or ‘in\r\nsubstance\npartnerships’ may be convenient but may also be\r\nconfusing. It may be convenient because it is the law of partnership\r\nwhich\nhas developed the conceptions of probity, good faith and mutual\r\nconfidence, and the remedies where these are absent, which become\n\nrelevant once such factors as I have mentioned are found to exist:\r\nthe words ‘just and equitable’ sum these up in the\nlaw of\r\npartnership itself. And in many, but not necessarily all, cases there\r\nhas been a pre-existing partnership the obligations\nof which it is\r\nreasonable to suppose continue to underlie the new company structure.\r\nBut the expressions may be confusing if they\nobscure, or deny, the\r\nfact that the parties (possibly former partners) are now co-members\r\nin a company, who have accepted, in law,\nnew obligations. A company,\r\nhowever small, however domestic, is a company not a partnership or\r\neven a quasi-partnership and it\nis through the just and equitable\r\nclause that obligations, common to partnership relations, may come\r\nin.’\n(Per\nLord\r\nWilberforce in\nEbrahimi\r\nv Westbourne Galleries Ltd.)\n17\n[22] The same reasoning, I daresay, must apply to\r\nthe concept of unfairness encompassed by s 252.\nFairness,\r\naccording to Lord Hoffmann (\nRe a company\r\n(No 00709 of 1992) O’Neill & another v Phillips &\r\nothers\n),\n18\nis the criterion by which a court must decide\r\nwhether it has jurisdiction to grant relief. Generally speaking an\r\napplication of\nthis kind, based upon the partnership analogy cannot\r\nsucceed if what is complained of is merely a valid exercise of the\r\npowers\nconferred on the majority. To hold otherwise would enable a\r\nmember to be relieved from the consequences of a bargain knowingly\r\nentered into by him. For, as Trollip JA put it in\nSammel\r\nv President Brand Gold Mining Co Ltd:\n19\n‘\nBy becoming a shareholder in a\r\ncompany a person undertakes by his contract to be bound by the\r\ndecisions of the prescribed majority\nof shareholders, if those\r\ndecisions on the affairs of the company are arrived at in accordance\r\nwith the law, even where they adversely\naffect his own rights as a\r\nshareholder . . . . That principle of the supremacy of the majority\r\nis essential to the proper functioning\nof companies.’\n[23] The combined effect of subsections (1) and\r\n(3) is to empower the court to make such order as it thinks fit for\r\nthe giving of\nrelief, if it is satisfied that the affairs of the\r\ncompany are being conducted in a manner that is unfairly prejudicial\r\nto the\ninterests of a dissident minority. The conduct of the minority\r\nmay thus become material in at least the following two obvious ways.\n\nFirst, it may render the conduct of the majority, even though\r\nprejudicial to the minority, not unfair. Second, even though the\n\nconduct of the majority may be both prejudicial and unfair, the\r\nconduct of the minority may nevertheless affect the relief that\na\r\ncourt thinks fit to grant under subsection 3.\n20\nAn applicant for relief under s 252 cannot content\r\nhimself or herself with a number of vague and rather general\r\nallegations, but\nmust establish the following: that the particular\r\nact or omission has been committed, or that the affairs of the\r\ncompany are being\nconducted in the manner alleged and that such act\r\nor omission or conduct of the company’s affairs is unfairly\r\nprejudicial,\nunjust or inequitable to him or some part of the members\r\nof the company; the nature of the relief that must be granted to\r\nbring\nto an end the matters complained of; and that it is just and\r\nequitable that such relief be granted.\n21\nThus, the court’s jurisdiction to make an\r\norder does not arise until the specified statutory criteria have been\r\nsatisfied.\n22\n[24] As Buckley J put it in In\nRe\r\nFive Minute Car Wash Service Ltd:\n23\n‘\nThe mere fact that a member of\r\na company has lost confidence in the manner in which the company’s\r\naffairs are conducted does\nnot lead to the conclusion that he is\r\noppressed; nor can resentment at being outvoted, ...’\nIn\nRe a company\n,\n24\nLord Hoffmann put it thus:\n‘\nMr Hollington’s\r\nsubmission comes to saying that, in a “quasi-partnership”\r\ncompany, one partner ought to be entitled\nat will to require the\r\nother partner or partners to buy his shares at a fair value. All he\r\nneed do is to declare that trust and\nconfidence has broken down. . .\r\n.’\n‘\nI do not think that there is\r\nany support in the authorities for such a stark right of unilateral\r\nwithdrawal. There are cases, such\nas\nRe\r\na company (No 006834 of 1988)\n,\nex p Kremer\n[1989] BCLC 365\n, in which it\r\nhas been said that if a breakdown in relations has caused the\r\nmajority to remove a shareholder from participation\nin the\r\nmanagement, it is usually a waste of time to try to investigate who\r\ncaused the breakdown. Such breakdowns often occur (as\nin this case)\r\nwithout either side having done anything seriously wrong or unfair.\r\nIt is not fair to the excluded member, who will\nusually have lost his\r\nemployment, to keep his assets locked in the company. But that does\r\nnot mean that a member who has not been\ndismissed or excluded can\r\ndemand that his shares be purchased simply because he feels that he\r\nhas lost trust and confidence in\nthe others. I rather doubt whether\r\neven in partnership law a dissolution would be granted on this ground\r\nin a case in which it\nwas still possible under the articles for the\r\nbusiness of the partnership to be continued. And as Lord Wilberforce\r\nobserved in\nEbrahimi\r\nv Westbourne Galleries Ltd\n[1972] 2 All ER 492\nat 500,\n[1973] AC 360\nat 380, one should not press the quasi-partnership\r\nanalogy too far: “A company, however small, however domestic,\r\nis a company\nnot a partnership or even a quasi partnership ...”\r\n‘\n[25] The allegations of unfair and oppressive\r\nconduct in the management of the affairs of the company boiled down\r\nto: first, that\nNel had been excluded as a director and thus from the\r\nmanagement of the company; and, second, that the majority\r\nshareholders had\ndestroyed the substratum of the company by starving\r\nit of business, which was diverted to other entities in which they\r\nhad an interest.\nMothupi, on behalf of the appellants, dealt with the\r\nfirst in these terms:\n‘\nThe applicant’s general\r\nconduct and the fact that he caused the first respondent damages as\r\naforesaid, caused the relationship\nbetween the second, third and\r\nfifth respondents on the one side, and the applicant on the other\r\nside, to become strained.’\nAnd after detailing various allegations of misconduct that had been\r\nlevelled against Nel, he said:\n‘\nFrom the aforegoing it is\r\napparent that the applicant acted in an obstructive and disruptive\r\nmanner, breached his fiduciary duty\nas director of the first\r\nrespondent, caused the first respondent irreparable harm and damages\r\nand strained the relationship with\nthe other directors and\r\nshareholders.\nThe situation became so untenable that the shareholders\r\nhad no other option but to convene a general meeting on 6 September\r\n2005\nand to consider the removal of the applicant as a director of\r\nthe first respondent in terms of section 220 of the Companies Act.\nA\r\ncopy of the notice of the general meeting as well as the agenda is\r\nannexed hereto as annexure “LLM28”.’\n[26] In substantiation of the second, Nel contended that the business\r\nof the company had been diverted to De La Harpe Trading (Six)\n(Pty)\r\n(De La Harpe) and Matlotlo Trading 28 (Pty) Limited (Matlotlo) and in\r\nturn to the various Lejara entities that have been\njoined as parties\r\nto the proceedings. In that regard Nel states:\n‘\nThe two entities controlled by\r\n[Louw, Du Preez, Mothupi and Lindoor] effectively control all the\r\nbusiness that was previously the\nbusiness of [the company]. In the\r\ncase of De La Harpe Trading (Six) (Pty) Limited (now Lejara Business\r\nIntelligence), through the\ntransfer of the business pursuant to a\r\npurported sale. In the case of Matlotlo Trading 28 (Pty) Limited (now\r\ncalled Lejara ERP\nSolutions (Pty) Limited), through a management\r\nagreement.’\nThe answer to that complaint, to paraphrase from Mothupi, is that at\r\na general shareholders’ meeting held on 7 June 2005\nit was\r\nunanimously agreed that the intelligence business division of the\r\ncompany would be sold to De La Harpe and the SAP ERP business\nto\r\nMatlotlo. Whilst Mothupi is correct in his assertion that the\r\ndecision was a unanimous one, to be fair to Nel, the minutes of\nthe\r\nmeeting reflect that he abstained from voting on those resolutions:\r\nit thus carried as a unanimous resolution.\n[27] Mothupi explains the necessity for concluding the agreement with\r\nDe La Harpe in these terms:\n‘\n[Nel], however, before the\r\nmeeting of 6 September 2005, caused a letter by his attorney of\r\nrecord to be served by the sheriff on\nthe first respondent,\r\nforeclosing his loan account in the company and required payment of\r\nthe amount of R242 377.87 within three\nweeks after the date of\r\nservice and threatened to continue with an application for the\r\nwinding-up of [the company].\n[Nel’s] loan account plus interest was repaid by\r\n[the company] on 13 September 2005 . . .\n. . .\nAs a result of the repayment of [Nel’s] loan\r\naccount by [the company], [the company] was in no position to repay\r\nthe other\nshareholders’ loan account totalling R646 453.70.\nIn order to prevent [the company] from becoming\r\ninsolvent, the directors of [the company] entered into a written\r\nagreement with\nDe La Harpe . . . in terms of which:\nthe consideration payable in terms of annexure “LLM26”\r\nwill be R600 000.00 and this purchase price will be set off against\n\nthe loan accounts of [Louw], [Du Preez] and my loan accounts in the\r\namount of R200 000.00 each. (It should be noted that the [Lindoor]\n\ndid not have a loan account).’\n[28] According to Mothupi the sale agreement between the first\r\nrespondent and Matlotlo, however, never materialised, resulting\nin\r\nthe company and Matlotlo entering into a management agreement on 7\r\nSeptember 2005. A material term of that agreement was that:\n‘[t]he\r\nfirst respondent and De La Harpe . . . will not compete with each\r\nother’. Nel’s response is:\n‘\nThe “management\r\nagreement” is not a true agreement. This is nothing more than\r\nan attempt by [Louw, Du Preez, Mothupi\nand Lindoor] to appropriate\r\nfor themselves the “partnership” business in the first\r\nrespondent to my detriment’.\nNotwithstanding Nel’s denial one can hardly, without more, in\r\nthe face of that provision in the agreement, conclude that\nMatlotlo\r\nwas set up by the majority shareholders in competition with the\r\ncompany or that in doing so they subordinated the interests\nof the\r\ncompany to that of Matloto.\n[29] Mavundla J made no finding as such that the affairs of the\r\ncompany were being conducted in a manner by the majority that was\n\nunfairly prejudicial to Nel, yet proceeded to grant relief to Nel in\r\nterms of s 252. The gist of the learned judge’s judgment\nis to\r\nbe found in the following three paragraphs:\n‘\nIt is common cause that the\r\nbusiness of [the company] mutated into various entities. These\r\nentities are the sixth to the twelfth\nrespondents, and these have\r\nbeen joined in these proceedings. It is common cause that the then\r\npartnership did not do any accounting\nat its dissolution. It is\r\ncommon cause that the [Nel] was never paid for his shares. A\r\npartnership is an agreement of utmost trust.\nThe respondents have not\r\nhonoured the agreement in that they have not paid the applicant for\r\nhis respective shares in the seven\nentities.\nIt brooks no argument that a partnership, although it\r\nhas been dissolved, is presumed to exist until such time that there\r\nhas been\naccounting to all the partners. In casu, the very fact that\r\nthe business of [the company] devolved into the seven entities,\r\nnamely\nthe sixth to the twelfth respondents, without any prior\r\nagreement between [Nel] and [Louw, Du Preez, Mothupi and Lindoor],\r\nis,\nin my view, sufficient reasons for me to conclude that there is\r\nno agreement between the partnership as to how to dissolve the\r\npartnership. Further it is not disputed by [Louw, Du Preez, Mothupi\r\nand Lindoor] that [Nel] has not been paid his shares. I therefore\n\nconclude that the parties have reached a dead end, thus requiring\r\nthat I must exercise my discretion in the determination of the\nshare\r\nof [Nel].\nWhen the business of [the company] subsequently mutated\r\ninto the seven to the twelfth respondents, it is axiomatic that the\r\n21%\ninterest of the applicant, also mutated into the aforesaid seven\r\nentities. It is, in my view, and I find that, it just and equitable\n\nthat Nel should be paid out, such equity that would be equivalent to\r\nhis 21% share, from each of the respective subsequent seven\nentities\r\nhis equity has also mutated into. It therefore requires that I must\r\ndetermine, what I consider to be a fair and reasonable\nvalue of the\r\napplicant’s 21% share in each individual entity. In this\r\nregard, I need to bear in mind what the authorities\nstate, as\r\nreferred to herein below.’\n[30] With respect to the learned judge what he perceived as common\r\ncause was in fact not so. For, as Mothupi made plain:\n‘\nIt is incorrect that five\r\ncompanies with the name Lejara have appropriated the business of the\r\nfirst respondent.\nLejara Business Intelligence (Pty) Ltd purchased the\r\nbusiness intelligence business division of [the company] as aforesaid\r\nand also\npursued other business propositions in the SAP domain as\r\naforesaid which were not part of the business intelligence business\r\ndivision\nof the first respondent.\nAs far as I am aware, the following companies bear the\r\n“\nLejara name\n”\nand\r\nconduct the following business and have the following directors: . .\r\n.’\nFrom the aforegoing it is apparent that none of the\r\nother companies bearing the name “Lejara” conducts\r\nbusiness similar\nto that of [the company].\nHaving regard to the fact that:\nthe other companies conduct business different from [the\r\ncompany] and which was sold by [the company] to Lejara Business\r\nIntelligence\n(Pty) Ltd;\nthe Lejara companies have different shareholders and\r\ndirectors,\nthe value of the applicant’s shares in the first\r\nrespondent cannot be equated to 21% of shareholding in any of the\r\naforementioned\ncompanies.\nIn the premises the applicant\nis not entitled to the relief claimed\r\nin the proposed amended notice of motion.’\n[31] The nature of the remedy fixed by a court will depend upon its\r\nconclusion on the type of oppression. Something that Mavundla\nJ\r\nappeared not to appreciate.\n‘\nWhat has to be fixed is a\r\n“fair price” (per Lord Denning in the\nScottish\r\nCo-operative\ncase\r\nat p 89). What is fair must necessarily depend upon the circumstances\r\nof the particular case – it is not necessarily\nlimited to the\r\nmarket value of the shares concerned – and I do not consider\r\nthat a tribunal other than the Court hearing\nthe application should\r\nbe required to deal with these considerations. Moreover, I could not\r\nexclude the possibility that considerations\nof the price might\r\nlegitimately affect the exercise of the Court’s discretionary\r\npower to make an order in terms of sec 111\nbis\n.’\n(Per O’ Hagan J in\nBenjamin\r\nv Elysium Investments & another.\n)\n25\nThere is no rule of universal application\r\nas to what is fair. The fairness envisaged is fairness to both sides.\r\nThe matter can never\nbe conclusively determined until all of the\r\nfacts of a particular case are known.\n26\nFor, as Blackman cautions: ‘[t]he\r\nvery wide jurisdiction and discretion it [s 252] confers on the court\r\nmust, however, be\ncarefully controlled in order to prevent the\r\nsection from itself being used as a means of oppression’.\n27\n[32] Notwithstanding the wide discretion conferred\r\non the court it is essential that an applicant should formulate the\r\nrelief that\nis sought (\nBreetvedt v Van\r\nZyl\n;\n28\nLourenco v Ferela (Pty) Ltd (No1)\n29\n).\r\nHere, as I have already shown Nel has simply failed to establish\r\nwhich\nLejara Entities\n(and\r\non what basis) should be encompassed by the order of the court. Every\r\namendment cast the net wider. In heads of argument filed\nwith this\r\ncourt there was yet a further attempt to amend the relief sought to\r\nread:\n‘\n1.1 For the purposes of such\r\nvaluation, the said value shall be determined as the equivalent of\r\n21% of the value of the businesses,\nas a going concern at 28 February\r\n2009, of Lejara ERP Solutions (Pty) Ltd (formerly known at Matlotlo\r\nTrading 28 (Pty) Ltd), Lejara\nBusiness Intelligence (Pty) Ltd\r\nformerly known as De La Harpe Trading (Six) (Pty) Ltd), Lejara\r\nInvestment Holdings (Pty) Ltd, Lejara\nInformational Management (Pty)\r\nLimited, Lejara Enterprise Solutions (Pty) Limited, Lejara Enterprise\r\nOutsourcing (Pty) Ltd, Lejara\nChange Management (Pty) Limited, any\r\nother entity trading or using the name Lejara in the SAP consulting\r\nand/or SAP software industry\nand [the company] which shall be deemed\r\nto be one going concern consolidated as such and all inter-company\r\nliabilities or expenses,\nand all payments made to [Louw, Du Preez,\r\nMothupi and Lindoor] by way of remuneration from [the company] after\r\n31 July 2005, shall\nbe ignored.\n. . .\n1.3 [Louw, Du Preez, Mothupi and Lindoor] shall pay\r\ninterest to the applicant on the value so determined at the rate of\r\n15,5% per\nannum from 28 February 2009 to date of payment.’\n[33] In addition to the claim for interest that\r\nhad not been sought in any of its previous incarnations, the order\r\nprayed sought\nrelief against the 10\nth\nand 11\nth\nappellants, Lejara Enterprise Outsourcing (Pty)\r\nLtd, Lejara Change Management (Pty) Limited, and as previously ‘any\r\nother\nentity trading or using the name Lejara in the SAP consulting\r\nand/or SAP software industry’. It would appear that what was\n\nenvisaged by the inclusion of the additional unidentified entities\r\nwas that an order should issue against entities that are not\nparties\r\nto the proceedings. The absurdity of such a course of conduct is\r\npatent. Moreover, what was sought, absent any factual\nfoundation, was\nthat all of the identified and unidentified Lejara\r\nentities together with the company be deemed to be one going concern\r\nand consolidated\nas such. The absurdity is thus compounded. In any\r\nevent as s 19 bis\n30\nis only applicable in circumstances where parties\r\nto civil proceedings consent to a referral to a referee, it is\r\nplainly inapposite\n(even if just as a point of reference –\r\nwhich is what counsel submitted) to a situation such as one\r\nencounters here where\nthe parties are at loggerheads with each other.\r\nUnsurprisingly counsel was unable to point to any such or similar\r\norder having\nissued by courts either in this country or England.\n[34] Finally, where a liquidator has reason to\r\nbelieve that a pre-liquidation transaction entered into by a company\r\nmay be impeachable,\nit is his or her duty to make proper enquiries\r\ninto the transaction and if satisfied that it is impeachable it is\r\nthe duty of such\nliquidator, provided that the creditors approve of\r\nhis action, to institute proceedings to set aside those\r\ntransactions.\n31\nAs it was put in\nSackstein\r\nNO v Proudfoot SA (Pty) Ltd\n:\n32\n‘\nIn terms of s 391 of the\r\nCompanies Act it is the duty of the liquidator “forthwith to\r\nrecover and reduce into possession”\nall such assets and\r\nproperty. This means that the liquidator must take all steps\r\nnecessary to fulfil the prescribed duty. In the\ncase of voidable\r\ntransactions, he must take the steps that are necessary for the\r\nimpeachment of the transaction. This he can do\nin the Republic of\r\nSouth Africa, irrespective of where the property is situate.’\nHere, Nel’s allegations of asset stripping\r\nand diversion of the business of the company, if well founded, ought\r\non the winding-up\nof the company to have warranted the attention of\r\nthe liquidators. Had those transactions not survived scrutiny, the\r\nliquidators\nwould have been obliged, in the discharge of their duty,\r\nto have taken steps to impugn those transactions. The liquidators are\r\ngiven wide powers by sections 400\n33\n,\r\n402\n34\nand 403\n35\nof the Act. I have little doubt that any such\r\ninvestigations as they may have caused to be made would have been\r\ninvaluable to the\ncourt hearing the matter. Notwithstanding that\r\nthese were proceedings against fellow directors Nel may have been\r\nbetter served\nfrom a practical point of view, in asking for the\r\nmatter to have been stayed until the liquidators had discharged their\r\nduties\n(even if just preliminarily) and reported on the steps that\r\nthey had taken in the discharge of their various duties envisaged by\n\nthe Act.\n[35] As is patent from the affidavits that I have set out in greater\r\ndetail than is absolutely necessary, they reveal sharp disputes\nof\r\nfact upon a number of material issues. In my view those disputes\r\ncould only have been decided after oral evidence had been heard\nin\r\nterms of the rules of court. To my mind what is envisaged by the\r\nsection is a full investigation into the circumstances of the\nalleged\r\noppression, if needs be with viva voce evidence on both sides. It was\r\nthus impossible on the disputed, and in some crucial\nrespects meagre,\r\nmaterial to arrive at any reasonable conclusion or fair determination\r\nunder the section. No referral of the disputes\nto viva voce evidence\r\nwas sought by Nel either in this court or the one below. It\r\naccordingly does not arise. In my view, on the\npapers as they stood,\r\nthe various disputes of fact constituted an insuperable obstacle to\r\nthe grant of relief to Nel under s 252.\n[36] There remains the question of costs. As I have shown Nel\r\nobtained no more than was consented to by Louw, Du Preez, Mothupi\nand\r\nLindoor. It follows that but for the consent, the application ought\r\nto have been dismissed in its entirety. Given that Nel\nchose in the\r\nface of the consent, to go to a full hearing on the papers in pursuit\r\nof the additional relief on which, as I have\nshown, he was not\r\nentitled to succeed, he ought to have been mulcted with those costs\r\nin the court below. It follows that the costs\norder of the court\r\nbelow cannot stand and accordingly falls to be set aside. For the\r\nrest, in my judgment, the appeal fails and\nso does the cross appeal.\n[37] In the result:\n1 Both the appeal and cross appeal are dismissed, in each instance\r\nwith costs, such costs, where applicable, to include those consequent\n\nupon the employment of two counsel.\n2 Paragraph 2 of the order of the court below is set aside and in its\r\nstead is substituted:\n‘\nThe applicant is ordered to pay the costs\r\nof the application’.\n___________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: C van der Westhuizen SC\nD\r\nB du Preez\nA\r\nR Venter\nRoss\r\n& Jacobsz Inc\nPretoria\nMcIntyre\r\n& Van der Post\nBloemfontein\nFor\r\nRespondent: J R Peter SC\nInstructed\r\nby:\nFluxmans\r\nInc\nc/o\r\nFriedland Hart Solomon & Nicolson\nPretoria\nLovius\r\nBlock\nBloemfontein\n1\nNel\r\n\tappears to allocate 21 per cent of the shareholding to\nLouw,\r\n\tDu Preez, Mothupi and himself and 16 per cent to Lindoor.\n2\nThe\r\n\tFifth Respondent.\n3\nThe\r\n\tSixth Respondent.\n4\nThe\r\n\tSeventh Respondent.\n5\nThe\r\n\tEight Respondent.\n6\nThe\r\n\tNinth Respondent.\n7\nThe\r\n\tTenth Appellant.\n8\nThe\r\n\tEleventh Appellant.\n9\n2002\r\n\t(4) SA 60\n(W) para 36.\n10\n1947\r\n\t(3) SA 525\n(A) at 531.\n11\n[1993] ZASCA 169\n;\n1994\r\n\t(2) SA 588\n(A) at 605H-J.\n12\nSee\n[zRPz] APCO Africa (Pty) Ltd & another v APCO\r\n\tWorldwide Inc\n[2008] ZASCA 64\n;\n2008 (5) SA 615\n(SCA).\n13\nLCB\r\n\tGower ‘Company Law ― Oppression of Minorities’\n(1958) 21\nMLR\n653.\n14\n[1958]\r\n\t3 All ER 66.\n15\n1954\r\n\t(1) SA 231\n(E) at 241A-B.\n16\nPer\r\n\tCorbett J in\nBader & another v Weston &\r\n\tanother\n1967 (1) SA 134\n(C) at 148B.\n17\n[1973]\r\n\tAC 360\n(HL) at 379\nb\n-\r\n\t380\nb;\n[1972]\r\n\t2 All ER 492\nat 500\na\n–\nh\n.\n[zRPz]\n.\n18\n[1992]\r\n\t2 All ER 961\nat 966.\n19\n1969\r\n\t(3) SA 629\n(A) at 678G-H.\n20\nIn\nRe London School of Electronics Ltd\n[1986] 1 Ch 211\nat 222.\n21\nLourenco\r\n\tv Ferela (Pty) Ltd (No1)\n1998 (3) SA\r\n\t281\n(T) at 295F-H.\n22\nBlackman\nCommentary on the Companies Act\nVol\r\n\t2 p9-44.\n23\n(1966)\r\n\t1 All ER 242\nat 246.\n24\nSee\r\n\tfn 17.\n25\n1960\r\n\t(3) SA 467\n(E) at 478D-E cited with approval in\nDonaldson\r\n\tInvestments v Anglo Transvaal Collieries\n1983\r\n\t(3) SA 96\n(A) at 120A.\n26\nBlackman\r\n\tp 9-51.\n27\nBlackman\r\n\tp 9-4.\n28\n1972\r\n\t(1) SA 304\n(T) at 315.\n29\n1998\r\n\t(3) SA 281\n(T) at 295-296.\n30\nSubsection\r\n\t(1) of 19\nbis\nprovides: In any civil proceedings any court of\r\n\ta provincial or local division may, with the consent of the parties,\r\n\trefer . .\n.’.\n31\nRennie\r\n\tNO v Gordon & another NNO\n1988 (1)\r\n\tSA 1\n(A) at 21J-22A.\n32\n2003\r\n\t(4) SA 348\n(SCA) para 22.\n33\nSection\r\n\t400 inter alia provides:\n‘\n(1) A liquidator shall examine the affairs and\r\n\ttransactions of t\nhe\r\n\tcompany before its winding-up in order to ascertain―\n(a) whether any of the directors and officers or past\r\n\tdirectors and officers of the company have contravened or appear to\r\n\thave\ncontravened any provision of this Act or have committed or\r\n\tappear to have committed any other offence;\n. . .\n(2) A liquidator shall, before lodging his final\r\n\taccount with the Master, submit to him a report containing full\r\n\tparticulars of\nany such contraventions or offences, suspected\r\n\tcontraventions or offences and any such ground which he has\r\n\tascertained.\n(3)(a) Any report submitted to the Master under\r\n\tsubsection (2) shall be confidential and shall not be available for\r\n\tinspection\nby any person.'\n34\nSection\r\n\t402 inter alia provides:\n‘\nExcept in the case of a members’ voluntary\r\n\twinding-up, a liquidator shall, as soon as practicable and, except\r\n\twith the consent\nof the Master, not later than three months, after\r\n\tthe date of his appointment, submit to a general meeting of\r\n\tcreditors and contributories\nof the company concerned a report as to\r\n\tthe following matters:\n(a) the amount of capital issued by the company and the\r\n\testimated amount of its assets and liabilities;\n(b) if the company has failed, the causes of the\r\n\tfailure;\n. . .\n(d) whether or not any director or officer or former\r\n\tdirector or officer appears to be personally liable for damages or\r\n\tcompensation\nto the company or for any debts or liabilities of the\r\n\tcompany as provided in this Act;\n. . .\n(f) whether or not further enquiry is in his opinion\r\n\tdesirable in regard to any matter relating to the promotion,\r\n\tformation or\nfailure of the company or the conduct of its business;\n(g) whether or not the company has kept the accounting\r\n\trecords required by section 284, and, if not, in what respects the\r\n\trequirements\nof that section have not been complied with. . .'\n35\nSection\r\n\t403 inter alia provides:\n‘\n(1)(a) Every liquidator shall, unless he\r\n\treceives an extension of time as hereinafter provided, frame and\r\n\tlodge with the Master\nnot later than six months after his\r\n\tappointment an account of his receipts and payments and a plan of\r\n\tdistribution or, if there\nis a liability among creditors and\r\n\tcontributories to contribute towards the costs of the winding-up, a\r\n\tplan of contribution apportioning\ntheir liability.\n(b) If the final account lodged under paragraph (a) is\r\n\tnot a final account, the liquidator shall from time to time and as\r\n\tthe\nMaster may direct, but at least once in every period of six\r\n\tmonths (unless he receives an extension of time), frame and lodge\r\n\twith the Master a further account and plan of distribution. . .'",
  "scraped_at": "2026-02-11T20:48:23.681676",
  "date": "2010-12-01",
  "coram": [
    "Lewis JA",
    "Ponnan JA",
    "Mhlantla JA",
    "Shongwe JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "45/10",
  "parties": {
    "applicants": [
      "Johannes Petrus Louw",
      "Willem Hofmeyr du Preez",
      "Lucas Lejara Mothupi",
      "Kurt Andy Lindoor",
      "Lejara Business Intelligence (Pty) Ltd",
      "Lejara Investment Holdings",
      "Lejara ERP Solutions (Pty) Ltd",
      "Lejara Information Management (Pty) Ltd",
      "Lejara Enterprise Solutions (Pty) Ltd",
      "Lejara Enterprise Outsourcing (Pty) Ltd",
      "Lejara Change Management (Pty) Ltd",
      "Christiaan Hendrik Nel"
    ],
    "respondents": [
      "Christiaan Hendrik Nel"
    ]
  },
  "sections": {
    "facts": "The appellants, originally partners in the EPI‑USE Financials Partnership, incorporated a shelf company in January 2003 that became Lejara Business Intelligence (later Lejara Consulting) with shareholdings of 16% each for Louw, du Preez and Lindoor and 52% for Mothupi (36% held as a nominee for previously disadvantaged individuals). Disputes arose after a loan guarantee in 2004, leading to Nel’s removal as director in September 2005 and his claim that the company was insolvent, misappropriated its business to other Lejara entities, and that he had been excluded from management and denied payment for his shares. Nel brought a winding‑up application and, alternatively, relief under section 252 of the Companies Act, seeking the purchase of his 21% share at a valuation based on the related Lejara entities.",
    "issues": "1) Whether the court could grant relief under s 252 of the Companies Act despite the company having been placed in winding‑up. 2) Whether the factual disputes raised by the parties could be resolved on the papers or required oral evidence. 3) Whether the costs order made by the High Court should be set aside.",
    "principles": "Section 252 provides a minority shareholder with a remedy for unfair prejudice, oppression or inequitable conduct, and the court has wide discretion to order purchase of shares or other relief. The remedy is not barred by winding‑up if the oppression exists. However, the court must be satisfied that the applicant has proved the factual allegations; disputes of fact that cannot be determined on the papers require oral evidence. Judicial admissions made in pleadings are binding. The court must also consider the fairness of any valuation and the relevance of liquidator duties in pre‑liquidation transactions.",
    "application": "The appellate court held that the record was dominated by voluminous and conflicting affidavits and that the essential factual disputes – the alleged diversion of business, the valuation of Nel’s share, and the existence of oppression – could not be resolved without oral evidence. Consequently, the requirements of s 252 were not met. The court also noted that the ‘consent’ by the majority shareholders amounted to a formal admission, but this did not overcome the need for factual proof. The appeal and cross‑appeal therefore failed, and the High Court’s costs order was set aside.",
    "conclusion": "Both the appeal and the cross‑appeal were dismissed with costs, including costs for two counsel. The paragraph ordering the applicant to pay the costs of the application was set aside and replaced with an order that the applicant (Nel) must pay the costs of the application."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Oppression of Minority Shareholders",
    "level_3": [
      "section 252",
      "winding‑up",
      "share valuation",
      "judicial admission",
      "liquidator duties"
    ]
  }
}