{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/64.html",
  "case_name": "Nkengana and Another v Schnetler and Another (65/09) [2010] ZASCA 64; [2011] 1 All SA 272 (SCA) (7 May 2010)",
  "citation": "[2010] ZASCA 64",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 64\n|\nNoteup\n|\nLawCite\nNkengana and Another v Schnetler and Another (65/09) [2010] ZASCA 64; [2011] 1 All SA 272 (SCA) (7 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\njudgment\nCase\r\nNo: 65/09\nJOSEPH\r\n\tMNCEDISI NKENGANA\nFirst Appellant\nNOMBEKO\r\n\tFELICIA NKENGANA\nSecond Appellant\nand\nSTEPHANUS\r\n\tVAN DER WALT SCHNETLER\nFirst\r\n\tRespondent\nSTANDARD\r\n\tBANK OF SOUTH AFRICA LTD\nSecond\r\n\tRespondent\nNeutral\r\n\tcita\ntion:\nNkengana\r\n\tv Schnetler\n(65/09)\n[2010] ZASCA 64\n(7 May 2010)\nCoram:\nMPATI\r\n\tP, MHLANTLA, SHONGWE and TSHIQI JJA and GRIESEL AJA\nHeard:\n22\r\n\tFebruary 2010\nDelivered:\n7\r\n\tMay 2010\nSummary:\nContract – sale of land –\r\n\ttender – whether tender of performance by purchasers\r\n\t(appellants) was sufficient to\nentitle them to specific performance.\n____________________________________________________\n______________\nORDER\n____________________________________________________________________\nOn\r\n\tappeal from:\nEastern Cape High Court\r\n\t(Grahamstown) (Jansen, Sandi and Revelas JJ, sitting as court of\r\n\tappeal):\n1.\tThe appeal succeeds with\r\ncosts, excluding the costs arising from the inclusion of volumes 2\r\nand 3 as part of the record on appeal.\n2.\tThe order of the full court is\r\nset aside and replaced with the following:\n‘\n(1)\tThe\r\n\tappeal succeeds with costs.\n(2)\tThe\r\n\torder of the court below is set aside and replaced with the\r\n\tfollowing:\n(a)\tThe first respondent is\r\nordered to take all necessary steps and to sign all necessary\r\ndocuments to effect transfer to the first\nand second applicants of\r\nthe property, described as:\nPortion 43,\r\nPortion of Portion 43 of the farm Draaifontein No 407, in the\r\nDivision of Uitenhage, Eastern Cape Province\n.\nIn\r\nextent 5,8167 (five comma eight one six seven) hectares;\nagainst the\r\nfurnishing\n, by the first and second\r\nappellants, of a guarantee for payment of the following amounts:\n(i)\tR\n89 805.17;\n(ii)\tthe\r\n\toutstanding amount on the first respondent’s bond with the\r\n\tsecond respondent (account number 214201481);\n(i\nii)\ttransfer\r\ncosts and transfer duty (if any) payable in respect of the said\r\ntransfer;\nprovided\r\nthat in the event of the aggregate amount referred to in paras (i)\nand (ii) above not exceeding R260 000,\r\nthen the appellants are to pay to the first respondent an additional\r\namount equivalent\nto the difference between R260 000 and the\r\naggregate amounts as set out in paras (i) and (ii) above;\n(b)\tThe second\r\nrespondent is ordered to take all necessary steps to facilitate the\r\ncancellation of the mortgage bond registered\nover the property\r\nagainst the furnishing by the appellants of a guarantee for the\r\namount out­standing in respect of the mortgage\nbond payable\r\nagainst registration of transfer of the property into the name of the\r\nfirst and second applicants;\n(c)\tShould the\r\nfirst and/or the second respondent fail to take the necessary steps\r\nreferred to in paras (a) and (b) above, the Sheriff\nof this court is\r\nauthorised to sign any documents and to take such steps on their\r\nbehalf as may be necessary to give effect to\nthis order;\n(d)\tThe first and second\r\napplicants are ordered jointly and severally to pay the costs\r\nincurred by the first respondent up to and\nincluding the date of\r\ndelivery of the applicants’ replying affidavit and the first\r\nrespondent is ordered to pay the applicants’\ncosts of the\r\napplication incurred after that date.’\n____________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nGriesel\nAJA\r\n\t(MPATI P, MHLANTLA, SHONGWE\nand\nTSHIQI JJA\nconcurring):\nThis\r\n\tis an appeal against a judgment of\nthe\r\n\tfull court of the Eastern Cape High Court, Grahamstown, dismissing\r\n\tan appeal against a judgment of a single judge (Van der\nByl AJ).\n1\nThis further appeal comes before us with special leave granted by\r\n\tthis court.\nThe\r\n\tclaim originates from a\nwritten deed of\r\n\tsale entered into on 22 December 2000 between the appellants (as\r\n\tpurchasers) and the first respondent and his\nlate wife (as\r\n\tsellers).\n2\nIn terms of the contract the appellants bought the property in\r\n\tquestion, situated in Uitenhage, from the respondent at a purchase\n\n\tprice of R260 000. This amount was payable in four equal\r\n\tmonthly instalments of R50 000 with effect from 31 December\n\n\t2000, with a final instalment of R60 000 due on 30 April 2001.\nSoon\r\n\tafter the conclusion of the agreement it became apparent\nthat\r\n\tthe appellants were not in a position to make payment of the\r\n\tinstalments as stipulated in the contract. It is common cause\nthat\r\n\tthe parties thereupon concluded an oral agreement to the effect\r\n\tthat, instead of paying the purchase price by way of the\ninstalments\r\n\tand on the dates as originally agreed, the appellants would pay the\r\n\trespondent’s monthly bond instal­ments\nto Standard Bank.\r\n\t(It appears from the evidence that the outstanding balance in\r\n\trespect of the bond amounted at that stage to\nR203 635.76.)\nThere\r\n\tis a dispute between the parties as to the exact terms of the oral\r\n\tagreement, to which I shall revert later. It is common\ncause,\r\n\thowever, that the appellants did in fact make certain payments into\r\n\tthe respondent’s bond account with Standard\nBank, albeit\r\n\tsomewhat irregularly and in varying amounts. By February 2007 the\r\n\tappellants claimed to have paid a total amount\nof some R238 054.83\r\n\ttowards the purchase price. Through their attorneys, they\r\n\taccordingly addressed a letter of demand to\nthe respondent claiming\r\n\ttransfer of the property against payment of the outstanding balance\r\n\tof R21 945.17. The appellants\nreceived no response to their\r\n\ttender and they accordingly proceeded to launch the application\r\n\twhich gave rise to the present\nappeal, claiming specific performance\r\n\tin terms of the deed of sale.\nThe\r\n\tappellants attached a schedule to\ntheir\r\n\tfounding affidavit showing how the amount of R238 054.83 was\r\n\tmade up. They also, in the founding affidavit, increased\ntheir\r\n\toriginal offer by tendering, in addition, pay­ment of the\r\n\tbalance out­standing on the mortgage bond registered\nin favour\r\n\tof Standard Bank, together with all transfer costs and transfer\r\n\tduty. (The outstanding balance on the bond at that\nstage, according\r\n\tto the respondent, amounted to R180 282.72.)\nI\nn\r\n\this answering affidavit, the respondent furnished his version of the\r\n\toral agreement. He alleged that, because the appellants\ncould not\r\n\tmanage to pay the purchase price as stipulated and because the\r\n\tappellants had already taken occupation of the property,\nit was\r\n\tagreed that the appellants would pay the monthly instalments owing\r\n\tin respect of the respondent’s mortgage bond\nwith the bank\r\n\tuntil such time as the appellants could manage to pay the full\r\n\tpurchase price. According to the respondent, the\ninstalments would\r\n\tbe paid as occupational rent.\n3\nWith reference to the appellants’ schedule of payments, the\r\n\trespondent disputed some of the alleged payments and denied\nthat a\r\n\ttotal amount of R238 054.83 had been paid, as claimed by the\r\n\tappellants. In this regard he pointed out –\nthat some\r\n\tpayments reflected i\nn the appellants’\r\n\tschedule, totalling R40 100, had been made in respect of the\r\n\tsale of movables (furniture, etc) to\nthe appellants;\nthat some of\r\n\tthe\nalleged payments reflected in the\r\n\tschedule had been reversed by the bank;\nthat a\r\n\tpayment of R23 117.06, reflected in the schedule and made on 10\r\n\tDecember 2004, was in respect of legal costs incurred\nin order to\r\n\tstave off a pending sale in execution because the bond instal­ments\r\n\twere in arrear;\nthat further payments made by\r\n\tthe appellants, totalling some R31 000, were not reflected in\r\n\ttheir schedule.\nIn\r\n\tsummary, he denied that the tender made by the appellants was\r\n\tsufficient\nand accordingly denied that he\r\n\twas liable to pass transfer of the property to them.\nIn\r\n\treply, the appellants\ncategorically denied\r\n\tthat there was any agreement to pay occupational interest. They\r\n\tpointed out, instead, that payment of the\nbond instalments comprised\r\n\tcapital as well as interest. In paying the bond instalments,\r\n\ttherefore, they would at the same time\nbe reducing the capital\r\n\toutstanding. As for the schedule of payments actually made, they\r\n\taccepted the correctness of the respondent’s\nalle­gations\r\n\tin paras (b) and (d) above. They accordingly drew up an amended\r\n\treconciliation, resulting in an increased tender\nof payment of an\r\n\tadditional amount of R67 860.\nFrom\r\n\tthe way in which the matter was presented in the papers and from the\r\n\treasoning of the courts below, it would seem as if the\nfocus largely\r\n\tfell on the numerous factual disputes regarding past payments and on\r\n\tthe exact term\ns of the oral agreement. In\r\n\tthis regard, many arithmetical calculations were done by counsel on\r\n\tboth sides in an attempt to demonstrate\nthat the appellants’\r\n\ttender was or was not sufficient. The appellants also argued that\r\n\tthe oral agreement, insofar as it\npurported to vary the original\r\n\tcontract of sale, was of no force and effect. They accordingly\r\n\tsought to enforce the original\ndeed of sale. The respondent, on the\r\n\tother hand, contended that the oral agreement pertained solely to\r\n\tthe payment of occupational\ninterest and that agree­ments of\r\n\tthat nature may validly be concluded orally. In the court of first\r\n\tinstance, Van der Byl\nAJ accepted the respondent’s version\r\n\tregarding the terms of the oral agreement in accordance with the\r\n\tprinciples laid down\nin\nPlascon-Evans\n.\n4\nHe also accepted the respondent’s contentions regarding the\r\n\tvalidity of the oral agreement. In the result, so it was held,\nthe\r\n\tappellants’ tender fell far short of the purchase price of\r\n\tR260 000, with the result that the application was\ndismissed\r\n\twith costs. On appeal, the full court confirmed this finding.\nIn\r\n\tthe view that I take of the matter, it is not necessary to come to\r\n\tany final decision on\nany of the disputes\r\n\tregarding past payments, or on the question whether or not the oral\r\n\tagreement is void. In my view, the true\nissue for determination is\r\n\tsimply whether or not the appellants’ final tender, as\r\n\tcontained in their replying affidavit,\nis sufficient.\nIn\r\n\tthis regard, counsel for the respondent protested, albeit somewhat\r\n\tfaintly, at the\nfact that the respondent’s\r\n\tfurther increased tender was raised for the first time in the\r\n\tappellants’ replying affidavit,\nthe argument being based on\r\n\tthe trite principle that it is incumbent upon an applicant to make\r\n\tout its case in its founding affidavit\nand that ordinarily it is not\r\n\tpermissible to make or supplement a case in reply. In my view, there\r\n\tare at least two answers to\nthis argument: first, the respondent did\r\n\tnot apply to strike out the new matter or to file a response\r\n\tthereto, as he could have\ndone. Second, the rule on which the\r\n\trespondent relies is not an absolute one. Thus, if the new matter in\r\n\tthe replying affidavit\nis in answer to a defence raised by the\r\n\trespondent and is not such that it should have been included in the\r\n\tfounding affidavit\nin order to set out a cause of action, the court\r\n\twill refuse an application to strike out.\n5\nIn any event, the present tendency seems to permit greater\r\n\tflexibility with regard to the admission of new matter, at least in\n\n\tthe absence of prejudice, and to apply the rule with a fair measure\r\n\tof common sense.\n6\nWhat\r\n\thappened in this instance was that the respondent, in his answering\r\n\taffidavit, disputed some of the items forming part of\nthe\r\n\tappellants’ reconciliation in respect of payments allegedly\r\n\tmade. In reply, the appellants accepted some of the respondent’s\n\n\tcorrections which, in turn, required a commensurate increase in the\r\n\ttenders made earlier. In the circumstances, the appellants\nwere\r\n\tentitled, in my view, to rely on the further tender contained in\r\n\ttheir replying affidavit and the courts below erred in\nfailing to\r\n\tattach due weight to such tender.\nIt\r\n\tis settled law that every party to a binding contract who is ready\r\n\tto carry out its own obligations under it has a right to\ndemand from\r\n\tthe other party, so far as it is possible, performance of that other\r\n\tparty’s obli­gations in terms of the\ncontract.\n7\nAccordingly it was not disputed on behalf of the respondent that,\r\n\tfor so long as the original deed of sale remains uncancelled\n(as in\r\n\tthis instance), it remains open to the appellants – even at\r\n\tthis late stage – to claim specific perform­ance\nof the\r\n\toriginal agreement while tendering performance of their reciprocal\r\n\tobligations.\nIn\r\n\torder to be a valid tender\nwhere\r\n\tperformance consists of pay­ment of money, the tender must be\r\n\tfor payment of the\nfull\namount owing, otherwise the creditor is entitled to refuse the\r\n\ttender and the debtor is not entitled to specific performance.\n8\nHere, the appellants have, at different stages and in differing\r\n\tamounts, tendered performance of their own obligations in terms\nof\r\n\tthe contract. The final tender made on their behalf was for payment\r\n\tof the outstanding balance on the bond (amounting to R180 282.72\n\n\tas at 21 July 2007 – three days after the application was\r\n\tlaunched) plus the amount of R21 945.17 originally offered,\n\n\tplus the further amount of R67 860 tendered in the replying\r\n\taffidavit. Thus the overall tender amounts to a total of\r\n\tR270 087.89,\nwhich quite clearly exceeds the amount of the\r\n\toriginal purchase price. On the face of it, therefore, it would\r\n\tappear as if the\ntender made by the appellants was sufficient to\r\n\tentitle them to specific performance – even if all disputes\r\n\tregarding past\npayments were to be disregarded.\nDuring\r\n\targument before us, the question was raised with counsel for the\r\n\tappellants\n, on the assumption that they\r\n\twere in\nmora ex re\ndue to non-payment of the purchase price, whether the running of\r\n\tinterest\na tempore morae\ndid\r\n\tnot affect the calculation of the total amount owing by them.\r\n\tAlthough this aspect was not pertinently raised by any of the\n\n\tparties on the papers or canvassed in the written heads of argument,\r\n\tthe answer appears to be that there can be no\nmora\r\n\tex re\nif the creditor has expressly or\r\n\ttacitly waived his right to rely on the time clause or is estopped\r\n\tfrom relying on it.\n9\nOn the facts of the present case it appears to be clear, on the\r\n\trespondent’s own version, that this is indeed what happened:\n\n\tthe respondent, in failing strictly to enforce the terms of the\r\n\toriginal agreement and in accepting payment of bond instalments\n\n\tinstead, had unequivocally waived his right to rely on the time\r\n\tclause. The fact that this may have happened orally or by conduct,\n\n\tdoes not invalidate such waiver.\n10\nIn the circumstances, it would appear that the respondent would be\r\n\tprecluded from relying on the principles of\nmora\r\n\tex re\n. Had he sought to deny that he\r\n\thad waived reliance on the original time clause, he could have been\r\n\tmet with a successful reply\nbased on estoppel. However, in view of\r\n\tthe fact that none of these aspects have been pertinently raised on\r\n\tthe papers or fully\nargued before us, it is not necessary to express\r\n\tany final views in this regard and I accordingly approach the matter\r\n\ton the\nbasis that the issue of\nmora\ninterest is irrelevant to a determination of the present appeal.\nIt\r\n\tfollows from the foregoing that the appellants are\n,\r\n\tin principle, entitled to an order for specific performance,\r\n\tessentially in the terms set out in the notice of motion. In view\nof\r\n\tthe lapse of time since these proceedings were launched, it is\r\n\tuncertain what the current position is regarding the balance\non the\r\n\tbond. To the extent that the current balance owing in respect of the\r\n\tbond may be less than the balance as at the time\nthe tender was\r\n\tmade, counsel for the appellants made a proposal which, in my view,\r\n\tovercomes this difficulty. He suggested that\nthe appellants be\r\n\tordered to pay the amounts tendered in their replying affidavit,\n11\nprovided that should the aggregate of the amounts tendered be less\r\n\tthan the original purchase price of R260 000, then the\n\n\tappellants are to pay to the respondent an additional amount\r\n\tequivalent to the difference between R260 000 and the aggregate\n\n\tamount of the tender. A provision to this effect will accordingly be\r\n\tincorporated in the order that I propose to make.\nI\nwish to emphasise that, insofar as we have found it unnecessary to\r\n\tresolve the factual disputes between the parties arising from\n\n\tcollateral agreements regarding the purchase of furniture, the\r\n\tpayment of rent and so on, nothing in this judgment should be\nseen\r\n\tas precluding the respondent, if so advised, from pursuing his\r\n\tremedies arising from such disputes. I might mention, though,\nthat I\r\n\tam not persuaded that the court below (and the court of first\r\n\tinstance) was wrong in holding that the oral agreement relating\nto\r\n\toccupational rent did not constitute a variation of the written\r\n\tagreement of sale.\nWith\r\n\tregard to costs, it is necessary\nbriefly\r\n\tto refer to two aspects:  first, given the fact that the appellants’\r\n\tfirst two tenders were clearly inadequate,\nthe respondent was\r\n\tentitled to resist the claim for specific performance until delivery\r\n\tof the appellants’ replying affidavit.\nIt would accordingly be\r\n\tfair, in my view, to hold the appellants liable for the costs\r\n\tincurred up to and including the date of\ntheir final tender\r\n\t(coinciding with delivery of their replying affidavit) and to order\r\n\tthe respondent to pay the costs incurred\nsubsequent to that date.\r\n\tThe second aspect relates to the record on appeal. Included in the\r\n\trecord before us, in volumes 2 and\n3, was a full transcript of the\r\n\toral arguments of counsel before both courts below as well as a copy\r\n\tof the petition for special\nleave to appeal to this court, together\r\n\twith the affidavit filed in opposition thereto. It is clear from the\r\n\tcorrespondence that\nthose docu­ments were included as part of\r\n\tthe record at the appellants’ insistence. In my view, they\r\n\twere ill-advised\nto do so, bearing in mind this court’s\r\n\trepeated admonitions against the inclusion of un­necessary\r\n\tdocuments in appeal\nrecords.\n12\nIn the circumstances, it would not be unfair to disallow the costs\r\n\tarising from the inclusion of volumes 2 and 3 as part of the\nrecord.\nFor\r\n\tthe\nse reasons I make the following order:\n1.\tThe appeal succeeds with\r\ncosts, excluding the costs arising from the inclusion of volumes 2\r\nand 3 as part of the record on appeal.\n2.\tThe order of the full court is\r\nset aside and replaced with the following:\n‘\n(1)\tThe\r\n\tappeal succeeds with costs.\n(2)\tThe\r\n\torder of the court below is set aside and replaced with the\r\n\tfollowing:\n(a)\tThe first respondent is\r\nordered to take all necessary steps and to sign all necessary\r\ndocuments to effect transfer to the first\nand second applicants of\r\nthe property, described as:\nPortion 43,\r\nPortion of Portion 43 of the farm Draaifontein No 407, in the\r\nDivision of Uitenhage, Eastern Cape Province.\nIn extent 5,8167\r\n(five comma eight one six seven) hectares;\nagainst the\r\nfurnishing, by the first and second appellants, of a guarantee for\r\npayment of the following amounts:\n(i)\tR\n89 805.17;\n(ii)\tthe\r\n\toutstanding amount on the first respondent’s bond with the\r\n\tsecond respondent (account number 214201481);\n(i\nii)\ttransfer\r\ncosts and transfer duty (if any) payable in respect of the said\r\ntransfer;\nprovided that\r\nin the event of the aggregate amount referred to in paras (i)\nand\r\n(ii) above not exceeding R260 000, then the appellants are to\r\npay to the first respondent an additional amount equivalent\nto the\r\ndifference between R260 000 and the aggregate amounts as set out\r\nin paras (i) and (ii) above;\n(b)\tThe second\r\nrespondent is ordered to take all necessary steps to facilitate the\r\ncancellation of the mortgage bond registered\nover the property\r\nagainst the furnishing by the appellants of a guarantee for the\r\namount out­standing in respect of the mortgage\nbond payable\r\nagainst registration of transfer of the property into the name of the\r\nfirst and second applicants;\n(c)\nShould\r\nthe first and/or the second respondent fail to take the necessary\r\nsteps, referred to in paras (a) and (b) above, the Sheriff\nof this\r\ncourt is authorised to sign any documents and to take such steps on\r\ntheir behalf as may be necessary to give effect to\nthis order;\n(d)\tThe\nfirst\r\nand second applicants are ordered jointly and severally to pay the\r\ncosts incurred by the first respondent up to and including\nthe date\r\nof delivery of the applicants’ replying affidavit and the first\r\nrespondent is ordered to pay the applicants’\ncosts of the\r\napplication incurred after that date.’\nB\r\n\tM Griesel\nActing\r\n\tJudge of Appeal\nAPPEARANCES:\nFOR APPELLANT:     \r\n\t         A Beyleveld SC\nInstructed\r\nby:\nSpilkins\r\nInc, Port Elizabeth\nNaudes\r\nAttorneys, Bloemfontein\nFOR\r\nRESPONDENT:\t \tG Jacobs\nInstructed\r\nby:\t\t\tRiette Oosthuizen Attorneys, Pretoria\nSpangenberg\r\nZietsman & Bloem, Bloemfontein\n1\nThe judgment of the full court has been reported as\nNkengana and\r\n\tanother v Schnetler and another\n[2008] ZAECHC 160\n; 2008 JDR 1241\r\n\t(E).\n2\nStandard Bank of South Africa Limited, who holds a mortgage bond\r\n\tover the property in question, was joined as the second respondent,\n\n\tbut took no part in the litigation. For convenience I accordingly\r\n\trefer to the first respondent simply as ‘the respondent’\n\n\tand to the second respondent as ‘Standard Bank’ or\r\n\tsimply ‘the bank’.\n3\nThis is how the respondent expressed the terms of the oral\r\n\tagreement:\n‘\nWat wel ooreengekom was,\r\n\tis dat die applikante tegemoet gekom sou word aangesien hulle nie\r\n\tdaarin kon slaag om die koopprys soos\nwat ooreengekom is te betaal\r\n\tnie en omdat hulle okkupasie van die perseel gehad het, is daar\r\n\tooreengekom dat hulle die maandelikse\nverbandpaaiement sal betaal as\r\n\tokkupasiehuur tot en met hulle die geleentheid het om die koopprys\r\n\tte bekom.’\n4\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984\r\n\t(3) SA 623\n(A) at 634E–I.\n5\nCilliers et al,\nHerbstein &Van Winsen: The Civil Practice of\r\n\tthe High Courts of South Africa\n5 ed Vol 1 p 440.\n6\nHarms\nCivil Practice in the Supreme Court\nB6.37;\nSmith v\r\n\tKwanonqubela Town Council\n[1999] 4 All SA 331\n; 1999 (4) SA 947\r\n\t(SCA) para 15.\n7\nFarmers’ Co-operative Society v Berry\n1912 AD 343\nat\r\n\t350.\n8\nSee Christie\nThe Law of Contract in South Africa\n5 ed p 405.\n9\nChristie op cit p 500.\n10\nCf\nBarnard v Thelander\n1977 (3) SA 932\n(C) at 940F–G\r\n\tand the authorities referred to therein.\n11\nSee paras 7 and 13 above.\n12\nSee eg\nGovernment of the RSA v Maskam Boukontrakteurs (Edms) Bpk\n1984 (1) SA 680\n(A) at 692E–693A;\nSalviati &\r\n\tSantori (Pty) Ltd v Primesite Outdoor Advertising (Pty) Ltd\n2001\r\n\t(3) SA 766\n(SCA) paras 16–17.",
  "scraped_at": "2026-02-11T20:24:30.977793",
  "date": "2010-05-07",
  "coram": [
    "MPATI P",
    "MHLANTLA",
    "SHONGWE",
    "TSHIQI JJA",
    "GRIESEL AJA"
  ],
  "case_number": "65/09",
  "parties": {
    "applicants": [
      "JOSEPH MNCEDISI NKENGANA",
      "NOMBEKO FELICIA NKENGANA"
    ],
    "respondents": [
      "STEPHANUS VAN DER WALT SCHNETLER",
      "STANDARD BANK OF SOUTH AFRICA LTD"
    ]
  },
  "sections": {
    "facts": "The appellants entered into a written deed of sale on 22 December 2000 to purchase Portion 43 of the farm Draaifontein No 407 for R260,000, payable in four equal instalments of R50,000 and a final instalment of R60,000. Unable to meet the instalment schedule, the parties concluded an oral agreement whereby the appellants would pay the monthly bond instalments due by the vendor to Standard Bank, effectively reducing the purchase price over time. The appellants made irregular payments into the bond account totalling approximately R238,054.83, but the respondent disputed the amount and the nature of the agreement, alleging the payments were to be treated as occupational rent. The appellants thereafter tendered the outstanding bond balance, transfer costs and duty, and later increased the tender by an additional R67,860 in a replying affidavit.",
    "issues": "The central issue was whether the appellants’ final tender – comprising payment of the outstanding bond balance, the original shortfall of R21,945.17 and the additional R67,860 – was sufficient to compel specific performance of the original deed of sale. Ancillary issues concerned the effect of the oral agreement on the contract, whether a waiver of the time‑clause barred the respondent from invoking mora, and the appropriate allocation of costs.",
    "principles": "South African contract law requires a tender of performance to be for the full amount owed; if the tender is full, the creditor may not refuse it and the debtor may claim specific performance. A party that waives the time‑clause, expressly or by conduct, is estopped from invoking mora ex re. Oral variations to a written contract are generally ineffective unless supported by consideration, but a waiver of the time clause can be effected orally. The court also considered the Plascon‑Evans test for the admissibility of new matter in a replying affidavit.",
    "application": "The court held that the appellants’ final tender amounted to R270,087.89, exceeding the purchase price of R260,000, and therefore satisfied the requirement of a full tender. The respondent had, by accepting bond payments, waived the time‑clause and could not rely on mora. Consequently, the appellant was entitled to specific performance of the original deed of sale. The court fashioned a mixed order requiring the respondent to effect transfer upon receipt of a guarantee for the outstanding amounts and allowing the court’s Sheriff to act if the respondents failed to comply. Costs were awarded to the appellant, excluding costs related to the inclusion of volumes 2 and 3 of the record.",
    "conclusion": "The appeal was successful. The order of the lower court was set aside and replaced with an order compelling the first respondent to sign the transfer documents, the second respondent to cancel the mortgage bond upon receipt of a guarantee, and the appellants to provide a guarantee for the amounts due. The appellants were ordered jointly and severally to pay the respondent’s costs incurred up to the date of their replying affidavit, while the respondent was ordered to pay the appellants’ costs incurred thereafter. Costs arising from the inclusion of certain record volumes were excluded."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Specific Performance of Sale of Land",
    "level_3": [
      "tender",
      "waiver of time clause",
      "oral agreement",
      "mortgage bond",
      "estoppel"
    ]
  }
}