{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/159.html",
  "case_name": "Sewela v S (731/10) [2010] ZASCA 159 (1 December 2010)",
  "citation": "[2010] ZASCA 159",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 159\n|\nNoteup\n|\nLawCite\nSewela v S (731/10) [2010] ZASCA 159 (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 731/10\nNo precedential\r\nsignificance\nIn\r\nthe matter between\nFJ SEWELA\n......................................................................................................\nAppellant\nand\nTHE STATE\n..................................................................................................\nRespondent\nNeutral\r\ncitation:\nFJ Sewela v The State\n(731/10)\n[2010] ZASCA 159\n(01\r\nDecember 2010)\nCoram:\nCloete, Ponnan and Bosielo JJA\nHeard: 25\r\nNovember 2010\nDelivered: 01\r\nDecember 2010\nSummary:\nBail\r\n– Refusal of – Appeal against – onus in terms of\ns\r\n60\n(11) (b) of the\nCriminal Procedure Act 51 of 1977\n– failure\r\nby the appellant to prove that the interests of justice permit his\r\nrelease on bail –\ns 65\n(4) of the CPA.\nORDER\nOn appeal from\n:\r\nSouth Gauteng High Court (Johannesburg), (Mabesele AJ sitting as a\r\ncourt of appeal).\nThe appeal is\r\ndismissed.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Cloete\r\nand Ponnan JJA concurring):\n[1] This is an\r\nappeal against a judgment of the South Gauteng High Court (Mabesele\r\nAJ), in which the court dismissed an appeal by\nthe appellant against\r\nthe refusal by the regional magistrate sitting at Wynberg to grant\r\nhim bail pending his trial.\n[2] The appellant\r\nwas arrested on 24 October 2009. There are three co-accused in this\r\nmatter, one of whom is the customary wife\nof the appellant (accused\r\n3). They are charged with five counts of fraud and the appellant will\r\nbe charged with money laundering\nin contravention of s 5 of the\r\nPrevention of Organised Crime Act, 121 of 1998 (‘POCA’).\r\nIn essence, the state alleges\nthat all the accused, acting in concert\r\nchanged bank account numbers of other people or entities and created\r\nfictitious bank accounts\ninto which they diverted large sums of money\r\nfrom the South African Revenue Services (SARS). The five accounts\r\ninvolve a total\namount exceeding R77 million.\n[3] It is not in\r\ndispute that, given the nature of the charges against the appellant,\r\nhis bail application falls to be dealt with\nin terms of s 60 (11) (b)\r\nof the Criminal Procedure Act 51 of 1977 (CPA). This section\r\nprovides:\n‘\nS\r\n60 (11) Notwithstanding any provision of this Act, where an accused\r\nis charged with an offence referred to —\n(b) in Schedule 5,\r\nbut not in Schedule 6, the court shall order that the accused be\r\ndetained in custody until he or she is dealt\nwith in accordance with\r\nthe law, unless the accused, having been given a reasonable\r\nopportunity to do so, adduces evidence which\nsatisfies the court that\r\nthe interests of justice permit his or her release.’\nThis section\r\ntherefore saddles the appellant with the onus to prove, on a balance\r\nof probabilities, that it is in the interests\nof justice that he be\r\nreleased on bail, failing which he must be detained in custody.\n[4] At the bail\r\nhearing before the regional magistrate, the appellant elected to\r\npresent his evidence in the form of an affidavit.\nIn opposing the\r\nbail application, the state also relied on affidavits, amongst others\r\nby the investigating officer, Mr Mahlangu\nand Mr Schoeman, a manager\r\nin the Anti-Corruption and Security Special: Project Unit at SARS.\n[5] The following\r\nimportant facts emerged from the appellant’s affidavit:\n5.1 the appellant\r\nwas born on 23 July 1965;\n5.2 the appellant\r\nhas been staying with his wife at his wife’s home at 53 Wandel\r\nStreet, Woodmead, Sandton for the past five\nyears;\n5.3 the appellant\r\nowns property at 15 Conway Street, Kelvin, Sandton, which is fully\r\npaid for. The estimated value thereof is R3,5m;\n5.4 the appellant is\r\nmarried and has four children aged 17, 12, 9 and 6 respectively;\n5.5 the appellant\r\nhas movables to the value of R300,000,00;\n5.6 the appellant is\r\nthe registered owner of an Audi Q7 motor vehicle which is fully paid\r\nup;\n5.7 the appellant\r\nhas a B.SC degree;\n5.8 the appellant is\r\na shareholder in a number of companies;\n5.9 the appellant is\r\nthe sole member of Oxy Trading 847 CC;\n5.10 the appellant\r\nhas a pending case of fraud at Phokeng Magistrate Court, Rustenburg\r\ninvolving approximately R1,3m;\n5.11 although the\r\nappellant admitted payment of R8m into Oxy Trading’s account,\r\nhe denied any involvement in the fraudulent\nactivities forming part\r\nof the charges;\n5.12 the appellant\r\nhas no previous convictions;\n5.13 the appellant\r\nundertook, should he be granted bail, to attend court at all times,\r\ncomply with all bail conditions, not to communicate\nwith or try to\r\ninfluence or intimidate state witnesses, not to conceal or destroy\r\nany evidence and not to undermine or prejudice\nthe objectives or\r\nproper functioning of the criminal justice system, including the bail\r\nsystem.\n[6] The salient\r\nfeatures which I have gleaned from the affidavits filed on behalf of\r\nthe respondent which are directly relevant\nto the bail proceedings\r\nare:\n6.1 that the\r\nappellant is allegedly involved in a crime syndicate which has\r\ntargeted SARS and which has committed substantial frauds;\n6.2 the modus\r\noperandi involved the identification of a duly registered company\r\nwhich was due to receive a refund; the syndicate\nregistered a\r\nfictitious duplicate company at the Companies and Intellectual\r\nProperty Registration Office; the bank details of a\nlegitimate\r\ncompany were altered to those of the fictitious company; the refunds\r\ndue by SARS were then fraudulently diverted from\nthe legitimate\r\ncompany and channelled into the bank account of the fictitious\r\ncompany; various bank accounts were used to distribute\nthe money;\n6.3 there were five\r\nsuch transactions involving the actual loss to SARS of some R50, 949,\r\n743, 80 and a potential loss of R26 798\n102, 13 which form the\r\nsubject matter of the charges against appellant;\n6.4 members of the\r\nSouth African Police Service are in possession of exhibits which\r\ndirectly link the appellant, and his wife (accused\n3) to a fictitious\r\ncompany SBC International Management Service (Pty) Ltd, which\r\nfraudulently received a refund of R31 600 946,\n89 from SARS which was\r\ndestined for SBC International Management Service Inc.;\n6.5 during a prior\r\nsearch and seizure at the appellant’s home at 15 Conway Street,\r\nKelvin, some electronic equipment allegedly\nused in the commission of\r\nthese offences was found and confiscated by SAPS;\n6.6 further exhibits\r\nwhich appear to link the appellant to the frauds including SBC blank\r\nletterheads, copies of an SBC audit file,\nbank statements of the\r\nfictitious SBC and enquiries on SBC letterheads about payments of\r\nrefunds were also found at 53 Wandel Avenue,\nWoodmead, the house\r\noccupied by the appellant and his wife;\n6.7 the police are\r\nin possession of documents proving that appellant used R498 000, 00\r\nfrom the fictitious bank account of SBC International\nManagement\r\nService (Pty) Ltd to pay for a BMW X5 at Lyndhurst Auto;\n6.8 SBC\r\nInternational Management Service Inc lost R31 600 946,89 which was\r\nfraudulently diverted into the fictitious bank account\nof SBC\r\nInternational Management Service (Pty) Ltd over which the appellant\r\nhad control.\n[7] It was contended\r\non behalf of the appellant that his personal circumstances are such\r\nthat the interests of justice permit his\nrelease on bail,\r\nparticularly the fact that he is a South African citizen, married\r\nwith children and that he has valuable assets\nboth movable and\r\nimmovable inside the country. Furthermore, it was submitted that his\r\nconsistent attendance of his trial at Phokeng\nMagistrates’\r\nCourt which has been pending since April 2008 is clear and\r\nirrefutable testimony that, should he be released\non bail, he will\r\nhonour his bail conditions and attend trial. Although Mr Grovè,\r\nwho appeared for the appellant, conceded\nthat the respondent has a\r\nprima facie case against the appellant in the current case as well as\r\nthe one pending in Phokeng, he\nurged us to remain mindful of the\r\npresumption of innocence operating in favour of the appellant.\n[8] On the other\r\nhand, it was submitted on behalf of the respondent that this is a\r\nvery serious matter and that the respondent has\na strong prima facie\r\ncase against the appellant which in the event of conviction, exposes\r\nthe appellant to the possibility of a\nvery long term of imprisonment.\r\nMr Simpson, who are appeared for the respondent, submitted that the\r\nstrength of the state’s\ncase required an answer from the\r\nappellant. He referred in particular to two transactions involving\r\nthe purchase of the BMW X5\nand the house at Kelvin by the appellant.\r\nConcerning the explanation by the appellant that the R8m which he\r\nadmitted to have received,\nMr Simpson submitted that the contract of\r\nservice on which the appellant relied was vague in its terms and did\r\nnot avail him. Relying\non\nS v Mathebula\n2010 (1) SACR 55\n(SCA)\r\nhe argued that even though the present appeal falls to be decided in\r\nterms of s 60 (11) (b) it involving a Schedule 5 offence,\nthe\r\nevidence incriminating the appellant is so strong that he should have\r\nsaid more to show that the interests of justice permit\nhis release on\r\nbail. He submitted further that except for the contract of service\r\nbetween Tiespro and Tiffany Trading, there are\nno other documents\r\nsuch as receipts or tax invoices which evidence the receipt by the\r\nappellant’s close corporation of R8m\nfor services rendered\r\nunder this contract.\n[9] This State\r\nalleges that this case involves a syndicate or enterprise acting in\r\nthe furtherance of a common purpose with the\nprimary objective of\r\ndefrauding SARS by unlawfully diverting huge sums of money to be paid\r\nby SARS as refunds to legitimate tax\npayers to the accounts\r\ncontrolled by the syndicates. Importantly, the appellant admits that\r\nsome R8m of this tainted money was\npaid into the account of his close\r\ncorporation, OXY Trading 847, from Tiespro 102 (Pty) Ltd. However, he\r\nalleges that he did not\nknow that the R8m was the proceeds of crime.\r\nAccording to the appellant these were legitimate payments lawfully\r\nmade to Tiffany\nTrading for services rendered by his close\r\ncorporation. The appellant has however not furnished any documentary\r\nproof in the form\nof either a valid contract, tax invoices or\r\nreceipts to prove this alleged transaction. In essence there is no\r\nacceptable proof\nthat appellant’s close corporation (Tiffany)\r\nrendered any services to Tiespro 102 (Pty) Ltd which justified the\r\npayment of\nR8m into his account. The failure by the appellant to\r\nproduce supporting documents casts grave doubt on his explanation. We\r\nare\naware that documents were seized when the police raided the\r\nappellant’s offices but that should not have prevented him from\n\nmaking the simple statement that such documents exist.\n[10] On the other\r\nhand there is evidence that some documents pertaining to SBC\r\nInternational Management Services (Pty) Ltd which,\nas I have said was\r\na company used in this fraud, were found at the appellant’s\r\nhome which he shares with his wife. Coincidentally\nthere is also\r\nevidence that the appellant’s wife (accused 3) also received\r\nsome R4,2m from fraudulent transactions involving\nSBC International\r\nManagement Services (Pty) Ltd. Importantly, the State alleges that\r\nthere is evidence that appellant received\nthrough OXY Trading 847 an\r\namount of approximately R6,5m not from Tiespro but through an\r\nelectronic transfer from SBC and Sun Micro\nSystem. This evidence\r\ncalled for an explanation by the appellant. He failed to provide any\r\nacceptable explanation.\n[11] One other\r\nimportant fact which, in my view, militates strongly against the\r\nappellant being granted bail is the fact, which\nhe admits, that he\r\nhas a pending case of fraud involving approximately R1,3m in the\r\nmagistrates’ court, Phokeng. It is worth\nnoting that the same\r\nmodus operandi was used in the Phokeng case to divert money destined\r\nfor a legitimate account to a fictitious\none. A s 204 witness\r\nimplicates the appellant as the kingpin of this scheme. The fact that\r\nthe current offences were allegedly\ncommitted whilst the fraud case\r\nin Phokeng was pending suggests that the appellant either has a\r\npropensity to commit fraud or is\ndisrespectful of law and order. In\r\ndetermining whether an applicant for bail, may, if released on bail\r\ncommit further offences,\na court, not being blessed with some\r\nprophetic foresight, can legitimately rely on the past alleged\r\nconduct of such an applicant.\nThe appellant’s alleged conduct\r\npoints to a possibility which cannot be said to be remote or fanciful\r\nthat he is likely to\ncontinue to commit further crimes should he be\r\nreleased on bail. To release the appellant on bail under these\r\ncircumstances would,\nto my mind, not be in the interests of justice\r\nas it is likely to seriously undermine the criminal justice system\r\nincluding the\nbail system itself. I have no doubt that it will\r\nseriously undermine and erode the confidence of the right thinking\r\nmembers of\nsociety in our criminal justice system. See s 60 (4) (d)\r\nof the CPA.\n[12] Both the\r\nregional magistrate and the high court found that the appellant had\r\nfailed to prove, on a preponderance of probabilities,\nas is required\r\nby s 60 (11) (b), that the interests of justice permit his release on\r\nbail. I cannot find any fault with this conclusion.\nIt is trite that\r\nthe powers of an appeal court to interfere with the decision by\r\nanother court to refuse bail are circumscribed\nby s 65 (4) of the\r\nCPA. It is not as if the court of appeal has carte blanche. A court\r\nof appeal can only set aside such a decision\nif it is satisfied that\r\nit is wrong.\nS v Barber\n1979 (4) SA 218\n(D) and\nS v Faye\n2009 (2) SACR 210\n(TK).\n[13] When all the\r\nevidence is considered and weighed against the appellant’s\r\npersonal circumstances, I am satisfied that the\nappellant failed to\r\nprove that the interests of justice permit his release on bail,\nS\r\nv Botha en `n ander\n2002 (1) SACR 222\n(SCA) para 20. In fact the\r\ncontrary is true. Accordingly, I am of the view that the court a quo\r\nwas correct in upholding the magistrate’s\ndecision to refuse to\r\ngrant the appellant bail.\n[14] The appeal is\r\ndismissed.\n________________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: N Potgieter\nN\r\nGrovè\nInstructed\r\nby:\nNardus\r\nGrovè Attorneys: Johannesburg\nSymington\r\n& De Kok: Bloemfontein\nFor\r\nRespondent: A Simpson\nInstructed\r\nby:\nDirector\r\nPublic Prosecutions: Pretoria\nDirector Public\r\nProsecutions: Bloemfontein",
  "scraped_at": "2026-02-11T20:47:01.680600",
  "date": "2010-12-01",
  "coram": [
    "Cloete JJA",
    "Ponnan JJA",
    "Bosielo JJA"
  ],
  "case_number": "731/10",
  "parties": {
    "applicants": [
      "FJ Sewela"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, FJ Sewela, was arrested on 24 October 2009 and charged with five counts of fraud and one count of money‑laundering under s 5 of the Prevention of Organised Crime Act (POCA). The State alleges that Sewela and co‑accused, including his customary wife, operated a syndicate that altered bank details of legitimate companies, created fictitious companies and diverted refunds owed by the South African Revenue Services (SARS) into those accounts, resulting in losses exceeding R77 million. Sewela’s affidavit disclosed his personal circumstances – age, marriage, four children, ownership of immovable and movable assets (including a property valued at R3.5 million and an Audi Q7), a B.Sc degree, shareholdings and a pending fraud case in Phokeng Magistrate Court involving R1.3 million. The State’s evidence comprised affidavits, seized documents linking Sewela and his wife to fictitious companies, evidence of a BMW X5 purchase, and the allegation that he received R8 million into his close corporation without providing supporting documentation.",
    "issues": "The central issue was whether Sewela discharged the onus imposed by s 60(11)(b) of the Criminal Procedure Act (CPA) to show, on a balance of probabilities, that the interests of justice permit his release on bail. Related questions concerned the applicability of s 65(4) CPA to appellate review of a bail refusal and whether the seriousness of the alleged fraud and the risk of further offences justified continued detention.",
    "principles": "Section 60(11)(b) CPA places the burden on the accused to prove that bail serves the interests of justice. Section 65(4) CPA limits appellate intervention to cases where the lower court’s decision is wrong. Precedent includes S v Mathebula (2010) on the stringent evidential threshold for bail in Schedule 5 offences, S v Botha (2002) on balancing personal circumstances against the seriousness of the charge, and earlier cases S v Barber (1979) and S v Faye (2009) regarding appellate jurisdiction over bail decisions.",
    "application": "The Court examined Sewela’s personal ties, assets and lack of prior convictions but weighed these against the State’s substantial prima facie case: his alleged leadership of a fraud syndicate, documentary links to fictitious companies, large unlawful receipts, purchase of luxury assets and a pending fraud prosecution. The Court found that Sewela failed to provide sufficient evidence, such as contracts, receipts or tax invoices, to explain the R8 million received, and that his conduct indicated a real risk of further offences if released. Accordingly, he did not meet the balance‑of‑probabilities test required by s 60(11)(b).",
    "conclusion": "The appeal was dismissed. The Court upheld the magistrate’s refusal to grant bail, and Sewela remains in custody pending trial."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Bail",
    "level_3": [
      "fraud",
      "money laundering",
      "POCA",
      "CPA",
      "bail refusal"
    ]
  }
}