{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/87.html",
  "case_name": "S v Isaacs (039/10) [2010] ZASCA 87; [2010] 4 All SA 481 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 87",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 87\n|\nNoteup\n|\nLawCite\nS v Isaacs (039/10) [2010] ZASCA 87; [2010] 4 All SA 481 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 039/10\nMOEGAMAT YUSUF\r\nISAACS\nAppellant\nand\nTHE\r\nSTATE\nRespondent\n________________________________________________________________\nNeutral\r\ncitation:\nIsaacs\r\nv S\n(039/10)\n[2010] ZASCA 87\n(31 May 2010)\nCORAM:\nNavsa,\r\nBosielo JJA and Seriti AJA\nHEARD:\n5\r\nMay 2010\nDELIVERED:\n31\r\nMay 2010\nSUMMARY:\t\tMurder\r\ncharge ─ State’s case built on circumstantial evidence ─\r\nitems on circumstantial evidence to\nbe viewed cumulatively ─\r\nevidence as a whole must prove accused’s guilt beyond\r\nreasonable doubt.\n_____________________________________________________\n_________\nORDER\n______________________________________________________________\nOn appeal\r\nfrom:\nWestern\r\nCape High Court, Cape Town (Ndita J sitting as court of first\r\ninstance).\nThe appeal is dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Bosielo\r\nJA and Seriti AJA concurring)\n[1]\nOn\r\nSunday 6\nth\nJuly 2003, Priscilla and Michael Heneke, the doting maternal\r\ngrandparents of eight year-old Sasha Leigh Crook, watched their\r\ngranddaughter\nplay in and around their house at 47 Adrian Road,\r\nOttery, Cape Town. They could not have imagined that later that day\r\nshe would\ndisappear and that eight days thereafter, during the early\r\nhours of Monday 14 July 2003, her body would be discovered in the\r\nvicinity\nof a rubbish dump in Muizenberg.\n[2]\nThe\r\nappellant, Moegamat Yusuf Isaacs, was convicted in the Cape High\r\nCourt (Ndita AJ, sitting with two assessors) of Sasha Leigh’s\n\nmurder. The conviction was based on circumstantial evidence and on\r\nstatements he had allegedly made to his mother, Mrs Fatima Isaacs,\nin\r\nthe presence of police. The question in this appeal, which is before\r\nus with the leave of this court, is whether the State had\nproved\r\nbeyond reasonable doubt that the appellant had murdered Sasha Leigh.\n[3]\nAt\r\nmaterial times the appellant, together with his wife and mother,\r\nresided right next door to Sasha Leigh’s grandparents,\nat 45\r\nAdrian Road, Ottery. He is the last known person to have seen her\r\nalive. It is common cause that some time after lunch on\nthat fateful\r\nSunday, Sasha Leigh had gone over to the front of the appellant’s\r\nhouse, after she had spoken to him over the\nlow fence separating the\r\ntwo homes, and that she had then followed him through a gate into the\r\nbackyard.\n[4]\tAccording to\r\nthe appellant, he had been under the influence of dagga and, although\r\nhe had seen Sasha Leigh enter the yard behind\nhim, he immediately\r\nwent to sit at a table in the yard where he rested his head and had\r\ndozed off. He testified that he had no\nidea of what had happened to\r\nher thereafter.\nThe\r\nappellant testified further that his mother’s prospective\r\ntenant had come to drop off a refrigerator at the flat at the\nback of\r\ntheir house and that he had interacted with this person at about the\r\ntime that Sasha Leigh had gone missing and that this\nhad occurred\r\nbefore 14h00. According to the appellant he had departed the scene\r\nbefore 14h00 to be at a friend’s house to\nwatch a television\r\nmovie scheduled to start at 14h00. This part of his testimony was\r\ndirected at showing that he could not have\nmurdered Sasha Leigh.  Put\r\ndifferently, there had been no opportunity for him to have committed\r\nthe foul deed - at material times\nhe had been in the company of\r\nothers. As will become apparent it was an alibi defence of sorts.\n[5]\tFrom the time\r\nthat she had entered the yard at house no 45, Sasha Leigh was not\r\nseen in public again until the discovery of\nher body on 14 July 2003\r\nby Mr Daniel Geduld, an employee of a private security firm who was\r\npatrolling the veld in an area known\nas Pelican Heights in\r\nMuizenberg. By then dogs had torn at the face and neck of the body\r\nlying in the vicinity of a rubbish dump\nand near a sports field.\n[6\n]\tAs\r\nwill be seen in due course, the degree of decomposition of the body\r\nis relevant, as is a tiny fragment of a pressed wooden\nboard having\r\nthe appearance of a marble finish (of the kind found on kitchen\r\nsurfaces), that the police allege they had found between\nthe clothes\r\nthat covered Sasha Leigh’s body. The assessment of objective\r\nevidence is of crucial importance to a determination\nof the\r\nappellant’s guilt.\nSunday 6 July 2003\n[7]\tIt is necessary\r\nto attempt to get as full a picture as possible of what had occurred\r\non the Sunday on which Sasha Leigh had\ndisappeared. In doing so, the\r\nevidence of neighbours and the appellant’s own evidence\r\nconcerning his movements during that\nday will be dealt with.\n[8\n]\r\n\tSasha Leigh had spent the week preceding Sunday 6 July 2003, which\r\nwas part of her school holidays, at her grandparents’\nhome. It\r\nappears that her mother regularly allowed her to spend time with\r\nthem. Thus, she was not a stranger in the neighbourhood.\nIt is common\r\ncause that Sasha Leigh often played in the neighbourhood and had\r\nbefriended, amongst others, the appellant’s\ntwo year-old niece\r\nAshiema, who at one stage lived at\nher\ngrandmother’s home, next-door.\n[9\n]\r\n\tOn that Sunday morning, upon her return from Church with her\r\ngrandmother, Sasha Leigh played in and around the house. Her\r\ngrandmother\nprepared lunch whilst her grandfather watched television.\r\nThey saw her intermittently. She had repeatedly remonstrated with her\n\ngrandmother because she was unhappy that the latter was preparing\r\nsteak, vegetables and roast potatoes for lunch. She extracted\nan\r\nundertaking from her grandmother that her preferred meal of roast\r\nchicken would be on the menu for supper that night. Sasha\nLeigh and\r\nher grandparents were all conscious of time as they were all\r\nscheduled to attend a party at 15h00.\n[10\n]\tAfter\r\nlunch, in anticipation of attending the party, Sasha Leigh dressed\r\nherself in the tracksuit in which her body was later\ndiscovered.\r\nAccording to her grandmother the first time she discovered that Sasha\r\nLeigh was missing was after 14h00. That time\nlargely accords with\r\nwhat neighbours testified was the time they saw Sasha Leigh enter the\r\npremises next door.\n[11]\nSasha Leigh’s grandmother immediately went searching for her\r\ngranddaughter in the neighbourhood. Her first port of call was\nthe\r\nhouse next door, house no 45. The windows and the front door were\r\nclosed. It appears that no-one was home. She then went to\nhouse no 43\r\nand was told that Sasha Leigh was not there. She looked at the house\r\ndirectly across the street, where Mrs Antoinette\nJacobs and her three\r\ndaughters were having tea on the front porch. An enquiry directed at\r\nthem elicited the answer that Sasha Leigh\nhad been seen a short while\r\nearlier at the appellant’s home and that she had entered the\r\nbackyard through a side gate.\n[12\n]\tSasha\r\nLeigh’s grandmother went back to house no 45 and this time\r\napproached the side-gate leading to the back yard. The\ngate was made\r\nof steel and one could not see through it. She called out her\r\ngranddaughter’s name and the appellant came to\nthe gate. He\r\ntold her that Sasha Leigh was not there.\n[13]\tWhen Sasha\r\nLeigh’s grandmother testified it was never put to her that the\r\nappellant had told her that Sasha Leigh had\nbeen there earlier. In\r\nhis evidence in-chief the appellant did not testify that he had done\r\nso. It was only later, during cross-examination\nthat he said he had\r\ntold her that Sasha Leigh had been there earlier. That part of his\r\nevidence was in response to the prosecutor\nputting to the appellant\r\nthat it could reasonably be expected of him to have told Sasha\r\nLeigh’s grandmother about her earlier\npresence in the yard. It\r\nwas clearly an afterthought and was brought about by pressure from\r\nthe cross-examiner.\n[14]\tA continued\r\nfrantic search by Sasha Leigh’s grandparents, in the immediate\r\nneighbourhood and beyond, during the remainder\nof that Sunday, proved\r\nfruitless.\n[1\n5]\tMs\r\nMartina Jacobs, who, after lunch on that Sunday, had been drinking\r\ntea on the porch with her mother and two siblings saw the\nappellant\r\nand Sasha Leigh converse over the fence and then saw the latter cross\r\nover to the front of the appellant’s house.\nMs Jacobs saw Sasha\r\nLeigh follow the appellant towards the backyard. She did not see\r\nSasha Leigh re-emerge. She was the one who\nhad told Sasha Leigh’s\r\ngrandmother that she had seen Sasha Leigh at house no 45.\n[1\n6]\tAccording\r\nto Ms Jacobs, a short while after Sasha Leigh’s grandmother had\r\nleft house no 45, the appellant emerged and stood\nat the front of the\r\nhouse, wearing a white t-shirt. He went back into the yard, came out\r\na short while later wearing a jersey and\nproceeded to walk down the\r\nroad.\n[1\n7]\tDuring\r\nthe time that she and the other members of her family had been on the\r\nfront porch Ms Jacobs did not see a bakkie arrive\nat the appellant’s\r\nhouse to offload a refrigerator. She, her mother and two sisters\r\nremained on the porch until approximately\n15h00. Although Ms Jacobs\r\nconceded that she might have missed seeing the bakkie, she was\r\nadamant that she would have noticed a\nrefrigerator being offloaded.\n[1\n8]\tMrs\r\nAntoinette Jacobs, who had been standing on the front porch with her\r\ndaughters that Sunday afternoon, had noticed that when\nthe appellant\r\nleft his house that afternoon, after talking to Sasha Leigh’s\r\ngrandmother, he had failed to greet as he usually\ndoes. The last time\r\nMrs Jacobs saw Sasha Leigh was when the latter was walking behind the\r\nappellant on the front porch of house\nno 45. She didn’t see a\r\nwhite bakkie offloading a refrigerator during the time she was on the\r\nfront porch.\n[1\n9]\tThe\r\nappellant, who at the time of the incident in question was 26 years\r\nold, testified that he had a drug problem and that he\nowed drug\r\ndealers a large sum of money and had been threatened by them. The\r\nthreats were directed at his family. This part of the\nappellant’s\r\nevidence was directed at showing that there was a possibility that\r\nSasha Leigh had been snatched by the drug\ndealers in the mistaken\r\nbelief that she was the appellant’s two year-old niece Ashima.\r\nThis is an aspect that will receive\nfurther attention later in this\r\njudgment.\n[\n20]\tAt\r\nthe time of Sasha Leigh’s disappearance the appellant had been\r\nliving with his mother and wife in the main house. They\nhad recently\r\nmoved from the flat at the back of the yard. The appellant’s\r\nmother’s prospective tenant had been given\nthe keys to the\r\nflat. According to the appellant he did not himself have keys to\r\neither the flat or the main house. His wife and\nmother kept a set of\r\nkeys to the main house.\n[\n21]\tOn\r\nthat disastrous Sunday the appellant awoke at 11h30. His wife had\r\nalready gone to work and his mother was busy in the kitchen.\nThe\r\nappellant went over to his friend Kashief’s house. Kashief\r\nlived six houses away from him, in the same street. The appellant\nand\r\nKashief smoked dagga at the latter’s house. At approximately\r\n13h00 the appellant went home for lunch. On his way home\nhe had seen\r\nthe Jacobs family on the front porch of their home. Upon his arrival\r\nhe discovered that his wife and mother were not\nhome and that he had\r\nbeen locked out. He sat in the driveway awaiting his mother’s\r\nreturn.\n[2\n2]\tThe\r\nappellant testified that whilst he sat in the driveway Sasha Leigh\r\napproached and spoke to him over the fence. She told him\nthat she was\r\ngetting ready to go to a party and that she was waiting for her\r\ngrandmother to get dressed. Sasha Leigh then came\nover to their\r\nproperty and asked him if Ashiema was there. He told her that Ashiema\r\nand her mother had moved and no longer lived\nthere. He got up and\r\nwalked into the backyard and she ‘probably walked behind me and\r\nplayed into the yard’.\n[2\n3]\t\r\nAccording to the appellant he then took off his top and went to sit\r\nat a table in the yard.  He laid his head on the table and,\nprobably\r\nbecause he had been under the influence of dagga, dozed off.\r\nSuddenly, he heard Sasha Leigh’s grandmother call out\nher name.\r\nHe got up, went to the gate and, upon enquiry from her, first looked\r\nbriefly into the yard and then told her that Sasha\nLeigh was not\r\nthere. He suggested that she look for Sasha Leigh at another\r\nneighbour’s house. He went back into the yard\nand five minutes\r\nlater the new tenant, accompanied by another person, arrived with a\r\nbakkie to offload a refrigerator. He spoke\nbriefly to the new tenant\r\nwho departed shortly thereafter.\n[2\n4]\tAfter\r\nthe tenant’s departure the appellant put his top back on. Tired\r\nof waiting for his mother, he left and went back\nto Kashief’s\r\nplace. The appellant told Kashief he had not had lunch, whereupon the\r\nlatter sent two of his friends to buy\nfood. The appellant was adamant\r\nthat all this had occurred before 14h00, because the television movie\r\nscheduled to begin at that\ntime had not yet started. They watched\r\ntelevision until his wife hooted outside. He accompanied his wife to\r\nthe Muizenberg flea-market\nwhere they had lunch.\n[2\n5]\tThe\r\nextent to which the dagga affected the appellant’s awareness\r\nand the quality of his evidence are aspects that will\nbe dealt with\r\nlater in this judgment. The post-mortem findings which bear on what\r\nmight have happened to Sasha Leigh on that Sunday\nwill also be\r\nreferred to in some detail later on.\nSubsequent events\n[2\n6]\tSasha\r\nLeigh’s disappearance and the discovery of her body were widely\r\npublicised. First there had been pressure on the\npolice to find her\r\nand then to find her murderer.\n[2\n7]\tWhen\r\nthe police arrived at the scene where Sasha Leigh’s body was\r\ndiscovered they found certain items, which they collected\nas exhibits\r\nfor forensic testing and which were referred to in evidence at the\r\ntrial. They obtained the tiny fragment of a pressed\nwooden board, of\r\nthe kind used in kitchen tops, and referred to earlier in this\r\njudgment, in-between the items of clothing that\ncovered Sasha Leigh’s\r\nbody. In the vicinity of Sasha Leigh’s body they found two\r\nwhite bags of the kind used by builders.\nIn one of the white bags\r\nthey found traces of Sasha Leigh’s DNA. The police found\r\nsimilar bags at the appellant’s house\nduring a search conducted\r\nthere. According to the appellant his late father, who had been a\r\nbuilder, had used such bags. It is\ncommon cause that such bags are\r\nfreely available commercially. The bags found at the scene could not\r\nbe directly linked to the\nappellant.\n[2\n8]\t\r\nIt is necessary to record that the place at which Sasha Leigh’s\r\nbody was found is frequently used by members of the public\nto dump\r\nrefuse.  A set of motor vehicle tyre tracks leading to the body was\r\nseen by the police. They decided to take a mould of\nthe tyre tracks\r\nfor possible linkage to a motor vehicle that might have been used to\r\ntransport the body. The police did not make\nmoulds of other tyre\r\ntracks in the vicinity, which are clearly visible from photographs\r\ntaken by the police photographer.\n[2\n9]\tDuring\r\nthe afternoon of 14 July 2003, the day on which Sasha Leigh’s\r\nbody was discovered in Muizenberg, the police sought\nand obtained a\r\nsearch warrant entitling them to search the appellant’s house.\r\nThe police forensic team assisted in obtaining\nexhibits from the\r\nhouse for possible use in their investigations. They conducted the\r\nsearch whilst the appellant, his wife and\nhis mother were home. A\r\ngarden shed with two entrances, located in the backyard of the\r\nappellant’s house was searched and\nthe police found a wooden\r\nboard which had a marble finish and which could possibly be linked to\r\nthe fragment found on Sasha Leigh.\n[\n30]\tOn\r\nthe same day on which the police had conducted the first search they\r\nconfiscated the appellant’s wife’s motor\nvehicle and\r\ndecided to arrest him. He was taken into custody and transported to\r\nthe Parow Police Station.\n[\n31]\tTwo\r\ndays later, on 16 July 2003, the police obtained a second search\r\nwarrant to search the premises where the appellant lived.\nThis time\r\nthey conducted a search of the garage on the premises, which they had\r\nomitted to do on the first occasion. The appellant’s\nmother was\r\nhome when the second search was conducted. This time, however, they\r\ntook as exhibits swabs and filter paper samples\nof what appeared to\r\nbe blood they had discovered on a plastic shopping bag in a paint\r\ncontainer in the garage. Part of a white\nT-shirt was found under a\r\nplastic bag in the paint container. The police also found a piece of\r\npink cloth under a plastic bag in\nthe paint container. Other objects\r\nwere also seized by the police. On the same day they confiscated a\r\nsecond motor vehicle belonging\nto the appellant’s mother to\r\nenable them to conduct forensic tests.\n[\n32]\tAfter\r\nMrs Fatima Isaacs, the appellant’s mother, had agreed to\r\nrelease the car to the police she accompanied Captain Pragasan\nNaidoo\r\nto the Serious and Violent Crimes Unit’s offices at Bishop\r\nLavis. Mrs Isaacs intended to visit the appellant and Captain\nNaidoo\r\nrequired a statement from her in relation to the use of her motor\r\nvehicle. According to Captain Naidoo, upon their arrival\nat Bishop\r\nLavis they passed the office of the investigating officer, Inspector\r\nAnna Cilliers. When Mrs Isaacs saw the appellant\nshe immediately went\r\nto him. Mrs Isaacs and her son both burst into tears and hugged each\r\nother. Captain Naidoo testified that\nMrs Isaacs had asked the\r\nappellant whether he had killed Sasha Leigh and he had responded in\r\nthe affirmative. She asked him how\nhe had done it and he replied: ‘I\r\nchoked her’. Inspector Cilliers confirmed this aspect of\r\nCaptain Naidoo’s evidence\nand also that he had instructed her\r\nto take notes of what had been said.\n[33]\tAt the time of\r\nthe alleged exchange, Director Joseph Makhura, a member of SAPS, was\r\nalso stationed at the Serious and Violent\nCrime Unit in Bishop Lavis.\r\nHe too, confirmed that he had overheard the exchange between Mrs\r\nIsaacs and the appellant referred\nto above.\n[34]\tAccording to\r\nCaptain Naidoo he later took Mrs Isaacs to his office and asked her\r\nif she was willing to make a statement about\nthe exchange between her\r\nand the appellant and she agreed. He proceeded to write the statement\r\nand read it out to her. She hesitated\nfor a minute before signing it.\r\nThe statement was written in English and was produced at the trial.\n[35]\tThe appellant\r\nand his mother, whilst admitting that they had cried and comforted\r\neach other, both denied the exchange in question.\nMrs Isaacs\r\nclaimed that she was illiterate. She testified that she could\r\nunderstand some English but was not proficient in\nthat language. She\r\ntestified that as far as she was concerned, the written statement she\r\nhad signed related only to the use of\nher motor vehicle by the\r\nappellant\n[3\n6]\tThe\r\nappellant’s former wife (they were divorced after his arrest),\r\nMs Fagmeda Isaacs, testified and supported his\nversion of events\r\nof her interaction with him on the Sunday on which Sasha Leigh had\r\ndisappeared. She confirmed that he had worn\na white t-shirt on that\r\nday. She testified further that he did not have keys to either the\r\nflat or the main house. Ms Isaacs was\naware of the appellant’s\r\ndrug problem.\n[37]\tMr Ashaan\r\nWilliams, the prospective tenant for the flat at the back of the\r\nappellant’s house, testified in support of\nthe appellant’s\r\ncase. He confirmed that he had delivered a refrigerator at the\r\nappellant’s home on\na\nSunday but could not recall the date. He testified that he had been\r\naccompanied by two other persons and that he had encountered\nthe\r\nappellant in the yard leading to the flat. Mr Williams could\r\ninitially not recall the type or colour of the bakkie which he\nhad\r\nused to deliver the refrigerator. However, after an adjournment\r\nduring the trial those particulars came to him. According to\n\nMr Williams, he had delivered the refrigerator between 14h00 and\r\n15h00 that Sunday. He was adamant about this. Importantly,\nhe\r\ninitially testified that Mrs Fatima Isaacs had written out his rental\r\nreceipt. When it was put to him that she had claimed to\nbe illiterate\r\nhe responded by stating he had not meant that she had written it\r\nherself. He sought to excuse his initial answer\nby stating that he\r\nhad misunderstood the question. Under cross-examination, Mr Williams\r\nstated that he had not wanted to be in\ncourt and was there only\r\nbecause he had been subpoenaed. He went on to state the following:\n‘\nI didn’t\r\nwant to get involved, because it’s been such a while back that\r\nI don’t remember everything as in detail.’\nThis is contrary to an earlier part of\r\nhis evidence that he was testifying because he had a contribution to\r\nmake.\nThe post-mortem\r\nreport\n,\r\nthe testimony of the pathologist and other expert evidence\n[3\n8]\t\r\nDr Denise Lourens conducted the post-mortem examination on Sasha\r\nLeigh. She testified that the body was in an early state of\n\ndecomposition. She found a penetrating incised wound which indicated\r\na stab wound caused by a weapon like a knife. This wound was\nsituated\r\nover the right anterior lower neck. The right common carotid artery\r\nwas completely transected with the well defined clear\nlines or edges,\r\nin keeping with a stab wound or a cut.\n[3\n9]\tAccording\r\nto Dr Lourens, the index of suspicion of throttling or strangulation\r\nis very high but, because the flesh in the region\nof the neck had\r\nbeen eaten away by animals, probably dogs, potential evidence in this\r\nregard in that area of the body had been\nlost. However, there was\r\nevidence of throttling or strangulation in the form of petechial\r\nhaemorrhages in other parts of Sasha\nLeigh’s body, particularly\r\nin the heart and lungs. Patechial haemorrhages are seen most\r\nfrequently where there is anoxic\ndamage, due to a lack of oxygen.\n[\n40]\tAnother\r\nimportant post-mortem evidential feature is that Sasha Leigh’s\r\nbody showed scalp bruising. She had sustained two\ntypes of brain\r\nhaemorrhages indicating blunt trauma to the head. Significantly, she\r\nwas alive when it was inflicted. There would\nhave been no sign of any\r\nhaemorrhage had she already been dead before the blunt trauma to the\r\nhead.\n[\n41]\tDr\r\nLourens, in dealing with her estimation of the time of death, made\r\nseveral points. First, she dealt with traces of food found\nin Sasha\r\nLeigh’s stomach. She took into account that Sasha Leigh had\r\nconsumed steak and vegetables for lunch. Had Sasha Leigh\nbeen killed\r\nimmediately after her disappearance it could be expected that one\r\nwould see remnants of her last meal, particularly\nof the steak. Red\r\nmeat like steak would show individual fibres that would be easily\r\nidentifiable. According to Dr Lourens one could\nexpect such traces up\r\nto four hours after the meal. No such traces were found in Sasha\r\nLeigh’s stomach.\n[4\n2]\t\r\nIn relation to decomposition of the body and its significance, as far\r\nas time of death is concerned, Dr Lourens had the following\nimportant\r\ncomments:\n(i)\nConsidering\r\nthe flaccidity and body temperature alone, the indications are that\r\nSasha Leigh had been dead for at least 36 hours;\n(ii)\nHowever,\r\nthe temperature to which the body was exposed and the conditions\r\nunder which it was kept are very important features.\nAirflow, open\r\nwindows and general exposure to the elements are all relevant\r\nfactors. If, for example, she had been kept in a freezer,\nthat fact\r\nalone would impact on an accurate assessment of the time of death.\n[43]\tIn Dr Lourens’\r\nview, the lack of insect activity on the body indicated that Sasha\r\nLeigh had been kept in a hermetically\nsealed place for a period of\r\ntime before being left in the field and could have been kept in a\r\nfreezer. There had been testimony\nabout a freezer in the appellant’s\r\nhouse.\n[4\n4]\tCaptain\r\nFrans Maritz, a ballistics expert employed by SAPS, testified in\r\nsupport of the State’s case. At the commencement\nof Captain\r\nMaritz’s evidence, counsel representing the appellant readily\r\nadmitted his expertise. Captain Maritz testified\nconvincingly that\r\nthe tests he had conducted proved that the fragment found on Sasha\r\nLeigh matched the board that had been found\nin the shed behind the\r\nappellant’s house. The tests he had conducted showed that it\r\nhad broken off from the board. It is\nuncontested that the fragment\r\nmatches the mock-marble surface of the wooden board in appearance and\r\ncolour. In heads of argument\nfiled in this court, by the appellant’s\r\ncounsel’s predecessor, the admission concerning Captain\r\nMaritz’s expertise\nwas sought to be withdrawn. The appellant’s\r\npresent counsel rightly did not persist in this submission.\nDevelopments\r\nduri\nng\r\nthe trial and admissions made in terms of s 220 of the Act\n[4\n5]\tAt\r\nthe commencement of the trial appellant’s counsel said the\r\nfollowing on his behalf:\n‘\nTo\r\na large extent he chooses to exercise his right of remaining silent\r\nat this stage, but is prepared to give a short explanation\nthrough me\r\nof his defence to the charges. Inasmuch as he is charged with on 6\r\nJuly 2003 having committed\nthe offences, his defence will be that of an alibi.\n. . .\nThe\r\naccused’s defence will be . . . that at the times when he is\r\nalleged on that day to have in some way abducted or murdered\nthe\r\ndeceased, he was with a friend\nof his one Kashief from two o’clock in the afternoon.\nWe will also seek to show\r\nthat if a murder of the young lady in question took place in the\r\nmanner alleged by the State, we seek\nto show that it is not possible\r\nthat that could have happened.’\n[46]\tWhen the first\r\nwitness, Ms Priscilla Heneke, was cross-examined the following was\r\nput to her by appellant’s counsel:\n‘\n[T]he first thing\r\nthat I must put to you is that the accused doesn’t remember\r\nperfectly what was happening or what happened\non that particular\r\nafternoon, because he had partaken of dagga.’\n[47]\tAs stated\r\nabove, at one stage during the trial, it was suggested that drug\r\ndealers to whom the appellant owed money might have\nsnatched Sasha\r\nLeigh, mistaking her for the appellant’s two year-old niece,\r\nAshiema. There were tentative suggestions, during\nthe\r\ncross-examination of some members of the SAPS that they had conspired\r\nto build a case against the appellant. It was built on\nspeculation\r\nand suggestion without any evidential foundation.\n[4\n8]\tA\r\nfew days into the trial the appellant made certain admissions in\r\nterms of s 220 of the Criminal Procedure Act 51 of 1977 (the\nCPA) .\r\nThe most important are as follows:\n(i)\nDNA\r\ntesting proved that the pink cloth found in the paint container in\r\nthe appellant’s garage had traces of Sasha Leigh’s\n\ngenetic material.\n(ii)\nA\r\nswab and a filter paper that had been applied to what appeared to be\r\nblood on the plastic Pick ‘n Pay bag found in the\npaint\r\ncontainer were tested and similarly proved to have traces of Sasha\r\nLeigh’s genetic material.\n(iii)\nA\r\nportion of the white t-shirt found in the paint container and which\r\nalso appeared to have blood on it, was also found by DNA\ntesting to\r\nhave traces of Sasha Leigh’s genetic material.\n[49]\tIt is\r\nnecessary to record that neither the appellant’s mother’s\r\ncar nor his wife’s could be positively linked\nto the tyre\r\ntracks leading up to Sasha Leigh’s body.\n[\n50]\tEven\r\nthough there were suggestions of a police conspiracy to implicate the\r\nappellant neither he nor any other member of his\nfamily expressly\r\ndisavowed any knowledge of the paint container and its contents. Put\r\ndifferently, none of them, at any stage,\nprotested that the container\r\nor its contents were foreign items, unknown to them. It was not\r\ncontested that traces of paint evident\nin the container were of a\r\nsimilar colour to the outer wall of the appellant’s house.\nConclusions\n[51]\tIn addition to\r\nfacing a murder charge the appellant had also been charged with the\r\nrape of Sasha Leigh. He was rightly acquitted,\nin terms of s 174 of\r\nthe CPA, on the latter charge. In relation to the count of murder,\r\nthe court below carefully considered the\ncontact between the\r\nappellant and Sasha Leigh on the day of her disappearance, the\r\nforensic evidence and the alleged exchange between\nhim and his\r\nmother.\n[5\n2]\tThe\r\ncourt below, having regard to Dr Lourens’ evidence, took the\r\nview that the time frame during which Sasha Leigh disappeared\non that\r\nSunday was less crucial than suggested on behalf of the appellant.\n[5\n3]\tNdita\r\nJ, in the judgment of the court below, rightly took into account that\r\nit was only after several key witnesses had testified\nthat the\r\nappellant revealed that Sasha Leigh had followed him into the\r\nbackyard. As pointed out above this was only done during\na late stage\r\nunder cross-examination.\n[5\n4]\tIt\r\nis correct, as noted by the court below, that in a police bag\r\ncontaining the fragment of the chipped board referred to earlier,\n\nthere was an additional piece which could not be conclusively\r\naccounted for. This, however, does not detract from the fact that\nthe\r\ncrucial fragment in question was undoubtedly proved to have been\r\ntaken off Sasha Leigh’s clothes and linked to the board\nfound\r\nin the shed at the appellant’s house.\n[5\n5]\tThe\r\nDNA testing and the results referred to in para 48 above were also\r\ntaken into account by the court below.\n[5\n6]\tIn\r\ndealing with the statements allegedly made by the appellant to his\r\nmother, the court below had regard to the quality of the\ntestimony of\r\nthe three members of the SAPS referred to above. It also had regard\r\nto the contemporaneous note made by Inspector\nCilliers on the\r\ninstruction of Captain Naidoo and which, in relation to Sasha Leigh’s\r\nentry into the backyard, read as follows:\n‘\nEk het haar laat\r\nkom.’\nThis, according to the State, is what\r\nwas said before the appellant had told his mother that he had\r\nstrangled Sasha Leigh.\n[5\n7]\tThe\r\ncourt below found Inspector Cilliers a credible witness and, in my\r\nview, there is no basis to quarrel with that conclusion.\n[5\n8]\tThe\r\ncourt below had regard to the fact that Inspector Stoffels, a\r\npoliceman who, although he was not present during the alleged\n\nexchange between the appellant and his mother, testified that he had\r\nseen the two of them around that time and that neither had\nbeen\r\nemotional as testified to by his colleagues or indeed by the\r\nappellant himself and his mother. The court rejected Inspector\n\nStoffels’ evidence but found the evidence of his three\r\ncolleagues to be acceptable.\n[5\n9]\tWhilst\r\nDirector Makhura was in my view, a contradictory and unimpressive\r\nwitness, I am unable to conclude that the court below\nwas wrong in\r\nits conclusions concerning the quality of the evidence of Captain\r\nNaidoo and Inspector Cilliers. In contradistinction,\nthe court below\r\nrightly found the evidence of Mrs Fatima Isaacs unsatisfactory in\r\nmaterial respects. Like any mother, she was protective\nof her child.\r\nIt is true, as noted by the court below, that her claim of illiteracy\r\nwas dealt a blow by the evidence of Mr Ashaan\nWilliams, who initially\r\ntestified that she had written out a receipt, which evidence he later\r\nunconvincingly, sought to retract.\nIt is also evident that although\r\nshe asserted that she did not really understand English she\r\nrepeatedly lapsed into that language\nwhen questioned, without any\r\nostensible difficulty.\n[\n60]\tIn\r\nmy view, the court below correctly found the appellant an\r\nunimpressive witness. He was evasive and contradictory. The\r\nappellant’s\ncounsel’s warning to the very first witness\r\nthat his client’s memory was hampered by the fact that he had\r\nbeen under\nthe influence of dagga at the time of Sasha Leigh’s\r\ndisappearance, was contradicted by the detailed nature of his\r\nevidence.\nOne would not only expect his memory to have been affected\r\nput his perceptive powers at material times as well. He testified\r\nthat\nhe knew what time he had left Kashief’s house on the first\r\noccasion on Sunday 6 July 2003 because of the time indicator on\nthe\r\nlatter’s video machine. His explanation that he had no proper\r\nrecall of what had occurred until his detention and that\nduring the\r\ntime of detention his memory cleared and improved is unadulterated\r\nnonsense. A further negative feature of the appellant’s\n\nevidence flows from his responses under cross-examination when he was\r\nquestioned about time frames on the Sunday in question. A\nreading of\r\nthe questions and answers will reveal that he attempted to tailor his\r\nanswers to evidence adduced by the State and that\nhe was not relying\r\non his memory but was resorting to reconstruction. The appellant’s\r\ncase mutated during the trial, from\nthe suggestion that drug dealers\r\nmight have been responsible for Sasha Leigh’s disappearance to\r\nthe suggestion of a police\nconspiracy. The court below pointed out\r\nthat the disclosure that Sasha Leigh had followed him into the yard\r\ncame very late during\nthe trial. The disclosure itself evolved from\r\nbeing speculative to being positive.\n[\n61]\tCourts\r\nshould always consider the cumulative effect of items of\r\ncircumstantial evidence. In Schwikkard and Van der Merwe\nPrinciples\r\nof Evidence\n3 ed (2002) p 537-538 the learned authors point out that this\r\napproach can also be put as follows: The state must satisfy the\r\ncourt, not that each separate item of evidence is inconsistent with\r\nthe innocence of the accused, but only that the evidence taken\nas a\r\nwhole is beyond a reasonable doubt inconsistent with such innocence.\n[62]\tSee also in\r\nthis regard\nS\r\nv Ntsele\n1998 (2) SACR 178\n(SCA) at 182D-F where the following appears:\n‘\nOns\r\nreg ve\nreis\r\ninsgelyks nie dat ‘n hof slegs op absolute sekerheid sal handel\r\nnie, maar wel op geregverdigde en redelike oortuigings\n─ niks\r\nmeer en niks minder nie (\nS\r\nv Reddy and Others\n1996 (2) SASV 1 (A) op 9\nd\n-\ne\n).\r\nVoorts, wanneer ‘n hof met omstandigheidsgetuienis werk, soos\r\nin die onderhawige geval, moet die hof nie elke brokkie getuienis\n\nafsonderlik betrag om te besluit hoeveel gewig daaraan geheg moet\r\nword nie. Dit is die kumulatiewe indruk wat al die brokkies tesame\n\nhet wat oorweeg moet word om te besluit of die aangeklaagde se skuld\r\nbo redelike twyfel bewys is (\nR\r\nv De Villiers\n1944 AD 493\nop 508-9). Dit is inderdaad wat die Verhoorhof in hierdie\r\ngeval gedoen het.’\n[6\n3]\tIn\r\nthe oft cited case of\nR\r\nv Blom\n1939 AD 188\n, this court set out two cardinal rules in relation to\r\ninferential reasoning. The first is that the inference sought to be\r\ndrawn\nmust be consistent with all the proved facts. The second is\r\nthat the proved facts should be such that they exclude every\r\nreasonable\ninference save the one sought to de drawn.\n[6\n4]\tFollowing\r\nthe approach set out in the authorities that appear above and\r\nconsidering the totality of the evidence one is driven\nto the\r\nconclusion that the court below was correct in finding that the\r\nappellant was guilty of Sasha Leigh’s murder. What\nfollows are\r\nin my view the material parts of the evidence viewed cumulatively,\r\nthat compel the conclusion that the court below\ncannot be faulted:\nt\nhe\r\n\tappellant was the last known person to see Sasha Leigh alive.\nit is undisputed\nthat Sasha Leigh had followed the appellant into the backyard.\nwhen Sasha\r\n\tLeigh’s grandmother enquired whether she was there the\r\n\tappellant had not offered to look to see if indeed she\nwas still in\r\n\tthe yard.\nthe fragment of\r\n\twood found on Sasha Leigh’s clothes and the perfect match with\r\n\tthe wooden board found in the shed in the\nappellant’s backyard\r\n\tpoint an accusing finger at the appellant.\nthe items found in\r\n\tthe paint container\nin the garage are similarly damning, particularly when one takes\r\n\tinto account that the appellant had not disclaimed any of the\nitems\r\n\tor the container.\nthe statements\r\n\tmade\nby\r\n\tthe appellant to his mother, that were correctly admitted and\r\n\taccepted by the court below, viewed contextually amount to a\n\n\tconfession,\n1\nand are consistent with the evidence of the pathologist and with the\r\n\tevidence of the Jacobs family that Sasha Leigh appeared\nto have\r\n\tfollowed the appellant into the yard. The recorded statement by\r\n\tInspector Cilliers reflecting an invitation by the appellant\nto\r\n\tSasha Leigh to enter the yard is consistent with that evidence. The\r\n\tconfession is made all the more reliable thereby.\nhad Sasha Leigh\r\n\tre-emerged from the appellants backyard, members of the Jacobs\r\n\tfamily would have been in the best position to\nsee it. None of them\r\n\tsaw her re-emerge.\nt\nhe\r\n\tsuggested conspiracy against the appellant by the police is\r\n\tludicrous. It would mean that the police, in anticipation of the\n\n\tdiscovery of the body, would have had to plant the wooden fragment\r\n\twhich they would have had to acquire from the shed behind\nthe\r\n\tappellant’s house by stealth. In addition, they would have had\r\n\tto plant the items in the container in the garage and\nplant Sasha\r\n\tLeigh’s DNA material on them. The investigating officer,\r\n\tCaptain Naidoo, the forensic team and possibly the\npathologist would\r\n\thave had to be part of such a conspiracy. It is so far fetched so as\r\n\tto be rejected out of hand.\nThe unsatisfactory nature of the\r\n\tappellant’s evidence completes the mosaic.\n[6\n5]\tIt\r\nis true that there are some pieces of the puzzle of the precise\r\nnature of Sasha Leigh’s death that will always be missing.\n\nHowever, in my view, in the light of all of the factors set out above\r\nit is safe to conclude that the appellant was responsible\nfor her\r\ndeath. In my view, the state proved beyond reasonable doubt that the\r\nappellant murdered Sasha Leigh and the court below\ncorrectly\r\nconvicted him.\n[6\n6]\tOne\r\nfurther aspect remains. Counsel for the State was constrained to\r\nadmit that the police investigation, particularly in relation\nto the\r\ncollection and preservation of evidence, was flawed.  Even though the\r\nsearch warrant in respect of the first search had\na time limit one\r\nwould still have expected to have included a search of the garage.\r\nWhilst the pressures under which the police\noperate are appreciated\r\nit is nevertheless necessary to warn against sloppy investigation.\r\nVictims and accused persons deserve\nbetter.\n[6\n7]\tFor\r\nall the reasons set out above, the following order is made:\nThe appeal is dismissed.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\tC Stamper\nInstructed\r\nby\nD\r\nA J Uijs SC Cape Town\nFor\r\nRespondent:\tC van der Vijver\nInstructed\r\nby\nThe\r\nDirector of Public Prosecutions Cape Town\nThe\r\nDirector of Public Prosecutions Bloemfontein\n1\nThe challenge to the statements allegedly spontaneously made, were\r\n\tnot in relation to their admissibility, but rather that they\nhad not\r\n\tbeen made at all. They were made by the appellant not to the police\r\n\tbut to his mother in their presence. For a discussion\non whether or\r\n\tnot a statement amounts to a confession see D T Zeffert, A P Paizes,\r\n\tA St Q Skeen\nThe South\r\n\tAfrican Law of Evidence\n(2003) pp 471-474. In the present case the distinction between\r\n\tadmissions and confessions is not important.",
  "scraped_at": "2026-02-11T20:29:47.972861",
  "date": "2010-05-31",
  "coram": [
    "Navsa JA",
    "Bosielo JJA",
    "Seriti AJA"
  ],
  "case_number": "039/10",
  "parties": {
    "applicants": [
      "Moegamat Yusuf Isaacs"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 6 July 2003 eight‑year‑old Sasha Leigh Crook disappeared from the garden of her grandparents at 47 Adrian Road, Cape Town. Her body was discovered on 14 July 2003 in a rubbish dump in Muizenberg. The appellant, Moegamat Yusuf Isaacs, lived next door at 45 Adrian Road and was the last known person to see the child alive when she entered his backyard. The State relied on circumstantial evidence including a fragment of a pressed wooden board recovered from the victim’s clothing that matched a board found in Isaacs’s shed, DNA traces of the child on a white t‑shirt, pink cloth and a plastic bag found in Isaacs’s garage, and statements allegedly made by Isaacs to his mother admitting he had 'choked' the child. The appellant claimed an alibi, stating he was under the influence of dagga and left the scene before 14:00 to watch a television film.",
    "issues": "The primary issue was whether the State proved beyond a reasonable doubt that Isaacs murdered Sasha Leigh, taking into account the cumulative circumstantial evidence and the alleged confession to his mother. Secondary issues concerned the admissibility and reliability of the alleged confession and whether the appellant’s alibi excluded the possibility of his participation in the murder.",
    "principles": "The Court applied the principle that circumstantial evidence must be considered cumulatively, requiring the State to prove the accused’s guilt beyond reasonable doubt when all inferences are taken together (Schwikkard & Van der Merwe; R v Blom). The Court also considered the requirements for a confession to be admissible, emphasizing contemporaneity and reliability, and reiterated that the burden of proof rests on the State.",
    "application": "The Court examined the forensic matches between the wooden board fragment and the board in Isaacs’s shed, the DNA findings linking the child to items in the garage, and the recorded statements to his mother, finding them credible and supportive of a confession. It rejected the appellant’s alibi, noting inconsistencies in his testimony and his lack of a reliable recollection. The cumulative effect of the forensic evidence, the confession, and the absence of any contradictory evidence satisfied the standard of proof beyond reasonable doubt.",
    "conclusion": "The appeal was dismissed. The Supreme Court of Appeal upheld the conviction of Moegamat Yusuf Isaacs for the murder of Sasha Leigh Crook, finding that the State had proved his guilt beyond reasonable doubt."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "circumstantial evidence",
      "confession",
      "DNA evidence",
      "appeal"
    ]
  }
}