{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/62.html",
  "case_name": "AMI Forwarding (Pty) Ltd v Government of the Republic of South Africa (Department of Customs and Excise) and Another (251/09) [2010] ZASCA 62; [2010] 4 All SA 347 (SCA); 72 SATC 268 (3 May 2010)",
  "citation": "[2010] ZASCA 62",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 62\n|\nNoteup\n|\nLawCite\nAMI Forwarding (Pty) Ltd v Government of the Republic of South Africa (Department of Customs and Excise) and Another (251/09) [2010] ZASCA 62; [2010] 4 All SA 347 (SCA); 72 SATC 268 (3 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n251/09\nIn the\r\nmatter between:\nAMI\r\nFORWARDING (PTY) LIMITED\t\t\t                    Appellant\nand\nGOVERNMENT OF THE REPUBLIC OF SOUTH\nAFRICA (DEPARTMENT OF CUSTOMS AND EXCISE)    First Respondent\nSTANDARD GENERAL INSURANCE COMPANY\nLIMITED\t\t\t\t\t\t\t  Second Respondent\nNeutral citation:\nAMI Forwarding (Pty) Ltd v SARS and\r\nanother (251/09)\n[2010] ZASCA 62\n(3 May 2010)\nCoram:\nMthiyane,\r\nLewis, Bosielo and Leach JJA and Griesel AJA\nHeard:\t15\r\nMarch 2010\nDelivered: \t3 May 2010\nCorrected:    3 May 2010\nSummary:\nLiability under ss 18 and 18A of the Customs and\r\nExcise Act 91 of 1964: whether clearing and forwarding agent had\r\nproved that it\nwas not liable for payment of duties.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Durban) (Hassim J sitting as court of first instance):\n1 The appeal is upheld with costs including those of two counsel\r\nwhere so employed.\n2 The order of the high court is replaced with the following:\n‘(a) The plaintiff is not liable to pay to the first defendant\r\nany of the customs duties and other charges reflected in Annexure\nB\r\nto the particulars of claim.\n(b) The first defendant is to pay the costs including those\r\noccasioned by the employment of two counsel.’\nJUDGMENT\nLEWIS JA (Mthiyane, Bosielo and Leach JJA and Griesel AJA concurring)\n[1]\tThe appellant, AMI Forwarding (Pty) Ltd (AMI), was a clearing and\r\nforwarding agent for the import and export of goods from\nSouth\r\nAfrica. It was a subsidiary of a company based in Antwerp, Belgium.\r\nThis appeal concerns its liability for duties on goods\ncleared by it\r\nfor export in bond or export in transit over the period from November\r\n1990 to May 1998. It ceased its business operations\nin South Africa\r\nin the middle of 1998.\n[2]\tIn October 2000 the first respondent, the\r\nCommissioner\n1\nfor the South African Revenue Service (SARS) (cited in this matter as\r\nthe Government of the Republic of South Africa (Department\nof Customs\r\nand Excise)) demanded that AMI pay duties in the sum of R331 352.84\r\nin respect of three bills of entry listed in a schedule\nto the\r\ndemand. The basis of this demand was that the bills of entry had been\r\nfalsely acquitted. I shall deal with this demand in\nrespect of the\r\nallegedly false acquittals last.\n[3]\tIn May 2001 SARS made a second demand for payment in the sum of \r\nR11 488 613.16 in respect of 68 bills of entry listed in an\nattached\r\nschedule, alleging that the bills of entry in respect of  the goods\r\nin question had not been acquitted. In October 2002\na third demand\r\nwas made, but this time it was in respect of 49 bills listed in the\r\nsecond demand, an employee of SARS having found\nthe acquittals in\r\nrespect of 19 of the bills of entry referred to in the second demand.\r\n The schedule to the third demand constitutes\nAnnexure B to the\r\nparticulars of claim. The reduced amount claimed was R5 903599.96 and\r\nrelated to transactions concluded during\nthe period 15 September 1995\r\nto 11 September 1996.\n[4]\tAMI maintained that all the bills of entry in the second demand\r\nhad indeed been acquitted. But it could not locate the acquittal\n\ndocuments years later, in part because it had merged with another\r\ncompany, Micor Shipping, and premises had been changed and documents\n\nlost, and partly because it had ceased trading in South Africa and\r\ndocuments had been destroyed. A third factor was that AMI had\nbeen in\r\nregular contact with SARS officials about outstanding duties, and had\r\nhanded much of its documentation to its attorney,\nwho had absconded\r\nat the time when the demands in issue were made.\n[5]\tAMI had given as security for its statutory obligations (which I\r\nshall discuss later) three bonds: a general bond, number 210724,\nin\r\nthe sum of R10 000, dated 17 May 1991; a special removal bond, number\r\n202906, in the sum of R375 000, dated 17 May 1991 (for\nthe removal in\r\nbond of goods outside of South Africa); and a special removal bond,\r\nnumber 202907 in the sum of R2m. This also secured\npayment of duties\r\nin respect of the removal of goods from Durban Harbour, or from SA\r\nContainer Depots, by road to a destination\noutside South Africa.\n[6]\tIn March 2003 AMI instituted action for an order declaring that\r\nit was not liable to pay SARS any of the customs duties demanded.\n\nThese were in respect of the allegedly falsified acquittals and the\r\nbills of entry which were the subject of the third demand.\nIt also\r\nsought an order that SARS was not entitled to call up payment against\r\nany of the bonds furnished by it, and guaranteed\nby the second\r\nrespondent, Standard General Insurance Company Ltd. (The latter did\r\nnot defend the action since its obligations are\ndependent on the\r\nliability of AMI.) SARS defended the action, but gave an undertaking\r\nto AMI that it would not draw down on the\nbonds pending the\r\nfinalization of the action.\n[7]\tThe action was dismissed by the KwaZulu-Natal High Court, Durban,\r\nHassim AJ finding that AMI had not proved that it had acquitted\nthe\r\nbills of entry in respect of the third demand, and that the\r\nacquittals forming the basis of the first demand had been falsified.\n\nShe gave AMI leave to appeal to this court.\n[8]\tNumerous issues were traversed in the pleadings, the evidence,\r\nthe judgment of the high court and in heads of argument. I shall\n\nallude to them briefly. But at the hearing of the appeal counsel for\r\nAMI abandoned one of the legal arguments which it had relied\non in\r\nthe high court and argued the matter principally on the basis of\r\ninferences to be drawn from the facts proved.\n[9]\tLiability for the payment of customs duty is imposed on a\r\nclearing agent such as AMI by ss 18 and 18A of the Customs and Excise\n\nAct 91 of 1964. Both sections were amended with effect from 1 January\r\n1996. The claims by SARS are thus governed by both the original\nand\r\nthe amended provisions. The relevant provisions at the time are set\r\nout below (I shall put words deleted by the 1995 amendment\nin square\r\nbrackets, underline words added by the amendment and italicise words\r\nfor emphasis).\n[10]  ‘18\nRemoval\r\nof goods in bond—(1)  Notwithstanding anything to the\r\ncontrary in this Act contained –\nthe importer or owner of any\r\n\timported goods landed in the Republic or the manufacturer, owner,\r\n\tseller or purchaser of any excisable\ngoods or fuel levy goods\r\n\tmanufactured in a customs and excise warehouse\nor\r\n\tthe licensee of a customs and excise warehouse\nin which dutiable goods are manufactured or stored may remove such\r\n\tgoods in bond to any place in the Republic appointed as a\nplace of\r\n\tentry or warehousing place under this Act or to any place outside\r\n\tthe Republic: Provided that such goods manufactured\nor stored in a\r\n\tcustoms and excise warehouse may only be so removed to any such\r\n\twarehousing place in the Republic or any place\nin a territory in the\r\n\tcommon customs area approved by the government of that territory for\r\n\trewarehousing at that place in another\ncustoms and excise warehouse;\n. . . .\n(2) In addition to any liability\r\nfor duty incurred by any person under any other provision of this\r\nAct,\nthe person who\r\nremoves any goods in bond in terms of subsection (1) shall, subject\r\nto the provisions of subsection (3), be liable\nfor the duty on all\r\ngoods which he so removes.\n(3) Subject to the provisions of\r\nsubsection (4), any liability for duty in terms of subsection (2)\r\nshall cease\nwhen it is\r\nproved\n[to the\r\nsatisfaction of the Commissioner]\nby\r\nthe person concerned\n–\n(a) in the case of goods removed\r\nto a place in the common customs area, that such goods have been duly\r\nentered at that place; or\n(b) in the case of goods which\r\nwere destined for a place beyond the borders of the common customs\r\narea, that such goods have been\nduly taken out of that area.\n(4) If the person concerned\r\nfails to submit any such proof as is referred to in subsection (3)\r\n[within a period of thirty days from\nthe date on which the goods in\r\nquestion were entered for removal in bond]\nwithin\r\na period as may be prescribed by rule,\nhe shall upon demand by the [Commissioner] Controller forthwith pay\r\nthe duty due on such goods.\n(5) No goods shall be removed in\r\nbond in terms of this section from the place where they were landed\r\nin the Republic or where they\nentered the Republic until they have\r\nbeen entered for removal in bond and such entry shall be deemed to be\r\ndue entry in respect\nof such goods at that place for the purposes of\r\nthis Act.\n(6) No entry for removal in bond\r\nshall be tendered by or may be accepted from a person who has not\r\nfurnished such security as the\nCommissioner may require and the\r\nCommissioner may at any time require that the form, nature or amount\r\nof such security shall be\naltered in such manner as he may\r\ndetermine.’\n[11]\tThe relevant provisions of s 18A are:\n‘\nExportation of goods from\r\ncustoms and excise warehouse – (1) Notwithstanding any\r\nliability for duty incurred thereby by any\nperson in terms of any\r\nother provision of this Act, any person who exports any goods from a\r\ncustoms and excise warehouse to any\nplace outside the common customs\r\narea shall, subject to the provisions of subsection (2), be liable\r\nfor the duty on all goods which\nhe so exports.\n(2) Subject to the provisions of\r\nsubsection (3), any liability for duty in terms of sub-section (1)\r\nshall cease when it is proved\n[to the satisfaction of the\r\nCommissioner] by the exporter that the said goods have been duly\r\ntaken out of the common customs area.\n(3)   If the exporter fails to\r\nsubmit any such proof as is referred to in subsection (2) within a\r\nperiod [of 30 days from the date\non which the goods concerned were\r\nentered for export],\nas\r\nmay be prescribed by rule\nhe shall upon demand by the Controller [Commissioner] forthwith pay\r\nthe duty due on those goods.\n. . . .’\nThe principal effect of the 1995 amendments\n2\nto both ss 18 and 18A is that proof of removal does not have to be\r\n‘to the satisfaction of the Commissioner’.\n[12]\tBoth sections 18 and 18A impose liability on a clearing agent\r\nfor importation and exportation unless it can prove that the\ngoods\r\nconcerned have been removed in bond or in transit. In\nStandard\r\nGeneral Insurance Company Ltd\nv Commissioner for Customs and\r\nExcise\n3\nthis court held that an agent is liable under s 18A, falling within\r\nthe meaning of a person who exports. Equally, an agent would\nbe\r\nliable under s 18 as an importer. AMI accepts that it incurs\r\nliability under both ss 18 and 18A.  After the sections were amended\n\nin 1995 it was sufficient for it to have furnished to customs\r\nofficials evidence of removal in bond or in transit in order to\r\nobtain acquittals: proof ‘to the satisfaction of the\r\nCommissioner’ was, as I have said, no longer necessary.\n[13]\tAMI accordingly does not deny that it would have been liable for\r\npayment of the duties in question had the goods concerned\nnot been\r\nremoved in transit or in bond. Its case is that it did remove the\r\ngoods, either in transit or in bond, and that it had\nprovided proof\r\nof this to the relevant customs officials at the relevant times. Thus\r\nthe thrust of the argument is that although\nAMI could no longer\r\nproduce the proof the only inference to be drawn, on the\r\nprobabilities, from a number of uncontroverted facts,\nis that it had\r\nonce tendered the requisite proof and that SARS had accepted it at\r\nthe time.\n[14]\tBefore turning to the facts on which AMI relies, I should\r\nindicate that in the high court AMI had argued that it did not bear\n\nthe onus of proving that the bills of entry in question had been\r\nacquitted. (This was the argument abandoned on appeal.) Section\n\n102(4) of the Act provides that in any dispute with the State as to\r\nwhether duty has been paid, or goods imported or exported,\n‘it\r\nshall be presumed that such duty has not been paid or that such goods\r\n. . . have not been lawfully used, imported, exported\n. . .’.\r\nAMI argued that the ‘reverse onus’ imposed on it was\r\nunconstitutional, particularly in the light of the\nprovisions of s\r\n101 (read with rule 101.01) which require that business records and\r\ndocuments need be retained for inspection only\nfor a period of two\r\nyears.\n[15]\tThe high court rejected this argument. At the hearing of the\r\nappeal AMI accepted the validity of s 102(4) and conceded that\nit\r\nbore the onus of proving that the bills of entry in question had been\r\nacquitted. It argued also that the claims of SARS had\nprescribed and\r\nthat the decision to make the demands amounted to unfair\r\nadministrative action given the circumstances and delays\nattendant on\r\nthe demands. It is necessary to discuss these two arguments only if\r\nAMI’s contention that it had proved acquittals\nin the past is\r\nunsuccessful.\n[16]\tI turn then to the facts. AMI acted as a clearing agent for the\r\nimport and export of goods. It attended to both the removal\nof goods\r\nin bond – that is, removal from one customs warehouse to\r\nanother in the common customs area – and to removal\nin transit,\r\nby road or rail, to a destination outside the common customs union.\r\nIt would give guarantees – bonds –\nto serve as security\r\nfor the payment of duties if goods were not exported (sent out of the\r\ncommon customs area) and removal-in-transit\nbonds to secure payment\r\nin respect of goods being sent out of the area.\n[17]\tBefore goods were removed in transit it would complete a form DA\r\n570, with the purpose code ‘RIT’. Where goods\nwere\r\nremoved to a bonded warehouse within the area, the DA 570 would bear\r\nthe purpose code ‘RIB’. Where it attended\nto the export\r\nof goods to a destination outside the common customs area AMI would\r\ncomplete a form DA 26.\n[18]\tMr A Caban, the manager in Africa of AMI for 34 years (and\r\npreviously a customs officer in Zambia) before his retirement in\n\n2003, gave evidence about the business of AMI. He was not ever in\r\ncharge of the South African operations but was in a position\nto\r\ndescribe the pattern of transactions and the way in which goods were\r\ncleared through customs. AMI’s main function was\nto see to the\r\ntransit of cargo from ports, primarily Durban, to landlocked\r\ncountries in Africa. Caban testified that the AMI group\nof companies\r\nhad a good reputation internationally, in the industry; that they had\r\na good client base and that they always attempted\nto comply with the\r\ncustoms laws of the countries in which they worked.\n[19]\tCaban came to South Africa in 1998 when AMI ceased to trade here\r\nin order to tidy up loose ends. He was also looking for a\npartner for\r\nAMI, which he found in Micor Shipping. A joint venture company was\r\nformed – AMI Micor. All documentation in the\npossession of the\r\nformer AMI offices in Durban were transferred to the AMI Micor\r\noffices in Johannesburg. When the dispute arose\nwith SARS he had\r\nattempted to locate the bills of entry in contention but many\r\ndocuments had disappeared in the move. He did, however,\nfind two\r\nregisters. One was in respect of bills of entry, where dates,\r\nreference numbers, file numbers, bills of entry numbers,\nthe importer\r\nof the goods and the date when the bill was acquitted were all\r\nreflected. The acquittals were recorded with red stamps\nmade by the\r\ncustoms authorities together with signatures or initials of the\r\ncustoms official. The register was handed in as an\nexhibit. It covers\r\nthe period from November 1990 until May 1998. Caban said there was a\r\npossibility that there were other bills\nof entry registers used at\r\nthat time.\n[20]\tThe second register found, also handed in as an exhibit, was in\r\nrespect of the special removal bond number 202907 dated 19\nNovember\r\n1993. Caban explained that the bond was given as security for\r\nremoving goods. When they were cleared they had a value\non which\r\ncustoms duty was payable. Caban described this as a notional amount –\r\na penal sum – calculated on the value\nof the cargo and VAT on\r\nthat sum too. Goods could be removed only if the penal sum was less\r\nthan the value of the bond.  Entry\nof a penal sum would reduce the\r\nvalue (the running balance) of the bond. If goods to be moved\r\nexceeded the running balance, so\nthat the security would be\r\nexhausted, then the goods could not be removed. But when the\r\nacquittances from customs were received\nthey would be entered as\r\ncredits in the register.\n[21]\tThus each entry in the bond register reflected a bill of entry\r\nnumber, the importer, the name of the vessel that had brought\nthe\r\ncargo into South Africa, the reference number, the amount of the\r\npenal sum, that of the penal sum credit, the running balance\nat the\r\ntime and the date of each acquittal. The bond was for the sum of R2m.\r\nBut at the end of August 1998 the running balance\nwas in credit in\r\nthe sum of R4 532 320. Caban said that the conclusion to be drawn\r\nfrom the fact of the large credit was that all\nRIT entries (DA 570\r\nforms) had been acquitted and all duties had been paid.\n[22]\tThis evidence was not countered by any witness for SARS. The\r\nofficial who had confirmed the credit balance was not called\nas a\r\nwitness, and there was no indication that the official was\r\nunavailable. Mrs Vera Burger, who testified for SARS in relation\nto\r\ncustoms duties collection procedures and AMI’s documentation,\r\nconfirmed that unless customs officials were satisfied that\nthe bills\r\nof entry had been acquitted they would not enter a credit in the bond\r\nbook. Any discrepancy between the acquittal register\nand the bond\r\nregister could be explained by the lapse of time between the date of\r\nthe actual acquittal and the date when it was\nentered in the bond\r\nbook.\n[23]\tIt was the bond book that was regarded by Caban as the proper\r\nproof of acquittal: without the credit entries AMI would exceed\nthe\r\namount of the bond and not be able to remove goods in transit. That\r\nthe bond book was regarded as the basis for proving acquittal\nwas\r\nalso confirmed by another SARS witness, Mr B G  Makhatini, who said\r\nthat after the dispute arose he had repeatedly asked Caban\nfor the\r\nbond books.\n[24]\tThe loss of documents was attributable not only to AMI but also\r\nto SARS. It did not have any records of non-acquittals.  SARS\nrecords\r\nwere, by the admission of its own witnesses, in a state of chaos.\r\nThis was in part due to the moratorium (from 1998 to\n2002) on the\r\ncollection of duties put in place by SARS when an appeal against a\r\ncourt decision was pending. Once the decision on\nappeal had been\r\nhanded down SARS established what it called a ‘war room’\r\nto hunt down unpaid duties. They enlisted\nthe aid of numerous\r\nofficials to clean out the backlogs. They drew up lists of\r\nunacquitted entries and sorted them out in ‘agent\norder’.\r\n Burger conceded that many documents, including acquitted bills of\r\nentry, could not be located. Yet some of these\nhad been entered in\r\nthe bond book and some, Burger conceded, would have been entered in\r\nprevious bond books.\n[25]\tMr D A Mooney, an employee of AMI, also said that SARS’s\r\nrecord-keeping was deficient. While unable to testify about\nthe bills\r\nof entry in issue, he did give evidence about the inability of SARS,\r\nparticularly the officials at Beit Bridge and Durban,\nto keep track\r\nof acquittals. He estimated that when SARS queried what it thought\r\nwere outstanding acquittals, in 90 per cent of\ncases the acquittals\r\nhad already been given and recorded in the agent’s register.\r\nThe weight of his evidence was attacked\nby SARS on the basis that it\r\nwas no more than similar fact evidence. But it was borne out by the\r\nevidence of Burger and other SARS\nofficials.\n[26]\tMost importantly, Makhatini, who was one of the SARS officials\r\nwho had worked in the ‘war room’, was able to find\n19\r\nacquittals in between the sending of the second demand and the third,\r\nwhich he drafted – hence the demand for less than\nhalf of what\r\nwas claimed in the second demand. This fact alone shows the parlous\r\nstate of record-keeping by SARS as also the failure\nby SARS officials\r\nto make proper checks before making demands.\n[27]\tFurthermore, during the course of the trial yet another eight\r\nacquittals were shown to have been made. This emerged from the\n\nevidence of Professor Harvey Wainer, a chartered accountant and\r\nVisiting Professor at the University of the Witwatersrand, who\nwas\r\nengaged by SARS to analyse the records. He had worked on AMI’s\r\nacquittance register. Wainer conceded that there could\njustifiably be\r\ndiscrepancies between dates of bills of entry and their dates of\r\nacquittal: that was the case with a further five\nbills that appeared\r\nto have been acquitted.\n[28]\tAMI thus contends that, although, through no fault of its own,\r\nit can no longer tender proof of acquittals in respect of which\nthe\r\nclaims for duty were made, it had proved that it had done so at the\r\nrelevant times. This proposition is based on a number of\nobjective\r\nfactors which show, cumulatively, and on a balance of probabilities,\r\nthat no duties were payable and that SARS’s\ndemands were not\r\nwarranted. I have already dealt with the evidence on which the\r\ncontention is based. But to summarize:\n[29]\tFirst, there was the large credit in the bond book in August\r\n1998 when AMI ceased trading, and which a SARS official had confirmed\n\nby signature. Second, between the date of the second and third\r\ndemands, Makhatini had found 19 acquittals, reducing the demand\nby\r\nalmost 50 per cent. Third, it was established at the trial, when\r\nWainer gave evidence, that there were another eight bills of\nentry\r\nthat had been acquitted. The acquittals register, although\r\nincomplete, showed that most of the bills of entry in question\nhad\r\nindeed been acquitted. And the bond book, which showed the large\r\ncredit, reflected that there was sufficient security –\nthe\r\nbills of entry having been acquitted – for AMI to continue to\r\nremove goods in bond or in transit. And lastly, the moratorium\non\r\ndemands between 1998 and 2002 resulted in chaos: thousands of bills\r\nof entry were being checked, and there were 300-400 clearing\nand\r\nforwarding agents whose records were being checked. Documents were\r\nadmittedly lost. The SARS officials had clearly made mistakes.\n[30]\tMoreover, as Caban testified – and this was not contested\r\n– AMI was a reputable clearing and forwarding agent\nwhich had\r\nat all times complied with the customs laws of the countries in which\r\nit operated. The only inference to be drawn from\nall these factors is\r\nthat AMI had attended to the acquittal of all the bills of entry in\r\nquestion at the relevant times and had\nthus discharged the onus that\r\nit bore under s 18(3) of the Act.\n[31]\tI conclude, thus, that AMI has proved that it had acquitted all\r\nthe bills of entry referred to in the third demand, and is\nnot liable\r\nfor payment of the duties demanded.\n[32]\tI turn then to the first demand, and the allegedly falsified\r\nacquittals. SARS contended that four bills of entry for removal\nin\r\nbond (DA 570s) were falsely acquitted. The basis for the allegation\r\nof falsification (which was not attributed to AMI) was that\nthe\r\nstamps of the customs officials at the Beit Bridge border post on\r\nthese bills did not conform with the stamps that were actually\nused.\r\nMuch evidence was led on the shape of the stamps, and transparencies\r\nwere produced to show what the genuine stamp should\nlook like. I do\r\nnot propose to deal with this evidence in any detail. The testimony\r\nof Burger, and the SARS official at Beit Bridge,\nMrs M Vorster, was\r\ninconsistent and Vorster contradicted herself in significant\r\nrespects. It was conceded that she was an unsatisfactory\nwitness.\r\nThere was no evidence led as to who would have falsified the stamps.\r\nThe transparencies and the stamps on the bills of\nentry concerned do\r\nnot appear to differ in any significant way. They are all faint and\r\nsmudged. And SARS was unable to produce\na bill of entry with what it\r\ncontended was the true stamp.\n[33]\tWho bears the onus of proving the falsification? SARS contended\r\nthat by virtue of s 102(4) AMI bore the onus of proving that\nthe\r\nstamps were genuine, even though it had raised fraud as a defence.\r\nBut fraud is a special defence. The party who alleges fraud\nmust\r\nplead and prove it:\nStandard Bank v Du Plooy & another;\r\nStandard Bank v Coetzee & another\n4\nand\nCourtney-Clarke v Bassingthwaighte.\n5\n[34]\tIn my view, once AMI had proved that it had removed the goods in\r\nbond or in transit under s 18(3), it discharged the onus\nthat it bore\r\n– it disproved the assumption created by s 102(4). When SARS\r\nalleged fraud, which it did in the plea, it had\nto prove that the\r\nbills of entry had been falsely acquitted. I can see no reason why\r\nthe onus of proving fraud should shift from\nSARS to AMI simply\r\nbecause s 102(4) creates an assumption of liability that AMI must\r\ndisprove. Once AMI has proved acquittal the\nusual rule must apply:\r\nthe fraud must be proved by the party making the allegation –\r\nSARS. That it did not do. There was\nno acceptable evidence adduced,\r\neither documentary or through the witnesses Burger and Vorster, that\r\nthe stamps on the four bills\nof entry had been falsified. SARS could\r\nnot claim duties in respect of those bills.\n[35]\tI accordingly find that AMI has discharged the onus of proving\r\nthat the bills of entry reflected in the annexure to the third\ndemand\r\nhad been acquitted and that it was not liable for the payment of\r\nduties claimed in the first demand and is consequently\nnot liable on\r\nany of the bonds provided to SARS. The remaining arguments of AMI as\r\nto prescription and unfair administrative action\nthus fall away.\n[36]\t(1) The appeal is upheld with costs including those of two\r\ncounsel where so employed.\n(2) The order of the high court is replaced with the following:\n‘(a) The plaintiff is not liable to pay to the first defendant\r\nany of the customs duties and other charges reflected in Annexure\nB\r\nto the particulars of claim.\n(b) The first defendant is to pay the costs of the action including\r\nthose occasioned by the employment of two counsel.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANT:\t\t\tO Moosa SC\n(with him\nA\r\nBoulle)\nInstructed by\tShepstone & Wylie, Durban\nWebbers, Bloemfontein\nRESPONDENTS:\t\t\tC J Pammenter SC\n(with him T Mukadam)\nInstructed by\tThe State Attorney\nDurban\nThe State Attorney\nBloemfontein\n1\nAt certain stages the Controller (the person\r\n\tdesignated by the Commissioner in an area) made the demands. I shall\r\n\trefer to the\nCommissioner, however, since he bore ultimate\r\n\tresponsibility and the Customs and Excise Act 91 of 1964 varies from\r\n\tyear to year\nin respect of references to the Controller or to the\r\n\tCommissioner.\n2\nBy Act 45 of 1995.\n3\n2005 (2) SA 166\n(SCA).\n4\n(1899) 16 SC 161\nat 166.\n5\n1991 (1) SA 684\n(Nm) at 689F-G. See also\nAmler’s\r\n\tPrecedents of Pleadings\n7 ed (2010) by\r\n\tL T C Harms p 215.",
  "scraped_at": "2026-02-11T20:24:07.238192",
  "date": "2010-05-03",
  "coram": [
    "Mthiyane",
    "Lewis",
    "Bosielo",
    "Leach JJA",
    "Griesel AJA"
  ],
  "case_number": "251/09",
  "parties": {
    "applicants": [
      "AMI Forwarding (Pty) Ltd"
    ],
    "respondents": [
      "Government of the Republic of South Africa (Department of Customs and Excise)",
      "Standard General Insurance Company Ltd"
    ]
  },
  "sections": {
    "facts": "AMI Forwarding (Pty) Ltd acted as a clearing and forwarding agent for imports and exports in South Africa between November 1990 and May 1998. It provided three security bonds for customs duties and later ceased trading in mid‑1998. SARS issued three separate demands for customs duties, alleging that certain bills of entry had not been properly acquitted or had been falsely acquitted. AMI could not produce the original acquittal documents because of lost records, a merger with Micor Shipping, and the destruction of files after it stopped operating. Nevertheless, AMI presented bond registers showing large credit balances and registers of acquittals, and testified that all relevant bills had been cleared. SARS’s own records were described as chaotic, and several SARS officials admitted deficiencies in record‑keeping.",
    "issues": "1. Whether AMI, as a clearing agent, is liable for customs duties under sections 18 and 18A of the Customs and Excise Act 91 of 1964. 2. Whether AMI discharged the statutory onus of proving that the bills of entry had been acquitted. 3. Whether SARS successfully proved that certain acquittals were falsified, invoking a fraud defence. 4. Whether the claims were prescribed or amounted to unfair administrative action.",
    "principles": "The court applied sections 18 and 18A (as amended in 1995) which impose liability on a clearing agent unless he can prove removal in bond or transit. Section 102(4) creates a reverse onus that duty is assumed unpaid unless the agent proves acquittal, but the burden of proving fraud rests on the party alleging it. Precedents cited include Standard Bank v Du Plooy (burden of proof on fraud) and Standard General Insurance Co v Commissioner (agent liability under s 18A). The post‑1995 amendment removed the requirement that proof be to the Commissioner’s satisfaction, requiring only evidence of removal.",
    "application": "The court examined the bond register credit of R4 532 320, testimony that all RIT entries had been credited, and the finding that SARS officials had later located additional acquittals, reducing its demand by almost 50%. It concluded that, on the balance of probabilities, AMI had tendered the required proof of acquittal and that SARS had failed to produce any admissible evidence of falsified stamps. Consequently, the onus shifted back to SARS to prove fraud, which it did not meet. The court therefore held that AMI had satisfied its statutory burden and was not liable for the duties claimed.",
    "conclusion": "The appeal was upheld. AMI Forwarding (Pty) Ltd was found not liable to pay any of the customs duties or charges listed in Annexure B. The first defendant (SARS) was ordered to pay the costs of the action, including those incurred for two counsel. The High Court order was replaced accordingly."
  },
  "tags": {
    "level_1": "Customs Law",
    "level_2": "Customs Duties",
    "level_3": [
      "clearing agent liability",
      "burden of proof",
      "fraud defence",
      "acquittal registers"
    ]
  }
}