{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/154.html",
  "case_name": "Commissioner for South African Revenue Service v Saira Essa Productions (Pty) Ltd and Others (162/10) [2010] ZASCA 154; 73 SATC 202 (30 November 2010)",
  "citation": "[2010] ZASCA 154",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 154\n|\nNoteup\n|\nLawCite\nCommissioner for South African Revenue Service v Saira Essa Productions (Pty) Ltd and Others (162/10) [2010] ZASCA 154; 73 SATC 202 (30 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n162/10\nIn the matter between:\nTHE COMMISSIONER FOR THE SOUTH\nAFRICAN REVENUE SERVICE\n.................................................................\nAppellant\nand\nSAIRA ESSA PRODUCTIONS CC\n...................................................\n1\nst\nRespondent\nSAIRA ESSA\n....................................................................................\n2\nnd\nRespondent\nMARK CORLETT\n..............................................................................\n3\nrd\nRespondent\nNeutral citation:\nThe Commissioner for the SA Revenue\r\nService v Saira Essa Productions CC (162/10)\n[2010] ZASCA 154\n(30\r\nNovember 2010)\nCoram:\nHARMS DP, NUGENT, CLOETE, MAYA AND TSHIQI JJA\nHeard: 17 November 2010\nDelivered: 30 November 2010\nSummary:\nSmall Business Tax Amnesty and Amendment of Taxation\nLaws Act 9 of 2006\n– whether the respondents were granted\r\namnesty from criminal prosecution – whether the regional court\r\nshould have interrupted\ncriminal proceedings pending a declaration\r\norder by the high court.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Potterill\r\nAJ sitting as court of first instance):\n1. The appeal is upheld with costs, including the costs of two\r\ncounsel.\n2. The order of the court below is set aside and is substituted with\r\nthe following:\n‘\n1. The application is dismissed.\n2. The applicants are ordered to pay the costs of the application on\r\nan attorney and client scale, including the costs of two counsel,\n\njointly and severally.’\r\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nTSHIQI JA (Harms DP, Nugent, Cloete and Maya JJA concurring):\n[1] This is an appeal against an order in terms of which the North\r\nGauteng High Court, Pretoria (Potterill AJ) declared that the\n\nrespondents had duly complied with their obligations under the Small\r\nBusiness Tax Amnesty and Amendment of Taxation Laws Act No\n9 of 2006\r\n(‘the Act’) and were accordingly exempt from prosecution\r\non charges pending against them in the regional\ncourt, Germiston. The\r\napplication was launched after the criminal proceedings were\r\npostponed, by agreement, to enable the respondents\nto approach the\r\nhigh court for a declaratory order on whether the respondents\r\nqualified for amnesty against prosecution with regard\nto the pending\r\ncriminal charges. The appeal is brought with leave of the court\r\nbelow.\n[2] The Act came into operation on 25 July 2006. The purpose of the\r\nAct was to encourage small businesses which were not registered\nfor\r\ntax and those which were registered, but where business income for\r\nthe years preceding the 2006 year of assessment had not\nbeen declared\r\nor was understated or outstanding, to declare their income and apply\r\nfor amnesty. In terms of s 8(c), taxpayers were\nentitled to relief\r\nfor payment of any VAT in terms of the VAT Act in respect of (inter\r\nalia) any supply of services during the\n‘qualifying periods’\r\nie up to 28 February 2006. The relief was, however, subject to\r\ncertain exclusions in terms of\nss 5(2) and 10(a) of the Act which\r\nprovide as follows:\n‘\n5(2)\r\nThe Commissioner may not, subject to subsection (4), approve an\r\napplication in terms of subsection (1) if the Commissioner,\nat any\r\ntime before the submission of the application for tax amnesty,\r\ndelivered a notice to that applicant or that applicant's\n\nrepresentative informing that applicant of an audit, investigation or\r\nother enforcement action relating to any failure by\nthat\r\napplicant to comply with any Act in respect of which application for\r\ntax amnesty is made.’\n(Subsection 5(4) is irrelevant for present purposes.)\n‘\n10 The\r\ntax amnesty relief does not apply in respect of any amount of tax,\r\nlevy, contribution, interest, penalty or additional tax,\nto the\r\nextent that it –\n(a) had already been paid before\r\nthe submission of the application…’\n[3] In terms of s 5 of the Second Small Business Tax Amnesty and\r\nAmendment of Taxation Laws Act 10 of 2006 (Second Amnesty Act),\nan\r\napplicant whose application for amnesty has been approved in terms of\r\ns 5 is deemed not to have committed an offence in terms\nof any Act to\r\nwhich the amnesty Act relates. Consequently such a person would not\r\nbe liable for criminal prosecution.\n[4] Two pertinent issues arise in this appeal. The first is a\r\njurisdictional issue and it is whether the criminal proceedings in\n\nthe regional court should have been suspended pending the\r\ndetermination of the question of law by the high court. The second\r\npertains\nto the merits of the order granted by the court below. I\r\nshall deal with the second question first.\n[5] The second respondent (Ms Essa) and third respondent (Mr Corlett)\r\nare husband and wife and joint members of the first respondent,\nSaira\r\nEssa Productions CC (‘the CC’). Ms Essa is an actress and\r\nproducer and uses the CC as a vehicle to carry on business,\nthe bulk\r\nof which comprises of services rendered to the South African\r\nBroadcasting Corporation.\n[6] In July 2003, SARS commenced with criminal investigations against\r\nthe respondents for non-payment of PAYE, under-declaration\nof VAT and\r\nnon-filing of tax returns for the 2003/2004 tax years. On 11 August\r\n2004, the respondents were duly notified about the\ninvestigations and\r\nwere afforded an opportunity to liaise further with SARS with a view\r\nto submitting all outstanding returns and\nfor a discussion of\r\npossible criminal charges arising out of the investigations. In\r\nresponse to this letter, the respondents submitted\nthe relevant tax\r\nreturns. They subsequently between August 2004 and September 2005\r\npaid the monies due to SARS for VAT and also\npaid admission of guilt\r\nfines in respect of PAYE. SARS proceeded with criminal charges with\r\nregard to the VAT. It is these charges\nwhich formed the subject\r\nmatter of the application in the court below.\n[7] From 12 September 2005, the respondents made at least seven\r\nappearances in the regional court, Germiston, before the proceedings\n\nwere postponed pending the application before the high court. The\r\nmagistrate agreed to postpone the criminal proceedings because\nthe\r\nAct had in the meantime come into operation on 25 July 2006. The\r\nrespondents’ legal representative referred the magistrate\nto\r\nthe Act. The magistrate indicated\nthat it was not clear to him whether the respondents could\r\nrely on the Act to escape prosecution. He agreed to postpone the\r\ncriminal\nproceedings to enable the respondents to bring an\r\napplication to the high court for a declaratory order to clarify the\r\nlegal implications\nof the Act. The application was issued on 20\r\nFebruary 2008.\n[8] When the issue of the amnesty was raised with the magistrate, and\r\nwhen the application for a declaratory order was made in\nthe high\r\ncourt, SARS had already communicated its stance on the issue of the\r\namnesty for the VAT to the respondents in writing.\nThe sequence of\r\nthe correspondence between SARS and the respondents was as follows:\r\nOn 27 October 2006, Ms Essa and Mr Corlett\nsubmitted individual\r\napplications, and one on behalf of the CC, for amnesty to SARS in\r\nterms of the Act, inter alia in respect\nof income tax and VAT. It\r\nseems that on 10 January 2007, the respondents communicated with\r\nSARS, because on 26 January 2007, SARS\naddressed a letter to their\r\nattorney in reply to a letter from him dated 10 January 2007. In that\r\nletter the respondents were informed\nunambiguously that the summons\r\nin the criminal prosecution dealt with amounts that were excluded\r\nfrom amnesty. A further letter\ndated 12 March 2007 from SARS to the\r\nrespondents’ attorneys re-stated SARS’ position in this\r\nregard.\n[9] SARS responded to all three applications for amnesty. It is on\r\nthe three responses which the respondents place reliance for\ntheir\r\nimmunity from prosecution. All three responses are contained in a pro\r\nforma amnesty approval form, and are addressed to the\nindividual\r\nrespondents. They all state that: ‘In terms of the Small\r\nBusiness Tax Amnesty Legislation, you are hereby advised\nthat your\r\napplication has been approved subject to receipt of full payment of\r\nthe amnesty levy.’ All the approvals contain\nthe individual\r\nincome tax numbers of the respondents and state that the assessment\r\ninformation was for ‘2006 Taxable Business\nIncome’. What\r\nis glaringly absent in all three approvals is any reference to VAT\r\nand in the case of the CC, the VAT reference\nnumber of the CC.\r\nCounsel for the respondents sought to place reliance on the single\r\nsentence quoted above as constituting approval\nof the applications\r\nfor VAT amnesty. It patently was not – both because of the\r\nterms of the responses themselves to which\nI have just referred, and\r\nbecause of the letters quoted in the previous paragraph of this\r\njudgment which preceded the responses.\nThe court a quo erred in\r\nfinding that, as a fact, amnesty had been granted in respect of VAT.\n[10] In terms of the provisions of s 5(2), SARS was precluded from\r\napproving an application for amnesty in circumstances like the\n\npresent, where a notice of investigation had been issued ‘relating\r\nto any failure to comply with a tax related Act in respect\nof which\r\nthe application for amnesty is made’, and SARS was further\r\nprecluded from doing so because of the terms of the provisions\nof s\r\n10(a), inasmuch as the VAT had been paid before the application for\r\namnesty had been submitted. The provisions of the Act\nare clear and\r\nunambiguous. It is not clear why the magistrate felt the need to\r\nrefer this issue to the high court.\n[11]\nThe\r\njurisdictional issue:\nThis court has on several occasions discouraged\r\nthe practice of interrupting criminal proceedings in magistrates’\r\ncourts for\nthe purpose of clarifying a question of law in the high\r\ncourt and has cautioned courts on the consequences of such a\r\npractice.\nThe most recent reported judgment is\nNational\r\nDirector of Public Prosecutions v King\n1\nwhere Harms DP said at 152b-c:\n‘\nThe\r\nfair trial right does not mean a predilection for technical niceties\r\nand ingenious legal stratagems, or to encourage preliminary\n\nlitigation – a pervasive feature of white collar crime cases in\r\nthis country. To the contrary: courts should within the confines\nof\r\nfairness actively discourage preliminary litigation.’\nThe undesirable consequence which arose in this\r\nmatter was that the order of the high court amounted to an acquittal\r\nof the respondents\n(accused in a pending criminal matter) by a civil\r\ncourt on a basis which was not supported by the evidence, and which\r\nwas incompetent\nin law.\n[12]\nSection 319\nof the\nCriminal Procedure Act 51\nof 1977\nprovides for a systematic manner in which a superior court\r\nmay reserve questions of law for consideration by this court.\n2\n[13] So far as proceedings in magistrates’\r\ncourts are concerned, in\nWahlhaus v\r\nAdditional Magistrate, Johannesburg\n3\nNicholas JA stated:\n‘\nIt is\r\ntrue that, by virtue of its inherent power to restrain illegalities\r\nin inferior courts, the Supreme Court may, in a proper\ncase, grant\r\nrelief – by way of review, interdict, or\nmandamus\r\n-\nagainst\r\nthe decision of a magistrate's court given before conviction. (See\nEllis\r\nv Visser and Another\n,\n1956\r\n(2) SA 117 (W)\n, and\nR\r\nv Marais\n,\n1959\r\n(1) SA 98\n(T)\n, where most of the decisions are collated). This,\r\nhowever, is a power which is to be sparingly exercised. It is\r\nimpracticable to\nattempt any precise definition of the ambit of this\r\npower; for each case must depend upon its own circumstances. The\r\nlearned authors\nof\nGardiner\r\nand Lansdown\n(6th\r\ned., vol. I p. 750) state:\n“\nWhile\r\na superior court having jurisdiction in review or appeal will be slow\r\nto exercise any power, whether by\nmandamus\nor\r\notherwise, upon the unterminated course of proceedings in a court\r\nbelow, it certainly has the power to do so, and will do so\nin rare\r\ncases where grave injustice might otherwise result or where justice\r\nmight not by other means be attained. . . . In general,\nhowever, it\r\nwill hesitate to intervene, especially having regard to the effect of\r\nsuch a procedure upon the continuity of proceedings\nin the court\r\nbelow, and to the fact that redress by means of review or appeal will\r\nordinarily be available.”\nIn my judgment, that statement\r\ncorrectly reflects the position in relation to unconcluded criminal\r\nproceedings in the magistrates'\ncourts. I would merely add two\r\nobservations. The first is that, while the attitude of the\r\nAttorney-General is obviously a material\nelement, his consent does\r\nnot relieve the Superior Court from the necessity of deciding whether\r\nor not the particular case is an\nappropriate one for intervention.\r\nSecondly, the prejudice, inherent in an accused's being obliged to\r\nproceed to trial, and possible\nconviction, in a magistrate's court\r\nbefore he is accorded an opportunity of testing in the Supreme Court\r\nthe correctness of the\nmagistrate's decision overruling a\r\npreliminary, and perhaps fundamental, contention raised by the\r\naccused, does not\nper se\nnecessarily justify the Supreme Court\r\nin granting relief before conviction (see too the observation of\r\nMURRAY, J., at pp. 123 -\n4 of\nEllis'\ncase,\nsupra)\n. As\r\nindicated earlier, each case falls to be decided on its own facts and\r\nwith due regard to the salutary general rule that appeals\nare not\r\nentertained piecemeal.’\nOne of the fundamental considerations for not\r\nreserving questions of law until the criminal proceedings have been\r\nfinalised, is\nthat the question would be academic if no conviction\r\nfollows at the end of the trial:\nR v\r\nAdams & others\n.\n4\nIn the present matter, since there was no question\r\nof illegality in the regional court, the high court could not\r\nexercise its inherent\npower to ‘review’ by way of\r\ndeclaratory order.\n[14] SARS had asked in its answering affidavit for a punitive costs\r\norder. Counsel for the respondents could not offer any basis\non which\r\nsuch an order would not be appropriate in the circumstances and it\r\nclearly is. As stated, the proceedings in the regional\ncourt should\r\nnot have been interrupted. The only inference is that the request to\r\nsuspend the criminal proceedings was aimed at\ndelaying them still\r\nfurther. This is the only inference, because apart from the fact that\r\nthere was no basis for this, the position\nwith regard to VAT had been\r\nmade patently clear by SARS in their two letters in January and March\r\n2007, even before the letters\nof approval were sent to the\r\nrespondents. The omission of any reference to VAT in the letters of\r\napproval merely confirmed the\nstance of SARS. In the circumstances\r\nthe application to the high court was vexatious and this is ample\r\njustification for a punitive\ncosts order against the respondents.\n[15] The following order is made:\n1. The appeal is upheld with costs, including the costs of two\r\ncounsel.\n2. The order of the court below is set aside and is substituted with\r\nthe following:\n‘\n1. The application is dismissed.\n2. The applicants are ordered to pay the costs of the application on\r\nan attorney and client scale, including the costs of two counsel,\n\njointly and severally.’\n______________________\nZ L L Tshiqi\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: J J GAUNTLETT SC (with him H G A SNYMAN)\nInstructed by Mketsu & Associates Inc Pretoria;  Matsepes Inc,\r\nBloemfontein.\nRESPONDENTS: A E BHAM SC\nInstructed by Garlicke & Bousfield Inc\nPretoria;\nWebbers, Bloemfontein.\n1\n2010\r\n\t(2) SACR 146 (SCA).\n2\nSection\r\n\t319\nprovides:\n‘\n(1) If any question\r\n\tof law arises on the trial in a superior court of any person for any\r\n\toffence, that court may of its own motion\nor at the request either\r\n\tof the prosecutor or the accused reserve that question for the\r\n\tconsideration of the Appellate Division,\nand thereupon the\r\n\tfirst-mentioned court shall state the question reserved and shall\r\n\tdirect that it be specially entered in the\nrecord and that a copy\r\n\tthereof be transmitted to the registrar of the Appellate Division.\n(2) The grounds upon which any objection to an\r\n\tindictment is taken shall, for the purposes of this section, be\r\n\tdeemed to be questions\nof law.\n(3) The provisions of\nsections 317(2)\n, (4) and (5) and\n318\n(2) shall apply\nmutatis mutandis\nwith\r\n\treference to all proceedings under this section.’\nSee\r\n\talso ss 317 and 318 of the Criminal Procedure Act.\n3\n1959\r\n\t(3) SA 113\n(A) at 119H; 120A-E.\n4\n1959\r\n\t(3) SA 753\n(A) at 761.",
  "scraped_at": "2026-02-11T20:45:07.376488",
  "date": "2010-11-30",
  "coram": [
    "Harms DP",
    "Nugent",
    "Cloete",
    "Maya",
    "Tshiqi JJA"
  ],
  "case_number": "162/10",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "Saira Essa Productions CC",
      "Saira Essa",
      "Mark Corlett"
    ]
  },
  "sections": {
    "facts": "The Commissioner for the South African Revenue Service (SARS) investigated the respondents for non‑payment of PAYE, under‑declaration of VAT and failure to file returns for the 2003/2004 tax years. The respondents subsequently paid outstanding VAT and PAYE fines and were charged criminally in the Regional Court, Germiston, for VAT offences. After the Small Business Tax Amnesty and Amendment of Taxation Laws Act 9 of 2006 came into operation, the respondents lodged amnesty applications for income tax and VAT. The magistrate postponed the criminal proceedings to allow the respondents to seek a declaratory order from the High Court on whether the Act granted them immunity. SARS sent letters stating that the VAT amounts were excluded from amnesty and later issued pro‑forma approval forms that did not mention VAT.",
    "issues": "1) Whether the respondents were entitled to amnesty from criminal prosecution for the VAT charges under the Small Business Tax Amnesty Act. 2) Whether the Regional Court should have suspended the criminal proceedings pending a determination by the High Court on the legal effect of the amnesty legislation.",
    "principles": "The Court relied on sections 5(2) and 10(a) of the Small Business Tax Amnesty Act, which preclude amnesty where an audit or investigation notice has been issued before the application and where the tax has already been paid. Section 5(2) makes the Commissioner unable to approve an application in such circumstances. The Court also applied principles governing superior‑court intervention in magistrates’ courts, notably section 319 of the Criminal Procedure Act, and judicial pronouncements from National Director of Public Prosecutions v King and Wahlhaus v Additional Magistrate, emphasizing that criminal proceedings should not be interrupted merely to obtain a declaratory order.",
    "application": "The Court found that SARS’s letters clearly excluded the VAT amounts from amnesty and that the pro‑forma approval forms did not constitute an amnesty grant for VAT. Consequently, the respondents could not rely on the Act to evade prosecution. The Court further held that the magistrate erred in postponing the criminal case, as there was no illegality to be reviewed and the High Court lacked jurisdiction to issue a declaratory order in these circumstances. The application to the High Court was deemed vexatious, justifying a punitive costs order.",
    "conclusion": "The appeal was upheld with costs, including the costs of two counsel. The order of the North Gauteng High Court was set aside and replaced with an order dismissing the respondents’ application and ordering them to pay the costs of the application on an attorney‑and‑client scale, jointly and severally, including costs of two counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Tax Amnesty",
    "level_3": [
      "VAT",
      "Criminal Procedure",
      "Procedural Fairness",
      "Costs"
    ]
  }
}