{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/92.html",
  "case_name": "Paradyskloof Golf Estate (Pty) Ltd v Municipality of Stellenbosch (547/08) [2010] ZASCA 92; [2010] 4 All SA 591 (SCA) ; 2011 (2) SA 525 (SCA) (2 July 2010)",
  "citation": "[2010] ZASCA 92",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 92\n|\nNoteup\n|\nLawCite\nParadyskloof Golf Estate (Pty) Ltd v Municipality of Stellenbosch (547/08) [2010] ZASCA 92; [2010] 4 All SA 591 (SCA) ; 2011 (2) SA 525 (SCA) (2 July 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 547/08\nIn the matter between:\nPARADYSKLOOF GOLF ESTATE (PTY) LTD\t\t\tAPPELLANT\nand\nMUNICIPALITY OF STELLENBOSCH\t\t\t\tRESPONDENT\nNeutral citation:\nParadyskloof\r\nGolf Estate v Municipality of Stellenbosch\n(547/08)\n[2010] ZASCA 92\n(2 July 2010)\nCORAM:\t\tMPATI P, MTHIYANE, MALAN AND SHONGWE JJA AND\r\nGRIESEL AJA\nHEARD:\t\t7 MAY 2010\nDELIVERED:\t2 JULY 2010\nSUMMARY\n:            Sale –\r\nof land – suspensive condition in written agreement providing\r\nthat either party entitled to resile\nfrom it if suspensive condition\r\nnot fulfilled – whether exercise of right to resile almost 14\r\nmonths after lapsing of period\nfor fulfilment of condition\r\nunreasonable – whether delay of almost 14 months before\r\nexercising right to resile from agreement\njustifies inference that\r\nparty resiling had already decided not to resile.\nORDER\nOn appeal from\n: Western Cape\r\nHigh Court (Cape Town) (Davis J sitting as court of first instance)\nThe appeal is dismissed with costs which shall include\r\nthe costs of two counsel.\nJUDGMENT\nMPATI P\n(Mthiyane,\r\nMalan and Shongwe JJA and Griesel AJA concurring):\n[1]\nThis\r\nappeal concerns the validity of a decision of the council of the\r\nrespondent, the Municipality of Stellenbosch, to resile from\nan\r\nagreement of sale of certain fixed property. The facts are largely\r\ncommon cause.\n[2]\tOn 13 February 1997 the parties\r\nconcluded a written agreement in terms of which the respondent sold\r\nto the appellant a piece\nof land, approximately 277 hectares in\r\nextent, situated at Paradyskloof on the outskirts of Stellenbosch in\r\nthe Western Cape ('the\nproperty'). A purchase price of R16m was\r\nagreed upon, of which a deposit of R1.6m had to be paid within 14\r\ndays from the date of\nsignature of the written agreement and the\r\nbalance 'on the date of transfer'. Interest on the balance of the\r\npurchase price at\nthe rate of 10% per annum calculated from the date\r\nof conclusion of the agreement was also payable by the appellant\r\n'against registration\nof transfer'. (I shall, for convenience,\r\nhenceforth refer to the appellant as 'Paradyskloof' and to the\r\nrespondent as 'the Municipality'.)\n[3]\tThe\ndevelopment\r\nenvisaged by Paradyskloof on the property was to include, among other\r\nthings, the construction of an international luxury\nhotel, 250\r\ndwelling units and an international tournament golf course with\r\nancillary facilities. In terms of the written agreement\nthe\r\nMunicipality was required to call for certain impact studies to be\r\ndone in respect of the property, after receipt of which\nthe parties\r\nwere to meet so as to 'negotiate in good faith, with regard to the\r\nextent of the proposed development'. In addition,\nthe Municipality\r\nundertook 'to institute an application for the rezoning of the\r\nproperty' so as to provide for Paradyskloof's envisaged\ndevelopment.\n[4]\tThe sale of the property was,\r\nhowever, subject to certain suspensive conditions, of which only one\r\nconcerns us in this appeal.\nIt is recorded in clause 10 of the\r\nwritten agreement and reads:\n'10.1\t. . .\n10.2\tThis\r\nagreement is subject to the suspensive condition that the property is\r\nfinally rezoned, having the rezoning and/or development\nrights\r\nstipulated . . . above [ie permission having been obtained to\r\nconstruct the hotel, 250 dwelling houses and golf course on\nthe\r\nproperty] or, if different development rights have been agreed upon,\r\nsuch development rights, or such less zoning and/or development\n\nrights which [Paradyskloof] may agree to accept.\n10.3\tIf the\r\nsuspensive condition referred to in clause 10.2\nhas not been fulfilled within 18 (EIGHTEEN) months from date of\r\nlodging of the rezoning application, then either party will be\n\nentitled to resile from the Agreement, in which event the deposit\r\npaid . . . shall be repaid by the COUNCIL to the PURCHASER, free\nof\r\ninterest.'\nThe rezoning\nof\r\nthe property and the development rights were initially obtained\r\ntimeously, but the decisions of the relevant Members of the\r\nProvincial Council to grant them were set aside by the Western Cape\r\nHigh Court on 11 February 2002 at the instance of a third party.\nThe\r\ngrounds upon which the decisions were set aside are not germane to\r\nthe determination of the issues now on appeal.\n[5]\tHowever, the decision of the High\r\nCourt led to uncertainty as to the status of the written agreement,\r\nbut after separately obtaining\nadvice on the matter, as well as on\r\nthe value of the property, which had by then become a contentious\r\nissue, the parties entered\ninto negotiations which culminated in a\r\nsettlement agreement being concluded on 6 April 2004. In terms of the\r\nsettlement agreement\nthe parties agreed to be ‘bound’ by\r\nthe written agreement (to which I shall now refer as 'the original\r\nagreement')\nand to proceed with its implementation, which would,\r\ninter alia, entail fresh applications for rezoning and permission for\r\nParadyskloof's\nproposed development on the property.\n1\nThe running of the period of 18 months within which the suspensive\r\ncondition referred to in clause 10.2 of the original agreement\nhad to\r\nbe fulfilled would thus commence on 6 April 2004 (the date of\r\nsignature of the settlement agreement). Additional obligations\nwere\r\nplaced on Paradyskloof in terms of the settlement agreement which I\r\nneed not record here.\n[6]\tOn 29 September 2004 the\r\nStellenbosch Ratepayers Association instituted motion proceedings\r\nagainst the Municipality and Paradyskloof,\nseeking an order reviewing\r\nand setting aside the Municipality's decision to enter into the\r\nsettlement agreement with Paradyskloof.\nThose proceedings are still\r\npending.\n[7]\tThe period of 18 months from the\r\ndate of signature of the settlement agreement (6 April 2004) expired\r\non 5 October 2005, without\nthe suspensive condition having been\r\nfulfilled. However, on 4 October 2005 the attorneys for Paradyskloof\r\nhad dispatched a letter\nto the Municipality informing it that \r\nParadyskloof would not resile from the sale agreement and that it\r\nwould continue to wait\nfor the approval of the applications for\r\nrezoning and development rights. The Municipality was also invited to\r\nindicate what its\nstance was in that regard. Upon receipt of the\r\nletter on 4 October 2005 the Municipality's Mayoral Committee (MAYCO)\r\nadopted a\nresolution which it conveyed to Paradyskloof on the\r\nfollowing day. The resolution was couched in the following terms:\n‘\n[T]he\r\nMayoral Committee\nRESOLVED . . .\n(a)\ti\nn\r\nprinciple, not to exercise its right in terms of clause 10.3 of the\r\nSale Agreement to resile from the said Agreement, but to pursue\nthe\r\noption of granting Paradyskloof Golf Estate (Pty) Ltd a further,\r\nextended period of 18 months, to afford them reasonable time\nto meet\r\nthe suspensive conditions, i.e. to get the necessary development\r\nrights, as sought by them; and\n(b)\tt\no\r\nfollow a notice and comment procedure in terms of the Promotion of\r\nAdministrative Justice Act, as to inform the public of its\nintention\r\nto pursue the option of extending the time to allow Paradyskloof Golf\r\nEstate reasonable time to meet the suspensive conditions,\nand to\r\nallow for a reasonable opportunity to make representation[s]\n.'\n[8]\tOn 23 February 2006 and after it had followed the\r\nnotice and comment procedure referred to in its resolution of 4\r\nOctober 2005,\nMAYCO adopted the following resolution:\n'(a)\t[T]hat Council confirm its\r\ndecision not to resile from the Agreement.\n(b)\tthat Council enter into\r\nnegotiations with [Paradyskloof] on the following issues, in an\r\neffort to reach consensus, which consensus\nneed to be in the form of\r\na formal variation/amendment of the Settlement Agreement  . . . :\n(i)\tperiod of extension and\r\neffective date of such Agreement;\n(ii)\tpossible re-calculation of\r\n\"\nloss of income\n\"\r\nfor the period 1 October 2004 until date of registration of the\r\nproperty in the name of [Paradyskloof], on the same basis\nthe\r\ncalculations were done in the Settlement Agreement (see paragraphs\r\n2.2 of the Settlement Agreement);\n(c)\tthat Council authorise the\r\nMunicipal Manager to act on behalf of Council in negotiations with\r\n[Paradyskloof], . . . ; and\n(d)\t. . . '\nThis resolution was conveyed to Paradyskloof's attorneys\r\nby a Mr Smit, the Municipality's Director: Corporate Services, by\r\nemail\non 7 March 2006.\n[9]\tSubsequent discussions and negotiations on the\r\nissues mentioned in paragraph (b) of MAYCO's above resolution did not\r\nbear fruit\nand on 1 September 2006 the Municipality's attorneys\r\naddressed a letter to the attorneys for Paradyskloof, notifying them,\r\ninter\nalia, that the Municipality was 'obliged to consider the\r\nquestion of whether or not to proceed with this transaction with\r\nreference\nto the factors contained in the provisions of s 14(2)\r\nof the Local Government: Municipal Finance Management Act' (MFMA).\n2\nThe letter also invited Paradyskloof, if it so wished, to make\r\nrepresentations to the Municipality regarding the factors to be\n\nconsidered by the latter as required by the provisions of s 14(2)\r\nof the MFMA.\n3\nFollowing a further letter from the attorneys for the Municipality\r\ndated 13 September 2006 Paradyskloof, through its attorneys,\n\nsubmitted a memorandum in which it confined itself to a potential\r\ndecision (by the Municipality) not to consent to the sale in\nterms of\r\ns 14(2) of the MFMA.\n[10]\tWhen the letters of 1 and 13 September 2006 were\r\naddressed to Paradyskloof's attorneys by the attorneys for the\r\nMunicipality,\nthe Municipality was in possession of senior counsel's\r\nopinion, by which it was advised, inter alia, (a) that on the expiry\r\nof\nthe 18-month period referred to in the settlement agreement, the\r\nparties were entitled to make a fresh decision as to whether to\n\nproceed with the contract of sale; (b) that s 14(2) of the MFMA\r\ncame into operation on 1 July 2004 and that therefore the\nMFMA was in\r\noperation on the date the Municipality was entitled to consider\r\nwhether or not to proceed with the transaction; (c)\nthat the power to\r\nmake a determination in terms of s 14(2)(a) and (b) of the MFMA\r\ncould not be delegated, that the full Council\ncould make the\r\nnecessary decision and that the decision of MAYCO on 23 February 2006\r\nwas accordingly invalid; and (d) that Council\nwas obliged, in terms\r\nof s 14(2) of the MFMA, to consider the question whether or not\r\nto resile from the sale agreement and\nthat in considering that\r\nquestion it must make the determinations referred to in s 14(2)(a)\r\nand (b). The Municipality had\nalso obtained a valuation report from\r\nMessrs Rode and Associates reflecting a value of R150m for the\r\nproperty as at 31 August 2006.\nIt had instructed Rode and Associates\r\nto revisit an earlier valuation report so as to reflect 'the current\r\nmarket value' of the\nproperty.\n[11]\tAt its meeting on 28 November 2006 the Municipality\r\nresolved (by majority):\n'(a)\tthat the legal opinion of\r\nAdv Rosenberg SC be noted;\n(b)\tthat the valuation report of\r\nMessrs Rode and Associates be noted;\n(c)\tthat the representations of\r\nMessrs Jan S de Villiers, on behalf of their client, Paradyskloof\r\nGolf Estate (Pty) Ltd, be noted;\n(d)\tthat, in the light of the\r\nmaterial discrepancy between the valuation in (b) above and the price\r\nas set out in the settlement\nagreement, read with the original Sales\r\nAgreement entered into between the then transitional local council of\r\nStellenbosch and\nParadyskloof Golf Estate (Pty) Ltd dated 13 February\r\n1997, Council, in terms of their obligations under s 14(2) of\r\nthe MFMA,\ncannot support recommendations (d) to (g) of the Mayoral\r\nCommittee, as set out above; and\n(e)\tthat, in the light of the\r\ncircumstances, specifically the opinion of Adv Rosenberg SC, Council\r\nresile from the Sales Agreement\nin terms of Clause 10.3 of the said\r\nAgreement.'\n[12]\tThe recommendations of MAYCO referred to in\r\nparagraph (d) of the resolution are contained in a resolution passed\r\nby MAYCO on\n22 November 2006. The recommendations read thus:\n'(a)\t. . .\n(b)\t. . .\n(c)\t. . .\n(d)\tthat the consideration of\r\nthe transaction in terms of Section 14(2), at this stage, be delayed\r\nuntil such time as the Municipal\nManager concludes his negotiations\r\nwith Paradyskloof . . . regarding the issues set out in the [MAYCO]\r\nresolution of 2009-02-23;\n(e)\tthat the Municipal Manager\r\nbe mandated to conclude such negotiations within a reasonable time\r\nperiod, but before 2007-01-31;\n(f)\tthat, after this (and only\r\non the basis that consensus relating to the issues received therein\r\nhas been reached and the time\nperiods complied with) the matter be\r\nreferred to full Council for its consideration in terms of Section\r\n14(2) of the MFMA; and\n(g)\tthat, should the Municipal\r\nManager fail to reach an agreement with Paradyskloof as envisaged in\r\n(d) (\nsupra\n)\r\nCouncil consider the option, in terms of Clause 10.3 of the Sales\r\nAgreement, to resile from the Agreement (in which case it will\nnot be\r\nnecessary for Council to consider the matter in terms of Section 14\r\nof the MFMA).'\nIt may be mentioned that the value of R150m placed on\r\nthe property by Rode and Associates was based on a development\r\nconsisting\nof 547 serviced residential erven.\n[13]\tTo counter this latest valuation by Rode and\r\nAssociates, Paradyskloof obtained a further independent valuation\r\nfrom a Mr Tim\nMoulder of C B Richard Ellis (Pty) Ltd on 28 March\r\n2007.\n4\nBased on sales of 250 stands, Mr Moulder concluded that a reasonable\r\nvalue for the property as at 1 September 2006 was R65m. Considering\n\nthat the Municipality placed reliance on a flawed valuation by Rode\r\nand Associates in reaching its decision to resile from the\nsale\r\nagreement, Paradyskloof instituted proceedings against the\r\nMunicipality, seeking an order 'declaring unlawful and invalid,\n\nalternatively inefficacious, paragraphs (d) and (e) of the resolution\r\nof the [Municipality] taken on 28 November 2006'. In the\nalternative,\r\nParadyskloof sought an order 'reviewing and setting aside paragraphs\r\n(d) and (e) of the said resolution', plus costs,\nincluding the costs\r\nof two counsel.\n[14]\tUpon being confronted by Mr Moulder's valuation in\r\nthe founding papers, the Municipality commissioned Rode and\r\nAssociates for\nanother valuation, this time to be based on a\r\ndevelopment consisting of 250 stands or erven. That valuation, dated\r\n27 August 2007,\ndetermined a market value of R75m 'as in 2006'. Thus,\r\none of the grounds upon which Paradyskloof relied for the order\r\nsought was\nthat at the time that it took the decision to resile from\r\nthe agreement the Municipality ‘was well aware of the reduction\n\nfrom 547 to 250 dwelling units’ and that it therefore ‘relied\r\non a fundamentally flawed estimate of the fair market\nvalue of the\r\nproperty, more specifically a material mistake by Rode and Associates\r\nconcerning the number of residential stands\nin the development’.\r\nThe High Court (Davis J) dismissed the application with costs. This\r\nappeal is with its leave.\n[15]\tIn dismissing the application Davis J referred to\r\nthe majority decision in\nFlorida Road Shopping\r\nCentre (Pty) Ltd v Caine,\n5\na case in which the parties had concluded a\r\nwritten agreement in terms of which the one sold to the other certain\r\nfixed property,\nsubject to three suspensive conditions. The written\r\nagreement stipulated, after setting out the special conditions, that\r\n-\n'[s]hould any of the aforesaid\r\nspecial conditions not be fulfilled then we shall have the right to\r\ngive you notice of cancellation\nof this agreement which shall\r\nthereupon lapse.'\nThe period within which the special conditions had to be\r\nfulfilled was not stipulated in the agreement, but the parties were\r\nagreed\nthat by the time the conditions were fulfilled a reasonable\r\nperiod had already lapsed. Although the seller had not given notice\n\nof cancellation of the agreement, he refused to be bound by the\r\nagreement upon the fulfilment of the conditions, asserting that\nthe\r\ncontract had been rendered void upon the lapsing of a reasonable\r\nperiod after its conclusion. The majority of the court upheld\nthis\r\nargument and found that the words in the provision conferring upon\r\nthe seller the right to give the purchaser notice of cancellation\nof\r\nthe agreement 'were inserted\nex abundanti\r\ncautela\n'.\n6\n[16]\tRelying on the majority decision in\nFlorida\n,\r\nDavis J, in the present matter, held that the settlement agreement\r\nlapsed when the suspensive condition was not fulfilled on 5\nOctober\r\n2005. The learned judge said:\n'[W]hen the settlement agreement\r\nlapsed on 5 October 2005, that is when the suspensive condition\r\nclause at 10.3 of the [original\nagreement] read with clause 10.3 as\r\namended was [not] fulfilled, that was the end of any basis of a\r\ncontract between the parties.\nBinding contractual relationships could\r\nonly be restored by the conclusion of a further written agreement\r\nwhich\ninter alia\nwould provide a further date by which the suspensive condition as set\r\nout in clause 10.2 had been fulfilled.'\n7\nAnd further:\n'Notwithstanding the\r\ncorrespondence and indications that a new written agreement could be\r\nnegotiated, the existing settlement agreement\nlapsed on 5 October\r\n2005. No further written amendment was concluded so that the\r\nsettlement agreement was no longer of legal force\nand effect.'\n8\nHaving come to this conclusion, the court considered it\r\nunnecessary 'to traverse the whole range of further arguments raised\r\nby\n[Paradyskloof]'. Those arguments, he said, were based 'on the\r\nassumption that [the] contract continued.’\n[17]\tAn agreement of purchase and sale entered into\r\nsubject to a suspensive condition does not there and then establish a\r\ncontract\nof sale 'but there is nevertheless created \"a very real\r\nand definite contractual relationship\" which, on fulfilment of\n\nthe condition, develops into the relationship of seller and\r\npurchaser. . .'.\n9\nUpon fulfilment of the condition the contract thus becomes\r\nenforceable. Non-fulfilment of the suspensive condition, however,\r\nrenders\nthe contract void\nab initio\n,\r\nunless the parties have agreed otherwise.\n10\n[18]\tStrong and very interesting arguments were advanced\r\non behalf of both parties in this court in an effort to persuade us,\r\nfrom\nthe side of Paradyskloof, to find that the agreement did not\r\nlapse at the expiry of the 18-month period provided for in clause\r\n10.3 of the original agreement as amended by the settlement agreement\r\nand, on the part of the Municipality, to find that the agreement\n\nindeed lapsed. I consider it unnecessary to set out counsel's\r\narguments on this issue, since I am prepared to assume, in favour\nof\r\nParadyskloof, that the agreement did not lapse. The issue to be\r\nconsidered then is whether or not the Municipality's decision\nto\r\nresile from the agreement was lawful and valid.\n[19]\tThree reasons were advanced on behalf of\r\nParadyskloof as to why the decision was allegedly unlawful. The first\r\nwas that its\nfoundation was flawed because the factual basis for it\r\nwas erroneous, in that (a) the second valuation of the property by\r\nRode\nand Associates at R150m, which was considered by the\r\nMunicipality, bore no relation whatsoever to the purchase price, and\r\n(b) the\nMunicipality's decision, under s 14(2) of the MFMA,\n11\nnot to transfer the property to Paradyskloof came as a result of that\r\nvaluation. Consequently, so the argument went, the Municipality's\n\ndecision to resile from the agreement was based on its unlawful and\r\ninvalid decision not to transfer the property to Paradyskloof.\n[20]\tThe short answer to this submission is this.\r\nWhatever the reason for the Municipality's decision may have been is\r\nreally of\nno consequence. I agree with counsel for the Municipality\r\nthat in instances such as the present, at worst for the party making\r\nthe election, its decision to resile may well constitute a breach\r\nwhich would entitle the other contracting party to accept the\nbreach\r\nand cancel the agreement, or to reject it and sue for specific\r\nperformance. Thus, whether or not the provisions of s 14(2)\nof\r\nthe MFMA were applicable in this case is, in my view, of no\r\nconsequence. The decision to resile, whatever the reasons therefor,\n\nis not an administrative act which can be reviewed and set aside, but\r\nis the exercise of a contractual right.\n12\nThe parties had agreed that upon non-fulfilment of the suspensive\r\ncondition either party would be entitled to resile from the\r\nagreement.\n[21]\tThe second reason for the alleged unlawfulness or\r\ninvalidity of the Municipality's decision to resile from the\r\nagreement was\nthat by 23 February 2006 MAYCO had allegedly taken a\r\ndecision not to resile from the contract when it resolved 'that\r\nCouncil confirm\nits decision not to resile from the Agreement'. I\r\nhave mentioned above that this resolution by MAYCO was communicated\r\nto Paradyskloof,\nthrough its attorneys, on 7 March 2006. It was\r\naccordingly contended that the Municipality was bound by that\r\ndecision, because\nonce the election was made, it was final. In this\r\nregard reliance was placed on the decision of this court in\nAdministrator, Orange Free State, & others\r\nv Mokopanele & another,\n13\nwhere Hoexter JA said that once a contracting party has approbated it\r\ncannot thereafter reprobate. Counsel submitted that the decision\nof\r\nMAYCO confirming its earlier decision not to resile\n14\nfrom the sale agreement stood on its own and was not subject to the\r\nsubsequent paragraphs in the resolution.\n[22]\tI do not agree. The decision that MAYCO resolved to\r\nconfirm on 23 February 2006 was the 'in principle' decision taken on\r\n4\nOctober 2005.\n15\nThat 'in principle' decision was clearly subject to the Municipality\r\npursuing 'the option of granting [Paradyskloof] a further\nextended\r\nperiod of 18 months, to afford them reasonable time to meet the\r\nsuspensive conditions', and to follow a notice and comment\nprocedure\r\nso as to inform the public of its intention to pursue the option just\r\nmentioned. Clearly, MAYCO's decision not to resile\nfrom the agreement\r\ndepended on the parties reaching consensus on the issues listed in\r\nparagraph (b)(i) and (ii) of MAYCO's resolution\nof 23 February 2006.\r\nIf that were not so, it would mean that were the parties unable to\r\nreach consensus on those issues, there\nwould be no time limit for the\r\nfulfilment of the suspensive condition. Counsel for Paradyskloof\r\ndisavowed a tacit term of the agreement\nto the effect that the\r\nsuspensive condition would have to be fulfilled within a reasonable\r\ntime. In my view, it is highly improbable\nthat the Municipality,\r\nafter having agreed on a specific time period in the original\r\nagreement and in the settlement agreement,\nwould be content, when no\r\nconsensus had been reached, with an open-ended agreement which has no\r\nstipulation as to the period within\nwhich the suspensive condition\r\nhad to be fulfilled. The very fact that MAYCO resolved that 'Council\r\nenter into negotiations with\n[Paradyskloof] . . . in an effort to\r\nreach consensus' on the period of extension and effective date of the\r\nagreement, and which\nconsensus 'need to be in the form of a formal\r\nvariation/amendment of the Settlement Agreement' clearly points to\r\nthe decision not\nto resile being subject to the negotiations.\r\nFurthermore, in the letter of 7 March 2006, addressed to\r\nParadyskloof's attorneys\nadvising of the resolution of MAYCO, the\r\nfollowing was recorded:\n'Hierby aangeheg as Aanhangsel 1\r\nis 'n uittreksel uit voormelde vergadering se notule, waaruit dit\r\nduidelik is dat die Uitvoerende\nBurgermeesters Komitee inderdaad\r\nbesluit het om nie uit die kontrak te tree nie,\nonderhewig\r\naan sekere voorwaardes\n.'\r\n(My underlining.)\n16\nThe letter, in my view, puts the matter beyond doubt.\n[23]\tCounsel conceded during argument that should the\r\nfinding of this court be against Paradyskloof on this issue, and, I\r\nsuppose,\nsubject to a third reason why the Municipality's decision of\r\n28 November 2006 was said to be unlawful, then the appeal must fail.\n\nThe third reason was articulated thus. A party who is entitled to\r\nresile from a contract has to exercise its election within a\n\nreasonable time after becoming aware of the circumstances giving rise\r\nto the right to resile. It was accordingly submitted that\non the\r\nfacts of the present matter the delay between 5 October 2005 (when\r\nthe 18-month period expired) and 28 November 2006 (when\nthe decision\r\nto resile was made) was unreasonable. The motivation for this\r\nsubmission was that during the period between 5 October\n2005 and 28\r\nNovember 2006 the Municipality had received the development rights\r\napplications and advertised them for public comments;\nthat the\r\nMunicipality had embarked upon a public notice and comment process\r\nabout whether or not it should extend the period for\nthe fulfilment\r\nof the suspensive condition, and that it had taken a decision to\r\ncontinue negotiating about, among other things,\nthe period of\r\nextension and notified Paradyskloof of it. It was accordingly\r\nsubmitted that taken together with the delay, these\nfacts justify the\r\ninference that by 28 November 2006 the Municipality had already\r\ndecided not to resile from the agreement.\n[24]\tFailure to exercise a right to cancel a contract\r\n(in this case to resile from it) within a reasonable time does not\r\nnecessarily\nresult in the loss of the right. As was said in\nMahabeer\r\nv Sharma NO & another\n17\n:\n'[d]epending on the\r\ncircumstances, such a failure may, eg, justify an inference that the\r\nright was waived or, stated differently,\nthat the party entitled to\r\ncancel has elected not to do so. . . .'\n18\nThe court went further to say:\n'In such cases the lapse of an\r\nunreasonably long time forms part of the material which is taken into\r\naccount in order to decide\nwhether the party entitled to cancel\r\nshould or should not be permitted to assert his right. But\nper\r\nse\nit cannot bring\r\nabout the loss of the right.'\n19\n[25]\tIn its answering affidavit, deposed to by a\r\ncouncillor, namely Mr Johannes Gagiano, the Municipality said the\r\nfollowing:\n'I deny that, by November 2006,\r\nan unreasonably long period had elapsed from 5 October 2005. As is\r\napparent from the chronology\nof events set out in this affidavit and,\r\nto some extent, in the founding affidavit, the intervening time had\r\nbeen taken up with\nvarious discussions and requests for\r\nrepresentations and comments. There is no reason why the Council\r\nresolution of 28 November\n2006 was any more prejudicial to\r\nParadyskloof by virtue of being taken in November 2006 rather than\r\nin, say, June 2006. The Municipality\nhad used the time to take advice\r\nto ensure the legality of its actions; while the applicant had been\r\ngiven an opportunity to motivate\nits position and explain why a\r\ndecision should not be taken which would be adverse to its interests.\r\nI also refer again in any\nevent to clause 28 of the Sale Agreement.'\nNo replying affidavit was filed by Paradyskloof. The\r\nMunicipality's version of events was thus not gainsaid. In these\r\ncircumstances,\nit cannot be said, in my view, that the facts justify\r\nthe inference that by 28 November 2006 the Municipality had already\r\ndecided\nnot to resile from the contract.\n[26]\tIn any event, clause 28 of the original agreement\r\nreads:\n'No latitude, extension of time\r\nor other indulgence which may be given or allowed by any/either party\r\nto the any/other party/ies\nin respect of the performance of any\r\nobligation hereunder, and no delay or forbearance in the enforcement\r\nof any right of any/either\nparty arising from this agreement and no\r\nsingle or partial exercise of any right by any/either party under\r\nthis agreement, shall\nin any circumstances be construed to be an\r\nimplied consent or election by such party or operate as a waiver or a\r\nnovation of or\notherwise affect any of the parties' rights in terms\r\nof or arising from this agreement or estop or preclude any such party\r\nfrom\nenforcing at any time and without notice, strict and punctual\r\ncompliance with each and every provision or term hereof.'\nThe parties thus clearly agreed that no delay in the\r\nenforcement of any right by any one of them shall be construed as an\r\nelection\nto, or not to, enforce the right. It follows that the\r\ndecision of the Municipality to resile from the agreement cannot be\r\nassailed.\n[27]\tIn view of these conclusions, it has become\r\nunnecessary for me to consider any further arguments on the question\r\nwhether the\nMFMA was retrospective in its application and thus\r\nwhether the provisions of s 14(2) applied to the present matter.\n[28]\tThe appeal is dismissed with costs which shall\r\ninclude the costs of two counsel.\n………………………\nL MPATI  P\nCounsel For Appellant:\nO L ROGERS\r\nSC\nA BREITENBACH\nInstructed by:\t\t\tWERKSMAN INC\nCAPE TOWN\nCorrespondents:\t\t\tNAUDES ATTORNEYS\nBLOEMFONTEIN\nCounsel for Respondent:\t\t\tS P ROSENBERG SC\nP B J FARLAM\nInstructed By:\t\tCLIFFE DEKKER HORMEYER INC\nCAPE TOWN\nCorrespondents:\t\t\tCLAUDE REID INC\nBLOEMFONTEIN\n1\nClause 2.1 of the settlement agreement reads:\n'2.1\nVoortsetting van die Ooreenkoms\n2.1.1  Die partye kom ooreen dat hul gebonde is\r\n\taan die Ooreenkoms en onverwyld voortgaan met die implementering\r\n\tdaarvan –\nwat\ninter alia\n'n\nde novo\naansoek\r\n\tvir die verkryging van die nodige ontwikkelingsregte behels met die\r\n\tgepaardgaande struktuurplanwysiging, hersoneringsaansoek,\n\n\tvoorafgegaan deur die nodige impakstudies, publieke deelname\r\n\tensovoorts.\n2.1.2\tDie ondertekeningsdatum van hierdie skikkingsooreenkoms sal\r\n\tdien as die aanvangsdatum na verwys in klousule 10.3 van die\n\n\tOoreenkoms.'\n2\nSection 14(2)\nof the\nLocal Government: Municipal\nFinance Management Act 56 of 2003\nprovides:\n'A municipality may\r\n\ttransfer ownership or otherwise dispose of a capital asset other\r\n\tthan one contemplated in subsection (1),\nbut only after the\r\n\tmunicipal council, in a meeting open to the public –\n(\na\n)\r\n\thas decided on reasonable grounds that the asset is not needed to\r\n\tprovide the minimum level of basic municipal services; and\n(\nb\n)\r\n\thas considered the fair market value of the asset and the economic\r\n\tand community value to be received in exchange for the asset.'\n3\nBy this time control of the Municipality had been\r\n\ttaken over from the African National Congress by the Democratic\r\n\tAlliance, which\nappeared not to have been in favour of the\r\n\ttransaction.\n4\nParadyskloof had obtained a valuation from N S\r\n\tTerblanche and Associates, who had determined a value in respect of\r\n\tthe property\nof R35m.\n5\n1968 (4) SA 587\n(N).\n6\nAt 603F-604C.\n7\nAt para 72 of the judgment.\n8\nAt para 77.\n9\nCorondimas & another v Badat\n1946 AD\r\n\t548\nat 558-9.\n10\nR H Christie\nThe Law\r\n\tof Contract in South Africa\n5ed  p145;\nSouthern Era Resources Ltd v Farndell\r\n\tNO\n[2009] ZASCA 150.\n11\nAbove n 2.\n12\nCompare\nCape\r\n\tMetropolitan Council v Metro Inspection Service (Western Cape) CC &\r\n\tothers\n2001 (3) SA 1013\n(SCA) at\r\n\t1023G-1024A.\n13\n[1990] ZASCA 69\n;\n1990 (3) SA 780\n(A) at 787G-H.\n14\nSee paragraph (a) of the resolution of 23\r\n\tFebruary 2006, quoted in para 8 above.\n15\nQuoted in para 7 above.\n16\nA direct English translation would read:\r\n\t'Attached hereto as Annexure 1 is an extract from the minutes of the\r\n\taforementioned meeting,\nfrom which it is clear that [MAYCO] indeed\r\n\tdecided not to resile from the contract,\nsubject\r\n\tto certain conditions\n.'\n17\n1985 (3) SA 729\n(A).\n18\nAt 736G-H.\n19\nAt 736H-I.",
  "scraped_at": "2026-02-11T20:31:03.673961",
  "date": "2010-07-02",
  "coram": [
    "MPATI P",
    "MTHIYANE",
    "MALAN",
    "SHONGWE JJA",
    "GRIESEL AJA"
  ],
  "case_number": "547/08",
  "parties": {
    "applicants": [
      "Paradyskloof Golf Estate (Pty) Ltd"
    ],
    "respondents": [
      "Municipality of Stellenbosch"
    ]
  },
  "sections": {
    "facts": "In 1997 the Municipality of Stellenbosch and Paradyskloof Golf Estate entered into a sale agreement for a 277‑hectare property. The price was R16m with a R1.6m deposit and a suspensive condition that the property be rezoned and development rights obtained within 18 months of lodging the rezoning application. The condition was not fulfilled; the parties later signed a settlement agreement on 6 April 2004 which restarted the 18‑month period. The period expired on 5 October 2005 without the condition being satisfied. Paradyskloof notified the Municipality it would not resile; the Municipality later resolved to extend the period, engaged in negotiations, and finally, on 28 November 2006, resolved to resile from the agreement, citing valuations and MFMA considerations.",
    "issues": "1) Whether the Municipality’s decision to resile from the sale agreement was lawful and valid. 2) Whether the delay of more than a year between the expiry of the 18‑month period and the Municipality’s resolution constituted an unreasonable delay that waived its right to resile. 3) Whether the MFMA s14(2) provisions applied retrospectively and affected the contractual right to resile. 4) Whether the Municipality was bound by its earlier Mayoral Committee resolution not to resile.",
    "principles": "The court applied the principle that a suspensive condition creates a contractual relationship that becomes enforceable only upon fulfillment; if the condition is not fulfilled, the contract may be terminated under the clause. Delay in exercising a right to cancel does not per se extinguish the right, though an unreasonable delay may lead to an inference of waiver (Mahabeer v Sharma). Clause 28 of the agreement expressly precludes waiving rights by delay. The right to resile is a contractual right, not an administrative act, and therefore not subject to judicial review under the MFMA. The Florida Road Shopping Centre precedent was used to confirm that a party may terminate when a suspensive condition is not fulfilled within the agreed period.",
    "application": "The court held that the settlement agreement lapsed on 5 October 2005 when the 18‑month period ended without fulfillment of the rezoning condition. No subsequent written variation was concluded, so the contractual right to resile remained exercisable. The Municipality’s later decision to resile was therefore a lawful exercise of that contractual right. The delay until November 2006 did not amount to a waiver because clause 28 prohibited any inference of consent from delay, and the Municipality’s own statements showed the decision remained contingent on negotiations. The MFMA considerations were deemed irrelevant to the contractual right, and the decision was not an administrative act subject to review.",
    "conclusion": "The appeal was dismissed. The Municipality’s decision to resile from the sale agreement was upheld as a valid exercise of its contractual right. Costs of the appeal were awarded to the Municipality, including costs of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale of Land",
    "level_3": [
      "suspensive condition",
      "right to resile",
      "municipal finance management act",
      "valuation dispute",
      "contractual waiver"
    ]
  }
}