{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/150.html",
  "case_name": "Fourie NO and Another v Newton (562/09) [2010] ZASCA 150; [2011] 2 All SA 265 (SCA) (29 November 2010)",
  "citation": "[2010] ZASCA 150",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 150\n|\nNoteup\n|\nLawCite\nFourie NO and Another v Newton (562/09) [2010] ZASCA 150; [2011] 2 All SA 265 (SCA) (29 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 562/09\nIn the matter between:\nJOHN\r\nLOUIS CARTER FOURIE NO\n...................................................\nFirst\r\nAppellant\nJOHANNES\r\nFREDERICK KLOPPER NO\n......................................\nSecond\r\nAppellant\nJUANITO\r\nDAMONS NO\n......................................................................\nThird\r\nAppellant\nKAREN\r\nKEEVY NO\n..........................................................................\nFourth\r\nAppellant\nand\nJOHN\r\nDENIS NEWTON\n...........................................................................\nRespondent\nNeutral\r\ncitation:\nFourie NO v Newton\n(562/09) [2010] ZASCA150 (29\r\nNovember 2010).\nCoram:\nCLOETE, PONNAN, MHLANTLA and LEACH JJA and\r\nEBRAHIM AJA\nHeard:\r\n1, 2 NOVEMBER 2010\nDelivered:\r\n29 NOVEMBER 2010\nSummary:\nCompanies ─ s 424 of Companies Act\r\n61 of 1973 ─ reckless\ntrading ─ personal liability of directors.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Desai J sitting as\ncourt of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n_____________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (PONNAN, MHLANTLA and LEACH JJA and EBRAHIM\r\nAJA concurring):\nIntroduction\n[1] The CNA became an iconic brand in South Africa after\r\nit was established in 1886. It came to have an enormous national\r\n'footprint'\nand an annual turnover exceeding a billion rand. In\r\nmid-2002 companies in the CNA group were liquidated. One such company\r\nwas Consolidated\nNews Agencies (Pty) Ltd ('Consolidated'), the\r\nliquidators of which are the present appellants. The liquidators\r\nbrought an action\nin the Western Cape High Court based on s 424 of\r\nthe Companies Act 61 of 1973 in which they sought to hold the\r\nrespondent, Mr Newton,\nwho was on the board of Consolidated, liable\r\nfor Consolidated's debts and liabilities without limitation The\r\namount in issue is\nabout R256 million. Desai J dismissed the claim\r\nbut subsequently granted leave to appeal to this court.\n[2] I wish to emphasise at the outset that the reason\r\nwhy the liquidators have proceeded only against Newton is not because\r\nthere\nis any suggestion that his conduct was any different from the\r\nremainder of the directors of Consolidated, but (apparently) because\n\nhe was the only director that carried director's and officer's\r\nliability insurance. There is nothing improper in such a course:\ns\r\n424 empowers a court to declare any person, who was knowingly a party\r\nto the carrying on of the business of a company recklessly\nor with\r\nintent to defraud creditors, personally responsible for the debts of\r\nthe company. The persons who have locus standi to\nbring s 424\r\nproceedings (who include liquidators) can therefore choose whom they\r\nwish to sue.\nChronology of Principal Events\n[3] The record and the heads of argument exceed 10 000\r\npages. It would therefore be convenient to give an overview of the\r\nimportant\nevents before analysing in detail the law and evidence\r\nrelevant for the determination of the appeal.\n[4] In about 1997 the Gallo Group of companies sold the\r\nbusiness of the CNA to Consolidated, the company used for that\r\npurpose by\nWooltru Ltd. The structure adopted by Wooltru was to place\r\nan intermediate holding company, Consolidated News Agencies Holdings\n\n(Pty) Ltd ('Holdings'), between itself and Consolidated. Newton was\r\nappointed a director of Consolidated and Holdings. He was also\na\r\ndirector of Wooltru and the managing director of the latter's wholly\r\nowned subsidiary, Wooltru Finance (Pty) Ltd, the internal\nbanker to\r\nthe Wooltru group.\n[5] Consolidated's business was loss-making at the time\r\nof acquisition. It was financed by long-term interest free\r\nshareholder's\nloans from Wooltru made via Holdings; by short-term\r\n'bank' finance from Wooltru Finance (that was obtained from other\r\ncash flush\ncompanies in the group) which was repayable with interest;\r\nand a bank facility with First National Bank.\n[6] After the sale, the management of Consolidated was\r\ninstructed to adopt a ten point plan to turn its fortunes around.\r\nCentral\nto the plan was an information technology (IT) system\r\nintended to enable management to get the right stock to the right\r\nplace at\nthe right time ─ a management tool that, until then,\r\nhad been lacking. Another aspect of the ten point plan was that 55\r\nnew\nshops, mainly in rural areas, were opened.\n[7] In April 1999 Consolidated and M-Tel (Pty) Ltd\r\nconcluded a retailer agreement ('the RA') in terms of which\r\nConsolidated was\nappointed the exclusive retailer of MTN cellular\r\ntelephone products, and M-Tel warranted that Consolidated would earn\r\nspecified\nminimum commissions on the sale of those products for three\r\nyears from June 1999 until June 2002.\n[8] During the latter part of 2000 it became apparent to\r\nmanagement that two strategic mistakes had been made in the ten point\r\nplan.\nFirst, the IT system was far too sophisticated and expensive;\r\nand second, many of the new shops that had been opened were not\r\nprofitable.\n[9] On 15 August 2000 Newton informed\r\na supervisory board meeting of Consolidated\n1\nthat the audit committee (a\r\nsub-committee of the supervisory board) thought that Consolidated\r\n'was not a going concern and that\nthe shareholder [Wooltru] kept it\r\ngoing'; that Consolidated's 'viability as a going concern was a real\r\nissue and that Wooltru needed\nto address this issue as a\r\nshareholder'; and 'that the audit committee would approve\r\n[Consolidated's trading] results as long as\nWooltru stands behind the\r\nbusiness and Wooltru views [Consolidated] as a going concern'.\n[10] In August/September 2000 Wooltru decided to\r\n'unbundle', ie to dispose of its holdings in certain (but not all) of\r\nits subsidiaries.\nWooltru retained Casenove, a leading merchant\r\nbanker based in London, to supervise the process, which became known\r\nas 'Project\nSpringtime'. Newton was one of the two persons (the other\r\nbeing Mr Rabb) who, at meetings of Project Springtime, represented\r\nWooltru,\nwhich was assisted by a number of professional advisors:\r\napart from Casenove, there were firms of attorneys, being Mallinicks\r\nand\nEdward Nathan Friedland, and accountants, being Ernst & Young\r\nand Nkonkwe Sizwe.\n[11] On 22 November 2000 the board of Wooltru decided to\r\ndispose of Consolidated as it presented an obstacle to the unbundling\r\nprocess.\nCasenove was given a mandate to find a buyer.\n[12] On 1 March 2001 Consolidated's management\r\ncirculated to the directors of Consolidated the 100-day plan it had\r\ndrawn up. The\nstated purpose of the document was to act 'as a thought\r\nstarter that should be robustly debated and changed in order to\r\nachieve\nthe desired levels of commitment' and the plan was said to\r\nidentify 'those actions that are required to Stabilise and Energize\r\nCNA prior to the implementation of a more fundamental re-positioning\r\nexercise'.\n[13] On 14 March 2001 the Wooltru board resolved to sell\r\nConsolidated and Holdings to a shelf company, Gordon Kay &\r\nAssociates\n(Pty) Ltd ('GKA') in which, as the name suggests, Messrs\r\nGordon and Kay owned shares. A sale of shares agreement was concluded\r\nbetween these parties the following day. The relevant provisions of\r\nthe agreement were the following:\n(a) the subject matter was Wooltru's shares in Holdings\r\nand the 'sale claims' ie all amounts owing to Wooltru as at the\r\neffective\ndate (1 March 2001);\n(b) the purchase price was R150 million, and an\r\n'agterskot' being the amount by which the cost of stock of\r\nConsolidated as at 1\nMarch 2001 exceeded its trade creditors plus\r\nR138 250 million;\n(c) the purchase price was payable as to R15,4 million\r\non closing date (when the conditions precedent were fulfilled) which\r\nbecame\n1 June 2002 (the month before liquidation) and the balance 455\r\ndays after 1 March 2001;\n(d) GKA undertook to provide guarantees for payment of\r\nR30 million and R54,6 million;\n(e) GKA undertook to establish a subsidiary of Holdings\r\nand to transfer to the subsidiary all assets and liabilities of\r\nConsolidated\nexcept the top performing 50 stores. (Ultimately, this\r\nprovision was not implemented. What happened was that the top\r\nperforming\n61 stores were housed in a company other than Consolidated\r\nbut also in the CNA group; the approximately 110 loss-making\r\n'entertainment'\nstores were sold; and the plan was to franchise the\r\nremaining stores);\n(f) Holdings undertook to bind itself as surety for the\r\nobligations of GKA and to pledge 25 per cent of the shares in\r\nConsolidated\nto Wooltru; and\n(g) the subsidiary of Holdings would provide a\r\nsuretyship to Wooltru.\nAfter the sale of shares agreement, Newton remained a\r\ndirector of Wooltru and Consolidated.\n[14] Also in March 2001, GKA and the corporate banking\r\ndivision of Absa concluded a mandate agreement in terms of which Absa\r\nCorporate\nwas to act as a merchant banker to GKA to advise it on the\r\ndisposal of all or part of its interest in the CNA group. The\r\nfollowing\nmonth the retail banking division of Absa granted the CNA\r\ngroup a general banking facility of R40 million.\n[15] On 26 March 2001 an amended retailer agreement\r\n('the ARA') was concluded by various parties, including Consolidated,\r\nHoldings,\nWooltru, M-Tel and MTN. The effect of the agreement was\r\nthat Consolidated waived the amounts guaranteed to it by M-Tel under\r\nthe\nRA; MTN agreed to provide Wooltru with the guarantees required by\r\nWooltru from GKA for R30 million and R54,6 million payable on\n30 June\r\n2002 for part of the purchase price of the shares of, and claims in,\r\nHoldings under the sale of shares agreement; and Consolidated\nagreed\r\nto reimburse MTN.\n[16] On 25 April 2001 the sale of shares agreement was\r\namended and it was agreed that as a condition precedent to the sale,\r\nConsolidated\nwould become a surety and co-principal debtor with GKA.\r\nPursuant to the agreement, Consolidated executed a deed of suretyship\r\nin\nfavour of Wooltru as surety and co-principal debtor with GKA for\r\npayment under the sale of shares agreement.\n[17] At the beginning of May 2001 GKA paid R15 million\r\nto Wooltru as part payment of the purchase price. The payment was\r\nmade using\ncash which GKA had withdrawn from Consolidated in\r\nreduction of that part of the loan claim (R120 million) which GKA had\r\nagainst\nConsolidated, which was unsubordinated and which it had\r\nacquired from Wooltru.\n[18] On 30 October 2001 Consolidated sold the assets and\r\nstock of the 112 'entertainment' stores to Biz Africa (Pty) Ltd for\r\nwhat\nwas ultimately agreed at R50,9 million with effect from 1 March\r\n2001. The price was to be credited by Biz Africa to Consolidated\non\r\nloan account to become payable when Consolidated in its discretion\r\ndecided that Biz Africa was in a financial position to pay.\n[19] On 8 November 2001, but with effect from March\r\n2001, Consolidated sold its 61 top performing stores to a company\r\nincorporated\ninto the CNA group which later changed its name to\r\nCentral News Agency (Pty) Ltd ('Central') for what was subsequently\r\nfixed at\nR133 million. The whole of the purchase price was to be\r\ncredited by Central to Consolidated on loan account to become payable\r\nwhen\nConsolidated decided, in its discretion, that Central was in a\r\nfinancial position to pay.\n[20] On 13 November 2001 Absa Retail Bank approved a R10\r\nmillion facility to be used for letters of credit over and above the\r\nR40\nmillion general banking facility which had already been granted\r\nin March of that year.\n[21] On 4 January 2002 Consolidated, with the permission\r\nof Absa Retail Bank, transferred R15 million from its bank account to\r\nWooltru\nin further reduction of the purchase price due by GKA to\r\nWooltru under the sale of shares agreement.\n[22] On 25 January 2002 Holdings pledged 45 per cent of\r\nits shares in Central to Wooltru as security for GKA's obligations to\r\nWooltru\nunder the sale of shares agreement and the sale of shares\r\nagreement was amended to provide for payment of R15 million on 31\r\nDecember\n2001 and R74 million on 31 May 2002.\n[23] On 16 April 2002 Consolidated and Central signed an\r\naddendum to the sale of the 61 top performing stores to provide that\r\nHoldings\ncould appropriate the purchase price of R133 million by\r\nsetting it off against the shareholder's loan of R859,748 million.\n[24] On 31 May 2002 GKA failed to pay Wooltru the\r\nbalance of R74 million due in terms of the (amended) sale of shares\r\nagreement.\nNewton had already been alerted to this possibility by\r\nGordon of GKA at the beginning of the month, and had reported it to\r\nthe\nboard of Wooltru.\n[25] On 20 June 2002 Absa retail bank increased the CNA\r\ngroup's general banking facility temporarily (until September) from\r\nR40\nmillion to R70 million.\n[26] On 9 July 2002 Newton resigned as a director of\r\nConsolidated. Six days later, on 15 July 2002, Absa retail bank\r\nunexpectedly\ncalled up the overdraft facility. On 27 July 2002,\r\nConsolidated was provisionally wound up as unable to pay its debts,\r\nwhich amounted\nto some R328 million. The order was made final on 2\r\nOctober the same year.\nThe Law\n[27] Section 424(1) of the Companies Act provides:\n'When it appears, whether it be\r\na winding-up, judicial management or otherwise, that any business of\r\nthe company was or is being\ncarried on recklessly or with intent to\r\ndefraud creditors of the company or creditors of any other person or\r\nfor any fraudulent\npurpose, the Court may, on the application of the\r\nMaster, the liquidator, the judicial manager, any creditor or member\r\nor contributory\nof the company, declare that any person who was\r\nknowingly a party to the carrying on of the business in the manner\r\naforesaid, shall\nbe personally responsible, without any limitation of\r\nliability, for all or any of the debts or other liabilities of the\r\ncompany\nas the Court may direct.'\n[28] The case against Newton is based\r\non recklessness. The test for recklessness has both objective and\r\nsubjective elements. It\nis objective, to the extent that the\r\ndefendant's actions are measured against the standard of conduct of a\r\nnotional reasonable\nperson.\n2\nAccordingly, a defendant's honest but\r\nmistaken belief as to the prospects of payment of a claim by the\r\ncompany when due is not determinative\nof whether he was reckless; if\r\na reasonable person or business in the same circumstances would not\r\nhave held that belief, the defendant's\nbona fides is irrelevant.\n3\nThe test is subjective, to the extent\r\nthat it must be postulated that the notional person belongs to the\r\nsame group or class as\nthe defendant, moving in the same sphere and\r\nhaving the same knowledge or means of knowledge.\n4\n[29] Acting 'recklessly' consists in\r\n'an entire failure to give consideration to the consequences of one's\r\nactions, in other words,\nan attitude of reckless disregard of such\r\nconsequences'.\n5\nIn the context of s 424, the court\r\nshould have regard, amongst other things, to the scope of operations\r\nof the company, the role,\nfunctions and powers of the directors, the\r\namount of the debts, the extent of the company's financial\r\ndifficulties and the prospects,\nif any, of recovery.\n6\nIf when credit was incurred a\r\nreasonable man of business would have foreseen that there was a\r\nstrong chance, falling short of a\nvirtual certainty, that creditors\r\nwould not be paid, recklessness is established.\n7\n[30] A s 424 enquiry is\r\ntypically one into commercial insolvency, as opposed to factual\r\ninsolvency. As it was put by Goldstone\nJA in\nEx\r\nparte De Villiers & another NNO: In re Carbon Developments (Pty)\r\nLtd (in liquidation)\n:\n8\n'In short, the mere carrying on\r\nof business by directors does not constitute an implied\r\nrepresentation to those with whom they do\nbusiness that the assets of\r\ntheir company exceed its liabilities. The implied representation is\r\nno more than that the company will\nbe able to pay its debts when they\r\nfall due.'\nAnd the question whether a company is unable to pay its\r\ndebts when they fall due:\n'[I]s always\r\n[a] question of fact to be decided as a matter of commercial reality\r\nin the light of all the circumstances of the case,\nand not merely by\r\nlooking at the accounts and making a mechanical comparison of assets\r\nand liabilities. The situation must be viewed\nas it would be by\r\nsomeone operating in a practical business environment. This requires\r\na consideration of the company's financial\ncondition in its entirety,\r\nincluding the nature and circumstances of its activities, its assets\r\nand liabilities and the nature\nof them, cash on hand, monies\r\nprocurable within a relatively short time, relative, that is, to the\r\nnature and demand of the debts\nand to the circumstances of the\r\ncompany including the nature of its business, by the sale of assets,\r\nor by way of loan and mortgage\nor pledge of assets, or by raising\r\ncapital.'\n9\nAs will appear from what is said hereunder, the passage\r\njust quoted is of particular significance in the present case.\nThe Liquidators' Case\n[31] The liquidators' case, in essence, was that from\r\nthe period March 2001 until the date of its liquidation, Consolidated\r\ncontinued\nto trade and incur debts which it could not repay and its\r\nboard, in permitting it to do so, acted recklessly.\n[32] Prof Wainer was called by the liquidators to give\r\nexpert evidence on their behalf. Wainer is a chartered accountant, a\r\npractising\naccountant and auditor registered with the Public\r\nAccountants and Auditors Board, a past member of the Auditing\r\nStandards Board,\nthe chairman of the monitoring panel for the\r\napplication of Generally Accepted Accounting Principles for the\r\nJohannesburg Securities\nExchange and a visiting professor at the\r\nfaculty of commerce of the University of the Witwatersrand. He also\r\nundertakes forensic\nwork which is a major part of his practice. He\r\nexpressed the view, as an accounting expert, that Consolidated should\r\nhave been\nliquidated by no later than March 2001. In argument before\r\nthis court, the submission in the alternative on behalf of the\r\nliquidators\nwas that Consolidated should have been liquidated not\r\nlater than March 2002 and that the directors of Consolidated had\r\nacted recklessly\nright up until the date of its provisional\r\nliquidation. I do not propose being detained by a debate as to\r\nwhether the alternative\ncontentions are open to the liquidators in\r\nthe light of the pleadings. I shall assume that they are.\n[33] In his expert report, which he amplified in his\r\nevidence, Wainer pointed out that in each month from March 2001 until\r\nits liquidation\nConsolidated recorded losses (except for December\r\n2001 and January 2002); in general, budgeted profit (loss) had not\r\nbeen achieved;\nthere were material negative deviations from the\r\nbudgets (even after the budgets were revised to be less optimistic in\r\nJuly 2001);\nand the results were as bad, or worse, than in prior\r\nyears. This appears from the following table prepared by Wainer:\nProfit\r\n\t\t\t(Loss)\nPrior\r\n\t\t\tyear\nBudget\nMarch 2001\n(5 788)\n(6 038)\n(4 917)\nApril 2001\n(12 856)\n(10 700)\n(6 448)\nMay 2001\n(9 430)\n(10 564)\n(5 215)\nJune 2001\n(14 084)\n(8 250)\n(4 149)\nJuly 2001\n(1 356)\n(11 520)\n(7 746)\nAugust 2001\n(9 404)\n(7 976)\n(7 972)\nSeptember 2001\n(10 977)\n(7 829)\n(6 851)\nOctober 2001\n(10 746)\n(7 141)\n(1 797)\nNovember 2001\n(1 196)\n(1 925)\n(1 309)\nDecember 2001\n17 843\n38 766\n26 165\nJanuary 2002\n5 565\n7 432\n10 567\nFebruary 2002\n(810)\nUnavailable\nUnavailable\nMarch 2002\n(2 631)\n(5 789)\n(7118)\nApril 2002\nUnavailable\nUnavailable\nUnavailable\nMay 2002\n(5 407)\n(9 491)\n(5 882)\nJune 2002\nUnavailable\nUnavailable\nUnavailable\nApr – July 2002\n(35 552)\n(37 758)\nUnavailable\n[34] Wainer pointed to the fact that Consolidated made\r\npayments totalling R31,4 million (being two payments of R15 million,\r\none\nin May 2001 and one in January 2002, a payment of R1 million in\r\nJune 2001 and a further payment of R400 000 in September 2001)\n\nin reduction of the purchase price due by GKA to Wooltru. But both Mr\r\nBird of Casenove and Newton expected GKA to do this and although\nthe\r\npayments reduced the cash available to Consolidated, they were not of\r\nthemselves of particular significance. The suggestions\nthat GKA was\r\nintent on an asset stripping exercise and that Newton was looking\r\nafter Wooltru's interests in breach of the fiduciary\nduty he owed to\r\nConsolidated, are both without foundation. GKA wanted to keep\r\nConsolidated going, not strip out its assets and\nleave it for dead,\r\nand Newton's attitude towards the fiduciary duties he owed\r\nConsolidated as a director appears from his conduct\nat the meeting of\r\nthe board on 28 March 2002 which I shall deal with when I conclude\r\nthe discussion of his evidence.\n[35] Wainer singled out the conclusion of the ARA for\r\nparticular criticism. He said that it 'had no real value to\r\nConsolidated and\nwas clearly contrary to its interests and needs'.\r\nThe provisions of the ARA highlighted by Wainer and the liquidators'\r\ncounsel\nwere the following:\n(a) Consolidated waived the R40 million which it\r\nexpected to earn from the RA for the second period ended June 2001.\n(b) The income warranty for the third period, 1 July\r\n2001 to 30 June 2002, was to remain in force, but the period was to\r\nbe extended\nby some three months so that it would run from 1 April\r\n2001 to 30 June 2002.\n(c) MTN in its turn would provide the guarantees\r\nrequired by Wooltru from GKA. The guarantees were for R30 million and\r\nR54,6 million\nrespectively, and were payable on 30 June 2002.\n(d) The agreement made it plain that it was the\r\nintention of the parties that MTN would in fact be reimbursed by\r\nConsolidated and\na company styled Newco.\n(e) The mechanism by which this was to occur was via a\r\ntrust account opened by attorneys Webber Wentzel Bowens.\n(f) Consolidated was obliged to pay all of its future\r\nincome earned pursuant to the ARA into the trust account. It was\r\nallowed to\nwithhold only R15 million per month up to a maximum\r\nwithholding of R20 million.\n(g) This meant that the shortfall under the third income\r\nwarranty, which was expected to be R40 million, would be discharged\r\nby\nM-Tel paying that amount into the trust account instead of to\r\nConsolidated.\n(h) If, by June 2002, the monies in the trust account\r\nwere insufficient to repay MTN, M-Tel would make up the difference;\r\nbut with\none crucial qualification. If what it had to pay exceeded\r\nthe amount due to Consolidated under the third income warranty, then\r\nConsolidated would have to repay it.\n(i) Consolidated's ability to find future investors, if\r\nit ever had any such ability, was choked off by a provision that from\r\nany\ninvestment made the amount withheld by Consolidated from the\r\ntrust account would have to be paid into the trust account.\n(j) Consolidated and Newco bound themselves as sureties\r\nand co-principal debtors with GKA for all of the latter's obligations\r\nto\nMTN to refund to it any amount paid under the guarantees.\n(The wording of the preceding sub-paragraphs is taken\r\nfrom the heads of argument.)\n[36] Wainer said that the ARA would have had a profound\r\nimpact upon the cash flow of Consolidated in the period from March\r\n2001\nin that the guaranteed income amount accrued up to February 2001\r\nand further shortfalls on guaranteed income would not be received.\n\nThe anticipated further cash receipts in respect of the year ended\r\nJune 2001 (anticipated by the directors at about R14 million)\nand\r\nexpected in about September 2001, would not arise at all. Moreover,\r\nin respect of the period to 30 June 2002, a lower amount\nwould be\r\nreceived from M-Tel in respect of the minimum income warranty as the\r\nperiod for the measure of the actual income was extended\nfrom 12 to\r\n15 months ─ without changing the original amount of the\r\nwarranted minimum income. In addition, from 1 April 2001\ncash flow\r\nwould be negatively affected in respect of actual sales of the M-Tel\r\nproducts as the proceeds had to be deposited into\na trust account and\r\nthat could not be used (except to the limited extent provided for in\r\nthe agreement, ie up to R20 million) for\nthe business of\r\nConsolidated. The amounts accumulated in the trust account would not\r\nbe released to Consolidated but, the commercial\nreality was, these\r\namounts would be taken by MTN to cover the guarantees to Wooltru by\r\nMTN of R84,6 million.\n[37] Wainer calculated the negative cash flow effect of\r\nthe ARA on Consolidated at R135 million. He concluded on the ARA that\r\nas\nat the date of its conclusion and significantly as a result of it,\r\nit was clear that the future liquidation of Consolidated was\n\nvirtually certain; and that this would or should have been clear to\r\nany chartered accountant or 'experienced businessman'.\n[38] An assumption underlying Wainer's evidence is that\r\nbut for the ARA, the RA would have resulted in the CNA receiving\r\npayment\nunder the income warranties from MTN. The validity of the\r\nassumption is, to put the position at its lowest, questionable. The\r\nRA\nrequired the CNA to have at least 250 stores. Management\r\ncontemplated closing stores which would put the CNA in breach of this\r\nobligation. That apart, according to Newton, Mr Jenkins (an executive\r\ndirector of Johncom which held shares in the ultimate holding\ncompany\r\nof M-Tel) told him and Rabb of Wooltru that M-Tel was dissatisfied\r\nwith the CNA's performance under the RA, was not intending\nto pay any\r\nmoney in terms of the profit warranty provisions which it contained\r\nand was intending to litigate. Jenkins confirmed\nthat he had met with\r\nNewton and Rabb to tell them that M-Tel was unhappy about the\r\nrelationship with Consolidated. I see no reason\nto reject Newton's\r\nevidence on this point.\n[39] According to Jenkins, he also told Gordon that he\r\nshould not rely on receipt of a cheque for R14 million for the first\r\nguaranteed\nperiod under the RA. At the same time, Jenkins realised\r\nthe importance of the relationship between the CNA and companies in\r\nthe\nJohnnic group. So did Gordon, who told Jenkins (according to\r\nJenkins): that the CNA had lost its way; that the fact that the\r\ndeficit\nin the revenue margins was so large, was an indication of\r\nnon-performance in the business; that management needed a new lease\r\non\nlife and that the business needed new vision; that he understood\r\nwhy MTN would be unhappy; that his position was not dependent on\n\nextracting money for the past; that he needed customers and that he\r\nwanted the relationship with MTN and Johncom 'because that\nwas the\r\nmost important and critical success factor'. This was music to\r\nJenkins' ears. He explained his own commercial approach\nto the\r\nbreakdown of the relationship between MTN and the CNA and his reasons\r\nfor concluding the ARA as follows:\n'[I]t was the right commercial\r\nthing. There's always more value in business in the future than there\r\nis in the past. And very often\nthings don't go according to plan, and\r\nthey go wrong, but the biggest question in business is: How do you\r\nfix them? And that, you\nknow, for both Johncom and MTN, we needed\r\nretail outlets, we needed channel to market, and what CNA needed, was\r\nthey needed product,\nand they needed customers. They needed feet\r\nthrough their stores, and that the synergistic benefits of a\r\nco-operative relationship\nbetween this massive retailer with 300\r\nstores, and the might of MTN with its telecommunications product,\r\nwhich was a big magnet\nfor customers, and, ja, the ability to expose\r\nfor sale the rest of the Johncom product, this was a very, very ─\r\nto my mind,\na very, very good synergistic business model.'\nWhen the view of Wainer, that the ARA had no real value\r\nto Consolidated, was put to Jenkins, he replied: 'I think in my mind\r\nthe\nagreement had inestimable value'; and when asked for his opinion\r\nas a businessman, he went so far as to say that, from CNA's\r\nperspective,\nthe conclusion of the ARA was 'probably . . . a sine qua\r\nnon for the success of CNA'.\n[40] It is for these commercial reasons that the ARA was\r\nconcluded. They were ignored by Wainer and the liquidators. So was\r\nthe\nco-operation agreement concluded at the same time between\r\nJohncom, GKA and the CNA that recognised that the success of the CNA\r\nand Johncom was intertwined, that constituted companies in the\r\nJohncom group preferred suppliers to the CNA group and that recorded\n\nthat the purpose of the agreement was to facilitate co-operative\r\ndealings between the Johncom Group and the CNA group to enhance\ntheir\r\nrespective businesses. Wainer said in cross-examination that he\r\nconsidered the ARA as containing 'vague-ish references to\npossible\r\nbenefits', and that he found 'nothing of any moment' in the\r\nagreement. This attitude may be contrasted with the view expressed\nin\r\nan Absa document dated 8 April 2001 recommending the granting of the\r\nR40 million facility to the CNA which, after the provisions\nof the\r\nARA were summarised, continues:\n'The company [Consolidated] does\r\nnot have a strong holding company, however the strategic partnership\r\nwhich has been formed with\nJohnnic, will provide comfort to\r\nsuppliers, bankers and possible future investors.'\nDespite being aware of this viewpoint, Wainer said that\r\nhe had made nothing of it.\n[41] It seems to me that the evidence about the\r\nconclusion of the ARA shows businessmen with conflicting interests\r\nfinding a mutually\nbeneficial commercial solution to their\r\ndifferences, rather than a reckless carrying on of the business of\r\nConsolidated. The terms\nof the ARA and the co-operation agreement\r\nalso evince a genuine belief on the part of those who concluded these\r\nagreements that\nthe CNA would not be liquidated. If that were not so,\r\nthe conclusion of the agreements would have been a pointless exercise\r\nin\ncynicism. More importantly, MTN would hardly have undertaken a\r\nliability to pay R85 million to Wooltru on 30 June 2002 and nor would\n\nConsolidated have undertaken to repay that amount, had the prospect\r\nof an intervening liquidation of Consolidated remotely crossed\ntheir\r\ncorporate minds. I am accordingly not prepared to find that the\r\nconclusion of the ARA on its own constitutes, or is even\nevidence in\r\na wider context of, reckless trading by the board of Consolidated.\n[42] Another important ─ and in fact critical ─\r\ntheme in Wainer's evidence was that during the period 1 March 2001 to\n\nthe date on which Consolidated was provisionally liquidated (I quote\r\nfrom his expert report):\n'There was no clarity and\r\ncommitment regarding the source, extent and term of future funding\r\nfor Consolidated.'\nThe phrase 'clarity and commitment' cropped up many\r\ntimes in Wainer's evidence. It was argued on behalf of the\r\nliquidators as a\nmatter of law that absent clarity and commitment as\r\nto future funding, it was reckless to carry on the business of a\r\ncompany ─\nin casu, Consolidated ─ which was predicted to\r\nmake losses in the future; and Wainer discounted much of the evidence\r\nrelied\nupon by the defence as justifying the continued trading of\r\nConsolidated, on the basis that such evidence did not measure up to\r\nthis standard. It was in these two cardinal respects, in law and in\r\nfact, that the case of the liquidators was misconceived. I shall\ndeal\r\nfirst with the law and then the evidence disregarded by Wainer.\n[43] As far as the law is concerned,\r\nthe phrase 'clarity and commitment' is not an accounting term. It was\r\nculled from the judgment\nof this court in\nPhilotex\n.\n10\nIn that matter, the question was\r\nwhether directors of a company called Wolnit had carried on the\r\nbusiness of that company recklessly.\nWolnit was part of a group of\r\ncompanies. Howie JA, writing for a unanimous court, said:\n11\n'Wolnit's\r\ninability to trade and pay its debts without group support would, in\r\nmy view, have prompted reasonable businessmen standing\nin the shoes\r\nof respondents and their co-directors to obtain clarity on certain\r\nbasic questions before deciding against liquidation\nand in favour of\r\nincurring the credit necessary for the continued operation of the\r\nbusiness. Those questions would have been:\n(a)\nWhat\r\nfinancial support will the group provide?\n(b)\nFor how long\r\nwill that support be available? Without clarity and the group's\r\ncommitment on those crucial enquiries it was neither\nresponsible nor\r\nreasonable for the Wolnit board to have taken the risk, knowingly or\r\nnot, that trade creditors might not be paid.'\nIt is quite apparent from the passage\r\nquoted that Howie JA was dealing with the situation where a company\r\ncould not trade and pay\nits debts without group support. It is\r\nequally apparent from the Accounting and Auditing Guide 'Trading\r\nWhilst Factually Insolvent'\n12\nreferred to by Wainer that the\r\ninquiry (clarity and commitment) arises in the context of a company\r\nwhich is dependent on group support.\nPara .19 of the guide says:\n'Other\r\nfactors which might be considered relevant in the context\nof an\r\nentity's trading while factually insolvent and which are highlighted\r\nin the\nPhilotex\njudgment are:\n•\nin\r\ndetermining whether a company can continue to trade and pay its debts\r\nwith group support, clarity should be obtained on the following\nbasic\r\nquestions before credit is incurred:\n─\nWhat\r\nfinancial support will the group provide?\n─\nFor\r\nhow long will that support be available?'\n[44] If an essential (and I do not\r\nmean sole) source of funding of a company is intra-group support, and\r\nthat support has been or\nmay be withdrawn, that would be a factor, or\r\nit may be decisive,\n13\nin considering whether the actions of\r\nthe board in continuing to trade were reckless as contemplated in s\r\n424. But where there are\nsufficient other potential or existing\r\nsources of funding it does not follow that where group support is or\r\nmay be withdrawn, the\nmembers of the board would immediately have to\r\nshut up shop on pain of contravening s 424. The essential question is\r\nwhether the\nboard would be acting recklessly in seeking to exploit\r\nthe other sources of funding. The answer to that question would in\r\nthe first\nplace depend on the amount of funding required, for how\r\nlong it would be required, and the likelihood of it being obtained ─\n\nwhether timeously or at all; and in the second place, on how\r\nrealistic the possibility is that the company's fortunes will be\r\nturned around. The second consideration will materially depend on\r\nwhether there is a credible business plan or strategy that is\nbeing\r\nor could be implemented to rescue the company. A business that may\r\nappear on analysis of past performance to be a hopeless\ncase, may\r\nlegitimately be perceived as a golden opportunity for a turnaround\r\nstrategy.\n[45] In evaluating the conduct of directors, courts\r\nshould not be astute to stigmatise decisions made by businessmen as\r\nreckless\nsimply because perceived entrepreneurial options did not in\r\nthe event pan out. What is required is not the application of the\r\nexact\nscience of hindsight, but a value judgment bearing in mind what\r\nwas known, or ought reasonably to have been known, by individual\n\ndirectors at the time the decisions were made. In making this value\r\njudgment, courts can usefully be guided by the opinions of\n\nbusinessmen who move in the world of commerce and who are called upon\r\nto make these decisions in the performance of their functions\nas\r\ndirectors of companies, and by experts who advise businessmen in the\r\nmaking of such decisions or who evaluate them at the time\nthey are\r\nmade. And that is the second and factual shortcoming in the\r\nliquidators' case. Because of the narrow view taken of the\nlaw, they\r\nrelied only on the evidence of Wainer. Wainer is an accountant ─\r\na very highly qualified and experienced accountant,\nwhose views have\r\nbeen of assistance to many courts in the past, as the law reports\r\ndemonstrate ─ but he is nevertheless an\naccountant, not a\r\nbusinessman; and, as he was constrained to concede in\r\ncross-examination, he is not an expert on what would be\nobvious to a\r\nbusinessman. No witness was called on behalf of the liquidators to\r\nfill this lacuna, to say in his or her opinion\nas a person of\r\nbusiness what the board of Consolidated was or was not able to do and\r\nwhat a reasonable director might have expected\nto happen given the\r\ncircumstances known or which should have been ascertained or\r\nanticipated. Of course, the ultimate conclusion\nas to whether a\r\ndirector acted recklessly or not is a decision for the court.\n[46] Evidence was led by the defence which supports a\r\nconclusion that Newton did not act recklessly in the circumstances\r\nwhich prevailed\nfrom time to time after March 2001. Without going\r\ninto detail at this stage, the evidence can be summarised as follows:\n(a) Mr Bird of Casenove believed that there was a huge\r\nopportunity in Consolidated in terms of the management plan in place\r\nat the\ntime GKA purchased the shares.\n(b) Mr Jenkins said that the CNA was perceived by its\r\ncompetitor in the Johnnic Group, Exclusive Books, as a 'slumbering\r\ngiant'.\n(c) Mr Norman of Absa Corporate testified that there was\r\ngreat interest in the market place both to acquire equity in the\r\ncompany\nCentral, which housed the 61 best performing stores, and also\r\nin the franchising of other stores.\n(d) Mr Meisenholl served on a committee of Absa Retail\r\nBank that on 1 April 2001, after considering detailed reports in\r\nrespect\nof the business of the CNA, granted the CNA a loan facility\r\nof R40 million and in June 2002 increased the facility to R70 million\n\n(until 1 September 2002).\n(e) None of the experts retained by Wooltru to assist it\r\nin its unbundling suggested liquidation as a serious option, and\r\nNewton\nconsidered that there were several funding opportunities\r\navailable to CNA once it lost the financial backing of Wooltru in\r\nFebruary\n2001, some of which (although diluted) were still there\r\nuntil his resignation from the board on 9 July 2002.\nI propose now dealing in turn with the evidence of the\r\nwitnesses called on behalf of the defence.\nBird\n[47] Bird was in charge of the local arm of Casenove,\r\nthe merchant banker which, as I have said, was retained to oversee\r\nProject\nSpringtime, the unbundling of Wooltru. For that purpose he\r\nand Newton met with the other professional advisors retained by\r\nWooltru\non a weekly basis from October 2000 to October 2001. As part\r\nof the unbundling process the directors of Wooltru would be required\n\nin terms of the rules of the Johannesburg Securities Exchange to put\r\nout a circular, approved by shareholders, that there would\nbe\r\nsufficient resources left behind to finance the working capital\r\nrequirements of what remained undistributed. That required\r\nconsiderable work in analysing the cash requirements and cash flow\r\nprofiles of Consolidated and making recommendations as to its\nfuture.\n[48] Bird expressed the view in an internal report dated\r\nOctober 2000, which was never placed before the board of\r\nConsolidated,\nin which he said (I have inserted the names of the\r\ncompanies in the place of the noms de plume):\n'Wooltru has\r\nundertaken to its own shareholders, that no further cash will be\r\ninvested in Consolidated. Consolidated is regarded\nas a going concern\r\nonly if Wooltru continues to provide financial support.\n14\nIn the event\r\nthat the support for Consolidated is formally withdrawn, Consolidated\r\nwould technically be trading under insolvent\ncircumstances (being\r\nboth insolvent and unable to pay its debts) and this would have\r\nsevere implications on the directors of Consolidated,\nwho could be\r\nprosecuted under s 424 of the Companies Act. The implications are\r\nthat the directors are not only guilty of an offence,\nbut also become\r\npersonally liable for the debts of Consolidated. Wooltru therefore\r\nneeds to consider its commitment to Consolidated\nvery carefully.'\nBird explained this passage as follows. Wooltru was owed\r\nR290 million, which 'technically' (Bird's expression) was on call. If\r\nWooltru\nwithdrew its support, which from a legal perspective it was\r\nentitled to do, Consolidated would have gone insolvent. The reason\r\nwhy s 424 was mentioned was to focus attention on the issues and draw\r\nthe attention of his seniors in London to the statutory provisions\nin\r\nSouth Africa which differ from those in the United Kingdom. Bird said\r\nthat Wooltru never seriously considered liquidating Consolidated\nnor\r\ndid Casenove ever propose this as a serious option, and nor did he\r\nhimself consider it ─ it was mentioned for the sake\nof\r\ncompleteness.\n[49] It was Bird's opinion that there was tremendous\r\npotential in Consolidated. R350 million had been invested by Wooltru\r\nin a new\nIT system to improve the problems with stock, and a lot of\r\ninefficiency at Consolidated had been associated with stock. He had a\n\nnumber of meetings with the management of Consolidated; they were\r\nexcited about the advent of the new stock control system. Bird\nalways\r\nthought that the high level of stock represented an opportunity to\r\nrelease substantial amounts of cash into the business.\nThere was also\r\nthe possibility of franchising stores. He pointed out that\r\nConsolidated had a turnover of a billion rand a year,\nwhich he\r\nexplained was 'a huge positive' inasmuch as small changes (for\r\nexample, the improvement of buying power by a small percentage)\nwould\r\nhave a substantial impact on profits.\n[50] Bird said that in attempting to find a buyer for\r\nConsolidated, he would 'very definitely' look at a private equity\r\ninvestor\nthat, typically, would look for assets in the business to\r\nfund the acquisition; and according to Bird, Consolidated's business\r\nlent itself to that possibility. But he emphasised that there had to\r\nbe a credible turnaround strategy for two reasons: first, so\nthat a\r\nbuyer could have regard to what had been done already and come up\r\nwith further ideas; and second, as a negotiating tactic\nso that a\r\nprospective purchaser would not regard the seller as being 'stuck in\r\na corner' and the seller could legitimately contend\nthat it was\r\nkeeping the business because it was viable ─ which, Bird said,\r\nConsolidated's business was. He was asked in cross-examination:\n'Well, had you had a solvency\r\nstatement on the 1st of March 2001, what would it have looked like?\r\nWould the CNA be insolvent, or\nwould it be solvent?'\nand he replied:\n'I have no idea, because I\r\nhaven't seen ─ you know, the new management who came in, had a\r\nplan. They believed that they could,\namongst other things, franchise;\r\nthey could split the business, restructure the business; they could\r\nraise equity in a new entity\nwhich was going to hold the top 50\r\nstores. All of those have cash flow implications and funding\r\nimplications. . . .'\nHe was also asked in cross-examination:\n'And isn't it important to look\r\nhistorically at where a company is in order to forecast a future or\r\ndo you do it in a vacuum?'\nand he replied:\n'I wouldn't say you do it in a\r\nvacuum, but the past is not necessarily a good predictor of the\r\nfuture, particularly where you are\nin a turnaround situation. You are\r\nchanging the way in which the business was run.'\nThese exchanges encapsulate the difference in approach\r\nbetween, on the one hand, the liquidators and Wainer, and on the\r\nother, the\nbusinessmen called on behalf of the defendant.\n[51] Bird presented a paper to the Wooltru board at a\r\nmeeting on 14 February 2001, which represented his views and advice\r\nat the\ntime. He said, amongst other things, that if Wooltru were to\r\ncontinue to hold the CNA, it would have to put a further R100 million\n\nto R150 million at risk in order to realise an amount of R135 to R150\r\nmillion. But that related to the Wooltru business plan and\nwhereas\r\nWooltru had adopted what Bird termed a 'one size fits all' approach\r\nto the stores, Bird said that GKA appreciated that\nthere were\r\ndifferences between the three categories of stores that provided the\r\npotential for a different strategy, particularly\nfranchising.\n[52] On 9 April 2001 Bird drafted a document which dealt\r\nwith security for the purchase price to be paid by GKA to Wooltru,\r\nwhere\nthe possibility that Consolidated might be put into liquidation\r\nby, or be unable to make payment on, 30 August 2002, was mentioned.\n\nBird again said, however, that he did not expect Consolidated to go\r\ninto liquidation and that, although it was a theoretical possibility,\n\nhe did not consider it to be a probability.\n[53] Bird dealt with Wainer's view that it should have\r\nbeen obvious to a reasonable businessman that the CNA should have\r\nbeen liquidated\nin March 2001 and he was asked whether this was\r\nobvious to him from Casenove's perspective. His reply was:\n'Absolutely not. We thought\r\nthere was value in the business, hence our valuation. If we felt that\r\nthe business should have been\nliquidated, well actually we would have\r\nbeen concluding that there was little, if any, value in the business.\r\nWe had valued on\nthe basis of a going concern and we felt that there\r\nwas value in the business. What was clear is that the business needed\r\nto be\nrun in a different way. So certainly it was never seriously\r\ncontemplated and it was not something which I expected to happen\r\nimminently.'\nIn cross-examination he said:\n'If you are operating a business\r\nwhich is consuming cash, you have options. You can do other things.\r\nYou can change the way in which\nthe business is run. You can sell\r\ndown stock, reduce your stock levels. There are a number of things\r\nwhich management of businesses\ncan do to change the path on which\r\nthey're on. They can secure additional financing, they can sell\r\nassets. They can do all sorts\nof things to help the cash flow.'\nIndeed, Bird said in re-examination that given what he\r\nhimself knew about Consolidated's business, 'it might well have been\r\na curious\nthing' for Newton to have suggested liquidation of\r\nConsolidated in February 2001.\nJenkins\n[54] Jenkins, who, as I have said, facilitated the\r\nconclusion of the ARA, said that CNA's competitor in Johncom,\r\nExclusive Books:\n'[A]lways perceived that the CNA\r\nhad a huge amount of, let's call it retail and buying muscle, and\r\nthat, if they were able to get\ntheir logistics right and their\r\nordering right, and get their, let's call it their model right, they\r\nwould be a fearsome competitor\nin the books environment . . .'.\n[55] When asked the question 'did you think that CNA\r\nshould be liquidated at that time March/April 2001', Jenkins answered\r\nwith\na categoric 'no'.\nNorman\n[56] The evidence established that Absa is one of the\r\nlargest commercial banks in South Africa. Absa was involved with\r\nConsolidated\non two fronts: Absa Corporate looked for an equity\r\npartner for the CNA and the retail banking division lent money to the\r\nCNA. Mr\nNorman was employed in Absa Corporate, which was given a\r\nmandate by GKA contained in a letter written by the latter on 26\r\nMarch\n2001 in the following terms:\n'2. MANDATE\n2.1 We are delighted to confirm\r\nthe appointment of Absa Corp. to act as merchant bank to Gordon K &\r\nAssociated (Pty) Ltd (\"the\nmandator\") in relation to\r\nadvising on the potential disposal of all or part of the CNA Group\r\n(Pty) Ltd (\"CNA Group\"),\nand the structuring and strategy\r\nof the Group going forward.\n2.2 In terms of the mandate Absa\r\nCorp. undertake to:\n2.2.1 assess all available\r\ninformation and produce a report outlining the various alternatives\r\nopen to the shareholders of CNA Group;\n2.2.2 provide any financial and\r\nstrategic advice regarding the future disposal and/or strategy for\r\nthe CNA Group; and\n2.2.3 assess and advise the\r\nmandator on offers received by potential acquirers of all or part of\r\nthe CNA Group's operations/business\nunits.\n2.3 The mandator, in terms of\r\nthis letter, grants to Absa Corp. (Investment Banking Department) a\r\ncall option offering it the opportunity\nto acquire up to 20% of the\r\nexisting issued ordinary shareholders equity of the CNA Group at a\r\nprice of R80 million for 20%.'\nWainer said that he ignored the interest shown by Absa\r\nin itself acquiring equity in the CNA for R80 million as it lacked\r\nboth clarity\nand commitment.\n[57] After the mandate had been granted, Norman met the\r\nexecutive management of the CNA and attended both board and\r\nmanagement meetings.\nInformation was obtained from those meetings and\r\nfrom management reports.\n[58] On 23 April 2001 at a meeting held at the CNA,\r\nGordon presented to management a new proposed structure for the CNA.\r\nThis structure\ninvolved separating the CNA stores into three\r\ncategories: the top 50 stores, termed the 'destination' stores; the\r\nbottom 150 stores,\ntermed 'entertainment' stores which were to be\r\nsold to a Johnnic consortium; and the remaining stores which were to\r\nbe franchised\nor closed. Norman said that, as a merchant banker, he\r\nconsidered this to be a viable plan. Indeed, to implement it, Absa\r\nCorporate\nprepared a detailed weekly timetable which commenced on 13\r\nAugust 2001 and which was due to be completed by 31 October 2001.\r\nAlthough\nimplementation was delayed, the sale of the top stores to\r\nCentral was concluded on 8 November 2001 and according to Norman, by\r\nApril 2002 some stores had already been franchised and there was\r\nongoing interaction with Absa franchise which, he said, 'I think\n. .\r\n. is the biggest franchise division of all the banks. It is their\r\nbusiness to really roll out these plans I think ten stores\nhad been\r\ndone'. According to Norman, the CNA had retained Mr Eric Parker, whom\r\nhe described as 'the guru of franchising', to assist\nit in this\r\nregard. He took issue with the suggestion in cross-examination that\r\nthe franchising was a 'hope', insisting that it\nwas a 'plan'.\n[59] From April 2002 a document prepared by Absa\r\nCorporate (which was continuously updated) was shown to prospective\r\npurchasers\nof equity in Central. The document showed that it was\r\nanticipated that profit after sale of the whole CNA group would not\r\nbecome\npossible even in 2005. Despite that, Norman testified,\r\nsubstantial interest was shown by various different parties including\r\nSanlam,\nOld Mutual, Shoprite, Ackermans and merchant banks. The\r\nproblem, however, was that the operational separation of the top 61\r\nstores\nsold to Central had not been effected, due to the fault of a\r\nvery senior individual in the CNA group (whom it is not necessary to\n\nname) who gave repeated assurances that everything was in hand, but\r\nfailed to perform his mandate. There is no suggestion that\nNewton was\r\naware of this problem.\n[60] In re-examination, Norman's evidence was to the\r\nfollowing effect:\n'It was put to you that the fact\r\nthat Consolidated was losing money was none of your concern? --- None\r\nof my concern in relation\nto what we wanted to achieve. We have to .\r\n. . put together a plan that undoes that situation. That is the whole\r\npoint of us being\ninvolved, to come in, put in a plan, implement,\r\nturn it around, and everybody is happy about it. That is the game. It\r\nis of concern\nin relation to the ongoing business, but it wasn't of\r\nconcern to us in relation to our strategic plan. We knew it was\r\nmaking losses.\nAnd would the prospective\r\npurchasers or the people interested in the business, would they have\r\nbeen aware of that, or not aware\nof that? --- Absolutely they'd be\r\naware of it. That's part of the attraction. They're getting an asset.\r\nIt's going to be substantially\nbelow what the value is. If it's a\r\nloss making business, you can get it cheaper and you can turn it\r\naround.\nIn a similar context it was put\r\nto you that the risk of turn around was extremely high and to which\r\nyou answered, it was high. Now\nbe more specific? --- It's a relative\r\nconcept. I mean we did a deal where people bought 45 hospitals which\r\nwere totally in liquidation.\nAnd that's now the Netcare Group. So who\r\nis to say whether that was a high risk when they did it, or extremely\r\nhigh risk, but they\nturned 45 hospitals, which owed Absa R100\r\nmillion, into the Netcare Group.\nYour client is highly\r\nsuccessful? --- To say the least, yes.'\nMeisenholl\n[61] Meisenholl, a chartered accountant with over 26\r\nyears experience in banking and the managing executive of the credit\r\nrisk management\norganization of Absa Retail Bank, gave evidence on\r\nthe banking facilities granted by Absa to the CNA.\n[62] At the end of March 2001 the CNA group applied to\r\nAbsa for a R40 million general banking facility. In accordance with\r\nordinary\npractice, the application was first considered by a business\r\nbanker and a business analyst in the Sandton business centre who\r\nwould\nhave interacted with senior personnel of the CNA.\nIt\r\nwas then checked by risk management and the general manager of the\r\nbusiness centre. From there it went to the credit department\nwhere it\r\nwas reviewed by a credit analyst. Ultimately, because the facility\r\nrequested exceeded R30 million, it came before the\nlending committee\r\nof which Meisenholl was a member.\n[63] On 30 April 2001 the lending committee declined the\r\napplication pending receipt of further information. Once the\r\ninformation\nhad been provided, and after Meisenholl, Mr Emsley (the\r\nmanaging executive of the business bank) and Mr Human (the general\r\nmanager\nof credit risk at Absa) had consulted with senior management\r\nof the CNA (Gordon and Holden), the facility was granted by the\r\nlending\ncommittee on 10 April 2001. Present were Mr van der Merwe,\r\nthe executive director responsible for credit; Mr Emsley; Meisenholl;\n\nMr du Preez, a general manager in the business bank; and Mr Human,\r\nwho dissented. I do not propose setting out the detail of the\n\ninvestigations made by Absa. It suffices to say that the application\r\nby the CNA was considered thoroughly and the recommendations\nat every\r\nlevel of the process were carefully motivated.\n[64] The facility of R40 million was temporarily\r\nexceeded from time to time by the CNA, the excesses subsequently\r\nbeing approved\nby Absa, and on 13 November 2001 it was extended to\r\ninclude a R10 million letter of credit facility ─ again after a\r\ndetailed\ninvestigation by Absa at the various levels I have\r\nmentioned. In March 2002 the CNA applied for an additional R20\r\nmillion. That\nwas refused by the lending committee on 30 April 2002,\r\nbut a temporary bridging facility of R10 million was allowed and\r\nsubsequently\nextended to 15 May 2002.\n[65] On 16 May 2002, the lending committee noted that\r\nthe R10 million had been repaid and that Absa's exposure was within\r\nR30 million.\nOn 31 May 2002 Dr Booysen (the executive director\r\nresponsible for the credit risk management organisation within Absa)\r\nand Meisenholl\nmet with Newton, who gave them the assurance that\r\nWooltru would not demand that the outstanding purchase price due by\r\nGKA be taken\nout of the CNA. It appears that the Absa representatives\r\nunderstood that Wooltru might again become a shareholder of the CNA,\r\nalthough\nno definite answer was given as Newton undertook to revert.\r\nAt the end of May or early June 2002, a round robin resolution of the\n\nlending committee approved a temporary increase in the general\r\nbanking facility granted by Absa to the CNA by R21,6 million to\nR60\r\nmillion, subject to a reduction to R38 million on 20 June; and before\r\n20 June, the facilities were increased to R70 million\nuntil September\r\n2002.\n[66] Newton was aware of the fact that Absa had granted\r\nthe facilities to which I referred in the previous paragraphs. The\r\nattitude\nof Absa would hardly have prompted him to consider the\r\nliquidation of Consolidated. On the contrary, as late as 30 May 2002\r\nhe\nmet with Meisenholl, who said:\n'So that was the discussion with\r\nMr Newton it was not in terms of the R70 million term facility it was\r\nreally what is the best way\nto keep CNA group operating and trading\r\nas a going concern. . . .'\n[67] Meisenholl justified the extension of banking\r\nfacilities to the CNA for essentially three reasons:\n(a) first, the operation made business sense: the CNA\r\nhad changed its business model from a news agent to a retail outlet\r\nwith a\ndiversified product and there was a demand for the product the\r\nCNA was selling;\n(b) second, the group was debt free (ie no debts were\r\nowing outside the group), the CNA was a strong brand with over 300\r\nbranches\nand a new IT system to control stock had been introduced,\r\nwith the result that 'from a whole business case perspective, we\r\nconsidered\nthat it is viable'; and\n(c) third, and most critically, Absa, having met with\r\ntop management, had confidence that management would be able to make\r\na success\nof the group.\nTherefore, concluded Meisenholl, the lending committee\r\n'considered it a fair decision, R40 million trading facility versus\r\nturnover\nof one billion rand at that stage' ─ even although, as\r\npointed out in cross-examination, the risk of the CNA's inability to\n\nrepay the loan to Absa was described as 'high' to the lending\r\ncommittee. Meisenholl also said in connection with the second point\n\nto which I have just referred that although Absa would have had\r\nregard to financial statements of the CNA, 'financial statements\n. .\r\n. reflect a picture of what happens in the past, they do not give a\r\nview of what is going to happen in the future'. This view\nstands in\r\nstark contrast to the position adopted by Wainer, as does the\r\nfollowing statement, made by Meisenholl in cross-examination:\n'If I knew what I knew twelve\r\nmonths later, in terms of what happened with management, how the cash\r\nflows panned out, etc we would\nhave said no [to the CNA's application\r\nfor credit facilities] but I haven't got the luxury when I take a\r\ncredit decision to work\non hindsight.'\nNewton\n[68] It is now necessary to examine the evidence of\r\nNewton himself. Newton never seriously considered liquidating\r\nConsolidated,\nand nobody proposed this option:\n(a) The merchant banker (Casenove), the firms of\r\nattorneys (Mallinicks and Edward Nathan Friedland) and the firms of\r\nauditors (Ernst\n& Young and Nkonkwe Sizwe) who were retained by\r\nWooltru to advise on its unbundling, and participated in the weekly\r\nmeetings\nwith Newton representing Wooltru when the affairs of\r\nConsolidated were considered in detail, did not suggest that\r\nConsolidated\nshould be liquidated. Newton was entitled to rely on\r\nthis multi-disciplinary array of talent for advice that Consolidated\r\nshould\nbe liquidated, if that was the view held by any of them.\n(b) Deloittes, who audited the financial statements of\r\nboth Consolidated and Holdings at February 2001, expressed an\r\nunqualified\naudit opinion, which meant, as Wainer readily conceded,\r\nthat their view was that Consolidated was a going concern for the\r\nforeseeable\nfuture, ie for at least the next 12 months. In addition,\r\non 4 September 2001, Deloittes advised the management of\r\nConsolidated,\nafter reviewing management reports, that both before\r\nand after the restructuring in the CNA group, the assets of the\r\ncompanies\nin the group, fairly valued, exceeded the liabilities and\r\nthat the companies were therefore technically (ie factually) solvent.\n\nWainer disagreed with all of the conclusions reached by Deloittes.\r\nBut the point is not who is correct. The point is that Newton\nwas\r\nentitled to rely on the views of a reputable firm of auditors in\r\nperforming his duties as a director of Consolidated.\n(c) The corporate and retail banking divisions of Absa,\r\nwhich each conducted in depth investigations into the affairs of the\r\ncompanies\nin the CNA group, did not suggest liquidation. I have\r\nalready dealt with the evidence of Norman and Meisenholl. Again, the\r\nquestion\nis not whether Wainer was correct in stating that 'many of\r\nthem [ie bankers] do not have high level skills' or justified in\r\nsaying\nthat 'It appears from the files [Absa retail bank] didn't have\r\nthe full story. From my experience with these banks, they certainly\n\nwouldn't have the appropriate expertise at the advances level to\r\nanalyse it anyway, and they got critical pieces of information\nwhich\r\nwere materially incorrect.' The point is that the ongoing actions of\r\nboth divisions of Absa, in continuing to provide and\nextend overdraft\r\nfacilities after careful consideration and in attempting to find an\r\nequity partner, of all of which Newton was\nwell aware, would have\r\nmade liquidation of Consolidated the remotest possibility present to\r\nhis mind.\n(d) The management of Consolidated,\r\nin their monthly reports after the sale of shares agreement in March\r\n2001 to which Newton had\naccess at least after January 2002, and in\r\ntheir monthly reports before the sale of shares agreement to which\r\nNewton did have access,\nfar from mentioning liquidation as a\r\npossibility, were consistently positive. Newton was entitled to\r\naccept and rely upon the judgment,\ninformation and advice of\r\nmanagement, unless there were proper reasons for querying such.\n15\nIt was submitted in argument on\r\nbehalf of the liquidators that those in management were simply\r\nseeking to protect their jobs. But\nthat cannot explain why management\r\nproposed a management buyout on two occasions. The first was between\r\nOctober and December 2000\nwhen it was known that Wooltru was looking\r\nfor a buyer for Consolidated; and the second was as late as mid-June\r\n2002. There can\nbe no stronger expression of confidence by management\r\nin a business than a proposed management buyout. Wainer could not\r\nexplain\nwhy it was that management did not see that liquidation was\r\ninevitable in and after March 2001, and he did not address the\r\ncontinuously\npositive outlook by management which continued at least\r\nuntil shortly before Consolidated was liquidated.\n[69] Newton dealt succinctly with the funding\r\nopportunities available to Consolidated, and the liquidators'\r\ntouchstone of clarity\nand commitment, as follows:\n'As at 1 March [2001] there was\r\nno shareholder . . . interest bearing debt, and CNA had a huge raft\r\nof possible sources of funding\navailable to it. It had creditor\r\nfunding, it had the ability to sell down stock, it had the ability to\r\nraise bank debt. It had\nthe ability to sell off equity and inject\r\nfunds. There was absolutely no need to have clarity about which of\r\nthose sources it was\ngoing to utilise and certainly it was not\r\nnecessary to have commitment from any of those sources at that time.\r\nThe company's assets\nexceeded its liabilities and it could trade and\r\nit could rely in the normal course of events to acquire funding from\r\none or other\nof those sources. So I don't think this term \"clarity\r\nand commitment\" is of any application to any business situation\n\nother than where it is relying solely on a shareholder to provide the\r\nfunding.'\nAs a matter of law, I disagree with the last sentence:\r\nclarity and commitment are required not only where a company relies\r\nsolely\non a shareholder to provide funding, but also where\r\nshareholder funding is essential for the company to survive even\r\nthough other\nfunding is available.\n[70] Newton quantified the sources of funding as at 1\r\nMarch 2001 as follows:\n(a) Stock: As at 28 February 2001 stock was in the books\r\nat R318 million. Said Newton, one could assume that the CNA was\r\noverstocked\nby R180 million. As a matter of fact, the CNA ran down\r\nstock by even more than R180 million ─ at cost. Had stock been\r\nsold\nat the normal margin of 40 per cent, it would have realised R300\r\nmillion in cash.\n(b) Creditors: Creditors had been paid down from R220\r\nmillion at the end of January 2001 to R100 million at the end of\r\nFebruary.\nThere was accordingly R120 million available in the form of\r\ncreditor finance.\n(c) Cash: There was cash in the bank of R10 million.\n(d) Overdraft: Bank overdraft facilities of R70 million\r\nwere ultimately granted.\n(e) MTN: The RA was capable of renegotiation for R85\r\nmillion. That is what happened when the ARA was concluded.\n(f) Investors: If 50 per cent of the shares in Central\r\nwere sold, the outstanding purchase price due to Wooltru could have\r\nbeen\npaid.\n(g) Franchising: There were 160 stores in the\r\nfranchising division. 100 stores could have been franchised at a\r\nprice of R500 000\nper store realising a minimum of R50 million.\r\n(As will appear from para 71(b) below, the 100 day plan anticipated\r\nthat 150 stores\nwould be franchised.)\nNewton was not cross-examined on the figures he put to\r\nthe various funding opportunities. He repeatedly tendered in\r\ncross-examination\nto provide those figures, which he had calculated\r\nduring an adjournment after he had been led in chief, but that\r\nopportunity was\ndenied him. The figures were accordingly given in\r\nre-examination and the objection by the liquidators' counsel to this\r\nevidence\nwas correctly overruled.\n[71] As at March 2002, the financing opportunities had\r\ndiminished and some had been utilized to their full extent. In\r\naddition,\nI agree with the liquidators' counsel that because of\r\nConsolidated's obligations to MTN under the ARA and GKA's obligations\r\nguaranteed\nby Consolidated to pay the balance of the purchase price\r\nto Wooltru, it is unlikely that any cash inflow from an equity\r\npartner\n(assuming that one could be found because of these very\r\nobligations) would have gone to Consolidated ─ although the\r\ndebt\ndue to Wooltru by GKA would have been discharged. But there was\r\nstill the prospect of overdraft finance, and the plan to franchise\n\nstores was being implemented.\n(a) Overdraft: In June 2002 the overdraft was increased\r\nfrom R40 million to R70 million until 1 September of that year. It\r\nwas submitted\non behalf of the liquidators that it was reckless for\r\nthe board to have applied for this facility. I cannot agree. Although\r\nas\na matter of law an overdraft is repayable on demand, it was not\r\nreckless for Newton to assume that once Absa retail bank, after\ndue\r\nconsideration, had granted an overdraft for a fixed term, it would\r\nnot, shortly after it had been increased (again after due\n\nconsideration), and before that term had expired, unexpectedly call\r\nit up. The expected cash flow of the business presented to\nAbsa in\r\nJune 2002 by the management of the CNA showed that cash in the\r\nbank/overdraft would fluctuate (overdraft figures in brackets)\nfrom\r\nabout (R40 million) in March to bottom out at (R70 million) in August\r\n2002, gradually recovering to between (R50 million)\nand nil to\r\nNovember, becoming positive in December and exceeding R100 million in\r\nJanuary and R150 million in February 2003. Traditionally,\nthe\r\nChristmas and back to school period (December and January) was the\r\nonly period in the year that the CNA made a profit and that\nwas well\r\nknown to the board of the CNA and to Absa. At the board meeting on 28\r\nMarch 2002, which Newton attended, Holden, the senior\nmember of\r\nmanagement present, said (and I quote the minutes):\n'Tim Holden reported on the\r\nfinancial results, and indicated that the business was tracking ahead\r\nof the initial plan as presented\nto ABSA with expenses being well\r\ncontained and the business achieving better margins. The loss for the\r\ntrading year is approximately\nR52 million. Plans for next year have\r\nalready taken out R40 million of costs which implies that CNA should\r\nbreak even. CNA requires\napproximately R30 million cash injection to\r\nenable the double-digit growth and smooth operation of the business\r\ngoing forward.\nThe down side is the upward fluctuation of interest\r\nrates.'\nThe increase in the overdraft granted by Absa was\r\nprecisely the cash injection which management sought.\n(b) Franchising: The 100 day plan envisaged that 150\r\nstores would be franchised. It read:\n'The current owners [GKA] have\r\ntaken the decision to begin the process of franchising with the\r\nobjective of having the first fully\noperational franchise stores up\r\nand running by October 1, 2001. It is anticipated that a total of 150\r\nstores will be franchised\nduring the 24 month period beginning in\r\nOctober 2001 and ending in October 2003. This being said, the target\r\nis to convert ten\nstores per month starting in February 2002.'\nThere was a delay in implementing the franchising plan\r\nbut the report given to the CNA board at its meeting held on 28 March\r\n2002,\nfar from giving cause for concern, was positive. The minute in\r\nthis regard reads:\n'\nFranchising\r\nupdate: The first five franchise stores are up and running. The\r\nsystem is now in, once all the minor problems are resolved\nthe\r\nbalance of the franchise stores can be sold in earnest. Anton\r\nHingeston has completed another presentation that has again sparked\n\ninterest. Banks are processing and finalising the loans, as no\r\npayments have been received yet.'\nAs a matter of fact, the list of creditors of\r\nConsolidated reflects that R1,82 million was paid as a deposit for\r\nfranchising rights\non 30 April 2002, and that two other deposits were\r\npaid on 1 March. Counsel for the liquidators submitted that the\r\nfranchising\nplan ended up as a debacle. But the argument again loses\r\nsight of the fact that the conduct of Newton does not fall to be\r\nevaluated\nwith the benefit of hindsight.\n[72] No particular event occurring after March 2002,\r\napart from the application for the increased overdraft which I have\r\ndealt with,\nwas relied upon in argument on behalf of the liquidators\r\nas constituting reckless conduct. The unchallenged evidence of Newton\r\nwas that the CNA was paying trade creditors in June 2002. The\r\nliquidation of Consolidated in July was precipitated by Absa\r\nunexpectedly\nreducing the overdraft facility, which it had granted\r\nuntil September, apparently because it realised that Wooltru was not\r\ninterested\nin again becoming a shareholder in the CNA.\n[73] On Newton's evidence alone, which I see no reason\r\nto reject, he was not guilty of reckless trading. On the contrary, he\r\nwas\nwell aware of the fiduciary responsibility he owed to\r\nConsolidated and, as is quite apparent from the clash between himself\r\nand\nGordon at the CNA board meeting of 28 March 2002, he was prepared\r\nto exercise it. At that meeting Gordon suggested that over and\nabove\r\nthe overdraft facilities already obtained from Absa, a further R70\r\nmillion overdraft should be obtained by Central. That\nmoney was\r\nintended by Gordon to be taken out of the CNA group and used to\r\nreduce the purchase price GKA owed to Wooltru. The minutes\nrecord\r\nthat a 'heated discussion' then ensued. Newton agreed with Holden who\r\nexpressed the view of management that the business\nof the CNA could\r\nnot sustain the additional loan burden of R70 million. The minute\r\nrecords:\n'Responding to a question from\r\nBrian Leroni [a director], John Newton said that whilst he could not\r\nexpress the view of Wooltru,\nhis view as a Director of CNA was that\r\nhe recognises the upcoming \"cash squeeze\" and that should\r\ndebt be incurred in\nCNA to repay Wooltru, the Directors should be\r\nmindful of their fiduciary responsibilities should this put CNA in a\r\npotential insolvent\nposition.'\nConclusion\n[74] I am quite unable to find that the board of\r\nConsolidated, or Newton in particular, in any way conducted the\r\nbusiness of Consolidated\nin or after March 2001 with an attitude of\r\nreckless disregard for the consequences. Nor in my judgment would a\r\nreasonable man of\nbusiness in the position of Newton have foreseen,\r\nwhen credit was incurred, that there was a strong chance that\r\ncreditors would\nnot be paid. Several witnesses, including Newton,\r\ngave entirely acceptable evidence that they saw no reason to consider\r\nliquidating\nConsolidated. Save in regard to the possibility of an\r\noutside investor, which Wainer considered improbable after the\r\nconclusion\nof the ARA, no-one gave evidence that the funding\r\nopportunities available to Consolidated, to which Bird and Newton in\r\nparticular\ntestified, had no reasonable prospect of being realised\r\nand no-one testified that these funding opportunities were inadequate\r\nto\nturn the CNA around. Wainer's evidence, constituting an\r\naccountant's view based on the management accounts alone, was not\r\nsufficient\nto counter the evidence given by and on behalf of Newton;\r\nand the liquidators' case in any event rested on a misinterpretation\r\nof this court's decision in\nPhilotex\n.\n[75] The appeal is dismissed with costs, including the\r\ncosts of two counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: H Z Slomowitz SC (with him E A Limberis SC)\nInstructed by Werksmans, Cape Town;\nLovius Block Attorneys, Bloemfontein.\nRESPONDENTS: S F Burger SC (with him I P Green)\nInstructed by Webber Wentzel Bowens, Cape Town;\nMatsepes Attorneys, Bloemfontein.\n1\nWhilst\r\n\tWooltru owned Holdings and Consolidated, the executive board of\r\n\tConsolidated met monthly and the supervisory board, on\nwhich Newton\r\n\tsat, met quarterly.\n2\nPhilotex\r\n\t(Pty) Ltd & others v Snyman & others\n;\nBraitex (Pty) Ltd & others v Snyman\r\n\t& others\n[1997] ZASCA 92\n;\n1998 (2) SA 138\n(SCA) at\r\n\t143G.\n3\nPhilotex\nat 147E.\n4\nPhilotex\nat 143G-H and 148E-H.\n5\nS\r\n\tv Dhlamini\n1988 (2) SA 302\n(A) at\r\n\t308D-E, applied in the corporate context in\nPhilotex\nat 143F-G and\nEbrahim\r\n\t& another v Airport Cold Storage (Pty) Ltd\n[2008] ZASCA 113\n;\n2008\r\n\t(6) SA 585\n(SCA) para 14.\n6\nFisheries\r\n\tDevelopment Corporation of SA Ltd v Jorgensen & another;\r\n\tFisheries Development Corporations of SA Ltd v A W J Investments\n\n\t(Pty) Ltd & others\n1980 (4) SA 156\n(W) at 170B-C, approved in\nPhilotex\nat 144B-D.\n7\nPhilotex\nat 147C.\n8\n1993\r\n\t(1) SA 493\n(A) at 504E-F.\n9\nBlackman\r\n\tet al\nCommentary on the Companies Act\n,\r\n\tvol 3 14-130, relying on Australian authority.\n10\nAbove,\r\n\tn 2.\n11\nAt\r\n\t175F-H.\n12\nIssued\r\n\tin July 1999 by the South African Institute of Chartered\r\n\tAccountants.\n13\nThe\r\n\tquestion was left open in\nPhilotex\nat 185F.\n14\nThis\r\n\tview accords with what Newton told the supervisory board meeting of\r\n\tConsolidated held some two months previously, on 15 April\n2000 ─\r\n\tsee para 9 above.\n15\nThe\r\n\tFisheries Development Corporation\ncase, above, n 4, at 166C,\r\n\tapproved in\nPhilotex\n, above, n 2, at 144I.",
  "scraped_at": "2026-02-11T20:44:19.181043",
  "date": "2010-11-29",
  "coram": [
    "CLOETE",
    "PONNAN",
    "MHLANTLA",
    "LEACH JJA",
    "EBRAHIM AJA"
  ],
  "case_number": "562/09",
  "parties": {
    "applicants": [
      "John Louis Carter Fourie NO",
      "Johannes Frederick Klopper NO",
      "Juanito Damons NO",
      "Karen Keevy NO"
    ],
    "respondents": [
      "John Denis Newton"
    ]
  },
  "sections": {
    "facts": "The liquidators of Consolidated News Agencies (Pty) Ltd (Consolidated), a former CNA group subsidiary that had been loss‑making since its 1997 acquisition, initiated s424 proceedings against John Denis Newton, a director of Consolidated and its holding company. The case centered on a ten‑point turnaround plan, a retailer agreement with M‑Tel, a sale‑of‑shares agreement to Gordon Kay & Associates (GKA), and a subsequent amended retailer agreement (ARA) that altered cash‑flow arrangements. Between March 2001 and July 2002 Consolidated continued to trade, incurred further debt, sold assets, obtained additional banking facilities from Absa, and ultimately was provisionally liquidated in July 2002. Newton resigned shortly before liquidation. The liquidators sought personal liability for the company’s debts, alleging reckless trading.",
    "issues": "Whether Newton, as a director, knowingly participated in the reckless carrying on of Consolidated’s business in breach of section 424 of the Companies Act, 61 of 1973; whether the directors’ conduct displayed an ‘attitude of reckless disregard’ of the consequences; and whether the lack of “clarity and commitment” of intra‑group funding rendered the continued trading reckless.",
    "principles": "Section 424(1) imposes personal liability where a director knowingly participates in reckless trading or intent to defraud. The test of recklessness has both objective (reasonable businessperson standard) and subjective (knowledge of the director) elements. Relevant authorities include Philotex v Snyman, which requires consideration of group support, clarity of funding, and the likelihood of creditors not being paid. Directors are not liable merely because a commercial plan fails; a reasonable director must foresee a strong chance of non‑payment when incurring credit.",
    "application": "The court examined the extensive evidence. Expert accountant Wainer argued that the company should have been liquidated by March 2001, but his analysis was based solely on financial statements and ignored commercial realities. Testimony from bankers (Absa), merchants (Casenove), and other businessmen demonstrated that substantial funding sources (stock, creditor financing, overdraft facilities, potential equity investors, franchising) were available and that the directors, including Newton, relied on these and on the audit opinion of Deloitte indicating solvency. Newton’s own statements showed no belief that liquidation was imminent and he acted to protect the company’s fiduciary duties, objecting to additional overdraft that could jeopardise solvency. The court concluded that a reasonable director would not have foreseen a strong chance of creditors not being paid and that the directors did not act with reckless disregard.",
    "conclusion": "The appeal by the liquidators was dismissed. Newton was not held personally liable for the debts of Consolidated. The appeal was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Directors' Liability",
    "level_3": [
      "reckless trading",
      "section 424",
      "personal liability",
      "liquidation"
    ]
  }
}