{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/47.html",
  "case_name": "Groenewald NO and Others v M5 Developments (Cape) [2010] ZASCA 47; 2010 (5) SA 82 (SCA) ; [2011] 1 All SA 17 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 47",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 47\n|\nNoteup\n|\nLawCite\nGroenewald NO and Others v M5 Developments (Cape) [2010] ZASCA 47; 2010 (5) SA 82 (SCA) ; [2011] 1 All SA 17 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no:\n283/09\nIn the matter between:\nCC GROENEWALD NO\nFirst Appellant\nOVERSTRAND MUNICIPALITY\nSecond Appellant\nASLA DEVCO (PTY) LTD\nThird\nAppellant\nand\nM5 DEVELOPMENTS (CAPE) (PTY) LTD\nRespondent\nNeutral citation:\nCC\nGroenewald v M5 Developments\n(283/09)\n[2010]   ZASCA 47\n(31 March 2010)\nCoram:\nNAVSA,\nCLOETE, LEWIS, MHLANTLA and LEACH JJA\nHeard:\t12 March 2010\nDelivered:\t31 March 2010\nSummary:\nLocal\nauthority â municipal tender â unsuccessful tenderer having a\nright of appeal under\ns 62\nof the\nLocal Government: Municipal Systems\nAct 32 of 2000\nâ appeal authority not entitled to award tender to\nanother unsuccessful tenderer who did not appeal.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from\n:\nWestern Cape High Court, Cape Town (Le Grange J sitting as a court of\nfirst instance).\nThe appeal is\ndismissed with costs, such costs to include the costs of two counsel\n.\n__________________________________________________________\nJUDGMENT\n__________________________________________________________\nLEACH JA (NAVSA,\nCLOETE, LEWIS and MHLANTLA JJA concurring)\n[1]\nAs\nthis court has recently observed, awards of tenders in the public\nsector are a fruitful source of litigation which has led to courts\nbeing swamped with cases concerning complaints about the award of\ncontracts.\n1\nThis is yet another such case. It arises out of the award of a\nmunicipal contract by the second appellant, the Overstrand\nMunicipality,\nto one of several entities who had tendered for it.\n[2]\nAs\nI shall set out more fully below, the tender of the respondent (âM5â)\nwas initially accepted but, pursuant to an appeal, the\nfirst\nappellant, Mr CC Groenewald, who was at the time the acting municipal\nmanager, reversed that decision and awarded the contract\nto the third\nappellant (âASLAâ). This led to M5 initiating review proceedings\nin the Western Cape High Court, Cape Town which\nset aside the\nmunicipal managerâs decision to award of the contract to ASLA and\ndeclared M5 to be âentitled to enter into a contract\nwith (the\nmunicipality) pursuant to the allocation of (the tender)â. With\nleave of the court a quo, the first appellant, the municipality\nand\nASLA now appeal to this court, contending that the review ought to\nhave been dismissed.\n[3\n]\n  Section 217(1) of the Constitution requires organs of state,\nincluding municipalities, to contract for goods and services in\naccordance\nwith a âfair, equitable, competitive and cost-effectiveâ\nsystem. The Local Government: Municipal Systems Act 32 of 2000 (the\nSystems Act) and the Local Government: Municipal Finance Management\nAct 56 of 2003 (the Finance Management Act) were designed to\nensure\ncompliance with this obligation.\n2\nAt the same time, s 217(2) of the Constitution further provides that\nthis obligation does not prevent an organ of state from implementing\na procurement policy by providing for âcategories of preference in\nthe allocation of contractsâ and âthe protection or advancement\nof persons, or categories of persons, disadvantaged by unfair\ndiscriminationâ. In order to comply with s 217(3) of the\nConstitution\nwhich requires national legislation to prescribe a\nframework within which the policy in s 217(2) is to be implemented,\nthe Preferential\nProcurement Policy Framework Act 5 of 2000 (the PPPF\nAct) was passed, s 5 of which empowers the Minister of Finance to\nmake regulations\nto provide a framework for the implementation of a\nprocurement process.\n[4\n]\n  In order to achieve a fair, equitable, competitive and\ncost-effective system for the procurement of municipal services, a\nmunicipality\nis obliged by s 111 of the Finance Management Act to\nhave and implement a supply chain management policy which, under s\n112 of that\nAct, must comply with a prescribed regulatory framework.\nThat framework\n3\nalso requires goods and services above a transaction sum of R200 000\nto be procured by way of a competitive bidding process.\n4\nIn addition, the regulations promulgated under the PPPF Act (the\nâpreferential procurement regulationsâ) which, with some\njustification,\nhave been criticised both in regard to their clarity\nas well as their content,\n5\nprovide for the use of a formula for the evaluation of tenders in\nwhich points are awarded in respect of various criteria.\n[5\n]\n  In February 2007, the municipality intended to develop some 3 000\nlow-cost houses.  In order to facilitate this project and to\ncomply\nwith its constitutional and statutory obligations, it published an\nadvertisement inviting tenders for the appointment of an\nâimplementation agentâ for its housing projects. The\nadvertisement specifically stated that the municipality did not bind\nitself\nto accept the lowest or any tender and that tenders would be\nâsubject to the Standard Conditions of Tender, the Preferential\nProcurement\nRegulations of 2001 and (its) Supply Chain Management\nPolicyâ.\n[6\n]\n  This advertisement was misleading as in fact the municipality had\nnot adopted a supply chain management policy, but nothing turns\non\nits failure to do so. What is important is that the advertisement led\nto 16 tenders being received by the municipality, five of\nwhich were\nconsidered to be acceptable. These included tenders from M5, ASLA and\na close corporation known as Blue Whale Property\nCC (âBlue Whaleâ).\n[7\n]\n  The municipality employed a firm of consulting engineers, ICE Group\n(Pty) Ltd (âICEâ), to evaluate these tenders. This it\ndid in\ndetail, scoring each in terms of the applicable formula prescribed by\nthe preferential\nprocurement\nregulations.\n It is unnecessary to set out the formula in question, it being\nsufficient for present purposes to record that it involved\nscoring\neach tender out of a maximum of 100 points, ten of which (so-called\nâPPPFAâ points) related to those goals set out in\ns 2(1)(d) of\nthe PPPF Act.\n[8]   Having\nevaluated the tenders, ICE compiled a written report to the\nmunicipality dated 23 March 2007 in which it stated that\nthe two\ntenders most worthy of consideration were those of M5, which it had\nscored at 91.6 points, and ASLA, which had been awarded\n91 points.\nThe difference between the two related to the scores allocated in\nrespect of the ten PPPFA points, M5 having been given\na single point\nand ASLA 0.6 points in that regard â their  scores otherwise having\nbeen identical. The other three tenders lagged\nfar behind in the\nscoring stakes. Those in third and fourth places were scored at 78.94\nand 40.25 points respectively, while that\nof Blue Whale languished in\na very distant last place with but 17.25 points. Based solely on its\nslightly higher score, ICE recommended\nthat M5 should be appointed\nrather than ASLA.\n[9\n]\n  ICEâs report was placed before the municipalityâs tender\nevaluation committee. It also decided to recommend to the\nmunicipalityâs\ntender adjudication committee that M5 should be\nawarded the contract.\n[10\n]\n  On 13 April 2007 the municipalityâs tender adjudication committee\nmet and accepted the recommendations of ICE and the evaluation\ncommittee that M5 should be awarded the contract. Consequently, on 20\nApril 2007 M5 was informed that its tender had been successful.\nThe\nfour unsuccessful tenderers were simultaneously informed in writing\nof the outcome and that they had 21 days to lodge an appeal\nunder s\n62 of the Municipal Systems Act.\n[11\n]\n   Unhappy that it had been unsuccessful, Blue Whale decided to\nappeal, and lodged a notice within the stipulated period. ASLA also\nfiled a notice of appeal in which it contended that the evaluation\nreport of ICE had not been independent. But it did so only on\n31 May\n2007, almost three weeks out of time.  Since the only appeal lodged\nin time was that of Blue Whale, and since it clearly had\nno prospect\nof success, it is surprising to say the least that it took some nine\nmonths to finalise the appeal.\n[12]   In the\nmeantime, the municipal manager when the appeal was launched, Mr\nKoekemoer, had been replaced by Groenewald, who was\nacting as\nmunicipal manager, and it was he who eventually determined the appeal\nand awarded the contract to ASLA.  This he did despite\nbeing of the\nview that ASLAâs appeal could not be considered and that of Blue\nWhale had to be dismissed.\n[13]\nGroenewald explained how this somewhat surprising result came\nabout. After he had been appointed to the post in November 2007,\nhe\nwent through the available documentation, including the reports of\nICE and the evaluation committee, and was initially somewhat\nconfused\nby the differences in the scoring. He discussed the matter with the\nchairperson of the tender evaluation committee, Ms La\nCock, who\nadvised him that the evaluation committee had received certain\ninformation relevant to the PPPFA points which contradicted\nthat\naccepted by ICE,  and that because it perceived that ICE had also\nerred in other respects of the scoring in regard to those\npoints, it\nhad re-assessed the tenders, increased the score of M5 to 94.3 points\nand that of ASLA to 93.4 points, but reduced Blue\nWhaleâs score to\n15.25 points. None of this appears in the minutes of the tender\nevaluation committee or in its recommendation\nto the tender\nadjudication committee. Nevertheless, according to La Cock, as M5\nstill retained a slight lead over ASLA, the evaluation\ncommittee had\nalso decided to recommend M5.\n[14]   On\nconsidering this information, and although he accepted the validity\nof the criticism of ICEâs scoring, Groenewald concluded\nthat the\nevaluation committee had itself also incorrectly scored the tenders.\nDoing his own scoring exercise, he decided that ASLA\nought to have\nbeen awarded 92.4 points, fractionally more than M5 to which he gave\n92.3 points. As in his opinion ASLA had outscored\nM5, albeit by a\nminimal margin, he concluded that it and not M5 ought to have been\nawarded the contract.\n[15\n]\n  In the light of this, Groenewald considered himself to be on the\nhorns of a dilemma. On the one hand, he thought that ASLAâs\nappeal\ncould not be entertained as it had been filed out of time while that\nof Blue Whale was devoid of merit and had to be dismissed.\n On the\nother, he felt it would be irregular, improper and, indeed,\nunconstitutional for M5 to be awarded a contract which the tender\nadjudication committee, on his scoring, ought to have awarded to\nASLA.\n[1\n6]\n  Finding himself in a quandary, Groenewald took legal advice. Having\ndone so, and as part of what he viewed to be the overall\nappeal\nprocess, he wrote to both M5 and ASLA on 29 January 2008, informing\nthem that he had  difficulty in respect of the scoring\nand inviting\nthem to make written representations on certain issues on or before 6\nFebruary 2008. At the same time he made it quite\nclear to ASLA that\nits appeal could not be considered as it had been lodged out of time\nand that, in any event, there was no merit\nin its allegation as to\nICEâs lack of impartiality.\n[1\n7]\n  Although ASLA responded swiftly to Groenewaldâs request to\nprovide further information, M5 did not: and so the municipal manager\nwrote to it on 7 February 2008, extending the period for its response\nto 11 February 2008. In reply, however, attorneys acting for\nM5 wrote\nto him, stating that M5 could not provide the information requested\nin the time available and requesting a further extension\nof 14 days.\nGroenewald was not prepared to agree and, taking into account the\nfresh information furnished by ASLA, he increased its\nscore to 92.4\npoints, a total slightly higher than the 91.6 points he had awarded\nM5. In the light of this, he felt duty bound to\naward the contract to\nASLA. It was this decision that was the subject matter of M5âs\napplication for review which, in due course,\nwas upheld in the court\na quo.\n[18]   Although a\nplethora of issues was raised in the papers, the ambit of the dispute\nnarrowed and only four issues were ventilated\nbefore this court of\nwhich only two need to be determined. The first is whether an appeal\nagainst the adjudication committeeâs\naward of the contract lay\nunder s 62(1) of the Systems Act which provides:\nâ\nA\nperson whose rights are affected by a decision taken by a political\nstructure, political office bearer, councillor or staff member\nof a\nmunicipality in terms of a power or duty delegated or sub-delegated\nby a delegating authority to the political structure, political\noffice bearer, councillor or staff member, may appeal against that\ndecision by giving written notice of the appeal and reasons to\nthe\nmunicipal manager within 21 days of the date of the notification of\nthe decision\n.â\n[19]   In\nCity\nof Cape Town v Reader & others\n6\nthe issue arose whether a landowner had a right under s 62 to appeal\nagainst the approval of certain building plans for the erection\nof a\nstructure on its neighbourâs property. The majority held that s 62\ngives no general right to appeal to those who object to\na municipal\nplanning permission or decision and that a neighbour, who was not a\nparty to the application for the approval of the\nbuilding plans, did\nnot have a right directly affected by a decision on the application\nand thus had no right to appeal under s 62.\nThe question whether an\nunsuccessful tenderer would have a right to appeal against the\nacceptance of the tender of another was specifically\nleft open.\n[20\n]\n  In its papers in the application a quo, as well as in its heads of\nargument filed in this court, M5 argued both that ASLA was\nnot a\nparty to the appeal due to its notice of appeal having been filed\nlate and that, as an unsuccessful tenderer, it did not have\nclearly\ndefined rights adversely affected by the decision of the tender\nadjudication committee. Relying upon the majority decision\nin\nReader\nit\ntherefore contended that neither ASLA (nor Blue Whale for that\nmatter) had enjoyed a right to appeal under s 62 and that, on this\nbasis alone, it ought not to have been awarded the contract. In\nargument, however, counsel for M5 stated that for purposes of the\nappeal he conceded that both ASLA and Blue Whale had enjoyed a right\nof appeal under s 62.\n[2\n1]\n  This concession was correctly made. As I have mentioned, the\ndecision of the majority in\nReader\nwas based on the reasoning that a neighbour could not be considered\nas a person whose rights were affected by the municipalityâs\ndecision in regard to building plans approved for a neighbouring\nproperty as it had not been a party to the application process\nrelating\nto those plans. In the present case, of course, the\nunsuccessful tenderers, together with M5, were all parties to the\ntender approval\nprocess.  I therefore have no difficulty in\nconcluding that both ASLA and Blue Whale were entitled to appeal\nunder s 62.\n[\n22]\n  That brings me to the next issue, namely, whether Groenewald, as\nappeal authority, was entitled to award a contract to an unsuccessful\ntenderer who had not appealed against the initial decision to award\nit to another. Arguing that Groenewald had been perfectly entitled\nto\ndo so, counsel for the appellants, as a starting point, contended\nthat an appeal in terms of s 62 is a so-called âwide appealâ\n7\ninvolving a re-hearing of the issues. From that base, they argued\nthat the award of a municipal contract was a matter falling within\nthe public domain, involving a decision which had to be taken in the\npublic interest in the light of the various constitutional and\nstatutory imperatives I have already mentioned, including the\nnecessity to advance those goals identified in the PPPF Act. The\naward\nof the contract therefore had to be considered in this\nconstitutional and statutory context, and it was necessary for a\nmunicipality\nto act lawfully in doing so. In these circumstances, so\nthe argument went, a municipal manager was bound in his re-hearing of\nthe\nmatter to award the contract to the party to whom it should have\nbeen awarded in the first place, even if that party had not appealed.\n[23]   Counsel for\nM5 conceded that s 62 involved an appeal in the wide sense and, for\npresent purposes, I intend to accept that he\nwas correct in doing so.\nBut that does not mean that such an appeal requires the re-evaluation\nof each submitted tender. If that\nwere so, administrative anarchy\nwould result. In a simple case such as this involving the\nre-consideration of but three tenders,\nthe appeal process took nine\nmonths and I shudder to think how long it would have taken had it\nbeen necessary to deal with, say,\n50 tenders just because one\nunsuccessful tenderer had decided to appeal.\n[2\n4]\n  The obvious fallacy in the appellantsâ argument is found on an\nexamination of the section under which the appeal authority\nis\nempowered to act.  Section 62(1) allows a person to appeal by giving\nâwritten notice of the appeal and reasonsâ to the municipal\nmanager who, under s 62(2) has then to submit âthe appealâ â\nobviously the notice of appeal and the reasons lodged therewith\nunder\ns 62(1) â to the appeal authority for it to consider âthe appealâ\nunder s 62(3). Although in terms of this latter subsection\nthe appeal\nauthority is empowered to âconfirm, vary or revoke the decisionâ\nit exercises that power in the context of hearing\nâthe appealâ\nviz the appeal and the reasons lodged by the aggrieved person under s\n62(1). That defines the ambit of the appeal,\nthe sole issue being\nwhether that aggrieved person should succeed for the reasons it has\nadvanced.  It is not for the appeal authority\nto reconsider all the\ntenders that had been submitted. If that had been the legislatureâs\nintention, it would have said so.  It\ndid not, and for obvious\nreasons. There is a need in matters of this nature for decisions to\nbe made without unreasonable delay.\nIf each and every tender had to\nbe revisited it could easily become an administrative nightmare with\nthe appeal authority having\nto hear representations from all parties \nwho tendered, some of whom might have no realistic prospect of\nsuccess, in regard to a\nmyriad of issues, many of which might in due\ncourse be proved to be wholly irrelevant.  This could never have been\nthe legislatureâs\nintention. It is inconsistent with the\nrequirement that a person aggrieved must file a notice of appeal with\nreasons within a fairly\nshort period.\n[25]   Thus  while\nI accept that the appeal is a wide one in the sense of a re-hearing,\nit is a re-hearing related to the limited\nissue of whether the party\nappealing should have been successful. In the context of a municipal\ntender, an appeal by a person whose\ntender was unsuccessful therefore\ndoes not entitle the appeal authority to reconsider all the tenders\nthat were lodged and to decide\nwhether the committee which\nadjudicated upon the tender ought to have awarded the contract to a\nperson whose tender was not accepted,\nbut who did not appeal against\nthat decision (and who might no longer have any interest in being\nawarded the contract). In the present\ncase, the appeal related solely\nto whether the contract should have been awarded to Blue Whale rather\nthan M5 and, having concluded\nthat issue against Blue Whale and\ndeclining to consider ASLAâs appeal, the appeal should merely have\nbeen dismissed and the adjudication\ncommitteeâs decision left\nundisturbed.\n[26]   Furthermore, while Groenewald\nmay have had concerns about the legality of the award of the tender,\nit is important to bear\nin mind that those concerns were based on his\nperceptions flowing from his own investigations on issues identified\nby him and that\nhis conclusions were challenged by M5.\n[2\n7]\n   It was suggested during argument that if Groenewald had not been\nempowered to award the contract to ASLA, the court a quo should\nhave\nreferred the matter back to the adjudication committee to enable it\nto reconsider the award, and that this court should therefore\nmake\nsuch an order. There seems to me to be no merit in this suggestion.\nGroenewaldâs power under s 62(3) was to âconsider the\nappeal, and\nconfirm, vary or revoke the decisionâ. He had no power to refer the\nmatter back to the adjudication committee for reconsideration.\nThat\nbeing so, the court a quo could not have made an order on review that\nGroenewald could not have made, and neither can this court.\n[28]     The\nconclusion that Groenewald should merely have dismissed the appeal\nunder s 62 renders it unnecessary to deal with any\nof the other\nquestions raised on appeal. In regard to the question of costs, it is\nclear that the matter is of substantial importance\nand the parties\nwere correctly agreed that costs should follow the event and that the\nemployment of two counsel was justified.\n[2\n9]\n  In the result, the following order is made:\nâ\nThe appeal is dismissed with costs,\nsuch costs to include the costs of two counselâ.\n__________________\nL E LEACH\nJUDGE OF APPEAL\nAPPEARANCES\n1\nst\n& 2\nnd\nAPPELLANTS:\t\tE W Fagan SC\n3\nrd\nAPPELLANT:\t\t\tH C Schreuder\n1\nst\nAPPELLANT & \tInstructed by Fairbridges Attorneys, Cape\n2\nND\nAPPELLANT                           Town;\nMcIntyre\n& Van der Post, Bloemfontein.\n3\nrd\nAPPELLANT\tInstructed by Louw du Plessis Inc,  Somerset West;\nMcIntyre\n& Van der Post, Bloemfontein.\nRESPONDENT:\t\t\tJ\nW Olivier SC (with him R B Engela)\nInstructed\nby Malan LaÃ¤s & Scholtz Inc, Durbanville;\nWebbers,\nBloemfontein.\n1\nPer Harms\n\tDP in\nMoseme\n\tRoad Construction CC & others v King Civil Engineering\n\tContractors (Pty) Ltd & another\n[2010]\n\tZASCA 13\npara 1.\n2\nSee\nMunicipal\n\tManager:\nQaukeni\n\tLocal Municipality & another v FV General Trading CC\n2010 (1) SA 356\n(SCA)\n[2009] ZASCA 66\npara 11.\n3\nPromulgated in GN\n\tR 868 in GG 27636 of 30 May 2005.\n4\nQuakeni\nparas 12 and 13.\n5\nSee\n\teg\nHidro-Tech\n\tSystems (Pty) Ltd v City of Cape Town & others\n2010 (1) SA 483\n(C)\n[2009] ZAWCHC 125\nparas 51-53.\n6\n2009 (1) SA\n\t555\n(SCA)\n[2008] ZASCA 130.\n7\nCompare eg\nTikly\n\t& others v Johannes NO & others\n1963 (2) SA 588\n(T) at 590F-591A;\nNichol\n\t& another v Registrar of Pension Funds & others\n[2006] 1 All SA 589\n(C) paras 19-22; Cora Hoexter\nAdministrative\n\tLaw in South Africa\npp 66-68.",
  "scraped_at": "2026-02-11T20:20:40.624414",
  "date": "2010-03-31",
  "coram": [
    "NAVSA",
    "CLOETE",
    "LEWIS",
    "MHLANTLA",
    "LEACH JJA"
  ],
  "case_number": "283/09",
  "parties": {
    "applicants": [
      "CC GROENEWALD NO",
      "OVERSTRAND MUNICIPALITY",
      "ASLA DEVCO (PTY) LTD"
    ],
    "respondents": [
      "M5 DEVELOPMENTS (CAPE) (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The Overstrand Municipality advertised a tender for an implementation agent for a low‑cost housing project. Sixteen tenders were received; five were deemed acceptable, including those of M5 Developments (M5), ASLA Devco (ASLA) and Blue Whale Property. An independent consulting engineer (ICE) evaluated the tenders using the preferential procurement formula and scored M5 highest (91.6 points) and ASLA just behind (91.0 points). The municipality’s tender adjudication committee accepted ICE’s recommendation and awarded the contract to M5 on 20 April 2007. Unsuccessful tenderers were given 21 days to lodge an appeal under s 62 of the Municipal Systems Act. Blue Whale lodged a timely appeal; ASLA lodged a late appeal. The acting municipal manager, CC Groenewald, later re‑examined the scores, concluded that the original evaluation was flawed, and, despite ASLA’s untimely appeal, awarded the contract to ASLA. M5 applied for judicial review, which was initially set aside, leading to the present appeal.",
    "issues": "1. Whether an unsuccessful tenderer has a right to appeal the award of a contract under s 62 of the Municipal Systems Act. 2. Whether the appeal authority, in exercising its power under s 62(3) to confirm, vary or revoke a decision, may award the contract to a tenderer who did not lodge an appeal (i.e., to an unsuccessful tenderer who did not appeal).",
    "principles": "The court relied on s 62 of the Municipal Systems Act, which provides a right of appeal to any person whose rights are affected by a municipal decision, and on the interpretation of that right in City of Cape Town v Reader, which held that parties to the tender process are entitled to appeal. The scope of the appeal authority’s power under s 62(3) is limited to considering the notice of appeal and the reasons therein; it does not permit a wholesale re‑evaluation of all tenders. The constitutional requirement (s 217) for fair, equitable, competitive procurement and the statutory framework (Preferential Procurement Policy Framework Act and Finance Management Act) were acknowledged but did not expand the statutory meaning of s 62.",
    "application": "The court concluded that both ASLA and Blue Whale were entitled to appeal under s 62 because they were parties to the tender process. However, the appeal authority’s function was confined to determining whether the appellant’s (Blue Whale’s) appeal should succeed. Groenewald, acting as the appeal authority, exceeded his statutory mandate by re‑scoring all tenders and awarding the contract to ASLA, a tenderer who had not appealed. Consequently, the proper exercise of s 62(3) would have been to dismiss the appeal and leave the original award to M5 undisturbed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court affirmed that the appeal authority could not award the contract to an unsuccessful tenderer who had not appealed, and that the original decision to award the contract to M5 should stand."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "Municipal Systems Act",
      "Section 62",
      "Tender appeal",
      "Preferential procurement"
    ]
  }
}