{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/117.html",
  "case_name": "Falk and Another v National Director of Public Prosecutions (689/09) [2010] ZASCA 117; 2011 (1) SACR 105 (SCA) ; [2011] 1 All SA 354 (SCA) (23 September 2010)",
  "citation": "[2010] ZASCA 117",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 117\n|\nNoteup\n|\nLawCite\nFalk and Another v National Director of Public Prosecutions (689/09) [2010] ZASCA 117; 2011 (1) SACR 105 (SCA) ; [2011] 1 All SA 354 (SCA) (23 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 689/09\nIn the matter between:\nALEXANDER\r\nGERHARD FALK\n...................................................\nFirst\r\nAppellant\nFALK REAL ESTATE SA (PTY) LTD\n...........................................\nSecond\r\nAppellant\nand\nNATIONAL\r\nDIRECTOR OF PUBLIC PROSECUTIONS\n.................\nRespondent\nNeutral citation:\nFalk v NDPP\n(689/09)\n[2010] ZASCA 117\n(23 September\n2010).\nCoram:\nMPATI P, CLOETE, CACHALIA, BOSIELO and\r\nTSHIQI JJA\nHeard:\r\n9 September 2010\nDelivered:\r\n23 September 2010\nSummary:\nInternational Co-operation in Criminal\r\nMatters Act 75 of 1966;\nPrevention of Organised Crime Act 121 of\n1998\n; effect of foreign restraint order registered in South Africa.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Louw J sitting as court of first instance):\nThe appeal is dismissed with costs. The costs shall\r\ninclude the costs of two counsel and the costs occasioned by the\r\napplications\nby both sides to place further evidence before this\r\ncourt.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (MPATI P, CLOETE, CACHALIA, BOSIELO and TSHIQI\r\nJJA concurring):\n[1] This appeal concerns the\r\ninterface between two statutes, the International Co-operation in\r\nCriminal Matters Act\n1\n(the ICCMA) and the\nPrevention of\nOrganised Crime Act\n2\n(POCA\n). The first and second\r\nappellants are respectively Mr Alexander Gerhard Falk and Falk Real\r\nEstate SA (Pty) Ltd (FRS). The respondent\nis the National Director of\r\nPublic Prosecutions (NDPP). The appellants appeal against the\r\ndismissal by Louw J in the Western Cape\nHigh Court of their\r\napplication for the setting aside of:\n(a) the registration on 13 September 2004 of a foreign\r\nrestraint order against Falk by the registrar of the Western Cape\r\nHigh Court\nin terms of\ns 24\nof the ICCMA; and\n(b) interdicts granted on 16 August 2005 by Veldhuizen J\r\nat the suit of the NDPP against Falk and FRS in terms of chapter 5 of\r\nPOCA.\nThe appeal is with the leave of the court a quo.\n[2] The essential facts are uncomplicated and common\r\ncause. Falk was arrested in Germany on 6 June 2003 on various\r\ncharges. The\ncharges include allegations that he had manipulated the\r\nshare price of a German corporation by making intentional\r\nmisstatements,\nwith a view to obtaining an unlawful gain for himself\r\nand others to the detriment of third parties who purchased shares in\r\nthe\ncorporation. On 25 August 2004 the Hamburg Regional Court\r\n(Landgericht) issued an order authorising the attachment of assets in\n\nFalk's estate to the value of at least €31 635 413,34. The\r\npurpose of the attachment was to secure this amount against\nthe\r\neventuality of Falk being convicted of the crimes with which he was\r\ncharged and the court ordering forfeiture of the amount\nspecified.\r\nThe German authorities requested assistance in enforcing the order.\r\nPursuant to this request the Director-General: Justice\nlodged a copy\r\nof the order with the registrar of the Western Cape High Court and it\r\nwas registered in that court on 13 September\n2004 in terms of the\r\nprovisions of\ns 24\nof the ICCMA. It is against the registration\r\nof this order that the first part of the leave sought by the\r\nappellants is directed.\n[3] The relevant sections of the ICCMA are the\r\nfollowing:\n'\n24.\r\nRegistration of foreign restraint order\n(1) When the Director-General\r\nreceives a request for assistance in enforcing a foreign restraint\r\norder in the Republic, he or she\nmay lodge with the registrar of a\r\ndivision of the Supreme Court a certified copy of such order if he or\r\nshe is satisfied that the\norder is not subject to any review or\r\nappeal.\n(2) The registrar with whom a\r\ncertified copy of a foreign restraint order is lodged in terms of\r\nsubsection (1), shall register such\norder in respect of the property\r\nwhich is specified therein.\n(3) The registrar registering a\r\nforeign restraint order shall forthwith give notice in writing to the\r\nperson against whom the order\nhas been made─\n(a) that the order has been\r\nregistered at the division of the Supreme Court concerned; and\n(b) that the said person may\r\nwithin the prescribed period and in terms of the rules of court apply\r\nto that court for the setting\naside of the registration of the order.\n(4)(a) Where the person against\r\nwhom the foreign restraint order has been made is present in the\r\nRepublic, the notice contemplated\nin subsection (3) shall be served\r\non such person in the prescribed manner.\n(b) Where the said person is not\r\npresent in the Republic, he or she shall in the prescribed manner be\r\ninformed of the registration\nof the foreign restraint order.’\n'Restraint order’ is defined in\ns 1\nof the\r\nICCMA as 'a restraint order or preservation of property order made\r\nunder’ POCA. A restraint order as envisaged in\nPOCA would be\r\nissued under the criminal forfeiture provisions of chapter 5 and a\r\npreservation of property order, under the civil\nforfeiture provisions\r\nof chapter 6. The present case falls under chapter 5.\n‘\n25.\r\nEffect of registration of foreign restraint order\nWhen any foreign restraint order\r\nhas been registered in terms of\nsection 24\n, that order shall have the\r\neffect of a restraint order made by the division of the Supreme Court\r\nat which it has been registered.\n26. Setting aside of\r\nregistration of foreign restraint order\n(1) The registration of a\r\nforeign restraint order in terms of\nsection 24\nshall, on the\r\napplication of the person against whom the order has been made, be\r\nset aside if the court at which the order was\nregistered is\r\nsatisfied─\n(a) that the order was\r\nregistered contrary to a provision of this Act;\n(b) that the court of the\r\nrequesting State had no jurisdiction in the matter;\n(c) that the order is subject to\r\nreview or appeal;\n(d) that the enforcement of the\r\norder would be contrary to the interests of justice; or\n(e) that the sentence or order\r\nin support of which the foreign restraint order was made, has been\r\nsatisfied in full.\n(2) The court hearing an\r\napplication referred to in subsection (1) may at any time postpone\r\nthe hearing of the application to such\ndate as it may determine.'\n[4] On 16 August 2006 Veldhuizen J in the Western Cape\r\nHigh Court granted interdicts at the suit of the NDPP against Falk\r\nand FRS.\nFalk was interdicted from dealing in any way with his shares\r\nin FRS (which by then were being held in trust by an attorney in Cape\n\nTown); and both Falk and FRS were interdicted from dealing with the\r\nsum of €5,22 million held in a bank account, and\nfrom\r\ndealing in any way, other than in the ordinary course of business,\r\nwith any of the other assets of FRS. It is against the\nrefusal by the\r\ncourt a quo to set aside these interdicts that the second part of\r\nthis appeal is directed.\n[5] It is convenient at this stage, before continuing\r\nwith the chronology of relevant facts, to deal with an argument\r\nadvanced on\nbehalf of the appellants in regard to the interdicts\r\ngranted by Veldhuizen J which I have just mentioned. It was common\r\ncause in\nthe court a quo that in granting the interdicts, the learned\r\njudge acted under the 'ancillary orders' provision in s 26(8)\nof\r\nPOCA. That section provides:\n'A High Court making a restraint\r\norder shall at the same time make an order authorising the seizure of\r\nall movable property concerned\nby a police official, and any other\r\nancillary orders that the court considers appropriate for the proper,\r\nfair and effective execution\nof the order.'\nThe appellants' counsel submitted on appeal, however,\r\nthat an order in terms of s 26(8) was not competent in law\r\ninasmuch as\nthere was no restraint order against FRS ─ the\r\norder of the German court related only to the property of Falk.\n[6] I reject this argument. Falk is the sole shareholder\r\nof FRS. The founding affidavit of the NDPP put before Veldhuizen J\r\ncontained\nthe following paragraph:\n'The Applicant [the NDPP] also\r\napplies in terms of section 26(8) of the POCA for an order\r\ninterdicting the Second Respondent [FRS]\nfrom dealing in any way with\r\nthe 5 220 000 Euros currently in the Standard Bank's\nnostro\naccount\r\nof the Standard Bank of South Africa pursuant to the SWIFT transfers\r\nto the Second Respondent [by Falk and a German company\ncontrolled by\r\nhim] on 5 June 2003 and interdicting the Second Respondent from\r\ndealing in any way, other than any ordinary course\nof business, with\r\nany of its other assets. These orders are sought to preserve the\r\nvalue of the underlying assets held by the First\nRespondent [Falk]\r\nthrough his shareholding in the Second Respondent pending the final\r\ndetermination of the proceedings in Germany,\nwhich I submit the South\r\nAfrican authorities are clearly entitled and obliged to do pursuant\r\nto the registration of the foreign\nrestraint order. The Respondents'\r\nefforts in the recent past to gain access to the money, coupled with\r\nthe earlier payments out\nof the nostro account at the instance of Mr\r\nLouw [the general manager of FRS], show that the Applicant reasonably\r\napprehends that\nif the interdict is not granted the underlying assets\r\nheld by the Second Respondent may be dissipated.'\nIn my view it was competent in the light of these\r\nallegations for Veldhuizen J to have granted the interdicts against\r\nFRS which\nhe did in terms of the 'ancillary orders' provision of\r\ns 26(8) of POCA.\n[7] I continue with the chronology. Falk's criminal\r\ntrial commenced in the Hamburg Regional Court on 3 December 2004.\r\nSome three-and-a-half\nyears later, on 9 May 2008, that court found\r\nFalk guilty of conspiracy to attempt to commit fraud, of conspiracy\r\nto misrepresent\nthe financial position of a corporation and of\r\nmisstating information of a corporation in its annual financial\r\nstatements. Falk\nwas sentenced to imprisonment for four years and\r\n(together with the other defendants) he was ordered to pay the costs\r\nof the proceedings.\nBut the court refused to grant the forfeiture\r\norder against Falk that had been sought by the Hamburg prosecutors.\r\nBoth the latter\nand Falk noted appeals to the Federal Court\r\n(Bundesgerichtshof). The prosecutors contended inter alia that Falk\r\nshould have been\nconvicted of fraud and that in any event a\r\nforfeiture order should have been granted against him; and Falk\r\ncontended that he had\nbeen wrongly convicted.\n[8] According to the undisputed evidence of Dr Winter, a\r\npublic prosecutor who is the head of the Financial Investigations\r\nUnit\nof the Public Prosecutors Department in Hamburg, the noting of\r\nthe appeals against the order of the regional court automatically\n\nsuspended its operation. Furthermore, according to Dr Winter:\n'The Federal Court has a wide\r\ndiscretion to grant relief on appeal. It may overturn the judgment of\r\nthe Regional Court in its entirety\nor it may interfere with specific\r\nfindings, for example relating to the severity of the sentence\r\nimposed. However, wherever possible\nthe Federal Court will remit the\r\nmatter to the Regional Court for further determination rather than\r\nsubstituting its decision for\nthat of the Regional Court. If the\r\nFederal Court makes a finding that a conviction for fraud is\r\nsupported by the evidence, or if\nthe Federal Court makes a finding\r\nthat forfeiture is appropriate in the circumstances, it will remit\r\nthe matter to a different\nchamber of the Regional Court for\r\nre-assessment. It is only in rare instances that the Federal Court\r\nimposes a harsher or lighter\nsentence without remitting the matter to\r\nthe Regional Court.'\n[9] Further evidence was tendered on\r\nappeal by both sides as to the outcome of the appeal before the\r\nGerman Federal Court which\nmade an order on 29 July this year, ie\r\nafter the present appeal had been set down for hearing by this court.\r\nThe evidence was admitted\nprovisionally. In view of the conclusion I\r\nhave reached, it is not necessary to have regard thereto. It suffices\r\nto say that it\nis common cause between the parties that the order of\r\nthe German Federal Court does not mean that the order sought in this\r\nappeal\nwill have no practical effect or result, as contemplated in\r\ns 21A of the Supreme Court Act.\n3\nI accordingly decline to admit the\r\nevidence tendered; but it would be fair if the costs incurred on both\r\nsides in the applications\nto adduce such evidence on appeal were to\r\nbe treated as costs in the appeal. I shall accordingly deal with the\r\nappeal on the basis\nof the factual situation which prevailed when the\r\nmatter was adjudicated upon by the court a quo, ie that it was\r\npossible for the\nGerman Federal Court to refer the matter back to the\r\nHamburg Regional Court to decide whether to make a forfeiture order\r\nagainst\nFalk.\n[10] The court quo in refusing the relief sought by the\r\nappellants relied on s 24A of POCA, which provides:\n'\n24A\r\nOrder to remain in force pending appeal\n─\nA\r\nrestraint order and an order authorising the seizure of the property\r\nconcerned or other ancillary order which is in force at the\ntime of\r\nany decision by the court in relation to the making of a confiscation\r\norder, shall remain in force pending the outcome\nof any appeal\r\nagainst the decision concerned.’\nThe court reasoned:\n‘\nIn my\r\nview the decision by a trial court, in this case the Hamburg Regional\r\nCourt, not to make a confiscation order pursuant to\nthe conviction of\r\na defendant is indeed one of the decisions the legislator had in mind\r\nwhen it referred in wide terms to\nany\r\ndecision by the court in relation to the making of a confiscation\r\norder\n.\r\nThe decision in this case not to make a confiscation order which\r\norder was specifically requested by the Hamburg prosecutors certainly\n\nis in my view a decision in relation to the making of a confiscation\r\norder. There is no reason to read the wide words\n\"any\r\ndecision in relation to the making of a confiscation order\"\nto be\r\nconfined to decisions in regard to the making or orders ancillary the\r\nconfiscation order. In my view the legislator had intended\nthe\nstatus\r\nquo\nregarding\r\nthe restraint to continue pending the outcome of an appeal against\r\nthe refusal to make the order of confiscation. To do\notherwise might\r\nvery well render the outcome of the appeal, if successful, nugatory.'\r\n(Emphasis in the original judgment.)\n[11] The principal submission of the appellants' counsel\r\non appeal was that in terms of s 26(10)(b) of POCA a high court\r\nwhich\nmade a restraint order is obliged to rescind the order when the\r\nproceedings against the defendant concerned are concluded; that\nit is\r\ns 17 (which together with s 26(10) forms part of chapter 5\r\nof POCA) that prescribes when proceedings against a\ndefendant are\r\nconcluded for the purposes of s 26(10)(b); and that this matter\r\nfalls within s 17(b) because the Hamburg\nRegional Court did not\r\nmake a confiscation order against Falk. It is convenient to quote\r\nss 26(10) and 17 in full at this\njuncture:\n'26(10) A High Court which made\r\na restraint order─\n(a) may on application by a\r\nperson affected by that order vary or rescind the restraint order or\r\nan order authorising the seizure\nof the property concerned or other\r\nancillary order if it is satisfied─\n(i) that the operation of the\r\norder concerned will deprive the applicant of the means to provide\r\nfor his or her reasonable living\nexpenses and cause undue hardship\r\nfor the applicant; and\n(ii) that the hardship that the\r\napplicant will suffer as a result of the order outweighs the risk\r\nthat the property concerned may\nbe destroyed, lost, damaged,\r\nconcealed or transferred; and\n(b) shall rescind the restraint\r\norder when the proceedings against the defendant concerned are\r\nconcluded.'\n'17. For the purposes of this\r\nChapter, the proceedings contemplated in terms of this Chapter\r\nagainst a defendant shall be concluded\nwhen─\n(a) the defendant is acquitted\r\nor found not guilty of an offence;\n(b) subject to section 18(2),\r\nthe court convicting the defendant of an offence, sentences the\r\ndefendant without making a confiscation\norder against him or her;\n(c) the conviction in respect of\r\nan offence is set aside on review or appeal; or\n(d) the defendant satisfies the\r\nconfiscation order made against him or her.'\n[12] I shall have to deal in more detail with the\r\nargument by the appellants' counsel at a later stage in the judgment\r\nas it arises\nin a different context. In the present context, the\r\nargument falls to be rejected because it rests upon the same\r\nfundamental fallacy\nas the judgment of the court a quo. The fallacy\r\nis this. Section 25 of the ICCMA, in providing that a foreign\r\nrestraint order shall\nhave the effect of a restraint order made by\r\nthe division of the high court at which it has been registered, does\r\nnot convert the\nforeign restraint order into an order of the South\r\nAfrican High Court. It remains a foreign order and not all of the\r\nprovisions\nof chapter 5 of POCA apply to it. Section 26(8) applies,\r\nwith the necessary changes, so that the introductory words 'a high\r\ncourt\nmaking a restraint order shall at the same time make an order\r\nauthorising the seizure of all moveable property concerned' must be\n\nread as meaning ‘the registration of a foreign restraint order\r\nunder the ICCMA requires the high court at which it is registered\nto\r\nmake an order authorising the seizure' etc. Obviously, the making of\r\nsuch an order would be triggered by an application brought\nby the\r\nNDPP.\n[13] On the other hand, it is incorrect to interpret\r\ns 24A, the section on which the court a quo relied, as meaning\r\nthat a\nforeign restraint order which is in force at the time of any\r\ndecision by a foreign court in relation to a confiscation order,\r\nshall\nremain in force pending the outcome of any appeal in the\r\nforeign jurisdiction in relation to the confiscation order. The\r\nposition\nis not governed by s 24A of POCA but by s 26 of\r\nthe ICCMA. If an appeal is pending or could still be noted in a\r\nforeign\ncourt against the grant or refusal of a confiscation order, a\r\nSouth African court hearing an application for the setting aside of\n\nthe registration of the foreign restraint order in terms of s 26\r\nof the ICCMA might well have regard to the terms of subsection\n(2)\r\nand postpone the hearing until the fate of the appeal in the foreign\r\ncourt became known.\n[14] Section 26(10)(b), the section relied upon by the\r\nappellants' counsel, also does not apply to a registered foreign\r\nrestraint\norder. A South African high court cannot, in the terms of\r\nthe section, 'rescind the restraint order when the proceedings\r\nagainst\nthe defendant concerned are concluded' for the simple reason\r\nthat a domestic court lacks jurisdiction to rescind the order of a\n\nforeign court. What a South African high court can do in terms of\r\nPOCA is to vary or rescind the seizure order or the ancillary\norder\r\nmade by it in terms of s 26(8), in the circumstances set out in\r\ns 26(10)(a); but if a defendant wishes to undo\nthe effect of the\r\nregistered foreign restraint order altogether, the remedy lies not in\r\nPOCA but in s 26 of the ICCMA. That\nsection is definitive of the\r\ngrounds upon which the registration of a restraint order can be set\r\naside. I should perhaps emphasise\nthat the fact that s 24(3)(b)\r\nof the ICCMA contemplates a period within which a person against whom\r\na foreign restraint order\nhas been made, may apply for the setting\r\naside of the registration of the order, must not be interpreted as\r\npreventing the making\nof such an application after the prescribed\r\nperiod, if the application is based on facts or circumstances which\r\narose after that\nperiod: the provisions of s 26(1)(e) militate\r\nagainst such an interpretation, and in any event the provisions of\r\ns 26(1)(d)\nmust, in the circumstances postulated, continue to be\r\navailable to the person concerned. The principal argument advanced on\r\nbehalf\nof the appellants must therefore fail.\n[15] The appellants' counsel sought in the alternative\r\nto mount an attack based on s 26(1)(d) of the ICCMA, which\r\nobliges a\nSouth African high court to set the registration of the\r\nforeign restraint order aside at the suit of the person against whom\r\nit\nhas been made, if the enforcement of the order would be contrary\r\nto the interests of justice. The submission was that because in\nSouth\r\nAfrica, POCA (in s 26(10)(b) read with s 17(b)) requires a\r\nrestraint order to be set aside if the court convicting\nthe defendant\r\n─ which counsel submitted meant only the court of first\r\ninstance ─ sentences the defendant without making\na\r\nconfiscation order against him or her, the South African legislature\r\nhas determined what the interests of justice require; and\ntherefore,\r\nso the submission went, because the Hamburg Regional Court did indeed\r\nsentence Falk without making a confiscation order,\nthe registration\r\nof the German restraint order has to be set aside. What may happen on\r\nappeal, submitted counsel, was irrelevant;\nit was the submission that\r\nthe legislature must be taken as having intended that the draconian\r\neffects of a restraint order and\nthe impairment of the defendant's\r\nconstitutional right to property would endure only until the trial\r\ncourt exercised the discretion\nwhether or not to grant a confiscation\r\norder.\n[16] There are two answers to this\r\nargument. The first is that it does not follow that because South\r\nAfrican municipal law would\nrequire a South African restraint order\r\nto be discharged by a South African court in given circumstances, the\r\ncontinued registration\nof a foreign restraint order would in those\r\nsame circumstances necessarily be contrary to the interests of\r\njustice. The essential\nquestion ─ what would be contrary to the\r\ninterests of justice ─ requires a broader enquiry. But in any\r\nevent, the interpretation\nof s 17(b) of POCA advanced by counsel\r\nleads to an absurdity. The whole purpose of a restraint order is to\r\npreserve property\npending the possible making of a confiscation\r\norder.\nThere is simply\r\nno warrant for interpreting the phrase ‘the court convicting\r\nthe defendant of an offence’ in s 17(b)\nas meaning a court\r\nof first instance only. An appeal by the NDPP is possible ─\r\naccording to s 13(1) of POCA,\n4\nproceedings for a confiscation order\r\nare civil proceedings; in civil proceedings, either party may appeal\r\nwith the necessary leave;\nand there is no indication in the Act why\r\nthe ordinary position should not obtain. In this latter regard I\r\nreject the argument\nby the appellants' counsel that ss 17(a) and\r\n(c) require s 17(b) to be interpreted as excluding an appeal by\r\nthe NDPP\nagainst the refusal of a confiscation order. If such an\r\nappeal were to be upheld, the order of the court a quo would be set\r\naside\nand replaced with the order that the appellate court considers\r\nshould have been given in the first place, and that order would\r\nbecome the order of the court a quo. On counsel's argument, if the\r\nNDPP were to appeal against the refusal of a confiscation order,\nthe\r\nprotection afforded by the restraint order would be lost ─ no\r\nmatter how egregious the refusal of the court of first\ninstance to\r\ngrant a confiscation order might have been and irrespective of the\r\nprospects of success on appeal. That simply cannot\nbe the law. The\r\nappellants’ argument based on s 26(d) of the ICCMA is\r\naccordingly rejected.\n[17] Cost of two counsel were sought by the respondent.\r\nThere was no opposition on behalf of the appellants. In my view the\r\nissues\nraised were of sufficient complexity and importance to warrant\r\nthe briefing of two counsel.\n[18] The following order is made:\nThe appeal is dismissed with costs. The costs shall\r\ninclude the costs of two counsel and the costs occasioned by the\r\napplications\nby both sides to place further evidence before this\r\ncourt.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: R S van Riet SC\nInstructed by Van der Spuy & Partners, Cape Town\nNaudes Inc, Bloemfontein\nRESPONDENTS: A Breitenbach SC (with him Ms K S Saller)\nInstructed by The State Attorney, Cape Town\n1\n75\r\n\tof 1996.\n2\n121\r\n\tof 1998.\n3\n59\r\n\tof 1959: '21A(1) When at the hearing of any civil appeal to the\r\n\tAppellate Division or any Provincial or Local Division of the\n\n\tSupreme Court the issues are of such a nature that the judgment or\r\n\torder sought will have no practical effect or result, the\nappeal may\r\n\tbe dismissed on this ground alone.'\n4\n'13(1)\r\n\tFor the purposes of this Chapter proceedings on application for a\r\n\tconfiscation order or a restraint order are civil proceedings,\nand\r\n\tare not criminal proceedings.'",
  "scraped_at": "2026-02-11T20:36:45.153525",
  "date": "2010-09-23",
  "coram": [
    "MPATI P",
    "CLOETE",
    "CACHALIA",
    "BOSIELO",
    "TSHIQI JJA"
  ],
  "case_number": "689/09",
  "parties": {
    "applicants": [
      "Alexander Gerhard Falk",
      "Falk Real Estate SA (Pty) Ltd"
    ],
    "respondents": [
      "National Director of Public Prosecutions"
    ]
  },
  "sections": {
    "facts": "Alexander Gerhard Falk was arrested in Germany in June 2003 on charges relating to share‑price manipulation. The Hamburg Regional Court ordered the attachment of assets in Falk's estate to the value of €31,635,413.34 and sought South African assistance. The Director‑General of Justice lodged a certified copy of that foreign restraint order with the registrar of the Western Cape High Court, which registered it on 13 September 2004 under s24 of the International Co‑operation in Criminal Matters Act (ICCMA). In August 2005 the NDPP obtained interdicts against Falk and his company, Falk Real Estate SA (Pty) Ltd (FRS), under the ancillary‑orders provision of the Prevention of Organised Crime Act (POCA). Falk was later convicted in Germany (May 2008) but the German court refused to make a forfeiture order. Appeals were lodged in the German Federal Court. The Western Cape High Court had refused to set aside the registration of the foreign restraint order and the interdicts, relying on s24A of POCA. The appellants appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether a foreign restraint order registered under the ICCMA has the effect of a South African restraint order and is therefore subject to the provisions of POCA, particularly s24A. 2. Whether the registration of the foreign restraint order may be set aside under s26 of the ICCMA on the grounds that enforcement would be contrary to the interests of justice. 3. Whether the interdicts granted by the High Court were valid under the ‘ancillary orders’ provision of s26(8) POCA given that no domestic restraint order existed against FRS.",
    "principles": "The court relied on the ICCMA provisions governing registration of foreign restraint orders (s24‑26) and the statutory definition of a restraint order. Section 25 of the ICCMA makes a foreign order operative but does not transform it into a domestic order, so POCA chapter 5 provisions do not automatically apply. Section 24A POCA pertains only to South African restraint orders and cannot be used to preserve a foreign order. Section 26(8) POCA allows a High Court that makes a restraint order to issue ancillary seizure orders; the court held this applied because the NDPP sought ancillary orders to protect assets linked to Falk’s shareholding. Section 26(10)(b) POCA requires rescission of a restraint order when proceedings are concluded, but it does not apply to foreign orders. Grounds for setting aside a foreign order are listed in s26(1) ICCMA (e.g., lack of jurisdiction, pending appeal, contrary to interests of justice).",
    "application": "The Court concluded that the foreign restraint order, while registered, remained a foreign order and therefore could not be rescinded under s26(10)(b) POCA. The appeal’s reliance on s24A POCA was rejected because the provision does not govern foreign orders. The court found that the interdicts were valid under s26(8) POCA as ancillary orders to preserve the underlying assets, given Falk’s sole shareholding in FRS. The argument that the registration should be set aside on the basis of s26(1)(d) ICCMA (interests of justice) was dismissed, as the statutory criteria for “interests of justice” were not satisfied. Consequently, the appeal was dismissed.",
    "conclusion": "The appeal was dismissed with costs. The costs order includes the costs of two counsel and the costs incurred by both parties in making further evidence applications."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "International Cooperation & Asset Seizure",
    "level_3": [
      "foreign restraint order",
      "ICCMA",
      "POCA",
      "asset interdiction",
      "appeal"
    ]
  }
}