{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/91.html",
  "case_name": "Libazi v S (424/09) [2010] ZASCA 91; 2010 (2) SACR 233 (SCA) ; [2011] 1 All SA 246 (SCA) (1 June 2010)",
  "citation": "[2010] ZASCA 91",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 91\n|\nNoteup\n|\nLawCite\nLibazi v S (424/09) [2010] ZASCA 91; 2010 (2) SACR 233 (SCA) ; [2011] 1 All SA 246 (SCA) (1 June 2010)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nNo:  424/09\nIn\r\nthe matter between:\nANDILE\r\nWILLIAM LIBAZI\nFIRST APPELLANT\r\nMABHUTI MBAYIMBAYI                                       \n         \r\nSECOND APPELLANT\nv\nTHE\r\nSTATE                                                                \r\n                   RESPONDENT\nNeutral\r\ncitation:\nLibazi\r\nv The State\n(424/2009)\n[2010] ZASCA 91\n(1 June 2010).\nCoram:\nMthiyane,\r\nMlambo and Shongwe JJA\nHeard:\n5\r\nMay 2010\nDelivered:\n1\r\nJune 2010\nSummary:\nCriminal\r\nlaw – conspiracy to commit murder – what constitutes.\nE\nvidence\r\n– admissibility of hearsay evidence in terms of s 3(1)(c) of\nLaw of Evidence Amendment Act 45 of 1988\n: right to challenge evidence\r\n– integral to constitutional guarantee of fair trial;\r\ncautionary rule towards evidence of accomplice\n– applicability\r\nof.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nEastern Cape High Court, Mthatha (Petse DJP sitting as court of first\r\ninstance).\nThe following order is made:\n1.\tThe\nfirst\r\nand second appellants’ appeal against their conviction and\r\nsentence on count two is upheld and these are set aside.\n2\n.\tThe\r\nfirst appellant’s appeal against his convictions on counts\r\nthree, four and six is dismissed.\n3.\tThe second\r\nappellant’s appeal against his convictions on count\ns\r\nthree and four is dismissed.\n4. \tThe sentences\r\nimposed on\nthe appellants on counts three, four and six respectively are set\r\naside and replaced with the following:\n(i)\tAppellant\r\nnumber one is sentenced to 10 years’ imprisonment on counts\nthree,\r\nfour and six respectively.\n(ii)\tAppellant\r\nnumber two is sentenced to 10 years’ imprisonment on counts\r\nthree and four respectively.\n5\n.\tAll\r\nthe sentences are to run concurrently.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO JA\n(Mthiyane\r\nand Shongwe JJA concurring):\nIntroduction\n[1]\tThe\nfirst\r\nand second appellants (Libazi and Mbayimbayi) and three others were\r\narraigned before Petse DJP sitting in the Sterkspruit\nCircuit Court\r\nof the Mthatha High Court. They were all indicted on one count of\r\nmurder arising out of the death of Mr Thokozile\nAnderson Thubela, one\r\ncount of conspiracy to commit murder, five counts of attempted murder\r\nin which the complainants were Messrs\nMawethu Malangabi, Gcobani\r\nNgcakana, Simphiwe Ngqaza, Lunga Maqala and Linda Malangabi, one\r\ncount of unlawful possession of two\nAK47 rifles, one count of\r\nunlawful possession of three 9 mm pistols, one count of unlawful\r\npossession of 9 mm, AK47, R4 and R5\nammunition and one count of theft\r\nof a firearm. At the conclusion of the trial only Herbert Shasha\r\n(Shasha), who was accused number\nthree during the trial, was\r\nconvicted on the murder and theft counts. The appellants were\r\nconvicted on the conspiracy count as\nwell as on three and two counts\r\nof attempted murder respectively\n1\nbut were acquitted on all other counts. The remaining two accused\r\nwere acquitted on all counts.\n[2]\tThe high court\r\nsentenced each of the appellants to 10 years’ imprisonment on\r\nthe conspiracy count as well as 10 years’\nimprisonment on each\r\nof the attempted murder counts they were convicted of. The court\r\nfurther ordered that nine years of each of\nthe sentences imposed on\r\naccount of the attempted murder counts were to run concurrently with\r\nthe sentence imposed on the conspiracy\ncount. This resulted in an\r\neffective term of imprisonment of 13 years for Libazi and 12 years\r\nfor Mbayimbayi. The high court subsequently\ngranted the appellants\r\nleave to appeal to this court against their conviction on the\r\nconspiracy count but refused them leave to\nappeal against their other\r\nconvictions and sentences. This court, however, granted the\r\nappellants leave to appeal to this court\nagainst their convictions\r\nfor attempted murder and against all the sentences imposed by the\r\nhigh court. Shasha subsequently passed\naway and is not an appellant\r\nin the appeal before us.\n[3]\tThe criminal\r\nproceedings sketched above arose from some shooting incidents which\r\noccurred in and around Sterkspruit on 27 May\n1995. On that day a\r\nnumber of men allegedly allied to the Herschel United Taxi\r\nAssociation (HUTA) pursued and shot at members of\nthe Herschel Long\r\nDistance Taxi Association (HLDTA). With the exception of Shasha, the\r\nappellants and the other accused persons\nwho were acquitted were\r\nadmittedly members of HUTA whilst Thubela, the deceased, and all the\r\ncomplainants in the attempted murder\ncounts, were members of HLDTA.\r\nThe first shooting incident occurred on the outskirts of Sterkspruit\r\nwhen occupants of a white Toyota\nCorolla fired shots at the occupants\r\nof an Opel Kadet whose passengers were members of HLDTA. Ngcakana,\r\nwho was the driver of the\nKadet, identified Libazi as one of the\r\nassailants. Mawethu Malangabi, who was a passenger in the Kadet, also\r\nidentified Libazi\nas well as Mbayimbayi as two of the assailants.\r\nFurther shooting incidents took place at the Buyafuthi taxi rank in\r\nSterkspruit.\nOn this occasion Lunga Maqala was shot at by occupants\r\nof a white Corolla and was wounded in his right thumb, index finger\r\nand\nthigh. He identified Libazi as one of the assailants. Linda\r\nMalangabi also witnessed the shooting incident at the taxi rank and\n\nsaw the deceased, who had fallen to the ground whilst attempting to\r\nrun away, being shot several times as he lay on the ground.\nThis\r\nwitness, however, was unable to identify any of the assailants.\n[\n4]\tIn\r\nconvicting the appellants the high court relied predominantly on the\r\nevidence of Mr Mbulelo Albert Mbulawa (Mbulawa) and a\nnumber of eye\r\nwitnesses including the complainants in the attempted murder counts,\r\nas well as on an extra curial statement signed\nby Shasha and given to\r\na magistrate in Sterkspruit on 24 December 1996. That statement which\r\ncame to be known as exhibit D during\nthe trial reads:\n‘\nWe\r\nwere fetched from Phola Park in Johannesburg by certain young men\r\nfrom Sterkspruit. There is a certain man whom I know as Dlomo.\nHe is\r\nresiding at\n[Dawn]\r\nPark. He arrived in the company of two young men. They were\r\ntravelling in a white 12 valve Toyota Corolla. Dlomo introduced\nthe\r\ntwo young men as Andile Libazi and Mbayimbayi. He then introduced me\r\nto the two young men. Dlomo said that the two young men\nwere his\r\nhomeboys in Sterkspruit. Their presence there was that they were\r\nassaulted by Zulus who are having taxis which transport\npassengers\r\nfrom Sterkspruit. One of their colleagues has passed away and that\r\nthey needed assistance. I told Dlomo that there are\ncertain young men\r\nto whom he can talk. Whilst we were standing, the two of them\r\nappeared. We then talked to them. We explained\nto them the presence\r\nof the two young men from Sterkspruit. The young [men] agreed to come\r\nand assist. The two young men from Phola\nPark requested me to\r\naccompany them. Andile and Mbayimbayi promised to offer some money\r\nafter the job had been done. They asked\nus how much were we going to\r\nneed. We told them that we never did this. They thanked us. Later on\r\nwe told them that we wanted a\nsum of R6000-00. They agreed and told\r\nus that we should go to Sterkspruit immediately. They said that the\r\npeople [they] were fighting\nagainst are armed with firearms. They\r\nagreed that they were having firearms after we asked them. At about\r\n18h00pm they picked us\nafter they had dropped Dlomo. We arrived at\r\nabout 11h00pm in Sterkspruit. We attended a night vigil of Andile’s\r\ncolleague.\nAndile and his colleague talked with other taxi drivers.\r\nWe remained in the M/V. We then left and they followed us. We went to\r\nfetch an R1 rifle from a certain homestead. We were told that it had\r\nno rounds of ammunition. Some of the taxi drivers went to ask\nfor\r\nsome fire-arms. They came back with one fire-arm. We told them that\r\nwe cannot work with one fire-arm. We decided to go back\nand not fight\r\nif there were no fire-arms. We demanded the money they promised us.\r\nThey did give us money. They then took us back.\nWe said that if they\r\nfound more fire-arms they could come and fetch us. They fetched us\r\nagain on the following week saying that\nthey will try to collect\r\nanother fire-arm in Soweto. They collected the fire-arm. At about\r\n8h00pm we left for Sterkspruit. We arrived\nthere at about 12h00pm at\r\nAndile’s place. We were then taken to Mvelase’s place. In\r\nthe morning some drivers arrived\nat Mvelase’s place. It was\r\nalleged that their rivals were at the taxi rank busy loading\r\npassengers. The two young men from\nPhola Park were taken to the taxi\r\nrank by a white motor vehicle carrying rifles. One of the men who\r\nwere having another fire-arm\narrived carrying two fire-arms. He then\r\ngave me a .38 rifle. We then proceeded to the taxi rank travelling\r\nwith Mvelasi’s\nvan. Before we entered the taxi rank we heard\r\ngun shots next to the garage. We met Andile’s M/V retreated. We\r\nmet another\ngentlemen of Andile saying that they were fighting. His\r\nM/V had been shot. We also turned back when we [did] not see Andile’s\n\ngroup. There were also policemen. On our arrival at Mvelase’s\r\nplace others also arrived. They said that they found a fire-arm\nfrom\r\nsomebody who had been shot. They did not know as to whom the fire-arm\r\nbelongs. We suggested that they took us back home. They\ntold us to\r\nremain a while because there were soldiers. On the following day we\r\nleft for Johannesburg travelling in a Mercedes Benz.\nOn the second\r\noccasion we were offered a sum of R3000,00.\nThat\r\nis all.’\n[\n5]\tShasha,\r\nwho was legally represented, did not contest the state’s\r\napplication for the admission of the statement into evidence\nand to\r\nit being used against him. Nor did he contest that the statement was\r\ngiven by him freely and voluntarily. The appellants,\nhowever,\r\nresisted the state’s application to have the same admitted in\r\nevidence against them in terms of s 3(1)(c)\n2\nof the Law of Evidence Amendment Act 45 of 1988 (LEAA). The high\r\ncourt ruled that the statement was admissible hearsay evidence\n\nagainst the appellants and undertook to provide reasons at the\r\nconclusion of the trial. The court has, however, not provided its\n\nreasons for the ruling.\n[6]\tThe appeal\r\nagainst all the convictions is primarily based on two legs. The first\r\nis that the high court erred in ruling that\nShasha’s statement\r\nwas admissible not only against him but also against the appellants.\r\nThe other basis specifically in relation\nto the convictions on the\r\nattempted murder counts is that the evidence of the state witnesses\r\nwas unreliable due to the influence\nof the rivalry between the taxi\r\nassociations and further due to inadequate opportunity for the\r\nwitnesses for reliable identification\nduring the shooting incidents.\n[\n7]\tThe\r\nruling by the high court and the proper approach to s 3(1)(c)\r\nfeatured prominently in the argument before us. In this regard\nit was\r\nargued that the statement properly construed amounted to a confession\r\nand as such was inadmissible against anyone else other\nits maker in\r\nterms of the provisions of s 217\n3\nof the Criminal Procedure Act 51 of 1977 (the CPA). An alternative\r\nargument was that if it were found that the statement was not\na\r\nconfession but an admission, that it was similarly not admissible\r\nagainst the appellants in terms of s 219A\n4\nof the CPA. Pursuing this argument we were invited to revisit the\r\nreasoning and conclusion of this court in\nS\r\nv Ndhlovu\n5\nwhere statements by two co-accused which, despite their disavowal by\r\ntheir alleged makers, were treated as hearsay evidence in\nterms of s\r\n3(1)(c) and were ruled to be admissible against the co-accused in\r\nthat matter. It was argued before us that that matter\nhad been\r\nwrongly decided and that we should depart from it. It is appropriate\r\nat the outset, to focus on this issue in view of\nits prominence in\r\nthe appeal.\n[8]\tBefore I\r\nconsider\nS\r\nv Ndhlovu\n,\r\nit is opportune to state that, in my view, Shasha’s statement\r\nwas not a confession but one admitting a number of facts pointing\nto\r\nhis complicity in the planning of criminal conduct aimed at members\r\nof a rival taxi organisation. In this regard a confession\nis\r\ngenerally described as ‘an unequivocal acknowledgement of\r\nguilt, the equivalent of a plea of guilty before a court of\nlaw’.\n6\nOn the other hand an admission is referred to as ‘a statement\r\nor conduct adverse to the person from whom it emanates’.\n7\nThese definitions were approved by the Constitutional Court in\nS\r\nv Molimi\n.\n8\nS v Ndhlovu\n[\n9]\tIn\nNdhlovu\nthis court upheld a ruling by the trial court that, in terms of\r\ns 3(1)(c), verbal and written statements by certain accused\n\nwhich incriminated other accused, were admissible hearsay evidence\r\nagainst those accused who made them as well as against those\naccused\r\nthey incriminated. The primary argument advanced in that case against\r\nthe admissibility of the statements against the other\naccused, was\r\nthat this deprived them of their right to challenge that evidence\r\nthrough cross-examination. After an exhaustive analysis\nof s 3\n9\nthe court in\nNdhlovu\nrejected the argument against admissibility on the basis that the\r\nBill of Rights did not guarantee the right to challenge all evidence\n\nthrough cross-examination, stating:\n‘\nWhere\r\nthat evidence is hearsay, the right entails that the accused is\r\nentitled to resist its admission and to scrutinise its probative\n\nvalue, including its reliability. The provisions enshrine these\r\nentitlements. But where the interests of justice, constitutionally\n\nmeasured, require that hearsay evidence be admitted, no\r\nconstitutional right is infringed. Put differently, where the\r\ninterests\nof justice require that the hearsay statement be admitted,\r\nthe right to “challenge evidence” does not encompass the\n\nright to cross-examine the original declarant.’\n10\n[\n10]\tThe\r\ncourt further expanding on its view that the statements were\r\nadmissible hearsay evidence where the interests of justice\nrequired\r\nit, stated at para 31:\n‘\nThe\r\nprobative value of the hearsay evidence depends primarily on the\r\ncredibility of the declarant at the time of the declaration,\nand the\r\ncentral question is whether the interests of justice require that the\r\nprior statement should be admitted notwithstanding\nits later\r\ndisavowal or non-affirmation. And though the witness's disavowal of\r\nor inability to affirm the prior statement may bear\non the question\r\nof the statement's reliability at the time it was made, it does not\r\nchange the nature of the essential inquiry,\nwhich is whether the\r\ninterests of justice require its admission.’\nSelf evidently,\nin\r\nthat matter this court essentially narrowed the ambit of the right to\r\nchallenge hearsay evidence tendered in terms of s 3 if\nthe\r\nrequirements for admission in that section were satisfied, and as the\r\ncourt emphasized, if the interests of justice required\nit. Were this\r\nto be the rule in all instances, I have my reservations regarding the\r\njustifiability thereof especially taking account\nof the particular\r\nfacts of the matter in casu. Furthermore, this court in\nS\r\nv Molimi\nwas, for different reasons, of the view that what was crafted in\nNdhlovu\nwas not meant to be an ‘inflexible rule’.\n11\n[\n11]\tOur\r\nConstitution requires rights to be construed generously to ensure the\r\nwidest protection possible. Rights ought not be cut\ndown by reading\r\nimplicit restrictions into them. In-roads into the protection that\r\nthe right affords should in all instances be\njustified.\n12\nThe right to challenge adverse evidence is a foundational component\r\nof the fair trial rights regime decreed by our Constitution\nin s\r\n35(3).\n13\nCross-examination is integral in the armoury placed at the disposal\r\nof an accused person to test, challenge and discredit evidence\n\ntendered against him. As Schwikkard\n14\nputs it in her analysis of\nNdhlovu\n:\n‘\nThe\r\nright to challenge evidence, in so far as it is an essential\r\ncharacteristic of an adversarial trial and primarily directed at\nthe\r\ntruth-seeking, goes beyond merely establishing the reliability of the\r\nhearsay evidence in question. Its most important component\n–\r\ncross-examination – is also an important tool in eliciting\r\nfavourable information . . . It also has certain features\nthat\r\narguably cannot be replicated by substituted indicae of reliability.\r\nFor example, contradictions between witnesses or apparent\n\ninconsistency in a witness’s statement are better explored\r\nthough cross-examination than the logic of inferences. It is further\n\nthe best vehicle for ascertaining the credibility of the witness and\r\nextracting information that might have been under-emphasized\nor left\r\nout in the-evidence-in-chief.’\n[12]\tFailure to\r\nrespect an accused person’s fair trial rights has rightly been\r\nviewed as having the potential to undermine\nthe ‘fundamental\r\nadversarial nature of judicial proceedings’ which also imperils\r\ntheir legitimacy. The Constitutional\nCourt in\nS\r\nv Molimi,\n15\nstated:\n‘\nThis\r\ncourt has said that the right to a fair trial requires a substantive\r\nrather than a formal or textual approach and that “it\nhas to\r\ninstill confidence in the criminal justice system with the public,\r\nincluding those close to the accused, as well as those\ndistressed by\r\nthe audacity and horror of crime”. It is not open to question\r\nthat a ruling on the admissibility of evidence\nafter the accused has\r\ntestified is likely to have an adverse effect on the accused's right\r\nto a fair trial. It may also have a\nchilling effect on the public\r\ndiscourse in respect of critical issues regarding criminal\r\nproceedings. More importantly, proceedings\nin which little or no\r\nrespect is accorded to the fair trial rights of the accused have the\r\npotential to undermine the fundamental\nadversarial nature of judicial\r\nproceedings and may threaten their legitimacy.’\n[1\n3]\tThe\r\nConstitutional Court expressed the statement referred to above in a\r\nmatter where\nNdhlovu\nhad been brought under scrutiny. Whilst acknowledging that\nNdhlovu\nwas indeed to be understood as narrowing an accused’s right to\r\nchallenge hearsay evidence tendered in terms of s 3, that\ncourt\r\npreferred to express no view on the correctness of the\nNdhlovu\nrationale based on its view that this was not challenged in the\r\nappeal to this court in that matter (\nMolimi\n).\n16\nCautionary rules\n[14]\tAn even more\r\ncompelling consideration militating against the wholesale application\r\nof the rule in\nNdhlovu\nis rooted in the injunction to courts to treat co-accused or\r\naccomplice evidence with caution. While the prejudice to the accused\n\nof admitting the co-accused statement is very high and limits\r\nconstitutional rights to challenge evidence and remain silent,\r\nvarious\ncautionary rules operate to make the probative value of the\r\nco-accused statement very low. In this regard, it is a widely\r\nacknowledged\nrule that the evidence of an accomplice should be\r\ntreated with extreme caution since, as Holmes JA put it:\n‘\nFirst,\r\n[the accomplice] is a self-confessed criminal. Second, various\r\nconsiderations may lead him falsely to implicate the accused,\nfor\r\nexample, a desire to shield a culprit or, particularly where he has\r\nnot been sentenced, the hope of clemency. Third, by\nreason\r\nof his inside knowledge, he has a deceptive facility for convincing\r\ndescription – his only fiction being the substitution\nof the\r\naccused for the culprit.’\n17\n[1\n5]\tAlso\r\napposite in this regard are the remarks of this court in\nBalkwell\r\n& another v S\n18\nin which it was pointed out that:\n'\n.\r\n. .\nNdhlovu\n(\nsupra\n)\r\ntoo readily dismissed concerns expressed in\nS\r\nv Ramavhale\n1996 (1) SACR 639\r\n(A), which cautioned (at 649C–D) that a court should hesitate\r\nlong in admitting hearsay evidence\nthat plays a decisive or even a\r\nsignificant part in convicting an accused person.\nNdhlovu\n(\nsupra\n)\r\nmakes no attempt to reconcile the incongruity between the bar created\r\nby\nsection\r\n219\nof the\nCriminal Procedure Act\n51\nof 1977\nand its application of\nsection\r\n3\nof the\nLaw of Evidence Amendment Act\n45\nof 1988\n.\r\nMoreover, in dealing with the constituent parts of\nsection\r\n3\n,\nNdhlovu\noffers\r\nno guidance as to how the receipt of the extra-curial admissions\r\nwhich it allows under that section, should be approached\ngiven the\r\nrationale at common law for their exclusion or what role, if any, the\r\nvarious common-law safeguards should play.’\n[1\n6]\tFor\r\nall the aforegoing it is apparent that I do not regard the\nNdhlovu\napproach as all encompassing. The matter at hand is a case of the\r\nclassical ‘absent witness’ as opposed to\nNdhlovu\nand\nMolimi\nwhere the makers of the statements testified disavowing the\r\nstatements attributed to them. In our case, Shasha was clearly an\r\naccomplice and did not testify. This effectively emasculated the\r\ncourt from evaluating the evidence in the statement and applying\nthe\r\nnecessary cautionary rules. This, in my view, clearly militated\r\nagainst the admission of the statement as hearsay evidence\nagainst\r\nthe appellants. I also am not persuaded by the state’s argument\r\nthat the failure by Shasha to testify was mitigated\nby the evidence\r\nof Mbulawa who, the state asserted, could have been cross-examined on\r\nthe statement as his evidence, so the submission\nwent, was similar to\r\nthat contained in the statement. Strictly speaking this is not\r\nfactually correct. Fundamentally, however,\nMbulawa was not the author\r\nof the statement and he could conceivably never be cross-examined on\r\nits contents.\n[\n17]\tIt\r\nis opportune at this juncture to determine whether the appellants’\r\nconvictions are sustainable having expunged any\nrole played by\r\nShasha’s statement therein. It is trite that a trial court must\r\nconsider the totality of the evidence to determine\nif the guilt of\r\nany accused person has been proven beyond reasonable doubt. I focus\r\non the conspiracy conviction first. The high\ncourt’s judgment\r\nis silent regarding its reasons for convicting the appellants on this\r\ncount specifically. Whilst the high\ncourt alluded to this count and\r\nthe evidence the state relied on to secure a conviction, nothing\r\nfurther was said by the high court\nregarding this count save for the\r\nstatement that the witness Mbulawa had been an impressive witness.\r\nThe court simply went on to\nanalyse the eyewitness account of the\r\nshooting incidents themselves. One is therefore deprived of the\r\nbenefit of the high court’s\nreasons for convicting the\r\nappellants on the conspiracy count.\n[\n18]\tThe\r\noffence of conspiracy is punishable in terms of section 18(2)(a) of\r\nthe Riotous Assemblies Act 17 of 1956. The section provides:\n‘\nAny\r\nperson who . . . conspires with any other person to aid or procure\r\nthe commission of or to commit . . . any offence, whether\nat common\r\nlaw or against a statue or statutory regulation, shall be guilty of\r\nan offence and liable on conviction to the punishment\nto which a\r\nperson convicted of actually committing that offence would be\r\nliable.’\nAlthough conspiracy\r\nis punishable in terms of an old statute dealing with riotous\r\nassemblies, the crime of conspiracy as define\nin the act is not\r\nlimited to acts relating to riotous assemblies. The definition is\r\nwide enough to cover conspiracy to commit a\ncrime.\nAccording to Burchell\n19\nthe crime of conspiracy is committed ‘if what the parties agree\r\nto do is a crime. There can be a conspiracy only if there\nis a\r\ndefinite agreement between at least two persons to commit a crime . .\r\n.’\nFurthermore\n,\r\nSnyman\n20\nhas the following to say about the offence:\n‘\nTo\r\nconstitute a crime there must be an act or an omission; a mere\r\nsubjective contemplation of future criminal conduct which does\nnot\r\nfind outward expression in deed or omission is not criminally\r\npunishable. If a person agrees with another to commit a crime,\nthe\r\nsubjective contemplation advances to the stage of objective\r\nexpression, and the agreement is an act which amounts to a\r\nconspiracy.’\n[\n19]\tIt\r\nappears that for a conviction on a charge of conspiracy to be\r\nachieved the commission of an offence must be the focal point\nof the\r\nagreement between the perpetrators.\n21\nIt is, however, not a requisite for a conviction on a charge of\r\nconspiracy for the actual offence to have been committed. Once\nthe\r\nplanned offence is committed it appears that it is preferable to\r\nrather convict of that offence than the conspiracy or both.\n22\n[20]\tThe only\r\nwitness who gave evidence regarding the conspiracy count is Mbulawa.\r\nHis evidence was that he had known the appellants\nfor quite some\r\ntime, that he grew up in Hlomendlini, the same area as Mbayimbayi. He\r\ntestified that the appellants used to visit\nhim in his Gauteng\r\nresidence and that some time during 1995 they visited him and alluded\r\nto a feud between their taxi association\nand a rival one. They\r\nallegedly solicited his assistance to fight back against the members\r\nof that association. His evidence was\nfurther that as he could not\r\nrender the assistance they required, he led them to Shasha whom he\r\nknew as Maya, as a person who could\nassist them. He never took part\r\nin the discussions they had with the latter but had, however, heard\r\npart of the discussion to the\neffect that the assistance required by\r\nthe appellants was the procurement of firearms and for people to\r\nfight the rival taxi association.\n[2\n1]\tBoth\r\nappellants, whilst acknowledging that they knew Mbulawa, disputed his\r\nversion that they had solicited his assistance. They\nasserted that he\r\nwas either mistaken or deliberately incriminating them as he owed\r\nMbayimbayi an amount of R10 000 and further\nthat Libazi had refused\r\nto loan him money.\n[22]\tPerusal of\r\nMbulawa’s evidence and his performance under cross-examination\r\nshows that the high court was justified in\nregarding him as an\r\nimpressive witness. He came across as forthright and no contradiction\r\nor inconsistency is apparent in his evidence.\nFurthermore, he was not\r\ninvolved in the feud between the taxi associations. He also knew the\r\nappellants very well and simply relayed\nthe discussions he had with\r\nthem.\n[2\n3]\tHaving\r\nsaid that it must be so, however, that Mbulawa’s evidence on\r\nits own falls short of establishing the offence of\nconspiracy to\r\ncommit murder. The appellants sought assistance to ‘fight back’\r\nagainst another association. Reduced\nto its bare essentials,\r\nMbulawa’s evidence evinced an intention by the appellants’\r\nto source assistance to ‘fight\nback’. No specific crime\r\nwas mentioned by Mbulawa regarding the objective of the assistance\r\nsought save that what was planned\nwas unlawful conduct. The\r\nhigh-water mark of his evidence is that the appellants shared a\r\ncommon purpose to engage in violent conflict\nwith a rival\r\nassociation. It has not been shown that murder was specifically\r\nwithin the contemplation of the appellants at that\ntime. The offence\r\nof conspiracy to commit murder was clearly not established and that\r\nconviction cannot stand.\n[2\n4]\tIn\r\nrelation to the convictions of the appellants on the attempted murder\r\ncounts, the primary submission was that the evidence\ntendered by the\r\nstate was unreliable on two bases as mentioned earlier. The first was\r\nthat the eyewitnesses did not have a conducive\nopportunity to make\r\nany reliable identification during a life and death situation as a\r\nresult of the shooting that was going on\nat the time. The second\r\nbasis was that the evidence of the state witnesses should never have\r\nbeen accepted as they were driven\nby the rivalry of their\r\nassociations which had prompted them to falsely incriminate them.\n[\n25]\tNgcakana,\r\nthe driver of the Kadet identified Libazi as one of their assailants\r\nin the shooting incident outside Sterkspruit.\nHe stated that Libazi\r\nwas closest to him and he actually heard him say ‘kill the dog’\r\nor words to that effect. Mawethu\nMalangabi, a passenger in the Kadet\r\nand who also attested to having heard the words uttered by Libazi,\r\nalso identified the latter\nas well as the passenger on the extreme\r\nleft hand rear in the Corolla as Mbayimbayi. He stated that this\r\nappellant had, in the\ncourse of the shooting, removed his balaclava\r\nand had alighted from the Corolla which enabled him to recognise him.\r\nHe stated,\nhowever, that he did not see if this appellant had\r\nanything nor did he see him do anything. This was the only evidence\r\nregarding\nthe shooting incident outside Sterkspruit town. Maqala is\r\nthe only witness who identified Libazi during the shooting incident\r\nat\nthe taxi rank.\n[\n26]\tThe\r\nappellants gave evidence in their defence and denied complicity in\r\nthe shooting incidents. Their version was that they were\nat the rank\r\nin Libazi’s taxi having a meal when they heard shooting in\r\ntheir vicinity. In view of the fact that Libazi had\nallegedly been\r\nthe target of past shooting incidents, they ran away. Both appellants\r\nstated that the witnesses who allege to having\nidentified them were\r\nactuated by the rivalry between their associations. They also stated\r\nthat they were mistakenly identified\nas the situation during the\r\nshooting incidents was not conducive for reliable identification.\n[27]\tIn my view,\r\nthe evidence of some state witnesses, especially Majodima, was\r\ncorrectly discounted for being unreliable. The fact\nremains that even\r\nwith that evidence being discounted, the direct identification\r\nevidence by the three witnesses mentioned above\nhas not been shown to\r\nbe unreliable.\nFurthermore,\r\nthe high court meticulously analysed all the evidence led clearly\r\nalive to the need for reliability of the state’s\nevidence\r\nespecially in relation to identification. In this regard the high\r\ncourt found that the evidence of the state witnesses\nwas reliable and\r\nbranded the appellants as liars who deliberately ‘fudged’\r\ntheir responses under cross-examination.\nIt can also not be disputed,\r\nas the high court found, that the witnesses were well acquainted with\r\nthe two appellants, after all,\nthey operated in the same industry and\r\nhad known each other very well for a considerable period of time.\r\nThey were therefore not\nstrangers to each other. In my view, the high\r\ncourt’s observations of the witnesses whom it had the\r\nopportunity to observe,\nthroughout the trial, were justified.\n[\n28]\tSome\r\nissue was taken with the fact that even if Mbayimbayi was identified\r\nby Mawethu Malangabi as one of the passengers during\nthe shooting\r\nincident involving the Kadet, he was stated to have done nothing\r\nother than that he was a passenger in the Corolla.\nIndeed, that may\r\nbe correct, but the fact of the matter is that Mbayimbayi was present\r\nat a scene where a fellow association member\nwas there actively\r\nshooting at the occupants of the Kadet. His presence at the scene\r\ndoes not require him to have actively participated\nas we have\r\nreliable evidence from Mbulawa that he was one of the co-conspirators\r\nthat led to the violence on the day in question.\nClearly, he is\r\ninextricably bound to the commission of offences by other members of\r\nhis association in his presence in execution\nof the prior plan. He\r\ndid not advance a defence of disassociation nor did he tender\r\nevidence to that effect. The high court made\nits finding of guilt\r\nagainst him with reference to authoritative pronouncements by our\r\ncourts in this regard based on the doctrine\nof common purpose. The\r\nprinciples of this doctrine are very clearly set out in\nS\r\nv Mgedezi\n23\nand\r\napproved by the Constitutional Court in\nS\r\nv Thebus\n.\n24\n[\n29]\tI\r\nhave no hesitation therefore in concluding that the acceptance of the\r\nevidence of the witnesses Ngcakana, Maqala and Mawethu\nMalangabi is\r\njustified and that their evidence is reliable. I conclude therefore\r\nthat the convictions of the appellants for attempted\nmurder were\r\njustified.\nSentence\n[30]\nThe\r\nappeal against sentence is premised largely on the submission that\r\nthe conspiracy conviction be set aside which would naturally\n\ninfluence the issue of sentence. This was on the basis that the other\r\nsentences were ordered to run concurrently with the sentence\nimposed\r\non account of the conspiracy conviction. The conspiracy conviction\r\nhas now fallen by the wayside and the sentence imposed\non that score\r\nmust consequently also fall away. This, as submitted, has an effect\r\non all the sentences as they were ordered to\nrun concurrently with\r\nthat imposed for the conspiracy conviction. In so far as the\r\nsentences imposed for the attempted murder convictions\nper se, it has\r\nnot been argued that any misdirection was committed by the high court\r\nin imposing them. Indeed such an argument\nwould be misconceived as\r\nthose sentences are clearly appropriate and induce no sense of shock.\n[31]\tI am of the\r\nview that a sentence of 10 years’ imprisonment on each count of\r\nattempted murder is justified but each of\nthese sentences should run\r\nconcurrently resulting in an effective sentence in the case of each\r\nappellant of 10 years’\nimprisonment.\n[32]\tIn the result:\n1.\tThe first and\r\nsecond appellants’ appeal against the\nir\r\nconviction and sentence on count two is upheld and these are set\r\naside.\n2.\tThe first appellant’s appeal\r\nagainst his convictions on counts three, four and six is dismissed.\n3.\tThe second\r\nappellant’s appeal against his convictions on counts three and\r\nfour is dismissed.\n4. \tThe sentences\r\nimposed on the appellants on counts three, four and six respectively\r\nare set aside and replaced with the following:\n(i)\tAppellant number one is sentenced\r\nto 10 years’ imprisonment on counts three, four and six\r\nrespectively.\n(ii)\tAppellant number two is sentenced\r\nto 10 years’ imprisonment on counts three and four\r\nrespectively.\n5.\tAll the sentences are to run\r\nconcurrently.\n_______________\nD MLAMBO\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS:  \t\t\tM R\r\nHellens SC\nInstructed by S S H Mehlomakulu &\r\nCO, Sterkspruit\nMatsepes Attorneys, Bloemfontein\nRESPONDENT:\t\t\tS\r\nMbewu\nInstructed by Director of Public\r\nProsecutions, Umtata\nDirector of Public Prosecutions,\r\nBloemfontein\n1\nLibazi was convicted of the attempted murder of\nMawethu\r\n\tMalangabi, Gcobani Ngcakana and Lunga Maqala, and Mbayimbayi was\r\n\tconvicted of the attempted murder of Mawethu Malangabi\nand Gcobani\r\n\tNgcakana.\n2\n‘\n3\r\n\tHearsay evidence\n(1)\tSubject to the\r\n\tprovisions of any other law, hearsay evidence shall not be admitted\r\n\tas evidence at criminal or civil proceedings,\nunless-\n(a)\neach\r\n\tparty against whom the evidence is to be adduced agrees to the\r\n\tadmission thereof as evidence at such proceedings;\n(b)\nthe\r\n\tperson upon whose credibility the probative value of such evidence\r\n\tdepends, himself testifies at such proceedings;\nor\n(c)\nthe court, having regard to-\n(i)    \r\n\t\tthe nature of the proceedings;\n(ii)\r\n\t   \tthe nature of the evidence;\n(iii)\r\n\t    \tthe purpose for which the evidence is tendered;\n(iv)\r\n\t    \tthe probative value of the evidence;\n(v)    \r\n\t\tthe reason why the evidence is not given by the person upon whose\r\n\tcredibility the probative value of such\nevidence depends;\n(vi)\r\n\t    \tany prejudice to a party which the admission of\r\n\tsuch evidence might entail; and\n(vii)\r\n\t    \tany other factor which should in the opinion of\r\n\tthe court be taken into account,\nis\r\n\tof the opinion that such evidence should be admitted in the\r\n\tinterests of justice.’\n3\n‘\n217    \r\n\tAdmissibility of confession by accused\n(1)\r\n\tEvidence of any confession made by any person in relation to the\r\n\tcommission of any offence shall, if such confession is proved\nto\r\n\thave been freely and voluntarily made by such person in his sound\r\n\tand sober senses and without having been unduly influenced\nthereto,\r\n\tbe admissible in evidence against such person at criminal\r\n\tproceedings relating to such offence: Provided-\n(a)\n. . .’\n4\nThis section provides:  ‘Admissibility of admission by accused\n(1)\nEvidence of any admission made extra-judicially by any person in\r\n\trelation to the commission of an offence shall, if such admission\n\n\tdoes not constitute a confession of that offence and is proved to\r\n\thave been voluntarily made by that person, be admissible in\nevidence\r\n\tagainst him at criminal proceedings relating to that offence:\r\n\tProvided that where the admission is made to a magistrate\nand\r\n\treduced to writing by him or is confirmed and reduced to writing in\r\n\tthe presence of a magistrate, the admission shall, upon\nthe mere\r\n\tproduction at the proceedings in question of the document in which\r\n\tthe admission is contained-\n(a)\nbe\r\n\tadmissible in evidence against such person if it appears from such\r\n\tdocument that the admission was made by a person whose name\n\n\tcorresponds to that of such person and, in the case of an admission\r\n\tmade to a magistrate or confirmed in the presence of a magistrate\n\n\tthrough an interpreter, if a certificate by the interpreter appears\r\n\ton such document to the effect that he interpreted truly\nand\r\n\tcorrectly and to the best of his ability with regard to the contents\r\n\tof the admission and any question put to such person\nby the\r\n\tmagistrate.’\n5\n2002 (2) SACR 325\n(SCA).\n6\nR v Becker\n1929 AD 167\nat 171.\n7\nDu Toit et al (see footnote 52 in\nMolimi\n(CC)).\n8\n[2008] ZACC 2\n;\n2008 (2) SACR 76\n(CC) para 28.\n9\nIn paras 11-15.\n10\nPara 24.\n11\n2006 (2) SACR (SCA) para 13.\n12\nS v Zuma\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC) at para 14;\nS\r\n\tv Mhlungu\n[1995] ZACC 3\n;\n1995 (3) SA 391\n(CC) at para 9.\n13\n‘3.\nEvery\r\n\taccused person has a right to a fair trial, which includes the\r\n\tright-\nto be informed of the\r\n\t\t\t\tcharge with sufficient detail to answer it;\nto\r\n\t\t\t\thave adequate time and facilities to prepare a defence;\nto\r\n\t\t\t\ta public trial before an ordinary court;\nto\r\n\t\t\t\thave their trial begin and conclude without unreasonable delay;\nto\r\n\t\t\t\tbe present when being tried;\nto\r\n\t\t\t\tchoose, and be represented by, a legal practitioner, and to be\r\n\t\t\t\tinformed of this right promptly;\nto\r\n\t\t\t\thave a legal practitioner assigned to the accused person by the\r\n\t\t\t\tstate and at state expense, if substantial injustice\nwould\r\n\t\t\t\totherwise result, and to be informed of this right promptly;\nto\r\n\t\t\t\tbe presumed innocent, to remain silent, and not to testify during\r\n\t\t\t\tthe proceedings;\nto\r\n\t\t\t\tadduce and challenge evidence;\nnot\r\n\t\t\t\tto be compelled to give self-incriminating evidence;\nto\r\n\t\t\t\tbe tried in a language that the accused person understands or, if\r\n\t\t\t\tthat is not practicable, to have the proceedings interpreted\nin\r\n\t\t\t\tthat language;\nnot\r\n\t\t\t\tto be convicted for an act or omission that was not an offence\r\n\t\t\t\tunder either national or international law at the time\nit was\r\n\t\t\t\tcommitted or omitted;\nnot\r\n\t\t\t\tto be tried for an offence in respect of an act or omission for\r\n\t\t\t\twhich that person has previously been either acquitted\nor\r\n\t\t\t\tconvicted;\nto\r\n\t\t\t\tthe benefit of the least severe of the prescribed punishments if\r\n\t\t\t\tthe prescribed punishment for the offence has been changed\n\n\t\t\t\tbetween the time that the offence was committed and the time of\r\n\t\t\t\tsentencing; and\nof\r\n\t\t\t\tappeal to, or review by, a higher court.’\n14\nP J Schwikkard ‘The Challenge to Hearsay’ 2003\nSALJ\n63 p 71.\n15\n[2008] ZACC 2\n;\n2008 (2) SACR 76\n(CC) para 42.\n16\nPara 47.\n17\nS\r\n\tv Hlapezula & others\n1965 (4) SA 439\n(A) at 440D-E. See also\nS\r\n\tv Gentle\n2005 (1) SACR 420\n(SCA);\nS\r\n\tv Scott-Crossley\n2008 (1) SACR 223\n(SCA);\nS v\r\n\tMakeba and another\n2003 (2) SACR 128\n(SCA);\nD T Zeffertt, A P Paizes, A St Q Skeen\nThe\r\n\tSouth African Law of Evidence\n2003 pp 801-804.\n18\n[2007] 3 All SA 465\n(SCA) paras 34-35.\n19\nJ Burchell\nPrinciples of\r\n\tCriminal Law\n3 ed (2005) p\r\n\t652.\n20\nC R Snyman\nCriminal Law\n5 ed (2008) p 294-295.\n21\nRex v Milne and Erleigh\n(7)\n1951 (1) SA 791\n(A) at 823;\nS\r\n\tv Sibuyi\n1993 (1) SACR 235\n(A) at 249E.\n22\nS v\r\n\tFraser\n2005 (1) SACR 455\n(SCA) para 7, where the following is stated: \r\n\t‘Normally, where a person conspires with another to commit a\r\n\tcrime and the\ncrime in question is committed, then the conspirator\r\n\tis liable for the crime itself and should be so charged: See\r\n\tBurchell\nSouth\r\n\tAfrican Criminal Law and Procedure\nvol\r\n\t1 General Principles of Criminal Law 3rd ed at 367 and cf\nR\r\n\tv Milne and Erleigh (7)\n1951\r\n\t(1) SA 791\n(A) at 823G.’\n23\n1989 (1) SA 687\n(A).\n24\n[2003] ZACC 12\n;\n2003 (2) SACR 319\n(CC).",
  "scraped_at": "2026-02-11T20:30:48.837527",
  "date": "2010-06-01",
  "coram": [
    "Mthiyane",
    "Mlambo",
    "Shongwe JJA"
  ],
  "case_number": "424/09",
  "parties": {
    "applicants": [
      "Andile William Libazi",
      "Mabhuti Mbayimbayi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants, members of the Herschel United Taxi Association (HUTA), were involved in a series of shooting incidents on 27 May 1995 in Sterkspruit, where members of the rival Herschel Long Distance Taxi Association (HLDTA) were targeted. They were charged with one count of conspiracy to commit murder, several counts of attempted murder, unlawful possession of firearms and related offences. At trial the High Court convicted the appellants of the conspiracy count and of three (Libazi) and two (Mbayimbayi) counts of attempted murder, imposing ten‑year sentences for each count, some to run concurrently. The State relied heavily on eyewitness testimony and an extra‑curial statement by co‑accused Shasha, which the appellants contested as inadmissible hearsay.",
    "issues": "The appeal raised two principal issues: (1) whether Shasha’s extra‑curial statement could be admitted as hearsay evidence against the appellants under s 3(1)(c) of the Law of Evidence Amendment Act, in light of the constitutional right to a fair trial and the right to cross‑examine; (2) whether the evidence on the attempted‑murder charges was reliable enough to support conviction, given the circumstances of the shootings and the alleged bias of the eyewitnesses.",
    "principles": "The Court considered the admissibility regime of s 3(1)(c) LEAA, distinguishing between confessions (s 217 CPA) and admissions (s 219A CPA) and emphasizing that the Constitution’s fair‑trial guarantees do not automatically require the exclusion of hearsay where the interests of justice demand admission. Precedents cited include S v Ndhlovu (admissibility of co‑accused statements), S v Molimi (limits on Ndhlovu), cautionary rules on accomplice evidence (Holmes JA), and the definition of conspiracy under the Riotous Assemblies Act 17 of 1956 as interpreted by Burchell and Snyman. The Court also reiterated the need for reliable identification and the proper application of the common‑purpose doctrine.",
    "application": "The Court held that Shasha’s statement was not a confession but an admission, and given that Shasha did not testify, the statement could not be cross‑examined and therefore could not satisfy the requirements of s 3(1)(c). Consequently, the statement was inadmissible against the appellants, destroying the core of the prosecution’s case for conspiracy. Regarding the attempted‑murder convictions, the Court found the eyewitness testimonies of Ngcakana, Maqala and Malangabi to be reliable and sufficient, rejecting the appellants’ claim of unreliability. The Court therefore upheld those convictions but altered the sentencing to reflect the removal of the conspiracy conviction.",
    "conclusion": "The appeal was partially successful. The convictions and sentences on the conspiracy count were set aside. The appeals against the attempted‑murder convictions were dismissed. New sentences of ten years’ imprisonment for each attempted‑murder count were imposed, to run concurrently, resulting in an effective ten‑year term for each appellant."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Hearsay Evidence / Conspiracy",
    "level_3": [
      "admissibility",
      "fair trial",
      "taxi violence",
      "attempted murder",
      "conspiracy"
    ]
  }
}