{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/69.html",
  "case_name": "Damgazela v S (633/09) [2010] ZASCA 69 (26 May 2010)",
  "citation": "[2010] ZASCA 69",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 69\n|\nNoteup\n|\nLawCite\nDamgazela v S (633/09) [2010] ZASCA 69 (26 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nIn the matter:\nCase No:633/09\nNo precedential\nsignificance\nPETRUS THEMBA DA\nMGAZELA\tFirst\nAppellant\nISAAC LINGELILE MKHEHLANE\tSecond Appellant\nand\nTHE STATE\nRespondent\nNeutral citation:\nDamgazela v The\r\nState\n(633/09)\n[2010] ZASCA 69\n(26 May 2010).\nCoram:\nNugent,\r\nHeher, Shongwe JJA, Majiedt et Seriti AJJA\nHeard:\n18\r\nMay\n2010\nDelivered:\n26 May\n2010\nSummary:\nConviction\r\non rape – identification evidence credible and reliable –\r\napproach to be adopted where oral evidence is at\nvariance with\r\nstatement restated – cautionary approach to single witness –\r\nsentence – 18 years' imprisonment\nnot excessive.\nORDER\nOn appeal from:\nFree\r\nState High Court, Bloemfontein (Rampai, Kruger JJ and van Rooyen AJ\r\nsitting as court of appeal).\n1.\tThe first appellant's appeal\r\nagainst conviction and sentence is dismissed. The second appellant's\r\nappeal against conviction,\nso far as it might be properly before this\r\ncourt, and his appeal against sentence, are dismissed.\nJUDGMENT\nMAJIEDT\nAJA (Nugent, Heher, Shongwe JJA and Seriti AJA\nconcurring)\n[1]\nThe\r\nappellants were convicted of rape after a trial in the Regional\r\nCourt. The matter was referred for sentencing to the Free State\nHigh\r\nCourt, Bloemfontein in terms of\ns 51(1)(b)(i)\nof the\nCriminal\nProcedure Amendment Act 105 of 1997\n. The regional magistrate was\r\nrequested by Van der Merwe J to furnished additional reasons for\r\nconvicting the first appellant. When\nthose additional reasons had\r\nbeen furnished the matter was placed before Milton AJ who was\r\nsatisfied that both appellants had been\ncorrectly convicted and they\r\nwere each sentenced to imprisonment for 18 years.\n[2]\tThe first appellant applied to\r\nthe learned judge for leave to appeal against both his conviction and\r\nsentence. The second appellant\napplied for leave to appeal only\r\nagainst sentence. Milton AJ granted both applications, with leave\r\nbeing granted to the Full Court.\n[3]\tThe appeals came before Kruger and Rampai JJ and Van\r\nRooyen AJ. A majority (Kruger and Rampai JJ) dismissed 'the appeal of\r\nboth\nappellants in respect of conviction and sentence'. (Van Rooyen\r\nAJ was of the view that the first appellant was wrongly convicted\nbut\r\nconcurred with the majority so far as the sentences were concerned.)\r\nSo far as the order of the majority purported to dismiss\nan appeal by\r\nthe second appellant against conviction clearly that was an\r\ninadvertent error because no such appeal was before it.\n[4]\tBoth appellants then applied to\r\nthis court for special leave to appeal, in each case against both\r\nconviction and sentence. In\ntruth the application by the second\r\nrespondent for leave to appeal against conviction was irregular\r\nbecause no such appeal had\nbeen before the Full Court. Both\r\napplications were nonetheless granted. Although leave to appeal\r\nagainst conviction ought not to\nhave been granted to the second\r\nappellant by this court, I have nonetheless considered whether the\r\nsecond appellant was correctly\nconvicted. For the reasons that follow\r\nthe convictions of both appellants are unassailable.\n[\n5]\tThe\r\nState adduced the evidence of the complainant and her boyfriend, Mr\r\nChrisjan Khuduga (Khuduga). Their version in broad terms\nwas that at\r\napproximately 20h30 on the evening in question, they were making\r\ntheir way from a shop towards their home. Khuduga\nwas then struck by\r\na stone behind his head. The stone had been thrown from behind by the\r\nfirst appellant. Khuduga left the complainant's\ncompany and moved off\r\nin a direction back towards the shop from where they had come,\r\nostensibly to seek help from his friends at\nthe shop. In venturing\r\nback, Khuduga had to walk past the first appellant. According to the\r\ncomplainant while Khuduga was away\nthe first appellant and another\r\nman, whom she later identified as the second appellant, forcibly\r\ndragged her off to a nearby informal\nsettlement where they took turns\r\nto have sexual intercourse with her without her consent, behind a\r\nshack. Upon Khuduga's return\nlater, the two appellants fled the\r\nscene. Khuduga was unable to recognise the fleeing attackers, due to\r\nthe poor visibility. The\nappellants' identification as the alleged\r\nrapists rests solely on the testimony adduced by the complainant.\n[\n6]\tBoth\r\nappellants testified and advanced a diametrically opposite version to\r\nthat of Khuduga and the complainant. According to\nthis version the\r\nsecond appellant had met the complainant (whom he did not know\r\npreviously) in a tavern on the evening in question.\nThe second\r\nappellant bought her some drinks and he 'proposed love' to her, which\r\nshe immediately accepted. They were joined later\nby the first\r\nappellant who, at the second appellant's invitation, also joined them\r\nin drinking at the tavern. Khuduga arrived and\ntook exception with\r\nthe first appellant entertaining his girlfriend (the complainant)\r\nthere. It was pointed out to Khuduga that\nthe complainant was in fact\r\nin the second appellant's company, but Khuduga persisted with his\r\nconfrontation with first appellant,\nand the altercation became\r\nviolent. Khuduga left the tavern, unhappy with the state of affairs\r\nthere.\nThe first appellant also left and at\r\nthe complainant's suggestion, the second appellant and the\r\ncomplainant left for the second\nappellant's\nparental home where they slept for the rest of the night. They had\r\nconsensual sexual intercourse once during the course of the\nnight.\r\nBoth appellants were arrested the following day by the police who\r\nwere accompanied by Khuduga.\n[7\n]\tThe\r\ncommon cause facts are as follows:\n(a)\nThe\r\ntwo appellants were at some stage in each other's presence that\r\nevening where an altercation occurred between first appellant\nand\r\nKhuduga.\n(b)\nIt\r\nwas dark outside with poor visibility and the only source of\r\nillumination was a light at the shop, some distance away from the\n\ninformal settlement.\n(c)\nSecond\r\nappellant had sexual intercourse with the complainant that evening.\n(d)\nSecond\r\nappellant has a nickname, 'Madice'.\n(e)\nThe\r\nfirst appellant lives in the same area as Khuduga and the\r\ncomplainant.\n(f)\tThe appellants were arrested by\r\nthe police the following day after Khudu\nga\r\nhad pointed them out. At that time the complainant was being examined\r\nin Welkom by a doctor.\n[8\n]\tThe\r\nappellants' primary attack against their conviction was directed at\r\nthe first appellant's identification by the complainant,\nthe\r\ndifferences between the complainant's oral evidence and her witness\r\nstatement as well as the differences between the versions\nof Khuduga\r\nand the complainant. The regional magistrate was alive to all these\r\npitfalls and found that the complainant, as a single\nwitness to the\r\nactual alleged rape, was sufficiently credible and reliable. The\r\nregional magistrate found Khuduga to be a very\ngood witness and\r\nrejected the appellants' version as false beyond reasonable doubt,\r\nmainly because of the improbabilities contained\ntherein.\n[9\n]\tCounsel\r\nfor the appellants was driven to concede in the course of his\r\nargument that the first appellant was known to the complainant\nand\r\nKhuduga. The fact that an identification witness knows an accused\r\nprovides a significant safeguard against a mistaken identification.\n1\nAs far as the second appellant is concerned, identification is not in\r\nissue, because his defence amounts to consensual sexual intercourse.\n\nWhile the illumination was admittedly quite poor at this scene and\r\nwhile events must have happened quite fast, I am satisfied beyond\n\nreasonable doubt that the complainant's identification is reliable.\n2\nA further safeguard against mistaken identification is provided by\r\nthe fact that it became common cause that the appellants were\nin each\r\nother's company at some stage during the course of that evening\r\n(although of course, the place where and the circumstances\nunder\r\nwhich they were together are in issue). There is no plausible\r\nexplanation as to why Khuduga should the very next day point\nout the\r\nfirst appellant who coincidentally happened to have been in the\r\ncompany of the second appellant at some stage the previous\nevening –\r\nthe very same person who on the common cause facts had sexual\r\nintercourse with the complainant that previous evening\n(the consent\r\nto such intercourse is of course in issue).\n[10\n]\tThe\r\ndiscrepancies between the complainant's oral evidence and her witness\r\nstatement were subjected to fierce criticism by the\nappellants'\r\ncounsel. But those inconsistencies relate mostly to her description\r\nof the clothing which the appellants wore. This\nissue becomes moot\r\nwhere the first appellant was known to the complainant (and to\r\nKhuduga) and where the second appellant admits\nintercourse with the\r\ncomplainant, as discussed in the previous paragraph.\nIn any event this case is a classic\r\nillustration of the rationale underlying the caution expressed by\r\nOlivier JA in\nS v\r\nMafaladiso & others\n3\nagainst the summary\r\nrejection of a witness' contradictory evidence vis-a-vis the witness'\r\npolice statement, without a careful evaluation\nof underlying factors,\r\nsuch as language and culture differences between the witness and the\r\nauthor of the statement and the fact\nthat a witness is seldom\r\nrequired to explain his or her statement. In this instance the\r\ncomplainant made her statement in English,\nalthough according to her,\r\nshe spoke to the police officer in Afrikaans and Sesotho. The\r\nstatement was read back to her by the\npolice officer in Sesotho, a\r\nlanguage which she testified she did not know very well. The police\r\nofficer in turn, informed the\ncomplainant that he does not understand\r\nAfrikaans, which the complainant testified is her home language. When\r\nreading her evidence\non the record, it is plain that she is an\r\nunsophisticated person of a modest educational level. In these\r\ncircumstances the contradictions\nbetween her oral evidence and her\r\nstatement are mitigated by the obvious language difficulties outlined\r\nabove.\n[11\n]\tThe\r\nisolated incidences of contradictions within the complainant's own\r\nevidence and between her and Khuduga are not material,\nconcerning\r\nmatters such as the first appellant's clothing, what was said on the\r\nscene and whether the police were contacted that\nsame evening or the\r\nnext morning. The proper approach to such contradictions is\r\nwell-established.\n4\nThe contradictions, of which there are but a few, are of the type\r\nwhich suggest absence of fabrication rather than unreliability.\n[\n12]\tThe\r\ntrial court was faced with two mutually destructive versions of the\r\nevents on the night in question. One of them must be\nfalse. In such\r\ncircumstances, apart from considering the credibility and reliability\r\nof the witnesses, it was justified in assessing\nthe probabilities of\r\nthe two versions and to reach a finding as to which one is true and\r\nwhich one is not.\n5\nIt could, of course, only dismiss the defence version as false in the\r\nevent that it reached that conclusion beyond reasonable doubt.\n And\r\nit had to do so after giving consideration to the evidence before it\r\nas a whole.\n6\n[13\n]\tThe\r\nregional magistrate correctly found the complainant to be\r\nsatisfactory in all material respects as a single witness in respect\n\nof the rape. She is corroborated in some respects by Khuduga, whom\r\nthe regional magistrate found to be a very good witness, a finding\n\nwhich was not attacked with any modicum of vigour before us. He\r\ntestified that, upon his arrival at the scene of the alleged rape,\nhe\r\nfound the complainant in a frightened and tearful state, with her\r\nskirt full of dust and drawn down as far as her knees and\nwith her\r\npanties missing. And it became common cause, as I have said, that at\r\nleast the second appellant had sexual intercourse\nwith her that night\r\n(whether it had been consensual or not was in issue).\n[1\n4]\tThe\r\nregional magistrate correctly, in my view, rejected the defence\r\nversion as false beyond reasonable doubt by reason, inter\nalia, of\r\nthe following glaring improbabilities:\n(a)\nThat\r\nthe complainant, who was some 8 years older than the second\r\nappellant, would at their very first encounter immediately agree\nto\r\nhave intimate relations with him.\n(b)\nThat\r\nKhuduga, having been informed that the complainant was with the\r\nsecond appellant at the tavern, would nonetheless continue\nwith his\r\naltercation with the first appellant.\n(c)\nThat\r\nKhuduga would meekly depart the scene without confronting the second\r\nappellant and leave his girlfriend, the complainant, there\n\nparticularly after his violent confrontation with the first appellant\r\nconcerning the very complainant.\n[15\n]\tOn\r\na proper conspectus of all the evidence, the regional magistrate\r\ncannot be faulted in her finding and the majority below was\ncorrect\r\nin upholding both appellants' convictions.\n[16\n]\tNo\r\nmisdirections on sentence were relied upon on appeal by the\r\nappellants. Their appeal is restricted to a contention that it\nis\r\nshockingly excessive. Pre-sentence reports concerning the appellants'\r\npersonal circumstances were handed in at the trial. Both\nappellants\r\nwere first offenders, had left school prematurely and they were aged\r\n18 and 19 years respectively at the time of the\nincident. They had\r\nboth spent 20 months in custody awaiting trial. Aggravating features\r\nare the gravity of the offence and the\nprevalence thereof, the\r\nappellants' lack of remorse and the fact that there appears to be a\r\ndegree of premeditation involved in\nthe commission of the offence.\nAppellate interference in respect of\r\nsentence on the\nstriking\r\ndisparity criterion is only competent in instances where the\r\nappellate court has formed a definite view as to the sentence\nit\r\nwould have imposed and where the degree of disparity between that\r\nsentence and the one imposed by the sentencing court is so\nstriking\r\nthat interference on appeal is warranted.\n7\nThe sentence in the present matter does not meet that criterion. I do\r\nnot find it shockingly excessive at all.\n[17\n]\tIn\r\nthe result, the first appellant's appeal against conviction and\r\nsentence is dismissed. The second appellant's appeal against\n\nconviction, so far as it might properly be before this court, and his\r\nappeal against sentence, are dismissed.\n___________________\nS A MAJIEDT\nACTING\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor appellant:\tN L SKIBI\nInstructed by:  Legal Aid South\r\nAfrica, Bloemfontein.\nFor respondent:\tS GIORGI\nInstructed by:  Director Public\r\nProsecutions, Bloemfontein.\n1\nR v Dladla and others\n1962\r\n\t(1) SA 307\n(A) at 310B-E;\nS v Zitha\n1993 (1) SACR 718(A)\nat 721d-e.\n2\nCf\nS v Charzen\n2006\r\n\t(2) SACR 143\n(SCA) para 11;\nS v\r\n\tMavinini\n2009 (1) SACR 523\n(SCA) para\r\n\t21 and 22.\n3\n2003 (1) SACR 583\n(SCA) at 594 a-c ([2002]\n4 All\r\n\tSA 74\n(SCA) at 83).\n4\nS v Mkohle\n1990\r\n\t(1) SACR 95(A)\nat 98f-g;\nS v Mafaladiso\r\n\t& others\nat 83.\n5\nStellenbosch Farmers' Winery Group Ltd &\r\n\tanother v Martell et Cie and others\n2003\r\n\t(1) SA 11\n(SCA) at para 5;\nS v Saban\n1992 (1) SACR 199(A)\nat 203i-204b.\n6\nS v Trainor\n2003\r\n\t(1) SACR 35\n(SCA) para 9;\nS v Mbuli\n2003 (1) SACR 97\n(SCA) para 57.\n7\nS v Pieters\n1987\r\n\t(3) SA 717(A)\nat 734F-I;\nS v Matlala\n2003 (1) SACR 80\n(SCA) at para 10.",
  "scraped_at": "2026-02-11T20:25:36.134217",
  "date": "2010-05-26",
  "coram": [
    "Nugent",
    "Heher",
    "Shongwe JJA",
    "Majiedt",
    "Seriti AJJA"
  ],
  "case_number": "633/09",
  "parties": {
    "applicants": [
      "Petrus Themba Damgazela",
      "Isaac Lingelile Mkhehlane"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The complainant and her boyfriend, Chrisjan Khuduga, alleged that on the evening of the incident the first appellant, Petrus Damgazela, assaulted Khuduga with a stone and, together with the second appellant, Isaac Mkhehlane, forcibly dragged the complainant to an informal settlement where they had non‑consensual sexual intercourse with her. Khuduga identified the first appellant as the stone‑thrower and, after returning to the scene, pointed out both appellants as the attackers. The only identification evidence against the appellants was the testimony of the complainant, who was a single witness. Both appellants gave a contrary version, claiming consensual contact at a tavern and denying the rape.",
    "issues": "1) Whether the complainant’s identification of the appellants, despite inconsistencies between her oral testimony and her recorded statement, was credible and reliable enough to sustain a conviction for rape. 2) Whether the conviction should be set aside on the basis of alleged mistaken identification. 3) Whether the sentence of 18 years’ imprisonment was shockingly excessive and liable to be altered on appeal.",
    "principles": "The court applied established principles on the assessment of identification evidence, emphasising that a single witness may be sufficient where credibility and reliability are established, especially when the witness knows the accused. It noted the need to cautiously evaluate contradictions between oral evidence and police statements, taking into account language and cultural factors. The standard of proof remains beyond reasonable doubt. Regarding sentencing, the court referred to the “striking disparity” test, requiring the appellate court to form a definite view of the appropriate sentence before intervening.",
    "application": "Applying these principles, the court found that the complainant, despite modest education and language difficulties, gave a credible and reliable identification. The inconsistencies related mainly to clothing descriptions and were not material to the core issue of identity. The defence’s version was deemed implausible and fraught with improbabilities, leading the court to reject it beyond reasonable doubt. On sentencing, the court considered the gravity of the offence, lack of remorse and pre‑meditation, and concluded that an 18‑year term was not shockingly excessive and did not meet the striking disparity threshold.",
    "conclusion": "The appeals of both appellants were dismissed. The convictions for rape were upheld and the sentences of 18 years’ imprisonment each were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "identification evidence",
      "sentence appeal",
      "credibility assessment"
    ]
  }
}