{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/169.html",
  "case_name": "Manong and Associates (Pty) Ltd v City of Cape Town and Another (457/09) [2010] ZASCA 169; 2011 (2) SA 90 (SCA) ; 2011 (5) BCLR 548 (SCA) ; [2011] 2 All SA 383 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 169",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 169\n|\nNoteup\n|\nLawCite\nManong and Associates (Pty) Ltd v City of Cape Town and Another (457/09) [2010] ZASCA 169; 2011 (2) SA 90 (SCA) ; 2011 (5) BCLR 548 (SCA) ; [2011] 2 All SA 383 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 457/09\nMANONG AND ASSOCIATES (PTY) LTD\n.................................................................\nAppellant\nand\nCITY\r\nOF CAPE TOWN\n...................................................................................\nFirst\r\nRespondent\nFUTUREGROWTH\r\nPROPERTY DEVELOPMENT\nCOMPANY\r\n(PTY)\r\nLTD\n.............................................................................\nSecond\r\nRespondent\n______________________________________________________________\nNeutral citation:\nManong v\r\nCity of Cape Town\n(457/09)\n[2010] ZASCA 169\n1 December 2010)\nCORAM:\nNavsa, Cloete, Van Heerden and Mhlantla JJA and Ebrahim AJA\nHEARD:\n15 November 2010\nDELIVERED:\n1 December 2010\nSUMMARY: Unfounded complaints in\r\nEquality Court ─ formulation of complaints not in accordance\r\nwith the manner envisaged by\nthe\nPromotion of Equality and Prevention\nof Unfair Discrimination Act 4 of 2000\n─ costs in matters\r\nconcerning the assertion of constitutional rights ─ manner in\r\nwhich litigation conducted justifying\ncosts order against complainant\r\n─ concerns expressed about irrelevant and outrageous statements\r\nby complainant during course\nof enquiry.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape\r\nEquality Court (Cape Town) (Moosa J sitting as court of first\r\ninstance).\n1. The appellant’s appeals in\r\nrespect of its exclusion from the CBD project and the upholding by\r\nthe court below of the second\nrespondent’s plea of misjoinder\r\nin relation to the Setsing project are dismissed with costs,\r\nincluding the costs of two counsel.\n2. The cross-appeal by the first\r\nrespondent in respect of the broader Khayelitsha enquiry is upheld\r\nwith costs, including the costs\nof two counsel.\n3. The cross-appeals by the first and\r\nsecond respondents, in relation to the costs order in both cases, are\r\nupheld with costs, including\nthe costs of two counsel.\n4. The finding of the court below set\r\nout in para 36 and the costs order contained in para 64 of the\r\njudgment dated 12 November\n2008 are set aside and substituted as\r\nfollows:\n‘\n1.\r\nThe applicant’s complaint that it was discriminated against in\r\ngeneral by the first respondent and its predecessor in the\nallocation\r\nof contracts in Khayelitsha is dismissed with costs, including the\r\ncosts of two counsel and such costs are to include\nthe costs reserved\r\non 18 August 2007.\n2. The applicant is\r\nordered to pay the first and second respondents’ costs in\r\nrelation to the complaint concerning its exclusion\nfrom the CBD\r\nproject, including the costs of two counsel and such costs are to\r\ninclude the costs reserved on 18 August 2007, which\nalso encompass\r\nthe second respondent’s costs in relation to the Setsing\r\nproject.’\n5. The appellant is ordered to pay the\r\nrespondents’ wasted costs occasioned by the postponement of the\r\nappeal on 20 August\n2010.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA and MHLANTLA JJA (CLOETE, VAN\r\nHEERDEN JJA and EBRAHIM AJA concurring)\n[1] This case implicates the right to\r\nequality in the procurement of State related (municipal) contracts.\r\nThe Constitution guarantees\nequality before the law and prohibits\r\nunfair discrimination by the State and/or individuals directly or\r\nindirectly on one or more\ngrounds, including race, gender, sex,\r\npregnancy, marital status, ethnic or social origin, colour, sexual\r\norientation, age, disability,\nreligion, conscience, belief, culture,\r\nlanguage and birth. Section 9(3) of the Constitution obliges the\r\nState to enact national\nlegislation to prevent or prohibit unfair\r\ndiscrimination. The Promotion of Equality and Prevention of Unfair\r\nDiscrimination Act\n4 of 2000 (the Act), which came into operation on\r\n16 June 2003, is an important statute to that effect. Its purpose is\r\nto prevent\nor prohibit unfair discrimination and to promote equality.\n[2] The promotion of equality is a\r\nnoble goal and as we transform our society and meet the myriad\r\nchallenges associated with change\nwe should always act on a\r\nprincipled basis. Where there are legitimate grievances based on\r\nracial exclusion, we should deal with\nthem promptly and firmly.\r\nRacism was the scourge of our nation and we should, where it is shown\r\nto exist, resist it strenuously\nand take all the necessary steps to\r\neliminate it from our midst. Courts, when faced with legitimate\r\ncomplaints of racial exclusion\nshould not hesitate to show their\r\ndisapproval by means of appropriate orders. On the other hand, given\r\nSouth Africa’s peculiar\nhistory, racism is such a serious\r\ncharge that care should be taken to ensure that such a complaint is\r\nwell-founded. A contrived\ncharge is equally deserving of censure. In\r\nthis case we have to decide on which side of the dividing line the\r\nappellant’s\ncomplaint in the Equality Court falls. The evidence\r\nand issues in this case demonstrate the complex challenges facing the\r\nState\nin its management and promotion of fundamental change in\r\nsociety.\n[3] The procurement of State-related\r\ncontracts for the acquisition of professional or other services,\r\nwhether by way of tender or\notherwise, has become a hotly contested\r\nfield with courts frequently being the battleground. Litigation has\r\nincluded a range of\nlegal issues, including but not limited to\r\ncharges by unsuccessful service-providers of being victims of racial\r\ndiscrimination\nor bias. The question in the present appeal is whether\r\nthe complaint of racism brought by the appellant in the Equality\r\nCourt (Cape\nTown) in relation to the procurement of municipal\r\ncontracts was warranted. The appeal is before us with the leave of\r\nthat court.\nThe two judgments of the court below which are the\r\nsubject of the present appeal and cross-appeal are reported as\nManong\r\nand Associates (Pty) Ltd v City of Cape Town & others\n2008\r\n(2) SA 601\n(C) and\nManong and Associates (Pty) Ltd v City Manager,\r\nCity of Cape Town, & others\n2009 (1) SA 644\n(EqC). The first\r\njudgment deals with practice directions and preliminary points.\n[4] The appellant, Manong and\r\nAssociates (Pty) Ltd, describes itself as a national company\r\nspecialising in civil, structural and\ndevelopment engineering. The\r\nengineering practice progressed from initially operating only in Cape\r\nTown as a one person practice,\nto operating as a close corporation,\r\nand ultimately expanding its presence as a national company to Port\r\nElizabeth, Johannesburg,\nEast London and Mthatha. Notwithstanding its\r\nnational footprint the company has a fairly limited professional\r\nstaff complement\ncomprising four full time directors who are\r\nqualified engineers, four professional associates and eleven\r\nprofessional technical\nstaff.\n[5] The driving force behind the\r\nappellant is Mr Mongezi Stanley Manong (Manong), who is its\r\nmanaging director and a professional\nengineer. The complaint in the\r\ncourt below leading up to the present appeals is the culmination of a\r\ndeep sense of injustice on\nthe part of Manong, which appears to have\r\ndeveloped over many years based on his perception of treatment meted\r\nout to him by officialdom.\nUnless the context otherwise requires, we\r\nshall refer to the engineering practice headed by Manong in its\r\nvarious forms over the\nyears as ‘the company’.\n[6] The company’s complaint as\r\ninitially formulated in its founding affidavit was that it was\r\ndiscriminated against by the\nfirst respondent, the City of Cape Town\r\n(CCT), and its predecessor, the City of Tygerberg (COT), by being\r\ngenerally excluded from\nmunicipal contracts in relation to\r\nKhayelitsha and specifically in relation to a proposed retail\r\ndevelopment in the Central Business\nDistrict (CBD) in that township.\r\nThe company alleged that the CCT and the COT implemented policies and\r\npractices designed to exclude\nand limit its access to municipal\r\nprojects. Interestingly, even though the COT and\nthe CCT were implicated in relation to\r\nthe CBD complaint no relief was claimed against the CCT. As regards\r\nthe CBD, the company\nalleged that the second respondent, Futuregrowth\r\nProperty Development Company (Pty) Ltd (FG) discriminated against it\r\nby excluding\nit from that development. The company also complained\r\nthat FG had excluded it from the ‘Setsing project’ in the\r\nFree\nState and had again discriminated against it by doing so.\r\nManong’s founding affidavit comprised 92 paragraphs extending\r\nto\n30 pages. The characterisation of the complaint, outlined earlier\r\nin this paragraph, is our best attempt at encapsulating what is\nset\r\nout by Manong in rather convoluted form. Manong’s method of\r\nformulating a complaint is criticised later in this judgment.\n[7] In the replying affidavit, after\r\nbeing invited by the respondents to state the basis of the company’s\r\ncomplaint more precisely,\nManong relied on the provisions of ss 7(c)\r\nand (e) of the Act, which read as follows:\n‘\nProhibition\r\nof unfair discrimination on ground of race\nSubject to section 6, no\r\nperson may unfairly discriminate against any person on the ground of\r\nrace, including-\n(a) . . .\n(b) . . .\n(c) the exclusion of\r\npersons of a particular race group under any rule or practice that\r\nappears to be legitimate but which is actually\naimed at maintaining\r\nexclusive control by a particular race group;\n(d) . . .\n(e) the denial of access\r\nto opportunities, including access to services or contractual\r\nopportunities for rendering services for\nconsideration, or failing to\r\ntake steps to reasonably accommodate the needs of such persons.’\n[8] The factual\r\nbasis for the complaint was set out by Manong.\n1\nHe blamed the\r\ncompany’s exclusion from opportunities in Khayelitsha on\r\nMr Hendrik Barnard, employed by CCT as a civil\nengineering\r\ntechnologist. For the greater part of his career with the COT and\r\nCCT, Barnard was involved with the allocation and\nadministration of\r\nmunicipal contracts in Khayelitsha. According to Manong, the\r\nantagonism between Barnard and the company arose\nas a result of\r\nBarnard’s contrived complaint concerning the quality of\r\nservices provided by the company to COT in relation\nto a contract\r\ninvolving the installation of a boardwalk leading to a platform with\r\na sea view at a site on Lookout Hill in Khayelitsha.\nBarnard was\r\naccused of being racist and of conspiring with others to ensure that\r\nonly white-controlled institutions received municipal\nwork.\n[9] As the enquiry\r\nprogressed in the court below, the company’s case crystallised\r\nas follows: Barnard, driven by racism, fabricated\nand/or exaggerated\r\nthe complaint referred to in the preceding paragraph, and then, using\r\nit as a reason, vowed never again to allocate\nany municipal work in\r\nKhayelitsha to the company. Barnard conspired with other like-minded\r\nofficials of the COT and CCT to achieve\nthat end. Accordingly, in\r\nrespect of the CBD project, Barnard conspired with other CCT\r\nofficials and with employees of FG to exclude\nthe company. This was\r\nachieved through privatising the CBD project so as to have it\r\ndeveloped on a turnkey ‘design, develop\nand deliver’\r\nbasis.\n2\nThis enabled the\r\nCCT to shift the blame for the company’s exclusion to FG. In\r\nshort, the company’s case was that the\nCCT, in order to exclude\r\nhim from the CBD contract, decided to develop the CBD project on a\r\nturnkey basis enabling the principal\ncontractor to appoint the\r\nconsulting engineers and others without having to comply with State\r\nprocurement requirements and that\nthis was done solely to exclude the\r\ncompany.\n[10] In the court below the company\r\nsought an order against the CCT in terms of which the latter would be\r\nprohibited from excluding\nthe company from procurement opportunities\r\nin Khayelitsha and would be obliged to make such opportunities\r\navailable to it. The\ncompany also sought an order in terms of which\r\nthe CCT would be required to compensate it for financial losses\r\nsustained as a result\nof being ‘deliberately marginalised . . .\r\nin Khayelitsha’. Against FG, the company sought compensation in\r\nthe sum of\nR1.74 m which it alleged was the financial loss it\r\nsuffered as a result of being unfairly excluded from the CBD project.\r\nAdditionally,\nit sought compensation from FG in the sum of R240 000\r\nwhich it claimed represented the loss it suffered as a result of\r\ncancellation\nby FG of a contract to be a consultant on the ‘Setsing\r\nProject’ in the Free State. It is difficult to discern the\r\nbasis\non which this latter claim falls within the jurisdiction of the\r\nEquality Court. Later, when we set out the background in greater\n\ndetail and evaluate the evidence, its lack of relevance will become\r\nclear.\n[11] Although stating early on in the\r\njudgment that a complainant bears the onus to establish\r\ndiscrimination on the basis of race,\nthe court below (Moosa J\r\nsitting with two assessors), in evaluating the evidence presented\r\nduring the enquiry, at the outset,\nadopted the wrong approach. It\r\nheld that the CCT was ‘burdened with the onus of showing on a\r\nbalance of probabilities that\nthe discrimination did not take place\r\nor that the impugned conduct was not based on race or that the\r\ndiscrimination was fair’.\nThe court below considered that the\r\nthrust of the CCT’s case was that the discrimination did not\r\ntake place. It was on that\nbasis that the evidence was evaluated. As\r\nwe will show later, this inverts the approach that should be followed\r\nwhen a case of\ndiscrimination is adjudicated.\n[12] In assessing\r\nthe evidence the court below took the view that the CCT’s\r\ncomplaint in relation to the quality of work on\nthe first phase of\r\nthe Lookout Hill project had never been formally communicated to the\r\ncompany and that it had in any event been\nshown that such issues that\r\nhad arisen had been resolved at a meeting in February 2002. The court\r\nbelow stated that Barnard gave\nno reason for not appointing the\r\ncompany to the second phase of the Lookout Hill project. Compounding\r\nthe erroneous approach referred\nto in the preceding paragraph the\r\ncourt below held it against the CCT that it had failed to conduct a\r\nformal performance evaluation\non the work done by the company on the\r\nfirst phase of the Lookout Hill project. A formal performance\r\nevaluation is required by\nthe procurement policy adopted by the CCT\r\npursuant to the\nPreferential Procurement Policy Framework Act 5 of\n2000\n─ but that only applied from September 2003, which was\r\nafter the first phase of the Lookout Hill project had been\r\ncompleted.\n3\nThe court below\r\ntook into account that the company received no further work in\r\nKhayelitsha and concluded as follows:\n‘\nFrom\r\nthe objective facts the only reasonable inference we can draw is that\r\nthe complainant was excluded from the second phase of\nthe Lookout\r\nHill project on the basis of race and such exclusion continued on\r\nsubsequent appointments.’\n[13] Having arrived at the conclusion\r\nreferred to in the preceding paragraph, the court below nevertheless\r\nproceeded to consider\naffirmative action measures adopted by the CCT\r\nand its predecessor, the COT, in relation to Cape Town in general and\r\nto Khayelitsha\nin particular. It had regard to targets that were set\r\nand the database of consultants which it is common cause had\r\nshortcomings.\nThe court below took into account the reappointments of\r\nconsultants other than the company on Khayelitsha projects within\r\nparticular\ntimeframes and the CCT justification, namely, that they\r\nhad been reappointed because they had the exposure to the first phase\r\nof\nparticular developments or that they had special expertise and\r\nskills that were required on the second phase. This, according to\nthe\r\nCCT, was done to retain expertise and to ensure continuity.\n[14] The court below concluded that\r\nsuch policies and practices as were resorted to by the CCT in the\r\nallocation of municipal contracts,\nalthough appearing to be\r\nlegitimate on the face of it, perpetuated unfair discrimination on\r\nthe basis of race and had the effect\nof maintaining exclusive control\r\nof such professional work in the hands of white professional\r\nconsultants (see para 30 of the judgment\nof the court below). In\r\neffect, the court below held that the company’s complaint of\r\nbeing racially discriminated against\ngenerally, in respect of the\r\nallocation of work in Khayelitsha, was justified in respect of\r\nss 7(c) and (e) of the Act.\n[15] In respect of the company’s\r\nexclusion in relation to the CBD development, the court below had\r\nregard to its progression\nfrom inception to completion. It concluded\r\nthat although the processes followed by the CCT in initiating and\r\npromoting the development\nwere suspect, from an administrative law\r\npoint of view, the conspiracy relied on by Manong referred to in\r\nparas 8 and 9 above was\nnot proved and consequently held that the\r\ncomplaint in terms of either of the sections of the Act referred to\r\nabove could not be\nupheld.\n[16] The effect of the court’s\r\nfindings was that the quantum of the compensation the company sought\r\nagainst the CCT in relation\nto its exclusion generally from municipal\r\nprojects in Khayelitsha based on the CCT’s racism stood over\r\nfor later adjudication.\n[17] In the first judgment referred to\r\nin para 3 above, the court below held that FG had no connection to or\r\ninvolvement in the\nSetsing project and that there had been a\r\nmisjoinder. The court had found that the company had made no attempt\r\nto join the entities\nto which the Setsing project was related, namely\r\nFuturegrowth Asset Management (Pty) Ltd and Community Property\r\nCompany (Pty) Ltd.\nThe costs relating to that dispute was held over\r\nfor ‘later determination’.\n[18] After disposing of the issues set\r\nout above, the court below dealt with the question of costs. It took\r\nthe view that an equality\ncourt should be careful to avoid deterring\r\nbona fide litigants from asserting constitutional rights to equality\r\nby making costs\norders against unsuccessful parties and consequently\r\nmade no order as to costs. That costs order appears to have\r\nencompassed the\ncosts referred to at the end of the preceding\r\nparagraph.\n[19] The company appeals against the\r\nfinding of the court below in respect of its exclusion from the CBD\r\nproject. It also appeals\nagainst the finding of misjoinder as set out\r\nin para 17 above. The CCT cross-appeals against the conclusion by the\r\ncourt below\nthat it had discriminated against the company on the\r\nbasis of race in the allocation of civil engineering contracts for\r\nthe area\nof Khayelitsha generally. Furthermore, it appeals against\r\nthe finding that its practices and policies had been designed to\r\nmaintain\nexclusive control by white professional consultants. The CCT\r\nand FG appeal against the costs order in the court below, submitting\n\nthat although courts should be careful not to mulct parties who bona\r\nfide seek to assert constitutional rights, this case was an\nabuse and\r\nwas brought solely to promote the company’s commercial\r\ninterests. A further issue that we will deal with in due\ncourse is\r\nthe costs of the postponement of the appeal on 20 August 2010, when\r\nsenior counsel representing the company suddenly\ntook ill and had to\r\nbe hospitalised.\n[20] Thankfully, the following\r\nquestions are no longer in issue:\n(a) whether entities such as the\r\ncompany can be discriminated against on the ground of race;\n(b) whether a Trust established by the\r\nCCT and the company which it controlled are municipal entities and as\r\nsuch are organs of\nstate;\n(c) whether the Act has retrospective\r\neffect.\nIn relation to the last question the\r\nparties were agreed that the historical enquiry into racism was\r\nrelevant only to the extent\nthat it could be shown to have existed in\r\nthe first place and to have continued to periods after the\r\ncommencement of the Act.\n[21] The assessment by the court below\r\nof the evidence adduced was terse and it made no credibility\r\nfindings. The proceedings in\nthe court below endured over a period of\r\nmore than three years. The record extended over 34 volumes comprising\r\nmore than 3000 pages.\nA considerable part of the record contained\r\nirrelevant material, an aspect to which we will revert later in this\r\njudgment. The\ncourt below ought to have conducted a more thorough,\r\ncomprehensive and accurate evaluation of the evidence. That exercise\r\nis one\nwe now embark on. We will also determine whether the reasoning\r\nand the conclusions reached by the court below are correct.\n[22] At the outset it is necessary to\r\nrecord that when Manong testified, a persistent theme was that both\r\nthe CCT and the COT were\nreluctant to appoint him over a period\r\nspanning almost ten years. Throughout his testimony he sought to\r\nemphasise that officials\npartial to the apartheid regime and\r\npresently in the employ of the CCT were intent on preserving the\r\nprivilege of white persons\nand institutions, consequently denying him\r\nthe opportunity of procuring municipal contracts. We interpose to\r\nstate that Manong\nproduced irrelevant documentation and often made\r\nspeeches about the injustices of the past and on occasion made\r\noutrageous statements,\nthereby detracting from a proper enquiry and\r\nprotracting the proceedings. When it was put to Manong under\r\ncross-examination that\nhis allegations about racial discrimination\r\nwere unsustainable because the parties who were appointed to a\r\nparticular project instead\nof the company were black persons or\r\nentities controlled by black persons, he invariably responded by\r\nstating that he was principally\nconcerned to promote the company’s\r\ninterests.\n[23] Another feature of Manong’s\r\ntestimony is that he often relied on allegations made by himself in\r\nletters sent to various\nindividuals including the Presidency and\r\ncommercial and other entities as ‘proof’ of his\r\ncomplaint. He also made references\nto newspaper articles.\r\nFurthermore, he repeatedly resorted to other hearsay evidence which\r\nwas never substantiated and was plainly\nshown to be unreliable.\n[24] Manong initially operated an\r\nengineering practice under the style of a close corporation. It\r\nstarted business operations in\n1995. The appellant was formed in 2002\r\nand took over the business formerly run by the close corporation.\r\nWhen the close corporation\nstarted its operations, Manong was the\r\nonly professional employed by it. Almost immediately after the close\r\ncorporation started\nconducting business, it was appointed to a\r\nmunicipal project by the CCT. The close corporation added to its\r\nstaff as it procured\nmore projects. It is undisputed that from 1996\r\nto 2002 the close corporation and thereafter the company procured\r\nmunicipal work\nfrom the CCT in at least 15 projects, the total value\r\nof which is approximately R137 m. From 2003 until the complaint in\r\nthe court\nbelow the company procured ten more contracts to do\r\nmunicipal work for the CCT. The total fees paid to it in respect of\r\nthe latter\ncontracts amounted to R1 523 221.27. To sum up, between\r\n1996 until the beginning of 2005 the CCT awarded the company a total\r\nof\n25 projects outside of Khayelitsha. That equates to approximately\r\n2.8 projects per annum.\n[25] Before the COT was incorporated\r\nas part of the CCT in 2000 it alone was responsible for awarding\r\nmunicipal contracts in Khayelitsha,\nwhich at that time fell under its\r\njurisdiction. It is common cause that Manong formally introduced\r\nhimself and the company to the\nCOT for the first time in 1997, by way\r\nof a letter in which he extolled the company’s skills,\r\nexperience and virtues. Between\n1998 and 2000 the company was awarded\r\ntwo municipal contracts to do work in Khayelitsha. Those projects are\r\nall relevant to Manong’s\nperception of being unfairly\r\ndiscriminated against and they deserve closer attention. They are as\r\nfollows:\n(a) The Mew Way Sports project ─\r\nthe fee was R25 000.\n(b) The Lookout Hill project phase 1 ─\r\nthe total value of the project was R1.5 m.\n[26] In 1998, shortly after Manong had\r\nintroduced himself to the COT, Barnard himself thought it might be\r\nworthwhile to award a\nsmall project in Khayelitsha to the company to\r\nsee what it was capable of. That was how the company became involved\r\nin the Mew\nWay project, which is described hereafter. The COT\r\nappointed the company to this project jointly with Wouter\r\nEngelbrecht, an established\nwhite-controlled engineering firm, which\r\nhad vast experience in sport facility development. Their brief was to\r\nprepare a master-plan\nfor the development of sport facilities in\r\nKhayelitsha. When he was cross-examined about being given this\r\nopportunity Manong was\ndismissive, suggesting that the Mew Way\r\nproject was awarded to set him up for failure, since the company had\r\nno prior experience\nin the development of sporting facilities. He was\r\nespecially disparaging concerning the total amount of fees which had\r\nto be shared\nequally with Wouter Engelbrecht, namely R50 000. He\r\nwas adamant that there was no empowerment potential of any kind in\r\nthis\nproject. We pause to state that counsel for the company rightly\r\nfound themselves unable to contend that the awarding of the project\n\nwas designed to ensure the company’s failure.\n[27] Manong himself was contradictory\r\nwhen he contended that on other projects where the company did not\r\nhave the necessary experience,\nthe CCT or its predecessor ought to\r\nhave considered pairing it with established entities which had\r\nspecialised skills and experience.\n[28] From 2000 to 2005 only 12 new\r\nprojects were awarded to consultants in Khayelitsha by Barnard,\r\nacting with a colleague, Mr Tertius\nde Jager. Barnard’s\r\nevidence that the clamour for work in Khayelitsha by a host of\r\nconsultants is far in excess of available\nprojects was not\r\ncontradicted. Of the 12 new projects, one was awarded in 2000 to the\r\ncompany, namely, the first phase of the Lookout\nHill project.\n[29] As stated above, the first phase\r\nof the Lookout Hill project contemplated a boardwalk leading to a\r\nplatform with a sea view.\nAccording to Manong, a key black employee\r\nof the COT, acting on his behalf, to his knowledge falsely\r\nrepresented to Barnard that\nthe company had done work on the project\r\non risk. Impressed by this, Barnard appointed the company as an\r\nengineering consultant\non the first phase of the Lookout Hill\r\nproject. Barnard was thus instrumental in awarding the Mew Way\r\nProject and the first phase\nof Lookout Hill to the company.\n[30] It is now necessary to look at\r\nthe problems that arose in relation to the first phase of the Lookout\r\nHill project. It is common\ncause that the company was responsible for\r\nthe technical information to be provided to prospective tenderers on\r\nthe project. It\nhad to ensure that the information was such that a\r\nperson or entity wishing to tender for the construction of the\r\nboardwalk could\ndraw up a bill of quantities so as to put a price to\r\na tender. It is common cause that the thickness of the slurry on\r\nwhich the\nboardwalk had to rest had not been provided in the\r\ndocuments on which tenders had to be based. Furthermore, it is common\r\ncause\nthat no provision had been made for handrail specifications\r\nwhich also would have caused a difficulty in drawing up a bill of\r\nquantities.\nIt is uncontested that the timber for the boardwalk that\r\nwas delivered to the site and accepted was not in accordance with\r\nspecification.\nWhat is instructive in this regard is the initial\r\ntestimony of an important figure in the company, namely, Mr Lyndon\r\nDavids, who\nat the outset accepted that the company bore the overall\r\nand ultimate responsibility for ensuring that the documents that went\r\nout to tender were complete. He initially accepted responsibility on\r\nbehalf of the company for the failures referred to above. Later\nhe\r\nretracted that evidence and both he and Manong attempted to shift the\r\nblame to the landscape architect who had been employed\non the\r\nproject, namely, Mr Eamonn O’Rourke. That exercise proved\r\nunconvincing, particularly if one has regard to the written\n\nrecommendation made by Barnard to the COT, which reads as follows:\n‘\n7.1\r\nThat Manong and Associates be appointed for the design-,tender- and\r\nconstruction supervision stages of the first phase of the\ncivil\r\nengineering works associated with the Look-out Hill Tourism Facility\r\nin Khayelitsha.’\n[31] It is clear from the relevant\r\ndocumentation, including the fees charged by the company and the\r\nmanner of calculating those\nfees, the testimony of Barnard and the\r\ninitial concessions by Davids that, as the consulting engineers, the\r\ncompany bore the responsibility\nto ensure that the document that went\r\nout to prospective tenderers was accurate and complete. It also bore\r\nresponsibility for ensuring\nthat the timber and other materials\r\nreceived on site were as specified in the relevant plans. It is\r\ndifficult to make sense of\nManong’s grievance that he had not\r\nreceived a letter of appointment from Barnard in respect of the first\r\nphase of Lookout\nHill. It appears that he was suggesting that this\r\nfailure is somehow connected to the conspiracy to undermine the\r\ncompany and to\nexclude it from further work in Khayelitsha. Barnard\r\ntestified that he could not recall whether a letter of appointment\r\nwas sent\nto the company but stated that if that had not been done it\r\nwas purely an oversight and that there was no sinister motive behind\n\nit. There is no other evidence from which it can be inferred or\r\nconcluded that Barnard was untruthful on this aspect.\n[32] From the minutes of site meetings\r\nand the evidence referred to in paras 30 and 31 it is palpably clear\r\nthat the concerns expressed\nby Barnard, about the quality of the work\r\ndone by the company in respect of the first phase, were genuine and\r\njustified. They certainly\nwere not contrived. The conclusion of the\r\ncourt below that these concerns were never communicated to the\r\ncompany is therefore incorrect.\n[33] Manong complained that the\r\ncompany was excluded from the second phase of the Lookout Hill\r\nproject because of Barnard’s\nracism. It is necessary to\r\nconsider the facts. The boardwalk referred to above was to form part\r\nof a tourist centre with a parking\narea. The work beyond the\r\nboardwalk comprised the second phase of the project. Before decisions\r\nwere finally made by the architect,\nDr Mlamli Magqwaka, about\r\nthe composition of his project team on the second phase of the\r\nLookout Hill project, including the\nconsulting engineer, he happened\r\nto have an informal discussion with Barnard. The latter mentioned the\r\nproblems he had encountered\nwith the company on the first phase.\r\nMagqwaka said that he knew Manong, had worked with him in the past\r\nand was comfortable with\nhim. Barnard replied that it was up to\r\nMagqwaka to make the final decision about whether to persevere with\r\nManong. Magqwaka’s\nrecollection of that conversation was hazy.\r\nHe did not contradict Barnard, save that he stated that the nature of\r\nthe opposition\nwas such that he thought it best not to endanger his\r\nown reputation and appointed in the company’s stead an entity\r\ncalled\nIliso Consulting, which was 67 per cent black-owned. Barnard\r\nwas not responsible for appointing the consulting engineer on the\r\nsecond phase of the project.\n[34] Given that the engineering\r\nconsultant appointed to the second phase of the Lookout Hill project\r\nwas black-controlled, the suggestion\nthat the motive for excluding\r\nManong was racist is ill-conceived. In any event, the final decision\r\nto exclude the company appears\nto have been made by Magqwaka. That\r\nthe first phase was completed within budget was fortuitous and\r\noccurred despite the company’s\nshortcomings. In a project with\r\na greater value and with greater dimensions the failures referred to\r\nabove could have had disastrous\nfinancial consequences.\n[35] A further complaint by the\r\ncompany was that a number of consultants had been reappointed to\r\nprojects in Khayelitsha, thus denying\nother consultants an\r\nopportunity of doing work in Khayelitsha. It will be recalled that\r\nthe court below thought that this was a\nsignificant factor indicating\r\nracial bias.\n[36] In dealing with the multifarious\r\nand rambling nature of the company’s complaint of\r\ndiscrimination extending over a number\nof years, including a time\r\nwhen the COT was still in existence and later after it had been\r\nabsorbed into the CCT, Barnard was compelled\nto reconstruct records\r\nof allocations of contracts in Khayelitsha because many officials had\r\nleft the department and relevant documents\ncould no longer be\r\nlocated. When Barnard was cross-examined on the reasons for the\r\nreappointment of certain consultants he stated\nthat generally the\r\nreasons were to ensure continuity, to capitalise and build on the\r\nconsultant’s exposure to first phases\nof particular projects\r\nand to use the specialised skills of particular consultants. He could\r\nnot provide specific motivations for\neach project on which there had\r\nbeen a reappointment of contractors because contemporaneous notes\r\nwere not always available. It\nis clear that a number of firms with a\r\nmajority black shareholding were also reappointed during particular\r\ncycles.\n[37] We turn to deal with the\r\naffirmative action policies and practices of the COT and the CCT over\r\nthe relevant period. It is common\ncause that one of the measures\r\nadopted by the COT and CCT to promote transformation, was that a\r\nminimum quota of 30 per cent of\nmunicipal work was reserved for\r\nallocation to historically disadvantaged individuals or entities.\r\nAnother measure was that the\ncompanies to whom such work had to be\r\nallocated were required to have a minimum 30 per cent shareholding by\r\npreviously disadvantaged\nindividuals. These measures were resorted to\r\nin order to promote transformation. Section 217(1) and (2) of the\r\nConstitution provide:\n‘\n(1)\r\nWhen an organ of state in the national, provincial or local sphere of\r\ngovernment, or any other institution identified in national\n\nlegislation, contracts for goods or services, it must do so in\r\naccordance with a system which is fair, equitable, transparent,\n\ncompetitive and cost-effective.\n(2) Subsection (1) does\r\nnot prevent the organs of state or institutions referred to in that\r\nsubsection from implementing a procurement\npolicy providing for ─\n(a)\ncategories\r\nof preference in the allocation of contracts; and\n(b)\nthe\r\nprotection or advancement of persons, or categories of persons,\r\ndisadvantaged by unfair discrimination.’\n[38] The Broad\r\nBased Black Economic\nEmpowerment Act 53 of 2003\n, which came into\r\noperation on 21 April 2004, established a legislative framework for\r\nthe promotion of Black Economic Empowerment.\nIt uses the expression\r\n‘Black people’ as ‘a generic term which means\r\nAfricans, Coloureds and Indians’.\n4\nManong laid great\r\nstore by the fact that the company is a hundred per cent\r\nAfrican-owned. He repeatedly emphasised that the company\nwas the only\r\nengineering practice in the Western Cape which was a hundred per cent\r\nAfrican-owned. Manong and Magqwaka testified\nabout the difficulties\r\nfaced by black Africans to overcome obstacles and prejudices in the\r\nWestern Cape which historically was\n‘a Coloured preference\r\narea’. In this latter contention they cannot be faulted.\n[39] Some government departments have\r\nin the recent past adopted measures to prefer black Africans to other\r\nsegments of the black\npopulation of South Africa in the allocation of\r\ncontracts. The parties were agreed that during the timeframe relevant\r\nto the present\nappeal that preference did not apply.\n[40] Following the issue by the CCT of\r\na Procurement Policy Initiative dated September 2003, a database was\r\nused in an attempt to\nensure a fair spread of contractual\r\nopportunities. It is unchallenged that the database was ineffective.\r\nThis was due to it being\ntechnically deficient. There is no\r\nsustainable evidence that it was designed to favour anyone or\r\ndiscriminate against any person\nor entity. It is abundantly clear\r\nthat whilst the targets initially set by the COT and CCT might be\r\nsusceptible to the criticism\nthat they were not sufficiently\r\nambitious, the transformation thrust nevertheless gained momentum\r\nover the years leading up to\nthe time when the complaint was lodged.\r\nA greater percentage of the total value of the municipal work was\r\nallocated to previously\ndisadvantaged individuals. The graph was\r\ndecidedly moving upwards and at an accelerated pace.\n[41] Barnard testified with reference\r\nto a schedule compiled in conjunction with counsel representing the\r\nCCT that in 2002/2003\nseventy-one per cent of projects in Khayelitsha\r\nwas awarded to firms comprising a black shareholding of more than 50\r\nper cent.\nFor the year 2003/2004 eighty-nine per cent went to\r\nblack-controlled firms. In 2004/2005 seventy per cent was allocated\r\nin this\nway. In 2005/2006 seventy-five per cent was awarded to\r\nblack-controlled firms. Significantly, most of these appointments\r\nwere made\nby Barnard.\n[42] More importantly, the evidence of\r\nBarnard, which did not enjoy sufficient attention in the court below,\r\nwas that the CCT did\nnot deal with Khayelitsha in isolation. In\r\nattempting to ensure the fairest spread of work and employing the\r\nmeasures referred\nto earlier, the frequency and value of work\r\nallocated to consultants were measured across the entire metropole.\r\nAs can be seen\nfrom the allocation of work to the company from 1996\r\nto the beginning of 2005 a total of 27 projects, including\r\nKhayelitsha, was\nawarded to the company. This approximates to 3\r\ncontracts per annum. The total value is considerably more than\r\nR140 m. Not\nonly is this a hugely significant number of valuable\r\ncontracts but it also reflects that the company must have been\r\nreappointed\nin any given annual cycle.\n[43] We now turn to deal with the\r\nbackground to the CBD project. In 1999 the COT called for expressions\r\nof interest in the development\nof a CBD in Khayelitsha. A series of\r\nconsultations and interaction with interested parties and community\r\norganisations followed.\nThis culminated in the conclusion of a\r\nframework agreement, to which attendees subscribed. A provision in\r\nthis framework agreement,\nwhilst committing to fair and transparent\r\nprocurement procedures, nevertheless purported to grant the\r\nsignatories preference in\nthe procurement process. The company was\r\none such signatory.\n[44] Having absorbed the COT in 2000,\r\nthe CCT accepted the broad principles contained in the framework\r\nagreement but not all the\ndetails. The land owned by the CCT and\r\nearmarked for the CBD was sold to a Trust which the CCT had\r\nestablished and controlled.\nThe Trust held 100 per cent of the shares\r\nin KBD Management (Pty) Ltd which was the vehicle that would receive\r\nthe financing for\nthe project by way of a loan from a bank. KBD\r\nManagement (Pty) Ltd established KBD Retail (Pty) Ltd for the sole\r\npurpose of developing\nand constructing the CBD. KBD Retail in turn\r\nappointed FG as project managers for the development and construction\r\nof the CBD.\n[45] Manong repeatedly stated, without\r\nsubstantiation, that there had been keen interest shown by a number\r\nof banks to finance the\nproject. The truth is that only one bank was\r\nprepared to do so, namely Rand Merchant Bank (RMB). That bank\r\ninsisted that the building\ncontractor commissioned to construct the\r\nCBD be one of the big four building contractors in South Africa and\r\nthat the project be\ncompleted on a turnkey basis. This led to WBHO\r\n(Pty) Ltd (WBHO) being appointed as the contractor. WBHO, because it\r\nbore the risk\nand the cost of development up until delivery of the\r\nproject, insisted, as is usual in turnkey projects, that it have a\r\nfree hand\nin appointing consultants, including the engineers. This\r\nwas of course subject to transformation targets being met, namely,\r\nthat\nat least 30 per cent of consultants be made up of previously\r\ndisadvantaged persons.\n[46] Because of the\r\nconditions set by RMB and WBHO, referred to in the preceding\r\nparagraph, FG and the CCT effectively played no\nfurther part in the\r\ndevelopment of the CBD. However, the Trust that the CCT initially\r\ncontrolled\n5\nwould ensure, after\r\nconstruction and after the loan was repaid, that the community of\r\nKhayelitsha would reap the financial benefits\nof the project.\n[47] The engineering entity that was\r\nappointed by WBHO to the CBD project, namely, Axis Consulting, was\r\nblack-owned, albeit by a\nperson who is coloured. It is preposterous\r\nto suggest, as Manong does, that the arrangement involving RMB and\r\nWBHO was designed\nspecifically to exclude him. It is a proposition\r\nthat merely has to be stated to be rejected. Regrettably, it took\r\nalmost five\nyears for this proposition to be finally rejected.\n[48] Manong contended further that the\r\ncompany had been appointed to the CBD project as the engineering\r\nconsultant by Mr Van\nDer Vent, a director of FG, and that it had\r\nsubsequently been excluded by some form of racist conspiracy between\r\nBarnard and Van\nder Vent. According to Manong he had a legitimate\r\nexpectation that he would be part of the CBD project team. This,\r\nhowever, was\nnot borne out by the evidence. When Van der Vent and\r\nBarnard testified, they both denied that Van der Vent had in fact\r\nappointed\nthe company to the CBD project and also that Van der Vent\r\nhad made a public announcement to that effect. The overwhelming\r\nweight\nof evidence is that RMB insisted on the turnkey arrangement\r\nand that Van der Vent had no authority to appoint consultants.\r\nFurthermore,\nthe main consultants that were appointed to the CBD\r\nproject were black. Magqwaka was the architect, Axis Consulting,\r\nwhich was\nblack-owned, was the engineering consultant and the\r\nelectrical consultants were Johaardien and Associates, also a\r\nblack-controlled\nentity. There is not a tittle of evidence to support\r\nManong’s allegations of a conspiracy of any sort to exclude the\r\ncompany.\n[49] The legal advice received by the\r\nCOT and CCT on how to deal with the disposal of the land on which the\r\nCBD was to be developed,\nand the privatisation of the project without\r\ntender or other prescribed procedures being followed, does appear to\r\nbe suspect from\nan administrative law point of view. However, it does\r\nnot follow that there was a racist motive for the development\r\nproceeding\nas it did. Put differently, the charge of racism appears\r\nunfounded in relation to the manner in which the development\r\nproceeded.\nIn order for the company to succeed in the court below\r\nthat charge had to be proved.\n[50] Without condoning the CCT’s\r\napparent failure to follow proper tender or other prescribed\r\nprocedures for the disposal\nof the land on which the CBD was to be\r\ndeveloped, the reality is that the development would probably never\r\nhave seen the light\nof day had the measures referred to above not\r\nbeen employed. The principle of legality in relation to the\r\nestablishment of the\nTrust and the company that it controlled and the\r\nmanner in which the COT and the CCT were involved in the CBD project\r\nprior to\nthe final agreement for its construction is not what the\r\ncourt below was constrained to adjudicate upon. It was called upon to\r\ndecide whether a charge of racial discrimination was properly\r\nbrought.\n[51] We now turn our attention briefly\r\nto the Setsing project. In the first judgment of the court below\r\ndealing with practice directions\nand preliminary points, it held that\r\nFG’s plea of misjoinder was well-founded. It accepted FG’s\r\nassertion that it had\nno connection to the Setsing project and\r\npointed out that the entities responsible for that project were\r\nFuturegrowth Asset Management\n(Pty) Ltd and Community Property\r\nCompany (Pty) Ltd. Before us the company adopted the view that, since\r\nVan der Vent was a director\nof all three companies, the court below\r\nought to have held that at material times he was representing FG.\r\nThat submission is somewhat\nconfusingly tied to a further contention\r\non behalf of the company, namely, that the court below ought to have\r\ndirected that the\ntwo companies responsible for the Setsing project\r\nbe joined in the proceedings.\n[52] A careful examination of the\r\ncomplaint and the evidence adduced by Manong reveal that his baseless\r\nperception was that Van\nder Vent had offered him an opportunity to be\r\na consultant on the Setsing project in the Free State as a trade-off\r\nfor ending his\ncrusade in relation to the CBD project. The total\r\nvalue of the Setsing project was R12 m, two per cent of which would\r\nhave accrued\nto the company as fees. According to Manong, this offer\r\nwas made to the company when he confronted Van der Vent, after he had\r\nbeen\ninformed by Magqwaka that the company was not going to be part\r\nof the CBD project team. After an acrimonious exchange of\r\ncorrespondence\nconcerning the Setsing project, the relationship\r\nbetween Manong and Van der Vent broke down and that put paid to any\r\nfurther involvement\nby the company in the Setsing project.\n[53] In his testimony Van der Vent was\r\nadamant that the Setsing project was unconnected to the CBD venture.\r\nHe was emphatic that\nhe had offered the project to the company in\r\nline with his commitment to transformation and to making\r\nopportunities available to\nblack consultants. He referred to his\r\ntrack record in this regard. Even Manong conceded that Van der Vent\r\nhad an admirable transformation\nrecord, but stated that he had become\r\ndisillusioned with Van der Vent after the company was excluded from\r\nthe CBD project. Manong\nwas unable to substantiate his allegations in\r\nrelation to the Setsing project. They amounted to nothing more than\r\n(at best for\nhim) unfounded supposition.\n[54] As stated early in this judgment,\r\nthe court below approached the evidence on the basis that it was for\r\nthe CCT to prove that\nit had not discriminated against the company.\r\nThe burden of proof in cases of discrimination brought in the\r\nEquality Court is dealt\nwith in s 13 of the Act. The relevant part of\r\ns 13(1) provides:\n‘\n(1)\r\nIf the complainant makes out a\nprima\r\nfacie\ncase\r\nof discrimination─\n(a)\nthe\r\nrespondent must prove, on the facts before the court, that the\r\ndiscrimination did not take place as alleged; . . .’\n‘\nDiscrimination’\r\nis defined in s 1 of the Act as follows:\n‘\n[It]\r\nmeans any act or omission, including a policy, law, rule, practice,\r\ncondition or situation which directly or indirectly─\n(a)\nimposes\r\nburdens, obligations or disadvantage on; or\n(b)\nwithholds benefits, opportunities or advantages from,\r\nany person on one or more of the prohibited grounds.’\nThe prohibited ground of unfair\r\ndiscrimination relied on by the company is race and as pointed out\r\nabove it relied specifically\non ss 7(c) and (e).\n[55] In\nPrinsloo v Van der Linde &\r\nanother\n1997 (3) SA 1012\n(CC) para 23, the Constitutional Court,\r\nin dealing with the equality clause in the interim Constitution (s\r\n8), said the following:\n‘\nThe\r\nidea of differentiation (to employ a neutral descriptive term) seems\r\nto lie at the heart of equality jurisprudence in general\nand of the s\r\n8 right or rights in particular.’\nIn\nHarksen v Lane NO & others\n[1997] ZACC 12\n;\n1998 (1) SA 300\n(CC) para 42 the following appears:\n‘\nWhere\r\ns 8 is invoked to attack a legislative provision or executive conduct\r\non the ground that it differentiates between people\nor categories of\r\npeople in a manner that amounts to unequal treatment or unfair\r\ndiscrimination, the first enquiry must be directed\nto the question as\r\nto whether the impugned provision does differentiate between people\r\nor categories of people.’\n[56] Thus, to even begin to get off\r\nthe ground the company must at the very least show that it was\r\ntreated differently to other\nengineering consultants in relation to\r\nCOT or CCT projects. The company had to show that in the totality of\r\nCity projects, it received\ndisproportionately fewer contracts so in\r\nrelation to other consultants. Since the very premise of the\r\ncompany’s case was\nrace it had to establish a prima facie case\r\nthat the differentiation was race-based.\n[57] The litigation in the court below\r\nwas preceded by litigation in the Cape High Court in terms of which\r\nthe company sought an\ninterdict against CCT and FG in terms of which\r\nthey would be prohibited from continuing to construct the CBD in\r\nKhayelitsha pending\nthe furnishing of information by them. Although\r\nthat litigation was withdrawn with the company tendering costs it is\r\nclear that\nManong considered it a worthwhile exercise. According to\r\nhim he received ‘crucial information’ to assist him in\r\nlodging\nthe complaint in the court below. It is clear from that\r\nstatement by Manong and the manner in which the enquiry was conducted\r\nby\nhim, including the paucity of substantiating evidence, that he and\r\nthe company were on a fishing expedition, hoping somehow that\nthe\r\ncomplaint would ultimately be proved. The following part of his\r\nevidence shows that the complaint was contrived:\n‘\nI\r\njust went in there with eyes closed, literally. But the papers that\r\ncame from the interdict gave me more hope that I’ve\ngot a case\r\nhere, that’s why I did not even continue to argue the case, I\r\nsaid okay, let us pay the costs and start a new\nfresh ─ a fresh\r\ncase, based on the answering affidavit of the interdict. In fact, in\r\nthe beginning of my founding papers\nI said based on the information\r\nthat we received from the interdict papers, then we are doing this,\r\ninstituting this litigation.\nOkay, so let’s just\r\ntake it one step at a time then. On your own evidence you took a shot\r\nin the dark with the interdict application?\n--- Absolutely.’\n[58] As stated earlier, the court\r\nbelow made no credibility findings. In our view, Barnard and Van der\r\nVent were credible and reliable\nwitnesses as were other material\r\nwitnesses who testified on behalf of the respondents. Manong was an\r\nunsatisfactory witness. He\nclearly made up his case as he went along.\r\nHe made scandalous allegations that he could not justify, he drew\r\nconclusions that were\nunwarranted and he was unable to provide any\r\nconcrete evidence supporting the company’s case. Insofar as\r\nDavids’ evidence\nwas in conflict with Barnard’s,\r\nparticularly in relation to the latter’s concerns about the\r\nquality of the company’s\nwork on the first phase of Lookout\r\nHill, Barnard’s evidence is to be preferred. The detailed\r\nanalysis of the evidence set\nout above shows that the company’s\r\ncase did not get out of the starting stalls.\n[59] It is clear that at the end of\r\nthe company’s case on the merits in the court below, it had\r\nfailed to establish a prima\nfacie case, either in respect of its\r\ncomplaint of being discriminated against in general in relation to\r\nwork in Khayelitsha, or\nin regard to its exclusion from the CBD\r\nproject. Its case consisted mostly of self-serving and\r\nunsubstantiated statements by Manong.\nThe evidence he had indicated\r\nthat would be forthcoming in substantiation of his case did not\r\nmaterialise. For example, he had\nindicated that Magqwaka would\r\ntestify that Barnard had excluded him from the second phase of the\r\nLookout Hill project on the basis\nof race. According to Manong,\r\nMagqwaka had telephoned him and told him that Barnard had said that\r\nfor as long as he (Barnard) was\nresponsible for awarding work in\r\nKhayelitsha the company ‘will never be appointed for any\r\nproject full stop’. Magqwaka\ndid not testify to that effect.\n[60] Furthermore, in respect of its\r\ncomplaint that it was discriminated against in general by the CCT in\r\nrespect of Khayelitsha,\nthe company failed to bring into account all\r\nthe projects that had been awarded to it across the metropole. Manong\r\nwas dismissive,\nwithout justification, of the CCT’s claims that\r\nprojects in Khayelitsha were not considered in isolation and that the\r\nfair\ndistribution of work to consultants was weighed citywide. In\r\ndeciding that the company suffered racial discrimination in respect\n\nof the allocation of work in Khayelitsha generally, the court below\r\nwas clearly wrong.\n[61] At the end of the company’s\r\ncase of general discrimination in respect of projects in Khayelitsha,\r\nthe CCT unsuccessfully\napplied for absolution from the instance. It\r\nought to have succeeded.\n[62] In our view, the court below was\r\ncorrect in its conclusion on the company’s exclusion from the\r\nCBD project. As demonstrated\nabove the exigencies of a successfully\r\nfunded development in Khayelitsha drove the turnkey arrangement. The\r\nmain consultants appointed\nby WBHO in accordance with set Black\r\nEconomic Empowerment targets were all black. It is preposterous to\r\nsuggest, as Manong did,\nthat the final agreement which gave WBHO the\r\nright to appoint consultants was a ploy to exclude him and was\r\nracially motivated.\n[63] Section 7(c) of the Act provides\r\nthat the impugned rule or practice, although appearing legitimate,\r\nmust be ‘aimed’\nat maintaining exclusive control by a\r\nparticular race group. The targets set by the COT and the CCT were\r\nintended to have the opposite\neffect. They were not proved to have\r\nbeen applied in a manner calculated to maintain exclusive control by\r\na particular race group.\nSection 7(e) of the Act prohibits the denial\r\nof access to opportunities to particular categories of persons. Under\r\nthis section\nunfair discrimination may include the failure to take\r\nsteps to reasonably accommodate the needs of particular categories of\r\npersons.\nThe company’s case, based on this section, was also\r\nnot established.\n[64] In our view\r\nthe court below was undoubtedly correct in upholding the plea of\r\nmisjoinder of FG in relation to the Setsing project.\nThe court below\r\nmade that decision after being informed that FG had no connection to\r\nthe Setsing project. Counsel on behalf of\nFG disclosed the identities\r\nof the entities responsible for that project. It was contended before\r\nus that because the litigation\noccurred in the Equality Court there\r\nwas a duty on the court below to have had those entities joined in\r\nthe proceedings. We have\ndifficulty in understanding this\r\nproposition. First, Manong made no complaint of racist conduct on the\r\npart of those entities.\nSecond, his misconception that the Setsing\r\nproject was a trade-off, which was central to his complaint ─\r\nsuch as it is ─\nagainst FG, can hardly hold sway against these\r\nother entities. Third, Manong is no ordinary lay litigant. He is\r\ncorrectly described\nby counsel for the respondents as a serial\r\nlitigant.\n6\nHe has been quick\r\nto resort to litigation when the company has a grievance against any\r\nperson or entity. When he was informed of\nthe identities of the\r\nentities connected to the Setsing project, he had to choose whether\r\nhe could make a sustainable case against\nthem in the Equality Court.\r\nIt does not behove the company to lay the blame at the door of the\r\ncourt below for not joining them.\nFourth, the relevant evidence in\r\nrelation to Setsing shows that it has no bearing on his complaint of\r\nracism. This means that the\njoinder he contends should have occurred\r\nwould have been pointless.\n[65] Before turning\r\nour attention finally to the question of costs, we briefly address\r\nrelated issues of concern. As this court\nobserved in\nManong\r\n& Associates (Pty) Ltd v Department of Roads and Transport,\r\nEastern Cape, & others\n(No\r\n2)\n2009 (6) SA 589\n(SCA) paras 53 and 57, the Equality Court was\r\nestablished in order to provide easy access to justice to enable even\r\nthe most disadvantaged\nindividuals or communities to walk off the\r\nstreet, as it were into the portals of the Equality Court to seek\r\nspeedy redress against\nunfair discrimination through less formal\r\nprocedures.\n7\n[66] Section 20(2) of the Act provides\r\nthat a person wishing to institute proceedings in terms of or under\r\nthe Act must, in the\nprescribed manner, notify the clerk of the\r\nEquality Court of their intention to do so. Regulation 6 of the\r\nRegulations governing\nproceedings in the Equality Court provides for\r\na prescribed form to be completed in which the complaint is to be\r\nformulated. It\nis clear that a succinct statement of complaint is\r\nrequired. In response, the person or entity against whom or which the\r\ncomplaint\nis lodged similarly has to complete a prescribed form in\r\nwhich information in limited form is required. It also requires any\r\ndocumentation\non which reliance is to be placed to be attached. This\r\nis clearly intended to focus the minds of the parties and the court\r\nleading\nto expedition.\n[67] As stated earlier, Manong,\r\ninstead of using the prescribed form, resorted to a rambling 30 page\r\nexposition. If his annexures\nare included his complaint took up a\r\ntotal of almost 100 pages. It is therefore unsurprising that the\r\nenquiry in the court below\nextended over more than three years.\n[68] Included in the documentation\r\npresented to the court below was documentation relating to alleged\r\nracism in the judiciary and\nthe church. Allegations implicating the\r\nmedia and copies of court judgments were included. Before the hearing\r\nof this appeal, this\ncourt directed the parties to consider more\r\ncarefully which parts of the record it was necessary to read. A note\r\nby the respondents\nindicated that approximately 750 pages of record\r\nthat had been filed were unnecessary to read. These parts of the\r\nrecord were filed\ndespite an agreement between the parties that they\r\nwere unnecessary. Before us counsel representing the company\r\napologised for\nthis and disavowed any involvement in how this had\r\noccurred. By the time the record was filed the company was\r\nrepresented by attorneys.\nIn\nManong\r\n& Associates (Pty) Ltd v Department of Roads and Transport,\r\nEastern Cape & another (No 1)\n2009\r\n(6) SA 574\n(SCA) para 44, this court commented unfavourably on the\r\nunnecessary parts of the record filed by the company in that case. It\r\nis\nunacceptable that the same litigant conducts litigation in this\r\ncourt repeatedly in this unsatisfactory manner.\n[69] If litigation is to be conducted\r\nin the Equality Court on this basis rather than in the intended\r\nmanner, the envisaged expedition\nand easy access to justice will be\r\nundone. A factor that may require legislative attention is whether\r\nentities that are financially\nable to litigate on a grand scale\r\nshould be able to use the machinery of the Equality Court to clog up\r\na system intended to benefit\nparticularly lay litigants and the\r\npublic at large.\n[70] Of course, government must be\r\nheld to account and where the principle of legality or other\r\nfundamental constitutional principles\nhave been breached by the\r\nState, appropriate relief should be afforded to a complainant.\r\nHowever, it does not follow that procedures\nintended to benefit lay\r\nlitigants and to have legitimate complaints speedily adjudicated\r\nshould be allowed to be abused to the\nextent that government is\r\nunnecessarily tied up in extended litigation.\n[71] During his testimony in the court\r\nbelow and whilst he was conducting the company’s case, Manong\r\nmade a number of outrageous\nand irrelevant statements deserving of\r\ncensure. At one stage, whilst being cross-examined by counsel for FG,\r\nManong testified that\nblack Africans will not deal with other\r\nAfricans ‘unless they get kickbacks’. He went on to say\r\n‘they’ll\nprefer Whites’. He stated that that was a\r\nreason he had ‘cases’ in the Eastern Cape.\n[72] At one stage in his\r\ncross-examination of Barnard, Manong stated that in all the problems\r\nhe encountered concerning procurement,\nthe common denominator was\r\nAfrikaans speakers. When Barnard testified about interacting with\r\ncertain individuals and offered up\nnames including those against whom\r\nno charge of racism was levelled by Manong, the latter asked whether\r\nthat person was an Afrikaner,\nsuggesting collusion in the racist\r\nconspiracy. This, not surprisingly, resulted in an objection by\r\ncounsel for the CCT that Manong\nwas resorting to racial stereotypes.\n[73] Manong was not short on threats\r\neither. When he was cross-examined by counsel for FG and was reminded\r\nthat the company had\nreceived work from the COT on Lookout Hill and\r\nwas asked to confirm that fact, Manong’s response was:\n‘\nDon’t\r\ninvolve yourself, otherwise I will join you and ask damages. . . ’\n[74] Manong accused Van der Vent of\r\ndeliberately defacing an FG letterhead in a telefacsimile in which\r\nVan der Vent informed him\nthat his services were no longer required\r\non the Setsing project. Manong surmised that this was calculated to\r\nprevent the company\nfrom ascertaining Futuregrowth Asset Management\r\n(Pty) Ltd’s particulars and designed to enable FG to raise the\r\nplea of non-joinder.\nManong labelled the ‘deliberate’\r\ndistortion a criminal offence in terms of the Companies Act. This\r\naccusation is ridiculous.\nThat company appears to be well-known and\r\nis registered in accordance with company legislation. Van der Vent\r\ntestified that the\ndistortion that obfuscates the names of directors\r\nat the bottom of the letterhead was probably due to a problem\r\nencountered in\nthe transmission of the telefacsimile. Since it had no\r\nsuch distortions on the dispatching end it might even be due to\r\nproblems\nat the receiving end. This unwarranted allegation of\r\ncriminal conduct against Van der Vent is not atypical.\n[75] At one stage of his evidence,\r\nManong, consistent with his stance of making up his case as he went\r\nalong and in line with being\na conspiracy theorist, said, without any\r\nprior warning, that he had information from State agencies, including\r\nthe office of the\nPresidency, the National Intelligence Agency and\r\nthe Scorpions, a police investigative unit, that the company was\r\nbeing specifically\ntargeted by government officials, including those\r\nwithin the CCT and the Western Cape Provincial Government. When\r\ncounsel for the\nCCT asked about the basis for this general\r\nconspiracy, Manong’s response was that it was based on\r\ncorrespondence that he\nhad written to these agencies. Questioned\r\nfurther he stated that he had reports from the National Intelligence\r\nAgency. The following\nis a part of his evidence in this regard:\n‘\nThese\r\nreports, we got them from the National Intelligence Agency. Somebody\r\nfrom the National Intelligence Agency said: “Look,\nbe careful.\r\nYour company is specifically targeted by these individuals and State\r\norganisations.” ‘\n[76] On top of all of this is a\r\nbizarre moment when Manong, interrupting his cross-examination of\r\nBarnard, asked for a minute to\npay tribute to Dr Piet Koornhof, a\r\nformer Minister in the apartheid government. He had just heard of Dr\r\nKoornhof’s death.\nThe following are extracts from the record on\r\nthis aspect:\n‘\n[L]ast\r\nnight I heard the sad news that Dr Piet Koornhof passed away I want\r\njust for one minute to pay tribute to him how it also\naffected my\r\nlife, just one minute I won’t take much of the Court’s\r\ntime. In 1971 Dr Piet Koornhof was the Minister\nof Bantu Affairs and\r\nDevelopment. Now his Department was in charge of forced removals and\r\nso on, now why I am mentioning this because\nat that stage in fact\r\nAfricans were staying in the Karoo because I’m from Victoria\r\nWest, they started with Beaufort West\nand Middelburg in the Cape,\r\nthey moved them to Thembaza. Now the Daily Despatch that was under\r\nthe editorship of Donald Woods at\nthat time . . .’\nAt that stage the court below\r\nquestioned the relevance of these statements. Unflustered, Manong\r\nwent on to say the following:\n‘\nNo\r\nit’s not relevant but about him, the good part of him, only to\r\nsay the good heart of Dr Koornhof in that process but if\nthe Court\r\nfeels I’m going to clutter the record . . .’\nThe court then put it to Manong that\r\nhe was saying that Dr Koornhof was a good man to which he replied:\n‘\nYes\r\nbecause when he was sent there to Thembaza and saw the situation he\r\nliterally cried and said this policy is inhuman.\n. . .\nAfter a week when he went\r\nto Pretoria he was removed from the position. I am just saying that\r\nwas the type of person he was, although\nhe was serving that\r\nGovernment but he had the human heart in him.’\n[77] These statements and this kind of\r\nconduct should not be tolerated in any court, least of all the\r\nEquality Court. Even accepting\nthat the Act envisages a less formal\r\nmanner of conducting enquiries, this manner of leading evidence and\r\nconducting a case is beyond\nthe pale.\n[78] It is not lost on us that Manong\r\nhimself was not averse to being expedient. As pointed out above,\r\nwhilst ostensibly championing\nfair and transparent procurement\r\nprocedures, Manong nevertheless sought to assert a dubious claim by\r\nthe company to preferential\ntreatment in terms of the framework\r\nagreement relating to the CBD project. The same applies to Manong’s\r\nassertion that he\nwas awarded the Elsies River depot project by\r\nvirtue of the ‘intervention’ of a black COT councillor.\r\nIn the same vein\nhe saw nothing wrong with engaging a key employee of\r\nthe COT fraudulently to misrepresent that he had done work on risk on\r\nthe\nfirst phase of Lookout Hill in order to facilitate an appointment\r\nto that project. Despite his assertion that he was championing\nsocial\r\njustice he was dismissive of socially meritorious projects such as\r\nMew Way because the financial rewards were small. Whilst\nasserting\r\nemphatically that the company is the only wholly-African owned\r\nengineering practice in the Western Cape, Manong conveniently\nchose\r\nto ignore or downplay the prominent role in the company played by\r\nDavids, a coloured person. It is common cause that on one\nof the\r\nbiggest projects that the company undertook, namely, the Stanhope\r\nBridge Project in Claremont, Davids was the principal\nactor on behalf\r\nof the company. From Davids’ own evidence he was so busy seeing\r\nto the company’s affairs that it took\nhim several more years\r\nthan usual to obtain his professional accreditation. This is yet\r\nanother example of double standards by\nManong.\n[79] Manong, having had the experience\r\nof that case and the others listed earlier in this judgment,\r\ncontinues unabatedly to litigate\nin shotgun fashion. He can no longer\r\nelicit any sympathy or goodwill on the basis of being a lay litigant.\n[80] Our comments in respect of the\r\nmerits in this case are not intended to minimise the problems facing\r\ngovernment in the Western\nCape. Deeply embedded prejudice is\r\ndifficult to overcome. It is clear that black Africans suffered\r\nsevere prejudice in the Western\nCape in the past. Much effort, time\r\nand resources are required to overcome that disadvantage. We express\r\nthe hope that all role\nplayers will do their utmost to undo the\r\nravages of the past and that everyone concerned will understand that\r\nit is in the national\ninterest to be inclusive.\n[81] It is now necessary to deal with\r\ncosts. Section 21(2)\n(o)\nof the Act provides:\n‘\nAfter\r\nholding an inquiry, the court may make an appropriate order in the\r\ncircumstances, including an appropriate order of costs\nagainst any\r\nparty to the proceedings.’\nThus, it is clear that in respect of\r\ncosts an equality court exercises its discretion in the light of all\r\nthe circumstances.\n[82] It was submitted on behalf of the\r\ncompany that an order by this court reversing the costs order by\r\nMoosa J in respect of both\nappeals would have a chilling effect on\r\nfuture complaints that could legitimately be brought in the Equality\r\nCourt. It was submitted\nthat particularly where constitutional rights\r\nwere being asserted a court should be slow to order a litigant to pay\r\ncosts.\n[83] In\nBiowatch Trust v Registrar,\r\nGenetic Resources\n2009 (6) SA 232\n(CC), the Constitutional Court\r\nsaid the following (para 16):\n‘\nEqual\r\nprotection under the law requires that costs awards not be dependent\r\non whether the parties are acting in their own interests\nor in the\r\npublic interest. Nor should they be determined by whether the parties\r\nare financially well-endowed or, as in the case\nof many NGO’s,\r\nreliant on external funding. The primary consideration in\r\nconstitutional litigation must be the way in which\na costs order\r\nwould hinder or promote the advancement of constitutional justice.’\n[84] At para 22 of\nBiowatch\nthe Constitutional\r\nCourt referred to its earlier judgment in\nAffordable\r\nMedicines Trust & others v Minister of Health & others\n[2005] ZACC 3\n;\n2006\r\n(3) SA 247\n(CC) which established the principle that ordinarily, if\r\nthe State loses, it should pay the costs of the other side and if the\r\ngovernment wins, each party should bear its own costs.\n[85] At para 23 of\nBiowatch\nthe court stated:\n‘\nIf\r\nthere should be a genuine, non-frivolous challenge to the\r\nconstitutionality of a law or of State conduct, it is appropriate\r\nthat the State should bear the costs if the challenge is good, but if\r\nit is not, then the losing non-State litigant should be shielded\nfrom\r\nthe costs consequences of failure. In this way responsibility for\r\nensuring that the law and State conduct are constitutional\nis placed\r\nat the correct door.’\n[86] However, in the paragraph that\r\nfollows the Constitutional Court qualified that statement and said\r\nthe following:\n‘\nIf\r\nan application is frivolous or vexatious, or in any other way\r\nmanifestly inappropriate, the applicant should not expect that\nthe\r\nworthiness of its cause will immunise it against an adverse costs\r\naward. Nevertheless, for the reasons given above, courts\nshould not\r\nlightly turn their backs on the general approach of not awarding\r\ncosts against an unsuccessful litigant in proceedings\nagainst the\r\nState, where matters of genuine constitutional import arise.\r\nSimilarly, particularly powerful reasons must exist for\na court not\r\nto award costs against the State in favour of a private litigant who\r\nachieves substantial success in proceedings brought\nagainst it.’\r\n(Footnotes omitted.)\n[87] In\nBiowatch\n,\r\nthe Constitutional Court warned that the mere labelling of litigation\r\nas constitutional and the dragging in of specious references\nto\r\nsections of the Constitution would of course not be enough, in\r\nitself, to invoke the general principle that ordinarily, if\r\ngovernment wins in a constitutional case, each party should bear its\r\nown costs. It stated that the issues must be genuine and substantive\n\nand truly raise constitutional considerations relevant to the\r\nadjudication.\n8\n[88] In\nAffordable Medicines\nthe Constitutional Court said the following at para 138:\n‘\nThere\r\nmay be circumstances that justify departure from this rule such as\r\nwhere the litigation is frivolous or vexatious. There may\nbe conduct\r\non the part of the litigant that deserves censure by the Court which\r\nmay influence the Court to order an unsuccessful\nlitigant to pay\r\ncosts. The ultimate goal is to do that which is just having regard to\r\nthe facts and circumstances of the case.’\n[89] In\nWeare v Ndebele NO\n[2008] ZACC 20\n;\n2009\r\n(1) SA 600\n(CC) para 78, the Constitutional Court stated the\r\nfollowing:\n‘\nThe\r\nordinary rule in the court is that where litigants unsuccessfully\r\nraise important constitutional issues against the State, costs\nwill\r\nnot be awarded against them. There is an exception to this rule; this\r\nis when the litigation is pursued for private commercial\ngain.’\r\n(Footnote omitted.)\nThere appears to be a tension between\r\nthat conclusion and what is set out in the first sentence of the\r\ndictum referred to in para\n83 above. In\nWeare\n, notwithstanding\r\nthe exception referred to in the dictum set out above, the\r\nConstitutional Court did not order costs against the\nlosing litigant,\r\na business-man who had embarked on a commercial venture and where, no\r\ndoubt, the litigation was pursued for commercial\ngain. In\nWeare\n,\r\nthe Premier of KwaZulu-Natal had no objection to each party paying\r\nits own costs.\n[90] Moosa J, in making the costs\r\norder in the court below, considered the general principle referred\r\nto in the judgments of the\nConstitutional Court, cited in the\r\npreceding paragraphs. The learned judge stated that the principle\r\ncould only be departed from\nin ‘exceptional circumstances’.\r\nHe took into account in the company’s favour that it had done\r\nsome work on the\nCBD project on risk and thought that it had a\r\nlegitimate expectation to be appointed. Against that, he reasoned\r\nthat because of\nmatters beyond the control of the CCT, the company\r\nhad lost out on that opportunity. In conclusion the court below said\r\nthe following:\n‘\nIn\r\nthe light of these circumstances, the court is of the opinion that\r\nequity and fairness demand that the court applies the spirit\nand\r\nethos of the Equality legislation by making no order as to costs.’\n[91] In the case dealing with practice\r\ndirectives and preliminary points where FG’s plea of misjoinder\r\nwas upheld, the question\nof costs was held over for ‘later\r\ndetermination’. As we have said, it appears that the order\r\nreferred to at the end\nof the preceding paragraph encompassed those\r\ncosts. We shall assume in the company’s favour that it did. If\r\nit did not, this\ncourt is entitled to make an appropriate costs order\r\nitself.\n[92] The discretion exercised by a\r\ncourt in making a costs order is not a ‘broad’ discretion\r\nor a ‘discretion\nin the wide sense’ or a ‘discretion\r\nloosely so called’, where a court of appeal is at liberty to\r\nsubstitute its\ndecision for the decision of the court below simply\r\nbecause it considers its conclusion more appropriate. The discretion\r\nin relation\nto costs is a discretion in the strict or narrow sense,\r\nwhich is also described as a ‘strong’ or a ‘true’\n\ndiscretion. In such a case, the power to interfere is limited to\r\ncases in which it is found that the court vested with the discretion\n\ndid not exercise the discretion judicially, which can be done by\r\nshowing that the court of first instance exercised the power\r\nconferred on it capriciously or upon a wrong principle, or did not\r\nbring its unbiased judgment to bear on the question or did not\nact\r\nfor substantial reasons. See\nNaylor & another v Jansen\n2007 (1) SA 16\n(SCA) para 14.\n[93] In\nNational Coalition for Gay\r\nand Lesbian Equality & others v Minister of Home Affairs &\r\nothers\n2000 (2) SA 1\n(CC) para 11, the Constitutional Court, in\r\ndealing with a similar kind of discretion in relation to a\r\npostponement, said the following\nabout the powers of a court of\r\nappeal:\n‘\n[I]t\r\nmay interfere only when it appears that the lower court had not\r\nexercised its discretion judicially, or that it had been influenced\n\nby wrong principles or a misdirection on the facts, or that it had\r\nreached a decision which in the result could not reasonably\nhave been\r\nmade by a court properly directing itself to all the relevant facts\r\nand principles.’ (Footnote omitted.)\n[94] In the present case the court\r\nbelow did not, as stated above, conduct an exhaustive analysis of the\r\nevidence. It did not take\ninto account, as it was obliged to, that\r\nthe complaint was contrived and that Manong representing the company\r\nmade up its case\nas he went along. The court below did not consider\r\nthe reprehensible manner in which the litigation was conducted.\r\nDespite the\npretention that the complaint in the court below was\r\nconstitutionally founded, it was in fact purely mercenary. The\r\nsympathy of\nthe court below expressed in respect of the CBD project\r\nis in our view misplaced. It is thus clear that the court misdirected\r\nitself\nin this regard. Notwithstanding that the court found in the\r\ncompany’s favour in respect of the complaint of general\r\ndiscrimination\nin respect of the allocation of work in Khayelitsha,\r\nthe court below did not follow the general rule that the State should\r\npay\nthe winning litigant’s costs. It is clear that the court\r\nmisdirected itself in all the respects listed above and that this\n\ncourt is entitled to interfere with the order it made in respect of\r\ncosts. In our view, it would indeed be appropriate to set aside\nthe\r\ncosts order made by the court below and to hold the company liable\r\nfor the respondents’ costs, including the costs of\ntwo counsel.\r\nThe same result should ensue in respect of the costs in this court.\n[95] We now address the costs of the\r\npostponement occasioned by the ill-health of the company’s\r\nsenior counsel hours before\nthe scheduled hearing of the appeal on 20\r\nAugust 2010. The heads of argument had been drawn by junior counsel.\r\nIt is necessary\nto record that on that day junior counsel\r\nrepresenting the company informed the court that the company insisted\r\nthat it be represented\nby the senior counsel it had retained and his\r\ninstructions were that he should not present the company’s case\r\non his own.\nIn\nCape Law Society v Feldman\n1979 (1) SA 930\n(E),\r\nthe respondent was confined to hospital and too ill to attend the\r\nhearing necessitating a postponement. In that case, there\nwas a\r\ndispute concerning liability for the wasted costs. The court, in\r\ndealing with the contention that the award of costs should\ndepend on\r\nthe outcome of the case on the merits, stated the following (at\r\n934A-C):\n‘\nBecause\r\nof the enforced absence of the respondent this case has had to be\r\npostponed\nsine\r\ndie\n.\r\nTo that substantial extent the respondent’s rights have been\r\nsafeguarded and to that extent he has benefited but to that\nsame\r\nextent the applicant has been prejudiced. It would be manifestly\r\ninequitable to prejudice the applicant further by placing\nit in a\r\npotentially vulnerable position of having to pay the costs of\r\npostponement if it should lose the main case.’\n[96] That approach should be followed.\r\nThe present is an\na fortiori\ncase, because a postponement of\r\nthe appeal was not inevitable. The company sought an indulgence,\r\nwhich was granted. Its rights were\nthereby safeguarded. In light of\r\nthe view we take in regard to costs generally in this matter, as set\r\nout above, the company should\nalso pay the costs occasioned by the\r\npostponement.\n[97] The following order is made:\n1. The appellant’s appeals in\r\nrespect of its exclusion from the CBD project and the upholding by\r\nthe court below of the second\nrespondent’s plea of misjoinder\r\nin relation to the Setsing project are dismissed with costs,\r\nincluding the costs of two counsel.\n2. The cross-appeal by the first\r\nrespondent in respect of the broader Khayelitsha enquiry is upheld\r\nwith costs, including the costs\nof two counsel.\n3. The cross-appeals by the first and\r\nsecond respondents, in relation to the costs order in both cases, are\r\nupheld with costs, including\nthe costs of two counsel.\n4. The finding of the court below set\r\nout in para 36 and the costs order contained in para 64 of the\r\njudgment dated 12 November\n2008 are set aside and substituted as\r\nfollows:\n‘\n1.\r\nThe applicant’s complaint that it was discriminated against in\r\ngeneral by the first respondent and its predecessor in the\nallocation\r\nof contracts in Khayelitsha is dismissed with costs, including the\r\ncosts of two counsel and such costs are to include\nthe costs reserved\r\non 18 August 2007.\n2. The applicant is\r\nordered to pay the first and second respondents’ costs in\r\nrelation to the complaint concerning its exclusion\nfrom the CBD\r\nproject, including the costs of two counsel and such costs are to\r\ninclude the costs reserved on 18 August 2007, which\nalso encompass\r\nthe second respondent’s costs in relation to the Setsing\r\nproject.’\n5. The appellant is ordered to pay the\r\nrespondents’ wasted costs occasioned by the postponement of the\r\nappeal on 20 August\n2010.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: M Madlanga SC\nT\r\nMasuku\nInstructed\r\nby\nNongogo\r\nNuku Inc, Cape Town\nE\r\nG Cooper Majiedt Inc, Bloemfontein\nFor\r\n1\nst\nRespondent: I Jamie SC\nR\r\nPaschke\nInstructed\r\nby\nWebber\r\nWentzel, Cape Town\nWebbers, Bloemfontein\nFor\r\n2\nnd\nRespondent: N Arendse SC\nM\r\nJanisch\nInstructed\r\nby\nCliffe\r\nDekker Hofmeyr Inc, Cape Town\nHoney Attorneys, Bloemfontein\n1\nIn\r\n\this replying affidavit under the heading ‘CAUSE OF ACTION’,\r\n\tinter alia, the following appears:\n’\n40.\r\n\tAdvocate Jamie SC representing the first and third respondents\r\n\tduring the directions hearing of 06 March 2007 issued a practice\n\n\tnote directing the complainant to explain some issues that would\r\n\tclarify its cause of action against the first respondent. The\n\n\tcomplainant sets out its reply to the queries raised by the first\r\n\trespondent.\n40.1 The complainant in\r\n\tits complaint of unfair discrimination against the first respondent\r\n\trelies on its exclusion from the procurement\nprocess in Khayelitsha\r\n\ton direct discrimination against the complainant as witnessed by the\r\n\tbehaviour of Barnard in the Lookout\nHill project;\n40.2 On the Khayelitsha\r\n\tCBD project the complainant relies on both on an act and omission on\r\n\tthe part of the first respondent\nas fully described under the\r\n\tpreliminary issues of this affidavit;\n40.3\r\n\tThe policy of the first respondent of appointing consultants “HCB1”\r\n\tfound on page 166 of the record is deemed\nto be imposing conditions\r\n\twhich are unfairly discriminating to the complainant.’\n2\nA\r\n\tturnkey development is one where for an agreed sum the contractor\r\n\tappointed undertakes to provide a fully operational facility\non an\r\n\tagreed date. The contractor is accordingly at risk should the\r\n\tdeadline not be met or should there be any defects in the\ndesign or\r\n\tconstruction.\n3\nThe\nPreferential Procurement Policy Framework Act 5 of 2000\nis\r\n\tlegislation contemplated by s 217(3) of the Constitution which\r\n\tprovides that national legislation must prescribe a procurement\n\n\tpolicy that allows for categories of preference in the allocation of\r\n\tcontracts and the protection or advancement of persons previously\n\n\tdisadvantaged.\n4\nSee\r\n\ts 1 of the Act.\n5\nCity\r\n\tcouncillors, because of later regulatory legislation, were forced to\r\n\tresign as trustees.\n6\nIn\nManong & Associates v\r\n\tMinister of Public Works\n2010\r\n\t(2) SA 167\n(SCA) this court dismissed an appeal against a judgment\r\n\tof the Equality Court (TPD) in terms of which an application by the\r\n\tcompany\nfor an interim interdict preventing the Director-General and\r\n\tthe Minister of Public Works from implementing a Professional\r\n\tServices\nSupplier Register was rejected. The company had submitted\r\n\tin the Equality Court that the abandonment by the Department of\r\n\tPublic\nWorks of a roster in favour of the register referred to above\r\n\twould prejudice particularly African professional consultants. The\n\n\tDepartment justified the departure on the basis that its policy to\r\n\tpromote transformation had to be in line with the\nPublic Finance\nManagement Act 1 of 1999\nand the\nPreferential Procurement Policy\nFramework Act 5 of 2000\n. The Department sought by way of the\r\n\tregister to expand the categories of formerly disadvantaged persons\r\n\twho would benefit from\nits transformation policy. In dismissing the\r\n\tappeal this court stated (at para 1) that the application in the\r\n\tEquality Court\nwas ‘somewhat ambitious’.\nIn\r\n\tthe two other judgments of this court involving the company referred\r\n\tto elsewhere in this judgment the company succeeded on\nprocedural\r\n\taspects and the matter was referred back to the Equality Court for\r\n\tadjudication. In one of the judgments, this court\ncommented\r\n\tunfavourably on the extent of the record filed on behalf of the\r\n\tcompany.\n7\nIn\r\n\tthat case the company’s complaint was that it was unsuccessful\r\n\tin a tender process on the basis of experience requirements\nwhich\r\n\tManong contended discriminated against black engineers who\r\n\thistorically did not have an opportunity to develop experience.\nIn\r\n\tthe absence of directions by the court below, the enquiry did not\r\n\tsufficiently explore whether a scoring and roster system\nprovided\r\n\tsufficient opportunity for developing the required experience. In\r\n\tthat case this court referred the matter back to the\nEquality Court\r\n\tfor further exploration. This court was sympathetic to the company\r\n\tin that case on the basis that Manong who drove\nthe litigation was a\r\n\tlay litigant and on the information before it took the view that the\r\n\tEquality Court ought to have been of\ngreater assistance.\n8\nSee\r\n\tpara 25.",
  "scraped_at": "2026-02-11T20:50:28.810019",
  "date": "2010-12-01",
  "coram": [
    "Navsa JJA",
    "Cloete JJA",
    "Van Heerden JJA",
    "Mhlantla JJA",
    "Ebrahim AJA"
  ],
  "case_number": "457/09",
  "parties": {
    "applicants": [
      "Manong and Associates (Pty) Ltd"
    ],
    "respondents": [
      "City of Cape Town",
      "Futuregrowth Property Development Company (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Manong and Associates (Pty) Ltd, a national engineering firm owned by Mongezi Stanley Manong, alleged that the City of Cape Town (CCT) and its predecessor, the City of Tygerberg (COT), deliberately excluded it from municipal contracting opportunities in Khayelitsha. The complaints covered a general pattern of exclusion, a specific Central Business District (CBD) development project, and a separate ‘Setsing’ project in the Free State. The appellant attributed the exclusion to racial discrimination, blaming a municipal civil‑engineering technologist, Hendrik Barnard, and asserting that the City conspired with Futuregrowth Property Development (FG) to keep contracts within white‑controlled firms. The Equality Court’s evidence record spanned over three years and included numerous documents, many of which the court later deemed irrelevant.",
    "issues": "1. Whether Manong established a prima facie case of unfair racial discrimination under the Promotion of Equality and Prevention of Unfair Discrimination Act (the Act) s 7(c) and s 7(e). 2. Who bears the burden of proof in discrimination proceedings under s 13 of the Act. 3. Whether the municipal procurement policies and practices constituted discrimination aimed at maintaining exclusive control by a particular race group. 4. Whether Futuregrowth Property Development was properly joined (misjoinder) in the Setsing matter. 5. The appropriate costs order, including whether costs should be awarded against a litigant pursuing a commercial claim in a constitutional context.",
    "principles": "The court applied constitutional equality under s 9 of the Constitution and the statutory framework of the Equality Act, particularly the burden‑of‑proof rule in s 13(1): once a complainant makes out a prima facie case, the respondent must prove the absence of discrimination. The definitions of discrimination in s 1 and the prohibited conduct in s 7(c) and s 7(e) were considered. Precedent on the burden of proof (Prinsloo v Van der Linde; Harksen v Lane) and on costs in constitutional litigation (Biowatch Trust; Affordable Medicines Trust; Weare v Ndebele) guided the discretion. The court reiterated that costs may be awarded against a private litigant where the claim is frivolous, vexatious, or pursued for commercial gain.",
    "application": "The court found that Manong failed to provide sufficient evidence to establish a prima facie case of racial discrimination, both in the general Khayelitsha context and in the specific CBD project. The procurement policies, although imperfect, were aimed at transformation rather than preserving white control, and therefore did not meet the criteria of s 7(c). The alleged conspiracy with FG was unsupported, and the Turnkey arrangement was a legitimate commercial decision. The misjoinder claim concerning FG in the Setsing project was upheld because FG had no direct connection to that project. Regarding costs, the court concluded that the appellant’s conduct was abusive and commercial in nature, justifying an award of costs against it, including wasted costs from the postponed hearing.",
    "conclusion": "The appellant’s appeals concerning its exclusion from the CBD project and the misjoinder finding were dismissed with costs, including the costs of two counsel. The City of Cape Town’s cross‑appeal on the broader Khayelitsha inquiry was upheld with costs. Both the City and Futuregrowth’s cross‑appeals on the costs orders were upheld with costs. The earlier findings and costs orders of the Equality Court were set aside and replaced: Manong’s complaint of general discrimination was dismissed with costs, and it was ordered to pay the respondents’ costs in relation to the CBD and Setsing matters, including costs reserved on 18 August 2007. Finally, the appellant was ordered to pay the respondents’ wasted costs arising from the postponement of the appeal on 20 August 2010."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Equality and Anti‑Discrimination",
    "level_3": [
      "municipal procurement",
      "racial discrimination",
      "costs order",
      "misjoinder",
      "Equality Court"
    ]
  }
}