{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/54.html",
  "case_name": "Simcha Properties 6 CC v San Marcus Properties (Pty) Ltd (256/09) [2010] ZASCA 54; [2011] 1 All SA 287 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 54",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 54\n|\nNoteup\n|\nLawCite\nSimcha Properties 6 CC v San Marcus Properties (Pty) Ltd (256/09) [2010] ZASCA 54; [2011] 1 All SA 287 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase\nNo:  256/09\nIn the\nmatter between:\nSIMCHA\nPROPERTIES 6 CC                                                      \n     APPELLANT\nv\nSAN\nMARCUS PROPERTIES (PTY) LTD                                    \nRESPONDENT\nNeutral citation:\nSimcha\nProperties v San Marcus Properties\n(256/2009)\n[2010] ZASCA 54\n(31 March\n2010).\nCoram:\nLewis\nand Mlambo JJA,and Hurt, Griesel and Seriti AJJA\nHeard:\t\t4\nMarch 2010\nDelivered:\t\t31\nMarch 2010\nSummary:\nCompany Law â s\n228 of the Companies Act â directorâs authorisation by sole\nshareholder to dispose of the companyâs sole\nasset.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nSouth\nGauteng High Court, Johannesburg (Swart AJ sitting as court of first\ninstance).\nThe following order is made:\nThe appeal is dismissed with costs including the costs\nof two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO\nJA\n(Lewis JA, Griesel and Seriti AJJA\nconcurring)\n[1]\tThe respondent obtained an order in the South\nGauteng High Court (Swart AJ) in terms of which the appellant was\nordered to comply\nwith its obligations under an agreement concluded\nbetween the parties. The appeal is with the leave of that court and\nthe issue is\nthe ambit of the authority of a director, for the\npurpose of s 228 of the Companies Act 61 of 1973, to conclude a\ntransaction disposing\nof the sole asset of a company.\n[2]\tOn 11\nSeptember\n2007 the appellant and the respondent concluded a written agreement\nin terms of which the appellant purchased from the respondent\ncertain\nimmovable property, described as portion 60 of the farm Blue Hills\nmeasuring 8.5653 ha held by deed of transfer no T204051/1972,\nfor the\npurchase price of R12 677 517. The property was the respondentâs\nsole asset. The respondent was represented in concluding\nthe\nagreement by its sole director, Davis Marcus Harris (Harris).\n[3]\tThe transaction was initially intended to be\nconcluded with a company called Dynadeals Three (Pty) Ltd\n(Dynadeals). In further\ndiscussions with Harris, it was agreed that\nthe appellant, which had an association with Dynadeals, be\nsubstituted as the purchaser\nand that Dynadeals be the surety and\nco-principal debtor for the appellantâs obligations.\n[4]\tThe sale was subject to a suspensive condition that\na final arbitration award, not subject to any appeal or appeal award,\nbe obtained\nconfirming the respondentâs entitlement to cancel an\nearlier sale agreement of the same property concluded between it and\na company\ncalled JFS Properties No 10 (Pty) Limited (JFS). The\nparties agreed that in the event that the suspensive condition was\nnot fulfilled\nor waived by 31 October 2007 or such later date as the\nparties could agree in writing prior to that date, the agreement\nwould automatically\nlapse and would be of no further force and\neffect. One of the issues in the arbitration proceedings was the\nrespondentâs entitlement\nto resile from the earlier agreement of\nsale concluded with JFS on the basis that Harris had not been\nproperly authorised to conclude\nthat transaction. It was the\nrespondentâs contention in those proceedings that the agreement\nwith JFS was invalid for lack of compliance\nwith the provisions of s\n228 as Harris had lacked the requisite authority in terms of the\nsection to conclude the transaction concerned.\n[5]\tThe suspensive condition was not fulfilled on 31\nOctober 2007 with the consequence that the agreement lapsed. The\nparties, however,\nconcluded another agreement on 27 November 2007,\nreinstating the original agreement concluded in September. The new\nagreement included\nan amendment altering the date by which the\nsuspensive condition had to be fulfilled from 31 October 2007 to 31\nJanuary 2008. Harris\nagain represented the respondent when concluding\nthat agreement. I refer to these agreements as the September and\nreinstatement agreements\nrespectively. It is Harrisâ authority to\nconclude the reinstatement agreement that is the subject of this\nappeal.\n[6]\tOn 15 December 2007 the suspensive condition was\nfulfilled when a final arbitration award was published, confirming\nthe respondentâs\nentitlement to cancel the sale agreement concluded\nwith JFS. No appeal against the arbitration award was made within the\nfive business\ndays provided for in the arbitration agreement and this\nrendered the September agreement, as reinstated, unconditional and of\nfull\nforce and effect.\n[7]\tDespite the fulfilment of the suspensive condition\nthe appellant failed to comply with its obligations in terms of the\nagreement.\nThe appellantâs breach persisted despite a demand by the\nrespondent for compliance. This led the respondent to launch motion\nproceedings\nin the South Gauteng High Court seeking to enforce the\nagreement against the appellant and Dynadeals. In these proceedings\nthe appellant\ncontended that it was entitled to resile from the\nagreement as Harris was not properly authorised in terms of s 228 to\nconclude the\nreinstatement agreement on behalf of the respondent.\n[8]\tThe appellantâs counselâs argument on appeal was\non two bases. In the first place it was argued that the reinstatement\nagreement\nwas not properly authorised. In this regard appellantâs\ncounsel argued that when the September agreement lapsed a new and\nspecific\nauthorisation was required for the reinstatement agreement\nto comply with s 228. The second basis is that when the reinstatement\nagreement was formally ratified by Monica Harris almost a year later,\nin 2008, s 228 had been amended (the amendment took effect\nin\nDecember 2007) and at that stage a special resolution of the company,\nduly registered, was required for the ratification to be\neffective.\nIt was common cause that no special resolution had been taken or\nregistered.\n[9]\tIn essence the enquiry on the first basis of the\nappellantâs argument must therefore focus on whether the\nreinstatement agreement\nwas properly authorised. This requires that\nattention be given to s 228 as it applied when the September\nagreement was concluded.\nThe section provided:\nâ\n(1)\tNotwithstanding anything\ncontained in its memorandum or articles, the directors of a company\nshall not have the power, save with\nthe approval of a general meeting\nof the company, to dispose of â\n(a)\tthe whole or substantially\nthe whole of the undertaking of the company; or\n(b)\tthe whole or the greater\npart of the assets of the company.\n(2)\tNo resolution of the company\napproving any such disposal shall have effect unless it authorises or\nratifies in terms the specific\ntransaction.â\n[10]\tThe authorisation relied on by the respondent is in\nthe form of a resolution signed by Monica Harris on 29 June 2007.\nMonica\nHarris is the sole shareholder of the respondent and is\nHarrisâs mother. The resolution reads:\nâ\nRESOLUTION PASSED BY THE\nCOMPANY\nIN TERMS OF SECTION 228 OF THE\nCOMPANIES ACT\nNO 61 OF 1973 AT SANDTON\nON 29 JUNE 2007\nRESOLUTION THAT â\n1.\tthe Company dispose of its\nproperty, Portion 60 of the Farm Blue Hills 397, J.R, Province of\nGauteng, measuring 8,563 hectares,\nheld by the Company under Deed of\nTransfer No 204051/1972, to Dynadeals Three (Proprietary) Limited\n(Registration No 1999/27597/07)\nin terms of a sale agreement which\nwill be concluded between the Company and Dynadeals Three\n(Proprietary) Limited; and\n2.\nDavid\nMarcus Harris is hereby authorised to conclude the abovementioned\nsale agreement on behalf of the company and to sign all such\ndocuments and do all such acts and things as may have be required to\ngive effect to Resolution No. 1 above.â\n[11]\tThe respondent also relies on a subsequent\nresolution signed by Monica Harris on 3 October 2007 in which it was\nrecorded that:\nâ\n1.\tThe signature of the\nAgreement by David Marcus Harris as director of the Company on 11\nSeptember 2007 be and hereby is ratified;\nand\n2.\tDavid Marcus Harris be, and\nhereby is, authorized to sign all such documents and do all such\nthings as may be necessary to give\neffect to the Agreement.â\n[12]\tSection 228 is clear in its terms that when a\ncompany wishes to dispose of all its assets or a major part thereof\nthe transaction\nby which this objective is to be achieved requires\nthe authorisation to be expressed by the shareholders. In a\none-shareholder company,\nas we have here, it is that shareholderâs\nexplicit expression of her authorisation, being her will regarding\nthe transaction concerned,\nthat will suffice for the transaction to\ncomply with s 228.\n[13]\tThe court a quo, in rejecting the appellantâs\nargument, reasoned that Harris was properly authorised to conclude\nboth agreements,\nin view of the application of the principle of\nunanimous assent. In this regard the court found that the resolution\nsigned on 3 October\n2007 empowered Harris to dispose of the property\nin terms of the September 2007 agreement. That court further found\nthat the fact\nthat that agreement had lapsed and then been reinstated\nin November was irrelevant. In this regard the court found that until\nthe\nauthority bestowed on Harris in terms of the resolution of 3\nOctober 2007 was revoked, Harris was and remained authorised to\ndispose\nof the property in terms of the September 2007 agreement. The\ncourt found that that was exactly what the reinstatement agreement\nsought to achieve.\n[14]\tThe reasoning of the court a quo, and the\nauthorities there cited,\n1\ncannot be faulted. The appellantâs argument loses sight of the fact\nthat on a formal level Harris was properly authorised in two\nimportant respects. In this regard the earlier resolution authorised\nhim in the first place to conclude the transaction on behalf\nof the\nrespondent, ie the sale per se, and in the second place to sign âall\nsuch documents and do all such acts and things as may\nbe required to\ngive effectâ to that transaction. In so far as the reinstatement\nagreement is concerned that too fell under the\nambit of the earlier\nformal authorisation as Harris was empowered to sign all documents\nnecessary to give effect to the sale. This\neffectively rendered\nirrelevant the lapsing of the September 2007 agreement.\n[15]\tThe resolutions signed by Monica Harris in June and\nOctober 2007 represent her explicit expression of will that as the\nsole shareholder\nshe gave Harris  the authority, to conclude the sale\ntransaction and to sign all and any documents necessary to give\neffect to that\ntransaction.\n[16]\tThe argument suggesting that new and specific\nauthorisation for the reinstatement agreement was required loses\nsight of the fact\nthat that agreement did not introduce a new\ntransaction. It was the same transaction that Harris had authority to\nconclude and that\nagreement became necessary when the September\nagreement lapsed due to the non-fulfilment of the suspensive\ncondition. There is nothing\nto displace the clear foresight implicit\nin the earlier authorisation to cover future circumstances requiring\nattention âto give\neffectâ to the resolution disposing of the\nproperty. The authorisation of 3 October was, in my view, not\nnecessary, but it put\nthe issue beyond doubt in terms of Harrisâs\nauthority to sign the September agreement, by ratifying his signature\nthereon, as well\nas authorising him to sign all other necessary\ndocuments to give effect to the transaction.\n[17]\tThat Monica Harris was clear in her intent is borne\nout by her experience in the arbitration proceedings. She was clearly\naware\nof the ambit of the authority she had to bestow on Harris for\nthe transaction to be concluded successfully. The resolutions she\nsigned\nevince this awareness and were clearly compliant with s 228.\n[18]\tThis conclusion effectively disposes of the\nappellantâs argument on the first issue and inevitably determines\nthe outcome of\nthe appeal. The second leg of the appellantâs\nargument about an enquiry regarding the need for a special resolution\nin terms of\nthe amended s 228 need therefore not be undertaken.\n[19]\tThe following order is under the circumstances\ngranted:\nThe appeal is dismissed with costs including the costs\nof two counsel.\n_________________\nD MLAMBO\nJUDGE OF APPEAL\nHurt AJA (Lewis JA, Griesel and Seriti AJJA concurring):\n[20]\tI have read the judgment of my colleague Mlambo JA.\nI agree with the result but write separately in order to expand upon\nthe\nissues. Two questions arise for decision. The first is whether\nthe contract was invalid for want of proper authorisation of the\nperson\nwho concluded the contract on behalf of the respondent. The\nsecond is whether, at the material times, the respondent had acted in\nconformity with the current provisions of s 228 of the Companies Act\n61 of 1973.\n[21]\tAs its name indicates, the respondent is a\nproperty-owning company. In fact its sole asset is an immovable\nproperty in Midrand,\nto which I shall refer simply as âthe\npropertyâ. The sole shareholder in the respondent is Ms Monica\nHarris and her son, Mr David\nMarcus Harris (âHarrisâ), is the\nsole director.\nThe History\n[22] \tIn July 2004, Harris, purporting to represent the\nrespondent, concluded a contract for the sale of the property to JFS\nProperties\nNo 10 (Pty) Ltd. Disputes arose between JFS Properties and\nthe respondent as to the validity of the contract, the respondent\ncontending\nthat it was not bound by the contract and JFS claiming to\nbe entitled to enforce it. In the first half of 2007 these disputes\nwere\nreferred to arbitration. In June 2007, while the arbitration was\nstill pending, Harris negotiated the sale of the property to a\ncompany\ncalled Dynadeals Three (Pty) Ltd. On 29 June, Ms Harris, in\nher capacity as the sole shareholder in the respondent, signed a\ndocument\nheaded âResolution Passed by the Company in Terms of\nSection 228 of the Companies Act No 61 of 1973â. It recorded that\nthe company\nhad resolved to dispose of the property to Dynadeals. It\nalso recorded that Harris was authorised to conclude the necessary\nsale\nagreement and to perform any other acts necessary to dispose of\nthe property.\n[23]\tDuring September 2007 there were discussions which\nresulted in the parties agreeing that the property would be purchased\nby the\nappellant, a company in which Dynadeals was the sole\nshareholder. Dynadeals was to stand surety for the due performance by\nthe appellant\nof its obligations in terms of the contract. According\nto the unchallenged evidence of Ms Harris in this connection, she was\naware\nof the change in identity of the proposed purchaser and was\nsatisfied that the sale would proceed on this basis. There was,\nhowever,\none stumbling block in the way of the sale and that was that\nthe arbitration was still pending.  If the arbitratorâs award\nturned\nout to be in favour of JFS Properties, the respondent would\nnot be able to perform its obligations to the appellant. To cater for\nthis contingency, it was agreed that the sale to the appellant would\nbe subject to the respondent obtaining a favourable award from\nthe\narbitrator. As a matter of practicality, 31 October 2007 was set as\nthe limiting date for this suspensive condition.\n[24]\tAccordingly, on 11 September 2007 a written\ncontract of sale was concluded by which the appellant purchased the\nproperty for\nR12 677 517. In clause 3.1 the contract (save for\ncertain executory provisions) was stated to be subject to the\nrespondent being\nheld, in the arbitration proceedings or in any\nappeal therefrom, to be entitled to cancel the contract with JFS. The\nfollowing stipulation\nwas set out in clause 3.2:\nâ\nIn the event that the\naforementioned condition is not fulfilled or waived by the Parties,\non or before 31 October 2007, or such later\ndate as the Parties may\nagree to in writing prior to the said date, this Agreement shall\nautomatically lapse and be of no further\nforce and effect between the\nParties.â\n[25]\tMs Harris stated in her replying affidavit that she\nhad been alerted to the requirement of proper authorisation of Harris\nto\nconclude contracts on behalf of the respondent, by the dispute\nwith JFS Properties. Accordingly, and notwithstanding the ambit of\nthe resolution passed on 29 June 2007 and her acceptance of the\ndecision to substitute the appellant as purchaser of the property\nin\nthe place of Dynadeals, she had executed a further resolution\n(expressly stated to be âin her capacity as sole shareholderâ\nof\nthe respondent) on 3 October 2007, which was in the following terms:\nâ WHEREAS\n:\nThe Company entered into a sale\nof property agreement with Simcha Properties 6 CC on 11 September\n2007 (âthe Agreementâ).\nNOW THEREFORE IT IS RESOLVED\nTHAT:\nthe signature of the Agreement\n\tby David Marcus Harris as director of the Company on 11 September\n\t2007 be and hereby is ratified;\nand\nDavid Marcus Harris be, and\n\thereby is, authorized to sign all such documents and do all such\n\tthings as may be necessary to give\neffect to the Agreement.â\n[26] \tOn 31 October 2007 the contract of sale lapsed\nbecause the arbitration award had not yet been received, nor had the\nparties\nwaived or extended the period of the suspensive condition\nbefore that date. However, on 27 November 2007 the parties concluded\nwhat\nthey referred to as a âreinstatement agreementâ. The\npreamble to this agreement recorded the fact that the contract\nconcluded\non 11 September 2007 had lapsed and stated that the parties\nwished âto reinstate the Sale of Property Agreement and make\ncertain\namendments theretoâ. The reinstatement and amendment were\nthen set out in the following terms:\nâ2 \tREINSTATEMENT OF SALE OF\nPROPERTY AGREEMENT\nNotwithstanding that â\nthe suspensive condition\n\t\t\tstipulated in clause 3.1 of the Sale of Property Agreement was not\n\t\t\tfulfilled on the date stipulated\ntherefor; and\nthe Sale of Property\n\t\t\tAgreement has lapsed as a result thereof,\nthe parties hereby reinstate the\nSale of Property Agreement and agree to be bound by the terms and\nconditions thereof with effect\nfrom the original date of signature,\nbut subject to the amendment contained in clause 3 below.\nAMENDMENT\nThe parties hereby amend clause\n3.2 of the Sale of Property Agreement by deleting â\n31\nOctober 2007\nâ and\ninserting â\n31\nJanuary 2008\nâ in\nthe place thereof.\nREMAINING PROVISIONS\nAll the remaining terms and\nconditions of the Sale of Property Agreement shall continue in full\nforce and effect.â\n[27]\tThe final arbitration award, upholding the\nrespondentâs contention that it was entitled to resile from the\ncontract with JFS\nProperties, was delivered to the arbitration\nparties on 15 December 2007 and, neither party having given notice of\nan appeal within\nthe prescribed period of five business days, the\naward became final on 21 December 2007. On that date, too, the\nsuspensive condition\nin clause 3 of the reinstatement agreement was\nfulfilled and the contract of sale took effect.\n[28]\tFor the purpose of completing the history of the\ntransactions between the parties, it will suffice to say that, during\nthe early\npart of 2008 the respondent sought, without success, to\nenforce the delivery, by the appellant and/or Dynadeals, of the\nguarantees\nnecessary to enable the conveyancer to proceed with the\ntransfer of the property to the appellant. Eventually, in June 2008,\nthe\nrespondent lodged the application which resulted in it obtaining\nthe order referred to in para 1, above. The basis upon which Swart\nAJ\ngranted the order will be discussed shortly.\n[29]\tThe sequence of events and facts set out above\nreflect those aspects of the affidavits in the application which were\ncommon cause\ntogether with certain findings of fact made by the\nlearned judge in the course of reaching his conclusions on the merits\nof the matter.\nAlthough counsel for the appellant sought to question\nthe reliability of the evidence of Ms Harris by reference to certain\nevidence\nshe had given in the arbitration proceedings, he candidly\nacknowledged, in the course of argument, that the appellant was not\nin\na position to challenge the assertions in Ms Harrisâs replying\naffidavit, and the facts which are set out above treat those\nassertions\nas having been satisfactorily proved.\n2\nThe Provisions  of the Companies Act\n[30]\tAs indicated, the property was the sole asset of\nthe respondent. It is common cause, therefore, that the respondent\ncould not\ndispose of it without a general resolution of the\nrespondentâs shareholders authorising such disposal. This was a\nspecific requirement\nof s 228 of the Companies Act prior to 14\nDecember 2007. The section read:\nâ\n228 (1)   Notwithstanding\nanything contained in its memorandum or articles, the directors of a\ncompany shall not have the power, save\nwith the approval of a general\nmeeting of the company, to dispose of â\nthe whole or substantially the\n\twhole of the undertaking of the company; or\nthe whole or the greater part\n\tof the assets of the company.\n(2)    No resolution of the\ncompany approving any such disposal shall have effect unless it\nauthorizes or ratifies in terms the specific\ntransaction.â\n[31]\tSwart AJ held, and his finding in this regard was\nnot challenged on appeal, that the resolution of 3 October 2007\ncomplied with\nthe statutory requirements in force at that date. In\nthis regard, he relied on the well-established principle of\nâunanimous assentâ:\nwhere all the shareholders of a company\nunanimously assent to a transaction, such assent is as effective as\nwould have been a resolution\npassed at a formal general meeting of\nthe company.\n3\n[32]\tOn 14 December 2007, an amendment to s 228 took\neffect. It is not necessary for the purpose of this judgment to quote\nthe amended\nsection in full. It is sufficient to state that the new\nsection required a special resolution for the valid authorisation of\na disposal\nof the sole asset, or the greater part of the assets, of a\ncompany. By virtue of the provisions of ss 200 and 202 of the\nCompanies\nAct, a special resolution is not effective unless it has\nbeen registered by the Registrar of Companies within a month of its\npassing.\nAlthough there was a belated attempt by Ms Harris to ratify\nthe reinstatement contract by special resolution in August 2008, I\nconsider\nthat this matter falls to be decided on the basis that the\nprovisions of the amended s 228 had not been complied with at any\nmaterial\ntime.\nThe Judgment of the High Court\n[33]\tSwart AJ found, as a matter of fact, that Harris\nhad been properly authorised, and the conclusion of the contract of\n11 September\nratified, by the resolution of 3 October 2007. That\nresolution, the learned judge held, was equivalent to a general\nresolution, based\non the principle of unanimous assent and the fact\nthat Ms Harris was the only shareholder in the respondent. Therefore\nthe fact that\nno general meeting had been held did not detract from\nthe validity of the ratification. In regard to the contention that\nthe reinstatement\nagreement constituted a different contract to the\nagreement of 11 September, Swart AJ said:\nâ\nThe fact that the (11\nSeptember) agreement lapsed and was later reinstated in terms of the\nNovember 2007 agreement is irrelevant.\nUntil the authority bestowed\nin terms of the resolution of 3 October 2007 was revoked, Harris was\nand remained empowered to dispose\nof the property in terms of the\nSeptember 2007 agreement. That is exactly what the reinstatement\nagreement sought to achieve.â\nThe Appellantâs Contentions\n[34]\tAs indicated in para 1 above, two issues were\ndebated by counsel in argument before us. It will be convenient to\ndispose of the\nsecond of those issues first. It concerned the\napplicability of the amendment to s 228 of the Companies Act to the\ntransactions between\nthe parties. The contention of counsel for the\nappellant was that, since the contract of sale had not yet taken\neffect (because the\nsuspensive condition had not yet been fulfilled)\nby 14 December 2007, it was hit by the provisions of the\namendment. The attempt\nby Ms Harris to ratify the conclusion of that\nagreement in August 2008 had come after the appellant had already\nsought to resile\nfrom the contract and was therefore too late to\nâbreathe life intoâ the contract.\n[35]\tIt seems to me that the short answer to this\nsubmission is that the reinstatement was not, as a matter of fact or\nlaw, hit by\nthe amendment to s 228. As counsel for the respondent\nsubmitted, the conclusion of the 11 September agreement, whether\nsubject to\na suspensive condition or not, was the result of a\ndecision on the part of the company (at least the sole director\nthereof) to dispose\nof the asset. The ratification which took place\non 3 October was plainly a ratification of âthe specific\ntransactionâ within\nthe contemplation of the then s 228. That\ntransaction was simply an agreement by the company to sell the\nproperty to the respondent\nprovided it was liberated from any\npossible obligations to JFS Properties. This was the âtransactionâ\nwhich was ratified and\nwhich Harris was authorised to proceed with to\nfinality. To hold that the advent of the amended s 228 could affect\nthe authority\nthus conferred would be to vest the amendment with\nretrospective effect. That would be contrary to the fundamental\nprinciple that\nstatutes are not to be construed as having such effect\nunless their language specifically provides for it. There is nothing\nin the\namended s 228 which can be so construed. It follows that Swart\nAJ was correct in his view that the amendment to the section did not\naffect the legal relationships between the parties.\n[36]\tThat leaves the first issue. In this regard,\ncounsel for the appellant very properly conceded that if it is found\nthat Harris\nwas authorised to conclude the reinstatement agreement,\nthe appeal could not succeed. The submission that he was not (the\nissue about\nthe effect of the statutory amendment having been\ndisposed of) depended upon the court taking the view that the\nreinstatement agreement\nwas something different from the agreement of\n11 September 2007. There is no basis for taking such a technical and\nartificial view\nof the transactions in which the parties were\ninvolved. The shareholder specifically approved of the companyâs\nasset being disposed\nof. She intended to ratify whatever her son had\ndone, up to 3 October 2007, to dispose of it and to authorise him to\nproceed to finality\nwith such disposal on the terms set out in the\nSeptember agreement. It is idle to suggest that what he did to\nresuscitate that agreement,\non its original terms save for the\ntermination date of the suspensive condition, constituted a resort to\na different form of âdisposalâ.\nAs Swart AJ stated, the\nreinstatement agreement was aimed at achieving precisely what Harris\nhad been authorised (and impliedly instructed)\nto achieve.\n[37] \tI thus agree that the appeal should be dismissed\nwith costs, such costs to include the costs of two counsel.\n__________________\nN V HURT\nACTING JUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT:  \t\tP J van Blerk SC\nInstructed by Geoffrey Sutherns Attorneys, Johannesburg\nLovius-Block Attorneys, Bloemfontein\nRESPONDENT:\t\tA Subel SC; M F Welz\nInstructed by Rudolph Bernstein & Associates,\nJohannesburg\nMatsepes Incorporated, Bloemfontein\n1\nLevy & others v Zalrut Investments (Pty)\n\tLtd\n1986 (4) 479 (W) where it was\n\tstated at 485F that:  âI am hence of the opinion that the\n\tunanimous consent of the shareholders\nof a company to a specific\n\ttransaction has the same effect and validity as the approval of such\n\ttransaction by a general meeting\nof the company.â\n2\nAs, indeed, they were found to be proved by the judge in the lower\n\tcourt.\n3\nGohlke and Schneider & another v Westies Minerale (Edms) Bpk\n\t& another\n1970 (2) SA 685\n(A) at 693 to 694.",
  "scraped_at": "2026-02-11T20:22:17.807425",
  "date": "2010-03-31",
  "coram": [
    "Lewis JA",
    "Mlambo JA",
    "Hurt AJA",
    "Griesel AJJA",
    "Seriti AJJA"
  ],
  "case_number": "256/09",
  "parties": {
    "applicants": [
      "SIMCHA PROPERTIES 6 CC"
    ],
    "respondents": [
      "SAN MARCUS PROPERTIES (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The respondent, a property‑holding company whose sole asset was a farm parcel in Gauteng, entered into a series of agreements to sell that asset. On 11 September 2007 the appellant contracted to purchase the property from the respondent for R12 677 517, with the sale subject to a suspensive condition that a pending arbitration award confirm the respondent’s right to rescind an earlier sale to JFS Properties. The agreement was to be signed by the respondent’s sole director, David Marcus Harris, who acted on authority granted by two resolutions signed by the sole shareholder, Monica Harris, on 29 June 2007 and 3 October 2007. The suspensive condition was not met by 31 October 2007, causing the September agreement to lapse; a “reinstatement agreement” was executed on 27 November 2007, amending the deadline for the condition to 31 January 2008. The condition was eventually satisfied on 15 December 2007, rendering the reinstated agreement effective. The appellant later failed to comply with its obligations, prompting the respondent to seek enforcement. The appellant argued that Harris lacked proper authority under section 228 of the Companies Act to conclude the reinstatement agreement, especially after an amendment to that section required a special resolution.",
    "issues": "The appeal raised two primary legal questions: (1) Whether the reinstatement agreement was validly authorised by the respondent’s sole shareholder under the then‑applicable provisions of section 228 of the Companies Act, i.e., whether Harris had the requisite authority to sign the agreement; and (2) Whether the amendment to section 228, which took effect on 14 December 2007 and required a special resolution for disposal of a sole asset, applied retrospectively to the transactions and thus invalidated the earlier authorisations.",
    "principles": "Section 228 (pre‑amendment) prohibited directors from disposing of the whole or substantially the whole of a company's assets without approval of a general meeting, but allowed the shareholder’s unanimous assent to serve as an effective resolution. The amendment to section 228 introduced a mandatory special resolution, registered with the Registrar, for such disposals. The principle of non‑retrosivity of statutory amendments dictates that new procedural requirements do not affect transactions concluded before the amendment’s commencement. Additionally, the doctrine of unanimous assent treats the sole shareholder’s written consent as equivalent to a formal general meeting resolution.",
    "application": "The court held that the two resolutions signed by Monica Harris in June and October 2007 provided the necessary shareholder authority for Harris to conclude both the original September agreement and the subsequent reinstatement agreement. The reinstatement agreement was not a new transaction but merely a continuation of the original sale, which fell within the scope of the earlier authorisation. The amendment to section 228, effective after the reinstatement agreement had been ratified, could not be applied retrospectively; therefore, the lack of a special resolution did not invalidate the authorisation. The court concluded that Harris acted within his authority and that the respondent had complied with the statutory requirements in force at the relevant times.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The respondent’s order obtained in the High Court was upheld, confirming that the sale agreement was validly authorised and enforceable."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Directors' Authority and Shareholder Resolutions",
    "level_3": [
      "section 228",
      "authorisation",
      "sole shareholder",
      "special resolution",
      "unanimous assent",
      "sale of sole asset"
    ]
  }
}