{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/120.html",
  "case_name": "Nduna v S (076/2010) [2010] ZASCA 120; 2011 (1) SACR 115 (SCA) ; [2011] 2 All SA 177 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 120",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 120\n|\nNoteup\n|\nLawCite\nNduna v S (076/2010) [2010] ZASCA 120; 2011 (1) SACR 115 (SCA) ; [2011] 2 All SA 177 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n076/2010\nIn the matter between:\nMICHAEL NDUNA\n...........................................................\nAppellant\nand\nTHE STATE\n.......................................................................\nRespondent\nNeutral citation:\nNduna\r\nv S\n(076/10)\n[2010] ZASCA 120\n(30 September 2010)\nCoram:\nLEWIS and BOSIELO\r\nJJA and EBRAHIM AJA\nHeard: 13 September 2010\nDelivered: 30 September 2010\nSummary:\nEvidence –\r\nsimilar facts – modus operandi consistent on different charges\r\nof robbery – when inference of guilt\ncan be drawn –\r\npresence of fingerprints on vehicle involved in robberies –\r\nprobative value of fingerprint.\n_____________________________________________________________________\nORDER\nOn appeal from:\nWestern\r\nCape High Court (Cape Town) (Goliath and Le Grange JJ sitting as\r\ncourt of appeal):\nThe appeal is dismissed.\n___________________________________________________________\nJUDGMENT\nEBRAHIM AJA (Lewis and Bosielo\r\nJJA concurring)\n[1] This appeal is concerned with\r\nthe probative value of fingerprint evidence which formed the basis\r\nfor the conviction of the appellant\non two charges of armed robbery.\r\nHe was arraigned for trial in the regional court in Cape Town and, on\r\nconviction, sentenced on\neach charge to a term of 15 years’\r\nimprisonment. The learned magistrate ordered that ten years of the\r\nsentence on the first\ncharge was to run concurrently with the\r\nsentence imposed on the second charge, resulting in an effective\r\nsentence of 20 years’\nimprisonment.\n[2] An appeal to the Western Cape\r\nHigh Court against these convictions was dismissed. The high court\r\nconsidered that the sentences\nimposed warranted interference on the\r\nground that the trial court had not heeded their cumulative effect.\r\nThe high court considered\nthat a sentence of 15 years’\r\nimprisonment was appropriate. Accordingly the effective sentence of\r\n20 years’ imprisonment\nwas set aside, and in its place an order\r\nwas granted that the sentences of 15 years’ imprisonment\r\nimposed on each of the\ntwo charges were to run concurrently.\n[3] The high court granted the\r\nappellant leave to appeal to this court against his convictions only.\r\nThe appeal before us was argued\non the basis that the only evidence\r\nlinking the appellant to both charges against him was that of his\r\nfingerprints found on the\ntwo vehicles involved in the two armed\r\nrobberies and that this was insufficient to prove guilt beyond\r\nreasonable doubt.\n[4] Before dealing with this\r\nissue it is necessary to give an overview of the evidence presented\r\nby the complainants on the robbery\ncharges. The trial commenced on 3\r\nDecember 2007. David Alexander, a businessman, testified in respect\r\nof the first charge. He said\nthat on the afternoon of Friday 11 June\r\n1999 he left his offices situated in the Bo-Kaap area, Cape Town in\r\nthe company of his\ndriver, Nigel Julius, in order to go to Nedbank in\r\nStrand Street to draw cash to pay his employees’ wages. Having\r\ndrawn approximately\nR4 000 they left the bank at 2.55 pm and returned\r\nto the office just after 3.00 pm. He was a passenger in the vehicle,\r\nwhich he\ndescribed as ‘our little Nissan van’ and in his\r\nhand he carried the money he had drawn from the bank, which was not\n\nin any kind of wrapping.\n[5] On arrival at the office he\r\nalighted from the vehicle and as he and the driver walked towards the\r\nfront door of the business,\na white venture panel van pulled up, the\r\nright side rear door opened and a man got out and ran towards him.\r\nWhen this man was directly\nin front of Alexander he produced a\r\nfirearm (a silver pistol) which he held against Alexander’s\r\nhead. Alexander dropped the\nmoney to the ground. The man picked up\r\nthe money and ran back to the white van, got in and the vehicle sped\r\noff. An attempt to\napprehend the robber by an employee who gave chase\r\nwas unsuccessful. Alexander said that he was unable to identify his\r\nassailant\nsave to say that he was a ‘dark complexioned person’.\r\nHe provided the police with the registration number of the vehicle,\n\nCA 766235, which he managed to take down as the Venture made its\r\ngetaway. He conceded that the robbery occurred in broad daylight.\nHe\r\nexplained that he was unable to make an identification because his\r\nattention was riveted on the firearm held to his head.\n[6] His driver, Julius,\r\ncorroborated this evidence in material respects. He also testified\r\nthat the robbers climbed into the passenger\nside of the Venture van\r\nthrough a door which lifts at the rear of the vehicle. He was not\r\nable to tell the court if there were\nothers in the Venture van but he\r\ndid confirm that the man who had pointed the firearm at Alexander was\r\nnot the driver of the vehicle.\n[7] Joshua Abrahams, the\r\ncomplainant on the second charge of armed robbery, which occurred on\r\nthe afternoon of 26 January 2007 at\napproximately 12.45 pm, testified\r\nthat he had drawn cash in the sum of R54 300 from the Standard Bank,\r\nin N1 City, Cape Town. He\nwas driving a white Isuzu bakkie,\r\nregistration number CA 455247, belonging to the company that employed\r\nhim. He placed the money\nin the cubby hole and drove back to work. As\r\nhe turned into the parking area of his place of employment in\r\nKensington, Cape Town,\nhe saw a Mercedes Benz vehicle also turn into\r\nthe parking area, make a u-turn and then reverse out of his line of\r\nvision. As he\neased his vehicle into its parking place, he looked in\r\nhis rear view mirror and saw three men come running from behind his\r\nvehicle,\nwith firearms in their hands. He locked his door, and the\r\npassenger side door of the bakkie. One of the men went to the front\r\nof\nhis vehicle and the other two to the sides, one on the right and\r\none on the left. The men broke the windows with their firearms,\n\npointed these at him and shouted to him to hand over the money.\r\nHaving broken the glass of the side window of the bakkie on the\n\npassenger side one of the men opened the passenger door, and took the\r\nmoney from the cubby hole. The man who took the money hit\nhim on the\r\nshoulder with his firearm. The men then left.\n[8] Abrahams said they were not\r\nwearing any gloves so that their hands were uncovered. He conceded\r\nunder cross-examination that\nthe Isuzu bakkie was used on a daily\r\nbasis by himself and other employees throughout the Western Cape. He\r\nexplained his inability\nto describe the robbers as a consequence of\r\nhis state of shock. All he could see was ‘guns in front of me,\r\nguns on the side’.\nHe was adamant, however, that the man who\r\nwas standing with his firearm on his side (that is the right side) of\r\nthe bakkie had\napproached him from the rear of the bakkie. That was\r\nthe only way to get to the vehicle as it was parked in a space\r\nlimited by\na wall in front of the vehicle and another wall on the\r\nright hand side of the vehicle.\n[9] The expert evidence on\r\nfingerprints was as follows. At approximately 3 pm on 11 June 1999,\r\nGraham Crowster, an Inspector with\nthe South African Police Services,\r\nwith 20 years experience in the force, received a radio report whilst\r\non duty in Adderley Street,\nCape Town of the armed robbery which had\r\ntaken place at Alexander’s business premises requesting that he\r\nbe on the alert\nfor suspects. Approximately five minutes later, in\r\nfront of the provincial offices in Wale Street, he came across a\r\nwhite Venture\nvehicle, with registration number CA 766235, its\r\nwindows and doors locked. He established that the vehicle had been\r\nstolen in Mitchells\nPlain. He waited for the investigating officer to\r\narrive and then left to make a statement at the Cape Town Police\r\nStation.\n[10] At 5.30 pm Greg Hail, a\r\nfingerprint expert from the local criminal record centre in Cape\r\nTown, examined the vehicle and lifted\nan identifiable left thumb\r\nprint, taken from the left door, directly above the door handle. He\r\nproduced photographic enlargements\nof the fingerprint lifted from the\r\nvehicle door and of a print taken from the left thumb of a set of\r\nfingerprints which he marked\nwith the name ‘Michael Nduna’.\r\nHe concluded that they were identical, having established seven\r\npoints of similarity\nbetween them. As a further test, before the\r\ncommencement of his testimony, Hail took a fresh set of left thumb\r\nprints from the\nappellant which he then compared to the print lifted\r\nfrom the vehicle and to the left thumb print on the set of prints\r\nmarked ‘Michale\nNduna’ and found that all three sets were\r\nidentical to each other. He concluded that the print which he had\r\nlifted from the\nleft door of the white Venture vehicle was that of\r\nthe left thumb of the appellant.\n[11] Inspector Hendrik Johannes\r\nSchreuder of the SAPS, also an expert in the field of fingerprint\r\nevidence, attended the scene of\nthe robbery in Kensington 26 January\r\n2007 where he examined the white bakkie, with registration CA 455247.\r\nFrom the right hand\nside of the bakkie, on the canopy just behind the\r\ndoor frame, he lifted a palm print. In addition he also lifted\r\nfingerprints from\nboth sides of the bakkie which he testified were\r\nnot prints implicating the appellant. He lifted ten prints\r\naltogether. He said\nthat in order to imprint a palm print on a\r\nvehicle surface, full pressure of the palm onto the surface is\r\nrequired. In this case,\nfull pressure of the palm was exerted on to\r\nthe vehicle. Embarking on the same procedure as did Hail in order to\r\nestablish the\nidentity of the palm print, he compared the print he\r\nhad lifted from the bakkie with a set of fingerprints which he\r\nreceived from\nthe investigating officer. He concluded that the print\r\nwas that of the right palm of the appellant, having found seven\r\npoints of\nsimilarity.\n[12] No questions were put to\r\nHail or Schreuder challenging the authenticity of the prints lifted\r\nby them, nor was their evidence\nchallenged on appeal. It must\r\naccordingly be accepted that the appellant’s left thumb print\r\nand right palm print, respectively,\nwere found on the vehicles\r\ninvolved in the two armed robberies. Although it was argued that the\r\nfailure to give evidence on the\nage of the prints reduced their\r\nprobative value, the appellant did not challenge the state’s\r\nevidence that the prints lifted\nwere his. In the light of this\r\nevidence, it was conceded by counsel for the appellant that the\r\napplication in terms of\ns 174\nof the\nCriminal Procedure Act 51 of\n1977\nfor the discharge of the appellant at the close of the\r\nrespondent’s case was ill-conceived and had been rightly\r\nrefused.\nThe probative value of fingerprint evidence is undoubted:\nS\r\nv Legote\n2001 (2) SACR 179\n(SCA) para 3.\n[13] The appellant testified in\r\nhis defence. His response to the fingerprint evidence was that in\r\n1999 he was employed by Blue Ribbon\nBakery as a van assistant,\r\ndelivering bread throughout the Western Cape, his hours of duty being\r\nfrom 6 am to 3 pm. His areas of\ndelivery were Salt River, Woodstock\r\nand Cape Town. He knew nothing about the white Venture vehicle and\r\nnothing about the first\nrobbery charge against him. In January 2007\r\nhe was unemployed and knew nothing about the second robbery. He\r\nfrequently visited\nthe N1 Centre in Cape Town with his children,\r\nespecially his youngest child who liked to play the games at the\r\ncentre. He testified\nthat he delivered bread in 1999 to shops in the\r\nBo-Kaap area, from Monday through to Saturday, that the delivery to\r\neach shop was\nquick, with no break in between each delivery. He said\r\nthe first deliveries were done in the morning in the Bo-Kaap area and\r\nthe\nrest thereafter, with his workday ending at 3 pm by which time he\r\nwas free. Sometimes his workday ended at 12 noon. When confronted\n\nwith the evidence that his palm print was found on the Isuzu bakkie\r\nhe said:\n‘\nWhen\r\nthe motor vehicles are in the parking lot and you go and park there\r\nthen there is a possibility that you can touch someone’s\n\nvehicle when you get out of your car.’\nand\n‘\nWhen\r\nyou pass in between the motor vehicles you could touch.’\nand\n‘\nIt\r\nmight be now that when I come back from the shop and I’m\r\npushing my trolley and then it might be that I accidentally then\n\ntouch a motor vehicle.’\nand\n‘\nIt\r\nmight be just on that day that I touched there – it might (be)\r\nthe way it was parked.’\n[14] Counsel for the appellant\r\nargued that the inference of guilt was not the only possible\r\ninference to be drawn from the circumstantial\nevidence presented in\r\nthe case (\nR v Blom\n1939 AD 202).\nThe enquiry before us then is\r\nwhether the court a quo, on the evidence before it, could reasonably\r\nhave come to the conclusion\nthat it was indeed the appellant who\r\nperpetrated the robberies in question. This involves a determination\r\nof whether the two cardinal\nrules of logic in\nBlom\nhad been\r\ninvoked: first, the inference that the appellant committed the\r\nrobberies must be consistent with all the proved facts.\nIf it is not,\r\nthat inference cannot be drawn. Second, the proved facts should be\r\nsuch that they exclude every reasonable inference\nfrom them save that\r\nit was the appellant who was the perpetrator.\n[15] The first leg of the enquiry\r\nis clearly met: the inference that the appellant was one of the\r\nrobbers is consistent with the\nfingerprint evidence. The answer to\r\nthe second depends upon the probative value to be accorded to the\r\nappellant’s thumb and\npalm prints found on the Venture van and\r\nthe Isuzu bakkie. Can it be said, ultimately, that his explanation as\r\nto how his palm\nprint came to be on the Isuzu bakkie and his lack of\r\nknowledge as to how his thumb print came to be on the Venture van is\r\nreasonably\npossibly true, such that the conclusion that the appellant\r\nwas guilty on both counts is wrong?\n[16] The thrust of counsel’s\r\nargument was three-fold. First, eight years had passed between the\r\ndate of the first robbery\nand the date of the appellant’s\r\ntestimony. The lack of explanation for the presence of his thumb\r\nprint on the Venture van\nwas equally consonant with an innocent\r\nexplanation as with a guilty one, as was his explanation of his palm\r\nprint on the Isuzu\nbakkie. Second, because the state had not led any\r\nevidence during the trial as to the apparent age of the appellant’s\r\nthumb\nprint and palm print and the probable life span of these prints\r\nin the particular positions they were found on the vehicles, the\n\nprobative value of the finger print evidence had been diminished.\r\nThird, the high court had erred in using the evidence led on\nthe one\r\ncount in order to prove the other count as this was an impermissible\r\nform of reasoning in determining the guilt of the\nappellant. Counsel\r\nsubmitted that the court a quo ought to have harboured a doubt as to\r\nthe appellant’s guilt and acquitted\nhim on both charges.\n[17] It is settled law that\r\nwhilst similar fact evidence is admissible to prove the identity of\r\nan accused person as the perpetrator\nof an offence, it cannot be used\r\nto prove the commission of the crime itself. This legal principle\r\noperates, in addition, to exclude\nsuch similar fact evidence from\r\nbeing confirmatory material on another count.\n[18] However, the application of\r\nthe rule is not to be confused with the situation where the rule is\r\ninvoked to establish the cogency\nof the evidence of a systematic\r\ncourse of wrongful conduct in order to render it more probable that\r\nthe offender committed each\nof the offences charged in respect of\r\nsuch conduct (\nS v Gokool\n1965 (3) 465 NPD at 475A-D). The\r\nappellant’s argument, if it were to be accepted, would be\r\ntantamount to excluding evidence\nof the modus operandi of the\r\nappellant merely because he had been charged with more than one count\r\nof robbery. In\nGokool\nHarcourt J said (at 475D-F):\n‘\nIt\r\nis clear that each count brought against an accused person must be\r\nconsidered separately and that the admissibility of evidence\non each\r\ncount must be tested as if that count had been the only count against\r\nsuch accused ─\nR\r\nv Buthelezi\n1944\r\nTPD 254.\nBut this does not prevent material, which could be\r\nadmissible under the rules relating to similar fact evidence, from\r\nbeing received\nmerely because a plurality of counts is involved in a\r\ncase.’\nThe ultimate test is, and must\r\nalways be, the relevance of such similar fact evidence as the\r\nfoundation for its admissibility against\nthe accused person: the\r\nevidence will be admissible if it is relevant to an issue in the\r\ncase. This court (per Schreiner JA) stated\nthe rule succinctly in\nR\r\nv Matthews\n1960 (1) SA 752\n(A) at 758B-C:\n‘\nRelevancy\r\nis based upon a blend of logic and experience lying outside the law.\r\nThe law starts with this practical or common sense\nrelevancy and then\r\nadds material to it or, more commonly, excludes material from it, the\r\nresult being what is legally relevant\nand therefore admissible. . . .\nKatz’s\ncase\r\nis authority for asking oneself whether the questioned evidence is\r\nonly, in common sense, relevant to the propensity of the\nappellants\r\nto commit crimes of violence, with the impermissible deduction that\r\nthey for that reason were more likely to have committed\nthe crime\r\ncharged, or whether there is any other reason which, fairly\r\nconsidered, supports the relevancy of the evidence.’\n[19]\nR v Katz\n1946 AD 71\nvery clearly demonstrates how the rule is to be applied. The accused\r\nthere was charged with having sold meat above the controlled\nprice on\r\nfive separate occasions within a period of 11 days. Evidence was\r\nadmitted of a customer’s complaint some weeks before\nthen of\r\nthe high price charged, and of the accused’s response that he\r\nwas not prepared to sell at the controlled price, on\naccount of its\r\nrelevance to show that the accused sold in the ordinary course of\r\nbusiness at a higher price. This evidence of his\npractice made it\r\nmore probable that he sold on the five separate occasions at the\r\nhigher price. Thus evidence of a modus operandi\ncan be used to prove\r\nthe commission of an offence provided the relevance of that evidence\r\nhas been established. In my view the\nevidence relating to the modus\r\noperandi on the two counts, supported by the fingerprint evidence, is\r\nrelevant and admissible. Each\noffence has been established\r\nindependently, but the cumulative effect of evidence of similar\r\nconduct on both counts must weigh\nheavily against the appellant.\n[20] Counsel referred us to the\r\njudgment of Griesel J (Van Staden AJ concurring) in the Western Cape\r\nHigh Court in the matter of\nJonginamba v The State\n(Case No\r\nA389/10). The appellant in that matter was convicted of the robbery\r\nof the second complainant in this case, Abrahams,\nin respect of the\r\nsame incident. The court on appeal set aside Jonginamba’s\r\nconviction on the basis that the evidence of\nhis palm print on the\r\nIsuzu bakkie was insufficient to conclude that the only reasonable\r\ninference to be drawn was that he was\none of the robbers. I express\r\nno view on the correctness of the decision. The evidence in this\r\nmatter is different because of the\nadditional charge of robbery, and\r\nbecause the appellant’s explanation of how his fingerprints may\r\nhave been placed on the\ntwo vehicles is not credible.\n[21] It is highly unlikely that\r\ntwo robberies, committed in the same fashion (the robbery by armed\r\nmen of a complainant, who has\njust drawn cash from a bank, as he\r\nreturns to his business premises ), where the fingerprints of one are\r\nfound on the different\nvehicles, would be entirely unconnected. Even\r\nthough so far apart in time, the coincidence, especially when regard\r\nis had to the\nfact that the fingerprints of the appellant were lifted\r\nin each case from a vehicle proven to have been involved in each\r\nrobbery,\nis explicable only on the basis that the appellant\r\nparticipated in each robbery.\n[22] The only inference to be\r\ndrawn from the proved facts is that the appellant is guilty on both\r\ncounts, and was correctly convicted.\n[23] The appeal is dismissed.\n___________________\nS Ebrahim\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: RM Liddell\nInstructed by Liddell Weeber &\r\nVan der Merwe c/o Von Lires, Cooper, Barlow, Cape Town\nBen van der Merwe Attorneys,\r\nBloemfontein\nRESPONDENT: (Ms) M Marshall\nInstructed by The Director of\r\nPublic Prosecutions, Cape Town\nThe Director of Public\r\nProsecutions, Bloemfontein",
  "scraped_at": "2026-02-11T20:37:25.995997",
  "date": "2010-09-30",
  "coram": [
    "Lewis",
    "Bosielo JJA",
    "Ebrahim Aja"
  ],
  "case_number": "076/2010",
  "parties": {
    "applicants": [
      "Michael Nduna"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Michael Nduna, was charged with two counts of armed robbery. The first robbery occurred on 11 June 1999 when David Alexander was forced at gunpoint to surrender cash from a Nissan van; the robbers fled in a white Venture panel van (registration CA 766235). The second robbery occurred on 26 January 2007 when Joshua Abrahams was attacked while parking his white Isuzu bakkie (registration CA 455247) after withdrawing cash from a bank. Fingerprint experts lifted Nduna’s left thumb print from the door of the Venture van and his right palm print from the side of the Isuzu bakkie, each matching his known prints with seven points of similarity. No challenges were made to the authenticity of the prints. Nduna testified that he had no knowledge of either vehicle and offered tentative explanations for the presence of his prints, claiming incidental contact while parking.",
    "issues": "The primary issue was whether the fingerprint evidence, together with the modus operandi of the two robberies, was sufficient to infer guilt beyond reasonable doubt and whether the conviction could be upheld. Secondary issues included the probative value of fingerprint evidence when the age of the prints was not established and whether similar fact evidence could be used across the two counts.",
    "principles": "The court relied on established principles that fingerprint evidence has undoubted probative value (S v Legote) and that similar fact evidence is admissible to show a systematic course of conduct if relevant (R v Blom, R v Matthews, R v Katz, S v Gokool). The inference of guilt must be the only reasonable conclusion consistent with all proved facts and must exclude alternative reasonable inferences. The relevance of evidence is determined by common‑sense logic and experience, not merely by propensity arguments.",
    "application": "The court found the expert testimony on the fingerprints credible and unchallenged, establishing a direct link between Nduna and the two vehicles used in the robberies. The similarity of the two offences – armed men confronting cash‑carrying victims in daylight – supported the inference that the same individual committed both. Nduna’s explanations for the prints were deemed implausible and did not create a reasonable doubt. The court held that the similar fact evidence concerning the modus operandi was relevant and admissible, strengthening the probative value of the fingerprints.",
    "conclusion": "The appeal was dismissed. The convictions on both counts of armed robbery were upheld, and the sentences of fifteen years imprisonment on each count were confirmed to run concurrently, resulting in an effective sentence of twenty years imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence",
    "level_3": [
      "fingerprint evidence",
      "similar fact evidence",
      "armed robbery",
      "probative value",
      "conviction"
    ]
  }
}