{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/14.html",
  "case_name": "Lachman v S (432/09) [2010] ZASCA 14; 2010 (2) SACR 52 (SCA) ; [2010] 3 All SA 483 (SCA) (15 March 2010)",
  "citation": "[2010] ZASCA 14",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 14\n|\nNoteup\n|\nLawCite\nLachman v S (432/09) [2010] ZASCA 14; 2010 (2) SACR 52 (SCA) ; [2010] 3 All SA 483 (SCA) (15 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 432/09\nAKASH LACHMAN\nAppellant\nand\nTHE STATE\nRespondent\nNeutral citation:\nLachman\n\tv The State\n(432/09)\n[2010] ZASCA 14\n(15 March 2010)\nCoram:\nMTHIYANE, VAN\n\tHEERDEN JJA and\nGRIESEL AJA\nHeard:\n19 February 2010\nDelivered:\n15 March 2010\nSummary:\nEvidence â\n\twhether police conduct amounted to a trap or an unlawful search â\n\twhether evidence discovered as a result is admissible\nâ whether\n\tcircumstantial evidence sufficient to prove appellantâs guilt.\n____________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nThe\n\tEastern Cape High Court (Grahamstown) (Kroon and Pickering JJ\n\tsitting as a court of appeal from a regional court):\nThe appeal is dismissed.\n__________________________________________________________\nJUDGMENT\n__________________________________________________________\nGriesel\n\tAJA (Mthiyane and Van Heerden JJA concurring):\nThe\n\tappellant was convicted in the regional court, sitting in East\n\tLondon, on a charge of corruption in contravention of s 1(1)(\nb\n)\n\tof the Corruption Act 94 of 1992.\n1\nThe essence of the charge was that, whilst employed as an auditor in\n\tthe East London office of the South African Revenue Service\n(SARS),\n\tthe appellant corruptly attempted to solicit a bribe from a certain\n\tMr Kwame Mokoena as a reward for assisting the latter\nto make his\n\ttax problems âgo awayâ, which actions constituted an excess of\n\this powers or a neglect of his duties as such auditor.\nAfter\n\this conviction, the appellant was sentenced to five yearsâ\n\timprison­ment of which two years were con­ditionally\n\tsus­pended. His appeal to the Eastern Cape High Court,\n\tGrahamstown against the conviction and sen­tence was\n\tun­successful,\nhence this further appeal against his\n\tcon­viction,\n2\nwhich comes before us with leave granted by this court.\nFactual background\nThe\n\tevidence of Mokoena was that he was at all material times the owner\n\tof a business entity styled Investorex trading as Kwasaka\nAgencies.\n\tHe was registered with the East London branch of SARS as a vendor\n\tliable to pay Value Added Tax (âVATâ). His file\nat SARS was\n\tattended to by the appellant in his capacity as auditor, together\n\twith another auditor, a certain Ms Sabrina Taylor.\nOn\n\t23 September 2003 Mokoena received a telephone call from the\n\tappellant who sought certain details relating to Mokoenaâs tax\n\taffairs. Mokoena made an appointment to see the appellant at the\n\tSARS offices later that same day to discuss the matter. At the\n\tinterview, the appellant pointed out to Mokoena that he had not\n\tsubmitted his tax returns and that SARS had decided to conduct\nan\n\taudit of his business affairs. Mokoena was accordingly requested to\n\tsubmit certain further information to SARS.\nShortly\n\tafter the interview, on his arrival at home, Mokoena received an\n\tanonymous text message (commonly referred to as an âSMSâ,\nan\n\tabbreviation for âshort message serviceâ) on his cellphone,\n\temanating from a cellphone with the number 0726786492. The message\n\twas to the following effect:\nâ\nI\ncan help you with your tax affairs, you have got problems and I can\nhelp you with your tax affairs.â\nMokoena\n\twas instructed by the anonymous author not to call the number from\n\twhich the SMS was sent, but to reply only via SMS as\nit was\n\tdangerous to talk over the telephone, with the sender working at\n\tSARS.\nLater\n\tthat evening Mokoena received further SMSs from the same cellphone\n\tnumber, one advising him that he would only have to pay\nSARS the\n\tamount of R10 000 in order to get all his books with SARS up to\n\tdate and another one requesting him to pay R60 000\nâin order\n\tto make [his] problems with the Receiver disappearâ. After\n\tcommenting to his wife that the person was playing a game\nwith him,\n\tand that he did not know what it was all about, he sent an SMS in\n\treply to the effect that he only had R30 000 available.\nThe\n\tresponse thereto was to the effect that, âI am doing you a favour,\n\tthatâs only half the amount and I am doing you a favourâ.\nThe\n\tfollowing day Mokoena received a further SMS enquiring when he would\n\thave the money available. He decided to ignore this SMS,\nas also\n\tfurther SMSs he received that day. A few days later he received a\n\tfax from the SARS offices, co-signed by Ms Taylor and\nthe appellant,\n\trequesting a list of his assets and his banking and other details.\n\tReceipt of the fax was followed by another SMS\nto the following\n\teffect: âI work at SARS; nobody can help you but me. Not even your\n\taccountant can help you.â A further SMS\nfollowed shortly\n\tafterwards, enquiring whether Mokoena had received the fax.\nMokoena\n\tsubsequently had another meeting with the appellant at the SARS\n\toffices during which the appellant informed Mokoena that\nthe Special\n\tInvestigating Unit of SARS intended to charge him and secure a\n\tcriminal conviction for tax evasion. The appellant highlighted\nthe\n\tseriousness of the matter. Within 20 or 30 minutes of his leaving\n\tthe SARS offices Mokoena received another SMS that canvassed\nthe\n\tsame aspects that had been raised with him by the appellant during\n\tthe earlier meeting. Mokoena described his bemusement at\nthese\n\tevents as follows:\nâ\nAnd\nby this time I was just very, very, very suspicious as to how things\nwere developing. Every time I received a fax, Iâd get an\nSMS. Every\ntime I received a call or I spoke to somebody, Iâd receive an SMS.â\nThe\n\tSMSs continued thereafter, Mokoena stating that in total he probably\n\treceived more than 200 of them over a period of just over\nthree\n\tweeks. All the SMSs emanated from the same cellphone number.\nOn\n\tMonday, 13 October 2003, Mokoena received a further SMS instructing\n\thim to pay R20 000 or âthe deal was offâ, thus leaving\nhim\n\tto face the consequences of the investigation by the special\n\tinvestigating unit. By this time, according to Mokoena, he realised\n\tthat he could not trust anybody at SARS âas I felt as though I was\n\teither being framed or trapped or pressured into somethingâ.\nHe\n\taccordingly consulted his attorney, who advised him to enlist the\n\tservices of a private investigator. He thereupon approached\nMr\n\tTyrone Power, a private investigator, who advised him to âplay\n\talongâ with the author of the SMSs while Power undertook\nto\n\tcontact SARS.\nMatters\n\tcame to a head on the morning of Thursday, 16 October 2003, when\n\tMokoena received a further SMS instructing him to deliver\nthe\n\tR20 000 to the author at the offices of SARS in East London.\n\tMokoena drew R20 000 in notes, whereafter he, together\nwith his\n\tattorney, Mr Malusi, met Power at the latterâs office. There Power\n\tintroduced him to Captain Buys and Inspector McIntyre\nof the\n\tOrganised Crime Unit of the South African Police Service, who had in\n\tthe interim been contacted by Power. Whilst he was\nwith Buys at\n\tPowerâs office, Mokoena received a further series of SMSs asking\n\twhether he had the money ready. Upon ultimate con­firmation\nby\n\tMokoena that the money was available, he was instructed by the\n\tanonymous author via SMS to place the money in an envelope addressed\n\tto âMr Nkula c/o Riette Fellowsâ, marked âPrivate and\n\tConfidentialâ, and to deliver the envelope to the reception desk\n\tat the SARS offices, the receptionist to be informed that the\n\tenvelope had to be taken to Ms Fellowsâ desk. Buys accordingly\n\tmarked an envelope as instructed and placed the money in the\n\tenvelope. At the suggestion of Buys, only R5 000 was placed in\n\tthe envelope, instead of the R20 000 demanded in order to\n\treduce the risk of the money being lost. Prior to placing the money\n\tinto the envelope, the relevant notes (or at least some of them)\n\twere photo-copied in Powerâs office so as to facilitate later\n\tidentification.\nBuys\n\tthen set about making arrangements for the operation to be carried\n\tout. Thus he enlisted the services of Malusiâs driver\nto deliver\n\tthe envelope at the SARS reception desk; he arranged for a member of\n\tPowerâs staff to video the delivery of the envelope\nand the\n\tcollection thereof by whomever came to collect it; he secured\n\tpermission from Ms Perks, a member of the investigative personnel\nof\n\tSARS, for Buys and McIntyre to station themselves inside the SARS\n\tbuilding before the delivery and collection of the envelope\ntook\n\tplace. He also applied telephonically to the relevant police\n\tofficial for the necessary per­mission to conduct a covert\n\toperation, which was duly authorised.\nOn\n\tarrival at the SARS offices Buys and McIntyre took up position in a\n\tstoreroom, from which vantage point they had a view of the\npassage\n\tbetween the appellantâs office and the stairway leading down to\n\tthe ground floor and the reception area. A further police\nofficer,\n\tInspector Mbiko, was stationed in the reception area for the purpose\n\tof witnessing the delivery and collection of the\nenvelope. An\n\temployee of Power with a concealed video camera was with him. Power\n\tand Mokoena remained in Powerâs car, which was\nparked in the\n\tstreet outside the SARS building.\nIn\n\tdue course Malusiâs driver entered the SARS building with the\n\tenvelope, approached Ms Cousins, the SARS employee on duty at\nthe\n\treception desk, and advised her that he had come to drop off an\n\tenvelope for Ms Fellows. Ms Cousins had earlier been alerted\nby the\n\tappellant that an envelope would be dropped off later that morning\n\tfor either him or Ms Fellows. Upon arrival of the envelope,\nMs\n\tCousins accordingly telephoned the appellant to advise him of this\n\tfact. The appellant came down to the reception area and Ms\nCousins\n\tpointed out the man who was still holding the envelope. The\n\tappellant simply collected the envelope and immediately returned\nto\n\this office upstairs. On the way, Mbiko followed him, calling out to\n\thim to stop, but he simply carried on walking. He went into\nthe\n\toffice of Ms Fellows, who to his knowledge was not at work that day,\n\tand left the envelope on her desk. On exiting from that\noffice he\n\twas confronted by Buys and McIntyre. They retrieved the envelope\n\tfrom Ms Fellowsâ office and informed the appellant\nthat he was\n\tsuspected of corruption. The appellant was searched and a\n\tsilver-coloured cellphone was found on his person. At Buysâs\n\trequest the appellant accompanied the police to his desk. A search\n\tthere revealed another cellphone, blue-coloured, in a partly\nopened\n\tdesk drawer, which cell­phone was being charged.\nThe\n\tappellant was then requested to accompany the police to their\n\toffices at the Cambridge police station. At those offices Buys\n\ttelephoned the cellphone number from which the SMSs had been sent,\n\tbut neither the silver cellphone nor the blue cellphone rang\nin\n\tanswer to the call. Buys thereupon commented to McIntyre that he\n\twanted to return to the appellantâs office to perform a further\n\tsearch for a cellphone or a SIM card from which the incriminating\n\tSMSs originated. Upon hearing this, the appellant immediately\n\tresponded that he would not be âresponsibleâ for anything else\n\tthat might be found on his desk. McIntyre and Power then returned\nto\n\tthe SARS premises, accompanied by the appellant, while Buys followed\n\ta short while later.\nDuring\n\tthe ensuing search by McIntyre and Power of the appellantâs desk,\n\ta brown-coloured cellphone was found on top of the desk,\nunder some\n\tpapers and/or files. Power noticed on the cell­phoneâs call\n\tregister a number of missed calls made from his (Powerâs)\n\tcellphone. He testified that he had earlier that morning dialled the\n\tnumber from which the SMSs had emanated in order to see whether\n\tanyone would answer.\nOn\n\tBuysâs arrival at the SARS offices the brown cellphone was handed\n\tto him. He again dialled the âguiltyâ number and this\ntime the\n\tbrown cellphone either rang or silently vibrated (Buys could not\n\tremember which), thus confirming that it was the cellphone\nthey had\n\tbeen looking for. Buys accordingly arrested the appellant and\n\treturned to the offices of the Organised Crime Unit.\nOn\n\tgoing through the call registers on both the brown cellphone and the\n\tsilver cellphone, Buys observed that on both phones messages\n\tcontaining the name âHongfuâ were stored. (The message on the\n\tsilver phone was dated 15 October 2003). Asked for an explanation\n\tthe appellant declined to offer an answer.\nMs\n\tFellows, who was the team leader of the audit section of SARS, East\n\tLondon, of which the appellant was also a member, testified\nthat she\n\twas not at work on the day in question but was on sick leave, having\n\tbeen admitted to hospital. The members of her team,\nincluding the\n\tappellant, knew that she would not be at work that day. She further\n\ttestified that she did not know a man named Nkula\nor of the fact\n\tthat any envelope was to be delivered to her office on the day in\n\tquestion.\nThe appellantâs evidence\nThe\n\tappellant denied any knowledge of the SMSs about which Mokoena\n\ttestified. He claimed that on the morning in question he was\nin his\n\toffice when he received a telephone call from an unknown man, who\n\tasked to speak to his manager, Ms Fellows. He advised\nthe caller\n\tthat she was not at work and would only be returning to work the\n\tfollowing Monday. The caller stated that he had important\nbusiness\n\twith Ms Fellows and insisted on seeing her. On the appellantâs\n\tinquiry as to the manâs details, including his name\nand VAT\n\tnumber, the caller merely gave his name a few times, which he\n\tpronounced differently each time. The appellant offered to\nassist\n\tthe man with what­ever his query was, but he was told that the\n\tcaller had information for Ms Fellows. The appellant\ntold him that\n\the could bring the information (which the appellant assumed was in\n\tdocumentary form) in to the SARS offices and he\nwould ensure that it\n\treached Ms Fellows. The caller said that he would be there within 45\n\tto 60 minutes. The appellant accordingly\nadvised Ms Cousins, while\n\tleaving documentation with her for collection by an accountant, that\n\ta man, whose name was either Ntula\nor Nkula, would be coming in.\n\tWhen Ms Cousins telephoned him some time later, he went downstairs,\n\twhere Ms Cousins pointed out\na man. The man handed the appellant an\n\tenvelope and, when asked if he was Mr Ntula or Mr Nkula, the man\n\tâbasically just nodded\nand walked awayâ. The appellant saw Ms\n\tFellowsâ name on the envelope âand took for granted that that\n\twas the gentleman I\nspoke toâ. He accordingly put the envelope on\n\tMs Fellowsâ desk.\nOn\n\tleaving her office, he was confronted by Buys and McIntyre. The\n\tappellant confirmed, in broad outline, their evidence as to\n\nsubsequent events, including the discovery of the brown cellphone on\n\this desk. However, the appellant denied that the brown cellphone\n\tbelonged to him, claiming that he had never seen it prior to that\n\tday nor had he ever owned a brown cellphone. He surmised that\nsome\n\tunknown person must have âplantedâ it there between the first\n\tand second search by the police. He also suggested, under\n\tcross-examination, that there might have been a conspiracy against\n\thim and that his former colleagues who testified on behalf of\nthe\n\tstate could have been âcoaxed into saying itâ. Asked by whom,\n\tthe appellant replied that he had âno ideaâ.\nFindings of the trial court\nIn\n\ta comprehensive judgment, the magistrate dealt fully with the\n\tevidence presented on behalf of the state and the defence. In\n\ndiscussing the credibility of the state witnesses, the\nmagistrate\nfound that, as a witness, Mokoena was âsometimes evasive and did\n\tnot always answer simple questionsâ. He was nonetheless satisfied\n\tthat Mokoena did indeed receive the series of SMSs with the general\n\ttenor as explained by him. There is ample support in the record\nfor\n\tthis finding, which was not seriously challenged on appeal.\nThe\n\tmagistrate also made favourable credibility findings in respect of\n\tthe other state witnesses, including the two women who shared\nan\n\toffice with the appellant.\nThe\n\tappellantâ version, on the other hand, was rejected by the\nmagistrate as âtotally non­sensicalâ.\nThe admissibility of the âtrapâ\nAt\n\tthe trial, as also on appeal before the high court and this court,\n\tthe main argument advanced on behalf of the appellant was\nthat the\n\tpolice operation amounted to a trap. In fact, this defence was\n\traised up front by the appellantâs attorney in his plea\n\texplanation in terms of\ns 115\nof the\nCriminal Procedure Act 51\nof 1977\nat the commencement of the trial, when he informed the court\n\tthat âthe evidence relating to the trap is inadmissible in that\n\nthe state has not complied with the provisions of\ns 252A\nof the\nCriminal Procedure Act, in\nparticular that the trap itself was\n\tunlawful. And secondly, that the evidence obtained from the trap is\n\tinadmissible.â\nIn\n\tthe light of this clear indication from the defence as to where the\n\tbattle lines had been drawn, one would have expected this\nrelatively\n\tcrisp issue to have been determined separately by way of a\n\ttrial-within-a-trial,\n3\nafter the defence had been required to furnish âthe grounds on\n\twhich the admissibility is challengedâ, as they were duty bound\nto\n\tdo in terms of the provisions of\ns 252A(6).\n4\nanc\" HREF=\"#sdfootnote4sym\">\n4\nIt is unfortunate that this course was not followed by the\n\tmagistrate. Instead, all the evidence was adduced in the ordinary\n\tcourse\nand the cross-examination ranged far and wide across areas\n\tthat turned out to be entirely irrelevant and un­contentious.\nBe\n\tthat as it may, both courts below rejected the appellantâs\n\tcontention that the police conduct in question fell within the ambit\n\tof a trap. On appeal before us, the argument advanced on behalf of\n\tthe appellant, was based on a\ndictum\nby\nHolmes JA in\nS\n\tv Malinga & others\n,\n5\nwhere a trap was described as â\nâ\n. . . a\nperson who, with a view to securing the conviction of another,\nproposes certain criminal conduct to him, and\nhimself ostensibly\ntakes part therein. In other words he creates the occasion for\nsomeone else to commit the offence.â\nBuilding\n\ton this foundation, counsel argued that the operation conducted by\n\tthe police on the day in question fell within the ambit\nof a trap\n\tbecause âa proposal was made by the police that an SMS be\n\tforwarded indicating that the money was available to be paid\nover to\n\tthe recipient of the SMS and inviting the recipient to indicate how\n\tand where the money was to be handed overâ.\nThere\n\tis no merit in this argument. Having regard to the persistent series\n\tof SMSs addressed to Mokoena by the anonymous author,\nit is\n\tfar-fetched in the extreme now to cast Mokoena (or the police, for\n\tthat matter) in the role of offeror. Quite clearly the\nproposal for\n\tcriminal conduct all along emanated from the anonymous author of the\n\tSMSs and from no-one else.\nIn\n\ta careful analysis of the problem, the high court distinguished\n\tthree different scenarios: one is where the trap creates the\n\topportunity to commit a crime for someone who, but for the trap,\n\twould not have committed the crime. A second scenario occurs where\n\tthe âtrapâ merely creates such an opportunity for someone who\n\twanted to commit the particular offence â and would have done\nso\n\tin any event, even without the trapâs influence.\n6\nA third category is present, according to the high court, âwhere\n\tthe accused is himself or herself the initiator of the incriminating\n\ttransaction and instigates the âtrapâ to conclude the\n\ttransaction with him or her and the trap merely ostensibly\n\tparticipates\ntherein, and in that sense creates the opportunity for\n\tthe commission of the crime.\nA fortiori\nthe accused in such a\n\tcase commits the crime without any influence from the trapâ.\n7\nThe\n\thigh court rightly held that the conduct of the police, in\n\tconjunction with Mokoena and the other persons who parti­cipated\n\tin the operation, did not fall within either of the first two\n\tcategories, but that it rather fell within the third category.\n\tCounsel\nfor the state aptly described the operation in question as\n\tnothing more than a âcontrolled deliveryâ.\n8\nIn my view, this is exactly what happened here: an unknown suspect\n\thad made repeated overtures to the complainant, Mokoena, in\nan\n\tattempt corruptly to solicit a bribe from him. Those overtures\n\tpersisted over a period of more than three weeks by means of\na\n\tbarrage of well over 200 SMSs. This behaviour on the part of the\n\tsuspect made it clear that he was prepared to indulge in corrupt\n\tactivities. All that Mokoena did, with the assistance of the police,\n\twas to create the oppor­tunity for the suspect to consum­mate\n\tthe corrupt transaction; he did nothing to encourage or solicit the\n\tcommission of the crime. Apart from conveying to the suspect\nthat he\n\t(Mokoena) was prepared to participate in the corrupt scheme proposed\n\tby the former, Mokoena simply alerted the police to\nwhat was going\n\ton, thus enabling them not only to plan and witness the controlled\n\tdelivery, but also to apprehend the suspect in\nthe act.\nThis\n\tscenario is analogous to the situation where a kidnapper demands a\n\transom from the kidnapped victimâs family. If the family\nshould\n\tinform the police of the pre-arranged time and venue for delivery of\n\tthe ransom, could it ever be suggested that the police\nused the\n\tvictimâs family as a trap if the police should turn up to witness\n\tthe delivery of the ransom and to arrest the culprit?\nThe answer\n\tmust surely be no.\nIn\n\tthe circum­stances, I am satisfied that the police conduct in\n\tquestion did not amount to a trap. But even if it were to be\n\taccepted for purposes of argument, contrary to this finding, that\n\tthe conduct did in fact amount to a trap, then it is clear to\nme\n\tthat the conduct of the police did not go beyond providing an\n\topportunity for the appellant to commit an offence, in which event\n\tsuch evidence is\nipso facto\nadmissible in terms of s 252A(1)\n\tof the Act. Counsel who appeared for the appellant at the trial and\n\ton appeal to the high\ncourt conceded that the conduct in question\n\tdid not go beyond providing an opportunity to commit an offence. On\n\tappeal before us,\nnew counsel for the appellant sought to retract\n\tthat concession. However, in the light of all the evidence I am\n\tsatisfied that\nthe concession by the appellantâs original counsel\n\twas rightly made, with the result that the provisions of s 252A(3)\n\tdid\nnot come into play and the evidence surrounding the police\n\toperation on the day in question and what it produced was rightly\n\tadmitted\nby the magistrate.\nSearch and seizure\nA\n\tsecond string to the appellantâs bow was an argument that the\n\tpolice discovered the brown cellphone in the course of an unlawful\n\tsearch by the police. This is so, according to the argument, because\n\tthe search was conducted without a search warrant, but without\n\tsatisfying the requirements of s 22 of the Criminal Procedure\n\tAct. Paragraph (a) of the section provides that a police official\n\tmay without a search warrant search any person or container or\n\tpremises for the purpose of seizing any article referred to in s 20\n9\nif the person consents to the search for and the seizure of the\n\tarticle in question. Paragraph (b) of s 22 creates a second\n\tground of validation for a search without a warrant. This applies\nif\n\ta police official on reasonable grounds believes (i) that a search\n\twarrant will be issued to him under paragraph\n(a)\nof s 21(1) if he applies for such\n\twarrant; and (ii) that the delay in obtaining such warrant would\n\tdefeat the object of the\nsearch.\nIn\n\tthe present case, the high court found that the appellant had in\n\tfact consented to the search, both of his person and his desk.\nIn\n\tthis regard, the appellant testified as follows:\nThey\n[ie Buys and McIntyre] confronted me and asked me if they can search\nme, I said yes.\nThey did ask you? --- Yes, well they actually\nsaid that we are going to search you, they didnât say can we search\nyou.\nâ¦\nCourt: Can you just repeat to that how did it happen\nthat you consented to the search? --- I think my exact words were\nsure, they\nsaid we are going to search you now and I said sure search\nme.\nIt\n\twas argued on behalf of the appellant that the state could not rely\n\ton the consent ostensibly given by the appellant because\nhe was not\n\tadvised, prior to the search, (a) that he could object to any\n\tsearch, or (b) that any article seized during\nthe search could\n\tbe used in evidence against him. The high court held that this\n\tcircum­stance was âneither here nor thereâ\nand dealt with\n\tthe argument as follows:\n10\nâ\nAs\nregards the second aspect [(b) above] it need merely be commented\nthat it was obvious that if anything incriminating was found\nit would\nconstitute evidence against him and would be used as such. As regards\nthe first aspect [(a) above], counsel did not point\nto any provision\nrequiring the police to advise a subject that it was open to him to\nrefuse to allow a search to be undertaken. (It\nmay be recorded that\neven if the appellant had refused consent for the desk to be\nsearched, the ultimate result, the retrieval of\nthe cellphone, would,\nfor the reasons stated below, still have followed).\nThe\nissue of legal representation is relevant here as well. Had an\nattorney been engaged by the appellant he would have adopted one\nof\ntwo courses: after consult­ation with the appellant he would have\nadvised him to consent to the search or he would have insisted\non\nBuys obtaining a search warrant. In the latter event Buys would have\nadopted one of two courses. He would either have invoked\ns 22(b)\nand proceeded with the search and seizure on the basis that he had\nreasonable grounds to believe that a search warrant\nwould be issued\nto him under s 21(1)(a) should he apply therefor and that the\ndelay in obtaining the warrant would defeat the\nobject of the search.\nAlternatively, he would have taken steps to secure the appellantâs\ndesk pending his return with the search\nwarrant. The retrieval of the\ncellphone would have been the inevitable result.\nI\nwould record that in any event I would, in weighing up the competing\nconsider­ations (as to which see eg\nS v Hena & another\n2006 (2) SACR 33\n(SE)) have con­cluded that the admission of\nthe evidence of the finding of the brown cellphone did not result in\nan unfair trial\nor bring the administration of justice into\ndisrepute.â\nThe\n\thigh court accordingly concluded that the evidence in question was\n\tcorrectly admitted. I agree with the above reasoning and\nshare the\n\tconclusion arrived at by the high court. I wish to add that no\n\tchallenge was directed at the police conduct in order\nto establish\n\twhether, subjectively, they held the relevant belief, as\n\tcontemplated by s 22(b), when conducting the search.\nLooking at\n\tthe matter objectively, however, I am satisfied that, had such a\n\tchallenge been advanced by the defence, the police\nconduct could\n\thave been justified on those grounds as well.\nRights of a suspect\nThe\n\thigh court in the course of its judgment\n11\nalso embarked on an\nexcursus\nin relation to the question\n\twhether someone who is neither an arrested nor detained nor accused\n\tperson, but merely a suspect, has\nthe rights conferred upon those\n\tcategories of persons in terms of s 35 of the Constitution\n12\nand, if not, what pre-trial rights a suspect does have in respect of\n\tthe aspects which are the subject of those rights. The court\n\treferred\ninter alia\nto the different approaches followed in\n\tsome of the divisions of the high court with regard to this\n\tquestion, leading to con­flicting\ndecisions on the subject.\n13\nIn\n\tthe view that I take of the matter, it is not necessary for purposes\n\tof this judgment to reach any firm conclusion with regard\nto the\n\tquestion raised and I expressly refrain from doing so. The fact is\n\tthat none of the evidence that has been admitted has\nbeen obtained\n\tin violation of any of the rights contained in s 35, nor has\n\tthe admission of such evidence rendered the trial\nof the appellant\n\tunfair in any way.\nCircumstantial evidence\nHaving\n\tdisposed of the âtechnicalâ objections raised against the\n\tevidence adduced by the state, it now remains to consider the\n\tevidence on record in order to answer the question whether the state\n\thas succeeded in proving the guilt of the appellant beyond\n\treasonable doubt. I bear in mind in this regard that circumstantial\n\tevidence should never be approached in a piecemeal fashion.\nThe\n\tcourt should not subject each individual piece of evidence to a\n\tconsideration of whether it excludes the reasonable possibility\nthat\n\tthe explanation given by an accused is true. The evidence needs to\n\tbe considered in its totality.\n14\nBased\n\ton the evidence, the following findings by the\nmagistrate\nare not open to doubt: that all the incriminating SMSs originated\n\tfrom the same cellphone number referred to earlier; that they\nall\n\treferred to Mokoenaâs tax problems with SARS; and that the author\n\tof the SMSs must have been someone inside SARS with knowledge\nof\n\tthose tax problems. Against the background of the circumstantial\n\tevidence as a whole, the further inference seems irresistible\nthat\n\tthe number from which the SMSs were sent belongs to the brown\n\tcellphone. It thus appears that the case revolves largely around\nthe\n\tquestion of ownership of the brown cellphone.\nWith\n\tregard to this question, there was direct as well as circumstantial\n\tevidence linking the brown cellphone to the appellant.\nFirst, the\n\tbrown cellphone was found on his desk during the second search.\n\tSecond, the state presented the evidence of two colleagues\nwho had\n\tseen the appellant using a brown cell­phone on different\n\toccasions. In this regard, the witness Lusizi, who shared\nthe same\n\toffice with the appellant, saw him using a brown cell­phone âfor\n\ta long timeâ on the morning of his arrest. Moreover,\nboth the\n\tappellantâs two colleagues who were in the office when the first\n\tand second search of the appellantâs desk took place\nconfirmed\n\tthat no-one had entered the office between the two searches. It was\n\tnot suggested to either of them that they had âplantedâ\nthe\n\tbrown cellphone on the appellantâs desk or that either of them was\n\tpart of a conspiracy to falsely implicate the appellant\n.\nNone of them appeared to bear any malice towards the appellant.\nThis\n\tevidence on behalf of the state becomes even more compelling when\n\tweighed against the improbability of the appellantâs total\ndenial\n\tof all knowledge of the brown cellphone. As\npointed\n\tout above,\nhis version, which is entirely speculative, was\n\tthat the cellphone must have been âplantedâ on his desk by an\n\tunknown person\nin a delibe­rate attempt to frame the appellant.\n\tNo likely suspect was identified by the appellant, nor does the\n\tevidence suggest\nany. The appellant even sought to place in issue\n\tthe colour of the cellphone by suggesting that it was âreddish\n\tbrownishâ,\nbut âmore redâ. This same theme was pursued (albeit\n\twithout much enthusiasm) by counsel in argument before us in an\n\tattempt\nto cast doubt on the identification of the brown cellphone\n\tby the state witnesses. However, this point is decisively dealt by\n\tthe\nmagistrate in his judgment, where he recorded that the colour of\n\tthe cellphone is âpredominantly brownâ.\nIt\n\tfollows\n, in my view, that the link between\n\tthe appellant and the brown cellphone has been established beyond\n\treasonable doubt, with the\ncorrolary that he was the person who sent\n\tthe series of incrimnating SMSs to Mokoena.\nAs\n\trightly pointed out by the\nmagistrate\n,\n\teven in the absence of the brown cellphone, the remaining\n\tcircumstantial evidence would have been sufficient to convict the\n\tappellant.\nIn this regard, reference may be made to the following\n\tcircumstances (to name but a few):\n(a)\tThe appellant was one of two\nauditors in the SARS office to whom Mokoenaâs file had been\nassigned. He was accordingly one of\nthe SARS officials most likely to\nhave had contact with Mokoena in connection with his tax affairs.\n(b)\tThe proximity in time between\nthe contact between the appellant and Mokoena â either in person or\nvia fax â and the receipt\nby the latter of various SMSs relating to\nsuch contact is highly suspect and is consistent with an inference\nthat the appellant was\nthe person responsible for sending the SMSs.\n15\n(c)\tThe receipt by the appellant\nof the envelope containing the âbribeâ, his prior knowledge of\nits expected delivery, as well\nas the fact that it would emanate from\na certain Mr âNkulaâ (or âNtulaâ) â exactly in accordance\nwith the instructions\ncontained in the earlier anonymous SMS to\nMokoena â are highly incrimi­nating features, consistent with\nhis guilt.\n(d)\tThe appellantâs demeanour\nwhen confronted by Buys and McIntyre was noteworthy and indicative of\nguilty knowledge on his part.\nBuys described his demeanour as\nâclearly nervousâ and added:\nâ\nHe\nwas so nervous as such that I could see his lips shaking. They were â\nhow can one describe it, itâs as if someone â or a\nchild was\ncaught out smoking without his father knowing for instance. He had\nthat completely surprised look.â\n(e)\tThe appellant falsely denied\nany involvement in the commission of the offence and falsely denied\nany connection with the brown\ncellphone. In the light of the\nincriminating nature of the evidence relating to that cellphone, the\ncourt is justified, in my view,\nin drawing an adverse inference from\nthe appellantâs false denials.\n16\nThe\n\tfollowing well-known observations from\nBest on Evidence\n17\nare particularly apposite in the present scenario:\nâ\nA\nnumber of circumstances, each individually very slight, may so tally\nwith and confirm each other as to leave no room for doubt of\nthe fact\nwhich they tend to establish. . . . Not to speak of greater numbers,\neven two articles of circumstantial evidence, though\neach taken by\nitself weigh but as a feather, join them together, you will find them\npressing on a delinquent with the weight of a\nmill-stone. . . â.\nBased on the circumstantial\n\tevidence in this case, I am satisfied that the state has proved the\n\tguilt of the appellant beyond all\nreasonable doubt. In the result\n\tthe appeal is dismissed.\nB\n\tM Griesel\nActing Judge of Appeal\nAPPEARANCES:\nFOR APPELLANT:    B\n\tP GEACH SC\nInstructed by:    \n\tNeville Borman & Botha, Grahamstown\nHill,\n\tMcHary & Herbst Inc, Bloemfontein\nFOR RESPONDENT:   N\n\tHENNING\nInstructed by:    \n\tThe Director of Public Prosecutions, Grahamstown\nThe\n\tDirector of Public Prosecutions, Bloemfontein\n1\nSince repealed and replaced by the\nPrevention and Combating of\nCorrupt Activities Act 12 of 2004\n, which came into operation on 27\n\tApril 2004.\n2\nAlthough the question of sentence was also addressed in the heads of\n\targument filed on behalf of both parties, the appellantâs\nnotice\n\tof application for leave to appeal to this court was expressly\n\tconfined to the conviction. Furthermore, the order of this\ncourt\n\tsimply recorded that âspecial leave to appeal is granted to the\n\tSupreme Court of Appealâ, without including sentence\nin the scope\n\tof the appeal. In the circumstances, no proper appeal against\n\tsentence is before us, as counsel for the appellant\nrightly conceded\n\tat the commencement of his address to this court.\n3\nAs to the desirability of holding of a trial-within-a-trial, see\nS\n\tv Matsabu\n2009 (1) SACR 513\n(SCA) para 8. See also\ns 252A(7)\nof the\nCriminal Procedure Act, which\nprovides that the question\n\twhether evidence should be excluded in terms of subsec (3) may, on\n\tapplication by the accused or the\nprosecution, or by order of the\n\tcourt of its own accord be adjudicated as a separate issue in\n\tdispute.\n4\nSee\nS v KotzÃ¨\n2010 (1) SACR 100\n(SCA);\n[2009] ZASCA 93\n(15/9/09) para 19.\n5\n1963 (1) SA 692\n(A) at 693FâG.\n6\nSee eg\nS v Dube\n2000 (1) SACR 53\n(N).\n7\nJudgment para 77.\n8\nThis expression is also used in the joint guidelines issued by all\n\tDPPs in 2004 in terms of\ns 252A(4).\nSee\nHiemstraâs\n\tCriminal Procedure,\nat 24-119 (Issue 2).\n9\nIncluding an article which is concerned in or is on reasonable\n\tgrounds believed to be concerned in the commission or suspected\n\tcommission of an offence, or which may afford evidence of the\n\tcom­mission or suspected commission of an offence, which\n\tdescription\nwould clearly include the brown cellphone.\n10\nJudgment paras 102â105.\n11\nParas 90â94.\n12\nConstitution of the Republic of South Africa, 1996.\n13\nSee eg\nS v Sebejan & others\n1997 (1) SACR 626\n(W),\n1997\n\t(8) BCLR 1086\n(W);\nS v Orrie & another\n2005 (1) SACR 63\n(C);\nS v Mthethwa\n2004 (1) SACR 449\n(E).\n14\nS v Reddy & others\n1996 (2) SACR 1\n(A) at 8\ncâd\n.\n15\nCompare para 8 above.\n16\nS v Rama\n1966 (2) SA 395\n(A) at 400GâH;\nS v Steynberg\n1983 (3) SA 140\n(A) at 146Aâ148D;\nS v Mtsweni\n1985 (1) SA\n\t590\n(A) at 593Iâ594D.\n17\n10ed at p 261, quoted with approval in\nS v Reddy\nabove at\n\t8\nhâj\nand\nS v Mcasa & another\n2005 (1) SACR 388\n(SCA) para 13.",
  "scraped_at": "2026-02-11T20:12:48.280932",
  "date": "2010-03-15",
  "coram": [
    "MTHIYANE",
    "VAN HEERDEN JJA",
    "GRIESEL AJA"
  ],
  "case_number": "432/09",
  "parties": {
    "applicants": [
      "Akash Lachman"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Akash Lachman, was an auditor at the South African Revenue Service (SARS) in East London. He was alleged to have attempted to solicit a bribe from Mr Kwame Mokoena, a vendor registered with SARS, by threatening tax audit action. Over three weeks Mokoena received more than 200 threatening SMS messages demanding payment. With the assistance of a private investigator, the police arranged a controlled delivery of the alleged bribe money to SARS. During the delivery, the appellant was arrested, and several cellphones were found on his desk, including a brown phone later linked to the SMS messages sent to Mokoena.",
    "issues": "1. Whether the police operation constituted an unlawful \"trap\" under s252A of the Criminal Procedure Act, rendering the evidence inadmissible. 2. Whether the search and seizure of the brown cellphone was lawful in the absence of a warrant. 3. Whether the circumstantial evidence, including the cellphone and witness testimony, was sufficient to prove the appellant's guilt beyond a reasonable doubt.",
    "principles": "The court applied s252A(1), which permits evidence of an opportunity to commit an offence even if obtained via a trap, provided the trap does not create the offence. It distinguished a \"controlled delivery\" from an illegal trap. Consent to a search is valid under s22( a) and s22( b) when the accused consents or when the police have reasonable grounds to believe a warrant would be issued and delay would defeat the purpose. The Constitution's s35 rights were not breached as the evidence was not obtained unlawfully. Standard principles for evaluating circumstantial evidence require the totality of the evidence to point to guilt without reasonable doubt.",
    "application": "The court found that the police did not create the criminal opportunity; the SMS scheme originated from an unknown suspect, and Mokoena merely facilitated the police's observation. Accordingly, the operation was a controlled delivery, not an unlawful trap, making the evidence admissible under s252A(1). The appellant had effectively consented to the search of his person and desk, satisfying s22 requirements. The brown cellphone, found on his desk, was linked through witness testimony and call logs to the SMS sender, establishing ownership. The circumstantial evidence, taken together, proved the appellant's involvement in the bribery scheme beyond reasonable doubt.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the conviction for corruption, and affirmed that the evidence obtained was admissible. The appellant's challenge to the admissibility of the trap and the search was rejected."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Corruption",
    "level_3": [
      "bribery",
      "evidence admissibility",
      "search and seizure",
      "trap doctrine",
      "circumstantial evidence"
    ]
  }
}