{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/148.html",
  "case_name": "Desert Star Trading 145 (Pty) Ltd and Another v No 11 Flamboyant Edleen CC and Another (98/10) [2010] ZASCA 148; 2011 (2) SA 266 (SCA) ; [2011] 2 All SA 471 (SCA) (29 November 2010)",
  "citation": "[2010] ZASCA 148",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 148\n|\nNoteup\n|\nLawCite\nDesert Star Trading 145 (Pty) Ltd and Another v No 11 Flamboyant Edleen CC and Another (98/10) [2010] ZASCA 148; 2011 (2) SA 266 (SCA) ; [2011] 2 All SA 471 (SCA) (29 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 98/10\nDESERT\r\nSTAR TRADING 145 (PTY) LTD\n....................................\nFirst\r\nAppellant\nBRIDGING\r\nADVANCES (PTY) LTD\n..........................................\nSecond\r\nAppellant\nand\nNO\r\n11 FLAMBOYANT EDLEEN CC\n..........................................\nFirst\r\nRespondent\nCHRISTIAAN\r\nSCHOEMAN\n..................................................\nSecond\r\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nDesert Star Trading v No 11 Flamboyant Edleen\n(98/10)\n[2010] ZASCA 148\n(29 November 2010)\nBENCH:\r\nNAVSA, CLOETE AND PONNAN JJA, EBRAHIM AND K PILLAY AJJA\nHEARD: 10 NOVEMBER 2010\nDELIVERED: 29 NOVEMBER 2010\nSUMMARY:\r\nWinding-up – locus standi of applicant as creditor –\r\nindebtedness disputed on bona fide and reasonable grounds\n–\r\nwinding-up order correctly refused.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nNorth Gauteng High Court\r\n(Pretoria)(B van den Heever AJ sitting as court of first instance)\n1 The appeal against paragraphs 3 and 4 of the order of the court\r\nbelow is allowed and the order is amended by the deletion of\nthose\r\nparagraphs. Subject thereto and paragraphs 5 and 6 being renumbered 3\r\nand 4 respectively, the order of the court below is\nconfirmed.\n2 Save as is set out in paragraph 1 hereof the appeal is dismissed.\n3 The appellants are ordered to pay the respondents’ costs\r\njointly and severally, the one paying the other to be absolved.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN\r\nJA (NAVSA and CLOETE JJA and EBRAHIM and K PILLAY AJJA concurring):\n[1] ‘Neither a borrower nor a lender be’\r\nis Polonius’ counsel to his son Laertes in Shakespeare’s\r\nHamlet\n(Act 1 Scene 3). ‘For loan’ as Polonius explains\r\n‘oft loses both itself and friend, [a]nd borrowing dulls the\n\nedge of\nhusbandry\n’\n.\r\nIncreased consumption, a desire-based need for credit, attractive\r\nborrowing options and alluring methods of repayment have all\n\ncontributed to many of us not living our lives by that aphorism. Our\r\nmodern consumer driven society does however come at a cost.\nAs\r\nrecently as 2005 it was reported that South Africa’s consumer\r\ndebt crisis was costing the country around R12 billion annually\nand\r\nthat 40 per cent of households nationally were experiencing financial\r\ndifficulty as they were unable to meet loan repayments\nto micro\r\nlenders and other service providers.\n1\nThe protection of the consumer has become a\r\ncommon feature in many legal systems. Many countries have adopted\r\nconsumer protection\nlegislation to regulate credit grantor–credit\r\nconsumer relationships because they can and do give rise to abuse and\r\nexploitation.\n2\nGiven the borrower’s weaker economic\r\nposition\n3\n(that is usually why a loan is being\r\nsought), he or she is often helpless in the face of contracts -\r\nparticularly standard form\ncontracts presented by the lender. To\r\nborrow from Voet:\n4\n‘\nA needy debtor, pressed by\r\ntightness of ready cash, will readily allow any hard and inhuman\r\nterms to be written down against him.\nHe promises himself smoother\r\ntimes and better fortune before the day put into the commissary term,\r\nand thus hopes to avert the\nharshness of the agreement by payment;\r\nthough such a hope, quite slippery and deceptive as it is, not seldom\r\nfinds nothing at all\nto encourage it in the aftermath.’\n[2] Consumer credit legislation is usually the\r\nmeans by which credit grantor–credit consumer relationships are\r\nregulated.\nThe main purpose of consumer legislation is said to be the\r\nprotection of the consumer from exploitation.\n5\nBut as Monica L Vessio points out:\n‘\nWhat is equally, if not more\r\nimportant, is an actual balancing of the interests of both credit\r\nconsumers and credit grantors. The\nreason for the emphasis on this\r\nbalance is that over-protecting the consumer may result in the\r\ninvestor (credit grantor) withdrawing\nhis funding from the consumer\r\ncredit market, due to the fact that the general administrative\r\nexpenses of making credit available,\nno longer proves a lucrative\r\nventure due to stringent consumer laws. Another feature of the\r\nover-protection of the consumer may\nbe the passing-on of\r\nadministrative costs to the consumer. A subtle balance needs to be\r\nobtained. The risk of over-protecting the\nconsumer could prove\r\ndetrimental.'\n6\nThat balance has been sought to be achieved in this country by the\r\nenactment of the relatively recent National Credit Act 34 of\n2005\r\n(the NCA), which seeks, according to its Preamble, inter alia to:\r\n‘provide for the general regulation of consumer credit\nand\r\nimproved standards of consumer information; . . . prohibit certain\r\nunfair credit and credit-marketing practices; and to promote\n\nresponsible credit granting and use and for that purpose to prohibit\r\nreckless credit granting’.\n[3] Against that backdrop I turn to the facts in this case. Unable to\r\nraise a loan from any of the established banking institutions,\nbut\r\nbeing desperately in need of financial assistance, Mr George Ehlers\r\n(Ehlers) turned to small private lenders although as he\nput it, he\r\nknew he 'was going to pay a heavy price for the loan'. One such\r\nprivate lender to whom Ehlers turned during 2007 was\nDesert Star\r\nTrading 145 (Pty) Ltd (Desert Star), the first appellant. Not being\r\ncreditworthy he did not qualify for the loan that\nhe sought. The loan\r\napplication was then revised and re-submitted in the name of his son,\r\nMr Eugene Ehlers (Eugene). The amount\nlent and advanced together with\r\ninterest and costs by Desert Star to Eugene was the sum of R859 600.\r\nOn 8 June 2007 Eugene acknowledged\nhis indebtedness in writing to\r\nDesert Star and undertook to effect repayment of that sum within\r\ntwelve months of that date. The\nagreement provided that in the event\r\nof the loan remaining unpaid after 8 June 2008 then the interest\r\nwould be recalculated with\neffect from the date of the agreement at\r\nthe rate of 1.5% per week compounded. As security for the loan,\r\nEhlers in his capacity\nas the sole member of the first respondent, No\r\n11 Flamboyant Edleen BK (the CC), bound it as a surety and\r\nco-principal debtor in\nfavour of Desert Star in respect of the\r\nindebtedness of Eugene. And as further security a security bond was\r\nregistered in favour\nof Desert Star over an immovable property, the\r\nsole asset of the CC. Eugene failed to repay the loan and as at 30\r\nMay 2008 his\nindebtedness to Desert Star stood at R1 253 000.\n[4] In the meanwhile on 29 January 2008 Ehlers approached another\r\nsmall private lender, the second appellant, Bridging Advances\n(Pty)\r\nLtd (Bridging) for a loan. This time the application was made in the\r\nname of his wife, Lèone Ehlers. A written agreement\nwas\r\nconcluded in terms of which Bridging loaned and advanced the sum of\r\nR160 053 (being R150 000 plus interest and costs) to Ms\nEhlers. Here\r\nas well Ehlers bound the CC as a surety and co-principal debtor in\r\nfavour of Bridging for the indebtedness of Ms Ehlers.\nAnd as further\r\nsecurity a mortgage bond was registered in favour of Bridging over\r\nthe Ehlers family home which was registered in\nthe name of Ms Ehlers.\r\nSporadic payments in the total sum of R41 000 were effected by the\r\nEhlers to Bridging, but given the annual\ninterest rate of 42.2%\r\napplicable to the loan, the outstanding balance had grown by 6\r\nFebruary 2009 to R205 363.55.\n[5] On 30 May 2008 Desert Star caused a notice in\r\nterms of s 69\n7\nof the Close Corporations Act\n8\nto be served on the CC claiming payment of the\r\noutstanding amount within 21 days. Bridging took a similar step on 3\r\nFebruary 2009.\nIn each instance the s 69 notice pointed out that a\r\nfailure to timeously comply with the statutory demand would have the\r\nresult\nthat the CC would be deemed to be unable to pay its debts. In\r\nthat event each of the notices threatened as a consequence an\r\napplication\nfor the winding-up of the CC. The notices went\r\nunanswered.\n[6] On 17 July 2008 Desert Star launched the winding-up application\r\nthreatened in its s 69 notice. The CC took no steps to oppose\nthe\r\napplication and on 21 November 2008 the North Gauteng High Court\r\n(Pretoria) granted a provisional order of winding-up and a\nrule nisi\r\ncalling upon all persons concerned to show why a final order should\r\nnot issue. Thereafter Christiaan Schoeman (Schoeman),\nthe second\r\nrespondent, sought leave to intervene in the application with a view\r\nto setting aside the provisional order. In his\naffidavit he stated\r\nthat Ehlers was a long-standing business associate, who had advanced\r\nR 2.5 million to the CC for the purchase\nof its sole asset, the\r\nimmovable property and that the loan to the CC constituted Ehlers’\r\nloan account in the CC which had\nbeen ceded to him (Schoeman). He\r\nsaid:\n'To assist G Ehlers I have taken cession of his loan\r\naccount for value received and consequently I am a creditor of the\r\nrespondent\nin an amount of R 2.5 million. The Deed of Cession [is]\r\nannexed hereto marked CS1.’\nThat was confirmed by Ehlers in his affidavit. I should perhaps add\r\nthat neither the existence nor the validity of the cession\nwas\r\ndisputed by either appellant.\n[7] On 9 April 2009 Bridging also launched an application for the\r\nwinding-up of the CC, but given the fact that a provisional\r\nwinding-up order had already issued at the instance of Desert Star,\r\ntook no further steps to advance its application. Instead on\n3 August\r\n2009 Bridging sought leave to intervene in Desert Star's application.\n[8] On 25 November 2009 after certain further affidavits had been\r\nfiled by the parties and after hearing argument, Van den Heever\nAJ:\n1 granted Schoeman leave to intervene in the winding-up application;\n2 dismissed Bridging's application to intervene in the winding-up\r\napplication;\n3 declared the deed of suretyship concluded between Desert Star and\r\nthe CC on 26 September 2007 unlawful and\nab initio\nvoid;\n4 cancelled Desert Star's rights arising from the deed of suretyship;\n5 set aside the provisional winding up order; and\n6 ordered Desert Star and Bridging to pay the CC’s and\r\nSchoeman's costs jointly and severally such costs to include those\n\noccasioned by the employment of two counsel.\n[9] With the leave of the court below the appellants appeal to this\r\nCourt against the whole of the judgment and order of Van den\nHeever\r\nAJ.\n[10] It can hardly be in dispute that, if the\r\nappellants are to qualify as persons having\nlocus\r\nstandi\nto apply for the winding-up of\r\nthe CC, it can only be on the ground that each was a creditor\r\n(including a contingent or prospective\ncreditor) of the CC within the\r\nmeaning of s 346(1)(b) of the Companies Act.\n9\nEach of the appellants alleges that it is indeed\r\nsuch a creditor. That is disputed. It thus becomes necessary to\r\nconsider the nature\nof the debt secured by the CC.\n[11] The appellants in each instance relied upon a\r\ndeed of suretyship. It is so that a contract of suretyship is a\r\nseparate contract\nfrom that of the principal debtor and his or her\r\ncreditor. It is however accessory to that main contract.\n10\nThus for there to be a valid suretyship there has\r\nto be a valid principal obligation. Put differently, every suretyship\r\nis conditional\nupon the existence of a principal obligation.\n11\nFor, as Nienaber JA put it ‘[g]uaranteeing a\r\nnon-existent debt is as pointless as multiplying by nought’.\n12\nIt follows that a surety is not liable to a person\r\nto whom the principal debtor is not liable.\n13\nIt is well settled that the general rule is that a\r\nsurety may avail himself or herself of any defences that the\r\nprincipal debtor\nhas save for those defences that are purely personal\r\nto the principal debtor.\n14\n[12] It is common cause that each of the underlying principal\r\nagreements is a credit agreement as defined in s 8(4)(f) of the NCA\n\nand that the Act applies to them. The thrust of the respondents’\r\ncase is that the deed of suretyship is ineffectual inasmuch\nas the\r\ndebtor identified therein is not indebted to the creditor by virtue\r\nof the fact that the principal debt that it sought to\nsecure is, in\r\nterms of the NCA, either ab initio void (solely in the case of Desert\r\nStar) and in addition one that is liable to\nbe set aside or\r\nsuspended.\n[13] It is undisputed that when Desert Star contracted with Eugene it\r\nwas not a registered credit provider. The NCA required it\nto be. The\r\neffect of it not being so registered according to Schoeman is that\r\nthe agreement concluded between it and Eugene is\nvoid ab initio. In\r\nthat regard he states:\n'It is clear from the provisions of\r\nSection 40(1)(a) and (b) read with Section 42(1) of the Act and\r\nGovernment Gazette 28893 dated\nthe 1\nst\nof June 2006 that [Desert Star] was\r\nrequired to register as credit provider before or within 30 days from\r\nthe date of the transaction\nbetween [it] and [Eugene].\nI respectfully submit that\r\nconsidering the provisions of Section 4(1) read with Section 8(1)(a)\r\nof the Act the credit transaction\nbetween [Desert Star] and [Eugene]\r\nconcluded on the 8\nth\nof June 2007 is a credit agreement\r\nwithin the Act and subject thereto.\nThe implication of not being\r\nregistered is simple; the principal agreement of debt concluded\r\nbetween [Desert Star] and [Eugene]\nis void. In this regard I draw the\r\nHonourable Court's attention to Section 40(4)\n15\nand Section 89(1)(d) read with\r\n89(5)(a) of the Act.\nIn terms of the Provisions of Section\r\n89(5)(a)\n16\nof the Act I submit that the\r\nHonourable Court is obliged to declare that the credit agreement\r\nconcluded between [Eugene] and [Desert\nStar] on the 8\nth\nJune 2007 is void\nab\r\ninitio\n.\nThe enforceability of the instrument of suretyship,\r\nwhich forms the basis of this application, is conditional upon the\r\nexistence\nof an enforceable debt in favour of [Desert Star] by\r\n[Eugene].\nOn this basis alone I submit that the application must\r\nfail and the Provisional Order be discharged.'\n[14] In support of the additional contention that the agreements are\r\nliable to be set aside or suspended, the respondents assert\nthat both\r\nDesert Star and Bridging are in common parlance ‘loan sharks’\r\nand that each of the principal agreements constitutes\n'reckless\r\ncredit agreements in terms of the [NCA]'. The prevention of the\r\ngranting of reckless credit is an important lodestar\nof the NCA.\r\nSection 81(3) of the NCA precludes a credit provider from entering\r\ninto a reckless credit agreement with a prospective\nconsumer. To\r\ndetermine when exactly a credit agreement is a reckless one it is to\r\ns 80 that one must turn, which provides that:\n‘\n(1) A credit agreement is\r\nreckless if, at the time that the agreement was made . . .\n(a) the credit provider failed to conduct an assessment\r\nas required by section 81(2), irrespective of what the outcome of\r\nsuch an\nassessment might have concluded at the time; or\n(b) the credit provider, having conducted an assessment\r\nas required by section 81(2), entered into the credit agreement with\r\nthe\nconsumer despite the fact that the preponderance of information\r\navailable to the credit provider indicated that─\n(i) the consumer did not generally understand or\r\nappreciate the consumer's risks, costs or obligations under the\r\nproposed credit\nagreement; or\n(ii) entering into that credit agreement would make the\r\nconsumer over-indebted.’\nSections 81(2) and (3) in turn provide that:\n'(2) A credit provider must not enter into a credit\r\nagreement without first taking reasonable steps to assess -\n(a) the proposed consumer's -\n(i) general understanding and appreciation of the risks\r\nand costs of the proposed credit, and of the rights and obligations\r\nof a\nconsumer under a credit agreement;\n(ii) debt re-payment history as a consumer under credit\r\nagreements;\n(iii) existing financial means, prospects and\r\nobligations; and\n(b) whether there is a reasonable basis to conclude that\r\nany commercial purpose may prove to be successful, if the consumer\r\nhas\nsuch a purpose for applying for that credit agreement.\n(3) A credit provider must not enter into a reckless\r\ncredit agreement with a prospective consumer.'\nIn terms of s 83 (1) of the NCA a court, in any court proceedings in\r\nwhich a credit agreement is being considered, may declare\nit to be a\r\nreckless one. If it does do so it may in terms of s 83(2) set aside\r\nall or part of the consumer's rights and obligations\nunder that\r\nagreement or suspend the force and effect of it.\n[15] Eugene is a student, with no employment or fixed earnings, who\r\nis not possessed of any assets. Ms Ehlers stands on much the\nsame\r\nfinancial footing. She is a housewife, who also has no fixed\r\nemployment, earns no salary and aside from the matrimonial home,\n\nwhich is now the subject of a mortgage bond registered in favour of\r\nBridging, is possessed of no assets. It is accordingly submitted\nby\r\nthe respondents that both Desert Star and Bridging failed to make any\r\nassessment of the financial status of Eugene and Ms Ehlers\n\nrespectively. Accordingly, so the submission goes, their ability in\r\neach instance to service the loan was not investigated. Had\nsuch an\r\nassessment been made as is required by s 81(2)(a)(i)-(iii) and (b) of\r\nthe Act, so the submission proceeds, Desert Star\nand Bridging would\r\nineluctably have concluded that there was no reasonable prospect of\r\neither repaying the amount loaned. In those\ncircumstances it is\r\ncontended that the agreement was a reckless credit agreement which is\r\nhit by s 81(3) of the NCA.\n[16] On the view that I take of the matter it is\r\nnot necessary that any firm conclusion be reached at this stage on\r\nthe respondents’\ncontentions. It suffices that the indebtedness\r\nis disputed on bona fide and reasonable grounds for, as Corbett JA\r\nmade plain in\nKalil v Decotex (Pty)\r\nLtd:\n17\n'In regard to\nlocus\r\nstandi\nas a\r\ncreditor, it has been held, following certain English authority, that\r\nan application for liquidation should not be resorted\nto in order to\r\nenforce a claim which is\nbona\r\nfide\ndisputed by\r\nthe company. Consequently, where the respondent shows on a balance of\r\nprobability that its indebtedness to the applicant\nis disputed on\nbona fide\nand\r\nreasonable grounds, the Court will refuse a winding-up order. The\nonus\non the respondent is not to show that\r\nit is not indebted to the applicant: it is merely to show that the\r\nindebtedness is disputed\non\nbona\nfide\nand\r\nreasonable grounds.'\n[17] Desert Star had caused a provisional sentence summons to be\r\nissued against Eugene. In those proceedings Eugene challenged\nthe\r\nvalidity and enforceability of the acknowledgment of debt on which\r\nDesert Star sues. Bridging has also instituted proceedings\nagainst Ms\r\nEhlers. In her plea to Bridging’s summons Ms Ehlers contends\r\nthat the agreement upon which Bridging relies constitutes\na reckless\r\ncredit agreement. She has also filed a claim in reconvention in which\r\nshe seeks, inter alia, an order that the agreement\nbe declared a\r\nreckless credit agreement and that it be set aside. It goes without\r\nsaying that the correctness of the respondents’\ncontentions can\r\nbe determined in those proceedings. It follows that the appellants\r\nwill not be remediless, for if those proceedings\nwere to be decided\r\nin their favour they could thereafter take steps to enforce their\r\nrights flowing from the respective suretyship\nagreements.\n[18] One final aspect remains. It has been conceded on behalf of the\r\nrespondents that the learned Judge erred in declaring the\nsuretyship\r\nvoid\nab\ninitio and cancelling Desert Star's rights flowing\r\ntherefrom. It follows that that part of the order of the court below\r\ncannot\nstand and it accordingly falls to be set aside. It was agreed\r\nbefore us that that did not constitute substantial success on appeal\n\nand that the costs should follow the result. For the rest the appeal\r\nis devoid of any substance and is accordingly dismissed.\n[19] In the result:\n1 The appeal against paragraphs 3 and 4 of the order of the court\r\nbelow is allowed and the order is amended by the deletion of\nthose\r\nparagraphs. Subject thereto and paragraphs 5 and 6 being renumbered 3\r\nand 4 respectively, the order of the court below is\nconfirmed.\n2 Save as is set out in paragraph 1 hereof the appeal is dismissed.\n3 The appellants are ordered to pay the respondents’ costs\r\njointly and severally, the one paying the other to be absolved.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nFirst Appellant: F H Terblanche SC\nJ\r\nE Smit\nInstructed\r\nby:\nStrydom\r\n& Bredenkamp Inc\nPretoria\nEG\r\nCooper & Majidt Inc\nBloemfontein\nFor\r\nSecond Appellant: M C Erasmus SC\nInstructed\r\nby:\nBen\r\nMcDonald Attorney\nPretoria\nHill,\r\nMcHardy & Herbst Inc\nBloemfontein\nFor\r\nFirst Respondents: A Bester\nInstructed\r\nby:\nWynand\r\nViljoen Attorneys\nPretoria\nHoney\r\nAttorneys\nBloemfontein\nFor\r\nSecond Respondent: A Bester\nInstructed\r\nby:\nBuurman\r\nStemela Lubbe Inc\nPretoria\nHoney\r\nAttorneys\nBloemfontein\n1\nS\nRenke & M Roestoff ‘The Consumer Credit\r\n\tBill – A Solution to Over-Indebtedness?’\n2005\r\n\t(68)\nTHRHR\n115.\n2\nMonica\r\n\tL Vessio ‘The Preponderance of the Reckless Consumer –\r\n\tThe National Credit Bill 2005’ 2006 (69)\nTHRHR\n649.\n3\nR\r\n\tZimmerman\nThe Law of Obligations: Roman Foundations of Civilian\r\n\tTradition\n(1990) 166.\n4\nCited\r\n\tin\nGraf v Buechel\n2003\r\n\t(4) SA 378\n(SCA) at 384A.\n5\nNJ\r\n\tGrové & JM Otto\nThe Basic Principles of Consumer\r\n\tCredit Law\n2ed (2002) 4.\n6\nMonica\r\n\tL Vessio op cit p 650.\n7\nSection\r\n\t69 provides:\n‘\n(1) For the purposes of\r\n\tsection 68(c) a corporation shall be deemed to be unable to pay its\r\n\tdebts, if \n(a) a creditor, by cession or otherwise, to whom the\r\n\tcorporation is indebted in a sum of not less than two hundred rand\r\n\tthen due\nhas served on the corporation, by delivering it at its\r\n\tregistered office, a demand requiring the corporation to pay the sum\r\n\tso\ndue, and the corporation has for 21 days thereafter neglected to\r\n\tpay the sum or to secure or compound for it to the reasonable\n\n\tsatisfaction of the creditor; . . .’\n8\nAct\r\n\t69 of 1984.\n9\nAct\n61 of 1973 read with s 66(1) of the Close\r\n\tCorporations Act.\n10\nKilroe-Daley\r\n\tv Barclays National Bank Ltd\n1984 (4) 609 (A) at 622I.\n11\nCF\r\n\tForsyth & JT Pretorius\nCaney’s Law of\r\n\tSuretyship in South Africa\n6ed (2010) 30.\n12\nAfrican\r\n\tLife Property Holdings (Pty) Ltd v Score Food Holdings Ltd\n1995\r\n\t(2) SA 230\n(A) at 238F.\n13\nDigest\r\n\t46.1.16; Voet 46.1.3; Pothier\nLaw of Obligations (Translated by\r\n\tWD Evans)\n4.1.393-394.\n14\nWorthington\r\n\tv Wilson\n1918 TPD 104\nat 105;\nStandard Bank of SA Ltd v SA\r\n\tFire Equipment (Pty) Ltd\n1984 (2) SA 693\n(C) at 695F-H.\n15\nSection\r\n\t40(4) reads:\n'A credit agreement entered into by\r\n\ta credit provider who is required to be registered in terms of\r\n\tsubsection (1) but who is not\nso registered is an unlawful agreement\r\n\tand void to the extent provided for in section 89.'\n16\nSection\r\n\t89(5) reads:‘\nIf a credit agreement\r\n\tis unlawful in terms of this section, despite any provision of\r\n\tcommon law, any other legislation or any\nprovision of an agreement\r\n\tto the contrary, a court must order that -\n(a)\nthe\r\n\tcredit agreement is void as from the date the agreement was entered\r\n\tinto;\n(b)\nthe credit provider must refund to the\r\n\tconsumer any money paid by the consumer under that agreement to the\r\n\tcredit provider, with\ninterest calculated -\n(i) at the rate set out in that agreement; and\n(ii) for the period from the date on which the consumer\r\n\tpaid the money to the credit provider, until the date the money is\r\n\trefunded\nto the consumer; and\n(c)\nall the purported rights of the credit\r\n\tprovider under that credit agreement to recover any money paid or\r\n\tgoods delivered to,\nor on behalf of, the consumer in terms of that\r\n\tagreement are either -\n(i) cancelled, unless the court concludes that doing so\r\n\tin the circumstances would unjustly enrich the consumer; or\n(ii) forfeit to the State, if the court concludes that\r\n\tcancelling those rights in the circumstances would unjustly enrich\r\n\tthe\nconsumer.'\n17\n1988\r\n\t(1) SA 943\n(A) at 980B-D.",
  "scraped_at": "2026-02-11T20:43:46.958882",
  "date": "2010-11-29",
  "coram": [
    "Navsa JJA",
    "Cloete JJA",
    "Ponnan JJA",
    "Ebrahim AJJA",
    "K Pillay AJJA"
  ],
  "case_number": "98/10",
  "parties": {
    "applicants": [
      "Desert Star Trading 145 (Pty) Ltd",
      "Bridging Advances (Pty) Ltd"
    ],
    "respondents": [
      "No 11 Flamboyant Edleen CC",
      "Christiaan Schoeman"
    ]
  },
  "sections": {
    "facts": "Desert Star Trading 145 (Pty) Ltd and Bridging Advances (Pty) Ltd each advanced loans to members of the Ehlers family in 2007‑2008. The loans were secured by a deed of suretyship in which No 11 Flamboyant Edleen CC, a close corporation, acted as surety and co‑principal debtor, and by mortgage bonds over the corporation’s sole immovable asset. The borrowers defaulted, the debts grew to over R1.25 million (Desert Star) and R205,000 (Bridging). The lenders served statutory demands under s 69 of the Close Corporations Act and, when unanswered, each applied for the winding‑up of the CC. The High Court granted a provisional winding‑up order at Desert Star’s instance. The second respondent, Christiaan Schoeman, intervened, asserting a cession of a R2.5 million loan to the CC. The High Court later set aside the provisional order, declared the suretyship void, and ordered costs against the appellants.",
    "issues": "1) Whether the two lenders had locus standi as creditors within the meaning of s 346(1)(b) of the Companies Act to apply for winding‑up of the CC. 2) Whether the deed of suretyship was enforceable given that the underlying credit agreements may be void or reckless under the National Credit Act. 3) Whether the indebtedness of the CC was bona fide disputed, requiring the court to refuse a winding‑up order.",
    "principles": "The court applied the principle that a suretyship is dependent on a valid principal debt; a surety cannot enforce a non‑existent obligation (Nienaber JA). Under the NCA, credit agreements entered into by unregistered credit providers are unlawful and void (s 40, s 89). Agreements entered into without proper affordability assessment constitute reckless credit (s 81‑83) and may be set aside. For winding‑up, the applicant must be a creditor; if the debt is bona‑fide disputed, the court will refuse the order (Kalil v Decotex). The court also noted that a surety may invoke any defence available to the principal debtor.",
    "application": "The court found that Desert Star was not a registered credit provider, making its agreement with Eugene void under the NCA; similarly, Bridging’s agreement was vulnerable to being declared reckless. Consequently, the suretyship obligations were conditional on void or potentially void principal debts. The respondents successfully showed that the indebtedness was disputed on bona‑fide grounds, satisfying the test for refusing winding‑up. The High Court’s declaration of the suretyship void was affirmed in part, but that finding did not constitute substantial success for the appellants. Hence the appeal succeeded only in striking the specific paragraphs of the lower order.",
    "conclusion": "The appeal was allowed to the extent that paragraphs 3 and 4 of the lower court’s order were deleted; the remaining order was confirmed. The appellants’ application for winding‑up was dismissed, and the appellants were ordered to pay the respondents’ costs jointly and severally."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Winding-up",
    "level_3": [
      "locus standi",
      "suretyship",
      "National Credit Act",
      "reckless credit",
      "bona fide dispute"
    ]
  }
}