{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/83.html",
  "case_name": "S v Opperman and Another (643/09) [2010] ZASCA 83; 2010 (2) SACR 248 (SCA) ; [2010] 4 All SA 267 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 83",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 83\n|\nNoteup\n|\nLawCite\nS v Opperman and Another (643/09) [2010] ZASCA 83; 2010 (2) SACR 248 (SCA) ; [2010] 4 All SA 267 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase No:\n643/09\nI\nn\r\nthe matter between:\nRENIER OPPERMAN\nFirst\nAppellant\nDIRK JOHANNES OPPERMAN\tSecond Appellant\nand\nTHE STATE\nRespondent\nNeutral citation:\nOpperman\r\nv The State (643/09)\n[2010] ZASCA 83\n(31 May                         \r\n   2010)\nCoram:\nLewis,\r\nHeher, Leach JJA, Griesel and Majiedt AJJA\nHeard:\n5 May 2010\nDelivered:\n31\r\nMay 2010\nSummary:\nCriminal\r\nprocedure – sentence – rape and indecent assault –\r\nyoung children – influence on sentence of low\nintelligence and\r\nlack of insight of accused.\nORDER\nOn appeal from:\nNorth\r\nGauteng High Court (Circuit Local Division for the Western Circuit\r\nDistrict, Motimele AJ sitting as court of first instance).\nThe appeal is dismissed.\nJUDGMENT\nMAJIEDT\nAJA dissenting (Griesel AJA\nconcurring with Majiedt\r\nAJA):\n[1]\nThe\r\nsexual abuse of children is a widespread social ill in our country.\r\nThis fact was recognised by this court some fifteen years\nago in\nS\r\nv D.\n1\nStatistics for 2007/8 show that a staggering 44.4 percent of all\r\nrapes and 52 percent of all indecent assaults were perpetrated\n\nagainst children.\n2\nIt was estimated in 2005 that between 400 000 and 500 000 children\r\nare sexually abused each year.\n3\nAnecdotal data suggests that a vicious cycle is discernible in such\r\ncases where the sexually abused victim of today is likely to\nbecome\r\ntomorrow's sexual abuser.\nSexual abuse within\r\na family context appears to be on the increase, judging by cases\r\nreported in the law reports and from other\nsources.\n4\nAll three of these aforementioned phenomena feature prominently in\r\nthe present matter.\n[2]\nThe\r\nappellants, twin brothers, were convicted in a regional court of two\r\ncounts of indecent assault and rape. The two victims are\nthe\r\nappellants' nephew and niece, ie their sister's son and daughter. The\r\nchildren were six and three years old respectively at\nthe time of the\r\ncommencement of the commission of the offences and the appellants\r\nwere in their late twenties.\n5\nThe indecent assault charges were in respect of both the boy and the\r\ngirl and the rape charge relates to the girl.\n[3]\nThe\r\nregional magistrate imposed sentence after conviction, but the\r\nsentences were set aside by the high court because the regional\n\nmagistrate did not have the requisite sentencing jurisdiction in the\r\nmatter.\n6\nThe court below (Motimele AJ sitting as court of first instance in\r\nthe North Gauteng High Court, Circuit Local Division for the\nWestern\r\nCircuit Division) thereafter imposed sentence as follows on the\r\nappellants:\n(a)\nthe\r\nfirst appellant was sentenced to six years' imprisonment for each\r\nindecent assault count and to 25 years' imprisonment for rape;\nand\n(b)\nthe\r\nsecond appellant was sentenced to six years' imprisonment on each\r\ncount of indecent assault and 20 years' imprisonment on the\nrape\r\ncount.\nIn both instances the sentences were\r\nordered to run concurrently so that the first appellant was\r\neffectively sentenced to\n25\r\nyears' imprisonment and the second appellant effectively to 20 years'\r\nimprisonment. The present appeal, with leave of the court\nbelow, is\r\ndirected against sentence only and, in essence, it relates to the\r\nsentence on the rape conviction.\n[4]\tThe factual matrix underlying the\r\nconviction, briefly, was that the appellants, who are of low\r\nintellect, lived on a plot together\nwith their sister (the\r\ncomplainants' mother), the two complainants and the appellants'\r\nparents. I interpose briefly to observe\nthat the extent of the\r\nappellants' low intellect and its impact on the moral\r\nreprehensibility of their crimes is one of the central\nissues in this\r\nappeal. Over the period of 2000 to 2001 the appellants perpetrated\r\nvarious acts of indecent assault on both complainants\nby:\n(a) showing pornographic material to\r\nthe boy\n;\n(b) rubbing their exposed private parts against his;\n(c) stimulating\nthe\r\nboy's penis with their hands; and\n(d) licking the girl's private parts.\nBoth appellants were also found to\r\nhave penetrated the girl vaginally with their penises\nduring that same period. A highly unsatisfactory feature is that\r\nneither the evidence nor the judgment contains any detail as to\nwhen\r\nexactly and on how many different occasions the indecent assaults and\r\nrape had been committed.\n[5]\nDuring\r\ncross-examination of the complainants it was suggested to them that\r\nthey had in fact been engaged in improper sexual conduct\nwith each\r\nother. Both of them rejected this suggestion.\n7\nThe girl also rejected the startling suggestion made to her during\r\ncross-examination that she had in fact seduced and enticed the\nfirst\r\nappellant into committing these improper acts with her. The girl did,\r\nhowever, admit in the course of testifying in examination-in-chief\n\nand under cross-examination that she had also been sexually abused\r\nprior to and subsequent to the present incidents by two other\n\npersons, namely one Louwtjie and 'oom Nico'.\n[6]\tThe regional magistrate rejected\r\nthe versions advanced by the appellants in their testimony in the\r\ndefence case as false. Those\nversions consisted largely of\r\nexculpatory explanations as well as allegations against the two\r\ncomplainants along the lines put\nin cross-examination on their\r\nbehalf, alluded to above.\n[7]\nA\r\nsocial worker, Ms Bruwer, compiled pre-sentence reports in respect of\r\nboth appellants. These reports were handed in by agreement\nat the\r\nsentencing stage and Ms Bruwer confirmed the contents of the reports\r\nin oral evidence. She was not cross-examined at all\nby the defence.\r\nThe contents of the reports were not challenged at all at the trial\r\nor during the proceedings before us. The veracity\nof the allegations\r\nin the reports, including material hearsay allegations, are therefore\r\nnot in issue for present purposes. The\nprobative value of\r\nunchallenged hearsay allegations during sentencing proceedings bears\r\nconsideration, which I will discuss in\ndue course.\n[8]\nThe\r\nfollowing relevant facts pertaining to the appellants' personal\r\ncircumstances can be gleaned from the reports:\n(a)\nThe\r\nappellants were 29 years old at the time of sentence, which was\r\nimposed on 17 September 2002 (it will be recalled that the offences\n\nwere found to have been committed over a period from 2000 to 2001).\n(b)\nThe\r\nappellants were first offenders.\n8\n(c)\nThe\r\nappellants attended special schools; the first appellant completed\r\ngrade nine and the second appellant grade ten. They had unstable\n\nemployment records and were employed at various places for relatively\r\nshort periods of time. These frequent employment changes\nwere\r\napparently caused by their parents' frequent relocation.\r\nSignificantly the second appellant at one stage conducted his own\n\nelectrical business and the first appellant was employed there.\n(d)\nThe\r\nappellants conveyed to Ms Bruwer that they were themselves indecently\r\nassaulted by family members during their childhood and\nteenage years.\r\nWhen their parents became aware of this, counselling was arranged for\r\nthe appellants. At that time it became known\nthat the parents\r\nthemselves had in turn been child victims of sexual abuse by older\r\npersons.\n(e)\nMs\r\nBruwer expressed the view that, notwithstanding their limited\r\nintellectual capacity, both appellants had sufficient insight to\n\ndistinguish between acceptable and unacceptable conduct.\n[\n9]\tIn\r\nher reports Ms Bruwer recorded that, while she did not have personal\r\ncontact with the victims due to their young age, a psychiatric\nreport\r\n(which does not form part of the record) indicates that the offences\r\nhave impacted as follows on the victims:\n(a)\nIn\r\nthe case of the girl, she experiences emotions of rejection and\r\ninferiority. She exhibits a strong need for affection and acceptance,\n\nwhich may in itself leave her vulnerable to further molestation. Her\r\nfather reported that she behaves improperly by sitting on\nthe laps of\r\nstrange men and by kissing them. She masturbates frequently and has a\r\nfear of being alone and of sleeping alone.\n(b)\nThe\r\nboy understands that he has been abused, but regards himself as\r\nhaving been naughty due to what has occurred. He lacks confidence\nin\r\nadults, by virtue of him having been abused by two persons who are\r\nwell known to him. He is guilt ridden for failing to protect\nhis\r\nyounger sister and consequently has very low self-esteem. He was\r\nindecently assaulted in an ostensibly safe environment by\npeople whom\r\nhe was supposed to trust – this may lead to feelings of\r\ninsecurity and lack of trust. He performs poorly at school.\n[10]\nThe\r\nfailure to hand in the psychiatric report and to lead the evidence of\r\nthe author thereof concerning the impact of the offences\non the\r\ncomplainants during the sentencing proceedings is disconcerting and\r\nought to be strongly deprecated. It constitutes important\nevidence to\r\nassist the sentencing court in arriving at an appropriate sentence\r\nproviding, as it does, some insight into the short\nterm effects of\r\nthe appellants' crimes.\n9\n[11]\tThis leads me to a consideration\r\nof the probative value of the hearsay allegations in that report\r\nwhich had been subsumed into\nMs Bruwer's reports. As stated, these\r\nreports were received as evidence by the regional magistrate by\r\nconsent of the State and\nthe defence. Moreover, the contents of the\r\nreports were admitted as correct. In\nS\r\nv Olivier\n10\nthis court undertook a general discussion of the probative value of\r\nfacts admitted by agreement during the sentencing stage. Briefly\n\nstated, material factual averments ought generally to be proved on\r\noath during the sentencing stage.\n11\nWhere the factual basis of a pre-sentence report or an opinion or\r\nrecommendation contained therein is disputed in a material respect,\n\nthe author of the report is required to testify on oath.\n12\nIn the absence of a pertinent challenge thereto and sans any\r\ncontroverting evidence, facts unequivocally admitted by a party\r\nbecome\nproved facts.\n13\nThis holds true too, in my view, for hearsay allegations embodied in\r\nsuch admitted facts. As a consequence, the impact of the offences\non\r\nthe complainants formed part of the proved facts during the\r\nsentencing stage in this matter. It is well to remind oneself of\nthe\r\nwide powers of a sentencing court in receiving such evidence on\r\nsentence as it thinks fit in terms of\ns 274(1)\nof the\nCriminal\nProcedure Act, 51 of 1977\n.\n14\n[1\n2]\tThe\r\ncourt below correctly approached the matter as one in which the\r\nminimum sentence stipulated in\ns 51\nread with Schedule 2 of the\r\nCriminal Law Amendment Act 105 of 1997 (the Act) did not find\r\napplication. This is so by reason of\nthe fact that the appellants had\r\nnot been alerted to those provisions in the charge sheet and at the\r\ncommencement of their trial.\n15\nIn its assessment of a suitable sentence, the court below had regard\r\nto the various aggravating factors, namely the fact that rape\nhad\r\nbeen perpetrated on a young and innocent child, that the offences had\r\nbeen perpetrated over a protracted period, the prevalence\nof the\r\noffence and the fact that the offences amounted to a betrayal of\r\ntrust, having been committed in a family environment where\nthe\r\ncomplainants were supposed to look up to the appellants for\r\nprotection. The learned judge regarded the first appellant as the\n\nringleader and imposed a heavier sentence on him than on his brother,\r\nthe second appellant. He expressed the view that 'It might\nwell be\r\nthat the accused are not rocket scientists. They may not be your A+\r\nstudents at school and indeed may not be very bright,\nbut they are\r\ncapable of functioning normally and appreciating the consequences and\r\nthe seriousness of their actions'.\n[1\n3]\tThe\r\nlimited powers of an appellate court in respect of sentence are well\r\nknown and need not be restated. Counsel for the appellants\nrelied on\r\ntwo misdirections by the court below. She submitted that the court\r\nbelow materially misdirected itself, firstly, by having\ninsufficient\r\nregard to the appellants' personal circumstances and, secondly, by\r\nmaking the findings referred to in the preceding\nparagraph. These\r\ncontentions are devoid of merit. The court below referred to the\r\nmitigating personal circumstances of the appellants\nand took them\r\ninto account in its judgment, particularly their low level of\r\nintellect and the fact that they had themselves been\nsexually abused\r\nby adults during their formative years. In my view the court below\r\ndid not commit any material misdirections on\nsentence.\n[14\n]\tI\r\nturn now to a consideration of whether the sentence imposed can be\r\nsaid to be excessive to the extent of inducing a sense of\nshock. As\r\nstated, the appeal is in effect directed against the sentence imposed\r\non the appellants for rape. An important point\nof departure is that\r\nas far as the rape conviction is concerned, the severity of the\r\nsentence must be judged against the background\nthat the benchmark for\r\na conviction of rape on a girl under the age of 16 years is life\r\nimprisonment in terms of the relevant legislation.\n16\nIt matters not, in my view, that life imprisonment was not an\r\nobligatory sentence in the present matter by virtue of the fact that\n\nthe appellants had not been informed of the provisions of the Act,\r\neither in the charge sheet or at the trial. This was but a technical\n\ndefect. The stark reality is that, but for this technical\r\nshortcoming, the appellants would have faced a prescribed sentence of\n\nlife imprisonment on the rape conviction. Any assessment of an\r\nappropriate sentence therefore has to be made with full recognition\n\nof the legislative benchmark. That is not to say that, if the\r\nprosecution had done its work properly in this case, life\r\nimprisonment\nwould necessarily have been an appropriate sentence for\r\nrape. For the reasons that follow I am of the view that it would not\r\nhave\nbeen and that the sentence imposed by the court below is indeed\r\nappropriate.\n[15\n]\tThe\r\nmoral reprehensibility of rape and society's abhorrence of this\r\nrampant scourge are unquestioned.\n17\nThe most cursory scrutiny of our law reports bears testimony to the\r\nfact that our courts have, rightly so, visited this offence\nwith\r\nsevere penalties.  This reprehensibility and abhorrence is so much\r\nmore pronounced\nin\r\nthe instances of the rape of very young children as is the case here.\r\nThe court below correctly took into account the fact that\nthe\r\ncomplainant was an innocent, defenceless and vulnerable victim. She\r\nwas raped over a prolonged period by her two uncles whom\nshe had\r\ntrusted. The short term psychological effects of this heinous crime\r\nare readily evident from the psychological report incorporated\ninto\r\nMs Bruwer's reports. One can only speculate on the long term effects.\r\nIt is striking that the rape victim's father had conveyed\nto Ms\r\nBruwer that he harbours fear that she and her brother will not\r\nrecover completely from their ordeal and that in his view\nhis\r\ndaughter in particular had been severely prejudiced.\n[16\n]\tThe\r\nlearned judge below was justified, in my view, in regarding the fact\r\nthat the girl had been raped by her own uncles as an\naggravating\r\nfactor. The notion that rape within a family is less reprehensible\r\nthan rape outside of it has been firmly dispelled\nby this Court in\nS\r\nv Abrahams.\n18\nThe factors\r\nadumbrated by Cameron JA in that case are particularly apposite in\r\nthe present matter.\n[17\n]\tThe\r\nappellants' low intellect is an established fact. Less clear is the\r\nextent thereof. Their counsel laid much emphasis on it\nduring\r\nargument in this court. I think it is greatly exaggerated. On the\r\nevidence before us these two men were in gainful employment\nat a\r\nnumber of places. The first appellant worked at two furniture\r\ncompanies, a hospital, a general dealer, three security companies,\na\r\ncontractor and, as stated, in the second appellant's electrical\r\nbusiness. He appears to have lost his employment rather frequently,\n\ndue to his parents' frequent relocation. He did not appear to have\r\nmuch difficulty in obtaining new employment in such instances.\nThe\r\nsecond appellant held positions at an enterprise known as AN Quick\r\nStitch, at a hospital, a furniture company, a tractor company,\na\r\nsecurity company, an engineering concern and at three different\r\ncellular phone outlets. He also set up his own steel business,\nworked\r\nas a plumber and, as stated, established his own electrical business\r\nwhere he employed the first appellant. On the available\nevidence this\r\nhardly fits the profile of two young men who were so intellectually\r\nchallenged that their raping of their young niece\nover an extended\r\nperiod should invite a measure of leniency. The expert witness, Ms\r\nBruwer's unchallenged evidence contained in\nher report, was that,\r\nnotwithstanding the appellants' limited intellectual capacity, they\r\nwere capable of distinguishing between\nacceptable and unacceptable\r\nconduct. The first appellant’s evidence lends significant\r\ncredence to this finding. In examination-in-chief\nhe testified as\r\nfollows:\n'\nDit\r\nwas nou begin in die kar, in die kar gewees, en toe sy (the girl\r\ncomplainant) vir my pa-hulle sien, toe klim sy van my skoot\naf. Toe\r\nkom (the boy complainant), toe wil (hy) ook weer begin. Toe sê \r\nek vir hom … nee, toe sê (hy) vir my\n‘allright’\r\ndan sal ons daar by ouma se huis. Toe het ek maar saam gespeel, ek\r\nweet dit is verkeerd, ek weet dit was\nverkeerd.'\nThe first appellant also\r\nacknowledged\n, when\r\nquestioned by the regional magistrate, that he knew that it was wrong\r\nto fondle the children’s private parts and to\npermit them to\r\nfondle his. Ms Bruwer's finding finds further support in the\r\nappellants’ employment history. A reading of\ntheir oral\r\ntestimony confirms that they are not at the intellectual level of\r\nnormal men in their late twenties. But they hardly\nstrike me as\r\nseverely mentally retarded men. The learned judge was fully justified\r\nin making the findings that he did on this aspect.\n[1\n8]\tA\r\nfactor which weighs with me more is the evidence that the appellants\r\nthemselves had been subjected to sexual abuse during their\nformative\r\nyears. Regrettably no evidence was adduced on the effect of this\r\nabuse on their sexual development in later life. But,\nas indicated\r\nabove, anecdotal information suggests that the young abused become\r\nabusers themselves in later life. And there is\nsome suggestion to\r\nthis effect in Ms Bruwer's report in respect of the impact of the\r\ncrimes on the complainants. The court below\nwas fully cognisant of\r\nthis particular factor as is evident from its judgment.\n[1\n9]\tThe\r\nsentences imposed are indubitably severe. But I do not regard them as\r\nshockingly inappropriate – that appellation could\nconceivably\r\nhave been justified if life imprisonment had been imposed for the\r\nrape. Imprisonment of 25 and 20 years respectively\nencapsulates the\r\nundeniable gravity of the rape of a very young child over a\r\nprotracted period. Added to this is the appellants'\ncomplete lack of\r\nremorse. In fact, the first appellant sought to shift the blame for\r\nhis misdeeds to the young victim, accusing\nher of seducing and\r\nenticing him into indecently assaulting and raping her. This is a\r\nfurther aggravating factor.\n[\n20]\tAny\r\nsentence with a shorter term of imprisonment would to my mind\r\noveremphasize the appellants' personal circumstances and\r\nunderemphasize the seriousness of the rape. There are really only\r\nthree mitigating factors of note, namely the appellants’\n\nlimited intellectual capacity, the fact that they are first offenders\r\nand their own sexual abuse during their childhood and teenage\nyears. \r\nThe sentence imposed by the court below gives recognition to the\r\nmitigating factors, without losing sight of the gravity\nof the\r\noffence and its impact on the appellants' nephew and niece, in\r\nparticular the latter. To elevate the appellants' personal\n\ncircumstances above that of society in general and these two child\r\nvictims in particular would not serve the well-established aims\nof\r\nsentencing, including deterrence and retribution.\n19\nIn\nS v Vilakazi,\nNugent JA formulated it as follows:\n'\nIn\r\ncases of serious crime the personal circumstances of the offender, by\r\nthemselves, will necessarily recede into the background.\nOnce it\r\nbecomes clear that the crime is deserving of a substantial period of\r\nimprisonment the questions whether the accused is\nmarried or single,\r\nwhether he has two children or three, whether or not he is in\r\nemployment, are in themselves largely immaterial\nto what that period\r\nshould be, and those seem to me to be the kind of \"flimsy\r\ngrounds\" that\nMalgas\nsaid should be avoided.'\n20\n[21]\tIn\nVilakazi\n21\nthis court also pointed to the absence of gradation between a\r\nsentence of ten years' imprisonment ordinarily prescribed for rape\n\nand life imprisonment prescribed if any of eight aggravating features\r\nmentioned in Schedule 2 Part I, read with s 51(1), of the\nAct is\r\npresent. This court emphasized that the proportionality of the\r\nprescribed sentence must be determined on the circumstances\nof each\r\nparticular case.\n[22]\tI have given cautious and\r\nanxious consideration to the facts and circumstances of this case,\r\nmindful of the caveat issued by\nNugent JA in\nVilakazi\nthat '[c]ustodial\r\nsentences are not merely numbers'.\n22\nWhat weighs particularly heavily with me is the rape victim's age\r\n(between three and five years of age over the period that the\nrapes\r\nwere committed). In this regard, I respectfully adopt the approach by\r\nNugent JA in\nVilakazi\nin examining where\r\nthis particular 'complainant's age fits in the range between infancy\r\nand 16 (years). . .'\n23\nOn that approach a substantially longer term of imprisonment than the\r\none imposed in\nVilakazi\n(15 years) seems to\r\nme to be justified in the present instance. The protection of young\r\nchildren plays an important role when it\ncomes to sentencing in\r\nmatters of this nature.\n24\n[23\n]\tThe\r\ncourt below correctly ameliorated the cumulative effect of the\r\nsentence by ordering concurrence of the shorter terms of imprisonment\n\nfor the indecent assaults with the longer term of imprisonment for\r\nthe rape. The learned judge was justified in differentiating\nbetween\r\nthe two appellants on sentence – on the first appellant's own\r\nevidence he took the lead in committing these offences.\nI can find no\r\nground warranting interference with the sentence on appeal. I would\r\ndismiss the appeal.\n___________________\nS A MAJIEDT\nACTING\nJUDGE\r\nOF APPEAL\nHeher JA (Lewis and Leach JJA concurring):\n[24]\tI have read the\r\njudgment of my colleague Majiedt AJA. For the reasons which follow I\r\nhave arrived at a different conclusion.\n[25]\tThis appeal raises\r\ndifficult questions which are bound to provoke emotional responses\r\nunless the interplay of all the facts\nis carefully analysed and\r\nassessed.\n[26]\tThere are certain\r\nvery unsatisfactory features which complicate the case. In one sense\r\nthey are the natural consequence of\nreliance on the uncorroborated\r\nevidence of young children given a year or more after the event. In\r\nanother they result from the\nlax attitude of the prosecution and the\r\ntrial court.\n[27]\tThe appellants were\r\ncharged with three offences:\n1.\tThe rape of the 4 year\r\nold girl, A.\n2.\tIndecent assault on A\r\nby touching her private parts and/ or pressing their fingers into her\r\nprivate parts.\n3.\tIndecent assault on\r\nthe six year old boy, B, by touching his penis (‘geslagsdeel’)\r\nand/or sucking on his penis (‘geslagsdeel’).\n[28]\tEach\r\noffence was alleged to have been committed ‘op of omtrent\r\ngedurende 2000-2001’. The high court confirmed the\nconvictions\r\nwithout querying their basis and sentenced the appellants as if they\r\nhad been charged with multiple rapes and acts\nof indecent assault.\r\nWhile I have some doubt as to the sufficiency of the charge sheet to\r\ncover repeated offences,\n25\nthe question was not debated before us and the trial was conducted as\r\nan investigation into the conduct of the appellants over\nthe whole\r\nperiod without objection. For the reasons set out below I am of the\r\nview that the matter has no material bearing on the\nsentencing of the\r\nappellants. It is thus unnecessary to pursue the enquiry.\n[29]\tThe\r\nsecond reservation is that the evidence went far beyond the\r\nparticulars furnished in the charge sheet. In addition to the\nacts\r\nidentified in para 4 of the judgment of Majiedt AJA, B testified that\r\nthe appellants (or, at least, the first appellant) deliberately\n\nmasturbated in front of him and that the appellants compelled A to\r\nsuck his penis. However, no amendment of the charge sheet was\napplied\r\nfor. The act alleged in count 3,\nviz\nthat the appellants sucked on B’s penis, was not established,\r\nalthough the touching of his private part was. I ignore the\n\nadditional evidence in assessing the appropriate sentence.\n[30]\t\r\nSentencing is about achieving the right balance (or, in more\r\nhigh-flown terms, proportionality).\n26\nThe elements at play are the crime, the offender and the interests of\r\nsociety or, with different nuance, prevention, retribution,\n\nreformation and deterrence. Invariably there are overlaps that render\r\nthe process unscientific; even a proper exercise of the judicial\n\nfunction allows reasonable people to arrive at different conclusions.\r\nThis seems to be a case in point. There is ample room for\ncontroversy\r\nin the combination of psychological problems, sexual assaults and\r\nyoung victims. The cases show a need for great sensitivity\non the\r\npart of courts towards victims and abusers in such cases. But where\r\nthe accused’s conduct was explicable by psychological\ndefects\r\nthe consequence has almost always been mitigatory.\n27\n[31]\tThe crime was\r\nloathsome and despicable: the serious abuse of two very young\r\nchildren in a domestic situation by adult members\nof the family who\r\nshould each have protected the victims against the other’s\r\npredations. The psychological consequences to\nthe victims were bound\r\nto be severe even without physical harm. Disgust and outrage are\r\njustifiable reactions. A balanced outlook\nis more difficult to\r\nachieve.\n[32]\t The appellants\r\nmaintained their innocence in whole or in part throughout the trial.\r\nThey cast blame on the children without\nany justification. That was\r\nan aggravation.\n[33]\tThe appellants were\r\nadult in body, but it is clear to me that both were anything but\r\nmature in mind. In their late twenties,\nthey still lived in the\r\nparental home, apparently subsisting on scraps of diverse employment\r\nsupplemented by disability pensions.\nHow far short they fell in\r\nintellect is made clear by the nature of the defence. They testified\r\nand, apparently, expected the court\nto believe, that seriously\r\nimproper behaviour of a deviant nature was initiated by a four-year\r\nold girl and her six-year old brother,\nthat neither of the\nappellants was able to\r\nresist her temptations and that the two children were actually seen\r\nin the act of having or attempting sexual\nintercourse with each\r\nother.\n[34]\tThis\r\nlast seems to me the most telling factor in the assessment of moral\r\nblameworthiness. Indeed, even if, properly understood,\nthe charges\r\nembraced multiple acts of rape and abuse, my perception of the\r\nappropriate punishment would not change. Seriously stunted\nmoral\r\nsensibility is not quickened by the repetition of conduct which other\r\nright-thinking members of society know to be reprehensible\nor, even,\r\nevil. The appellants started with a material deficit. When they gave\r\nevidence the gap had not narrowed. Knowledge of\nthe wrongfulness of\r\nthe appellant’s conduct was proved. That was necessary for mens\r\nrea. But I am far from satisfied that\nit was matched by insight into\r\nthe seriousness of their offence\n28\nor by an ability to resist the pull of their own lusts, both\r\nqualities which one would expect to find in a mature adult possessing\n\neven a limited perception of correct social norms.\n[35]\tAccording to the\r\nsocial welfare reports produced in evidence both appellants were\r\nindecently assaulted as children by various\nadult persons. So were\r\nall their siblings. So also both their parents. The mother of the\r\ncomplainants (whom the probation officer\nconsulted) was raped by her\r\nown brother. Small wonder that the appellants showed neither remorse\r\nnor insight into their offences.\n[36]\tAs the magistrate\r\nrecognised, the environment in which the appellants and the children\r\nwere obliged to cohabit in close proximity\nwas far from desirable and\r\nproved,\ngiven\r\nthe appellants’ susceptibilities, to be a recipe for disaster.\n29\nTo this must be added the likelihood that, having been abused in\r\nyouth, they were, in the circumstances, less likely to regard\n\nsocially deviant conduct as abnormal.\n[37]\nSociety\r\ndemands retribution and, rightly, protection from anti-social\r\nelements. But I cannot agree with the magistrate that the\ntwo\r\nappellants are to be regarded as dangers to society. Their’s\r\nwas essentially a crime arising in a specific domestic context.\nThe\r\nprobability of repetition must be remote.\n[38]\tDeterrence\r\nas an object of sentence in a case of this nature is, in my view,\r\nfanciful. Seeking to dissuade potential sexual\noffenders by\r\nincreasing the punishment meted out to the appellants seems not only\r\nmorally opprobrious\n30\nbut also far-fetched in its prospect.\n[39]\tAs to the\r\nrehabilitation of the appellants, if such be possible, they have\r\nalready served almost eight years behind bars. Prolonging\ntheir\r\ndetention to twenty years or more would hardly confer an additional\r\nbenefit to themselves or society.\n[40]\tI cannot ignore that\r\nthe legislature has set its face against sexual offences in which\r\nchildren are victims with unmistakable\ndisapproval and draconian\r\nsanctions. The appropriate sentences must reflect that intention.\n[41]\tNevertheless, in\r\nsentencing, individualization and not collective responsibility for\r\nthe prevalence of serious crime remains\nthe court’s primary\r\nfocus. While there is no room for misplaced sympathy in dealing with\r\noffenders, one should never divorce\ndetermination of  the appropriate\r\npunishment from the quality of the human material nor the reasons for\r\nits frailty. Even here\nmercy can find a place in almost all cases.\n[42]\tStriving as I must\r\nto decide how the relevant factors should be translated into a\r\nsentence which meets legitimate societal\ndemands and is not unfair to\r\nthe appellants, I come to the conclusion that I would have imposed an\r\neffective sentence not exceeding\n15 years on both appellants. I\r\ncannot find sufficient persuasive evidence in the record to justify a\r\ndistinction between them on\nthe grounds of degree of participation or\r\nmoral turpitude.\n[43]\nSection 282\nof the\nCriminal Procedure Act 51 of 1977\nprovides that:\n‘\nWhenever\r\nany sentence of imprisonment imposed on any person on conviction for\r\nan offence is set aside on appeal or review and any\nsentence of\r\nimprisonment or other sentence of imprisonment is thereafter imposed\r\non such person in respect of such offence in place\nof the sentence of\r\nimprisonment imposed on conviction or any other offence which is\r\nsubstituted for that offence on appeal or review,\nthe sentence which\r\nwas later imposed may, if the court imposing it is satisfied that the\r\nperson concerned has served any part of\nthe sentence of imprisonment\r\nimposed on conviction be antedated by the court to a specified date,\nwhich\r\nshall not be earlier than the date on which the sentence of\r\nimprisonment imposed on conviction was imposed\n,\r\nand thereupon the sentence which was later imposed shall be deemed to\r\nhave been imposed on the date so specified.’ (My emphasis.)\n[44]\tThe appellants have\r\nbeen continuously held in custody as convicted prisoners since 17\r\nSeptember 2002 when the regional court\nimposed the initial\r\n‘sentence’. That ‘sentence’ was set aside as\r\ninvalid on 25 February 2005 (ie 2 years\nand 5 months into the\r\n‘sentence’) and replaced by the sentence imposed by the\r\nhigh court. The last-mentioned date is\n‘the date on which the\r\nsentence of imprisonment imposed on conviction was imposed’\r\nwithin the terms of\ns 282.\nIf 15 years imprisonment was the\r\nappropriate sentence then the terms of our order should be adapted to\r\ntake account of both the\nstatute and the true length of incarceration\r\nof the appellants.\n[45]\tIn the result:\n1.\tThe appeal succeeds.\n2.\tThe sentences imposed\r\nby the court a quo are set aside and substituted by the following:\n‘The first and\r\nsecond appellants are sentenced to imprisonment for 12 years and\r\nseven months, all counts to be treated as\none for the purpose of\r\nsentence.’\n____________________\nJ A HEHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellants:\tL\r\nAugustyn\nInstructed\r\nby\tBloemfontein Justice Centre, Bloemfontein\nFor respondent:\tS\r\nScheepers\nInstructed by\tDirector\r\nof Public Prosecutions, Bloemfontein\n1\nS v D\n1995 (1)\r\n\tSACR 259\n(A) at 261c-d.\n2\nSouth African Police Service website:\r\n\thttp:/www.saps.gov.za/statistics/reports/crimestats/2008/docs/introduction\n\n\t2008; (Accessed on 20 May 2010).\n3\nJacobs M, Shung-King M and Smith C, South African\r\n\tChild Gauge(2005): Children's Institute, University of Cape Town.\n4\nLeoschut, L and Burton, P, 2006 – 'How rich\r\n\tthe rewards: Results of the 2005 National Youth Victimisation\r\n\tSurvey'. Centre\nfor Justice and Crime Prevention Cape Town (2006) at\r\n\t62.\n5\nThe charges were formulated in the charge sheet\r\n\tto the effect that the rape and indecent assaults had allegedly been\r\n\tperpetrated\nover a period from 2000 to 2001. The regional magistrate\r\n\tfound this to be the case, ie, that the appellants had over a period\r\n\tranging from 2000 to 2001 on diverse occasions committed the\r\n\toffences which they had been charged with.\n6\nThe matter was finalised prior to the amendment\r\n\tof the\nCriminal Law Amendment Act 105 of 1997\n, in terms of which\r\n\tregional courts are now clothed with the requisite sentencing\r\n\tjurisdiction in cases such as the present one.\n7\nBoth complainants gave their testimony through an\r\n\tintermediary in terms of\ns 170A\nof the\nCriminal Procedure Act 51 of\n1977\n.\n8\nAlthough Ms Bruwer alluded in her report to a\r\n\tprevious conviction for fraud committed in 1995 by the second\r\n\tappellant, the appellants\nwere treated as first offenders in the\r\n\tcourt below and this was accepted as correct by both counsel in\r\n\ttheir heads of argument\nin this court.\n9\nIn recent years, the impact of crime, particularly violent crime, on\r\n\tvictims, has assumed an important role in sentencing considerations.\n\n\tThis is manifested, inter alia, by the development of a Victims'\r\n\tCharter by the Department of Justice and Constitutional Development.\n10\nOlivier v The State\n(318/09)\n[2010] ZASCA 48.\n11\nOlivier v The State\npara\r\n\t7 and cases cited there.\n12\nS v R\n1993 (1)\r\n\tSA 476\n(A) at 492E.\n13\nGordon v Tarnow\n1947\r\n\t(3) SA 525\n(A) at 531. P J Schwikkard & S E van der Merwe,\nPrinciples of the Law of Evidence\n3\ned\r\n\t(2009) para 26.5.5.\n14\nC\nf\nS v Giannoulis\n1975 (4) SA 867(A)\n874A-B.\n15\nCompare:\nS v Ndlovu\n2003\r\n\t(1) SACR 331\n;\n2003 (1) SACR 331\n;\n[2003] 1 All SA 66\n(SCA) para 12;\nS\r\n\tv Mabuza & others\n2009 (2) SACR\r\n\t435\n(SCA) para 10.\n16\nS v Malgas\n2001\r\n\t(1) SACR 469\n;\n2001 (2) SA 1222\n;\n[2001] 3 All SA 220\n(SCA) para 25;\nS\r\n\tv Sikhipha\n2006 (2) SACR 439\n(SCA)\r\n\tpara 17.\n17\nS v Vilakazi\n(576/07)\n[2008] ZASCA 87\n,\n2009 (1) SACR 552\n(SCA), para 1;\nS v Chapman\n[1997] ZASCA 45\n;\n1997 (2) SACR 3\n;\n1997 (3) SA 341\nat 5 a-d (SACR); 345 A-C (SA).\n18\n2002 (1) SACR 116\n(SCA) para 23.\n19\nS v Lister\n1993\r\n\t(2) SACR 228\n(A) at 232g-h;\nS v\r\n\tSalzwedel & others\n1999 (2) SACR\r\n\t586\n(SCA) at 592c-e;\n2000 (1) SA 786\n(SCA) at 791A-C.\n20\nPara 58.\n21\nP\nara 13.\n22\nP\nara 21.\n23\nP\nara 59.\n24\nS v McMillan\n2003\r\n\t(1) SACR 27\n(SCA) at 33h-i.\n25\nSee\nS v Mponda\n2007 (2) SACR 245\n(C).\n26\nSee particularly\nS v Dodo\n2001 (1) SA 594\n(CC) paras 35 to\r\n\t38.\n27\nS v S\n1977\n(3) SA 830\n(A);\nS v B\n1980 (3) SA 846\n(A);\nS v O\n2003 (2) SA 141\n(C).\n28\nRecognised by the trial court as ‘’n ernstige gebrek aan\r\n\tinsig’.\n29\nIn the words of the magistrate ‘die hele dinamiek het homself\r\n\tas ‘n teelaarde daargestel vir hierdie tipe van praktyk’.\n30\nCf the remarks of Botha JA in\nS v Collett\n1990 (1) SACR 465\n(A) at 469i-470i in relation to retribution.",
  "scraped_at": "2026-02-11T20:28:52.413330",
  "date": "2010-05-31",
  "coram": [
    "Lewis JJA",
    "Heher JJA",
    "Leach JJA",
    "Griesel AJJA",
    "Majiedt AJJA"
  ],
  "case_number": "643/09",
  "parties": {
    "applicants": [
      "Renier Opperman",
      "Dirk Johannes Opperman"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Twin brothers Renier and Dirk Opperman, aged about 29, were convicted of two counts of indecent assault and one count of rape involving their sister's children – a six‑year‑old boy and a three‑year‑old girl – between 2000 and 2001. The offences included showing pornographic material, genital contact and vaginal penetration. The brothers had low intellectual capacity, attended special schools, had an unstable employment history and disclosed that they themselves had been sexually abused as children. A social‑worker’s pre‑sentence report, admitted without challenge, detailed the severe psychological impact on the victims. The regional magistrate’s original sentence (six years per indecent assault and 25/20 years for rape) was set aside for lack of jurisdiction; the High Court then imposed the same sentence, ordering the rape terms to run concurrently with the indecent‑assault terms, effectively 25 years for the first appellant and 20 years for the second.",
    "issues": "1. Whether the High Court erred in the severity of the sentences imposed for rape and indecent assault. 2. Whether the court failed to give adequate weight to mitigating factors such as the appellants’ low intellect and history of abuse. 3. Whether there was a misdirection on the applicability of the mandatory minimum sentencing provisions of the Criminal Law Amendment Act. 4. Whether the appellate court has authority to vary the sentences.",
    "principles": "The judgment applied principles of proportionality, aggravating and mitigating factor analysis, and the limited jurisdiction of appellate courts over sentencing. It affirmed that the mandatory minimum under s 51 of the Criminal Law Amendment Act does not apply where the provisions were not raised in the charge sheet. Pre‑sentence reports admitted by agreement are treated as proved facts (see S v Olivier). Precedents referenced include S v D (recognition of child sexual abuse prevalence), S v Abrahams (family‑related rape as an aggravating factor), S v Vilakazi (personal circumstances are secondary to the seriousness of the crime), and the broader sentencing framework set out in the Criminal Procedure Act s 274(1).",
    "application": "The majority (Majiedt AJA) held that the court below correctly considered the aggravating factors – the victims’ extreme vulnerability, the breach of trust within the family, and the prolonged nature of the offences – and gave appropriate weight to the limited mitigating factors. It found no material misdirection and concluded that a life‑imprisonment benchmark did not compel a life sentence, but that 25 and 20 years respectively were proportionate. The dissenting judge (Heher JA) argued that the sentence was excessive, would have imposed a maximum of 15 years, and highlighted issues of hearsay and charge‑sheet deficiencies, but his view was not adopted.",
    "conclusion": "The appeal was dismissed. The sentences of 25 years imprisonment for Renier Opperman and 20 years for Dirk Opperman were upheld. The dissenting opinion proposing a reduced sentence of 12 years and seven months was not adopted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "indecent assault",
      "sentencing",
      "child victims",
      "mitigating factors"
    ]
  }
}