{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/34.html",
  "case_name": "Duet and Magnum Financial Services CC (In Liquidation) v Koster (168/09) [2010] ZASCA 34; 2010 (4) SA 499 (SCA) ; [2010] 4 All SA 154 (SCA) (29 March 2010)",
  "citation": "[2010] ZASCA 34",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 34\n|\nNoteup\n|\nLawCite\nDuet and Magnum Financial Services CC (In Liquidation) v Koster (168/09) [2010] ZASCA 34; 2010 (4) SA 499 (SCA) ; [2010] 4 All SA 154 (SCA) (29 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase\nNo: 168/09\nIn\nthe matter between:\nDUET\nAND MAGNUM FINANCIAL\nSERVICES\nCC (IN LIQUIDATION)\nAppellant\nand\nJ\nH KOSTER\nRespondent\nNeutral\ncitation\n:\nDuet\nand Magnum Financial Services v Koster\n(168/09)\n[2010] ZASCA 34\n(29 March 2010)\nCoram:\nNUGENT,\nHEHER and VAN HEERDEN JJA and THERON, SERITI AJJA\nHeard:\n15\nMARCH 2010\nDelivered:\t29\nMARCH 2010\nSummary:\nInsolvency\nâ dispositions â liquidatorâs right to apply for setting aside\nunder ss 26, 29 and 30 of\nInsolvency Act 24 of 1936\nâ when\nextinctive prescription begins to run.\n___________________________________________________________\nORDER\n___________________________________________________________________________\nOn\nappeal from:\nNorth Gauteng\nHigh Court, Pretoria (Preller J\nsitting as court of first instance):\nThe\nappeal is dismissed with costs.\n______________________________________________________________\nJUDGMENT\n___________________________\n________________________________\nNUGENT\nJA (HEHER and VAN HEERDEN JJA, THERON and SERITI AJJA):\n[1]\tThe\nquestion in this appeal is whether a claim by a liquidator under\ns 32\nof the\nInsolvency Act 24 of 1936\nto have a court set aside an\nimpeachable transaction, and to make a declaration that the\nliquidator is entitled to recover the alienated\nproperty, prescribes\nunder the\nPrescription Act 68 of 1969\n, and if so, when prescription\nstarts to run against the claim.\n[2]\nDuet\nand Magnum Financial Services\nCC\ncarried on business as a micro-lender. An order for its winding up\n1\nwas made on 17 May 2001 and the liquidators, the present appellants,\nwere appointed on 18 July 2001.\n[3]\tOn\n12 July 2005 the liquidators caused a summons to be served on\nMr Koster, the respondent, in which they alleged that certain\ndispositions had been made by the close corporation that fell within\nthe ambit of either\ns 26(1)(b)\nor\ns 30(1)\nor\ns 29(1)\nof the\nInsolvency Act. They\nclaimed an order setting aside the\ndispositions, and an order declaring Mr Koster obliged to pay to them\ncertain moneys that were\nalleged to have been alienated under the\ndispositions from September 2000 until the date of the winding-up\norder. (Different amounts\nwere claimed in the alternative but that is\nnot material for present purposes.)\n[4]\tMr\nKoster filed a special plea of prescription and pleaded over on the\nmerits. Only the plea of prescription is relevant here.\nMr Koster\npleaded that, in respect of each of the dispositions relied on by the\nliquidators, prescription commenced to run from a\ndate before 12 July\n2002 (which was three years before the summons was issued) and\naverred that the liquidators had knowledge of\nthe relevant facts\nbefore that date, or could have acquired such knowledge by exercising\nreasonable care. In the premises, so the\nplea ran, the claim has\nexpired.\n[5]\tIn\na replication the liquidators raised two answers to the special plea.\nThey pleaded that, because the liquidators were not entitled\nto\nrecover the disposition until the court made the order sought by\nthem, there was no present âdebtâ as contemplated by\ns 11(d)\nof the\nPrescription Act, and\nthus prescription has not commenced to\nrun. In the alternative, the liquidators pleaded that they obtained\nknowledge of the facts\nupon which the claim was based at an enquiry\nheld in terms of\ns 152\nof the\nInsolvency Act on\n4 August 2003,\nhaving acted reasonably and with due care, and that the running of\nprescription was thus delayed until that date under\ns 12(3)\nof\nthe\nPrescription Act.\n[6\n]\tThe\nmatter came to trial before Preller J in the Pretoria High Court. \nThe court ordered, under\nRule 33(4)\n, that the only question to be\ntried initially was whether âthe plaintiffâs claims as formulated\nin the particulars of claim constitute\na âdebtâ as contemplated\nin\nsections 10\n,\n11\nand\n12\nof [the Prescription Act]â in which event\nthe parties agreed that the claims had become prescribed.\n[7]\tAfter\nhearing argument the learned judge upheld the special plea with\ncosts. In doing so he declined to follow\nBarnard\nand Lynn NNO v Schoeman\n,\n2\nwhich concerned a similar claim, and adopted the contrary conclusion\nreached by Nel J (Potgieter AJ concurring) in\nBurley\nAppliances Ltd v Grobbelaar NO\n3\nand\nby Goodey AJ in\nBarnard\nNO v Bezuidenhout\n,\n4\nin\nrelation to analogous claims.\nIn\nview of the conflict between those decisions Preller J granted the\nappellant leave to appeal to this court. During April Mr Kosterâs\nattorneys of record withdrew. We were advised by Mr Koster in a\nletter received by the registrar of this court on 12 March 2010 that\nhe would not be represented at the appeal, citing lack of funds to\nemploy counsel.\n[8]\tIn\nsupport of their contention that their claim has not prescribed\ncounsel for the liquidators submitted that because Mr Koster\nis not\nyet liable to repay the moneys that are now claimed, no âdebtâ as\nenvisaged by the\nPrescription Act is\nin existence. A similar\nsubmission\n5\nwas made in\nBurley\nand rejected\n.\nUpon\nbeing asked during argument in this case when the cause of action\nthat has been pleaded will arise counsel for the liquidators\nsaid\nthat it will arise only once judgment setting aside the effective\ndispositions is entered in favour of the liquidators. The\nnotion that\na claim can be founded upon a cause of action that arises only once a\ncourt has given judgment on the claim is not one\nthat appeals to me.\n[9]\tIt\nseems to me that the liquidators misunderstand their own claim.\nPrescription is about rights that have come into existence\nbut have\nceased to exist by the passage of time. If a right has not come into\nexistence then there is nothing that is capable of\nexpiring. That is\nwhy prescription is raised in a plea. If no existing right has been\nalleged in the particulars of claim then the\nparticulars of claim are\nexcipiable and will not attract a plea. It is only once facts have\nbeen alleged that establish the existence\nof a right that the\nquestion whether that right has expired is capable of arising.\n[10]\tIt\nis perfectly correct, as counsel for the liquidators submitted, that\nMr Koster has no present obligation to pay the moneys\nthat are\nclaimed. It is also perfectly correct that Mr Koster will become\nobliged to pay the money only once a court has made a declaration\nto\nthat effect. But the claim of the liquidators is not founded upon a\npresent right to be paid by Mr Koster.\n[11]\tOrders\nthat are made by courts generally declare that a debt then exists and\nallow for its enforcement by the ordinary process\nof execution. But\nthe declarations that are sought in this case are declarations of an\naltogether different kind. They are declarations\nthat have the effect\nof bringing into\nexistence\na debt that did not exist before. The liquidators become entitled to\nobtain\nsuch a declaration once certain events have occurred and that is the\nright that they now seek to enforce. They do not ask the\ncourt to\ndeclare Mr Koster to be an existing debtor. They ask the court to\nmake Mr Koster into a debtor when he was not a debtor\nbefore. If they\nwere to show that the events alleged in the particulars of claim have\noccurred then they are entitled to a declaration\nof that kind and\nthat is the existing right upon which they rely.\n[12]\tThe\nsections of the\nInsolvency Act with\nwhich we are concerned are not\nmerely a novel procedure for enforcing existing debts. They create\nfor liquidators a remedy in addition\nto any remedies that might be\navailable at common law. It might be that the liquidators have a\nclaim against Mr Koster for recovery\nof a present debt under the\ncommon law remedies for fraud, or under the\nactio\nPauliana\n,\n6\nbut they are not pursuing remedies of that kind. In addition to those\nremedies the\nInsolvency Act creates\na different and wider remedy that\nis given to liquidators to recover assets that have been removed from\nan estate before insolvency.\nA similar remedy is given to\nliquidators\n7\nby s 424(1) of the Companies Act, in addition to any common law\nremedies that creditors might have, to recover loss that has been\nbrought about by those who carry on the business of a company\nrecklessly or with intent to defraud creditors.\n[13]\tIn\nboth cases a liquidator is entitled to have a declaration made by a\ncourt that brings a debt into existence once it has been\nshown that a\nparticular event has occurred. In the case of the\nInsolvency Act that\nevent is a disposition of property that falls within the terms of\nss 26\nto\n31\n. Once it is shown that such a disposition has\noccurred then\ns 32(3)\nentitles the liquidator to ask a court to set\naside the disposition and to declare that the liquidator is entitled\nto recover the\nproperty or its value. In the case of s 424(1) of\nthe Companies Act, once it is shown that the business of a company\nhas been\ncarried on recklessly or with intent to defraud creditors,\nthe liquidator is entitled to ask a court to declare âany person\nwho\nwas knowingly a party to the carrying on of the businessâ in\nthat manner to be âpersonally responsible for all or any of the\ndebts or other liabilities of the company as the Court may directâ.\nIn both cases the declaration that is made by the court brings\ninto\nexistence debts that did not exist before and simultaneously enables\nthe debts immediately to be enforced through the ordinary\nprocess of\nexecution.\n[14]\tThose\nspecial remedies originate from comparable English legislation that\nhas been exported to other countries as well. In\nBurley\n,\nto which I will return, Nel J referred to the decision of the Court\nof Appeal of New Zealand in\nRe\nManey and Sons De Luxe Service Station Limited; Maney v Cowan\n,\n8\nwhich I have found to be helpful. That case concerned s 320 of the\nCompanies Act 1955 of that country, which is comparable to s 424(1)\nof our Companies Act. The decision is not directly in point because\nnobody was so bold as to suggest in that case that the cause\nof\naction arose only once the declaration of liability was made. But it\nis nonetheless instructive for the basis upon which the case\nwas\nargued and decided.\n[15]\tThe\nquestion under consideration was whether the limitation period\nprovided for in s 4 of the Limitation Act 1950\n9\ncommenced to run when the delinquent act occurred, or whether it\ncommenced only when the company was placed under winding-up. It\nwas\nargued in support of the former that the section created no new\nrights, but merely provided for a summary procedure, available\nto a\nliquidator upon winding-up, to recover an existing indebtedness that\narose when the delinquent act occurred, and thus the cause\nof action\naccrued at that date.\n10\nNorth P rejected that submission in the following terms:\nâ\nIn\nmy opinion it is plain that s 320 does create a new cause of action\nfor it confers on a liquidator, a creditor or a contributory\non\nliquidation the right to ask the Court, in the circumstances stated,\nto require the offending party to pay the debts or other\nliabilities\nof the company. This is surely a new liability and a new right not\npreviously known to the lawâ¦. I am accordingly of\nthe opinion that\nthe liquidation is a material part of the cause of action and\ntherefore the period of limitation does not begin\nto run until the\ncommencement of the winding up and perhaps not until the appointment\nof a liquidator (a distinction which is of\nno importance in the\npresent case).â\n[16]\tIn\nBurley\nNel J also referred to what was said by the authors of a standard\nEnglish work on company law,\nGore-Browne\non Companies\n,\nin relation to s 214 of the Insolvency Act 1986 of that country.\nUnder that section a court may, on the application of the liquidator\nof a company, âdeclare [a director or former director of the\ncompany] to be liable to make such contributionâ¦to the companyâs\nassets as the court thinks proper.â  In the current edition of that\nwork the authors say the following:\n11\nâ\nProceedings\nunder s 214 must be commenced within six years of the companyâs\ngoing into insolvent liquidation, which is the date\nwhen the\nâcause of actionâ accrues for purposes of s 9 of the Limitations\nAct 1980.â\n[17]\tOne\nof the cases cited by the authors in support of that statement is the\ndecision of the Court of Appeal (Civil Division) in\nRe\nFarmizer Ltd.\n12\nIt was argued in that case that the limitation period under s 9(1) of\nthe Limitation Act 1980\n13\nnever commences to run against actions under s 214 of the Insolvency\nAct, though for reasons different from those that were advanced\nbefore us. In the Chancery Division Blackburne J rejected the\nsubmission in the following terms, and the Court of Appeal agreed:\nâ\nIn\nmy view it is clear that the facts which a liquidator must prove to\nestablish a claim for wrongful trading are those set out in\nsubs. (2)\nof the section and no others. The statutory cause of action created\nby the section accrues on the occurrence of the latest\nof the matters\nto which the subsection refers: that is self-evidently when the\ncompany in question goes into insolvent liquidationâ.\n[18]\tIn\nboth those cases it was recognized by the respective courts that the\nrelevant legislation gave to liquidators a new right\nin addition to\nany rights that they or creditors might otherwise have â which was\nthe right to have a debt created where no debt\nmight have existed\nbefore. The provisions of the Insolvency Act give to liquidators a\nsimilar right and that is the right that the\nliquidators now seek to\nenforce.\n[19]\tThat\nwas also recognized by Nel J in\nBurley.\nIn\nthat case a creditor of a close corporation claimed declarations\nunder ss 64(1) and 65 of the Close Corporations Act 69. Section\n64(1) is in much the same terms as s 424(1) of the Companies\nAct. Section 65 entitles a court to declare that a close corporation\nâis to be deemed not to be a juristic personâ in certain\ncircumstances, which has consequences for the liability of its\nmembers.\n[20]\tThe\nplaintiff took exception to a plea of prescription on much the same\nlines that the plea was resisted in this case. According\nto the\njudgment the submission that was made by counsel in support of the\nexception, echoing what was submitted in this case, was\nthat\nâ\nthe\naction instituted by Burley in terms of ss 64 and 65 of the Close\nCorporations Act is not affected by the provisions of the\nPrescription Act in\nthat the\nPrescription Act only\napplies to\nâdebtsâ, and before a Court âdirectsâ in terms of\ns 64\nor\nâdeclaresâ in terms of\ns 65\n, no âdebtâ exists.â\n14\nThe\nexception was dismissed. In a thoughtful and helpful judgment, the\nlearned judge concluded as follows:\nâ\nIn\nmy view, s 64 of the Close Corporations Act (and the corresponding\nsection in the Companies Act) created a new remedy, or ârightâ\nwhich becomes available to a creditor in the circumstances set out in\nthe section.â\n15\n[21]\tThe\nlimitation statutes in England and New Zealand at the time those\ncases were decided provided for the expiration of the right\nto bring\nan action rather than the expiration of the right itself that was\nsought to be enforced. The same approach was adopted in\nthis country\nbefore 1969. Under the Prescription Act 1943 extinctive prescription\nwas âthe rendering unenforceable of a right by\nthe lapse of timeâ,\nbut the right itself remained in existence for a further period, and\ncould thus operate to set-off countervailing\ndebts.\n16\nBut the\nPrescription Act 1969\noperates instead to extinguish the\nright â referred to in the Act as a âdebtâ â with the natural\nconsequence that nothing\nremains to enforce (or to set-off against\ncountervailing debts).\n[22]\tUnder\nthe Act of 1943 every civil action for the enforcement of a right\nexpired at one time or another â if only after expiry\nof the\ndefault period of thirty years. Unless it is to be said that the 1969\nAct was intended to remove some rights from the scope\nof prescription\nâ and I do not think that was the case â then it seems to me that\nâdebtâ under the 1969 Act must be taken\nto encompass all those\nrights that were subject to prescription under the 1943 Act, which\nwould include the right that is asserted\nby the liquidators in this\ncase.\n[23]\tIndeed,\nit is not unusual when dealing with prescription for courts to ask\nonly when the âright of actionâ arose, leaving\nit to implication\nthat its complement is a âdebtâ.\n17\nThus in\nMazibuko\nv Singer,\n18\nwhich has often been cited in this court, Colman J referred to the\nâright of actionâ prescribing, implying that its complement\nwas a\nâdebtâ. Trollip JA said that expressly\n19\nin\nEvins\nv Shield Insurance Co Ltd,\n20\nwhen he said\nââ\nCause\nof actionâ is ordinarily used to describe the factual basis, the\nset of material facts, that begets the plaintiffâs legal\nright of\naction and, complementarily, the defendantâs âdebtâ, the word\nused in the Prescription Act.â\n[24]\tA\nâdebtâ for purposes of the Act is sometimes described as\nentailing a right on one side and a corresponding âobligationâ\non\nthe other.\n21\nBut if âobligationâ is taken to mean that a âdebtâ exists\nonly when the âdebtorâ is required to do something then I think\nthe word is too limiting. At times the exercise of a right calls for\nno action on the part of the âdebtorâ but only for the âdebtorâ\nto submit himself or herself to the exercise of the right. And if a\nâdebtâ is merely the complement of a ârightâ, and if\nall\nârightsâ are susceptible to prescription, then it seems to me\nthat the converse of a ârightâ is better described as a\nâliability, which admits of both an active and a passive meaning.\n22\n[25]\tHaving\nfound that the Close Corporations Act created a new ârightâ the\nlearned judge in\nBurley\nwent on to find that the complement of that right was a âdebtâ\nagainst which prescription commenced to run once the right had\naccrued. The approach that was taken in that case has the support of\nthe authors of all the standard texts in this country on the\nlaw of\ninsolvency and company law\n23\nand I have pointed out that other jurisdictions that have similar\nremedies take the same approach. The only case that I am aware\nof,\neither in this country or abroad, that supports the proposition that\nwas advanced by the liquidators, is the decision in\nBarnard\nand Lynn NNO v Schoeman\n.\n24\nThat case concerned the statutory provisions that are now before us.\nIt was found that the claim by the liquidators was not subject\nto\nprescription and four reasons were given for that conclusion. Three\nof those reasons were convincingly rebutted by Nel J in\nBurley\nand I need not repeat what the learned judge said in that regard. The\nfourth reason given by the learned judge for his conclusion\nis little\nmore than a statement of the proposition that is now contended for by\nthe liquidators.\n[26]\tIt\nseems to me that the conclusion that was reached in\nBarnard\nand Lynn\nis inconsistent with a considerable body of authority and is\ninconsistent with the principles underlying every decision of this\ncourt\non prescription. In my view that case was incorrectly decided\nand it must be taken to be overruled.\n[27]\tI\nagree with the conclusion of Nel J in\nBurley\n,\nand with his reasons for that conclusion,\n25\nand in my view they apply as much in this case. I think it is clear\nthat the sections of the Insolvency Act with which we are concerned\ngive a right to a liquidator, in prescribed circumstances, to have a\nperson declared to be a debtor of the estate, and its complement\nis a\nâdebtâ for purposes of prescription, in that the person concerned\nis liable to have such a declaration made. This case is\ndistinguishable from\nBurley\nonly in this respect that under the Insolvency Act the right accrues\nonly in a winding-up. Whether the relevant date for the commencement\nof prescription is the date\nthat\nthe winding\n-up\ncommences, or the date that a liquidator is appointed, is not a\nmatter with which we need concern ourselves â the effect of\ns 12(3)\nof the\nPrescription Act is\nthat that question will never arise. It is\nsufficient to say that prescription ordinarily commences to run no\nlater than the date\nupon which a liquidator is appointed. Whether the\ncommencement of prescription has been delayed in this case under the\nprovisions\nof\ns 12(3)\nof the\nPrescription Act is\nnot a matter\nthat we are called upon to decide.\n[28]\tThe\nfact alone that the particulars of claim are not excipiable is enough\nto tell one that the liquidators assert an existing\nright and its\ncomplement, a âdebtâ. What is required is only to identify the\nlast event that was required to have occurred for\nthe particulars of\nclaim not to be excipiable. There is no merit in this appeal and it\nis dismissed with costs.\n___________________\nR\nW NUGENT\nJUDGE\nOF APPEAL\nAP\nPEARANCES\nAPPELLANT\n:\tG\nWickins\nInstructed\nby Brooks & Brand Inc, Johannesburg;\nC/O\nE G Cooper & Majiedt Inc, Bloemfontein\nRESPONDENT\n:\t-\n1\nSection 66\nof the\nClose Corporations Act 69 of 1984\nread with s\n\t340(2)(a) of the Companies Act 61 of 1973.\n2\n2000\n\t(3) SA 168\n(N).\n3\n2004\n\t(1) SA 602\n(C).\n4\n2004\n\t(3) SA 274\n(T).\n5\nAt 607D.\n6\nMars:\n\tThe Law of Insolvency in South Africa\n9 ed (eds) Eberhard Bertelsman et al (eds) p 138.\n7\nThe remedy is available to others as well but I confine myself now\n\tto the position of liquidators.\n8\n[1969] NZLR 116.\n9\nThe effect of s 4 of the Limitation Act 1950 was that âactions to\n\trecover any sum recoverable by virtue of any enactment â¦\nshall not\n\tbe brought after the expiration of six years from the date on which\n\tthe cause of action accruedâ.\n10\nAt 123 lines 20-30.\n11\nAlistair Alcock, John Birds and Steve Gale (eds)\nGore-Browne\n\ton Companies\nVol. 2\n\tPart XIII (update 76) para 21B.\n12\n[1995] 2 BCLC 462.\n13\nâAn action to recover any sum recoverable by virtue of any\n\tenactment shall not be brought after the expiration of six years\n\nfrom the date on which the cause of action accruedâ.\n14\nAt\n\t607D.\n15\nAt 612\n\tI-J.\n16\nThe debt itself expired after thirty years.\n17\nOertel v Direkteur van\n\tPlaaslike Bestuur\n1983 (1) SA 354\n(A) at 366C-H;\nSentrachem\n\tLtd v Prinsloo\n1997\n\t(2) SA 1\n(A) at 15E-16D;\nStandard\n\tBank of South Africa Ltd v Oneanate Investments (Pty) Ltd (In\n\tLiquidation)\n[1997] ZASCA 94\n;\n1998 (1)\n\tSA 811\n(SCA) at 826A-G;\nDrennan\n\tMaud & Partners v Pennington Town Board\n[1998] ZASCA 29\n;\n1998 (3) SA 200\n(SCA) at 212E-G;\nProvinsie\n\tvan die Vrystaat v Williams NO\n2000 (3) SA 65\n(SCA) paras 24-25.\n18\n1979 (3) SA 258\n(W) at 265D-F.\n19\nSee, too, Eksteen JA in\nSentrachem\n,\n\tabove, at 15G-H,\n20\n1980 (2) SA 814\n(A) at 825F-H.\n21\nSee, for example,\nElectricity\n\tSupply Commission v Stewarts and Lloyds of SA (Pty) Ltd\n1981 (3) SA 340\n(A) at 344F-G;\nJoint\n\tLiquidators of Glen Anil Development Corporation Ltd (In\n\tLiquidation) v Hill Samuel (SA)(Pty) Ltd\n1982 (1) 103 (A) 110A-111E;\nDesai\n\tNO v Desai\n[1995] ZASCA 113\n;\n1996 (1)\n\tSA 141\n(A) at 146I-147A.\n22\nShorter Oxford Dictionary\n\tâ1.\nLaw\nThe\n\tcondition of being liable or answerable by law or equity 2. The\n\tcondition of being subject\nto\nsomethingâ.\n23\nEberhard Bertelsmann et al (eds)\nMars:\n\tThe Law of Insolvency in South Africa\np 249; Justice P.A.M. Magid, Prof Andre Boraine, Jennifer A.\n\tKunst and Prof A. Burdette (eds)\nMeskin:\n\tInsolvency Law\n(Service Issue 31) para 5.31.1; Sharrock, Smith and Van der Linde\nHocklyâs Insolvency\n\tLaw\n8ed p 138;\n\tJennifer A. Kunst, Prof Piet Delport and Prof Quintas Vorster (eds)\nMeskin: Henochsberg on\n\tthe Companies Act\n(Service Issue 30) pp 914-915.\n24\nAbove.\n25\nThe\n\tsame conclusion was reached by Goodey AJ in\nBarnard\n\tNO v Bezuidenhout\n,\n\tbut for different reasons.",
  "scraped_at": "2026-02-11T20:17:33.923213",
  "date": "2010-03-29",
  "coram": [
    "NUGENT",
    "HEHER",
    "VAN HEERDEN JJA",
    "THERON",
    "SERITI AJJA"
  ],
  "case_number": "168/09",
  "parties": {
    "applicants": [
      "Duet and Magnum Financial Services CC (In Liquidation)"
    ],
    "respondents": [
      "J H Koster"
    ]
  },
  "sections": {
    "facts": "Duet and Magnum Financial Services CC, operating as a micro‑lender, was wound up by order dated 17 May 2001 and liquidators were appointed on 18 July 2001. On 12 July 2005 the liquidators served a summons on J H Koster alleging that the close corporation had made dispositions of property between September 2000 and the winding‑up order that fell within ss 26, 29 or 30 of the Insolvency Act. The liquidators sought an order under s 32 to set aside those dispositions and a declaration that Koster was liable to repay the value of the alienated assets. Koster pleaded prescription, arguing that the cause of action had prescribed before the summons was issued. The High Court upheld the plea of prescription and dismissed the liquidators’ claim. The liquidators appealed to the Supreme Court of Appeal.",
    "issues": "The appeal raised two core issues: (1) whether a liquidator’s claim under s 32 of the Insolvency Act to have a court set aside an impeachable transaction creates a ‘debt’ within the meaning of the Prescription Act 68 of 1969, thereby subjecting the claim to prescription; and (2) if the claim is subject to prescription, from what date does the prescription period commence.",
    "principles": "The Court examined the definition of ‘debt’ under the Prescription Act, emphasizing that a statutory remedy that creates a new right – such as a declaration making a person a debtor of the estate – generates a corresponding debt for prescription purposes. It relied on prior authority, notably the reasoning of Nel J in Burley Appliances Ltd v Grobbelaar NO, which held that statutory provisions granting liquidators the power to declare a person a debtor create a new cause of action and a debt that is subject to prescription. The Court rejected the earlier decision in Barnard and Lynn NNO v Schoeman as inconsistent with this line of authority and overruled it. It also noted that s 12(3) of the Prescription Act can delay the running of prescription but does not affect the existence of the debt.",
    "application": "Applying the above principles, the Court concluded that the liquidators’ claim does indeed create a debt because it seeks a declaration that Koster become liable to the estate. Consequently, the claim falls within the ambit of the Prescription Act. The particulars of claim were not excipiable, indicating that the liquidators were asserting an existing right and its corresponding debt. The Court held that prescription ordinarily begins no later than the date of the liquidator’s appointment, and any possible delay under s 12(3) was irrelevant to the final outcome. Accordingly, the liquidators’ claim was prescribed.",
    "conclusion": "The appeal was dismissed with costs. The order of the High Court stands, confirming that the liquidators’ claim is prescribed and therefore cannot be pursued."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Liquidation",
    "level_3": [
      "prescription",
      "statutory remedies",
      "s32 Insolvency Act",
      "debt definition"
    ]
  }
}