{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/74.html",
  "case_name": "Ethekwini Municipality v Brooks and Another (411/09) [2010] ZASCA 74; 2010 (4) SA 586 (SCA) ; [2010] 4 All SA 164 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 74",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 74\n|\nNoteup\n|\nLawCite\nEthekwini Municipality v Brooks and Another (411/09) [2010] ZASCA 74; 2010 (4) SA 586 (SCA) ; [2010] 4 All SA 164 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\n\tSUPREME COURT OF APPEAL\nOF\r\n\tSOUTH AFRICA\njudgment\nCase\r\n\tNo\n411/09\nIn\r\n\tthe matter between:\nEthekwini\r\n\tmuncipality\nAppellant\nand\nr\r\n\te brooks\nFirst\r\n\tRespondent\nL\r\n\ta mindry\nand\r\n\t14\nothers\nSecond\r\n\tto Fifteenth Respondents\nNeutral\r\n\tcitation:\nEthekwini\r\n\tMunicipality v Brooks\n(411/09)\n[2010] ZASCA 74\n(27 May 2010)\nCoram:\nMpati\r\n\tP, NAVSA, van heerden\nand\nMhlantla\nJJA and GRIESEL AJA\nHeard:\n14\r\n\tMay 2010\nDelivered:\n27\r\n\tMay 2010\nSummary:\nServitude\r\n\tof right of way – whether such a ‘public street’,\r\n\tas contemplated in s 1 of Ordinance 25 of 1974\n(Natal).\norder\nOn\r\n\tappeal from:\nKwaZulu-Natal High Court\r\n\t(Durban) (Choudree AJ sitting as court of first instance):\nThe appeal is\r\ndismissed with costs.\njudgment\nGriesel\nAJA (Mpati P, Navsa, van heerden\nand\nMhlantla JJA\ncon­curring\n):\nThe\r\n\tissue for determination in this appeal is whether a servitude\nof\r\n\tright of way over the first respondent’s land is to be\r\n\tclassified as a ‘public street’ as defined in s 1\n\n\tof the Local Authorities (Natal) Ordinance 25 of 1974 (‘the\r\n\tOrdinance’). (For convenience I refer to the appellant\nas ‘the\r\n\tmunicipality’ and to the first respondent as ‘Mrs\r\n\tBrooks’.)\n1\nMrs\r\n\tBrooks\nlaunched an application in the KZN\r\n\tHigh Court, Durban against the municipality (as first respondent in\r\n\tthe court below), seeking,\ninter alia\n,\r\n\tan order declaring that the servitude of right of way over her\r\n\tproperty does not create a public street as defined in the\r\n\nOrdi­nance. In addition, she also sought certain interdictory\r\n\trelief, prohibiting the munici­pality from treating\n,\nin any manner or form\n,\nthat portion of her property which\r\n\tis subject to the servitude\nas a public road; and pro­\nhibiting\r\n\tand interdicting the municipality from undertaking or con­tinuing\r\n\tany road works on that portion of her property\nwhich is subject to the servitude\n,\r\n\t‘\nwithout first complying with\r\n\tthe provisions relating to private streets in the Local Authorities\r\n\tOrdinance, No. 25 of 1974 and/or\nthe Durban Extended Powers\r\n\tConsolidated Ordinance, No. 18 of 1976 or taking steps in terms of\r\n\tthose laws to declare Nyala Drive\na public road’.\nThe\r\n\tmunicipality opposed the application and, in its answering\r\n\taffidavit, adopted the attitude that Nyala Drive is a public street\n\n\tas defined in the Ordinance. In the result, so it contended, the\r\n\tmunicipality is ‘obliged to fulfil the obligations\r\n\tcontemplated\nby s 209 of the Ordinance for the public benefit\r\n\tand, in particular, to ensure that the road is kept in good order\r\n\tand repair’.\nThe\r\n\thigh court rejected the municipality’s contentions and granted\r\n\tan order in favour of Mrs Brooks, hence this appeal,\nwhich is before\r\n\tus with leave granted by the court below.\nA public street\nThe\r\n\tanswer to the dispute between the parties must be sought in the\r\n\tdefinition of ‘public street’ as defined in s 1\nof\r\n\tthe Ordinance, namely, as ‘any street which –\n(\na\n)\thas\r\nbeen established by a local authority or other competent authority as\r\na public street;\n(\nb\n)\thas\r\nbeen taken over by or vested in a local authority as a public street\r\nin terms of any law;\n(\nc\n)\tthe\r\npublic has acquired the right to use; or\n(\nd\n)\twhich\r\nis shown on a general plan or diagram of any private township situate\r\nin the area of a local authority filed in the Deeds\nRegistry or the\r\nSurveyor-General’s Office and to which the owners of erven or\r\nlots in such township have a common right of\nuse.’\nA\r\n\t‘private street’, on the other hand, is defined, in the\r\n\tsame section, as ‘any street which is not a public\nstreet’.\nIn\r\n\tsupport of its contention that Nyala Drive is a public street, the\r\n\tmunicipality relied mainly on para (c); alternatively paras\n(b) and\r\n\t(d) of the definition. These requirements will accordingly be\r\n\tconsidered con­secutively in the sequence adopted by\nthe\r\n\tmunicipality, after a brief examination of the relevant factual\r\n\tbackground.\nFactual background\nIn\r\n\t1993 Mrs Brooks took transfer of the property described as:\n‘\nRemainder\r\nof Lot 183 Drummond, situate in the Drummond Health Committee Area\r\nand in the Port Natal-Ebhodwe Joint Services Board\nArea,\r\nAdministrative District of Natal; in extent 3,7497 (Three Comma Seven\r\nFour Nine Seven) Hectares.’\nThe\r\n\tproperty originally formed part of subdivision B of what was then\r\n\tinfelicitously called ‘Farm Kafirdrift No 906’\n(later\r\n\trenamed as ‘Farm Drift No 906’). It is situated in a\r\n\trural area, near the Valley of a Thousand Hills. Certain\nfurther\r\n\tsubdivisions, numbered 2 to 10 (subse­quently renumbered as\r\n\terven 175 to 183), were surveyed over sub­division\nB in 1947. At\r\n\tthe same time, a servitude of right of way 30 feet (9,14 metres)\r\n\twide was surveyed over the farm. The servitude\nwas created in order\r\n\tto provide access by means of a road to the newly\ncreated\r\n\tland-locked sub­divisions, which would otherwise have no road\r\n\taccess. Suitable endorsements reflecting the servitude\nwere entered\r\n\tupon the title deeds of the relevant subdivisions. A similar\r\n\tendorsement also appears in Mrs Brooks’ title\ndeed, recording\r\n\tthat her property is subject to a servitude of right of way as\r\n\tindicated on a Surveyor-General’s diagram\n‘in favour of\r\n\tthe Remainder of B of the Farm Kafir­drift’; in other\r\n\twords, in favour of the other subdivisions\nlying to the north and\r\n\tthe west of her property, which subdivisions later came to be\r\n\tdescribed as erven 175 to 182.\n2\nThe\r\n\tfirst subdivision to be registered\n(in\r\n\t1960) was subdivision 10, later described as Lot 183, of which Mrs\r\n\tBrooks’ property forms the remainder. Later, a road\nknown as\r\n\tNyala Drive was created within the area of the servitude. The road\r\n\tis untarred and extends\nover\r\n\ta distance of just over one kilometre, allowing access to the\r\n\tvarious sub­divisions. A sign indicating that the road\nis a\r\n\tcul-de-sac has been placed at the entrance of Nyala Drive and was\r\n\tstill there when these pro­ceedings commenced, as\nappears from\r\n\tone of the photographs on record. The road commences off Thousand\r\n\tHills Drive, runs in a northerly direction across\nMrs Brooks’\r\n\tproperty for a short distance, before turning in a westerly\r\n\tdirection at a ninety degree bend on the north-eastern\ncorner of her\r\n\tproperty and continuing from there in a straight line to the end of\r\n\tthe cul-de-sac.\nA\r\n\tdispute arose between the municipality, on the one hand, and the\r\n\towners of several of the properties abutting upon Nyala Drive,\non\r\n\tthe\nother hand, as to the party or parties\r\n\tliable to maintain that road. Main­tenance was originally\r\n\tundertaken by the Drummond\nHealth Committee, the predecessor in\r\n\ttitle of the municipality. Thus, on 24 July 2003 Mr Hobson,\r\n\tExecutive Director: Engineering\nServices of the Outer West area of\r\n\tthe municipality told a meeting of owners of certain properties\r\n\tserviced by Nyala Drive that\nhe considered\r\n\tthe road to be a right of way servitude and not a public road. He\r\n\tinformed the meeting that the munici­pality\nproposed to\r\n\tundertake certain\nmodi­fications to\r\n\tthe recently in­stalled drains and that it would thereafter\r\n\tarrange for the road to be graded. The maintenance\nof the road would\r\n\tthereafter be the obligation of the various landowners.\nIn\r\n\ta similar vein,\nMr D B Thomas, D\neputy\r\n\tHead: Roads Provision, wrote to one of the other owners in Nyala\r\n\tDrive on 27 September 2004:\n‘\nNyala\r\nRoad, as it stands, is a right-of-way servitude in favour of the\r\nproperty owners and not a public road. In view of the afore-mentioned\n\nthe maintenance of the road will remain the responsibility of\r\nresidents.’\nOn\r\n\t5 October 2004, in a letter addressed to Mrs Brooks, Mr S Chetty,\r\n\tManager: Engi­neering Services in the Roads Provision\n\n\tDepart­ment of the muni­cipality, reiterated that Nyala\r\n\tDrive was ‘a right-of-way servitude in favour of the property\n\n\towners and not a public road’. In the result, so it was\r\n\tstated, ‘the maintenance of the road will remain the\r\n\tresponsibility\nof the residents’.\nHowever,\r\n\ta\nfter receiving a petition, dated 18\r\n\tOctober 2004, signed by 14 of the 16 owners of properties abutting\r\n\tNyala Drive,\nhowever, the municipality\r\n\treconsidered the matter and appears to have changed its stance.\r\n\tDuring April 2005 it accordingly informed\nMrs Brooks that, on the\r\n\tadvice of the Surveyor-General and its own legal department, it\r\n\twould henceforth be treating Nyala Drive\nas a public road and would\r\n\tassume responsibility for its maintenance.\nMatters\r\n\tcame to a head a few months later, during November 2005, when the\r\n\tmunicipality commenced extensive road and construction\nworks on\r\n\tNyala Drive on\na portion of the property\r\n\tof Mrs Brooks. This conduct precipitated the urgent application that\r\n\tforms the basis of the present\nappeal.\nAgainst\r\n\tthis background,\nI now to turn to deal\r\n\twith the individual requirements on which the municipality relied in\r\n\tsupport of its contention that Nyala\nDrive is a public street.\nThe right of the public to use the\r\nroad\nIn\r\n\tconsidering whether or not the public had acquired a right to use\r\n\tNyala Drive, it\nmay be noted that, at\r\n\tcommon law, there were two kinds of roads which members of the\r\n\tpublic were entitled to use: the one was\nthe\nvia\r\n\tpublica\n, coming into existence by\r\n\tproclamation as a public road by the competent authority. This\r\n\tcategory, which coincides with para\n(a) of the definition of ‘public\r\n\tstreet’, does not concern us as it is common cause that there\r\n\thas been no procla­mation\nin respect of Nyala Drive. The other\r\n\tcategory of public road is a so-called\nvia\r\n\tvicinalis\nor ‘neighbours’\r\n\troad’ (Afrikaans:\nbuurweg\n)\n.\r\n\tIn\nMalherbe v Van Rensburg\n&\r\n\t’n ander\n3\nthe court (Van Winsen J, Corbett J concurring) dealt with the\r\n\tnature and origin of a ‘buurweg’ and held as follows:\n‘’\nn\r\nSaaklike reg van weg kan, onder andere, deur verjaring bekom word\r\nmits die aanspraakmaker op so ’n reg bewyse kan lewer\ndat hy en\r\nsy voorgangers-in-titel ten opsigte van\npraedium\nin wie se guns die reg opgeëis\r\nword, gebruik gemaak het vir ’n tydperk van 30 jaar van ’n\r\nbepaalde weg, en dat\ndie gebruik openlik, vreedsaam en sonder\r\ninstemming van die eienaar van die grond waaroor die weg loop,\r\ngeskied het. In teenstelling\nhiermee kan die publiek geen regte tot\r\n’n weg by wyse van verjaring verwerf nie. Sodanige verwerwing\r\nkan slegs uit hoofde\nvan gebruik sedert ’n onheuglike tyd\r\ngeskied. Deur sodanige gebruik word ’n buurweg geskep. Daar rus\r\nop die persoon\nwat beweer dat so ’n buurweg bestaan die\r\nbewyslas om aan te toon dat\ndie publiek\r\nin die algemeen\n, sonder beletsel van\r\ndie eienaar van die grond waaroor die weg loop, vir so ’n\r\ngeruime tydperk van die weg gebruik gemaak\nhet dat die oorsprong van\r\ndie gebruik nie bepaal kan word nie. Die reg deur so ’n gebruik\r\ngeskep het sy oorsprong in “ancient\ncustom” of\nvetustas.\nWeens die verswarende aard van regte op\r\nhierdie wyse deur die publiek oor ’n ander se grond verkry word\r\nduidelike bewyse van\nsodanige gebruik geverg.’\n4\n(My\r\nemphasis).\nWhen\r\n\tit comes to a\nservitude of right of way,\r\n\tit is important to bear in mind that it enures not only to the\r\n\tservitude holder but, as it was put\nby Voet,\n5\nalso to ‘the members of his\nhousehold,\r\n\this guests, his table companions, hirelings and medical attendants\r\n\talong with him.’\nThis passage in\r\n\tVoet does not purport to create a watertight\nnumerus\r\n\tclausus\nof parties entitled to make\r\n\tuse of a servitude road. Thus,\nMaasdorp\n6\npara­phrased the above passage as follows:\n‘\n(S)ervitudes\r\n. . . may be made use of, not only by the owner of the\r\ndominant tene­ment, but by\nanyone\r\nwho has a legal right to be upon the dominant tenement\n,\r\nsuch as servants, guests, visitors, labourers, etc.’\n(My\r\nemphasis.)\nThis\r\n\tbrings me to the evidence adduced on behalf of the municipality i\nn\r\n\tsupport of its contention that the public has acquired the right to\r\n\tuse Nyala Drive:\n(a)\nMr\r\nAlan Neil Mitchell, a practising land surveyor, has been employed by\r\nthe municipality (and its predecessor) since 1985 and he\nis presently\r\nManager: Land Sur­veying in the Surveying and Land Information\r\nDepartment of the Engi­neering Unit of the\nmunicipality. He said\ninter alia\nthe following with regard to Nyala Road:\n‘\nAccess\r\nto members of the public was not at any stage, as far as I am aware\r\nand as far as the records of the respondent reveal, ever\nbarred.\nMembers\r\nof the public were always allowed to use the road which was created\r\nin the area of the servitude which ultimately acquired\nthe status of\r\na public street.’\n(b)\tMs\r\nDorothy Grace Canny, who was a secretary at the Drummond Health\r\nCommittee between the years 1971 and 1979, stated:\n‘\nNyala\r\nDrive was already in existence when I joined the Drummond Health\r\nCommittee. As far as I am aware, it was always regarded as\na road to\r\nwhich members of the public had access and which the public\r\nutilised.’\n(c\n)\tMs\r\nFrith Myers joined the Drummond Health Committee as Town Secretary on\r\n3 February 1993 and remained in that position until the\nDrummond\r\nHealth Committee was eventually incorporated into the\nOuter\r\nWest area of the municipality, where she is presently still employed.\r\nShe said:\n‘\nAs\r\nfar as I am aware, Nyala Drive was always regarded as a public road\r\nto which the public had access and which they utilised.’\n(d)\nMr\r\nRichard William Birkett\n,\nthe Deputy Surveyor General,\r\nPietermaritzburg, stated that ‘. . . our offices share the\r\nviews expressed in the affidavit of\nMitchell to the effect that Nyala\r\nDrive has acquired the status of a public street’. He added:\n‘\nNyala\r\nDrive was accessible to the public ever since the creation of the\r\nfirst subdivisions serviced by it; members of the public\nwere never\r\nbarred access to it; . . .\ncertain of the\r\nowners of such subdivisions appear to be engaging in commercial\r\nenterprises such as nurseries which will attract\nmembers of the\r\npublic.’\nIn\r\n\tthe circumstances, a\nccording to Mr\r\n\tBirkett, it is ‘inconceivable that Nyala Drive could still be\r\n\tclassified as a private road’.\nMrs\r\n\tBrooks\n, in her replying affidavit, denied\r\n\tthat Nyala Drive had been regarded by the municipality and its\r\n\tpredecessor as a public street.\nHer attitude is summarised as\r\n\tfollows:\n‘\nI\r\nremain the owner of my property and the only people who may\r\nlegitimately use it are those in whose favour the right of way\r\nservitude\nwas created and this is a finite and limited class of\r\npeople.’\nShe\nadded that, when she purchased her\r\n\tproperty (in 1992), there was a sign at the entrance from Thousand\r\n\tHills Drive to the following\neffect: ‘Residents’ Access\r\n\tOnly’. Her evidence in this regard is supported by\naffidavits\r\n\tfrom two current owners and one former owner in the area, who\r\n\tsimilarly recall that members of the public did not enjoy\n\n\tun­restricted access to Nyala Drive, nor did they routinely use\r\n\tit as a public road. Indeed, as pointed out by one of these\n\n\twitnesses, ‘. . . members of the public, unless\r\n\tthey were visiting property owners in the area, had no need\nand\r\n\tcould not access any public place if they travelled down the road’.\nIt\nis significant to note that, although Mr\r\n\tMitchell filed a supple­mentary affidavit in response to some of\r\n\tthe allegations\ncontained in the replying affidavit of Mrs Brooks,\r\n\the did not deal with these aspects of her evidence, which are thus\r\n\tuncontradicted.\nApart\r\n\tfrom the\nabove views expressed in vague\r\n\tand general terms on behalf of the municipality regarding the public\r\n\tnature of Nyala Drive, there\nhad, of course, also been the contrary\r\n\tviews expressed by senior employees of the municipality, as\r\n\tmentioned earlier.\n7\nThose views only changed after the petition of 18 October 2004, in\r\n\twhich the various owners urged the municipality to regard\nNyala\r\n\tDrive as a public street. (This seems to confirm that all owners of\r\n\tproperties in Nyala Drive at that stage still regarded\nit as a\r\n\tprivate street.) Thus, far from being generally regarded as a public\r\n\tstreet, exactly the opposite seems to have been\nthe position –\r\n\tat least until 2005, when the municipality had a change of heart.\nH\naving\r\n\tregard to the legal test as outlined above and bearing in mind the\r\n\trequirement for clear proof (‘duidelike bewyse’)\nin\r\n\tsupport of\nthe right relied on, I am of\r\n\tthe view that the evidence adduced on behalf of the municipality\r\n\tfalls far short of establishing\na right on the part of the general\r\n\tpublic to use the road in question. At best for the municipality,\r\n\tthe evidence establishes\nthat some members of the public, or persons\r\n\tother than the owners of subdivisions, may, over the years, have\r\n\tused the road from\ntime to time without let or hindrance. However,\r\n\tthe evidence fails to establish whether or not those members of the\r\n\tpublic who\nused Nyala Drive over the years fell into the extended\r\n\tcategory of lawful users of the servitude of right of way described\r\n\tby\nVoet in the passage referred to above. It follows, therefore,\r\n\tthat the municipality has failed to prove that the public has\r\n\tacquired\na right to use the portion of Nyala Drive that forms part\r\n\tof the property of Mrs Brooks.\nHas the road been\r\ntaken over by or vested in the municipality\n?\nThe\nfirst alternative argument advanced by the\r\n\tmunicipality relies on para (b) of the definition, based on an\r\n\tallegation that Nyala\nDrive has been taken over by or vests in the\r\n\tmunicipality. Section 220 of the Ordinance deals with this situation\r\n\tand reads as\nfollows:\n‘\n(1)\nWhenever any private street referred to in\r\nsection 218 or section 219 has been formed, hardened, paved, kerbed\r\nand guttered to\nthe satisfaction of the council, then on the\r\napplication in writing of the owner of the land, or, as the case may\r\nbe, of the owners\nrepresenting more than one-half of the value of\r\nhouses and land abutting upon such street, the council shall take\r\nover such street\nas a public street.\n(2)\r\n\tNotwithstanding anything hereinbefore contained, the council may\r\nalso with the consent in writing of the owners representing\nmore than\r\none-half of the value of houses and land abutting upon any private\r\nstreet, take over such street as a public street.’\nI\nn\r\n\tsupport of this leg of the argument, the municipality relied on the\r\n\tpetition referred to above,\n8\nwhich set out the history of the road and proposed that Nyala Drive\r\n\tbe recognised as a ‘public road’ for purposes\nof\r\n\tmaintenance. (Mrs Brooks refused to sign the letter, while another\r\n\towner could not be located.) The municipality regarded\nthe petition\r\n\tas an application by owners representing more than one-half of the\r\n\tvalue of houses and land abutting the private\nstreet in question to\r\n\ttake over such street as a public street. It therefore claims to\r\n\thave acceded to the application and to\nhave ‘taken over’\r\n\tNyala Drive as a public street.\nLeaving\r\n\taside the question whether or not Nyala Drive is the kind of private\r\n\tstreet referred to in sections 218 and 219 (which\nis open to\r\n\tconsiderable doubt), there is simply no evidence of any decision\r\n\thaving been taken by the council to take over that\nstreet. Had such\r\n\ta decision legitimately been taken, one would have expected a clear\r\n\trecordal thereof. Thereafter, the next step\nwould have been to\r\n\tregularise the position in the offices where transactions of this\r\n\tnature are recorded, namely the Registrar\nof Deeds and the\r\n\tSurveyor-General. In this regard, s 221 of the Ordinance provides as\r\n\tfollows:\n‘\nWhenever\r\nthe council shall take over any private street as a public street as\r\nhereinbefore provided, such street shall vest in the\ncouncil, but it\r\nshall not be necessary for such street to be transferred to the\r\ncouncil, the Registrar of Deeds and the Surveyor-General\nbeing hereby\r\nauthorised to make such entries in the records of their respective\r\noffices as may be necessary to give effect to the\nprovisions of this\r\nsection; provided that they or either of them may require the\r\nproduction of such proof or other information\nas they or he may deem\r\nnecessary, including any plan or plans; and provided further that the\r\ntitle deeds of any property concerned\nshall be produced to the\r\nRegistrar of Deeds whenever they are available, for endorsement in\r\nterms of such vesting aforesaid.’\nN\no\r\n\tevidence has been adduced of any entries made in the records of\r\n\teither of those offices to give effect to the purported taking\nover,\r\n\tnor have the title deeds of the properties concerned been produced\r\n\tto the Registrar of Deeds for endorsement.\nBearing\r\n\tin mind that ownership in public streets vests in the municipality\r\n\tin terms of s 208 of the Ordinance,\nthe\r\n\tmunicipality’s argument that it had ‘taken over’\r\n\tNyala Drive as a public street implies that it had somehow,\n\n\tinformally and unilaterally, acquired owner­ship of a portion of\r\n\tMrs Brooks’ property – in the process depriving\nher of\r\n\townership of that portion – without any formal decision or\r\n\trecordal to that effect and without any steps having\nbeen taken in\r\n\trespect of expropriation as contemplated by s 190 of the\r\n\tOrdinance. This proposition only has to be stated\nfor it to be\r\n\trejected.\nFaced\r\n\twith these formidable obstacles, counsel for the munici\n­pality\r\n\t– without expressly abandoning the point – rightly did\r\n\tnot press it with much vigour. In my view the municipality’s\n\n\tcontentions regarding a ‘takeover’ of Nyala Drive as a\r\n\tpublic street are simply untenable.\nThe\nSurveyor-General’s diagrams\nThe\r\n\tfinal leg of the municipality’s argument\nreceived\r\n\tscant attention in the papers filed on its behalf. It is based on\r\n\tpara (d) of the definition which, to repeat, refers\nto a street\r\n\t‘which is shown on a general plan or diagram of any private\r\n\ttownship situate in the area of a\nlocal\r\n\tauthority filed in the Deeds Registry or the Surveyor-General’s\r\n\tOffice and to which the owners of erven or lots in\nsuch township\r\n\thave a common right of use’.\nIn\r\n\tsupport of this point, Mr Mitchell attached an extract from a\r\n\tdrawing (No FT8A–4B) compiled and drawn in the office of\nthe\r\n\tSurveyor-General, which was completed on 8 May 1963 and kept up to\r\n\tdate with information relating to subdivisions and servitudes.\nIt\r\n\tshows the individual properties and roads in the general area of\r\n\tDrummond. Where Nyala Drive is situated, the diagram clearly\n\n\tindicates ‘right of way servitude SG 200/48’.\nMr\r\n\tBirkett, in his sup­porting affidavit, briefly deals with this\r\n\taspect as follows:\n‘\nI\r\nconfirm also that as far as our offices are concerned, Nyala Drive is\r\nreflected on diagrams of the private townships created in\nthe area\r\nserviced by the road, filed in our offices, as being one to which the\r\nowners of erven in such townships have a common\nright of use.’\nI\nshall accept for present purposes, without deciding the point, that\r\n\tthe properties and their subdivisions shown on the general\nplan or\r\n\tdiagram relied on fall in ‘a private township situate in the\r\n\tarea of a local authority’. The further requirement\nis more\r\n\tproblematic: the diagram must depict a street ‘to which the\r\n\towners of erven or lots in such township have a common\nright of\r\n\tuse’. This is the aspect in the definition on which the\r\n\tmunicipality strongly relies. In my view, the reliance\nis misplaced.\r\n\tIt is clear beyond doubt, and confirmed by the general diagram, that\r\n\tthe owners of properties in Nyala Drive enjoy\ntheir\ncommon\r\n\tright of use of the street by virtue of the servitude of right of\r\n\tway. (The rights derived from the servitude are, of course,\nalso\r\n\tenjoyed by the owners of new subdivisions, the general principle\r\n\tbeing that ‘[i]f the dominant land is physically\nsubdivided\r\n\tbetween different co-owners, the servitude continues to be attached\r\n\tto each subdivided portion of the land in so far\nas it can benefit\r\n\tfrom the servitude, provided that it does not increase the burden on\r\n\tthe servient land.’)\n9\nCan the mere fact that the street is shown on the Surveyor-General’s\r\n\tdiagram now convert what manifestly is a private street\ninto a\r\n\tpublic street? This would clearly be an absurd result, which could\r\n\tnot have been intended by the legislature. For para\n(d) of the\r\n\tdefinition to make any sense, one would therefore have to interpret\r\n\tit so as to exclude from its ambit of application\nstreets in respect\r\n\tof which owners enjoy their common right of use by virtue of a\r\n\tservitude of right of way.\nI\r\n\tam\naccordingly of the view that para (d)\r\n\tof the definition likewise does not assist the municipality in\r\n\testablishing that Nyala Drive\nis a public street.\nCosts\nI\nt\r\n\tfollows from the foregoing analysis that the appeal falls to be\r\n\tdismissed with costs. It remains to deal briefly with one aspect\n\n\trelating to costs. The court below, when granting leave to appeal to\r\n\tthis court, ordered the municipality to bear the costs of\nMrs\r\n\tBrooks, not only with regard to the application for leave to appeal\r\n\t(which included an application by the municipality for\ncondonation\r\n\tfor late noting of its\nappeal), but also\r\n\t‘the costs of the appeal incurred by [Mrs Brooks] in\r\n\tprosecuting her defence to the appeal’. The\nmunicipality\r\n\tsubsequently obtained the leave of the court below to appeal against\r\n\tthat portion of the order as well.\nThe\r\n\tlearned judge, in granting leave to appeal, did not refer to any\r\n\tauthority to justify his order regarding the costs of appeal.\nHe\r\n\treasoned as follows:\n‘\nI\r\nam of the view that we all function in a new constitutional\r\nenvironment where citizens ought not to be deprived of their rights\n\nto go forward and ventilate them simply because of lack of funds. We\r\nare in a constitutional environment where every citizen now\nhas a\r\nright to challenge any act of authority on reasonable grounds and in\r\na case of this kind I am satisfied that an appropriate\norder for\r\ncosts should be that the municipality bear the costs of appeal and if\r\nI am proved to be wrong certainly those costs will\nbe reflected in an\r\nappropriate order made in due course by the Supreme Court of Appeal.\r\nThe judgment in favour of the applicant\nwould be otherwise nugatory\r\nif her lack of funds prevented her from defending the judgment.’\nCounsel\r\n\tfor the municipality\nurged us, as a matter\r\n\tof principle, to disapprove of the precedent set by the court below,\r\n\tsubmitting that such order was ‘grossly\nirregular and without\r\n\tprecedent and that the grant thereof constitutes a gross\r\n\tmis­direction’.\nI\nn\r\n\tview of the conclusion to which I have come with regard to the\r\n\tmerits of the appeal, the order of the court below regarding\nthe\r\n\tcosts of appeal makes no difference in this instance; the\r\n\tmunicipality will in any event have to pay those costs. Any comments\n\n\tthat we may make in that regard will therefore be nothing more than\nobiter dicta\n.\r\n\tSuffice to\nsay that, by ordering an\r\n\tappellant\nin anticipando\nto pay the costs of the appeal, a lower court in effect fetters the\r\n\tdiscretion of a court of appeal, which is undesirable.\nOrder\nThe\r\n\tappeal is dismissed with costs.\nB\r\n\tM Griesel\nActing\r\n\tJudge of Appeal\nappearances\nFOR\r\n\tAPPELLANT:\tV I Gajoo SC\nInstructed\r\nby:\tNgidi & Company Inc, Durban\nSymington\r\n& De Kok, Bloemfontein\nFOR\r\nRESPONDENT:\tA A Gabriel\nInstructed\r\nby:\tCalitz Crockart & Associates, Durban\nMatsepes\r\nInc, Bloemfontein\n1\nThe second to fifteenth respondents, who are the owners of\r\n\tneighbouring properties, abided the decision of the high court and\n\n\ttook no part in the appeal to this court.\n2\nMrs Brooks’ property is, in addition, also subject to a road\r\n\tservitude in favour of the Drummond Health Committee which\ncuts\r\n\tacross the south-eastern corner of the property. This servitude,\r\n\thowever, is unrelated to the present dispute and does not\nconcern us\r\n\tin this appeal.\n3\n1970 (4) SA 78\n(C).\n4\nAt 80A–F (other case references omitted).\n5\nCommentarius\n8 3 1.\n6\nA F S Maasdorp\nInstitutes of Cape Law\nVol II (1918) p 202.\n7\nParas 11–13 above.\n8\nPara 14 above.\n9\n24\nLawsa\n(2 ed) para 399 and the authorities referred to\r\n\ttherein.",
  "scraped_at": "2026-02-11T20:26:41.283827",
  "date": "2010-05-27",
  "coram": [
    "Mpati P",
    "Navsa",
    "Van Heerden",
    "Mhlantla JJA",
    "Griesel AJA"
  ],
  "case_number": "411/09",
  "parties": {
    "applicants": [
      "Ethekwini Municipality"
    ],
    "respondents": [
      "Mrs Brooks"
    ]
  },
  "sections": {
    "facts": "Mrs Brooks owned a parcel of land that formed part of a larger subdivision created in the 1940s. A 30‑foot servitude of right of way was surveyed over the farm to give access to land‑locked subdivisions, and Nyala Drive was later constructed within that servitude. The road is untarred, about one kilometre long and carries a sign indicating it is a cul‑de‑sac. Initially the municipality (formerly the Drummond Health Committee) treated the road as a private servitude, placing maintenance responsibility on the owners. After a petition by most owners in 2004, the municipality altered its position in 2005, declared Nyala Drive a public road and commenced road works on Mrs Brooks’ property, prompting her to seek an interdict and a declaration that the servitude does not create a public street.",
    "issues": "Whether the servitude of right of way over Mrs Brooks’ land, as embodied by Nyala Drive, qualifies as a ‘public street’ within the meaning of section 1 of the Local Authorities (Natal) Ordinance 25 of 1974, and consequently whether the municipality may treat the road as a public street and assume maintenance responsibilities.",
    "principles": "The court examined the definition of ‘public street’ in s 1 of the Ordinance, which includes streets that (a) have been proclaimed, (b) have been taken over or vested in a local authority, (c) the public has acquired the right to use, or (d) are shown on a general plan/diagram with a common right of use. It considered common‑law categories of public roads (via publica and via vicinalis), the requirement of clear proof of public use, and the effect of a “take‑over” under sections 220–221 of the Ordinance. Relevant authorities include Malherbe v Van Rensburg (on neighbourhood roads), Voet and Maasdorp on the scope of servitude use, and the statutory requirement for registration of any takeover.",
    "application": "The municipality relied on evidence that members of the public had at times used Nyala Drive and on a Surveyor‑General diagram showing the servitude. The court found the evidence insufficient to prove a general public right of use (c) and noted no formal decision, registration or vesting of the road in the municipality as required by (b). The diagram merely reflected the servitude and did not convert the private street into a public one under (d). Consequently, the municipality failed to satisfy any of the statutory criteria for Nyala Drive to be deemed a public street.",
    "conclusion": "The appeal was dismissed with costs. The municipality’s claim that Nyala Drive is a public street was rejected, and it was ordered to bear the costs of the appeal."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "right of way",
      "public street classification",
      "municipal maintenance",
      "surveyor‑general diagram"
    ]
  }
}