{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/131.html",
  "case_name": "Ackermans Ltd v Commissioner for South African Revenue Service, Pep Store (SA) Ltd v Commissioner for South African Revenue Service (441/09) [2010] ZASCA 131; 2011 (1) SA 1 (SCA) ; [2011] 2 All SA 125 (SCA); 73 SATC 1 (1 October 2010)",
  "citation": "[2010] ZASCA 131",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 131\n|\nNoteup\n|\nLawCite\nAckermans Ltd v Commissioner for South African Revenue Service, Pep Store (SA) Ltd v Commissioner for South African Revenue Service (441/09) [2010] ZASCA 131; 2011 (1) SA 1 (SCA) ; [2011] 2 All SA 125 (SCA); 73 SATC 1 (1 October 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 441/09\nIn the matter between:\nACKERMANS\r\nLIMITED\n..................................................................\nAppellant\nand\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\n........................................................................\nRespondent\nIn\r\nthe matter between\nPEP\r\nSTORES (SA) LIMITED\n............................................................\nAppellant\nand\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\n.\n.........................................................................\nRespondent\nNeutral citation:\nAckermans v CSARS\n(441/09)\n[2010] ZASCA 131\n(1 October 2010).\nCoram:\nNAVSA, CLOETE, CACHALIA, MHLANTLA and\r\nBOSIELO JJA\nHeard:\r\n20 September 2010\nDelivered:\r\n1 October 2010\nSummary:\nIncome Tax Act 58 of 1962; meaning of\r\n'expenditure' in s 11(a).\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng Tax Court\r\n(Johannesburg) (Willis J\npresiding):\nThe appeals are dismissed, with costs, including the\r\ncosts of two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (NAVSA, CACHALIA, MHLANTLA and BOSIELO JJA\r\nconcurring):\n[1] There are two appeals before the court: one by\r\nAckermans Ltd and one by Pep Stores (SA) Ltd. On 1 March 2004\r\nAckermans sold\nits retail business as a going concern to Pepkor Ltd.\r\nAt issue in the appeal is whether by virtue of the sale agreement\r\nAckermans\nis entitled to a deduction, in terms of s 11(a) of The\r\nIncome Tax Act 58 of 1962, of the sum of R17 174 777 in\r\nrespect\nof its 2004 year of assessment. Save for the specific nature\r\nand amount of the contingent liabilities on which the disputed\r\ndeductions\nsought by Pep Stores were based, the facts of the Pep\r\nStores appeal are identical to the Ackermans appeal. The outcome of\r\nthe Ackermans\nappeal will accordingly determine the fate of the Pep\r\nStores appeal. The South Gauteng Tax Court sitting in Johannesburg\r\n(presided\nover by Willis J) found against the appellants and\r\nconfirmed the assessments of the Commissioner. The appellants'\r\napplication for\nleave to appeal to this court in terms of s 86A of\r\nthe Act was subsequently granted.\n[2] In terms of the sale agreement Ackermans sold the\r\n'business' to Pepkor as a going concern. The 'business' was defined\r\nas Ackermans'\nretail clothing business, including the 'business\r\nassets', the 'liabilities' and the 'contracts' as at the effective\r\ndate (1 March\n2004). The 'liabilities' were defined as meaning 'all\r\nthe liabilities arising in connection with the business, in respect\r\nof any\nperiod prior to the effective date, known to [Ackermans] as at\r\nthe effective date'. The liabilities were in fact R329 440 402.\n\nThey included three amounts, to which I shall for convenience refer\r\nas 'the three contingent liabilities', namely:\n(a) R9 880 666, being a contingent liability\r\nin respect of Ackermans' contractual obligation to fund\r\npost-retirement medical\naid benefits for its employees;\n(b) R6 394 111, being a contingent liability\r\nin respect of Ackermans' obligations to employees under a long-term\r\nbonus\nscheme; and\n(c) R900 000, being a contingent liability in\r\nrespect of repair obligations undertaken by Ackermans under property\r\nleases.\nIt is these three contingent liabilities, which total\r\nR17 174 777, around which this appeal revolves.\n[3] The 'purchase price' was defined as 'the amount\r\nequal to the sum of R800m and the rand amount of the liabilities' ─\r\nie\nR800m plus R329 440 402, totalling R1 129 440 402.\r\nThe purchase price was to be discharged as follows:\n(a) as consideration for inter-company and other loans\r\nowed to Ackermans, by an assumption by Pepkor of an equivalent amount\r\nof\nthe 'accounts payable' ie amounts due by Ackermans to trade\r\ncreditors as at and in respect of the period prior to 1 March 2004;\n(b) as consideration for the remaining business assets\r\nsold,\n(i) the assumption by Pepkor of the remainder of the\r\nliabilities and\n(ii) the creation of an R800m loan account owed by\r\nPepkor to Ackermans.\n[4] In terms of the sale agreement therefore, Pepkor\r\nassumed all of Ackermans' liabilities, including the three contingent\r\nliabilities.\nThe appellants' counsel submitted, and the submission is\r\nnot contentious, that had Ackermans retained its business and\r\ncontinued\nto trade, the three contingent liabilities would have been\r\ndeductable in its hands as and when they became unconditional\r\nbecause:\n(a) salary and employee benefits paid by a taxpayer are\r\nincurred in the production of income and are of a revenue nature.\r\nPost-retirement\nmedical aid subsidies and long-term bonuses are\r\ndesigned to attract and retain high quality staff and to incentivize\r\nthem to render\ngood service, all for the benefit of the business; and\n(b) similarly, rental and related property expenditure\r\n(eg maintenance, repair and restoration) incurred by a taxpayer for\r\nthe use\nof the premises from which it trades are revenue expenses\r\nincurred in the production of income.\n[5] Ackermans does not claim an\r\nentitlement to deduct the three contingent liabilities. This would\r\nnot have been competent since\nthey were still conditional at the\r\neffective date when Pepkor assumed them. Rather, a deduction is\r\nclaimed on the basis that under\nthe sale agreement Ackermans incurred\r\nexpenditure (in the sense envisaged in s 11(a) of the Act) in an\r\namount equal to the contingent\nliabilities. The submission was that\r\nAckermans did so by foregoing a portion of the asset purchase price\r\n(to which it would otherwise\nhave been entitled) equal to the value\r\nof the contingent liabilities. The economic effect of the sale\r\nagreement in respect of Ackermans'\nliabilities, including the three\r\ncontingent liabilities, it was contended, was that Ackermans\r\nreceived, for assets sold at R1 129 440 402,\nonly\r\nR800m; and that the position is the same as if Ackermans had received\r\nR1 129 440 402 from Pepkor and paid R329 440 402\n\nback to Pepkor for the latter to assume the liabilities as at the\r\neffective date. The appellants' counsel submitted, with reference\nto\r\nSouth African,\n1\nEnglish\n2\nand Australian\n3\nauthorities, that when lump sum\r\nexpenditure is incurred by a taxpayer to free itself from anticipated\r\nor contingent revenue expenses,\nsuch expenditure is generally itself\r\nof a revenue nature, and that this applies to Ackermans' expenditure\r\nin the present case.\nIt will not be necessary to consider the\r\ncorrectness of this submission.\n[6] It was contended on behalf of the Commissioner that\r\nthe deduction claimed:\n(a) did not constitute 'expenditure' or 'expenditure\r\nactually incurred';\n(b) was not incurred in the production of income;\n(c) was of a capital nature;\n(d) was not incurred for the purposes of Ackermans'\r\ntrade as required by s 23(g) of the Act;\n(e) was precluded from deduction by operation of s 23(e)\r\nof the Act (which refers to 'income carried to any reserve fund or\r\ncapitalised\nin any way'); and\n(f) was precluded from deduction by operation of s 23(f)\r\nof the Act (which refers to 'expenses incurred in respect of any\r\namounts\nreceived or accrued which do not constitute income as defined\r\nin section one').\nIt will be necessary to deal only with the first issue\r\nraised by the Commissioner.\n[7] The Commissioner submitted that Ackermans did not\r\nhave any obligation to make a payment to Pepkor in terms of the sale\r\nagreement,\nand that the manner in which the purchase price was\r\ndischarged did not involve any expenditure being incurred by\r\nAckermans. To\nthis the appellant replied that deductable 'losses', as\r\ncomprehended in the phrase in s 11(a) 'expenditure and losses\r\nactually\nincurred', can exist independently of a legal liability (eg\r\nwhere trade stock is destroyed in a fire or money is stolen from the\n\nbusiness); and that being so, there is no reason why 'expenditure'\r\nmust necessarily have its source in a legal liability owed by\na\r\ntaxpayer to a third party. The economic consequences of a transaction\r\nshould thus be examined to ascertain whether it has resulted\nin an\r\nactual diminution of, or has had a prejudicial effect on, the\r\ntaxpayer's patrimony. Therefore (I quote from counsel's heads\nof\r\nargument):\n'Whether the contract created an\r\nactual liability on Ackermans' part to pay R329 440 402 to\r\nPepkor (a liability which\nwould be settled through set-off) is, we\r\nsubmit, irrelevant. From the perspective of Ackermans' patrimony, the\r\ncommercial effect\nis precisely the same as if such a liability had\r\nbeen created.'\n[8] I cannot accept this argument. To my mind,\r\n'expenditure incurred' means the undertaking of an obligation to pay\r\nor (which amounts\nto the same thing) the actual incurring of a\r\nliability. No liability was incurred by Ackermans to Pepkor in terms\r\nof the sale agreement.\nThe manner in which the purchase price was\r\ndischarged by Pepkor did not result in the discharge of any\r\nobligation owed by Ackermans\nto Pepkor. Ackermans owed Pepkor nothing\r\nin terms of the sale agreement and one looks in vain for a clause in\r\nthat agreement that\nhas this effect. It is for this very reason that\r\nthe appellant in its oral submissions abandoned any reliance on\r\nset-off, which\nwould have been the inevitable effect if there had\r\nbeen these reciprocal obligations. At the outset, in the initial\r\nletter of objection\nto the assessment by SARS, written by auditors\r\nacting on behalf of the appellants, there was reliance on set-off in\r\nthe following\nterms:\n'13.8.1 The purchaser undertook\r\nto buy Ackermans' business for R1 129 440 402. The\r\npurchaser thus owed this amount\nto Ackermans.\n13.8.2 Ackermans undertook to\r\npay the purchaser R329 440 402 to take over its existing\r\nand future liabilities. Ackermans\nthus owed this amount to the\r\npurchaser.\n13.8.3 It is\r\nthe two aforementioned mutual but opposing debts which were set off\r\nagainst each other, namely the R1 129 440 402\nowed to\r\nAckermans by the purchaser, and the R329 440 402 owed to\r\nthe purchaser by Ackermans, which underscores clause\n6.1.2.\n4\n13.8.4 In other words, in stead\r\nof the purchaser physically paying Ackermans R1 129 440 402,\r\nand Ackermans physically\npaying the purchaser R329 440 402,\r\nthe parties allowed for set-off to operate, which meant that the\r\namount of R329 440 402\nwas set-off against R1 120 440 402,\r\nresulting in a figure of R800 000 000 owed by the purchaser\r\nto Ackermans.\nThere is nothing sinister about such a contractual\r\narrangement, it occurs in overabundance in commercial life.\n13.9 The payment of R23 017 959\r\nso incurred by Ackermans on 1 March 2004 as part of the set-off\r\narrangement was unconditional,\nas it was actually paid to the\r\npurchaser through set-off on the day (1 March 2004) that the\r\nobligation arose to pay this amount.'\nThe argument is untenable. It is trite that set-off\r\ncomes into operation when two parties are mutually indebted to each\r\nother, and\nboth debts are liquidated and fully due. That is not what\r\nhappened here and the argument based on set-off was correctly\r\nabandoned.\n[9] It was submitted on behalf of the respondent that\r\nunless the three contingent liabilities were allowed as a deduction\r\nin the\nhands of Ackermans, an anomaly would arise as they would never\r\nbe deductible. The argument is without foundation. There would be\nno\r\nbar to Pepkor deducting the liabilities as and when they became\r\nunconditional, as counsel representing the Commissioner rightly\n\nconceded.\n[10] It is clear that what occurred, as is usually the\r\ncase in transactions of this nature, is that the nett asset value of\r\nthe\nbusiness ─ the assets less the liabilities ─ was\r\ncalculated and that this valuation dictated the purchase price. In\n\nthe ordinary course of purchasing the business as a going concern on\r\nthis basis it would follow that the liabilities would be discharged\n\nby the purchaser. The journal entries relied on by the appellants do\r\nnot equate to expenditure actually incurred. On the contrary,\nthe\r\nmechanism employed in the agreement of sale resulting in the journal\r\nentries was to facilitate the sale.\n[11] The fact that Ackermans rid itself of liabilities\r\nby accepting a lesser purchase price than it would have received had\r\nit retained\nthe liabilities, does not mean in fact or in law that it\r\nincurred expenditure to the extent that the purchase price was\r\nreduced\nby the liabilities. At the effective date no expenditure was\r\nactually incurred by Ackermans.\n[12] The appellants accordingly fail at the first\r\nhurdle. The appeals are dismissed, with costs, including the costs of\r\ntwo counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: O L Rogers SC (with him M W Janisch)\nInstructed by Werksmans, Tyger Valley\nMcIntyre & Van der Post, Bloemfontein\nRESPONDENTS: A Rafik Bhana SC (with him Ms J T Boltar)\nInstructed by The Registrar, Tax Court, Pretoria\nThe Commissioner for The South African Revenue Service,\r\nPretoria\n1\nSIR\r\n\tv John Cullum Construction Co (Pty) Ltd\n1965\r\n\t(4) SA 697\n(A).\n2\nHancock\r\n\tv General Reversionary & Investment Co Ltd\n[1919]\r\n\t1 KB 25\n;\nRowntree & Co Ltd v Curtis\n[1925] 1 KB 328\n(CA);\nBritish\r\n\tInsulated & Helsby Cables Ltd v Atherton\n[1926]\r\n\tAC 205\n(HL);\nAnglo-Persian Oil Co Ltd v\r\n\tDale\n[1932] 1 KB 124\n(CA);\nHeather\r\n\tv P-E Consulting Group Ltd\n[1973] 1\r\n\tAll ER 8\n(CA) and\nVodafone Cellular Ltd\r\n\tv G Shaw (HM's Inspector of Taxes)\n[1997]\r\n\tEWCA Civ 1297.\n3\nSpotlight\r\n\tStores (Pty) Ltd v CoT\n[2004] FCA 650\nand (on appeal)\nPridecraft Pty Ltd v\r\n\tCoT; CoT v Spotlight Stores Pty Ltd\n[2004]\r\n\tFCAFC 339.\n4\nClause\r\n\t6.1.2 of the sale agreement, paraphrased in para 3 above, provides:\n'6.1 The Purchase Price shall be discharged as follows\r\n\tby the Purchaser:\n. . .\n6.1.2 as consideration for the remaining Business\r\n\tAssets:\n6.1.2.1 the Purchaser will assume the remainder of the\r\n\tLiabilities, and\n6.1.2.2\r\n\tthe Purchaser will with effect from the Effective Date owe the\r\n\tSeller R800 000 000,00 (eight hundred million\nrand) as a\r\n\tloan and which will be reflected as a loan account in the books of\r\n\tthe Seller.'",
  "scraped_at": "2026-02-11T20:39:59.487325",
  "date": "2010-10-01",
  "coram": [
    "NAVSA",
    "CLOETE",
    "CACHALIA",
    "MHLANTLA",
    "BOSIELO JJA"
  ],
  "case_number": "441/09",
  "parties": {
    "applicants": [
      "Ackermans Ltd",
      "Pep Stores (SA) Ltd"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "On 1 March 2004 Ackermans Ltd sold its retail clothing business to Pepkor Ltd as a going concern. The sale agreement defined the \"business\" as the assets, liabilities and contracts existing at the effective date. Total liabilities were R329,440,402, of which three contingent liabilities – post‑retirement medical aid benefits (R9,880,666), a long‑term bonus scheme (R6,394,111) and repair obligations under property leases (R900,000) – amounted to R17,174,777. The purchase price was set at R800 million plus the amount of the liabilities, totalling R1,129,440,402. Under the agreement Pepkor assumed all of Ackermans' liabilities, including the contingent ones, and created an R800 million loan to Ackermans. Ackermans sought a tax deduction of the R17,174,777 in its 2004 assessment, arguing that it had incurred expenditure equal to the contingent liabilities by forgoing part of the purchase price.",
    "issues": "The principal issue was whether the R17,174,777 could be treated as \"expenditure actually incurred\" within the meaning of section 11(a) of the Income Tax Act, thus qualifying for a deduction. Related questions concerned the character of the amount (revenue versus capital) and whether the set‑off arrangement created a genuine liability that would satisfy the statutory requirement of expenditure incurred.",
    "principles": "Section 11(a) allows deduction for \"expenditure and losses actually incurred\" in the production of income. Judicial interpretation requires that such expenditure arise from an actual liability or the undertaking of an obligation to pay; it cannot be a mere accounting adjustment. The law on set‑off holds that it operates only when both parties are mutually indebted, the debts are liquidated and due, and a reciprocal payment is made. Absent a real liability, no expenditure is deemed to have been incurred for tax purposes.",
    "application": "The Court examined the sale agreement and found no clause imposing a payment obligation on Ackermans to Pepkor; the reduction of the purchase price was a contractual mechanism, not an actual outflow of cash or a liability incurred by Ackermans. The appellant's reliance on a set‑off argument was rejected because there was no mutual indebtedness that satisfied the legal requirements for set‑off. Consequently, the purported “expenditure” did not meet the statutory definition under s 11(a). The Court concluded that the deduction failed at the first hurdle.",
    "conclusion": "Both appeals were dismissed with costs, including the costs of two counsel. Ackermans Ltd (and Pep Stores (SA) Ltd) were not entitled to the R17,174,777 deduction, and the Commissioner’s assessment was upheld."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "Section 11(a) deduction",
      "contingent liabilities",
      "going concern sale",
      "set‑off",
      "expenditure incurred"
    ]
  }
}