{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/152.html",
  "case_name": "Winlite Aluminium Windows & Doors (Pty) Ltd v Pyramid Freight (Pty) Ltd t/a UTI (216/10) [2010] ZASCA 152; 2011 (1) SA 571 (SCA) (29 November 2010)",
  "citation": "[2010] ZASCA 152",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 152\n|\nNoteup\n|\nLawCite\nWinlite Aluminium Windows & Doors (Pty) Ltd v Pyramid Freight (Pty) Ltd t/a UTI (216/10) [2010] ZASCA 152; 2011 (1) SA 571 (SCA) (29 November 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 216/10\nIn the matter between:\nWINLITE ALUMINIUM\r\nWINDOWS & DOORS (PTY) LTD\n................................\nAppellant\nand\nPYRAMID FREIGHT (PTY)\r\nLTD t/a UTI\n........................................................\nRespondent\nNeutral citation\n:\nWinlite Aluminium Windows & Doors v Pyramid Freight\n(216/10)\n[2010] ZASCA 152\n(29 November 2010)\nCoram:\nHARMS DP,\r\nNAVSA, HEHER, SNYDERS JJA AND BERTELSMANN AJA\nHeard:\n23 November\r\n2010\nDelivered:\n29\r\nNovember 2010\nUpdated:\nSummary:\nTrial –\r\ncosts – tender under Uniform rules 34(1) and (5) – effect\r\n– reconsideration under rule 34(12) –\nwhether trial court\r\nexercised proper discretion in concluding that plaintiff not\r\njustified in proceeding with trial when tender\nmore than capital\r\nawarded but less than sum of capital and accrued interest at date of\r\ntender.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Fourie, Waglay and Ndita JJ as court of appeal):\nThe appeal is dismissed\r\nwith costs.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (HARMS DP,\r\nNAVSA, SNYDERS JJA AND BERTELSMANN AJA concurring):\n[1] This judgment\r\nconcerns the effectiveness of a secret tender made in terms of\r\nUniform rules 34(1) and (5) to influence the award\nof costs in a\r\ntrial action.\n[2] In September 2005 the\r\nrespondent (Pyramid) sued the appellant (Winlite) in the Cape of Good\r\nHope Provincial Division (exercising\nits Admiralty Jurisdiction) for\r\npayment of R755 675.32, being the balance of fees and disbursements\r\nfor services rendered as a\ncleaning and forwarding agent, and R10 000\r\nin respect of storage and preservation expenses incurred as a cargo\r\nagent, together\nwith interest on the said amounts.\n[3] Winlite defended the\r\naction. It also claimed, in reconvention, payment of R131 243.01\r\nas damages for the cost of posting\nguarantees to release goods\r\nallegedly wrongfully withheld by Pyramid and the monthly fees for the\r\nrenewal of such guarantees, as\nwell as loss of profits resulting from\r\nsuch withholding and the consequent delay in its ability to install\r\nand commission a manufacturing\nplant.\n[4] The trial commenced\r\non Wednesday 14 March 2007 before Cleaver J. It continued on 15\r\nMarch, 19 March, 31 July and 2 August. On\n11 October 2007 the learned\r\nJudge delivered judgment and made the following order:\n‘\n1.\r\nJudgment is granted against the defendant for payment of:\n1.1\r\nR212 745.30\n1.2\r\nInterest on the said sum as follows:\n1.2.1\r\nAt the rate of 17% per annum with effect from 9 September 2005 to 4\r\nMarch 2007.\n1.2.2\r\nAt the prevailing repo rate as defined in Government Notice No 166\r\ndated 26 February 2007 plus one third thereof, plus eight\npercentage\r\npoints with effect from 5 March 2007 to date of payment.\n1.3\r\nThe sum of R9 120.\n1.3.1\r\nInterest on the said sum of R9 120 at the prescribed legal rate\r\nreckoned from 9 September 2005 to date of payment.\n2.\r\nDefendant is to pay the plaintiff’s costs of the proceedings\r\nincluding the costs of the postponement of the matter on 19\nMarch\r\n2007.\n3.\r\nThe defendant’s counter-claim is dismissed with costs.\n4.\r\nThe plaintiff’s application to compel defendant to furnish\r\ntrial particulars which on 21 February 2007 stood over for later\n\ndetermination is dismissed with costs.’\n[5] The learned judge was\r\nthereafter timeously notified in terms of rule 34(13) that Winlite\r\nhad, on 14 March 2007, made a secret\ntender in terms of rules 34(1)\r\nand (5) in which it offered to pay ‘in full and final\r\nsettlement of all the Plaintiff’s\nclaims, including its claim\r\nfor costs . . . the sum of R250 000,00’ and ‘the\r\nPlaintiff’s taxed party and party\ncosts to date (including\r\ncosts of Senior Counsel), including the reasonable costs of\r\nconsidering and accepting this offer.’\nHe was requested to\r\nreconsider the question of the costs of the action as required by\r\nrule 34(12).\n[6] Cleaver\r\nJ duly heard argument on the effect of the tender and delivered a\r\nconsidered judgment on the matter. He found that once\nthe tender had\r\nbeen made, it was unnecessary to continue running the trial for a\r\nfurther four days ‘when only the claim for\ninterest had not\r\nbeen covered by the tender’ and no evidence was necessary to\r\nprove the claim for the interest. He considered\nthat Pyramid had been\r\nentitled to a\nspatium deliberandi\nuntil\r\nthe recommencement of the trial on 19 March. Accordingly he ordered\r\nthat Winlite would be liable for the costs of 14 and 15\nMarch and\r\nthat Pyramid should be responsible for Winlite’s costs\r\nthereafter.\n[7] Cleaver J refused\r\nPyramid leave to appeal against the main judgment but granted it\r\nleave to appeal to the Full Court against\nthe costs order only.\n[8] In the Full Court\r\nthree separate judgments were delivered. Ndita J and Waglay J (for\r\nsimilar reasons) agreed that the appeal\nshould be upheld with costs\r\nand the order of Cleaver J be substituted with an order that the\r\ndefendant’s application in terms\nof rule 34(12) be dismissed\r\nwith costs. The effect was thus that the original order made by the\r\ntrial judge stood. As Ndita J saw\nthe matter ‘the award made by\r\nthe court a quo in favour of the plaintiff exceeded the tender by a\r\nsignificant margin. The\nplaintiff, therefore, “faced the risk\r\nsuccessfully . . . the court a quo was not justified in departing\r\nfrom the general\nrule.” Fourie J dissented. Although he agreed\r\nthat the appeal should succeed he thought the order of Cleaver J\r\nshould have\ndirected each party to pay its own costs from 19 March\r\n2007 because Pyramid ‘had prolonged the trial in an\r\nunsuccessful attempt\nto obtain a higher freight award’, while\r\nWinlite had tendered less than the eventual award to Pyramid.\n[9] In the exercise of a\r\ndiscretion on how costs should be apportioned when a tender has been\r\nmade the starting point will ordinarily\nbe whether the tender beat\r\nthe amount awarded. This means that apart from determining the\nspatium deliberandi\nthe discretion at this stage of the\r\nproceedings is fairly limited. In this regard it is common cause that\r\nWinlite’s offer\nwas about R28 000 less than the amount payable\r\nin terms of the judgment. But the capital sum awarded was,\r\nco-incidentally, R28\n000 less than the sum tendered, the balance of\r\nthe award consisting of interest. It was this last factor which\r\npersuaded Cleaver\nJ to order Pyramid to pay Winlite’s costs\r\nfrom the expiry of the\nspatium deliberandi\n. In his view, as I\r\nhave mentioned, Pyramid unnecessarily prolonged the trial on a\r\nsubsidiary issue. To my mind the learned misdirected\nhimself in so\r\nconcluding.\n[10] The amounts claimed\r\nconsisted of three elements, freight charges, contractually agreed\r\ninterest and mora interest. The trial\njudge ordered in relation to\r\nboth interest claims that such interest should be reckoned from 9\r\nSeptember 2005. By the time that\nthe tender was made on 14 March 2007\r\naccrued interest exceeded R50 000, thus amounting to more 20% of the\r\ncapital. More importantly,\nby that date, the total of capital and\r\naccrued interest exceeded the amount tendered by at least R20 000\r\n(more than 8%). I think\ntherefore he was wrong to describe the\r\nfreight charges as the ‘central issue’ at the time that\r\nthe tender was made.\nWhile that may have been so from an evidential\r\nview point, the real issue was the amount of money that was then due\r\nby Winlite\nto Pyramid, however composed, and there was no reason for\r\nthe learned judge to accord more weight to one element than the\r\nother.\nWhen Winlite tendered it did so with full knowledge of the\r\nnature and extent of Pyramid’s claim (including the basis of\r\nthe\ninterest calculations). In formulating its offer ‘in full\r\nand final settlement of all the plaintiff’s claims’\nit\r\nmust be taken to have included whatever liability might be determined\r\nfor interest accrued to the date of tender. The position\nmight have\r\nbeen different if the tender had been so worded that it covered the\r\nsuccessful claims only.\n[11]\r\nThis misdirection constituted a failure to exercise his discretion as\r\nto costs judicially. The Full Bench therefore was entitled\nto\r\ninterfere. In my view Ndita J and Waglay J were correct in finding\r\nthat Pyramid, was entitled to reject the tender and that,\nhaving done\r\nso, it ‘faced the risk successfully’ and, in accordance\r\nwith the general principle, such success carried\nwith it the costs of\r\nthe action. For the reasons I have already enunciated the conclusion\r\nof Fourie J that ‘the real reason\nwhy the appellant continued\r\nwith the litigation was not to obtain payment of its interest, but to\r\n(unsuccessfully) pursue its claim\nfor the increased freight amount’\r\nmanifests the same misconception of the issue as tainted the\r\nreasoning of the trial judge.\nTheir approach might have been\r\njustified in the initial determination of how the costs should fall\r\nbut was not appropriate to the\nnarrower question of the effect of the\r\ntender. As a matter of practice when deciding costs courts ought to\r\nconsider whether unnecessary\nevidence was led by the successful party\r\nand should disallow the costs in relation to severable issues in\r\nrespect of which that\nparty did not succeed:\nGentiruco\r\nAG v Firestone SA (Pty) Ltd\n1972\r\n(1) SA 589\nat 668H-669C. But, as said, that discretion should have\r\nbeen exercised when the original costs order was considered.\n[12] The appeal is\r\ndismissed with costs.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: M J Fitzgerald\r\nSC with him L Buikman\nInstructed by DLA Cliffe\r\nDekker Hofmeyr Inc, Cape Town;\nSymington & De Kok,\r\nBloemfontein\nRESPONDENT: M Wragge SC\nInstructed by Bowman\r\nGilfillan Attorneys, Cape Town;\nMatsepes, Bloemfontein",
  "scraped_at": "2026-02-11T20:44:43.429548",
  "date": "2010-11-29",
  "coram": [
    "HARMS DP",
    "NAVSA",
    "HEHER",
    "SNYDERS JJA",
    "BERTELSMANN AJA"
  ],
  "case_number": "216/10",
  "parties": {
    "applicants": [
      "Winlite Aluminium Windows & Doors (Pty) Ltd"
    ],
    "respondents": [
      "Pyramid Freight (Pty) Ltd t/a UTI"
    ]
  },
  "sections": {
    "facts": "Pyramid Freight sued Winlite Aluminium Windows & Doors for unpaid fees and expenses amounting to R755,675.32 plus R10,000 for storage, together with interest. Winlite defended the claim and counterclaimed R131,243.01 for costs incurred in posting guarantees and loss of profits. The trial, presided over by Cleaver J, awarded the plaintiff R212,745.30 with interest calculated from 9 September 2005 and ordered the defendant to pay the plaintiff's costs. On 14 March 2007 Winlite lodged a secret tender under Uniform Rules 34(1) and (5) offering R250,000 in full and final settlement of all claims, including costs. The trial judge considered the tender and, noting that only the interest component remained uncovered, ordered costs against Pyramid for the remaining days of trial. Pyramid appealed the costs order to the Full Court.",
    "issues": "The principal issue was whether the trial judge correctly exercised his discretion in awarding costs when the tender offered by Winlite was less than the total amount awarded (capital plus accrued interest). Secondary issues involved the effect of a secret tender under Uniform Rules 34(1), (5) and (12) on the allocation of costs, and whether Pyramid was entitled to reject the tender and thus bear the costs of the action.",
    "principles": "Cost allocation after a tender hinges on whether the tender beats the amount awarded; the party that rejects a tender and successfully risks that the tender will be refused ordinarily bears the costs. Uniform Rules 34(1), (5) allow secret tenders to influence costs, while rule 34(12) permits the court to reconsider costs after a tender is made. The court must not give undue weight to one component of a judgment (e.g., capital) when the tender relates to the whole award, including interest. Precedent such as Gentiruco AG v Firestone SA (Pty) Ltd emphasizes that costs discretion should consider unnecessary evidence and severable issues.",
    "application": "The Full Court found that Winlite’s tender of R250,000 was approximately R20,000 less than the total sum due when interest accrued, meaning the tender did not beat the award. Consequently, Pyramid was entitled to reject the tender and, having faced the risk successfully, was entitled to costs. The trial judge’s reasoning that the interest component was merely ancillary was deemed a misdirection. The Full Court therefore upheld the original costs order, dismissing the appeal and confirming that the costs should follow the general rule favoring the party that successfully rejects a tender.",
    "conclusion": "The appeal by Winlite was dismissed with costs. The Full Court affirmed that the trial judge had erred in his cost discretion and reinstated the original costs order, requiring Winlite to bear the costs incurred after the tender was refused."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Costs and Tender",
    "level_3": [
      "Uniform Rules 34",
      "Cost order",
      "Tender",
      "Interest",
      "Appellate Review"
    ]
  }
}