{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/81.html",
  "case_name": "SA Metal & Machinery Co (Pty) Ltd v S (398/09) [2010] ZASCA 81; 2010 (2) SACR 413 (S (28 May 2010)",
  "citation": "[2010] ZASCA 81",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 81\n|\nNoteup\n|\nLawCite\nSA Metal & Machinery Co (Pty) Ltd v S (398/09) [2010] ZASCA 81; 2010 (2) SACR 413 (S (28 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nIn the matter:\nCase No: 398/09\nS A METAL & MACHINERY CO (PTY)\r\nLTD\nAppellant\nand\nTHE STATE\tRespondent\nNeutral citation:\nSA Metal &\r\nMachinery Co (Pty) Ltd v S\n(398/09)\n[2010]\r\nZASCA 81\n(28 May 2010)\nCoram:\nNAVSA,\r\nVAN HEERDEN et BOSIELO JJA\nHeard:\n10 MAY 2010\nDelivered:\n28 MAY\n2010\nSummary:\nCriminal\r\nlaw – Corporate accused – whether the conviction of the\r\ncorporate accused based on the conduct of employees\nother than those\r\nexpressly mentioned in the charge-sheet\nis\r\ncorrect – whether the State has proved beyond reasonable doubt\r\nthat the appellant lacked reasonable cause for the belief\nas required\r\nby s 37(1)(b) of the General Law Amendment Act 62 of 1955 –\r\nwhether evidential burden of raising a reasonable\ndoubt in relation\r\nto reasonable cause discharged by accused.\nORDER\nOn appeal from: South Gauteng High Court (Satchwell J et\r\nCoppin AJ sitting as a court of appeal).\n1\tThe appeal is upheld and para 71 of the judgment of\r\nthe court below is set aside in its entirety and substituted as\r\nfollows:\n'The appeal of the second appellant, S A Metal &\r\nMachinery Co (Pty) Ltd, against conviction is upheld and the\r\nconviction and\nrelated sentence are set aside.'\nJUDGMENT\nBOSIELO JA (\nNavsa\r\net Van Heerden JJA\nconcurring).\n[1]\tThe appellant, SA Metal & Machinery (Pty) Ltd,\r\nwas charged in the Regional Court, Kempton Park, in terms of s 332 of\r\nthe\nCriminal Procedure Act 51 of 1977 (the CPA) together with Mr\r\nAllan de Klerk ('De Klerk'), one of its employees, with theft of:\n(i)\tapproximately 2 900 kg of copper\r\ncathodes;\n1\n(ii)\tapproximately 8 100 kg of Telkom copper wire;\n(iii)\tapproximately 17 995 kg of Eskom-marked conductor.\nThey were also both charged with a\r\ncontravention of s 37(1)\n2\nof the General Law Amendment Act 62 of 1955 (the Act) in respect of\r\nthe same items. It was alleged that they had unlawfully acquired\nor\r\nreceived into their possession stolen goods from another person or\r\nother persons. In terms of s 332(2) of the CPA Mr Graham\nBarnett was\r\ncited as the representative of the appellant.\n[2]\tAt the end of the trial, both the appellant and De\r\nKlerk were acquitted on the counts related to the theft of items (ii)\r\nand\n(iii) referred to above. They were also acquitted on the count of\r\ntheft of the copper cathodes. They were, however, both convicted\nof a\r\ncontravention of s 37(1) of the Act in relation to the copper\r\ncathodes. The appellant was sentenced to a fine of R100 000,\nhalf of\r\nwhich was suspended for five years, whilst De Klerk was sentenced to\r\na fine of R10 000 or two years' imprisonment. On appeal\nto the South\r\nGauteng High Court (Satchwell J, Coppin AJ concurring), De Klerk’s\r\nconviction and related sentence were set\naside. The appellant’s\r\nappeal against conviction was dismissed. The sentence imposed by the\r\nRegional Court was, however,\nset aside and was substituted with a\r\nfine of R80 000, half of which was suspended for five years. The\r\npresent appeal, with the\nleave of this court, is against the decision\r\nof the South Gauteng High Court dismissing the appellant’s\r\nappeal against conviction.\n[3]\tBefore us the issue was whether the court below,\r\nhaving held that De Klerk rightly believed that the cathodes in\r\nquestion were\nsold to the appellant by Meadon Scrap, whose property\r\nit was or who had sold them with the requisite authority, correctly\r\nconcluded\nthat the appellant did not hold the same belief.\n[4]\tAn exposition of the salient facts is necessary. The\r\nappellant is one of South Africa’s leading scrap metal\r\nmerchants.\nIt conducts operations in Elandsfontein, Gauteng and in\r\nCape Town, the latter location being its headquarters. At all\r\nmaterial\ntimes, De Klerk was employed as a manager at Elandsfontein.\r\nIn the course of its daily business activities, the appellant\r\npurchases\nand receives scrap metals from a range of registered scrap\r\nmetal dealers. The appellant does not purchase scrap metal off the\r\nstreet.\n[5]\tIt is common cause that approximately five weeks\r\nbefore the incident on which the conviction was based, a truck\r\ncarrying 65\ntons of copper cathodes was hijacked in Gauteng whilst it\r\nwas in the process of delivering its load from Zambia to a purchaser.\n\nThe police, acting on information supplied by an informant, called on\r\nDe Klerk at the appellant’s Elandsfontein premises\nto find out\r\nwhether he had any knowledge of the hijacked goods. De Klerk told\r\nthem that he had been approached by a scrap metal\ndealer who had\r\noffered him 15 tons of cathodes. He had heard rumours about the\r\nhijacking and had rejected the offer. There is a\ndispute about\r\nwhether De Klerk had told a policeman that he had persuaded his\r\nemployer not to purchase stolen goods.\n[6]\tIt is clear from the evidence of witnesses who have\r\nextensive experience in the scrap metal industry that, although\r\ncopper cathodes\nsometimes find their way into the open market, for\r\nexample, by way of a police auction or the sale of surplus stock,\r\nsuch occurrences\nare the exception rather than the rule.\n[7]\tThe uncontested evidence of Barnett and De Klerk was\r\nthat on a number of occasions they had, on behalf of the appellant,\r\npurchased\ncopper cathodes from certain registered dealers, without\r\nincident. In one instance they were able to demonstrate that the\r\ncopper\ncathodes they had purchased had been sourced from a police\r\nauction in Zambia. It is not per se unlawful to purchase or possess\r\ncopper cathodes. Some of the dealers from which they purchased these\r\ncathodes were importers of scrap metal.\n[8]\tDuring or about April 2003, De Klerk, who conducts\r\npurchases and administers sales mostly telephonically from an office\r\nabove\nground level at the appellant’s Elandsfontein premises,\r\nwas advised by his yard foreman, Mr Hans Visser ('Visser'), that\n\nthe latter had received copper cathodes from a scrap dealer\r\nregistered with the appellant, namely, Meadon Scrap. Because there\n\nwas a container already loading copper for export, De Klerk\r\ntelephoned Mr Mark Sellier ('Sellier), who was responsible for\r\nforeign\nsales and who was stationed at head office, to enquire\r\nwhether he could load the cathodes into the container. He received an\r\nanswer\nin the affirmative. Consequently, De Klerk instructed Visser\r\nto load the cathodes into that container.\n[9]\tVisser was primarily responsible for receiving,\r\ninspecting and sorting the scrap metal purchased from registered\r\ndealers. De\nKlerk had confidence in Visser as the two had worked\r\ntogether successfully for many years. De Klerk did not personally\r\ninspect\nthe cathodes and did not link them to the enquiry by the\r\npolice more than a month earlier. It is uncontested that the\r\nappellant\nand Meadon Scrap conduct many business transactions with\r\neach other on an ongoing basis.\n[10]\tIt is common cause that containers bearing the\r\ncathodes in question were intercepted and impounded by the police at\r\nDurban\nharbour and that those cathodes were part of the consignment\r\nhijacked in Gauteng, referred to earlier.\n[11]\tThe court below took into account that s 37(1) of\r\nthe Act required the State to prove that an accused was found in\r\npossession\nof goods which were acquired otherwise than at a public\r\nsale and that the goods had been stolen. In seeking a conviction the\r\nState\nhad relied upon the evidential provision in s 37(1)(b) of the\r\nAct. Satchwell J rightly stated that this evidential provision only\n\noperated in the absence of evidence to the contrary which raises a\r\nreasonable doubt. The learned judge rightly rejected the evidence\nof\r\nan employee of the appellant, Mr Ngobeni, who had testified that he\r\nhad witnessed a number of cathodes hidden within the appellant’s\n\nElandsfontein premises. His evidence was contradictory and\r\nunreliable.\n[12]\tSatchwell J had regard to De\r\nKlerk’s evidence, in terms of which he had placed himself in\r\npossession of the cathodes.\nShe took into account that Visser’s\r\nreport to De Klerk was unchallenged. The learned judge considered, in\r\nfavour of De Klerk\nthat he had, on a previous occasion, rejected an\r\noffer of cathodes from a doubtful source. She concluded that the\r\nevidential burden\nof raising a reasonable doubt in relation to\r\nreasonable cause had been discharged and consequently set aside his\r\nconviction and\nrelated sentence.\n3\n[13]\tIn respect of the case against the appellant the\r\ncourt below rejected the submission on its behalf, that since the\r\nState’s\ncase against the appellant was dependant upon the\r\nactions of De Klerk and since he was innocent, so too should be the\r\nappellant.\nThe court below had regard to s 332 of the CPA which\r\nprovides that any act performed by a servant of a corporate body in\r\nthe exercise\nof his or her powers shall be deemed to have been\r\nperformed by the corporate body. The court reasoned that the\r\nappellant had taken\npossession of the cathodes even before De Klerk\r\nwas informed of their presence and that they must have been unloaded,\r\nweighed and\nsorted before Visser made his report. Satchwell J stated\r\nthat although Visser’s report to De Klerk is hearsay it did\r\nlead\nto his state of mind and he could thereby resist liability. The\r\nlearned judge reasoned that the appellant could not similarly rely\non\r\nwhat was told to De Klerk by Visser, who was not a witness. She\r\nconcluded that since no other employee at the Elandsfontein\npremises\r\nhad testified about the receipt of the cathodes the appellant had not\r\nproduced any evidence that challenged the statutory\npresumption\r\nreferred to above and consequently dismissed the appeal by the\r\nappellant.\n[14]\tThe problem is that in seeking to hold the\r\nappellant liable the State, in the charge sheet, expressly and\r\nexclusively relied\non the actions of De Klerk and Mr Barnett. It is\r\ncommon cause that Mr Barnett was not involved in the transaction and\r\nat material\ntimes was stationed in Cape Town.\n[15]\tBefore us, in order to overcome this problem, the\r\nState sought an amendment to the charge sheet to include employees of\r\nthe\nappellant other than De Klerk. The respondent relied on section\r\n86 of the CPA which provides as follows:-\n(1)\tWhere a charge is defective for the want of any\r\nessential averment therein, or where there appears to be any variance\r\nbetween\nany averment in a charge and the evidence adduced in proof of\r\nsuch averment, or where it appears that words or particulars that\n\nought to have been inserted in the charge have been omitted\r\ntherefrom, or where any words or particulars that ought to have been\n\nomitted from the charge have been inserted therein, or where there is\r\nany other error in the charge, the court may, at any given\ntime\r\nbefore judgment, if it considers that the making of the relevant\r\namendment will not prejudice the accused in his defence,\norder that\r\nthe charge, whether it discloses an offence or not, be amended, so\r\nfar as it is necessary, both in that part thereof\nwhere the defect,\r\nvariance, omission, insertion or error occurs and in any other part\r\nthereof which it may become necessary to\namend.\n(2)\tThe amendment may be made on such terms as to an\r\nadjournment of the proceedings as the court may deem fit.'\n[16]\nThe\r\nState\nhad\r\nidentified De Klerk as\nthe\nemployee or director of the appellant on whose conduct it relied for\r\nholding the appellant liable. At no stage, before or during\nthe\r\ntrial, was there any indication that the net was being cast wider.\r\nThe appellant tailored its defence accordingly. To allow\nan amendment\r\nat this stage would cause very real prejudice, and would be\r\nsubversive of the notion of a fair trial as embodied in\nsection\r\n35(3)(a) and (i) of the Constitution. The amendment is consequently\r\nrefused, see\nR v\r\nMetal Salvage Co (Pty) Ltd & others\n1953\r\n(4) SA 257\n(C) at p 265C-H and\nMusa\r\nJ Moloi & others v Minister for Justice and Constitutional\r\nDevelopment & others\n(as\r\nyet unreported) (CCT 78/09)\n[2010] ZACC 2\n(4 February 2010) paras\r\n10–20.\n[17]\tHaving rightly concluded that it could not be said\r\nthat De Klerk did not have reasonable cause to believe that he could\r\nlawfully\npurchase the copper cathodes in issue and further that the\r\nentity which sold them was either the owner or had had lawful\r\nauthority\nto sell or dispose of them, the learned judge erred in\r\nconvicting the appellant.\n[18]\tIn the result, the appeal is upheld and para 71 of\r\nthe judgment of the court below is set aside in its entirety and\r\nsubstituted\nas follows:\n‘\nThe appeal of the second appellant, SA Metal &\r\nMachinery Co (Pty) Ltd, against conviction is upheld and the\r\nconviction and related\nsentence are set aside.’\n___________________\nL O BOSIELO\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tO L Rodgers SC\nInstructed by:\tSnitchers Attorneys\nc/o Earle Friedman Attorney, Johannesburg\nLovius Block, Bloemfontein.\nFor respondent:\tF Mohamed\nInstructed by:\tDirector of Public\r\nProsecutions, Johannesburg\nDirector of Public Prosecutions, Bloemfontein.\n1\nA copper cathode is a large copper plate usually weighing more than\r\n\t100 kg and having a copper purity content of approximately\n99 per\r\n\tcent. Zambia is one of the world’s leading manufacturers and\r\n\texporters of copper cathodes. It appears that cathodes\nfrom\r\n\tdifferent Zambian mines have a distinctive appearance related to the\r\n\tparticular mine’s manufacturing process. It also\nappears that\r\n\tthe top of a stack of sheets is identified by the particular mine\r\n\twith specific markings. Copper cathodes appear\nto be a sought after\r\n\tcommodity on the London Metals Exchange.\n2\nSection 37(1) of the Act provides:\n‘\n(a)\nAny\r\n\tperson who in any manner, otherwise than at a public sale, acquires\r\n\tor receives into his possession from any other person\nstolen goods,\r\n\tother than stock or produce as defined in s 1 of the Stock Theft\r\n\tAct, 1959, without having reasonable cause for\nbelieving at the time\r\n\tof such acquisition or receipt that such goods are the property of\r\n\tthe person from whom he or she receives\nthem or that such person has\r\n\tbeen duly authorized by the owner thereof to deal with or to dispose\r\n\tof them, shall be guilty of\nan offence and liable on conviction to\r\n\tthe penalties which may be imposed on a conviction of receiving\r\n\tstolen property knowing\nit to have been stolen except in so far as\r\n\tthe imposition of any such penalty may be compulsory.\n(b)\nIn\r\n\tthe absence of evidence to the contrary which raises a reasonable\r\n\tdoubt, proof of such possession shall be sufficient evidence\nof the\r\n\tabsence of reasonable cause.’\n3\nAlthough the owner of Meadon Scrap had denied selling the cathodes\r\n\tto the appellant it should be borne in mind that he was himself\n\n\tfacing prosecution in relation to other matters and it is unsafe to\r\n\taccept his evidence in this regard. Also, he conceded in\n\n\tcross-examination that he had five dealerships trading as Meadon\r\n\tScrap and that he would not necessarily know of each and every\n\n\tdelivery that went in and out of his business.",
  "scraped_at": "2026-02-11T20:28:29.308231",
  "date": "2010-05-28",
  "coram": [
    "Navsa",
    "Van Heerden",
    "Bosielo JJA"
  ],
  "case_number": "398/09",
  "parties": {
    "applicants": [
      "SA Metal & Machinery Co (Pty) Ltd"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, SA Metal & Machinery Co (Pty) Ltd, a major scrap‑metal merchant, and its manager, Mr Allan de Klerk, were charged with theft of copper cathodes, copper wire and conductors and with a contravention of s 37(1) of the General Law Amendment Act 62 of 1955. The theft counts were withdrawn, but both were convicted of the statutory offence relating to the copper cathodes. The cathodes had been part of a 65‑ton load that was hijacked while being transported from Zambia. After the hijacking, a scrap dealer (Meadon Scrap) supplied the appellant’s yard foreman, Mr Visser, with copper cathodes, which Visser loaded into a container on instruction from de Klerk. The containers were later seized by police and identified as originating from the hijacked consignment. The lower court, applying s 332 of the Criminal Procedure Act, imputed de Klerk’s conduct to the corporation and upheld the conviction, imposing a fine of R100,000 (half suspended). On appeal, the corporate conviction was set aside by the Supreme Court of Appeal.",
    "issues": "The appeal raised (1) whether the State had proved beyond reasonable doubt that the appellant lacked reasonable cause to believe the cathodes were lawfully acquired, as required by s 37(1)(b) of the General Law Amendment Act; (2) whether the evidential burden to raise reasonable doubt on the issue of reasonable cause had been discharged; and (3) whether the State could amend the charge‑sheet at trial to include employees other than de Klerk without infringing the appellant’s constitutional right to a fair trial.",
    "principles": "Section 37(1) of the General Law Amendment Act makes it an offence to acquire stolen goods without reasonable cause, and s 37(1)(b) provides that, absent evidence to the contrary, possession is proof of lack of reasonable cause. Section 332 of the Criminal Procedure Act imputes the acts of a servant to a corporate body. Section 86 CPA permits amendment of a charge if it does not prejudice the accused, subject to constitutional guarantees of a fair trial (s 35(3)(a)(i)). Precedent cited includes R v Metal Salvage Co (Pty) Ltd and Musa J Moloi v Minister for Justice, emphasizing that amendment at a late stage is impermissible where it would prejudice the defence.",
    "application": "The Court found that de Klerk had reasonable cause to believe the cathodes were lawfully purchased, having previously rejected a suspicious offer and relying on information from a trusted foreman. The State therefore failed to discharge the evidential burden of raising reasonable doubt as to the appellant’s lack of reasonable cause. Moreover, the charge‑sheet relied exclusively on de Klerk’s conduct; attempting to amend it to include other employees at the appellate stage would have prejudiced the appellant and violated the constitutional right to a fair trial. Consequently, the conviction of the corporation could not be sustained.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside paragraph 71 of the lower court’s judgment, and quashed the conviction and related sentence of SA Metal & Machinery Co (Pty) Ltd."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Corporate Liability",
    "level_3": [
      "s37",
      "General Law Amendment Act",
      "Corporate criminal liability",
      "Charge amendment",
      "reasonable cause"
    ]
  }
}