{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/27.html",
  "case_name": "Minister of Agriculture and Land Affairs v C J Rance (Pty) Ltd (293/09) [2010] ZASCA 27; 2010 (4) SA 109 (SCA) ; [2010] 3 All SA 537 (SCA) (25 March 2010)",
  "citation": "[2010] ZASCA 27",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 27\n|\nNoteup\n|\nLawCite\nMinister of Agriculture and Land Affairs v C J Rance (Pty) Ltd (293/09) [2010] ZASCA 27; 2010 (4) SA 109 (SCA) ; [2010] 3 All SA 537 (SCA) (25 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 293/09\nMinister of Agriculture and Land Affairs\nAppellant\nand\nC J Rance (Pty) Limited\tRespondent\nNeutral citation:\nMinister\nof Agriculture and Land Affairs v C J Rance (Pty) Limited\n(293/09)\n[2010] ZASCA 27\n(25 March                2010)\nCoram:\nNavsa, Lewis JJA,\nHurt, Griesel et Majiedt AJJA\nHeard:\n2 March 2010\nDelivered:\n25 March 2010\nSummary:\nCondonation in terms\nof\nsection 3(4)(b)\nof the\nInstitution of Legal Proceedings Against\nCertain Organs of State Act 40 of 2002\nâ rationale for notice\nperiod discussed â factors to be considered for condonation â\nstatutory requirements not met.\nORDER\nOn appeal from: North Gauteng High Court, Pretoria\n(Tlhapi AJ sitting as court of first instance):\n1\tThe appeal is upheld with costs, including the costs\nof two counsel.\n2\tThe order of the court below is set aside and\nsubstituted with the following:\n'1\tThe application for condonation in terms of\nparagraphs 2 and 3 of the Notice of Motion is dismissed with costs,\nincluding the costs\nof two counsel.\n2\tThe respondent's application to strike out the\nreplying affidavit, with the exclusion of paragraphs 26, 27, 28, 45\nand 84 is granted\nwith costs, including the costs of two counsel.'\nJUDGMENT\nMAJIEDT AJA (Navsa, Lewis JJA, Hurt et Griesel AJJA\nconcurring)\n[1]\tThe respondent company, CJ Rance (Pty) Ltd (the\ncompany), gave notice to the appellant, the Minister of Agriculture\nand Land Affairs\n(the Minister), of intended legal proceedings. The\nnotice was delivered after the six month period prescribed by\ns\n3(2)(a)\nof the Institution of Legal Proceedings against certain\nOrgans of State Act\n40 of 2002 (the Act).\n[2]\tThe present appeal against that decision is before\nus with the leave of the court below. The appeal turns on the\napplication of\nthe provisions of the Act, the material parts of which\nwill be dealt with in due course.\n[3]\tThe company conducts a sawmilling business and\nrelies on the Kubusi plantation for the supply of pine logs. The\ncompany averred\nthat on 1 September 2003 a fire destroyed a standing\ncrop of trees on the Kubusi plantation, depriving its sawmills of its\nsource\nof supply and that it consequently sustained a loss of\nprofits. It alleged that the fire originated on 31 August 2003, on\nland owned\nand/or controlled by the Minister. In seeking to hold the\nMinister liable, the company relied, inter alia, on the provisions of\ns\n2 of the National Veld and Forest Fire Act\n101\nof 1998\n(the FFA).\n[4]\tThe provisions of the FFA impose a number of\nobligations on owners to prevent fires originating from or spreading\nfrom their land.\nâOwnerâ is defined in s 2 of the FFA as\nincluding, in relation to the State, the Minister, the Government\ndepartment, or the\nmember of the executive council of the provincial\nadministration exercising control over State land or a person\nauthorised by any\none of the aforegoing.\n[5]\tSection 34 of the FFA assists the company, in that\nit creates a statutory presumption of negligence. It provides that in\ncivil\nproceedings, where a plaintiff proves that he or she suffered\nloss from a veldfire, which the defendant caused or which started or\nspread from land owned by the defendant, the latter is presumed to\nhave been negligent in relation to the veldfire until the contrary\nis\nproved. In its particulars of claim the company specifically relies\non this presumption.\n[6]\tAlmost two and a half years passed before the\ncompany served notice on the Minister of its intention to institute\nproceedings\nagainst the latter. Notice was served on 16 February\n2006. Summons was served on 29 August 2006 (shortly before the expiry\nof the\napplicable three year prescription period). This prompted the\nfiling of a special plea by the Minister, in terms of which the\nMinister\nasserted that the companyâs failure to give notice within\nthe prescribed period was fatal to its claim, and the Minister sought\nan order that the claim be dismissed with costs. In consequence the\ncompany launched the condonation application and sought, in the\nalternative, a declarator that its letter of 16 February 2006\nconstituted compliance with s 3(1) and (2) of the Act, and further\nalternatively, that its summons and particulars of claim served on\nthe respondent on 29 August 2006 were valid in terms of s 3(1)\nof the\nAct.\n[7]\tThe applicant's primary contention in support of its\napplication for condonation was to the effect that, despite its best\nefforts,\nit was not able to ascertain prior to February 2006, first,\nthe identity of the owner and then of the relevant organ of State\nwhich\ncontrolled it. In this regard it placed reliance on s 3(3)(a)\nof the Act.\n[8]\tThe court below was âsatisfiedâ that there was\ngood cause for the delay. It held that the company had âfailed to\nshow that\nit was prejudiced by the delayâ. The court below granted\ncondonation. It did not rule on the declaratory order. At this stage,\nit is necessary to consider the applicable statutory provisions.\n[9]\tThe applicable provisions of s 3 of the Act read as\nfollows:\n'3\tNotice of intended legal proceedings to be given to\norgan of State\n(1)\tNo legal proceedings for the recovery of a debt may\nbe instituted against an organ of State unless-\n(a)\nthe creditor has given\nthe organ of State in question notice in writing of his or her or its\nintention to institute the legal proceedings\nin question; or\n(b)\nthe organ of State in\nquestion has consented in writing to the institution of that legal\nproceedings-\n(i)\twithout such notice; or\n(ii)\tupon receipt of a notice which does not comply with\nall the requirements set out in subsection (2).\n(2)\tA notice must-\n(a)\nwithin six months from\nthe date on which the debt became due, be served on the organ of\nState in accordance with section 4 (1); and\n(b)\nâ¦â¦..\n(3)\tFor purposes of subsection (2)\n(a)\nâ\n(a)\na debt may not be\nregarded as being due until the creditor has knowledge of the\nidentity of the organ of State and of the facts giving\nrise to the\ndebt, but a creditor must be regarded as having acquired such\nknowledge as soon as he or she or it could have acquired\nit by\nexercising reasonable care, unless the organ of State wilfully\nprevented him or her or it from acquiring such knowledge; and\n(b)\na debt referred to in\nsection 2 (2)\n(a),\nmust\nbe regarded as having become due on the fixed date.\n(4)\n(a)\nIf\nan organ of State relies on a creditor's failure to serve a notice in\nterms of subsection (2)\n(a),\nthe\ncreditor may apply to a court having jurisdiction for condonation of\nsuch failure.\n(b)\nThe court may grant an\napplication referred to in paragraph\n(a)\nif\nit is satisfied that-\n(i)\tthe debt has not been extinguished by prescription;\n(ii)\tgood cause exists for the failure by the creditor\nand\n(iii)\tthe organ of State was not unreasonably prejudiced\nby the failure.\n(c)\t. . . .â\n[10]\tIt is not in issue that the envisaged claim for\ndamages is a claim for the recovery of âa debtâ as defined in s 1\nof the\nAct and that the respondent represents the Department of Land\nAffairs, an organ of State.\n[11]\tAs can be seen, s 3(4)\n(b)\ncircumscribes a courtâs power by requiring that it be satisfied\nthat: (i) the debt has not been extinguished by prescription; (ii)\ngood cause exists for the failure by the creditor, ie to serve the\nstatutory notice according to s 3(2)\n(a)\nor to serve a notice that complies with the prescripts of s 3(2)\n(b)\n;\nand (iii) the organ of State was not unreasonably prejudiced by the\nfailure.\n1\nThese requirements are conjunctive and must be established by the\napplicant for condonation.\n[12]\tThe first requirement, namely that the debt has not\nbeen extinguished by prescription, does not arise. I intend to deal\nmainly\nwith the condonation granted by the court below, purportedly\nin terms of s 3(4)(\nb)\nof the Act and to consider whether the court below could rightly be\nsatisfied that the statutory requirements had been met. That\nis the\ndecision appealed against. I intend to do so mainly on the basis of\nthe companyâs version of events.\n[13]\tIn considering whether condonation was rightly\ngranted it is instructive to bear in mind why notices of the kind\ncontemplated\nin s 3 of the Act have been insisted on by the\nlegislature. Statutory requirements of notice have long been familiar\nfeatures of\nSouth Africaâs legal landscape. The conventional\nexplanation for demanding prior notification of intention to sue\norgans of State,\nis that, âwith its extensive activities and large\nstaff which tends to shift it needs the opportunity to investigate\nclaims laid\nagainst it, to consider them responsibly and to decide,\nbefore getting embroiled in litigation at public expense, whether it\nought\nto accept, reject or endeavour to settle themâ.\n2\nFrom time to time there have been judicial pronouncements about how\nsuch provisions restrict the rights of its potential litigants.\nHowever, their legitimacy and constitutionality is not in issue.\n3\n[14]\tIn\nMohlomi\nthe following is Stated:\n4\nâ\nRules that limit the time during which litigation may\nbe launched are common in our legal system as well as many others.\nInordinate\ndelays in litigating damage the interests of justice. They\nprotract the disputes over the rights and obligations sought to be\nenforced,\nprolonging the uncertainty of all concerned about their\naffairs. Nor in the end is it always possible to adjudicate\nsatisfactorily\non cases that have gone stale. By then witnesses may\nno longer be available to testify. The memories of ones whose\ntestimony can\nstill be obtained may have faded and become unreliable.\nDocumentary evidence may have disappeared. Such rules prevent\nprocrastination\nand those harmful consequences of it. They thus serve\na purpose to which no exception in principle can cogently be taken.â\n[15]\t I turn to the facts of the present case. The\nstatutory notification period of six months afforded the applicant as\na creditor\nby s 3(2)\n(a)\nof the Act, would, in the normal course of events, if taken from the\ndate that the fire destroyed the Kubusi plantation, have expired\nat\nmidnight on 1 March 2004.\n[16]\tIt is of some significance that the principal\ndeponent in support of the companyâs case is its attorney, Du\nPlessis, who set\nout the steps taken over the years to identify the\nowner and/or controller of the land on which the fire is alleged to\nhave originated.\nThe description of events and the explanations for\nthe delay as provided by Mr du Plessis are set out in the paragraphs\nthat follow.\n[17]\tOn 1 September 2003 when the fire raged through the\nKubusi plantation the company had no knowledge of the origins of the\nfire,\nsave that it was evident that the fire approached from the\nnorth-west. It was clear that the fire had its origins several\nkilometres\naway. The company could trace no direct eyewitnesses to\nthe time and the origins of the fire.\n[18]\tThe company turned to an internationally renowned\nexpert in the field of forestry related fire investigations who was\nbased in\nSouth Africa, namely, Dr Cornelis de Ronde, who\ncommenced his investigations into the origins of the fire on 10\nSeptember 2003.\nIt is important to note that De Ronde was not\ninstructed to determine who was the owner and/or controller of the\nland on which the\nfire originated. His brief was to identify the spot\nfrom which the fire originated.\n[19]\t It took De Ronde approximately six months to\nfinalise his report, which he presented to the company on 7 April\n2004. Du Plessis\nprovided no reason for this long delay, nor does he\nState that from the commencement of the investigation he or the\ncompany urged\nDe Ronde to be expeditious.\n[20]\tIt is necessary to record that the plantations that\nsustained fire damage are collectively known as the Amathole pool of\nplantations\nand included the Kubusi plantation. The commercial\nforestry enterprise on the Kubusi plantation is conducted by the\nAmathole Forestry\nCompany (Pty) Ltd (AFC), which also acquired\ncertain forestry enterprises, including the Amathole pool of\nplantations from the South\nAfrican Forestry Company Limited (SAFCOL).\nThe company is a\nsubsidiary\nof AFC. Before November 2001 DWAF\n5\nand SAFCOL, which is a State owned enterprise, conducted all State\nforestry enterprises in the Amathole pool of plantations.\n[21]\tAccording to Du Plessis, De Rondeâs report\nprovided in April 2004, beyond the six month period contemplated in s\n3(2) of the\nAct, indicated that the fire that destroyed the Kubusi\nplantation originated on the southern slope of a hill to the north of\nwhat\nwas referred to as the Cata plantation. The following excerpt\nfrom the report was quoted:\n'. . . the fire started along a\nfootpath winding down the mountain slope, at the (State ?) property\n(according to report probably\nbelonging to DWAF) above the Cata\nplantation.'\nUnfortunately and inexplicably, De Rondeâs report was\nnot supplied.\n[22]\tDu Plessis Stated that De Rondeâs report was the\nfirst indication of the origins of the fire. The land on which the\nfire originated\nis described as neither being fenced-off, nor\naccessible by formal road infrastructure. There are no buildings, no\nroad signs and\nno identifying nameplates.\n[23]\tDu Plessis averred that Mr John Rance, the\ncompanyâs director of operations, has lived in the affected area\nfor more than 50\nyears, speaks isiXhosa, and is acquainted with the\nlocal inhabitants.  Rance, subsequent to De Rondeâs report,\napparently had no\nsuccess in establishing from the local inhabitants\nwhether anyone had ever laid claim to the land on which it was\nalleged the fire\nhad originated. There is, however, a commercial\nforest situated to the south of the land on which the fire originated\nwhich is known\nas the Cata plantation. It is common cause that the\narea in question is hilly, uninhabited terrain with very dense\nvegetation.\n[24]\t According to  Du Plessis, enquiries by him and \nRance subsequent to  De Rondeâs report, yielded a âguessâ that\nthe land\nin question might be owned by the State and that it was\nprobably controlled by  DWAF. We know that De Rondeâs report had\nalready,\nin April 2004, indicated as a matter of probability that the\nland in question was owned by the State and more particularly by\nDWAF.\nBy all accounts DWAF signage abounds in the neighbourhood in\nwhich the fire originated and spread. According to Du Plessis his\nenquiries\nwith DWAF in April 2004 in relation to land ownership âled\nto a dead endâ.\n[25]\tDu Plessis, âin order to establish with more\ncertainty who owned and/or controlled the land on which the fire\noriginatedâ,\nsubsequently consulted a collection of State\nplantation and forest maps compiled by SAFCOL in conjunction with\nDWAF.\n[26]\tThe SAFCOL map book identified the  land in\nquestion as 'Cata 12', âNyameni Cataâ and 'Nyameni'. Deeds office\nsearches were\ndone in Pretoria for information relating to 'Cata 12',\n'Nyameni Cata' and 'Nyameni', but yielded no results. A second search\nlater\nin the same Deeds Office revealed that this particular land was\nunregistered State land. This later information was obtained in\nJanuary\n2006. There is no indication about when this information was\nsolicited.\n[27]\tDu Plessis is also the attorney for SAFCOL and,\nbecause SAFCOL and DWAF formerly controlled all State forests and\nplantations\nin the area, he thought the former was â\nthe\nmost likely\nto have information pertaining to\nownership and control of land in and around plantations and forestsâ\n6\n(my emphasis). He consequently approached SAFCOL and discussed the\nmatter with a general manager, Mr Johan Raath, who offered to\nmake\nenquiries. Towards the end of January 2006, Raath informed Du Plessis\nthat the land might well be under the control of the Department\nof\nLand Affairs ('DLA').\n[28]\tArmed with this information, a letter was addressed\nby Du Plessis on behalf of the company on 16 February 2006 to the\nDLA, purportedly\nin compliance with s 3(2)(b)(i) and (ii) of the Act.\n[29]\tSubsequently Du Plessis entered into extensive\ncorrespondence with the State Attorney acting on behalf of the DLA.\nDu Plessisâ\nefforts were directed at obtaining an admission by the\nDLA that it owned and/or controlled the land on which the fire\nallegedly originated.\nIn April 2006 a site inspection was arranged on\nthat land. This site inspection was attended by representatives of\nboth parties,\nbut yielded no tangible results (the accusations on\nboth sides apportioning blame to the other for this futile exercise\ntake the\nmatter no further and does not warrant any further\ndiscussion).\n[30]\tA further flurry of correspondence from Du Plessis\nto the DLA and the State Attorney ensued, all of which remained\nunanswered.\nIt was only after summons was issued on 28 August 2006\nthat the State Attorney responded to this correspondence.\n[31]\tIn her plea the Minister averred that the land in\nquestion is controlled by the Amazizi Traditional Community. This\ntook Du Plessis\nby surprise. Investigations followed, including\nresearch into relevant legislation which led Du Plessis to the Ciskei\nAdministrative\nAuthorities Act.\n7\nThis Act appeared to confirm that the Cata 12 land was under the\ncontrol of the Keiskammahoek North Tribal Authority (for the Amazizi\nTribe). Du Plessis averred that the obscurity and ambiguity of this\ninformation itself constitute 'good cause' within the meaning\nenvisaged in s 3(4)b)(ii) of the Act.\n[32]\tIt is uncontested that the DLA controls\napproximately 17 million out of 25 million hectares of State owned\nland. A significant\nproportion of this land is rugged and\ninaccessible. As a consequence administration is difficult. The\nprincipal deponent on behalf\nof the Minister complained that the\ncompanyâs reluctance to share its own information and aerial\nphotographs contributed to the\ndelay in identifying whether the DLA\nowned the land. The company supplied De Rondeâs report to the DLA\nfor the first time in February\n2008.\n[33]\tIn terms of s 3(4)\n(b)\na court may grant condonation if it âis satisfiedâ that the three\nrequirements set out therein have been met. In practical terms\nthis\nmeans the âoverall impressionâ made on a court by the facts set\nout by the parties.\n8\n[34]\tIt was submitted on behalf of the company that it\ntook all the necessary steps within its power to identify the owner\nand/or\ncontroller of the land in question. Counsel contended that\nsuch steps as had been taken by or on behalf of the company were\nreasonable\nand constituted âgood causeâ within the meaning of\nthat phrase in s 3(4)\n(b)\n(ii)\nof the Act. He submitted further that the Ministerâs uncooperative\nattitude and the inaction of the DLAâs bureaucrats were\nwhat\ncreated prejudice for the Minister rather than the delay in serving\nthe notice. The Ministerâs servants failed to signpost\nthe land\nnominally owned by the Minister and they were totally unresponsive to\nthose affected by the fire. Whilst Du Plessis labelled\nthe Minister\nand those representing her as being obstructive, counsel representing\nthe company was rightly constrained to concede\nthat at its worst for\nthe Minister her bureaucrats were inept rather than wilfully\nobstructive.\n[35]\tIn general terms the interests of justice play an\nimportant role in condonation applications.\n9\nAn applicant for condonation is required to set out fully the\nexplanation for the delay; the explanation must cover the entire\nperiod\nof the delay and must be reasonable.\n10\n[36]\t'Good cause' within the meaning contained in s\n3(4)\n(b)\n(ii) has not\nbeen defined, but may include a number of factors which will vary\nfrom case to case on differing facts. Schreiner JA\nin dealing with\nthe meaning of âgood causeâ in relation to an application for\nrescission, described it thus in\nSilber v Ozen\nWholesalers\n(\nPty)\nLtd\n:\n11\n'The meaning of \"good cause\" in the present\nsub-rule, like that of the practically synonymous expression\n\"sufficient\ncause\" which was considered by this Court in\nCairn's Executors v Gaarn\n1912\nAD 181\n, should not lightly be made the subject of further definition.\nFor to do so may inconveniently interfere with the application of\nthe\nprovision to cases not at present in contemplation. There are many\ndecisions in which the same or similar expressions have been\napplied\nin the granting or refusal of different kinds of procedural relief.\nIt is enough for present purposes to say that the defendant\nmust at\nleast furnish an explanation of his default sufficiently full to\nenable the court to understand how it really came about,\nand to\nassess his conduct and motives'.\n12\n[37]\tThe prospects of success of the intended claim play\na significant role â 'strong merits may mitigate fault; no merits\nmay render\nmitigation pointless.'\n13\nThe court must be placed in a position to make an assessment on the\nmerits in order to balance that factor with the cause of the\ndelay as\nexplained by the applicant. A paucity of detail on the merits will\nexacerbate matters for a creditor who has failed to fully\nexplain the\ncause of the delay. An applicant thus acts at his own peril when a\ncourt is left in the dark on the merits of an intended\naction, eg\nwhere an expert report central to the applicant's envisaged claim is\nomitted from the condonation papers.\n[38]\tAbsence of unreasonable prejudice falls to be\ndecided separately as a specific requirement to be met by an\napplicant. Whereas\ngood cause primarily concerns the applicant's\nconduct and its motives, the absence of unreasonable prejudice shifts\nthe focus onto\nthe State organ and the protection of its interests by\nreceiving timeous notice. The DLA serves as a good example in the\npresent\ncase as to why this requirement must be met. It has a large\nstaff component dealing with many matters relating to the vast tracts\nof land it administers on behalf of the State. It plainly requires\nadequate time to sift, analyse, prioritise and decide on matters\nbefore entering into litigation.\n14\n[39]\tCondonation must be applied for as soon as the\nparty concerned realises that it is required.\n15\nThe onus to satisfy the court that all the requirements under s 4(b)\nof the Act have been met, is on an applicant, although a court\nwould\nbe hesitant 'to assume prejudice for which (a) respondent itself does\nnot lay a basis'.\n16\n[40]\tAs stated above, in deciding the present appeal, I\nwill have regard principally to the companyâs version of events.\n\tThe company,\nas Du Plessis correctly observes, 'had to search for\nits defendant' in the intended action for damages arising from the\ndevastation\nallegedly wreaked by the fire. While there can hardly be\nany quarrel with the enlisting of De Ronde's services fairly soon\nafter\nthe fire, the investigation into ascertaining the identity of\nthe landowner had a distinct lack of urgency about it.\n[41]\tCounsel representing the company submitted that the\nlack of urgency can best be explained on the basis that the company\ntook\nthe view that the three year prescription period was the outer\ntime limit within which it had to conduct and finalise its\ninvestigations.\nIn my view, it is that attitude that was the\ncompanyâs undoing.\n[42]\tDe Ronde's brief was most certainly not to\nascertain the identity of the debtor â his sole mission was to\nlocate the origin\nof the fire because that is where his expertise\nlay. The company failed to provide any explanation for the period of\ninaction until\nDe Ronde's report was received at the end of April\n2004. Aerial photographs which could easily be obtained and which it\nhad in its\npossession would have assisted at an early stage to\nidentify the surrounding farms and plantations, the ownership and/or\ncontrol\nof which could have been investigated at an earlier stage.\n[43]\tAs stated above, the approach to SAFCOL and in\nparticular to Raath appears to have been made for the first time in\nJanuary 2006.\nOn Du Plessisâ own version of events, SAFCOL because\nof its history and operations in the area was the most likely\nprofitable source\nof any investigation into ownership of surrounding\nland. No reason suggests itself (and none was advanced before us) why\nthe company\ndid not, during this period of more than six months while\n De Ronde was busy executing his specific mandate, approach SAFCOL or\n\nRaath. On Du Plessisâ own description of the steps he took to\nascertain the identity of the owner or controller of the land in\nquestion he left the most probable source of information as his last,\nrather than first port of call.\n[44]\t Rance only started his enquiries after De Rondeâs\nreport was obtained. With his local knowledge and ability in isiXhosa\none\nwould have expected a prompt investigation rather than the delays\nreferred to above.\n[45]\tThe State featured very strongly at a very early\nstage as the most likely landowner. Even though the DWAF reared its\nhead as\nthe most likely contender the only other likely State\ndepartment, given the nature of the area, is that headed by the\nMinister. A\nnotice to one or both of these departments would have\nplaced the company in a much stronger position in arguing its\nentitlement to\na condonation order.\n[46]\tI have alluded to the six month period of inaction\nwhile De Ronde was doing his investigations. The applicant's inertia\ncontinued\nbeyond this period and, troublingly, to an even greater\nextent. After the first unsuccessful enquiry to the Pretoria Deeds\nOffice\non 15 July 2004, nothing at all happened until 30 January\n2006. This lengthy lull of some seventeen months is not explained at\nall\nby the applicant.\n[47]\tA 70-year lease agreement between AFC and the State\nwas concluded on 1 April 2005.  In an attached schedule the leased\nproperty\nis described as, inter alia, 'CATA plantation' and 'portion\nof the farm Nyameni' and the DLA was reflected as the owner of the\nland.\nApart from denying that the lease applied to the land in\nquestion, Du Plessis complained in reply that the agreement is almost\ntwo\nhundred pages long. But that misses the point. Du Plessis knew\nvery well what he was looking for â the identity of the landowner.\nThe land in question lies alongside the leased land and this would\nhave been a strong indicator that the DLA was the likely owner.\nDu\nPlessis did not have to peruse the entire document (if this was too\nburdensome an exercise), since the relevant information was\ncontained\nin the schedule. Moreover, AFC as the owner of the Kubusi plantation\nalso had a pending claim for damages arising from\nthe same fire and\nwas being represented by the same firm of attorneys as the applicant\n(viz Du Plessis' firm). Du Plessis Stated\nthat AFC's claim was being\ninvestigated simultaneously with that of the applicant. There is no\nreason why the applicant could not,\nby exercising the necessary\ndiligence, have given notice shortly after 1 April 2005 when the\ninformation in the lease had become\navailable.\n[48]\tDu Plessis' affidavit lacks the necessary detail to\nqualify as a full and detailed explanation for the delay in relation\nto which\nthe company sought condonation. A few examples suffice:\n(i)\tHe avers that, at an early stage in the\ninvestigation, he had visited the scene on more than one occasion. He\ndoes not provide\nany dates of these visits.\n(ii)\tIn the same vein, he does not say when exactly he\nand Rance made numerous enquiries in the Stutterheim district and in\nthe surrounding\narea.\n(iii)\tNo dates are furnished in respect of Du Plessis'\nconsultation of SAFCOL's State forest and plantation maps.\n(iv)    There is no explanation why De Ronde's\ninvestigations took more than six months to complete.\n[49]\tCounsel for the company submitted that its\ninvestigations were not directed solely at identifying the owner of\nthe land in question\nbut that it stretched beyond that to determine\nwho controlled the land in question. It is clear from the relevant\nprovisions of the\nFFA that ownership ought to be a primary focal\npoint.\n[50]\tOn the paucity of information supplied by it the\ncompanyâs prospects of success cannot be measured even on the most\npreliminary\nbasis. This is exacerbated by the problems attendant upon\na claim for loss of profits based on the destruction of the property\nof\nanother. That is an issue on which I do not intend to say anything\nfurther.\n[51]\tFor all the reasons set out above the company\nfailed to establish good cause for condonation in terms of s\n3(4)\n(b)\n(ii). The court\nbelow did not properly apply its mind to the factors set out above.\nFor that reason alone condonation ought not to\nhave been granted.\n[52]\tAn applicant who seeks condonation in terms of the\nAct must show that the relevant organ of State was not unreasonably\nprejudiced\nby its failure to give timeous notice.\n17\nThe court a quo\nfound\nthat the respondent failed to show that it was prejudiced by the\ndelay. This is a material misdirection as the court below reversed\nthe onus.\n[53]\tThe respondent set out in some detail the\nunreasonable prejudice it had allegedly suffered as a consequence of\nthe delay. These\nrelate primarily to its inability to conduct its own\ninvestigations into the cause and origin of the fire. It was common\ncause that,\nin the course of his investigation, De Ronde had collated\nextensive information in respect of, inter alia, the prevailing\nweather\nconditions at that time, the origin and direction of travel\nof the fire, satellite imagery, aerial photographs and charts,\ntemperature\nand humidity histograms, wind speed and direction, fuel\nmodel maps and fire simulation runs. De Ronde's report containing\nthis information\nwas, notwithstanding repeated requests by the\nrespondent, only made available to the respondent after the\ncondonation application\nhad been launched. This information would\nquite obviously have been of considerable use to the Ministerâs own\nexperts in conducting\ntheir investigations. The company's response\nthat this information was in the public domain is not persuasive.\n[54]\tThe applicant alludes to the site inspection to\nsupport its submission in relation to the absence of prejudice to the\nMinister.\nThe site inspection arranged by the company's\nrepresentatives proved to be of no assistance. The land in question\nwas observed from\na distant hilltop and no proper inspection was\nheld. As the respondent correctly points out, prompt investigation of\nfire claims\nare critical. Changes in climate, vegetation and so forth\ncan markedly prejudice any investigation. The respondent would, as is\ncontended\non her behalf, in all likelihood have engaged the services\nof her own fire expert to collate and analyse data obtained. In the\npresent\nmatter it was expected of the respondent to conduct such\ninvestigations some three years after the fire. The prejudice is\nself-evident.\n[55]\tThe applicant succeeded in the court below in its\ncondonation application. The declarator sought in the alternative was\ntherefore\nnot necessary. As pointed out above, it was the granting of\nthe condonation order that was the subject of the present appeal.\nHowever,\nthe reasons propounded above in respect of the good cause\nrequirement hold good for the contention that the applicant's letter\nof\n16 February 2006 constituted compliance with the relevant\nlegislative requirements. More particularly, it cannot be said,\nhaving\nregard to the provisions of s 3(3)\n(a)\nthat the company could not, by exercising reasonable care, have\nacquired knowledge earlier of the identity of the relevant organ\nof\nState. As set out above, Du Plessis could have obtained the relevant\ninformation if he had acted sooner and more diligently. The\ncontention that the six month period started running only in January\n2006, when the information as to DLA being the probable landowner\nwas\ngleaned from Raath, is without merit and can be rejected without\nmore.\n[56] One aspect remains, namely the striking out order\nby the court below. The parties were\tagreed that, whatever the\noutcome of the\nappeal, the said order remains extant.\n[57]\tFor all the reasons set out above, the following\norder is made:\n1\tThe appeal is upheld with costs, including the costs\nof two counsel.\n2\tThe order of the court below is set aside and\nsubstituted with the following:\n'1\tThe application for condonation in terms of\nparagraphs 2 and 3 of the Notice of Motion is dismissed with costs,\nincluding the costs\nof two counsel.\n2\tThe respondent's application to strike out the\nreplying affidavit, with the exclusion of paragraphs 26, 27, 28, 45\nand 84 is granted\nwith costs, including the costs of two counsel.'\n__________________\nS A MAJIEDT\nACTING JUDGE OF\nAPPEAL\nAPPEARANCES:\nFor appellant:\tE A S Ford SC\nS Rugunanan\nInstructed by:\nState Attorney\nPort Elizabeth and Bloemfontein\nFor respondent:\tS C du Plessis SC\nT van der Walt\nInstructed by:\nMorajane du Plessis Inc\nWebbers Bloemfontein\n1\nSee also in this regard\nMadinda v Minister of Safety &\n\tSecurity\n2008 (4) SA 312\n(SCA);\n[2008] ZASCA 34\npara 6.\n2\nMohlomi v Minister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC) para 9.\n3\nMohlomi\npara 9.\n4\nPara11\n5\n'DWAF' is a commonly used acronym for the\n\tDepartment of Water Affairs and Forestry.\n6\nD\nu Plessisâ law offices are located within the\n\tSAFCOL building.\n7\n37 of 1984, repealed by the Eastern Cape\n\tTraditional Leadership and Governance Act 4 of 2005.\n8\nSee\nMadinda\npara 9.\n9\nVan Wyk v Unitas Hospital & Another\n(Open\n\tDemocratic Advice Centre as\nAmicus\n\tCuriae\n)\n[2007] ZACC 24\n;\n2008 (2) SA 472\n(CC) para 20, and\n\tcases referred to there.\n10\nVan Wyk\npara 22.\n11\n1954 (2) SA 345\n(A).\n12\nAt 352H-353A.\n13\nPer Heher JA in\nMadinda\npara 12.\n14\nCf\nMohlomi\npara 9.\n15\nMadinda\npara 14.\n16\nMadinda\npara 21.\n17\nSection 3(4)\n(b)\n(iii)\n\tof the Act;\nMadinda\npara 21.",
  "scraped_at": "2026-02-11T20:15:52.854778",
  "date": "2010-03-25",
  "coram": [
    "Navsa",
    "Lewis JJA",
    "Hurt",
    "Griesel",
    "Majiedt AJJA"
  ],
  "case_number": "293/09",
  "parties": {
    "applicants": [
      "Minister of Agriculture and Land Affairs"
    ],
    "respondents": [
      "C J Rance (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "The respondent, CJ Rance (Pty) Ltd, operated a sawmilling business that sourced pine logs from the Kubusi plantation. On 1 September 2003 a fire destroyed the plantation, allegedly originating on land owned or controlled by the Minister of Agriculture and Land Affairs. The company claimed loss of profits and relied on the National Veld and Forest Fire Act, which creates a presumption of negligence for landowners. The Act on notice of intended legal proceedings (s 3) requires a written notice within six months of the debt becoming due. The company only served notice on 16 February 2006, more than two years after the fire, and subsequently filed summons on 29 August 2006. The Minister argued the late notice extinguished the claim and sought dismissal. The company applied for condonation, contending it could not ascertain the organ of State earlier despite reasonable efforts.",
    "issues": "1. Whether the court should grant condonation for the late notice under section 3(4)(b) of the Institution of Legal Proceedings Against Certain Organs of State Act 40 of 2002. 2. Whether the statutory requirements for condonation—(i) debt not extinguished by prescription, (ii) good cause for the delay, and (iii) no unreasonable prejudice to the organ of State—were satisfied. 3. Whether the company's letter of 16 February 2006 complied with the notice provisions of the Act.",
    "principles": "The court applied the three conjunctive criteria of s 3(4)(b): the debt must not be prescribed, the creditor must show good cause for the failure to give notice, and the organ of State must not be unreasonably prejudiced. Good cause is assessed by the adequacy of the creditor’s investigation and the reasonableness of its conduct, as discussed in cases such as Mohlomi v Minister of Defence, Madinda v Minister of Safety & Security, and Silber v Ozen Wholesalers. The purpose of the notice regime is to allow State organs time to investigate and manage claims efficiently, preventing prejudice and unfair litigation. The presumption of negligence under the Forest Fire Act was noted but did not affect the procedural condonation analysis.",
    "application": "The court found that the company’s investigation was marked by prolonged inactivity and lack of urgency. Although an expert report identified the probable State ownership only in April 2004, the company failed to pursue other leads, such as SAFCOL maps or the lease agreement, until January 2006. The 17‑month lull between July 2004 and January 2006 was unexplained. Consequently, the court concluded the company did not demonstrate good cause. Moreover, the Minister was shown to be unreasonably prejudiced because the delayed notice impeded its own investigations and access to crucial fire‑investigation data. The debt was not extinguished by prescription, but the other two requirements were not met, so condonation could not be granted.",
    "conclusion": "The appeal was upheld. The lower court’s order granting condonation was set aside and substituted with an order dismissing the condonation application, with costs awarded to the appellant. The respondent’s application to strike out portions of its replying affidavit was partially granted. Costs, including those of two counsel, were awarded to the Minister."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Procedural Requirements",
    "level_3": [
      "condonation",
      "notice of intention to sue",
      "good cause",
      "prejudice",
      "Institution of Legal Proceedings Act"
    ]
  }
}