{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/35.html",
  "case_name": "Pitelli v Everton Gardens Projects CC (191/09) [2010] ZASCA 35; 2010 (5) SA 171 (SCA) ; [2010] 4 All SA 357 (SCA) (29 March 2010)",
  "citation": "[2010] ZASCA 35",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 35\n|\nNoteup\n|\nLawCite\nPitelli v Everton Gardens Projects CC (191/09) [2010] ZASCA 35; 2010 (5) SA 171 (SCA) ; [2010] 4 All SA 357 (SCA) (29 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 191/09\nIn the matter between:\nFRANCESCO PITELLI\nAppellant\nand\nEVERTON GARDENS PROJECTS\nCC\tRespondent\nNeutral citation:\nPitelli\nv Everton Gardens Projects CC\n(191/09)\n[2010] ZASCA 35\n(29 March 2010)\nCoram:\nNUGENT,\nCLOETE, MLAMBO, TSHIQI JJA and MAJIEDT AJA\nHeard:\n01\nMARCH 2010\nDelivered:\n29\nMARCH 2010\nSummary:\nAppealability\nof order taken by default â order capable of being rescinded by\ncourt below â not appealable.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: North Gauteng\nHigh Court, Pretoria (Van der Merwe J sitting as court of first\ninstance)\nThe appeal is struck from the\nroll with costs.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (CLOETE, MLAMBO, TSHIQI\nJJA and MAJIEDT AJA\nconcurring)\n[1]\tThe limited liability that is\nafforded to persons who conduct business through the medium of a\ncompany is not there to protect\nthem against conduct that is reckless\nor that takes place with fraudulent intent. Section 424(1) of the\nCompanies Act 61 of 1973\nprotects creditors in those circumstances.\nIt provides that when it appears to a court that âany business of\n[a] company was or\nis being carried on recklessly or with intent to\ndefraud creditors of the companyâ the court may declare that âany\nperson who\nwas knowingly a party to the carrying on of the businessâ\nin that manner shall be âpersonally responsible ... for all or any\nof the debts or other liabilities of the company ....â\n[2]\tIn this case the North\nGauteng High Court at Pretoria (Van der Merwe J) made such a\ndeclaration and ordered Mr Pitelli, the appellant,\nto pay to Everton\nGardens Projects CC, the respondent, the amounts of R382 500 and\nR607 611, together with related relief.\nThose orders were made\non 22 June 2007 in proceedings from which Mr Pitelli pertinently\nabsented himself.\n[3]\tMr Pitelli now appeals\nagainst the orders with the leave of this court. I deal later in this\njudgment with whether the appeal\nis competent. First I set out the\nfacts that gave rise to the application and with the course that the\nproceedings took.\n[4]\tThe proceedings were brought\non notice of motion. No answering affidavit was filed by Mr Pitelli\nfor reasons that will emerge\npresently. The facts that I relate are\nthus drawn from the allegations in the founding affidavit.\n[5]\tThe business of the\nrespondent was the development of housing estates, mainly for the\npurpose of the governmentâs Reconstruction\nand Development\nProgramme. One of its projects was a massive development in an area\nknown as Everton Gardens. It employed the services\nof Eldima\nConstruction (Pty) Ltd to install the water reticulation and sewerage\ninfrastructure. At the time that is now relevant\nMr Pitelli was the\nsole shareholder and director of the company.\n[6]\tDuring the course of\nexecuting the project the respondent paid Eldima Construction\nR382 500 on 26 February 1999 and R607 611\non 18 March 1999.\nThose payments were made in error because the relevant accounts had\nalready been paid. In June 2003 the respondent\nsued Eldima\nConstruction for the return of the moneys.\n[7]\tIn response to an application\nfor summary judgment Mr Pitelli deposed to an affidavit on 11\nSeptember 2003 in which he said that\nwork had indeed been done for\nthe respondent for the sum of R990 111 but he denied that any\npayment for that work was made before\nthe payment of R607 611 on\n18 March 1999. As for the amount of R382 500 that was paid on 26\nFebruary 1999 he denied that\nthat payment was made at all. He also\nalleged that the claim had prescribed. In due course a plea to\nsimilar effect was filed together\nwith a counterclaim in which Eldima\nConstruction alleged that it was owed the sum of R195 544 by the\nrespondent for goods and\nservices that had been provided. The\npleadings closed in October 2004.\n[8]\tThe proceedings were set down\nfor trial on 15 June 2006. Meanwhile, on 30 May 2006 Mr Pitelli, who\nwas then the sole member of\nthe company, purported to adopt a\nresolution authorizing the voluntary winding up of the company. The\nRegistrar of Companies declined\nto accept the resolution for want of\ncompliance with the Companies Act and the proposed winding up did not\nproceed. I think the inference\nis inescapable that Mr Pitelli hoped\nto commence the winding up so as to avoid the consequences that would\notherwise follow from\na judgment being entered against the company.\n[9]\tAt the proceedings on 15 June\n2006 the company was not represented and judgment was granted against\nit by default for the amounts\nthat had been claimed and the\ncounterclaim was dismissed. Needless to say, a writ of execution\nrendered a nulla bona return.\n[10]\tThe proceedings with which\nwe are now concerned â for an order declaring Mr Pitelli to be\npersonally liable for the debts â\nwere then commenced. In support\nof the application an affidavit deposed to by Mr de Luca was filed.\nMr de Luca and Mr Pitteli were\nthe sole members of the company, in\nequal shares, and were its directors, at the time that the erroneous\npayment was made. Mr Pitelli\nwas in charge of its financial affairs,\nand was assisted by his wife who was the bookkeeper. Mr de Luca said\nin his affidavit that\nhe and Mr and Mrs Pitelli were all aware that\nthe moneys I have referred to were an overpayment. Some three to six\nmonths later Mr\nde Luca sold his shares to Mr Pitelli but he remained\nwith the company as an employee. He said that he did not know what\nhappened\nto the moneys that had been paid in error. On the basis of\nthat uncontroverted evidence it follows that Mr Pitelli perjured\nhimself\nwhen he resisted summary judgment and that he filed a\ndishonest plea.\n[11]\tThe basis of the claim, as\nit was stated in the founding affidavit, was that the retention of\nthe moneys by Mr Pitelli when he\nknew full well that the company had\nbeen overpayed constituted conduct that occurred with intent to\ndefraud the respondent. To that\nwas added in argument before us that\nhis conduct in protracting the proceedings that were brought for\nrecovery of the money, not\nleast by perjuring himself in resisting\nsummary judgment, when those proceedings were bound to end in favour\nof the respondent, and\nby resolving to wind up the company so as to\navoid the consequences of a judgment, constituted a course of\ndeceitful conduct directed\nat preventing the respondent from\nrecovering what Mr Pitelli knew to be due, which fell within the\nprovisions of the section.\n[12]\tThe proceedings were\nlaunched on 26 March 2007. Mr Pitelli and the company were both cited\nbut the company has no direct interest\nin the matter and I refer\nhereafter only to Mr Pitelli. In April 2007 a notice of opposition\nwas filed. On 8 May 2007 Mr Pitelliâs\nattorney was given notice\nthat the application had been set down for hearing on 22 June 2007.\n[13]\tOn 18 May 2007 Mr Pitteliâs\nattorney wrote to the respondentâs attorney, saying that he\nunderstood that settlement negotiations\nbetween the parties had taken\nplace but had come to nothing, and he enclosed a notice under rule\n35(12) to produce certain documents.\nThe respondentâs attorney\nreplied on the same day, hotly denying that any settlement\nnegotiations had taken place, and pointing\nout that the time within\nwhich the notice should have been filed had long passed.\n[14]\tThere was no response for a\nmonth. Four days before the matter was to be heard, on 18 June 2007,\nMr Pitelliâs attorney wrote\nto the respondentâs attorney\nrequesting him to âconfirm that you will remove the matter from the\nroll until such time as you\nhave complied with our rule 35 noticeâ,\nfailing which an application to stay the proceedings would be\nlaunched. The respondentâs\nattorney declined to remove the matter\nfrom the roll.\n[15]\tThe respondent nonetheless\nreplied to the rule 35(3) notice, no doubt out of caution, in an\naffidavit that was served on Mr Pitelliâs\nattorneys on 19 June\n2007. In that affidavit the deponent said that he had been unable to\nlocate one of the documents that had been\ncalled for, and that the\nother documents were amongst the founding papers.\n[16]\tOn 21 June 2007 Mr Pitelli\nfiled an application for an order postponing the proceedings that had\nbeen set down for the following\nday. The postponement was required,\naccording to Mr Pitelli, to enable him to secure the documents before\nproceeding. In support\nof that application Mr Pitelli referred to the\nalleged settlement negotiations and said that âthe exchange of\naffidavits was suspended\npending the outcome of the settlement\ntalksâ. He said that he was thus entitled to require the production\nof documents before he\nfiled his affidavit and that an application to\ncompel production was âpendingâ. No reference was made to the\naffidavit that had\nbeen served on his attorneys on 19 June 2007.\nNeither was an explanation given for why the âsettlement talksâ\nsuspended the time\nfor filing affidavits, because no agreement to\nthat effect was alleged. Nor was it said why the documents were\nnecessary to resist\nthe claim.\n[17]\tI have little doubt that the\nfiling of the notice under rule 35 was no more than a ploy to provide\na basis for avoiding the impending\nhearing. The documents that were\nsought had been mentioned in the founding affidavit to sketch the\nbackground to the application\nbut they were otherwise irrelevant to\nthe relief that was claimed. In any event, as the deponent to the\naffidavit explained, all\nbut one of the documents were already\namongst the papers.\n[18]\tThe following day the matter\ncame before Van der Merwe J who refused to postpone the matter. Mr\nPitelliâs counsel thereupon\nwithdrew on the basis that he had no\ninstructions to pursue the matter. The learned judge then granted the\norders that had been sought.\nWhile he gave full reasons for refusing\nthe postponement he gave no reasoned judgment for granting the relief\nbut that is not surprising.\n[19]\tWhat then occurred was\nrather unusual. An application for leave to appeal was filed on\nbehalf of Mr Pitelli on the same day (which\nnaturally had the effect\nof suspending the operation of the order). Then on 27 July 2007 Mr\nPitelli filed an application to rescind\nthe order. It took some time\nfor the filing of affidavits in that application to be completed and\nthe record of those proceedings\nis not before us.\n[20]\tThe filing of both an\napplication for leave to appeal and an application to rescind the\norders was contradictory. Because for\nan order to be appealable it\nmust have as one of its features that the order is final in its\neffect, by which I mean that it is not\nsusceptible to being revisited\nby the court that granted it (\nZweni\nv Minister of Law and Order\n).\n1\nThe fact alone that it was thought fit to file an application for\nrescission immediately raises the question whether the orders are\nappealable.\n[21]\tNonetheless, Van der Merwe J\nheard the application for leave to appeal, and the application for\nrescission, simultaneously, and\nrefused both. Precisely when that\ntook place does not appear from the record, but the learned judge\nsigned a reasoned judgment on\n8 September 2008. Upon petition this\ncourt granted Mr Pitelli leave to appeal against the orders that were\nmade on 22 June 2007.\n[22]\tThe terms in which the order\nwas made by this court naturally focused the attention of the parties\nand of this court on the underlying\nmerits of those orders. Yet the\nvery consideration of the appeal has brought some oddities to the\nfore. All the submissions that\nwere presented in this case turned\naround the allegation that Mr Pitelli knew full well that the moneys\nhad been overpaid. When asked\nwhether we are to accept that as an\nestablished fact counsel for Mr Pitelli was constrained to concede,\nthough he did so with considerable\ndiscomfort, that we must indeed\naccept that as an established fact because the allegation has not\nbeen answered. But of course the\nallegation has not been answered, in\neither direction, only because Mr Pitelli walked out of the case\nwithout filing answering affidavits.\nWhich raises the question why\nthis court is hearing an appeal when the proceedings were abruptly\nended before they had reached their\nordinary conclusion.\n[23]\tThat invites the further\nquestion what would have happened had the proceedings been brought by\nway of summons and Mr Pitelli\nhad walked out before any evidence had\nbeen presented. A court could not possibly have considered an appeal\nagainst orders that might\nthen have been made by default because\nthere would then have been nothing to form the basis for the appeal\n(unless, perhaps, if it\nhad been contended that the summons was\nexcipiable, or that the court had no jurisdiction).\n[24]\tWhat also strikes one as odd\nis that submissions on behalf of Mr Pitelli should be made for the\nfirst time in this court, when\nthey could have been made to the court\nbelow before it made its orders, but were deliberately withheld. This\nis not a court of first\ninstance. It seems to me that it would be\nmost unfortunate for a court of first instance to find its orders\nreversed only because\nthe litigant chose not to tell that court why\nthe orders should not be made, and thought it better to make those\nsubmissions to a\ncourt of appeal only after that had occurred.\n[25]\tThose oddities arise because\nonce the orders were made by the court below the proceedings in that\ncourt were not complete, notwithstanding\nthat the orders took full\neffect. They were not complete because the orders were still\nsusceptible to being revisited and rescinded\nby the court that\ngranted them. Had the court rescinded the orders the proceedings\nwould then have proceeded to their ordinary completion\nby a final\njudgment.\n[26]\tOn the other hand, had the\ncourt below refused to rescind its orders, as it did, that would\nclearly have been appealable,\n2\nbecause it would have brought the proceedings to completion in the\ncourt of first instance. And had this court then upheld the appeal\nthe matter would have been remitted to that court to bring the\nproceedings to completeness in the manner I have described.\n[27]\tAn order is not final, for\nthe purposes of an appeal, merely because it takes effect unless it\nis set aside. It is final when\nthe proceedings of the court of first\ninstance are complete and that court is not capable of revisiting the\norder. That leads one\nineluctably to the conclusion that an order\nthat is taken in the absence of a party is ordinarily not appealable\n(perhaps there might\nbe cases in which it is appealable but for the\nmoment I cannot think of one). It is not appealable because such an\norder is capable\nof being rescinded by the court that granted it and\nit is thus not final in its effect. In some cases an order that is\ngranted in\nthe absence of a party might be rescindable under rule\n42(1)(a), and if it is not covered by that rule,\n3\nas Van der Merwe J correctly found, it is in any event capable of\nbeing rescinded under the common law.\n[28]\tThat an order granted in the\nabsence of a party is not appealable was held as early as 1877 in\nRoss v Dramat\n,\n4\nwhen De Villiers CJ said, in respect of such an order that\nâ\nthe defendant is\npremature in applying to this Court [to appeal against the order]\nuntil the Magistrate has been asked and has refused\nto re-open the\ncaseâ.\n[29]\tAn order that was\nsusceptible to being rescinded was also held not to be appealable in\nSparks v David Polliack\n& Co. (Pty) Ltd.\n5\nIn that case the\ndefendant applied for the postponement of a trial, and when the\npostponement was refused his attorney withdrew, and\njudgment was\nentered against him under rule 55(2) of the Magistratesâ\nCourts rules.\n[30]\tIn the course of his\njudgment, though it was not necessary for the decision in that case,\n6\nTrollip J said that such an order will become appealable when it is\nâno longer rescindableâ, which could occur âeither through\nlapse of time â¦ or by the defendantâs waiving or perempting his\nright to rescind, or both.â He went on to say:\nâ\nIn practice, if\nthe defendant considered that, because of the particular\ncircumstances, it would be preferable to appeal instead of\ntrying to\nhave the judgment rescinded by the same magistrate or court that\ngranted it, he could, in noting his appeal, expressly\nwaive or\nperempt his right of rescission, and that would, in my view, render\nthe default judgment final for appellate purposes.â\n7\n[31]\tReluctant as I am to\nquestion the view of so eminent a judge\n8\nI must respectfully do so in this case. I do not see how the question\nwhether an order is appealable can be dependant upon the choosing\nof\nthe litigant concerned, whether by action or inaction. It seems to me\nthat the appealability of an order must be dependant on\nthe nature of\nthe order and not upon what the litigant chooses to make of it.  An\norder made by default is by its nature not final\nin its effect\nbecause it is capable of being revisited, albeit that condonation\nmight be required for the delay. It is true that\nonce rescission has\nbeen refused, and an appeal against that order has been dismissed,\nthe order is then not capable of being revisited.\nBut that order of\nthe court of appeal brings the proceedings as a whole to an end and\nit is not then open to a litigant to return\nto an order that was made\nmidway in the proceedings.\n[32]\tThe learned judge based his\ncontrary view on analogy with orders that are considered to be final\nfor the purpose of founding\na plea of res judicata but I do not think\nthat the questions that arise in that regard are comparable.\nNonetheless it is not strictly\nnecessary in this case to pronounce\nfinally upon the view that was expressed in that case.\n[33]\nSparks\nwas followed in\nDe\nFreitas v Addisionele Landdros, Heidelberg\n,\n9\nand in\nTrustees for the\ntime being of Ramvali Trust v UDC Ltd.\n10\nIn both those cases the order that was taken by default was held not\nto be appealable. Both cases appear to have adopted the view\nthat I\nhave referred to but that was not necessary for the decisions in\nthose cases. There are also cases that appear to go in the\nother\ndirection. I express no view on the correctness of those decisions\nbecause they are distinguishable on their particular facts.\n11\n[34]\tI am mindful of the\nconsiderable hurdle that would need to be overcome by a litigant who\nseeks to have an order rescinded when\nhe or she deliberately allowed\nit to be taken by default, bearing in mind that in order to succeed\nthe litigant will need to provide\na âreasonable and convincing\nexplanationâ for the default.\n12\nBut the appealability of the order is dependant upon whether it is\ncapable of being revisited and not upon whether such an application\nwill succeed. And if a litigant deliberately chooses to permit an\norder to go by default then he or she can hardly complain if a\ncourt\nrefuses to allow the matter to be re-opened. A litigant cannot expect\nto blow hot and cold depending upon which is most advantageous\nat the\ntime.\n[35]\tThe terms in which this\ncourt made its order naturally diverted attention from the\nappealability of the order and the submissions\nthat were made by\ncounsel were not directed to that question. We have considered\ninviting the parties to make further submissions\nbut we do not think\nwe should tempt the respondent to incur more costs than it has\nalready been put to. We have had the advantage\nof full argument on\nthe merits and we would in any event have dismissed the appeal. In\nview of the conclusion to which I have come\nI do not think it is\nnecessary or appropriate to explain why we would have done so.\n[36]\tThe orders that were made in\nthis case were clearly susceptible to rescission. In those\ncircumstances they are not appealable,\nnotwithstanding that the\napplication for rescission failed, and this court ought not to have\nallowed the appeal. No doubt the refusal\nof rescission was\nappealable, with the necessary leave, but that is another matter.\n[37]\tAlthough the order refusing\nrescission is not before us I think I would be remiss if I did not\nsay something about it now that\nwe have heard all there is to say in\nthis matter, in view of the course that the proceedings against Mr\nPitelli and his company have\ntaken, which in my view has clearly been\ndilatory from beginning to end. The court below cannot be faulted for\nhaving refused to\nrescind its order on any basis and I consider there\nto be no prospect that it might be reversed on appeal. Needless to\nsay, that\nview is not binding on this court should Mr Pitelli\nnonetheless choose to seek leave to appeal against that order, albeit\nonly with\ncondonation. But in that event he should not be surprised\nif he is found to have acted vexatiously and he is penalised\naccordingly.\n[38]\tThe appeal is struck from\nthe roll with costs.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tR Stockwell SC\nJ F Pretorius\nInstructed by Zwiegers C/o Sanet\nde Lange Attorneys, Pretoria\nSymington & De Kok,\nBloemfontein\nFor respondent:\tM C Erasmus SC\nInstructed by Coetzee Attorneys,\nPretoria\nMcIntyre & Van der Post,\nBloemfontein\n1\n1993 (1) SA 523\n(A) at 532J.\n2\nDe Wet v Western Bank Ltd\n1979 (2) SA 1031\n(A);\nChetty v\n\tLaw Society, Transvaal\n1985 (2) SA 756\n(A).\n3\nSee in that regard\nMarais v Standard Credit Corporation Ltd\n2002 (4) SA 892\n(W) and\nLodhi 2 Properties Investments CC v\n\tBondev Developments (Pty) Ltd\n2007 (6) SA 87\n(SCA).\n4\n1877 Buch. 132 at 133.\n5\n1963 (2) SA 491\n(T).\n6\nAt  496C-D.\n7\nAt 496E-F.\n8\nA similar view was expressed in\nDawood v C. & A. Friedlander\n1913 CPD 291.\n9\n[1998] JOL 3645\n(T).\n10\n[1998] JOL 2803\n(ZS).\n11\nIn\nChimanzi v Mukange\n1966 (2) SA 347\n(RAD) the court found\n\tthat the order was appealable because, although it had granted in\n\tthe absence of the defendant, it was nonetheless\nnot susceptible to\n\trescission. In\nVan Graan v Smithâs Mills (Pty) Ltd\n1962 (3)\n\tSA 170\n(T) it was held that the order was made in consequence of an\n\tirregularly in the proceedings.\n12\nSee\nChetty\n, above, at 765A-D.",
  "scraped_at": "2026-02-11T20:17:45.298207",
  "date": "2010-03-29",
  "coram": [
    "NUGENT JA",
    "CLOETE",
    "MLAMBO",
    "TSHIQI JJA",
    "MAJIEDT AJA"
  ],
  "case_number": "191/09",
  "parties": {
    "applicants": [
      "FRANCESCO PITELLI"
    ],
    "respondents": [
      "EVERTON GARDENS PROJECTS CC"
    ]
  },
  "sections": {
    "facts": "Eldima Construction (Pty) Ltd, owned solely by Francesco Pitelli, installed water and sewerage infrastructure for a housing development of Everton Gardens Projects CC. The respondent paid Eldima Construction R382,500 on 26 February 1999 and R607,611 on 18 March 1999 in error, as the accounts had already been settled. The respondent sued Eldima for return of the monies in June 2003. Pitelli denied the overpayment and alleged prescription, while Eldima counterclaimed for amounts owed. The matter proceeded to default judgment on 22 June 2007 after Pitelli failed to appear or file answering affidavits. The High Court declared Pitelli personally liable under section 424(1) of the Companies Act, ordering him to pay the sums with interest.",
    "issues": "The primary issue on appeal was whether the default judgment, entered against Pitelli in his absence, was a final order capable of being appealed, or whether it remained subject to rescission by the court that made it. Secondary considerations involved the applicability of section 424(1) of the Companies Act to impose personal liability.",
    "principles": "An order is appealable only when it is final and not capable of being rescinded by the court that rendered it. Precedent authority includes Ross v Dramat (1877), Sparks v David Polliack & Co (1963), and subsequent cases affirming that orders taken in default are ordinarily not appealable because they can be revisited under rule 42(1)(a) or common law. The court noted that an order becomes appealable only when it is no longer rescindable, either by lapse of time or by waiver, but a litigant cannot create appealability by merely choosing to appeal.",
    "application": "Applying the above principles, the Court held that the default judgment against Pitelli was capable of rescission by the High Court, as evidenced by the simultaneous applications for leave to appeal and to rescind the order. Consequently, the judgment was not final for appellate purposes. The Court therefore concluded that the appeal was not maintainable.",
    "conclusion": "The appeal was struck from the roll with costs. The Court affirmed that the default order was not appealable and that the High Court was correct in refusing rescission."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Appealability of Default Judgments",
    "level_3": [
      "default judgment",
      "rescission",
      "personal liability",
      "Companies Act 424(1)"
    ]
  }
}