{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/132.html",
  "case_name": "La Lucia Sands Share Block Ltd and Others v Barkhan and Others (37/2010) [2010] ZASCA 132; 2010 (6) SA 421 (SCA) ; [2011] 2 All SA 26 (SCA) (1 October 2010)",
  "citation": "[2010] ZASCA 132",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 132\n|\nNoteup\n|\nLawCite\nLa Lucia Sands Share Block Ltd and Others v Barkhan and Others (37/2010) [2010] ZASCA 132; 2010 (6) SA 421 (SCA) ; [2011] 2 All SA 26 (SCA) (1 October 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 37/2010\nIn the\r\nmatter between:\nLA\r\nLUCIA SANDS SHARE BLOCK LIMITED\n........................................\nFirst Appellant\nLENTZ,\r\nJOHAN PAUL GERARD\n.......................................................\nSecond\r\nAppellant\nWOLFE,\r\nGEORGE\n.................................................................................\nThird\r\nAppellant\nPARKER,\r\nJEANNE\n..............................................................................\nFourth\r\nAppellant\nCOLLINS,\r\nPATRICK MICHAEL\n..............................................................\nFifth\r\nAppellant\nand\nBARKHAN,\r\nHOWARD LESLIE\n...........................................................\nFirst\r\nRespondent\nGLASSER,\r\nERROL MAXWELL\n.....................................................\nSecond\r\nRespondent\nMINISTER\r\nOF TRADE AND INDUSTRY\n...........................................\nThird\r\nRespondent\nNeutral citation:\nLA LUCIA SANDS SHARE BLOCK LTD v BARKHAN\n(37/10)\n[2010] ZASCA 132\n(1 October 2010)\nCoram:\nNAVSA, MAYA, BOSIELO, SHONGWE JJA and\nK PILLAY\r\nAJA\nHeard:\n2 SEPTEMBER 2010\nDelivered: 1 October 2010\nSUMMARY: Company law ─ power of court in terms of s 113 of\r\nthe Companies Act 61 of 1973 to allow access to a register of members\n\n– rationale for provision discussed ─ general rule is to\r\nmake information available ─ access rightly granted\n─\r\ndelay in delivery of judgment discussed.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nKwaZulu-Natal High Court\r\n(Durban) (Van Zyl J sitting as court of first instance).\nThe\r\nfollowing order is made:\nThe appeal is dismissed with costs and the first appellant is ordered\r\nto pay respondents’ costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (NAVSA, MAYA, BOSIELO JJA and K PILLAY AJA concurring):\n[1] This is an appeal against a judgment of the KwaZulu-Natal High\r\nCourt, Durban, (Van Zyl J) ordering the first appellant, La\nLucia\r\nSands Share Block Limited (La Lucia Sands), to provide photocopies of\r\nall the pages constituting its register of members\nto the first and\r\nsecond respondents, Messrs Howard Barkhan and Errol Glasser,\r\nalternatively to make its register of members available\nfor\r\ninspection by the respondents. La Lucia Sands was ordered to pay the\r\ncosts of the application, including the costs of two counsel\nin\r\nrespect of the Minister of Trade and Industry. The latter order is\r\none about which more will be said later in this judgment.\nThe appeal\r\nis with the leave of the court below. I shall refer to Messrs Barkhan\r\nand Glasser as B and G, respectively.\n[2] The question in this appeal is whether the court below, acting in\r\nterms of s 113(4) of the Companies Act 61 of 1973 (the\nAct),\r\ncorrectly made the order referred to in the preceding paragraph.\n[3] The dispute between the parties culminating in the present appeal\r\nstarted in 2006 when B and G instructed their attorney to\nobtain a\r\ncopy of the register of members of La Lucia Sands, as they intended\r\naddressing letters to them offering to purchase their\nshareholding.\r\nLa Lucia Sands is a share block company. It appears, however, that\r\nantagonism had developed between the parties much\nearlier and that\r\nthere is prior litigation in which they are involved that includes\r\nother parties. La Lucia Sands also accused\nB and G of being involved\r\nwith an entity called Flexi Holiday Club in an attempt to engineer a\r\n‘hostile takeover’ of\nLa Lucia Sands.\n[4] The first letter on behalf of B and G requesting copies of La\r\nLucia Sands’ register of members was sent to the latter\nin May\r\n2006. It was replied to by Mr George Wolfe, an attorney and\r\ndirector of La Lucia Sands who is also the second appellant.\nHe\r\nstated that La Lucia Sands and its members did not want to have their\r\naddresses and ‘other pertinent private information’\n\ndivulged. During June 2006 the members of La Lucia Sands in a general\r\nmeeting passed a resolution to that effect. Even though there\nappears\r\nto have been later abortive attempts to provide at least some\r\ninformation, what remained constant was La Lucia Sands’\nrefusal\r\nto provide members’ addresses and ‘other pertinent\r\nprivate information’. Communications and interaction\nbetween\r\nthe parties remained tense. Predictably, the information sought was\r\nultimately not provided, leading to an application\nby B and G in the\r\nDurban High Court and the order referred to in para 1 above. It is\r\nnecessary to record that although initially\nB and G intended to\r\napproach members directly concerning their members’ interest,\r\nwithout any regard to the board of La Lucia\nSands that position had\r\nchanged by the time the replying affidavit had been filed by them in\r\nthe court below. At the time of the\nhearing in the Durban High Court\r\nit was abundantly clear that they intended to approach both the\r\nmembers and the board simultaneously.\n[5] The Minister of Trade and Industry was joined as a respondent in\r\nthe proceedings in the court below. Initially it appeared\nthat the\r\nMinister was not intent on being a contesting party. An affidavit was\r\nfiled on his behalf to be of assistance to the court.\nHowever, during\r\nthe hearing in the court below, the Minister was represented and\r\nsubmissions were made on his behalf. Before us,\nLa Lucia Sands sought\r\nto reverse the costs order granted against it, in the court below,\r\neven if it lost the appeal, on the basis\nthat an important\r\nconstitutional issue had been raised in the court below. It is\r\nnecessary to record that in the court below the\nconstitutionality of\r\ns 113 had been challenged on the basis that it offended against\r\nthe right of privacy of company members\nenshrined in s 14 of the\r\nConstitution. The challenge was abandoned before us. That\r\nnotwithstanding, the appellants sought to reverse\nthe costs order on\r\nappeal on the basis that granting a costs order against unsuccessful\r\nparties in constitutional matters would\nhave a chilling effect on\r\npotential future litigation involving important rights issues.\n[6] The court below considered the provisions of s 113 of the Act and\r\nheld that accessibility to the register of members of a company\n\nserved an important public purpose. Van Zyl J concluded that the\r\nprovisions of s 113 of the Act entitled B and G to the information\n\nsought and consequently made the order referred to above.\n[7] I turn to a consideration of the relevant statutory provisions.\r\nSection 105 of the Act reads as follows:\n‘\nRegister\r\nof Members\n(1) Every company shall keep in\r\none of the official languages of the Republic a register of its\r\nmembers, and shall forthwith enter\ntherein\n–\n(a) the names and addresses of\r\nthe members and, in the case of a company having a share capital, a\r\nstatement of the shares issued\nto each member, distinguishing each\r\nshare by its number, if any, and by its class or kind, and of the\r\namount paid or agreed to\nbe considered as paid on the shares of each\r\nmember; and\n(b) in respect of each member –\n(i) the date on which his name\r\nwas entered in the register as a member; and\n(ii) the date on which he ceased\r\nto be a member.’\n[8] The relevant parts of s 113 of the Act provide:\n‘\nInspection\r\nof register of members\n(1) The register of members of a company shall, except\r\nwhen closed under the provisions of this Act, during business hours\r\n(subject\nto such reasonable restrictions as the company in general\r\nmeeting may impose, so that not less than two hours in each day be\r\nallowed\nfor inspection) be open to inspection by any member or his\r\nduly authorized agent free of charge and by any other person upon\r\npayment\nfor each inspection of an amount of R10 or such lesser amount\r\nas the company may determine.\n(2) Any person may apply to a company for a copy of or\r\nextract from the register of members and the company shall either\r\nfurnish\nsuch copy or extract on payment by the applicant of an amount\r\nof R10 or such lesser amount as the company may determine for every\n\npage of the required copy or extract, or afford such person adequate\r\nfacilities for making such copy or extract.\n(3) If access to the register of members for the purpose\r\nof making any such inspection or any such copy or extract or\r\nfacilities\nfor making any such copy or extract be refused or not\r\ngranted or furnished within fourteen days after a written request to\r\nthat\neffect has been delivered to the company, the company, and every\r\ndirector or officer of the company who knowingly is a party to\nthe\r\nrefusal or default, shall be guilty of an offence.\n(4) In the case of any such refusal or default the Court\r\nmay, on application, by order compel an immediate inspection of the\r\nregister\nand index or direct that the copy or extract required shall\r\nbe sent to the applicant requiring it and may direct that any costs\n\nof or incidental to the application shall be borne by the company or\r\nby any director or officer of the company responsible for\nthe refusal\r\nor default.’\n[9] The original object of giving non-members a\r\nstatutory right of inspection, as contained in s 113 of the Act, was\r\nto enable them\nto ascertain the identities of the shareholders and\r\nthe extent of capital not paid up. See\nPathescope\r\n(Union) of South Africa Ltd v Mallinick\n1927\r\nAD 292\nat 301 and Meskin, J A Kunst, Professor P Delport and Q\r\nVorster\nHenochsberg on the Companies Act\nVol 1 p 218.\n1\nThe following comment by Meskin et al\nHenochsberg\r\non the Companies Act\non s 113 at p 218\r\nis important:\n‘\nThe continued existence of\r\nthis right is valuable, however, notwithstanding that shares cannot\r\nbe issued as partly paid up (s 92(1))\nsince a non-member may require\r\nknowledge of the identities of the members for a variety of purposes,\r\neg to organise an arrangement\nunder s 311 or a takeover . . . to\r\nestablish whether the company is a subsidiary of another company, to\r\ncanvass support for a particular\nproposed resolution.’\n[10] Section 113 of the Act does not oblige a person requesting\r\ninformation to provide motivation for doing so. It has been held\nthat\r\na person who seeks to inspect the register need not give reasons for\r\ndoing so. See\nHolland v Dickson\n(1888) 37 Ch. D. 669\nat\r\n671-672 and\nLabatt Brewing Co Ltd v Trilon Holdings Inc\n, 41 O.\r\nR. (3d) 384 para 6). Meskin et al\nHenochsberg on the Companies Act\n(above), with reference to\nDickson\n, state the following:\n‘\nBut in any event the company\r\ncannot require the disclosure of the reason for the inspection as a\r\ncondition precedent to allowing\nit . . .’\n[11] The parties were agreed that a court called upon to act in terms\r\nof s 113(4) may, in appropriate circumstances, decline to\nmake an\r\norder in favour of the person requesting the information. For\r\nexample, where it is shown that the information is sought\nfor some\r\nunlawful purpose. In\nPelling v Families Need Fathers Ltd\n[2001] EWCA Civ 1280\n;\n[2002] 2 All ER 440\n(CA) the Court of Appeal, dealing with a similar\r\nprovision in the English Companies Act, said the following concerning\r\na court’s\ndiscretion to order the production of information in\r\na register of members (para 23):\n‘\nThe statutory discretion must\r\nbe exercised judicially in accordance with established legal\r\nprinciples and having regard only to\nrelevant considerations. We\r\nagree with Dr Pelling that, as a general rule, the court will make a\r\nmandatory order to give effect\nto a legal right. But, as stated by\r\nLord Evershed MR in\nArmstrong\r\nv Sheppard & Short Ltd\n[1959] 2 All ER 651\nat 656,\n[1959] 2 QB 384\nat 396 “[i]t is not a matter of unqualified\r\nrights”. There may be something special in the circumstances of\r\nthe case\nwhich leads the court to refuse to make the usual order. The\r\nscope of the residual discretion to refuse such an order may be\r\nnarrow,\nbut Dr Pelling is, in our view, wrong in his assertion that\r\nit is non-existent.’\nThis dictum is instructive.\n[12] In the present case, we know the motivation for the request for\r\ninformation ─ to make an offer to purchase the shareholding\nof\r\nmembers. B and G dispute any alliance or conspiracy with Flexi\r\nHoliday Club. That is a dispute that cannot be resolved on the\npapers\r\nbut, in any event, even if they were involved commercially with Flexi\r\nHoliday Club to any extent, I fail to see how that\ncould preclude\r\nthem from being afforded access to the information sought. It appears\r\nthat Mr Wolfe and other directors and members\nof La Lucia Sands are\r\nof the view that B and G and their cohorts should not be permitted to\r\nexert influence on members of La Lucia\nSands. It was submitted on\r\nbehalf of La Lucia Sands that members of share block schemes should\r\nbe protected from ‘predatory\npractices’. Mr Wolfe and\r\nothers are not precluded from persuading members of La Lucia Sands to\r\nthe contrary. Section 3(2)\nof the Share Blocks Control Act 59 of 1980\r\nprovides that the provisions of the Act ‘shall apply to a share\r\nblock company\nin so far as those provisions are not in conflict with\r\nthe provisions of this Act’. Counsel for La Lucia Sands failed\r\nto\npersuade me that because share block schemes are set up in a\r\nspecific manner their members are entitled to greater protection\r\nagainst\ndisclosure of members’ information in the register of\r\nmembers of other types of companies.\n[13] Section 32(1)(b) of the Constitution provides that everyone has\r\nthe right of access to any information that is held by another\nperson\r\nand that is required for the exercise or protection of any rights.\r\nSection 32(2) obliges the State to enact national legislation\nto give\r\neffect to this right. That legislation is the\nPromotion of Access to\nInformation Act 2 of 2000\n. In a constitutional state in which freedom\r\nof association and access to information is valued courts should be\r\nslow to make orders\nthat have a limiting effect. It bears repeating\r\nthat in terms of s 113(3) of the Act a failure to comply with a\r\nlegitimate request\nfor access to the register of members renders a\r\ncompany and every director or officer who knowingly is a party to the\r\nrefusal guilty\nof a criminal offence.\n[14] It is necessary to deal briefly with the submission on behalf of\r\nLa Lucia Sands, that the request for information by B and\nG for the\r\npurpose of a direct approach to members as part of a takeover scheme,\r\nwas in contravention of statutory rules regulating\ntakeovers, and\r\nthat consequently the court below had erred in granting the order\r\nreferred to in para 1 above. Section 440A of the\nAct defines an\r\n‘affected transaction’, inter alia, as follows:\n‘\n[A] . . . transaction . . . or\r\nscheme, whatever form it may take, which ─\n(a)\ntaking into account any\r\nsecurities held before such transaction or scheme, has or will have\r\nthe effect of ─\n(i) vesting control of any company (excluding a close\r\ncorporation) in any person, or two or more persons acting in concert,\r\nin whom\ncontrol did not vest prior to such transaction or scheme; or\n(ii) any person, or two or more persons acting in\r\nconcert, acquiring, or becoming the sole holder or holders of, all\r\nthe securities,\nor all the securities of a particular class, of any\r\ncompany (excluding a close corporation); . . .’\n[15] Section 440L of the Act provides:\n‘\nSubject to any exemption by\r\nthe panel, no person shall enter into or propose an affected\r\ntransaction, except in accordance with\nthe rules.’\nThe rules referred to are the rules promulgated by the Securities\r\nRegulation Panel, established under the provisions of s 440B\nof the\r\nAct. The rules established a code regulating takeovers and mergers.\r\nRule 1\n(a)\n, under section D of the rules, provides that when a\r\ntakeover offer is made it should be put to the board of the offeree\r\ncompany\nor to its authorised advisors. Rule 1\n(c)\nstipulates\r\nthat a board so approached is entitled to be satisfied on reasonable\r\ngrounds that the offeror is, or will be, in a position\nto implement\r\nthe offer in full.\n[16] As stated in para 4 above, as matters stood in the court below\r\nand before us, B and G have disavowed any intention to bypass\nthe\r\nboard. The request referred to above can therefore not be said to be\r\nin contravention of the rules which have statutory force.\nI interpose\r\nto State that the other litigation involving the parties is for\r\npresent purposes wholly irrelevant.\n[17] For completeness, I record that a new\nCompanies Act 71 of 2008\nhas been assented to but has not yet come into operation. Section 113\r\nof the Act has not been repeated in the new legislation.\nSection 26\r\nof the new Act is entitled ‘Access to company records’.\r\nSection 26(3) provides that ‘any member’\nand ‘any\r\nother person’ is entitled to inspect the register of members\r\nduring business hours. Section 26(4) provides:\n‘\nThe rights of access to\r\ninformation set out in this section are in addition to, and not in\r\nsubstitution for, any rights a person\nmay have to access information\r\nin terms of ─\n(a) section 32 of the Constitution\n(b) the Promotion of Access to Information Act, 2000\r\n(Act No. 2 of 2000); or\n(c) any other public regulation.’\n[18] It appears that in future the provisions of the\nPromotion of\nAccess to Information Act 2 of 2000\nwill have to be employed by\r\nnon-members seeking access to the register of members. The rationale\r\nset out above for obtaining information\ncontained in the register of\r\nmembers will probably continue to apply, notwithstanding that the\r\nrequest for information will now\nhave to be made in terms of that\r\nAct. Happily, it is not an issue we need to address comprehensively\r\nor at all. Section 113 applies\nto the present matter.\n[19] Before turning to the question of costs it is necessary to deal\r\nwith the fact that it took so long for judgment to be delivered\nin\r\nthe court below. Almost two years had passed from the time that the\r\nmatter had been argued. This is in itself an undesirable\nstate of\r\naffairs. Courts should strive to promote swift and efficient justice.\r\nIn the present case one of the consequences of the\ndelay in\r\ndelivering the judgment was that the costs order in the court below\r\nincorrectly recorded that the Minister of Trade and\nIndustry was\r\nentitled to the costs of two counsel. The judgment referred to a\r\njunior counsel who was not present during the hearing.\nBefore us the\r\nparties were agreed that in the court below the Minister had been\r\nrepresented by only one counsel. I have no doubt\nthat the Minister\r\nwill not seek to recover more than the costs of one counsel.\n[20] Before us the Minister was represented by counsel who informed\r\nus that his presence in court was confined to dealing with\nthe costs\r\norder in favour of the Minister, which La Lucia Sands sought to have\r\nreversed. When important constitutional issues are\nraised courts\r\nhave, in appropriate circumstances, not awarded costs against\r\nunsuccessful litigants. In this regard see\nChirwa v Transnet Ltd\n2008 (4) 367 (CC) para 78. In the present case, Mr Wolfe, on\r\nbehalf of La Lucia Sands, adopted and promoted an inflexible and\r\nhostile\nattitude from the outset. The other directors, the second,\r\nfourth and fifth appellants supported him.\n[21] The constitutional point was rightly abandoned in the court\r\nbelow. More than 14 years ago the Constitutional Court in\nBernstein\r\nv Bester\n[1996] ZACC 2\n;\n1996 (2) SA 751\n(CC) stated clearly that the\r\nestablishment of a company as a vehicle for conducting business is\r\nnot a private matter and that there\nwas a statutory obligation of\r\nproper disclosure and accountability to shareholders. It said the\r\nfollowing (para 85):\n‘\nIt is clear that any\r\ninformation pertaining to participation in such a public sphere\r\ncannot rightly be held to be inhering in the\nperson, and it cannot\r\nconsequently be said that in relation to such information a\r\nreasonable expectation of privacy exists. Nor\nwould such an\r\nexpectation be recognised by society as objectively reasonable. This\r\napplies also to the auditors and the debtors\nof the company. On the\r\nfacts of this case the conclusion seems to be unavoidable that no\r\nthreat to or infringement of any of the\napplicants’ right to\r\nprivacy as protected by s 13 of the Constitution has been\r\nestablished.’\nThe importance of the constitutional point was more illusory than\r\nreal.\n[22] Furthermore, courts would be particularly slow to visit a costs\r\norder on litigants who were struggling financially and whose\npersonal\r\ncircumstances are precarious. In the present case there is every\r\nindication that La Lucia Sands is financially viable\nand that it\r\nauthorised litigation fully aware of the costs implications and that\r\nit maintained its inflexible attitude throughout,\nnotwithstanding\r\nthat threat.\n[23] I have difficulty in understanding the submission on behalf of\r\nLa Lucia Sands that the Minister did not assist the court below\nas\r\nfully as he should have and that the affidavit filed on his behalf\r\nwas vague. It was submitted that this failure to fulfil a\n\n‘constitutional mandate’ in itself was an issue that\r\ncalled for a reversal of the costs order. To my mind the affidavit\n\nfiled on behalf of the Minister was lucid. It set out in broad\r\noutline the rationale for statutory provisions such as s 113 of\nthe\r\nAct. The gist of the affidavit is in line with what is set out above.\n[24] For all the reasons set out above, the appeal must fail, both in\r\nrespect of the merits and the costs order. The following\norder is\r\nmade:\nThe appeal is dismissed with costs and the first appellant is ordered\r\nto pay respondents’ costs.\n_________________\nJ SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellants: N Tee\nInstructed\r\nby:\nGeorge\r\nWolfe Attorney\nORCHARDS\nMatsepe\r\nInc\nBLOEMFONTEIN\nFor 1\nst\nand 2\nnd\nRespondents: G B Rome\nInstructed\r\nby: Eversheds\nSANDTON\nLovius\r\nBlock\nBLOEMFONTEIN\nFor 3\nrd\nRespondent: F Boda\nInstructed\r\nby: The State Attorney\nPRETORIA\nThe State\r\nAttorney\nBLOEMFONTEIN\n1\nIn\nOakes v Turquand\n(1867) L.R. 2 H.L. 325\nat 366-367\r\n\t(cited with approval in\nPathescope\n)\nLord Cranworth said:\n‘\nBut\r\n\twhen the Legislature enabled shareholders to limit their liability,\r\n\tnot merely to the amount of their shares, but to so much\nof that\r\n\tamount as should remain unpaid, it is obvious that no creditor could\r\n\tsafely trust the company without having the means\nof ascertaining,\r\n\tfirst, who the shareholders might be, and, secondly, to what extent\r\n\tthey would be liable. This is obviously\nthe reason why the new\r\n\tstatute opened the register to the inspection of all the world . . .\r\n\tThe legislature took care to provide\nthe register as the means of\r\n\tenabling persons dealing with the company to know to whom and to\r\n\twhat they had to trust’.",
  "scraped_at": "2026-02-11T20:40:19.634591",
  "date": "2010-10-01",
  "coram": [
    "NAVSA",
    "MAYA",
    "BOSIELO",
    "SHONGWE JJA",
    "K PILLAY AJA"
  ],
  "case_number": "37/2010",
  "parties": {
    "applicants": [
      "La Lucia Sands Share Block Ltd"
    ],
    "respondents": [
      "Howard Leslie Barkhan",
      "Errol Maxwell Glasser",
      "Minister of Trade and Industry"
    ]
  },
  "sections": {
    "facts": "Barkhan and Glasser sought copies of the register of members of La Lucia Sands Share Block Ltd in order to approach members with a share‑purchase offer. La Lucia Sands, a share‑block company, refused, claiming privacy for members' addresses and other personal information, a refusal endorsed by a resolution of its members in June 2006. The Durban High Court ordered the company to provide photocopies of the register or to make it available for inspection and also awarded costs against La Lucia Sands. La Lucia Sands appealed, challenging the order and the costs, raising constitutional privacy objections, and arguing that share‑block members should enjoy heightened protection.",
    "issues": "1. Whether the High Court correctly exercised its power under s 113(4) of the Companies Act 61 of 1973 to compel inspection of the register of members. 2. Whether the request for the register was unlawful or contrary to takeover regulations. 3. Whether the constitutional right to privacy under s 14 of the Constitution outweighs the statutory right of access to the register. 4. Whether the costs order against La Lucia Sands should be set aside.",
    "principles": "The Court relied on s 113 of the Companies Act, which grants any person the right to inspect the register of members and to obtain copies on payment of a prescribed fee, without requiring the applicant to disclose motive. The statutory discretion to refuse must be exercised judicially and only for unlawful purposes. Constitutional provisions under s 32 (right of access to information) and s 14 (privacy) were considered, with precedent that corporate shareholder information is not subject to a reasonable expectation of privacy (Bernstein v Bester). Case law such as Pathescope v Mallinick and the principles articulated in Meskin et al. on the public purpose of register inspection were also applied.",
    "application": "The Court found that Barkhan and Glasser’s purpose – to make a takeover offer – was legitimate and not unlawful. The request did not conflict with any statutory takeover rules, as the applicants had disavowed bypassing the board. The company’s argument that share‑block members deserved greater protection was rejected because the Share Blocks Control Act does not override s 113. Consequently, the High Court’s order was deemed proper, and the constitutional privacy challenge was abandoned. The Court also affirmed that the Minister’s costs should be limited to one counsel, correcting the earlier error.",
    "conclusion": "The appeal was dismissed. La Lucia Sands Share Block Ltd was ordered to pay the respondents’ costs, including the corrected costs for the Minister of Trade and Industry. The order of the Durban High Court compelling inspection of the register of members was upheld."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Access to Register of Members",
    "level_3": [
      "s113",
      "privacy",
      "inspection",
      "share block",
      "costs"
    ]
  }
}