{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/65.html",
  "case_name": "Health Professions Council of South Africa and Another v Emergency Medical Supplies and Training CC t/a EMS (435/09) [2010] ZASCA 65; 2010 (6) SA 469 (SCA) ; [2010] 4 All SA 175 (SCA) (20 May 2010)",
  "citation": "[2010] ZASCA 65",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 65\n|\nNoteup\n|\nLawCite\nHealth Professions Council of South Africa and Another v Emergency Medical Supplies and Training CC t/a EMS (435/09) [2010] ZASCA 65; 2010 (6) SA 469 (SCA) ; [2010] 4 All SA 175 (SCA) (20 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n435/09\nIn the\r\nmatter between:\nHEALTH\r\nPROFESSIONS COUNCIL OF SOUTH AFRICA\nFirst Appellant\nPROFESSIONAL\r\nBOARD FOR EMERGENCY CARE\nPRACTITIONERS\r\n\t\t\t\t\t\t       Second Appellant\nand\nEMERGENCY MEDICAL SUPPLIES AND TRAINING CC\nt/a EMS\t\t\t\t\t\t\t                 Respondent\nNeutral citation: Health Professions Council v\r\nEmergency Medical Supplies (435/09)\n[2010] ZASCA 65(20 May 2010)\nCoram:\nLewis,\r\nPonnan, Bosielo and Shongwe JJA and Majiedt AJA\nHeard:\t\r\n14 May 2010\nDelivered:\n20\r\nMay 2010\nSummary: \tAppeal struck from roll; discrete\r\norder, even if final in effect, should not be appealed against where\r\nbalance of convenience\nrequires that all issues in dispute be\r\ndetermined in one hearing.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape Town) (Motala J and Manca AJ sitting as\r\ncourt of first instance):\nThe appeal is struck from the roll\n.\r\nThe appellant is to pay the costs of the hearing, incurred from 30\r\nApril 2010, including those of two counsel.\nREASONS FOR ORDER\n______________________________________________________________\nLewis JA (Ponnan\n,\r\nBosielo and Shongwe JJA and Majiedt AJA concurring)\n[1]\tOn 14 May 2010 this court, after hearing argument on the\r\nappealability of the order of the high court, struck the appeal from\n\nthe roll and ordered the appellant to pay the costs of the hearing\r\nincluding those of two counsel. These are the reasons for that\n\ndecision.\n[2]\tThe first appellant, the Health Professions Council of South\r\nAfrica (the Council), is created pursuant to s 2 of the Health\n\nProfessions Act 56 of 1974. Its objects, set out fully in s 3, are in\r\nessence to administer, guide and control the various health\ncare\r\nprofessionals governed by the Act, including emergency care\r\npractitioners (sometimes referred to as paramedics). The second\n\nappellant, the Professional Board for Emergency Care Practitioners\r\n(the Board) is created in terms of s 15 of the Act. Its objects\n\ninclude controlling and exercising authority in the training of\r\npersons as paramedics. The accreditation of training institutions\nand\r\nprogrammes is regulated by s 16.\n[3]\tThe respondent, Emergency Medical Supplies and Training CC (EMS),\r\nconducted a private training college and was accredited to\ntrain\r\ndifferent levels of emergency care practitioners: basic ambulance\r\nassistants, ambulance emergency assistants and critical\ncare\r\nassistants. EMS was accredited as a training college by the Board. In\r\n2004 the Board was reconstituted by members whom EMS\nalleges are its\r\ncompetitors. On 10 December 2006 the Board decided to withdraw EMS’s\r\naccreditation in respect of all its\ntraining courses, which had the\r\neffect of closing the college. It  informed EMS of the decision on 13\r\nDecember without furnishing\nreasons for doing so.\n[4]\tEMS appealed to the Western Cape High Court, Cape Town against\r\nthe decision in terms of s 20 of the Act. It lodged a notice\nof\r\nappeal on 12 January 2007, citing various grounds, including the lack\r\nof jurisdiction of the body that took the decision; that\nthe body\r\ncomprised members who had material conflicts of interest, were\r\nactuated by an ulterior purpose or were reasonably suspected\nof\r\nhaving been biased.\n[5]\tSection 20 reads as follows:\n‘\nRight to appeal\nAny person\r\n\twho is aggrieved by any decision of the council, a professional\r\n\tboard or a disciplinary appeal committee, may appeal\nto the\r\n\tappropriate High Court against such decision.\nNotice of appeal must be given\r\n\twithin one month from the date on which such decision was given.’\nIt is notable that the section does not set out any procedure for the\r\nappeal. EMS, not having any reasons for the decision, and\nhaving had\r\nno notice or knowledge of the meeting at which the decision was\r\ntaken, requested the Council to prepare the record for\nthe appeal.\r\nThe Council declined.\n[6]\tEMS then attempted itself to prepare a record and filed a lengthy\r\n‘founding affidavit’ with several annexures in\nsupport of\r\nits grounds of appeal, on 12 January 2008. This was intended to serve\r\nas the record. The Council did not respond to\nit. Instead, it\r\nlaunched an application for an order declaring that the appeal notice\r\nwas lodged out of time, or had lapsed, and\nin the alternative that\r\nthe ‘record’ filed by EMS be struck out and substituted\r\nwith a record prepared by the Council.\nIn the alternative to that it\r\nasked for an order that certain paragraphs of the ‘founding\r\naffidavit’, deposed to by\nMr Craig Northmore of EMS, be struck\r\nout as being irrelevant, argumentative or vexatious. It also asked\r\nfor an order as to the\nprocedure to be followed in the appeal,\r\nnecessitating a postponement.\n[7]\tEMS opposed this application and filed an answering affidavit to\r\nwhich the Council replied. The Council did not deal with the\nmerits\r\nof the appeal in any of its affidavits or in heads of argument.\r\nMotala J and Manca AJ presided over the hearing of the appeal\nand\r\napplication. The principal issue with which they dealt was the nature\r\nof the appeal afforded by s 20, for this would determine\nsome of the\r\nother issues raised by the council.\n[8]\tEMS argued that the appeal was a wide one,\r\nsuch that the court would in effect rehear the dispute on evidence\r\nthat had not served\nbefore the board when it took its decision. It\r\nrelied in this regard on the classic statement of Trollip J in\nTikly\r\n& others v Johannes NO & others\n1\nas to the nature of statutory appeals.\n‘\nThe word “appeal”\r\ncan have different connotations. In so far as is relevant to these\r\nproceedings it may mean:\n(i)\tan appeal\r\nin the wide sense, that is, a complete re-hearing of, and fresh\r\ndetermination on the merits of the matter with or\nwithout additional\r\nevidence or information (\nGolden\r\nArrow Bus Services v Central Road Transportation Board\n1948\r\n(3) SA 918\n(A) at 924;\nS\r\nA Broadcasting Corporation v Transvaal Townships Board and others\n1953\r\n(4) SA 169\n(T) at pp175-6;\nGoldfields\r\nInvestment Ltd v Johannesburg City Council\n1938\r\nTPD 551\nat p 554);\n(ii)\tan\r\nappeal in the ordinary strict sense, that is, a re-hearing on the\r\nmerits but limited to the evidence or information on which\nthe\r\ndecision under appeal was given, and in which the only determination\r\nis whether that decision was right or wrong (eg\nCommercial\r\nStaffs (Cape) v Minister of Labour and another\n1946\r\nCPD 632\nat pp 638-641);\n(iii)\ta\r\nreview, that is, a limited re-hearing with or without additional\r\nevidence or information to determine, not whether the decision\nunder\r\nappeal was correct or not, but whether the arbiters had exercised\r\ntheir powers and discretion honestly and properly (eg\nR\r\nv Keeves\n1926\r\nAD 410\nat pp 416-7;\nShenker\r\nv The Master\n1936 AD 136\nat pp 146-7).’\nEMS contended that its appeal under s 20 of the Act fell into the\r\nfirst class described by Trollip J.\n[9]\tThe Council on the other hand, argued that the appeal was one in\r\nthe strict sense, such that regard could be had only to the\nevidence\r\nbefore the decision-making body. It relied in this regard on a number\r\nof cases in which appeals under s 20 of the Act\nagainst disciplinary\r\ndecisions of the Council had been regarded as appeals in the true\r\nsense: the courts have had regard only to\nthe material that had\r\nserved before the disciplinary tribunal. I shall not deal with these\r\ncases for reasons that follow. The high\ncourt decided that the appeal\r\nagainst the Board’s decision was of a different ilk from that\r\nof decisions taken by disciplinary\ntribunals. The latter keep full\r\nrecords of proceedings and the appeals against those decisions are\r\nmade on the records and evidence\nbefore them. It held that the appeal\r\nlodged by EMS was a wide appeal and that the court was not restricted\r\nto the information before\nthe Board when it made its decision.\n[10]\tThe high court made a number of other findings: that the notice\r\nof appeal was not out of time; that the appeal had been prosecuted\n\nwithin a reasonable period and had not lapsed; that because the\r\nappeal was a wide one the founding affidavit of EMS should not\nbe\r\nstruck out and replaced by a record prepared by the appellants; and\r\nthat the alternative application for the striking out of\nparagraphs\r\nof Northmore’s affidavit would be considered when the appeal\r\nwas heard.\n[11]\tThe high court held also that the notice of appeal could serve\r\nas a notice of motion. It ordered that the appellants’\n\napplication, save for that to strike out specific paragraphs, be\r\ndismissed, and postponed the hearing of the appeal sine die. The\n\ncourt also made orders as to the further procedures to be followed,\r\nand ordered the appellants to pay the costs in the application,\nsave\r\nfor those that might be incurred when the alternative application for\r\nstriking out is heard.\n[12]\tThe appellants applied for leave to appeal against the finding\r\nthat the appeal in terms of s 20 of the Act is a wide appeal,\nas well\r\nas against the orders that EMS’s notice of appeal was not out\r\nof time, had been prosecuted within a reasonable period\nand had not\r\nlapsed. The high court granted leave to this court to appeal only\r\nagainst the finding that the appeal in terms of s\n20 of the Act is a\r\nwide appeal.\n[13]\tBefore the hearing of the appeal this court requested counsel\r\nfor all parties to address us on whether this finding is appealable.\n\nFor although at first blush it appears to be a ‘judgment or\r\norder’ which is appealable in terms of s 20 of the Supreme\n\nCourt Act 59 of 1959, being dispositive of a discrete issue, it also\r\nappears that the determination of an appeal on this issue\nalone might\r\nnot conclude the lis between the parties and there might be a further\r\nappeal against the high court’s decision\non the appeal in terms\r\nof s 20 of the Health Professions Act.\n[14]\tAppealability can be a vexed issue.\n2\nThe appellants rely on the principles stated by Harms AJA in\nZweni\r\nv Minister of Law and Order\n.\n3\nThe learned judge said that, as a general rule, a judgment or order\r\nwill be appealable if it has three attributes: it must be final\nin\r\neffect and not susceptible of alteration by the court of first\r\ninstance; it must be definitive of the rights of the parties\nand it\r\nmust have the effect of disposing of at least a substantial portion\r\nof the relief claimed in the main proceedings.\n[15]\tThere have been many glosses on the principle\r\nsince. In\nMoch v Nedtravel (Pty) Ltd t/a\r\nAmerican Express Travel Service\n4\nHefer JA said that the three attributes were not cast in stone nor\r\nexhaustive. And in\nJacobs & others v\r\nBaumann NO & others\n5\nthis court reiterated the principle\r\nlaid down in\nZweni\nthat in considering whether an order is final one must have regard to\r\nits effect.\n6\nBut the court also stated that even if an order does not have all\r\nthree attributes it may be appealable if it disposes of any\nissue or\r\npart of an issue. Conversely, however, even if an order does have all\r\nthree attributes it may not be appealable because\nthe determination\r\nof an issue in isolation from others in dispute may be undesirable\r\nand lead to a costly and inefficient proliferation\nof hearings. I\r\nshall elaborate on this later.\n[16]\tThe appellants submit that the finding that\r\nthe appeal in terms of s 20 is a wide appeal does dispose of a\r\nsubstantial portion\nof the relief claimed. And it cannot be revisited\r\nby the high court. This much is true. But an appeal court must also\r\nhave regard\nto the reason for refusing to entertain interlocutory\r\nappeals: a piecemeal determination of issues is undesirable. In\nGuardian National Insurance Co Ltd v\r\nSearle NO\n7\nHowie JA said that the ‘piecemeal appellate disposal of the\r\nissues in litigation’ was not only expensive, but that\n\ngenerally all issues in a matter should be disposed of by the same\r\ncourt at the same time. Thus even if, technically, an order\nis final\r\nin effect, it may be inappropriate to allow an appeal against it when\r\nthe entire dispute between the parties has yet to\nbe resolved by the\r\ncourt of first instance.\n[17]\tIt should not be forgotten that Harms AJA in\nZweni\nalso\r\nsaid\n8\nthat ‘if the judgment or order sought to be appealed against\r\ndoes not dispose of all the issues between the parties the balance\nof\r\nconvenience must, in addition, favour a piecemeal consideration of\r\nthe case. In other words, the test is then “whether\nthe appeal\r\n– if leave were given – would lead to a just and\r\nreasonably prompt resolution of the real issue between\nthe parties”’.\n[18]\tIn\nSmith v\r\nKwanononqubela Town Council\n9\nHarms JA, referring to this statement in\nZweni\n,\r\nconsidered that leave to appeal in the\nSmith\ncase should not have been given before all the proceedings before the\r\ncourt below had been determined. Most recently, in\nNational\r\nDirector of Public Prosecutions v King\n10\nHarms DP said:\n11\n‘\nIt is,\r\nhowever, necessary to emphasize that the fact that an “interlocutory”\r\norder is appealable does not mean that\nleave to appeal ought to be\r\ngranted because if the judgment or order sought to be appealed\r\nagainst does not dispose of all the\nissues between the parties the\r\nbalance of convenience must, in addition to the prospects of success,\r\nfavour a piecemeal consideration\nof the case before leave is granted.\r\nThe test is then whether the appeal, if leave were given, would lead\r\nto a just\nand reasonably prompt resolution of the real issue between the\r\nparties.\n12\nOnce leave has been granted in relation to a “judgment or\r\norder” the issue of convenience cannot be visited or revisited\n\nbecause it is not a requirement for leave, only a practical\r\nconsideration that a court should take into account.’\n[19]\tThe point was elaborated upon by Nugent JA in\r\na separate concurring judgment.  He said:\n13\n‘\nThere\r\nwill be few orders that significantly affect the rights of the\r\nparties concerned that will not be susceptible to correction\nby a\r\ncourt of appeal.  In\nLiberty\r\nLife Association of Africa Ltd v Niselow\n14\n(in another court), which was cited with approval by this court in\nBeinash\r\nv Wixley\n[1997] ZASCA 32\n;\n1997 (3) SA 721\n(SCA), I observed that when the question arises\r\nwhether an order is appealable what is most often being asked is not\r\nwhether the\norder is capable of being corrected, but rather whether\r\nit should be corrected in isolation and before the proceedings have\r\nrun\ntheir full course.  I said that two competing principles come\r\ninto play when that question is asked.\nOn\r\nthe one hand justice would seem to require that every decision of a\r\nlower court should be capable not only of being corrected\nbut of\r\nbeing corrected forthwith and before it has any consequences, while\r\non the other hand the delay and inconvenience that might\nresult if\r\nevery decision is subject to appeal as and when it is made might\r\nitself defeat the attainment of justice\n(my\r\nemphasis).\n. . . .\nI pointed\r\nout in\nLiberty\r\nLife\nthat\r\nwhile the classification of the order might at one time have been\r\nconsidered to be determinative of whether it is susceptible\nto an\r\nappeal the approach that has been taken by the courts in more recent\r\ntimes has been increasingly flexible and pragmatic.\n It has been\r\ndirected more to doing what is appropriate in the particular\r\ncircumstances than to elevating the distinction between\norders that\r\nare appealable and those that are not to one of principle.’\n[20]\tIn the\nKing\ncase\r\nthe court concluded that the order in question (that the applicant be\r\ngiven access to the whole docket in a criminal case pending\nagainst\r\nhim) was appealable, and that the balance of convenience required\r\nthat the order be appealed because the inconvenience\nand prejudice\r\nthat would be caused should the order not be set aside was\r\nconsiderable.\n[21]\tIn this case, however, it seems to me that\r\nthe balance of convenience requires that the order on the nature of\r\nthe appeal should\nnot be viewed in isolation. While it is not\r\nsusceptible to correction by the high court, there seems to be no\r\nreason to consider\nthe issue before the s 20 appeal before the high\r\ncourt has run its course. There may yet be another appeal on the\r\nissues that have\nstill to be determined.\n[22]\tAs pointed out by EMS, if the appeal were to\r\nsucceed before us, the merits of the appeal under s 20 of the Act\r\nwould still\nhave to be decided and there would have to be a fresh\r\ndetermination of how the record should be constituted. It contends\r\nthat because\nthe appellants kept no record of the meeting of the\r\nBoard, nor presented signed minutes, the record (a bundle of\r\ndocuments) that\nhas been filed by the appellants is unsatisfactory.\r\nEMS might well challenge the record, and a new appeal on the same\r\nground to\nthis court might be brought. This means that the order as\r\nto the nature of the appeal was not final in effect, contends EMS.\r\nThe\nonly effect of a successful appeal would be that EMS would be\r\nprecluded from relying on evidence that had not served before the\n\nBoard when the decision was taken. And that in itself might give rise\r\nto a challenge to the record prepared by the appellants.\nThe balance\r\nof convenience, EMS contends, does thus not favour the hearing of the\r\nappeal by this court.\n[23]\tThe appellants argue that if this court were\r\nto uphold the appeal, finding that the appeal under s 20 is a narrow\r\none, then\nthe issues before the high court will be reduced and the\r\ncosts and inconvenience of determining what served before the Board\r\n(and\nshould thus be considered by the high court) will be minimized.\r\nThe submission sows the seeds of its own destruction. It is precisely\n\nthis – the nature of the record – that is contested. The\r\nnature of the appeal will not itself determine what constitutes\nthe\r\nrecord if this court were to hold that the appeal is a narrow one.\r\nThere will still be contestation as to the adequacy of the\nrecord\r\nprepared by the appellants.\n[24]\tI consider that the high court, in hearing the appeal under s 20\r\nof the Act, should deal with all the outstanding issues:\nthe merits\r\nof the appeal itself, the striking out application, and contentions\r\nas to the record. If there is to be an appeal against\nthe high\r\ncourt’s decision, the finding as to the nature of the appeal\r\ncan most appropriately and fairly be determined at\nthe stage when the\r\nmerits of the appeal are also at issue.\n[25]\tA court, when requested to grant leave to\r\nappeal against orders or judgments made during the course of\r\nproceedings, should\nbe careful not to grant leave where the issue is\r\none that will be dealt with in isolation, and where the balance of\r\nthe issues\nin the matter have yet to be determined. Of course, where\r\na litigant may suffer prejudice or even injustice if an order or\r\njudgment\nis left to stand – as would have been the case in\nKing\n– then the position will be different.\n[26]\tIn so far as the costs of the hearing are concerned, EMS did not\r\noppose the application for leave to appeal on the basis that\nthe\r\nfinding on the nature of the s 20 appeal was not appealable. It was\r\nonly when this court asked for argument on the issue that\nEMS\r\nconceded that leave to appeal should not have been granted. The\r\nattorney for EMS wrote to the attorney for the appellants on\n28 April\r\n2010, suggesting that the appeal be withdrawn, and that the costs be\r\ncosts in the cause.  The offer was said to be open\nuntil close of\r\nbusiness on 30 April. The appellants responded only on 3 May,\r\ndeclining the offer. In the circumstances, I consider\nthat the\r\nappellant should pay the costs of the hearing, which should run from\r\n30 April.\n[27]\t For these reasons we struck the appeal from\r\nthe roll and ordered the appellant to pay the costs of the hearing,\r\nincurred from\n30 April 2010, including those of two counsel.\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\tD I Berger  SC ( with him A T Ncongwane)\nInstructed by Gildenhuys Lessing Malatji\nPretoria;\nHoney Attorneys, Bloemfontein.\nRESPONDENT:\t\t\tP Tredoux (with him C Cutler)\nInstructed by Gillan & Veldhuizen Inc.\nCape Town;\nMatsepes Inc\n,\r\nBloemfontein.\n1\n1963 (2) SA 588\n(A) at 590F-591A. See also\nPahad\r\n\tShipping CC v SARS\n[2009] ZASCA 172\n(2\r\n\tDecember 2009), and Cora Hoexter\nAdministrative\r\n\tLaw in South Africa\npp 63-64.\n2\nSee\nCronshaw &\r\n\tanother v Coin Security Group (Pty) Ltd\n[1996] ZASCA 38\n;\n1996 (3) SA 686\n(A) where Schutz JA said it is an intrinsically\r\n\tdifficult issue, not always answered in the same way.\n3\n1993 (1) SA 523\n(A) at 532I-533A.\n4\n1996 (3) SA 1\n(A) at 10F-11C.\n5\n2009 (5) SA 432\n(SCA) para 9.\n6\nSee also\nClipsal\r\n\tAustralia (Pty) Ltd v Gap Distributors (Pty) Ltd\n2009 (3) SA 292\n(SCA) where this court held that an order suspending\r\n\tcontempt proceedings pending review was appealable.\n7\n1999 (3) SA 296\n(SCA) at 301B-C. See also\nVan\r\n\tNiekerk & another v Van Niekerk & another\n2008 (1) SA 76\n(SCA) paras 3-7.\n8\nAt 531D-E.\n9\n1999 (4) SA 947\n(SCA).\n10\n(86/09)\n[2010] ZASCA 8\n(8 March 2010).\n11\nPara 46.\n12\nSmith v Kwanonqubela Town Council\n[above] para 16.\n13\nParas 50-51. The references in this passage were\r\n\tcited by Harms DP in his judgment as well in para 44.\n14\n(1996) 17 ILJ 673 (LAC).",
  "scraped_at": "2026-02-11T20:24:42.194818",
  "date": "2010-05-20",
  "coram": [
    "Lewis",
    "Ponnan",
    "Bosielo",
    "Shongwe JJA",
    "Majiedt AJA"
  ],
  "case_number": "435/09",
  "parties": {
    "applicants": [
      "Health Professions Council of South Africa",
      "Professional Board for Emergency Care Practitioners"
    ],
    "respondents": [
      "Emergency Medical Supplies and Training CC t/a EMS"
    ]
  },
  "sections": {
    "facts": "The Health Professions Council of South Africa (the Council) and the Professional Board for Emergency Care Practitioners (the Board) are statutory bodies created under the Health Professions Act to regulate health‑care professionals, including emergency‑care practitioners. Emergency Medical Supplies and Training CC (EMS) operated a private training college accredited by the Board. In 2004 the Board was reconstituted with members whom EMS alleged were its competitors. On 10 December 2006 the Board withdrew EMS’s accreditation for all its courses, effectively closing the college, and informed EMS on 13 December without providing reasons. EMS appealed the withdrawal under section 20 of the Act, filing a notice of appeal on 12 January 2007 and later submitting a ‘founding affidavit’ as a record on 12 January 2008. The Council sought to have the appeal struck out as out of time and to replace EMS’s record with one prepared by the Council. The Western Cape High Court held that the appeal was a \"wide\" statutory appeal, that the notice of appeal was timely, and that EMS’s record should not be struck out. The High Court granted leave to appeal to the Supreme Court of Appeal only against the finding that the appeal was a wide one.",
    "issues": "1. Whether the appeal under section 20 of the Health Professions Act is a \"wide\" appeal (a full rehearing on the merits with the possibility of new evidence) or a \"narrow\" appeal (limited to the record before the Board). 2. Whether the High Court’s finding on the nature of the appeal is appealable as a final and discrete order. 3. Related procedural questions concerning timeliness of the notice of appeal, lapse of the appeal, and the appropriate record to be used.",
    "principles": "The court considered the established test for appealability (Zweni v Minister of Law and Order) requiring an order to be final in effect, definitive of the parties’ rights, and to dispose of a substantial portion of the relief claimed. It also applied the balance‑of‑convenience doctrine, emphasizing that piecemeal appeals are disfavoured where the issue is inter‑linked with other unresolved matters. Harms AJA’s guidance that an order not disposing of all issues should not be appealed in isolation was cited, along with the principle that the classification of an order (wide, narrow, review) is relevant but not determinative; the courts must adopt a pragmatic approach to prevent unnecessary delay and expense.",
    "application": "Applying these principles, the Supreme Court of Appeal concluded that the High Court’s determination that the appeal was a wide one did not, in isolation, resolve the substantive dispute between the parties and therefore was not a final, discrete order warranting separate appeal. The balance of convenience favoured hearing all outstanding matters—including the merits of the original appeal, the striking‑out application, and the record issue—together in the High Court. Consequently, the appeal was struck from the roll and the appellant was ordered to pay the costs incurred from 30 April 2010, including fees for two counsel.",
    "conclusion": "The Supreme Court of Appeal struck the appeal from the roll and ordered the appellants (the Council and the Board) to pay the costs of the hearing from 30 April 2010, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Appealability",
    "level_3": [
      "statutory appeal",
      "balance of convenience",
      "wide vs narrow appeal",
      "costs"
    ]
  }
}