{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/147.html",
  "case_name": "Mogorosi v S (410/10) [2010] ZASCA 147 (29 November 2010)",
  "citation": "[2010] ZASCA 147",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 147\n|\nNoteup\n|\nLawCite\nMogorosi v S (410/10) [2010] ZASCA 147 (29 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 410/10\nEDWARD\r\nMOGOROSI\n..........................................................................\nAppellant\nand\nTHE\r\nSTATE\n.......................................................................................\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nMogorosi v The State\n(410/10)\n[2010] ZASCA 147\n(29 November 2010)\nBENCH:\r\nPONNAN, CACHALIA and LEACH JJA\nHEARD: 12 NOVEMBER 2010\nDELIVERED: 29 NOVEMBER 2010\nSUMMARY:\nCondonation for failure\r\nto timeously note appeal – court below considering all of\nthe relevant facts – limited grounds on which\r\nappeal court can interfere.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nNorth West High Court (Mafikeng)\r\n(Gumbo AJ, Hendricks J concurring sitting as court of appeal).\nThe appeal\r\nis dismissed.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (CACHALIA and LEACH JJA concurring):\n[1] During August 2001 the appellant, Edward Mogorosi, was convicted\r\nof on a charge of rape and sentenced to imprisonment for a\nterm of 15\r\nyears by the Regional Court, Lehurutshe.\n[2] On 13 March 2009 the appellant approached the North West High\r\nCourt (Mafikeng) by way of an appeal to set aside both the conviction\n\nand sentence on the basis that the record of his trial and the audio\r\ntapes on which the proceedings were recorded could not be\nlocated.\r\nAffidavits deposed to by the prosecutor in the case and the presiding\r\nmagistrate made it plain that they: no longer had\nany notes in their\r\npossession; had no independent recollection of the matter; and, were\r\nnot in a position to reconstruct the trial\nrecord.\n[3] In terms of Rule 67(1) of the Magistrates' Courts Rules the\r\nappellant ought to have lodged his notice of appeal within 14 days\nof\r\nhaving been sentenced. As the lodging of his appeal was late by some\r\nseven years the appellant filed an application for condonation\nwith\r\nthe high court. Given that the appellant was seeking an indulgence he\r\nhad to show good cause for condonation to be granted.\nIn\nS v\r\nMantsha\n2009 (1) SACR 414\n(SCA) para 5 Jafta JA stated that ‘good\r\n(or sufficient) cause has two requirements. The first is that the\r\napplicant must\nfurnish a satisfactory and acceptable explanation for\r\nthe delay. Secondly, he or she must show that he or she has\r\nreasonable prospects\nof success on the merits of the appeal’.\n[4] In support of his application for condonation the appellant filed\r\nan affidavit in which he stated:\n'I have enquired on a number of occasions and later I\r\nmade an application to the Regional Court to be provided with a copy\r\nof a\ntranscript of my record to prosecute an appeal (I attach as\r\nannexure A, a copy of my letter dated 31 May 2007) and I was told\r\nthat\nmy case does not exist (I attach as annexure B, a copy of a\r\n[letter] dated 11 October 2007 from Ms Bonolo Mmileng). I wrote to\r\nthe Department of Justice including the ministry to intervene in\r\nassisting me with my records. I requested the Legal Aid Board to\n\nassist me in this regard. I could not receive a positive response\r\nfrom all those institutions.\n. . .\nI would further humbly submit to the Honourable Court,\r\nthat I have never instituted an application for leave to appeal\r\nbefore Mr\nDjaje [the presiding magistrate] or any other magistrate\r\nbecause my records are lost. If my records were not lost I would have\r\naccordingly prosecuted my appeal.'\nThe appellant studiously refrained from disclosing precisely when he\r\ncaused the numerous enquiries to be made, or more importantly,\nwhen\r\nhe first applied to the regional court for a transcript of his\r\ncriminal proceedings. Neither Annexure A nor Annexure B was\nannexed\r\nto his affidavit. It bears noting that he was legally represented\r\nwhen he deposed to that affidavit.\n[5] The appellant's application was heard by the Mafikeng High Court\r\non 23 October 2009. On 29 October 2009 it was dismissed by\nGumbo AJ\r\n(Hendricks J concurring) on the basis that the explanation given for\r\nthe delay was inadequate and unsatisfactory. The\nmatter was\r\naccordingly struck from the roll.\n[6] Regard being had to the fact that the appellant’s\r\napplication for condonation was dismissed in the court below, the\r\nappellant has an automatic right of appeal to this court against such\r\ndismissal without the need to seek leave from that court (\nS v\r\nGopal\n1993 (2) SACR 584\n(A);\nS\nv Leon\n1996 (1) SACR\r\n671\n(A)).\n[7] In considering the application before it the court below had a\r\nwide discretion, which, of course, had to be exercised judicially\non\r\na consideration of all of the facts. In essence, in exercising that\r\ndiscretion a court must strive for fairness to both sides.\nThis court\r\nhas a restricted power of interference with the decision of a trial\r\ncourt in relation to condonation. As it was put\nby the Constitutional\r\nCourt:\n'Ordinarily, the approach of an Appellate Court to the\r\nexercise of such a discretion is that it will not set aside the\r\ndecision\nof the lower court\n\"merely because the court of appeal would itself,\r\non the facts of the matter before the lower court, have come to a\r\ndifferent\nconclusion; it may interfere only when it appears that the\r\nlower court had not exercised its discretion judicially, or that it\r\nhad been influenced by wrong principles or a misdirection on the\r\nfacts, or that it had reached a decision which in the result could\n\nnot reasonably have been made by a court properly directing itself to\r\nall the relevant facts and principles\".'\n(\nMabaso v Law\r\nSociety, Northern Province & another\n[2004] ZACC 8\n;\n2005 (2) SA 117\n(CC)\r\npara 20.)\n[8] A court considering an application for condonation must take into\r\naccount a range of considerations. Relevant considerations\ninclude\r\nthe extent of non-compliance and the explanation given for it; the\r\nprospects of success on the merits; the importance of\nthe case; the\r\nrespondent's interest in the finality of the judgment; the\r\nconvenience of the court and the avoidance of unnecessary\ndelay in\r\nthe administration of justice. (See\nS v Di Blasi\n1996 (1) SACR\r\n1\n(A) at 3g.)\n[9] Nothing was said by the appellant in his affidavit about the\r\nmerits of his conviction or his prospects of success in overturning\n\nhis conviction on appeal. He simply did not take the court into his\r\nconfidence. The submission before us was that since the record\nhas\r\nbeen lost and cannot be reconstructed, the appellant, without more,\r\nhas good prospects of success. Reliance for this proposition\nwas\r\nplaced on\nS v Chabedi\n2005 (1) SACR 415\n(SCA) para 5 where\r\nthis court said:\n‘\nOn appeal, the record of the\r\nproceedings in the trial court is of cardinal importance. After all,\r\nthat record forms the whole basis\nof the rehearing by the Court of\r\nappeal. If the record is inadequate for a proper consideration of the\r\nappeal, it will, as a rule,\nlead to the conviction and sentence being\r\nset aside’\n.\nBut as\nMantsha\nclarified (para 15):\n‘\nThe above statement must be\r\nread in context. There can be no doubt that the setting aside of a\r\nconviction and sentence, in a case\nwhere the record is lost, is not\r\nbased on a finding made after consideration of the merits. That such\r\na result will follow, if\ncondonation is granted, cannot lay the\r\nfoundation for the submission that the appeal has prospects of\r\nsuccess on its merits. It\nfollows that the appellant's reliance on\nChabedi\nwas misplaced. It was\r\nnecessary, in the circumstances, that the appellant took the court a\r\nquo into his confidence concerning the\nevidence led in the case. That\r\nthe record was missing did not detract from this duty; that would\r\nsimply have rendered it more difficult\nfor the State to rebut his\r\nsay-so. But he made no effort in this regard.’\n[10] Even allowing for the fact that the appellant acted in person at\r\nsome stages in the prosecution of his appeal that can hardly\n\ncompensate for the fundamental lacunae in his application. For as\r\nHeher JA pointed out in\nUitenhage Transitional Local Council v\r\nSouth African Revenue Service\n2004 (1) SA 292\n(SCA) ‘condonation\r\nis not to be had merely for the asking; a full, detailed and accurate\r\naccount of the causes of the delay\nand its effects must be furnished\r\nso as to enable the Court to understand clearly the reasons and to\r\nassess the responsibility’.\nThat did not happen in this case.\r\nThe appellant’s affidavit, notwithstanding that he was legally\r\nrepresented when it was\ndrafted, failed to heed Heher JA’s\r\nadmonition. In my view it is opaque and singularly unhelpful in\r\nexplaining the long delay.\n[11] The court below considered all of the facts. It concluded that\r\nthe delay of seven years in prosecuting the appeal was inordinately\n\nlong and inexcusable and thus could not be condoned. I can find no\r\nfault in the approach adopted by court below or the conclusion\n\nreached by it. No case has been made out for this court to substitute\r\nits discretion for that of the court below. There is thus\nno warrant\r\nfor us to do so. It follows that the appeal must fail and it is\r\naccordingly dismissed.\n_______________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: N L Skibi\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions\nGrahamstown\nThe\r\nDirector of Public Prosecutions\nBloemfontein\nFor\r\nRespondent: G S Maema\nInstructed\r\nby:\nLegal\r\nAid Board\nKing\r\nWilliam's Town\nLegal\r\nAid Board\nBloemfontein",
  "scraped_at": "2026-02-11T20:43:35.942201",
  "date": "2010-11-29",
  "coram": [
    "PONNAN JA",
    "CACHALIA JA",
    "LEACH JJA"
  ],
  "case_number": "410/10",
  "parties": {
    "applicants": [
      "Edward Mogorosi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Edward Mogorosi, was convicted of rape in August 2001 and sentenced to 15 years' imprisonment by the Regional Court, Lehurutshe. In March 2009 he sought to set aside the conviction and sentence on the basis that the trial record and audio tapes were missing, a claim supported by affidavits from the prosecutor and the presiding magistrate stating that no notes existed and the record could not be reconstructed. Under Rule 67(1) of the Magistrates' Courts Rules, an appeal should have been lodged within 14 days of sentencing, but Mogorosi applied for condonation of a seven‑year delay. He filed an affidavit alleging numerous enquiries for a transcript, but provided no annexes and gave an unspecific timeline. The North West High Court dismissed the condonation application on 29 October 2009, finding the explanation inadequate.",
    "issues": "The principal issue was whether the High Court erred in refusing to grant condonation for the appellant’s late notice of appeal, i.e., whether the appellant demonstrated sufficient \"good cause\" and reasonable prospects of success on the merits to justify condonation. A subsidiary issue concerned the scope of appellate review of a lower court’s discretionary decision on condonation.",
    "principles": "The court applied the principles governing condonation as articulated in S v Mantsha, which requires a satisfactory explanation for the delay and reasonable prospects of success on the appeal. Relevant considerations include the length of the delay, the appellant’s conduct, the importance of the case, the respondent’s interest in finality, and judicial economy (S v Di Blasi). The appellate court’s power to intervene is limited to cases where the lower court failed to exercise its discretion judicially or was misdirected (Mabaso v Law Society). The court also noted that the mere loss of a record does not automatically indicate prospects of success (Mantsha clarifying S v Chabedi).",
    "application": "Applying these principles, the court found that Mogorosi’s affidavit offered no detailed or credible explanation for the seven‑year delay and failed to demonstrate any prospect of success on the merits. The affidavit was described as opaque and unhelpful, and the appellant did not comply with the requirement to provide a full account of the causes and effects of the delay (Heher JA in Uitenhage Transitional Local Council v SARS). Consequently, the High Court’s discretion was exercised properly and was not subject to reversal.",
    "conclusion": "The Supreme Court of Appeal upheld the High Court’s decision and dismissed the appeal. The order is that the appeal is dismissed, confirming that condonation was rightly refused."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appeals",
    "level_3": [
      "Condonation",
      "Delay",
      "Record Lost",
      "Appeal Procedure"
    ]
  }
}