{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/144.html",
  "case_name": "Manana v King Sabata Dalindyebo Municipality ([2011] 3 BLLR 215 (SCA) ; (2011) 32 ILJ 581 (SCA); [2011] 3 All SA 140 (SCA)) [2010] ZASCA 144; 345/09 (25 November 2010)",
  "citation": "[2010] ZASCA 144",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 144\n|\nNoteup\n|\nLawCite\nManana v King Sabata Dalindyebo Municipality ([2011] 3 BLLR 215 (SCA) ; (2011) 32 ILJ 581 (SCA); [2011] 3 All SA 140 (SCA)) [2010] ZASCA 144; 345/09 (25 November 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 345/09\nNo precedential significance\nIn the matter between:\nMPUTUMI CAMARON MANANA\n................................................\nAppellant\nand\nKING SABATA DALINDYEBO\r\nMUNICIPALITY\n..................\nRespondent\nNeutral citation:\nManana\r\nv King Sabata Dalindyebo Municipality\n(345/09)\n[2010] ZASCA 144\n(25 NOVEMBER 2010)\nCoram:\nMPATI P, NUGENT and\r\nMHLANTLA JJA\nHeard:\n10 NOVEMBER 2010\nDelivered: 25 NOVEMBER 2010\nSummary:\nContract of\r\nemployment – resolution of the municipal council – must\r\nbe adhered to until rescinded or set aside.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: Eastern Cape High\r\nCourt, Mthatha (Pakade J sitting as court of first instance).\nThe appeal is upheld with costs\r\nthat include the costs of the earlier hearing of this appeal. The\r\norder of the court below is set\naside and substituted by the\r\nfollowing:\n‘\n1. The\r\nrespondent is ordered to account to the applicant for such money as\r\nmight be due to him as salary and back pay in consequence\nof his\r\nappointment to the position of Manager: Legal Services.\n2. The respondent is ordered to\r\npay the amount that is due forthwith.\n3. Subject to any events that\r\nmight have occurred since the appointment that alter the legal\r\nposition, the respondents are ordered\nto effect the necessary\r\nadjustments to the applicant’s salary in consequence of the\r\napplicant’s appointment to the\nposition of Manager: Legal\r\nServices.\n4. The respondent is ordered to\r\npay the costs of this application.’\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (MPATI P and MHLANTLA\r\nJA concurring)\n[1] This\r\nappeal arises from an application that was brought by Mr Manana (the\r\nappellant) against the King Sabata Dalindyebo Municipality,\n(the\r\nrespondent) in the Eastern Cape High Court at Mthatha for the payment\r\nof remuneration that was said to be due to him by the\nmunicipality\r\nand for related relief. After hearing full argument on all the issues\r\nthe court below (Pakade J) held that it had\nno jurisdiction in the\r\nmatter – relying in that regard upon the decision in\nChirwa\r\nv Transnet Ltd\n1\n–\nand\r\ndismissed the claim. In the course of his judgment the learned judge\r\nremarked that Mr Manana was ‘strong on the merits\nof the\r\napplication’, from which I think it can be inferred that, but\r\nfor his finding on jurisdiction, he would have upheld\nthe\r\napplication. Mr Manana appealed to this court with the leave of the\r\ncourt below.\n[2] The court\r\nbelow cannot be faulted for having found that it had no jurisdiction\r\nin view of the decision in\nChirwa\nthat was\r\nbinding on it at the time. But that decision was subsequently\r\nclarified in\nGcaba\r\nv Minister for Safety and Security\n,\n2\nfrom which it\r\nbecame apparent that the court indeed had jurisdiction to consider\r\nthe claim. Meanwhile, the appeal had been set down\nto be heard on 6\r\nMay 2010. On 6 January 2010 the municipality’s local attorney\r\nwrote to the registrar curtly as follows:\n‘\nWe\r\nhave been instructed by our correspondents to inform you that the\r\n[municipality] does not intend opposing the appeal and will\ntherefor\r\nnot file Heads of Argument.’\nSome two weeks later the attorney\r\nwrote to the registrar as follows:\n‘\nWith\r\nreference to the above as well as our letter dated 6 January 2010\r\nwhen we advised that our client does not intend opposing\nthe appeal,\r\nwe however wish to point out that we still require notification of\r\nthe date of hearing of the appeal so as to enable\nus to monitor the\r\nprocess on behalf of client and correspondents.’\n[3] It is trite that an appeal\r\nlies against the order that is made by a court, and not merely\r\nagainst the reasons for its order.\nIn the absence of opposition to\r\nthe appeal – and the absence of any legal representative for\r\nthe municipality when the appeal\nwas heard – this court set\r\naside the order of the court below and substituted the order that was\r\nsought in the court below,\nin accordance with its ordinary powers on\r\nappeal. As it turns out, the municipality intended to concede only\r\nthe jurisdictional\nobjection that had been taken in the court below.\r\nIt was under the impression that once the order was set aside the\r\nmatter would\nhave been remitted to the court below – a\r\nfruitless exercise bearing in mind that all the issues had been fully\r\ntraversed\nin that court and any finding against the municipality\r\nwould undoubtedly have returned to this court.\n[4] The\r\napproach that was taken by the municipality warrants two\r\nobservations. Having concluded, correctly, that it could not defend\n\nthe jurisdictional finding of the court below, the municipality could\r\nsimply have abandoned the order in its favour, as it was\ncapable of\r\ndoing,\n3\neven if only\r\non terms as to the disposal of the matter that the parties might have\r\nagreed. Instead the municipality put Mr Manana\nto the trouble and\r\nexpense of having to brief counsel and to pursue the appeal so as to\r\nhave the order set aside, and put this\ncourt to the inconvenience of\r\nconvening in order to do so. Moreover, having adopted that course,\r\nand knowing that the appeal would\nhave to proceed, the municipality\r\nthen failed to ensure that a representative was present when the\r\nappeal was heard, if only to\nnote the proceedings in accordance with\r\nconventional courtesy. Had that been done the problem would also have\r\nbeen avoided.\n[5] Nonetheless, the parties are\r\nat one that in the circumstances I have outlined the order was\r\nerroneously made in the absence\nof the municipality and it may and\r\nshould be recalled. We order accordingly. They are also agreed that\r\nthis court may and should\ndispose of the matter on its merits.\n[6] The material facts are\r\nstraightforward. The appellant was formerly employed by the Umtata\r\nTransitional Local Council as a legal\nadvisor. In about 2000 the\r\nUmtata Transitional Local Council merged with the Mqanduli\r\nTransitional Local Council to form the municipality\nwith which we are\r\nnow concerned. Certain disputes arose between the appellant and the\r\nmunicipality concerning his position and\nI deal with those below to\r\nthe extent that they are material. For the moment it is sufficient to\r\nsay that they culminated in a\nresolution being adopted by the\r\nmunicipal council on 3 November 2006 in the following terms:\n‘\n(a)\r\nThat, with effect from 10 August 2006, and in line with the ruling of\r\nthe presiding officer of the grievance, Mr Manana is placed\non the\r\nposition of the Manager Legal Services, which position is on grade 3;\n(b) …\n(c) That, taking\r\ninto account the ruling of the presiding officer on Mr Manana’s\r\ngrievance, and the fact that he has been\ncaused to act for a lengthy\r\nperiod of time and thereby deprived of the benefits attached to the\r\npost, that he be back paid accordingly,\nwith effect from August\r\n2006.’\n[7] On 21 December 2006 the\r\nappellant was notified of the resolution in a letter addressed to him\r\nby the Acting Director: Corporate\nServices. The following day Mr\r\nManana signed the foot of the letter in acknowledgment of his\r\nacceptance of the appointment.\n[8] That notwithstanding, no\r\nadjustment was made to Mr Manana’s salary. On 13 February 2007\r\nhe wrote to the Acting Director:\nCorporate Services, drawing that to\r\nhis attention, and requesting that the matter be rectified. He was\r\nadvised in reply the following\nday that the matter was receiving the\r\nattention of the Municipal Manager.\n[9] By 20 February 2007 nothing\r\nfurther had happened and the appellant’s attorney wrote to the\r\nMunicipal Manager demanding\nthat steps be taken immediately to\r\naccount to Mr Manana for salary adjustments and benefits in\r\nconsequence of his appointment.\nThe Municipal Manager replied as\r\nfollows:\n‘\nPlease\r\nbe advised that the purported appointment of your client is currently\r\nthe subject of review which my office is facilitating\nwith the\r\nCouncil of the Municipality as part of the intervention by the MEC\r\nfor Housing, Local Government and Traditional Affairs\nto investigate\r\nacts of maladministration and irregularities in the Municipality.\nThe review is aimed\r\nat re-looking at all acts and omissions which would appear to have\r\nelements of maladministration or irregularities.\nYour client’s\r\npurported appointment unfortunately falls into such category.\nYour client has been\r\nadvised of the above process and I appeal to you to advise your\r\nclient to kindly await the outcome of the review\nprocess which will\r\nbe communicated to him as soon as a decision has been taken.’\n[10] Mr Manana was not willing to\r\nwait. On 20 March 2007 the present proceedings were launched, in\r\nwhich he claimed, essentially,\npayment of moneys that had become due\r\nto him in consequence of his appointment, and an order directing the\r\nmunicipality to make\nthe appropriate adjustments to his salary.\n[11] Meanwhile, the relevant\r\nmember of the executive council of the province had appointed Ms\r\nZitumane as ‘caretaker municipal\nmanager’ of the\r\nmunicipality. Her brief was to investigate various irregularities in\r\nits affairs that were alleged to have\noccurred. Precisely what her\r\nposition entailed has not been elaborated upon but there is no\r\nsuggestion that her powers were any\ngreater than those of a municipal\r\nmanager duly appointed under the provisions of the\nLocal Government:\nMunicipal Systems Act 32 of 2000\n.\n[12] The\r\nanswering affidavit opposing the application was deposed to by Ms\r\nZitumane. At first sight it seems curious that the municipality\n\nshould be contending that effect should not be given to its own\r\nresolution, which had not been rescinded at the time the answering\n\naffidavit was deposed to.\n4\nIt seems to me\r\nthat the curiosity arises from a misconception as to the nature of a\r\nmunicipality – which raises the question\nwhether the opposition\r\nto the application was authorised, a matter that I return to\r\npresently. The misconception also pervades\nmost of the argument that\r\nwas presented before us and it is as well to dispel it at the outset.\r\nFor the purposes of this judgment\nI will assume that the municipality\r\nis properly before us in opposition to this appeal.\n[13] The\r\nconstitutional structure of government is separated into three\r\nspheres: the national sphere, the provincial sphere, and\nthe local\r\nsphere.\n5\nThe local\r\nsphere of government consists of ‘municipalities’, which\r\nmust be established for the whole of the territory\nof the Republic.\n6\nThe executive\r\nauthority of a municipality does not vest in its municipal manager\r\n(or any other of its employees). Its executive\nauthority\n7\nis\r\nconstitutionally vested in its municipal council.\n8\n[14] The Act\r\nprovides the framework within which a municipality must function. As\r\nis to be expected, the Act is replete with provisions\nrecognising\r\nthat executive authority vests in the council and in nobody else.\r\nIndeed, ordinary legislation is not constitutionally\ncapable of\r\ndivesting a municipal council of its executive authority – or\r\nany part of it – and the construction of a\nstatute that would\r\nproduce that result must be avoided if it is possible to do so.\n9\n[15] The first submission that\r\nwas made on behalf of the municipality was that the resolution to\r\nwhich I have referred is not relevant\nbecause the power to appoint\r\nemployees vests in the municipal manager and not in the municipal\r\ncouncil. For that submission counsel\nrelied on s 55(1)(a)-(e) of\r\nthe Act – in particular subsection (e). Confining myself to the\r\nrelevant part of that subsection\nit reads as follows:\n‘\nAs\r\nhead of administration the municipal manager of a municipality is,\r\nsubject to the policy directions of the municipal council,\n\nresponsible and accountable for –\n(e) the appointment\r\nof staff …’\n[16] A\r\nmunicipal council is not capable in practice of exercising its\r\nexecutive authority by running the day-to-day affairs of the\n\nmunicipality and it employs staff to do that on its behalf. In the\r\npast it was common for municipal councils to confer the appropriate\n\nauthority upon their staff by delegation of all or some of its\r\nexecutive powers. Such a delegation of power does not ordinarily\n\ndivest the delegator of the power to perform the particular function\r\nitself. As the authors of\nDe\r\nSmith’s Judicial Review\nexpress it:\n10\n‘\n[I]t\r\nhas sometimes been stated that delegation implies a denudation of\r\nauthority…. This cannot be accepted as an accurate\ngeneral\r\nproposition. On the contrary, the general rule is that an authority\r\nwhich delegates its powers does not divest itself of\nthem ….’\n[17] In my\r\nview s 55(1) is no more than a statutory means of conferring\r\nsuch power upon municipal managers to attend to the\naffairs of the\r\nmunicipality on behalf of the municipal council. There is no basis\r\nfor construing the section as simultaneously\ndivesting the municipal\r\ncouncil of any of its executive powers. Indeed, as I have already\r\npointed out, the Constitution vests all\nexecutive authority –\r\nwhich includes the authority to appoint staff – in the\r\nmunicipal council and legislation is not\ncapable of lawfully\r\ndivesting it of that power. To the extent that there might be any\r\nambiguity in the statute in that respect\nit must be construed to\r\navoid that result.\n11\n[18] On a subsidiary, but\r\nrelated, point, I said earlier that the resolution of the municipal\r\ncouncil was communicated to Mr Manana\nin a letter addressed to him by\r\nthe Acting Director: Corporate Services, which he signed in\r\nacceptance. It was submitted –\nbased once more on the\r\nsubsection I have referred to – that only the municipal manager\r\n(and not the Acting Director: Corporate\nServices) had authority to\r\nconclude an employment contract. There are at least two answers to\r\nthat submission. First, it was not\nthe Acting Director: Corporate\r\nServices who purported to make the appointment. As appears from the\r\nterms of the resolution, it\nwas the municipal council itself that did\r\nso. The Acting Director: Corporate Services did no more than to\r\nexecute the resolution\nadministratively. But even if the Acting\r\nDirector: Corporate Services had purported to make the appointment,\r\non the authority conferred\nby the resolution, there is nothing to\r\nsuggest that he did not have delegated authority to do so. Municipal\r\nmanagers do not singlehandedly\nperform all the functions referred to\r\nin s 55(1). They ordinarily delegate at least some of those\r\nfunctions to subordinates\n– whether expressly or by implication\r\n– and there is no suggestion in the answering affidavit that\r\nthat has not occurred\nin this case. Indeed, it is not even a ground\r\nupon which the application was resisted in the answering affidavit.\n[19] The second submission sought\r\nto impugn the resolution itself. In her affidavit Ms Zitumane alleged\r\nthat the resolution was\nbrought into being irregularly and was in\r\nconflict with the municipality’s employment policy. I need not\r\ndeal in detail with\nthe alleged irregularity. It is sufficient to say\r\nthat she alleges that the ‘ruling’ referred to in the\r\nresolution\n– which purported to ‘rule’ that Mr\r\nManana be appointed to the post – was ‘concocted’\r\nto induce\nthe municipal council to make the appointment. (I need to\r\nmake it clear that there is no suggestion that the resolution was\r\nadopted\ncontrary to the proper procedures for the adoption of\r\nresolutions and was thus formally defective.) Ms Zitumane’s\r\nview that\nthis resolution, and other resolutions that had been\r\nadopted, were irregular, caused her to submit a report to the\r\nmunicipal council\nrequesting it to rescind the various resolutions,\r\nbut that had not occurred at the time the answering affidavit was\r\ndeposed to.\n[20] Against that background it\r\nwas submitted that the resolution was invalid and thus not binding\r\nupon the municipality. I am not\nat all sure that the allegations\r\nestablish that the resolution was irregular but I will assume\r\nnonetheless that it is indeed liable\nto be impugned.\n[21] No\r\nauthority was advanced for the submission that a duly adopted\r\nresolution of a local authority might be ignored by its officials\nif\r\nthey have a belief that it is invalid, even if that belief is\r\nwell-founded. Indeed, the contrary was held in the early case\nof\nGrace\r\nv McCulloch.\n12\nIn that case a\r\nresolution was adopted by a municipal council in contravention of its\r\nstanding orders. After it was adopted the chairman\nof the council\r\nruled the resolution to be out of order and instructed the town clerk\r\nnot to act on it. Upholding a claim by members\nof the council to set\r\naside that ruling and instruction Curlewis J said the following:\n13\n‘\n[W]hen\r\nonce the council has taken a resolution it is not competent for the\r\nchairman, any more than for any other councillor, to\ndeclare it\r\ninvalid and of no effect; nor is it competent for him to take upon\r\nhimself the responsibility of instructing the town\nclerk not to act\r\non a resolution passed by a majority of the council. If the chairman\r\nor any councillor is dissatisfied with a\nresolution, his course is to\r\ngive notice of motion to rescind or reconsider the resolution as\r\nprovided by the standing orders.\nThat is one course. If the\r\nresolution is clearly wrong or illegal another course is to come to\r\nCourt, and ask to have such resolution\ndeclared illegal. But I do not\r\nthink the power to declare resolutions invalid lies with the\r\nchairman.’\n[22] Although\r\nthat case was decided a considerable time ago we were referred to no\r\nsubsequent authority that conflicts with it and\nI know of none. And\r\nalthough this case must be decided under a different constitutional\r\ndispensation I can see no new principle\nthat drives one in another\r\ndirection. On the contrary, it seems to me that it would be conducive\r\nto disorderly public administration\nif officials were entitled to\r\nchoose between executing or not executing a duly adopted resolution\r\nof the council depending upon\ntheir belief as to its validity –\r\nwhether or not the belief is well-founded. In the absence of\r\nauthority to that effect,\nor a principled explanation for why that\r\nshould be so, neither of which is before us, I think the submission\r\nmust be rejected.\nA municipal council acts through its resolutions.\r\nNo doubt a municipal council is entitled to rescind or alter its\r\nresolutions.\nAnd no doubt an interested party is entitled to\r\nchallenge its validity on review. But once a resolution is adopted in\r\nmy view its\nofficials are bound to execute it, whatever view they\r\nmight have on the merit of the resolution, in law or otherwise, until\r\nsuch\ntime as it is either rescinded or set aside on review.\n14\n[23] The final\r\nsubmission is reminiscent of a debate that I thought had run its\r\ncourse once\nGcaba\nwas decided.\r\nIt was submitted that the facts of this case ground a claim for\r\nrelief under the Labour Relations Act. In those circumstances,\nso I\r\nunderstood the submission, it cannot be a claim that is good in law\r\nin the high courts. Counsel said that the decisions of\nthis court in\nMakhanya\r\nv University of Zululand\n15\nand\nSouth\r\nAfrican\nMaritime\r\nSafety Authority v McKenzie\n16\nsupport that\r\nsubmission. They do no such thing. The evidence in this case\r\nestablishes the existence of a contract of employment\nbetween the\r\nmunicipality and Mr Manana and he wishes to enforce the contract. It\r\nis conceded that the high court had jurisdiction\nto do so, which it\r\nclearly does. That he might have been entitled to other relief under\r\nthe remedies provided for under the Labour\nRelations Act does not\r\nsomehow extinguish his contractual rights.\n[24] In my view no proper grounds\r\nwere advanced for resisting the claim and the appeal must be upheld.\n[25] There remains the question\r\nof costs. I have drawn attention to the curiosity of the municipality\r\npurporting to oppose the execution\nof its own resolution while\r\nsimultaneously leaving it intact. The curiosity arises because Ms\r\nZitumane purports to be speaking\nfor the municipality when it is not\r\nclear that the full municipal council is aware of the fact. There is\r\nno resolution of the municipal\ncouncil authorising the opposition. Ms\r\nZitumane relies instead upon a general delegation by the municipal\r\ncouncil to the municipal\nmanager to institute and defend legal\r\nproceedings. It is questionable whether that delegation is to be\r\nconstrued as authorising\nthe municipal manager to challenge the\r\nvalidity of a resolution of the municipal council itself but we need\r\nnot decide that question.\nShe has purported to oppose the proceedings\r\nin the name of the municipality and I think the municipality must pay\r\nthe costs. It\nis open to the municipal council to consider whether\r\nshe was authorised to do so and to act accordingly. I need to add\r\nthat there\ncan be no doubt that she acted at all times in good faith,\r\neven if in law she might have been mistaken, and I make no suggestion\n\nof any impropriety on her part.\n[26] I need also to make it clear\r\nthat the order that I intend to make does not purport to declare the\r\nposition at any time after\nthe application was brought and does not\r\ntake account of subsequent events that might have altered the\r\nposition or might yet do\nso.\n[27] The appeal is upheld with\r\ncosts that include the costs of the earlier hearing of this appeal.\r\nThe order of the court below\nis set aside and substituted by the\r\nfollowing:\n‘\n1. The\r\nrespondent is ordered to account to the applicant for such money as\r\nmight be due to him as salary and back pay in consequence\nof his\r\nappointment to the position of Manager: Legal Services.\n2. The respondent is ordered to\r\npay the amount that is due forthwith.\n3. Subject to any events that\r\nmight have occurred since the appointment that alter the legal\r\nposition, the respondents are ordered\nto effect the necessary\r\nadjustments to the applicant’s salary in consequence of the\r\napplicant’s appointment to the\nposition of Manager: Legal\r\nServices.\n4. The respondent is ordered to\r\npay the costs of this application.’\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant: Z Z Matebese\nInstructed by:\nMlindazwe & Associates,\r\nMthatha\nBokwa Attorneys, Bloemfontein\nFor respondent: J G Grogan\nInstructed by:\nJoubert Galpin Searle Attorneys\r\nc/o J F Heunis & Associates, Mthatha\nMcIntyre & Van der Post,\r\nBloemfontein\n1\n[2007] ZACC 23\n;\n2008\r\n\t(4) SA 367\n(CC).\n2\n2010\r\n\t(1) SA 238\n(CC). See, too,\nMakhanya v University of Zululand\n2010 (1) SA 62\n(SCA).\n3\nRule\r\n\t41(2) of the Uniform Rules.\n4\nWe\r\n\twere told from the bar that it has still not been rescinded.\n5\nSection\r\n\t40(1) of the Constitution of the Republic of South Africa, 1996.\n6\nSection\r\n\t151(1) of the Constitution.\n7\nAlso\r\n\tits legislative authority, but that is not now relevant.\n8\nSection\r\n\t151 (2) of the Constitution.\n9\nPer\r\n\tLanga CJ in\nInvestigating Directorate: Serious Economic Offences\r\n\tv Hyundai Motor Distributors (Pty) Ltd; In re Hyundai Motor\r\n\tDistributors\n(Pty) Ltd v Smit\n[2000] ZACC 12\n;\n2001 (1) SA 545\n(CC) paras 21-26.\n10\n6\r\n\ted by The Rt Hon The Lord Woolf, Jeffrey Jowell QC, Andrew Le Sueur,\r\n\tassisted by Catherine M. Donnelly para 5-146. See too,\nAdministrator, Cape v Associated Buildings Ltd\n1957 (2) SA\r\n\t317\n(A) at 323G-H:\nSA Freight Consolidators (Pty) Ltd v Chairman,\r\n\tNational Transport Commission\n1987 (4) SA 155\n(W), relying on\r\n\tthe extensive treatment of the subject by Marinus Wiechers:\nAdministrative Law\npp 51-56.\n11\nSee\r\n\tLanga CJ in\nInvestigating Directorate: Serious Offences,\nabove,\r\n\tparas 21-26.\n12\n1908\r\n\tTH 165.\n13\nAt\r\n\tp. 175.\n14\nCf\nOudekraal Estates (Pty) Ltd v City of Cape Town\n2004 (6) SA\r\n\t222\n(SCA), and numerous cases that have followed it.\n15\nAbove.\n16\n2010\r\n\t(3) SA 601\n(SCA).",
  "scraped_at": "2026-02-11T20:42:55.652943",
  "date": "2010-11-25",
  "coram": [
    "MPATI P",
    "NUGENT",
    "MHLANTLA JJA"
  ],
  "case_number": "345/09",
  "parties": {
    "applicants": [
      "MPUTUMI CAMARON MANANA"
    ],
    "respondents": [
      "KING SABATA DALINDYEBO MUNICIPALITY"
    ]
  },
  "sections": {
    "facts": "The appellant, Mr Manana, was employed by the Umtata Transitional Local Council and later by the merged municipality. On 3 November 2006 the municipal council passed a resolution appointing him as Manager: Legal Services (grade 3) effective 10 August 2006 and ordering back‑pay from that date. He acknowledged the appointment, but the municipality never adjusted his salary. After requesting the adjustment, the municipal manager indicated the appointment was under review for alleged maladministration. Mr Manana commenced proceedings in December 2006 seeking salary, back‑pay and an order to implement the council’s resolution.",
    "issues": "1) Whether the municipal council’s resolution appointing Mr Manana was valid and binding despite the municipality’s argument that appointment powers reside with the municipal manager under s55(1) of the Municipal Systems Act. 2) Whether the council’s resolution, although allegedly irregular, must be executed until it is rescinded or set aside. 3) Whether the court had jurisdiction to hear the claim for contractual remuneration. 4) The appropriate remedy and costs.",
    "principles": "The Constitution vests executive authority, including the power to appoint staff, in the municipal council; legislation may delegate functions but cannot divest the council of that authority. s55(1) of the Municipal Systems Act confers administrative powers on the municipal manager without removing the council’s ultimate executive power. Established case law (Grace v McCulloch) holds that once a council adopts a resolution, officials must execute it until it is formally rescinded or declared invalid by a court. The jurisdictional view from Chirwa was later clarified by Gcaba, confirming the lower court’s jurisdiction to hear contractual claims.",
    "application": "The court held that the council’s resolution was a proper exercise of its executive authority and, despite the municipality’s contention, was binding on the municipality. The alleged irregularities did not render the resolution void pending a formal rescission. Accordingly, the municipality was obliged to honour the appointment, pay the salary and back‑pay due, and adjust Mr Manana’s remuneration. The appeal was heard in the absence of municipal representation, but the court exercised its power to set aside the lower court’s order and substitute the proper order.",
    "conclusion": "The appeal was upheld. The municipality was ordered to account for and pay Mr Manana salary and back‑pay arising from his appointment as Manager: Legal Services, to make the necessary salary adjustments forthwith, and to pay the costs of the application, including costs of the earlier hearing of the appeal."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Employment Contract",
    "level_3": [
      "municipal council authority",
      "salary back pay",
      "contract of employment",
      "jurisdiction"
    ]
  }
}