{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/138.html",
  "case_name": "Naude and Another v S (488/10) [2010] ZASCA 138; [2011] 2 All SA 517 (SCA) (16 November 2010)",
  "citation": "[2010] ZASCA 138",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 138\n|\nNoteup\n|\nLawCite\nNaude and Another v S (488/10) [2010] ZASCA 138; [2011] 2 All SA 517 (SCA) (16 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 488/10\nKASHIEF NAUDE\n...............................................................................................\nFirst\r\nAppellant\nGARRETH SOLOMONS\n................................................................................\nSecond\r\nAppellant\nand\nTHE\r\nSTATE\n.............................................................................................................\nRespondent\n________________________________________________________________\nNeutral citation:\nNaude &\r\nanother v S\n(488/10)\n[2010] ZASCA 138\n(16 November 2010)\nCORAM:\nNavsa, Nugent JJA and K Pillay AJA\nHEARD:\n1 November 2010\nDELIVERED:\n16 November 2010\nSUMMARY: Approach to evaluation of\r\nevidence ─ totality of evidence to be considered ─\r\nfailure by accused to testify\nin circumstances calling for an answer\r\n─ court unlikely to reject credible evidence which an accused\r\nhas chosen not to deny\n─ in such instances an accused’s\r\nfailure to testify almost bound to strengthen the case of the\r\nprosecution.\n________________________________________________________________\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape\r\nHigh Court (Cape Town) (Donen AJ sitting as court of first instance).\n1. The appeals by the appellants\r\nagainst their convictions are dismissed.\n2. The appeal by the first appellant\r\nagainst all the sentences imposed is dismissed.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (NUGENT JA and K PILLAY AJA\r\nconcurring)\n[1] At approximately 03h30 on the\r\nmorning of 7 May 2004, 39 gunshots were fired in a house situated at\r\n58, 15\nth\nStreet, Bishop Lavis, in the heart of the Cape\r\nFlats. Four occupants of the house were killed. The fifth, Ms Liezel\r\nVan Heerden,\n15 years old at the time and pregnant, despite\r\nsustaining 25 gunshot wounds, miraculously survived. Her\r\nidentification of one of\nthe assailants, Mr Marco Moosa, set in\r\nmotion a sequence of events resulting in him being convicted in the\r\nCape High Court\ntogether with the two appellants, of four counts of\r\nmurder and one of attempted murder.\n[2] The two appellants are Mr Kashief\r\nNaude and Mr Garreth Solomons. Mr Moosa and Mr Solomons\r\nwere also convicted\non two counts of contravening the\nFirearms\nControl Act 60 of 2000\n, on the basis that they had been in unlawful\r\npossession of the firearms and ammunition that were used in the\r\nshooting referred\nto above ─ the ballistics evidence adduced by\r\nthe State showed that three weapons had been discharged at the Van\r\nHeerden\nhouse. I shall refer to the appellants as Kashief and Garreth\r\nrespectively.\n[3] The four people killed in the\r\nattack on the house were Liezel’s mother, Ms Beverley Van\r\nHeerden, her brother Leon\nVan Heerden, her mother’s boyfriend,\r\nMr Henry Martin, and Leon’s friend, Mr Lucius McKenzie.\n[4] In respect of each count of murder\r\nMr Moosa was sentenced to life imprisonment. He received the same\r\nsentence in respect of\nthe count of attempted murder. On each of the\r\ntwo remaining counts he was sentenced to three years’\r\nimprisonment. The sentences\nare to run concurrently. On each of the\r\ncounts of murder and on the count of attempted murder Kashief was\r\nsentenced to 20 years’\nimprisonment. All the sentences were\r\nordered to run concurrently. On each of the first five counts Garreth\r\nwas sentenced to life\nimprisonment and on each of the remaining\r\ncounts he was sentenced to five years’ imprisonment. Kashief\r\nand Garreth both appeal\nagainst their convictions on the basis of the\r\ninsufficiency of evidence. In addition, Kashief appeals against the\r\neffective sentence\nof 20 years’ imprisonment. Their appeals are\r\nbefore us with the leave of the court below (Donen AJ). Mr Moosa, for\r\nthe reasons\nthat appear hereafter, understandably, did not appeal\r\nagainst his convictions and related sentences.\n[5] In order to determine the\r\ncorrectness of the convictions and the sentence imposed on Kashief it\r\nis necessary to have regard\nto the material parts of the evidence\r\nadduced by the State and to the factors associated with sentencing. I\r\nwill, in due course,\ndeal with the relevant submissions on behalf of\r\nthe appellants.\n[6] It is abundantly clear that the\r\nevidence implicating Mr Moosa was overwhelming. First, there was the\r\nevidence of Liezel Van\nHeerden. According to her Mr Moosa had until\r\nrecently been good friends with Leon and had been a frequent visitor\r\nto the house\nand sometimes stayed over. She testified that on the\r\nmorning in question Mr Moosa had gained entry to their house by\r\ntelling\nher mother that his motor vehicle had run out of petrol.\r\nAfter gaining entry she had heard him wake Leon by announcing his\r\npresence\nand then heard shots being fired. A shot passed through the\r\ndoor and struck her in her leg. Shortly thereafter someone else who\n\nhad accompanied Mr Moosa entered her room and shot her 24 times. From\r\nwhere she lay on the floor she saw Mr Moosa standing in the\nliving\r\nroom. After the shooting she saw him flee with another man, whom she\r\ncould not identify. It was that vital information,\nimparted by Liezel\r\nwhilst in an ambulance at the scene shortly after the shooting, which\r\nled the police to Mr Moosa and subsequently\nto the appellants\r\nand to all the women who had been in their company in the hours\r\nbefore the shooting took place.\n[7] Second, Mr Moosa had made a\r\nstatement to the police admitting that he went to the house armed but\r\ndenied that he had shot anyone.\nIn the statement he said that he was\r\nsurprised when Garreth started shooting, causing him to flee,\r\nseemingly in horror. In short,\nhe transferred the blame to Garreth.\n[8] Third, the police testified that\r\nhe had led them to a house at which they found a firearm that was\r\npositively linked to the\nshooting.\n[9] Fourth, the person at whose house\r\nthe gun was found testified that he had received a phone call from\r\nsomeone identifying himself\nas Marco at approximately 04h00 on 7 May\r\n2004. That person requested him to keep an item that would be thrown\r\ninto his yard. That\nitem was the firearm referred to in the preceding\r\nparagraph, which the witness retrieved later that morning. The only\r\nMarco known\nto the witness was Mr Moosa.\n[10] It is necessary to record that a\r\nfootprint track left in the blood on the floor of the Van Heerden\r\nhouse was admittedly that\nof Mr Moosa and it pointed in the direction\r\nof the front door. Furthermore, it was unchallenged that in the weeks\r\nleading up to\nthe shooting incident the relationship between Leon and\r\nMr Moosa had soured. Significantly, evidence was led by the State to\r\nthe\neffect that Mr Moosa had planted the idea in Garreth’s\r\nhead that the latter’s girlfriend, Ms Faranaaz Naude,\n\nKashief’s sister, was having an affair with Leon Van Heerden. I\r\nshall refer to Ms Naude as Faranaaz.\n[11] An important part of the State’s\r\ncase against Mr Moosa and the appellants was the testimony of Ms\r\nRugaya Solomons, who\nat the time of the shooting incident was\r\nKashief’s girlfriend. According to her, the appellants, Mr\r\nMoosa and Faranaaz were\nall still together at her house in Retreat at\r\napproximately midnight leading into the morning of 7 May 2004. She\r\ntestified that\nexcluding her, the rest of the party then left\r\ntogether in Mr Moosa’s motor vehicle, ostensibly to take\r\nFaranaaz home\nto Bridgetown where, it appears she had to do or\r\ncollect something. They also intended to drop Mr Moosa off at\r\nthe airport\nwhere he worked.\n[12] Ms Solomons testified that she\r\nexpected the appellants and Faranaaz to return as arrangements had\r\nbeen made earlier for all\nof them to sleep at her house. It was a\r\nmatter of concern that a long time had passed without them returning\r\nand without her hearing\nfrom Kashief. Consequently, at approximately\r\n04h00, she called Garreth on his cellular telephone because Kashief\r\ndid not own one.\nGarreth answered and she asked him to hand the phone\r\nto Kashief. She enquired about their whereabouts and was told that\r\nthey were\nwaiting for Faranaaz. She was informed that they had just\r\ncome from Mr Moosa’s house. After ringing off she attempted\r\nalmost\nimmediately thereafter to once again reach Garreth\r\ntelephonically. When there was no answer she rang off.\n[13] Importantly, Ms Solomons\r\ntestified that the appellants and Faranaaz returned to her home\r\nbetween 05h00 and 05h30 on the morning\nof 7 May 2004, which was\r\nshortly after she had spoken to Kashief telephonically. Although she\r\ndid not look to see in which vehicle\nthey arrived it is clear from\r\nher earlier evidence, referred to above, that they had left her house\r\nin Mr Moosa’s vehicle.\nIt is equally clear that his vehicle was\r\ntheir sole means of transport during that night leading into the next\r\nmorning. Ms Solomons\nrecalled that after the others had returned\r\nFaranaaz had asked her for cigarettes. Ms Solomons then went to\r\nsleep alongside\nKashief whilst Faranaaz and Garreth went to another\r\nroom. She and Kashief were roused by the police at approximately noon\r\non 7\nMay 2004. Faranaaz and Garreth were no longer there nor was\r\nMr Moosa’s motor vehicle. In this she was corroborated by\n\nthe evidence of the police.\n[14] The evidence by the police that\r\nwhen they arrived at Ms Solomon’s house on 7 May 2004 and\r\nexplained the purpose of their\nvisit she immediately turned to\r\nKashief and enquired what he had done that morning was unchallenged.\n[15] It is significant that although\r\nKashief’s legal representative, with reference to a call log\r\nsupplied by a cellular telephone\noperator, questioned the accuracy of\r\nMs Solomons’ recall of the time at which she made cellular\r\ntelephone calls during the\nmorning of 7 May 2004, it was never\r\ndisputed that the exchanges referred to in para 10 involving her and\r\nthe appellants took place.\nMore importantly, it was never put to Ms\r\nSolomons by Kashief’s legal representative that she was either\r\nmistaken or lying\nabout the time he arrived back at her home with\r\nGarreth and Faranaaz on the morning of 7 May 2004, namely, between\r\n05h00 and 05h30.\n[16] When Ms Solomons was\r\ncross-examined by Garreth’s legal representative it was clear\r\nthat she was unsure of cellular telephone\nnumbers and the exact times\r\nat which calls were made. Nonetheless, she repeated that she had had\r\nthe conversation with Garreth\nand Kashief referred to in para 10.\r\nWhilst it was put to her that Garreth denied that he had returned to\r\nher house at approximately\n05h00 on 7 May 2004, she was never\r\nchallenged on her evidence that the telephone conversation referred\r\nto above had occurred. Put\ndifferently, it was never put to her that\r\nGarreth denied that such a conversation had taken place or that he\r\nhad handed the cellular\ntelephone to Kashief. It bears mentioning\r\nthat the call log produced by the relevant cellular telephone\r\noperator showed a number\nof phone calls made on 7 May 2004 between\r\n03h00 and 05h00 from Ms Solomons’ cellular telephone.\n[17] Shortly after the shooting\r\nincident Ms Solomons supplied the police with a statement and it\r\nwas never suggested that her\nevidence in court differed from what she\r\nhad told them. In short, her version of material events remained\r\nconsistent. Her responses\nto the police were spontaneous and\r\nunguarded.\n[18] It was submitted on behalf of the\r\nappellants that Ms Solomons’ evidence could not be accepted\r\nbecause it was contradicted\nby Faranaaz who was also a witness for\r\nthe prosecution. That submission will be dealt with later. At this\r\nstage it is necessary\nto consider the material parts of Faranaaz’s\r\nevidence. She agreed that the appellants had been together at\r\nMs Solomons’\nhome during the night of 6 May 2004. She\r\ntestified that, excepting Ms Solomons, they later all departed from\r\nthe house in Mr Moosa’s\ncar and went to Bridgetown. When they\r\narrived at Faranaaz’s house she and Garreth went to sleep,\r\nwhilst Mr Moosa and Kashief\nwent into another room. She awoke when Mr\r\nMoosa asked her to iron his shirt and jacket for work. She did not\r\nknow what he had done\nwith the shoes he had been wearing the night\r\nbefore but when he dressed for work he wore his work shoes. When she\r\nwent back to\nbed, after ironing the clothes, Mr Moosa and Kashief\r\nwere still there. Garreth remained sleeping. When she awoke later\r\nthat morning\nMr Moosa’s vehicle was not on the premises and\r\nneither he nor Kashief were on the premises. In essence Faranaaz\r\nprovided\nan alibi for Garreth, the father of her child. It is thus\r\ntrue that in material respects her evidence contradicts Ms Solomons.\n[19] It is common cause that Faranaaz\r\nmade two statements to the police which are contradictory. In the\r\nfirst, made on the day of\nthe shooting, she stated that Garreth had\r\nbeen with her from around 21h30 on the night of 6 May 2004 and had\r\nremained with her\nuntil the police brought them to the police station\r\nfor questioning. In the second, made on 8 May 2004, she stated that\r\nMr Moosa\nand the appellants had dropped her at her home in Bridgetown\r\nafter midnight and were away for a considerable length of time before\n\nthey returned. According to her, she made the second statement, which\r\nhad negative implications for the appellants because the\npolice had\r\nthreatened to have her jailed if she did not do so. This, of course,\r\nwas denied by the police.\n[20] It is now necessary to look at\r\nother evidence involving the appellants. After a-trial-within-a-trial\r\na statement made to the\npolice by Kashief was allowed into evidence\r\nby the court below. In the statement Kashief admitted that during the\r\nmorning of 7\nMay 2004 he had driven Mr Moosa’s motor vehicle to\r\na position close to the Van Heerden house in Bishop Lavis, having\r\nbeen\ndirected there by the latter. Garreth was also in the motor\r\nvehicle. Acting on Mr Moosa’s instructions Kashief had parked\n\nthe motor vehicle on the pavement, alongside a high wall. He remained\r\nin the motor vehicle whilst the other two got out. They returned\na\r\nwhile later and both appeared normal. He then drove to Bridgetown. En\r\nroute Ms Solomons phoned him twice on Garreth’s\ncellular\r\ntelephone. She asked about their whereabouts. He lied and told her\r\nthat they had just been to Mr Moosa’s house.\nHe did this\r\nbecause he was afraid that she would suspect that he was involved\r\nwith other women. According to Kashief’s statement,\nafter they\r\nhad arrived in Bridgetown, Mr Moosa asked Faranaaz to iron his\r\nclothes for work, which she did. Kashief dropped Mr Moosa\noff at work\r\nand then fetched Garreth and Faranaaz in Bridgetown, whereafter they\r\ndrove to Ms Solomons’ house in Retreat.\n[21] Mr Abdoel Karriem Orrie, whom it\r\ntook the police years to trace, testified that at approximately 08h00\r\non 7 May 2004, whilst\nhe was at his house in Newfields, he received a\r\ntelephone call from Garreth. He was asked to meet Garreth at a place\r\nnearby. He\ndid so and encountered Garreth and Faranaaz in Mr Moosa’s\r\ncar. He was asked by Garreth to drop the two of them in Bridgetown\n\nand to then leave the car at Ms Solomons’ house in Retreat. He\r\ndid as he was asked. On the way to Bridgetown he asked why\nthey had\r\ncome to him so early in the morning, to which Garreth replied that he\r\nhad just committed a ‘massacre’. According\nto Mr Orrie,\r\nFaranaaz looked troubled, as if she had seen a ghost.\n[22] Furthermore, Mr Orrie testified\r\nthat he had been in the company of Garreth and Mr Moosa when the\r\nlatter engaged in a telephone\nconversation with Leon Van Heerden.\r\nAccording to Mr Orrie, it was immediately after that telephone\r\nconversation that Mr Moosa had\nplanted the idea in Garreth’s\r\nhead that Leon was having an affair with Faranaaz. Linked to this is\r\nthe further testimony\nof Mr Orrie that Garreth had given him an\r\nexpensive watch, which he indicated Leon had handed him as a gift.\r\nGarreth explained\nthat he wanted to get rid of it because Leon was\r\nbeing sexually intimate with Faranaaz. Mr Orrie sold the watch. This\r\naspect of\nhis evidence was unchallenged.\n[23] A neighbour of the Van Heerdens,\r\nMs Charlene Claassen, who at the relevant time lived one house away\r\nfrom the T-junction between\n15\nth\nStreet and Maitland Road,\r\nBishop Lavis and whose erf borders on their backyard, testified in\r\nsupport of the State’s case.\nAccording to her, she awoke\r\nshortly before the shooting occurred because she was hungry. She was\r\npreparing something to eat when\nshe heard a motor vehicle playing\r\nloud music go past her house in Maitland Street and travel beyond the\r\nT-junction. She then heard\nthe motor vehicle turn around and stop\r\nclose to her house. The music was no longer playing. A short while\r\nthereafter she heard\nshots being fired. She heard at least two people\r\njumping over the wall from the Van Heerden house into her property\r\nand then heard\ntwo doors slam and the car drive away. A short while\r\nthereafter Liezel Van Heerden screamed for help. All of the\r\nneighbours who\ntestified that they had become aware of the shooting\r\ndid not hear any music in the vicinity before or afterwards.\r\nAccording to\none neighbour, the gunshot sounds were so severe that\r\nhis venetian blinds rattled at a distance of approximately 24 metres\r\nfrom\nthe Van Heerden house. None of the neighbours heard or saw a\r\nmotor vehicle in the immediate vicinity of Liezel’s house after\n\nthe shooting, other than motor vehicles connected with the household.\n[24] The statement by Kashief,\r\nreferred to above, and a subsequent pointing out by him concerning\r\nthe movement and position of Mr\nMoosa’s motor vehicle during\r\nthe morning in question, which was admitted into evidence, ties in\r\nneatly with Ms Claassen’s\ndescription of what she had heard. It\r\nis necessary to record that during the pointing out, Kashief, for the\r\nfirst time, stated\nthat the music in the motor vehicle had been\r\nblaring loudly in the time that he was parked in Maitland Street,\r\nwaiting for Garreth\nand Mr Moosa to return and that he had not\r\nheard any shots been fired.\n[25] A pair of Mr Moosa’s shoes,\r\nwhich it is admitted is linked to the footprint track left in the\r\nblood on the floor of the\nVan Heerden house, was found by the police\r\nin the house occupied by Faranaaz and Kashief in Bridgetown.\n[26] In the face of all that is set\r\nout above Mr Moosa, Kashief and Garreth, perilously, as it turns out,\r\ndecided not to testify\nin their own defence.\n[27] The court below considered Ms\r\nSolomons a credible witness and accepted her evidence of what had\r\noccurred in the hours leading\nup to the incident and thereafter. It\r\nrejected the evidence of Faranaaz. Unsurprisingly, it considered the\r\nmosaic of evidence set\nout above to be such as to warrant a response\r\nfrom the appellants and held it against them that they had not\r\ntestified. It consequently\nconvicted them as described above.\n[28]\r\nI now deal with the contention on behalf of the appellants that the\r\nevidence in support of the State’s case was tenuous\nand\r\nultimately unreliable. It was submitted that since a number of state\r\nwitnesses testified in terms of\ns 204\nof the\nCriminal Procedure Act\n51 of 1977\n1\nand\r\ngiven that a number of them were single witnesses in respect of vital\r\nissues the court below ought to have exercised greater\ncaution in\r\nevaluating their evidence. As indicated above, an important part of\r\nthe appellants’ case is the conflict between\nFaranaaz and Ms\r\nSolomons.\n[29]\r\nIn\nS\r\nv Van der Meyden\n1999\r\n(1) SACR 447\n(W) at 449j-450b, the following is stated:\n‘\nThe\r\nproper test is that an accused is bound to be convicted if the\r\nevidence establishes his guilt beyond reasonable doubt, and the\n\nlogical corollary is that he must be acquitted if it is reasonably\r\npossible that he might be innocent. The process of reasoning\nwhich is\r\nappropriate to the application of that test in any particular case\r\nwill depend on the nature of the evidence which the\ncourt has before\r\nit. What must be borne in mind, however, is that the conclusion which\r\nis reached (whether it be to convict or\nto acquit) must account for\r\nall the evidence. Some of the evidence might be found to be false;\r\nsome of it might be found to be\nunreliable; and some of it might be\r\nfound to be only possibly false or unreliable; but none of it may\r\nsimply be ignored.’\nImportantly,\r\nin that case Nugent J warned against separating evidence into\r\ncompartments and to examine either the defence or State\ncase in\r\nisolation.\n2\nSee\r\nalso\nS\r\nv Van Aswegen\n2001\r\n(2) SACR 97\n(SCA) at 101a-e,\nS\r\nv Trainor\n2003\r\n(1) SACR 35\n(SCA) at 40f-41c and\nS\r\nv Crossberg\n2008 (2)\r\nSACR 317 (SCA) at 349f-i and 354b-g.\n[30] In my view, the court below\r\nevaluated the evidence in terms of what is set out in the preceding\r\nparagraph. It took care to\nconsider the totality of evidence and left\r\nnone of the material evidence out of account. The court below rightly\r\nrejected Faranaaz’s\nalibi evidence and correctly preferred the\r\nevidence of Ms Solomons. Faranaaz had already made contradictory\r\nstatements to\nthe police and her explanation that she was threatened\r\nwith jail if she failed to implicate the appellants causing her to\r\nchange\nher version of events is unconvincing. The court below\r\nconsidered her evidence that on the morning in question she ironed a\r\nshirt\nfor Mr Moosa, to be implausible. I agree. She testified that it\r\nwas stained and smelt of perspiration. It is inexplicable that Mr\n\nMoosa would have taken the trouble to ensure he had work shoes\r\navailable without at the same time ensuring a clean shirt. The\r\nevidence about ironing the shirt was clearly designed to persuade the\r\ncourt that the appellants and Mr Moosa were at her home at\nmaterial\r\ntimes. Faranaaz’s testimony that earlier during the night of\r\n6 May 2004 Kashief and Ms Solomons accompanied\nMr Moosa when he\r\ntook his girlfriend home to Hanover Park, leaving her and Garreth\r\nbehind, makes no sense, particularly when one\ntakes her further\r\nevidence into account, namely, that later that night the appellants\r\ndeparted once again accompanied by her and\ntravelled to her home in\r\nBridgetown. It is not insignificant that Mr Moosa’s shoes that\r\nwere linked to the scene were found\nat her home. It should be borne\r\nin mind that she is still in a relationship with Garreth and has a\r\nchild by him and she is Kashief’s\nsister. She is clearly an\r\ninterested party with a motive to lie.\n[31] Ms Solomons, on the other hand,\r\nwas a credible witness. Her spontaneous reaction when the police\r\nsought to question Kashief\nat her home on 7 May 2004, shortly after\r\nthe shooting, has a ring of truth about it. It will be recalled that\r\nshe immediately enquired\nwhere he had been that morning. She had been\r\nromantically involved with him for a year and had no cause to\r\nimplicate him. On the\ncontrary, it was against her interests to do\r\nso. Ms Solomons was corroborated in material respects by the police\r\nwho did not find\nMr Moosa’s motor vehicle on the property. Mr\r\nOrrie testified that he drove the motor vehicle to her home later\r\nthat day.\nMs Solomons was not challenged on her evidence that she had\r\nengaged in a telephone conversation with Kashief during the time that\n\nhe and Garreth and Mr Moosa were away from her home during the early\r\nmorning hours of 7 May 2004. On the contrary, the statement\nmade by\r\nKashief to the police confirms that such a conversation took place.\r\nShe had ample cause to remember the time at which the\nappellants\r\nreturned to her home. She was questioned by the police only hours\r\nafter the event about murders that had been committed.\nMs Solomons\r\nwas consistent in her version of events and the court below rightly\r\naccepted her evidence.\n[32] Indeed, counsel for Garreth found\r\nhimself unable to submit that Ms Solomons’ evidence was\r\nuntruthful. He was constrained\nto argue only that it is reasonably\r\npossible that she might have been mistaken. The possibility that she\r\nmight mistakenly have\nthought that she had made the phone calls, that\r\nshe was mistaken in thinking that Faranaaz, Kashief and Garreth\r\nreturned to her\nhouse in the early hours, and that she was mistaken\r\nwhen she said that she had thereafter gone to sleep alongside Kashief\r\nwhile\nthe other two went to another room, can be rejected without\r\nmore.\n[33] Whilst it is true, as submitted\r\nby Garreth’s legal representative, that Mr Orrie’s\r\nevidence was not impeccable,\nthe material parts were credible and\r\npartially corroborated. It is correct that the statements he made to\r\nthe police became more\ndetailed and more incriminating over time, the\r\nmost recent being a day before he testified. His explanation for how\r\nthis occurred\nwas corroborated by the police. It had taken them a\r\nlong time to trace him. Mr Orrie had been good friends with Garreth\r\nand was\nscared of him and feared for his life. He had been unwilling\r\nto testify and on one occasion had fled a building where the\r\nprosecution\noffices are housed. He ultimately responded to a subpoena\r\nand testified only after he had been placed in a witness protection\r\nprogram.\nIt is also true that his evidence about the time at which he\r\ndropped the motor vehicle off at Ms Solomons’ house on 7 May\n\n2004 must be incorrect. On that limited aspect it conflicts with her\r\ntestimony and that of the police. The fact that the motor\nvehicle was\r\nreturned without any other explanation proferred by the appellants or\r\nanyone else, supports the essence of his evidence\nin this regard,\r\nnamely, that he returned the motor vehicle as requested by Garreth\r\nwho was accompanied by Faranaaz. He had no cause\nto fabricate that\r\nevidence or that Garreth had told him that he had committed a\r\nmassacre. On the contrary, he was placing his life\nat risk and it was\r\nagainst his interests to do so. In my view, the court below rightly\r\nrelied on the core of his evidence implicating\nGarreth.\n[34] All the evidence set out earlier\r\nwas considered by the court below and it was careful in its detailed\r\nevaluation. The court\nbelow was very aware that it was dealing with a\r\nnumber of witnesses who themselves were implicated in offences in\r\nrespect of which\nthey were required to be warned in terms of\ns 204\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n. It must be mentioned that Ms\r\nSolomons was not such a witness. The court below was conscious of the\r\nneed to be cautious in evaluating\nthe evidence of a single witness,\r\nparticularly one seeking indemnity.\n[35] The court below correctly had\r\nregard to Kashief’s statement to the police and to the related\r\npointing out. Before us,\nhis legal representative rightly conceded\r\nthat he had been an unsatisfactory witness during the\r\ntrial-within-a-trial. The court\nbelow justifiably took into account\r\nthat Kashief at no time explained to anyone the reason for going to\r\nthe Van Heerden house other\nthan stating that he had been directed to\r\ngo there.\n[36]\r\nIt was submitted on behalf of the appellants that because of the\r\nconflict in the evidence of Faranaaz and Ms Solomons, both\nof whom\r\nwere State witnesses, a successful prosecution was precluded. The\r\nsubmission is fallacious. It is not unknown that a witness\nsometimes\r\ngives evidence unfavourable to the party who called him or her. There\r\nis nothing to prevent such a party from calling\nother evidence to\r\ncontradict the witness on matters relevant to the issue.\n3\nIn\r\nthe present case, counsel for the State rightly disclosed a previous\r\ninconsistent statement. The approach to the evaluation of\nevidence at\r\nthe end of the case remains the same as set out in para 29 above. A\r\ncourt will consider the unfavourable evidence alongside\nall the other\r\nevidence tendered. As stated earlier, Faranaaz’s evidence was\r\nrightly rejected and the material contradictory\nevidence adduced by\r\nthe State was correctly accepted, more so, in the light of the\r\nfailure of Mr Moosa and the appellants to testify.\n[37]\r\nThe court below stated that the State produced ‘weighty’\r\nevidence against all of the accused which called for an\nanswer. I\r\nagree. Two months ago this court reiterated that a court is unlikely\r\nto reject credible evidence which an accused has\nchosen not to deny.\n4\nIn\r\nsuch instances an accused’s failure to testify is almost bound\r\nto strengthen the prosecution’s case. In\nS\r\nv Chabalala\n2003\r\n(1) SACR 134\n(SCA) para 21 the following was stated:\n‘\nThe\r\nappellant was faced with direct and apparently credible evidence\r\nwhich made him the prime mover in the offence. He was also\ncalled on\r\nto answer evidence of a similar nature relating to the parade. Both\r\nattacks were those of a single witness and capable\nof being\r\nneutralised by an honest rebuttal. There can be no acceptable\r\nexplanation for him not rising to the challenge. If he was\ninnocent\r\nappellant must have ascertained his own whereabouts and activities on\r\n29 May and be able to vouch for his non-participation.\n. . . To have\r\nremained silent in the face of the evidence was damning. He thereby\r\nleft the\nprima\r\nfacie\ncase\r\nto speak for itself. One is bound to conclude that the totality of\r\nthe evidence taken in conjunction with his silence excluded\nany\r\nreasonable doubt about his guilt.’\nSee\r\nalso\nS\r\nv Boesak\n[2000] ZACC 25\n;\n2001\r\n(1) SACR 1\n(CC) para 24.\n[38] Mr Moosa’s guilt was\r\nclearly established and beyond debate. The appellants were admittedly\r\nin his company shortly before\nthe events in question. On the evidence\r\nreferred to above the inference is irresistible, in the absence of an\r\nexplanation from\nthem, that they were with him at relevant times. On\r\nMr Orrie’s evidence Garreth had told him that he had\r\nperpetrated\na ‘massacre’. Garreth made plans to have Mr\r\nMoosa’s motor vehicle returned to Ms Solomons’ house by\r\nsomeone\nelse shortly after the crimes had been committed, ostensibly\r\nto put distance between him and the motor vehicle. Furthermore, he\n\nhad a motive to harm Leon. It is not necessary to repeat the evidence\r\nimplicating Kashief. Suffice it to say that the court below\nwas\r\ncorrect to conclude that the loud music he was allegedly listening to\r\nappear to be a late fabrication in an attempt to dissociate\nhimself\r\nfrom the dastardly deeds. The evidence against the appellants\r\nestablished their association with Mr Moosa in the perpetration\n\nof the murders. It undoubtedly called for an answer, which was not\r\nforthcoming. In the light of what is set out above both appeals\n\nagainst convictions must fail.\n[39] Insofar as sentence is concerned\r\nit was submitted that if Kashief had indeed been the driver of the\r\ngetaway vehicle, he played\na lesser part than the others to the\r\nextent that a more lenient sentence than that imposed was called for.\r\nIt was contended that\na further consideration which lessened\r\nKashief’s moral culpability was the continuing influence of the\r\ndrugs he and his cohorts\nhad all used during the night of 6 May 2004.\r\nI disagree.\n[40] The court below was satisfied\r\nthat substantial and compelling circumstances existed in respect of\r\nKashief, justifying a sentence\nless than the prescribed minimum. It\r\nconcluded that he must have been in the motor vehicle and held in his\r\nfavour that he must\ntherefore have played a lesser role than the\r\nothers and thought that he might have been under their influence. In\r\nall of this the\ncourt below might have been too generous. On the\r\nevidence presented by the State there was nothing to suggest that\r\nKashief had\nnot fully associated himself with the decimation of an\r\nentire family. Given the manner in which the car had been parked and\r\nthe\nsurreptitious nature of the approach and return from the Van\r\nHeerden household before and after the shooting it is hard to resist\n\nthe inference that all the participants were fully involved in the\r\nplanning and execution of what occurred in the house on that\nfateful\r\nmorning. Kashief maintained his innocence to the end. He chose not to\r\ntestify and there is no basis on which to conclude\nthat he bore\r\ndiminished responsibility. The murders were brutal, bloody and\r\nheinous and deserving of the full force of the law.\nThere is no merit\r\nto the appeal against sentence.\n[41] There are two remaining aspects\r\nthat require brief attention. We were required to read almost all of\r\na record comprising 28\nvolumes and more than 2 500 pages. There\r\nwere substantial parts of the record that were wholly irrelevant and\r\nunnecessary\nto read. The appellants’ legal representatives\r\nconceded as much. It is unfair to the court and unacceptable that\r\nthis occurs.\nRegrettably, this is a recurring trend. Practitioners\r\nare reminded once again to be careful in their practice notes and to\r\nensure\nthat judges are advised to read only such parts of the record\r\nas are necessary. In the event that this trend continues serious\r\nthought will have to be given to engage professional associations to\r\nconsider appropriate sanctions. Consideration will also have\nto be\r\ngiven to court imposed sanctions.\n[42] The final issue that calls for\r\ncomment is the extremely sloppy nature of the police investigation in\r\nthis matter. In the main,\nthis relates to forensic tests that were\r\neither badly conducted or not conducted at all. Counsel for the State\r\nrightly conceded\nthat there was no excuse for the shoddy police work\r\nin this case. Whilst one appreciates the pressure the police are\r\nunder and\nthat they have limited resources there really is no excuse\r\nfor not collecting vital items and not sending those that they have\r\nin their possession for proper testing which would result in more\r\nefficient prosecutions.\n[43] The following order is made:\n1. The appeals by the appellants\r\nagainst their convictions are dismissed.\n2. The appeal by the first appellant\r\nagainst all the sentences imposed is dismissed.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\n1\nst\nAppellant: C B Brand (Attorney)\nFor\r\n2\nnd\nAppellant: P Mihalik\nInstructed\r\nby\nLegal\r\nAid Board, Cape Town\nLegal\r\nAid Board, Bloemfontein\nFor\r\nRespondent: L Badenhorst\nInstructed\r\nby\nThe\r\nDirector of Public Prosecutions, Cape Town\nThe Director of Public Prosecutions,\r\nBloemfontein\n1\nSection\r\n\t204\nprovides that a competent witness called on behalf of the\r\n\tprosecution who will be required to answer questions that may be\r\n\tincriminating\nhas to be informed of that fact and of the obligation\r\n\tto answer the question. It also provides that the court must inform\r\n\tsuch\na witness that if he or she answers all questions frankly and\r\n\thonestly he or she shall be discharged from prosecution with regard\n\n\tto specified offences.\n2\nAt\r\n\t449g-i and see also D T Zeffertt, A P Paizes, A St Q Skeen\nThe\r\n\tSouth African Law of Evidence\n(2003) pp 151-152.\n3\nD\r\n\tT Zeffertt\net al\nop cit\nat pp 746-747.\n4\nMapande\r\n\tv S\n(046/10)\n[2010] ZASCA 119\n(29 September 2010).",
  "scraped_at": "2026-02-11T20:41:37.448619",
  "date": "2010-11-16",
  "coram": [
    "Navsa JA",
    "Nugent JJA",
    "K Pillay AJA"
  ],
  "case_number": "488/10",
  "parties": {
    "applicants": [
      "Kashief Naude",
      "Garreth Solomons"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 7 May 2004, gunmen opened fire on a house at 58 15th Street, Bishop Lavis, killing four people and wounding a fifth, Liezel Van Heerden, who survived. The shooter identified was Marco Moosa, who, together with Kashief Naude and Garreth Solomons, was convicted of multiple counts of murder, attempted murder and firearms offences. Evidence included the survivor’s identification, a police statement by Moosa, footprints linking Moosa to the crime scene, ballistics, a firearm found in Moosa’s vehicle, and testimonies from witnesses such as Ms Rugaya Solomons and neighbours. Both appellants chose not to testify at trial.",
    "issues": "The appellants challenged the sufficiency of the State’s evidence, arguing that key witnesses (Ms Solomons and Faranaaz Naude) gave conflicting accounts and that single‑witness testimony under s204 CPA required caution. They also contended that their failure to testify created reasonable doubt. A separate issue concerned whether Kashief Naude’s 20‑year sentence was excessive given his alleged lesser role and alleged drug influence.",
    "principles": "The court applied the standard that conviction requires proof beyond reasonable doubt, emphasizing the need to consider the totality of evidence (S v Van der Meyden). It reiterated that an accused’s silence can strengthen the prosecution’s case when credible evidence exists (S v Chabalala). The court also considered the credibility of witnesses, the impact of contradictory statements, and the relevance of s204 CPA protections for witnesses.",
    "application": "The court found Ms Solomons a credible and spontaneous witness, while Faranaaz Naude’s testimony was deemed unreliable due to contradictory statements and a motive to protect her brother. The State’s evidence – survivor identification, footprints, firearm linkage, and corroborative testimony from neighbours and Mr Orrie – was held to be compelling. The appellants’ silence was interpreted as a failure to rebut the evidence, reinforcing the inference of guilt. Regarding sentencing, the court concluded that the circumstances justified the 20‑year term and that no merit existed for a reduced sentence.",
    "conclusion": "Both appeals by the appellants were dismissed. Convictions for murder, attempted murder and firearms offences were upheld, and the sentence of 20 years' imprisonment imposed on Kashief Naude was confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "evidence evaluation",
      "failure to testify",
      "witness credibility",
      "sentencing"
    ]
  }
}