{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/5.html",
  "case_name": "The Citizen 1978 (Pty) Ltd v McBride (277/08) [2010] ZASCA 5; 2010 (4) SA 148 (SCA) ; [2010] 3 All SA 46 (SCA) (26 February 2010)",
  "citation": "[2010] ZASCA 5",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 5\n|\nNoteup\n|\nLawCite\nThe Citizen 1978 (Pty) Ltd v McBride (277/08) [2010] ZASCA 5; 2010 (4) SA 148 (SCA) ; [2010] 3 All SA 46 (SCA) (26 February 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 277/08\nTHE\nCITIZEN 1978 (PTY) LIMITED\tFirst\nAppellant\nKEVIN KEOGH\tSecond\nAppellant\nMARTIN\nWILLIAMS\tThird Appellant\nANDREW KENNY\tFourth\nAppellant\nand\nROBERT JOHN\nMcBRIDE\tRespondent\nNeutral\ncitation:\nThe\nCitizen v McBride\n(277/08)\n[2010] ZASCA 5\n(26 February 2010)\nCoram:\tSTREICHER,\nMTHIYANE, PONNAN, MHLANTLA JJA and TSHIQI AJA\nHeard:\t2 NOVEMBER\n2009\nDelivered:\n26\nFEBRUARY 2010\nSummary:\tDefamation\nâ amnesty in terms of\ns 20\nof the\nPromotion of National Unity\nand Reconciliation Act 34 of 1995\nâ persons to whom amnesty had\nbeen granted in respect of an offence no longer considered to have\ncommitted the offence.\nORDER\nOn appeal from: Witwatersrand\nLocal Division (Maluleke J sitting as court of first instance)\nThe following order is made:\n(i)\tThe appeal is partially\nupheld.\n(ii)\tThe appellants are ordered,\njointly and severally, to pay 75% of the respondentâs costs.\n(iii)\tThe order of the court\nbelow is set aside and replaced with the following order:\nâ(a)\tThe fourth, fifth and\nsixth defendants are ordered, jointly and severally, to pay to the\nplaintiff the sum of R150 000\ntogether with interest thereon at\nthe rate of 15,5% per annum calculated 14 days from date of service\nof summons to date of payment.\n(b)\tThe seventh defendant is\nordered jointly and severally with the fourth, fifth and sixth\ndefendants to pay to the plaintiff R100 000\nof the said sum of\nR150 000 in paragraph (a) above, together with interest thereon\nat the rate of 15,5% per annum calculated\n14 days from date of\nservice of summons to date of payment.\n(c)\tThe fourth, fifth, sixth and\nseventh defendants are ordered jointly and severally to pay to\nplaintiff the costs of suit.â\nJUDGMENT\nSTREICHER\nJA\n:  (MHLANTLA &\nTSHIQI JJA\nconcurring)\n[1]\tThe respondent, Robert John\nMcBride, succeeded against the appellants in a defamation action\ninstituted in the Witwatersrand Local\nDivision and was awarded\ndamages in an amount of R200 000, R100 000 thereof against\nthe first, second, third and fourth\nappellants jointly and severally\nand R100 000 thereof against the first second and third\nappellants jointly and severally. The\nlatter was a composite award in\nrespect of several claims. With the leave of the court below the\nappellants now appeal to this court\nagainst the whole of its\njudgment.\n[2]\tThe respondentâs claims\nwere based on editorials and articles published in The Citizen, a\nnewspaper widely distributed throughout\nSouth Africa and widely read\nby the general public. The first appellant (fourth defendant in the\ncourt below) is the publisher and\nthe second appellant (the fifth\ndefendant) is the editor of The Citizen. The third and fourth\nappellants (the sixth and seventh defendants\nrespectively) are\nnewspaper journalists.\n[3]\tOn 10 September 2003, under\nthe heading âMcBride tipped to head Metro copsâ The Citizen\nreported as follows:\nâ\nRobert\nMcBride â former operative in the ANCâs military wing, Umkhonto\nwe Sizwe, who bombed a Durban bar in 1986, killing several\npeople\nincluding three women â could be heading to the Ekurhuleni Metro as\nChief of Police.\nThe\nCitizen\nlearnt from a reliable source inside the Metro that McBride`s name\nwas mentioned as a possible replacement for Mongezi India, the\nformer\nMetro police chief who resigned recently.\n. . .\nMcBride, as an MK\noperative, was attached to a Special Operations Unit. He served four\nyears on death row after being convicted for\nthe car bomb explosion\nat the Magooâs and Why Not bars near the Durban beachfront in 1986.\nHe was widely\ncondemned for the attack on what was widely perceived to be a âsoftâ\ncivilian target though McBride insisted that\nthe pub was frequented\nby SADF military personnel from a nearby barracks. No soldiers were\nkilled or injured in the massive explosion.\nLater McBride\napplied for and was granted amnesty for the attack by the Truth and\nReconciliation Commission (TRC) due largely to the\nfact that the ANC\nclaimed it had ordered McBride to attack the pubs, contrary to its\ninitial denials that it was involved in the\nbombing.\nBut as McBride was\ndeemed to be acting on the orders of a political organisation he\nqualified for amnesty.\nLater he was\narrested and charged with gun running in Mozambique.\nHe claimed that he\nwas in fact part of an undercover investigation into gun running out\nof Mozambique.\nHe was subsequently\nreleased and sent home.â\n[4]\tOn 11 September 2003 the\nfollowing article appeared in the Citizen of that date under the\nheading âNo comment on McBrideâ\nand the sub-heading âTipped as\ntop cop for E Rand metropoleâ:\nâTHE\nEkurhuleni metropole on the East Rand was noncommittal yesterday over\na newspaper report that controversial Foreign Affairs\nofficial Robert\nMcBride could be their next Metro Police Chief.\nMcBride, currently\ndirector at the Department of Foreign Affairs and head of consular\nservices, was sentenced to death during the\napartheid era for his\nrole in the bombing of a Durban beach-front bar.\nThe sentence was\nlater commuted. The Truth and Reconciliation Commission also granted\nhim amnesty.â\n[5]\tThe respondent did not\ncomplain about these articles but based his claim on two editorials\nand five articles that were published\nin The Citizen during the\nperiod 11 September 2003 to 30 October 2003. The first editorial\npublished on 11 September 2003 under the\nheading âHere comes\nMcBrideâ read as follows:\nâ\nROBERT\nMcBrideâs candidacy for the post of Ekurhuleni Metro Police Chief\nis indicative of the ANCâs attitude to crime.\nThey canât be\nserious.\nHe is blatantly\nunsuited, unless his backers support the dubious philosophy: set a\ncriminal to catch a criminal.\nMake no mistake,\nthatâs what he is. The cold-blooded multiple murders which he\ncommitted in the Magooâs Bar bombing put him firmly\nin that\ncategory. Never mind his dubious flirtation with alleged gun dealers\nin Mozambique.\nThose who recommend\nhim should have their heads read.\nMcBride is not\nqualified for the job.\nIf he is appointed\nit will be a slap in the face for all those crime-battered folk on\nthe East Rand who look to the government for\nprotection.â\n[6]\tThereafter in an article\nwritten by the third appellant in response to an invitation to take\npart in a radio debate about forgiveness\nand published under the\nheading âBeware ambush broadcasters operating under false\npretencesâ on 18 September 2003 it was stated:\nâ\nI\nhave no relationship with Robert McBride. It is not for me to forgive\nhim. But his track record as a multiple murderer and a suspect\nin gun\ndealing make him unsuitable as a metro police chief in a country\nwracked by crime.\nForgiveness\npresupposes contrition.\nMcBride still thinks\nhe did a great thing as a âsoldierâ, blowing up a civilian bar.\nHeâs not contrite.\nNeither are Winnie or Boesak. They are not asking for forgiveness.\n. . .\nThose who want to\nforgive McBride donât have to push for him to get this sensitive\njob. The two issues are separate.\nIn fact our comment\nwas not about forgiveness but rather about suitability.â\n[7]\tIn response to a letter from\nthe respondentâs attorneys demanding an apology and claiming\ndamages suffered as a result of defamatory\nallegations in the\neditorial and article, The Citizen on 22 September 2003 under the\nheading âBomber McBride to sue The Citizenâ,\nrepeated the\ncontents of the editorial and said:\nâ\nMcBride\nwas found guilty of the 1986 Durban bombings in which three civilian\nwomen were killed.\nHe was released in\nSeptember 1992, at the same time as multiple murderer Barend Strydom.\nIn 1998 he was\ndetained in a Mozambique jail on suspicion of gun-running.\nNeither his arrest\nnor subsequent release were fully explained.\nThe\nCitizen\ncontinues to believe he is not the right person to be in charge of\nany police force in a major metropole in this crime-ridden country.â\n[8]\tThe editorial and articles\nwere commented upon by the then president of South Africa, Thabo\nMbeki, in his weekly internet newsletter.\nIn this newsletter he said:\nâ\nThe\nANC, its allies and supporters accepted that those who had been\ngranted amnesty would afterwards be treated like any other citizen.\nThere would have been no point to the TRC process if we insisted that\nwe would act in a manner that sought to penalise those who\nhad been\ngranted amnesty.\nDuring the last\nnine-and-a-half years of our liberation, both our movement and\ngovernment have respected this approach.\n. . .\nI do not know\nwhether Mr McBride was ever or is interested to be Chief of\nEkurhuleni Metropolitan Police. I do not know whether he\nhas the\ncompetence to serve in this capacity. What I know is that it would be\nfundamentally wrong that he is denied the possibility\nto be appointed\nto any position, simply because of what he did during our struggle\nfor liberation for which he apologised and for\nwhich he was granted\namnesty. We will not agree that Mr McBride should be condemned for\nhaving been a liberation fighter.\nIn essence what âThe\nCitizenâ is suggesting is that we were wrong to have chosen the\noption of the TRC. It is arguing that Nelson\nMandela was mistaken\nwhen he said so many times in the past â let bygones be bygones!â\n[9]\tThe Citizen thereupon, in an\neditorial published on 20 October 2003, commented as follows under\nthe heading âThabo Mbekiâs\nstraw manâ:\nâ\nYou\nmight think our globe-trotting leader, presiding over a party riven\nby conflict, would have more important things to do than endorse\nbomber Robert McBrideâs right to become Ekurhuleni Metro Police\nChief.\n. . .\nIn\nhis usual circuitous, obfuscatory language, Mbeki hints darkly at\nâthe grave implications of what\nThe\nCitizen\nis seeking to achieveâ.\nHe then wanders off\ndown a side road of his own making, about attitudes to the TRC and\nâthe path of national reconciliationâ.\nRubbish.\nOur coverage was\naimed solely at making the irrefutable point that McBride is\nunsuitable to head any decent police force.\nWe stand by that\nopinion.\nAt his insistence,\nthe Presidentâs functionaries emphasise race in every sphere; so he\ncan spare us the lecture on national reconciliation.â\n[10]\tThe\nnext day, being the 21 October 2003\nThe\nCitizen\npublished an\narticle by the fourth appellant (âthe Kenny articleâ). He\nreferred to President Mbekiâs weekly newsletter and\nsaid:\nâ\nAt\na time of public conflict within the ANC government . . . President\nMbeki devoted his weekly newsletter to attacking The Citizen\nfor\nsuggesting that Robert McBride is unsuitable for high office in the\npolice.\nThe three most\nnotorious non-governmental killers of the late apartheid period were\nClive Derby-Lewis, Barend Strydom and Robert McBride.\nEach was a wicked\ncoward who obstructed the road to democracy.\nDerby-Lewis, who\ntargeted a specific political enemy, Chris Hani, is the only one not\nto be freed. The other two killed innocent people.\nStrydom looked his\nhelpless victims in the eyes before he murdered them. McBride did not\neven do this. He planted a bomb in a bar\nand slunk off, not caring\nwhether it killed men, women or children.\nIt was the act of\nhuman scum.\n. . .\nMcBrideâs bomb was\nplanted in 1986, at a time when apartheid was clearly in retreat and\nwhen legal avenues of resistance were opening\nup.\nHis murder of the\ninnocent women strengthened the hand of die-hard apartheid\nsupporters, and had the effect of prolonging the wretched\nregime.\nContrary\nto Mbekiâs suggestion, I know of few public voices, and not that of\nThe\nCitizen\n,\nwhich opposed the idea of the TRC.\nCourt cases against\nthe criminals of the apartheid era would have taken a thousand years.\nThe TRC was well\nconceived. Its execution, however, was criticised for bias.\nThe more apartheid\nreformed, the greater the violence against it.\nWhen it effectively\nended in 1990, the violence reached its zenith.\nThere were more\npolitical murders per year from 1990 to 1994 than in any year of\napartheid.\nThese were mostly\nignored by the TRC.\nIf the ANC regards\nRobert McBride as a hero of the struggle, it should erect a statue of\nhim â perhaps standing majestically over\nthe mangled remains of he\nwomen he slaughtered.\nIf he wants to serve\nthe community, he should work among Aids orphans or help to improve\nthe provision of pensions to the poor.\nHe should most\ncertainly not be made a policeman.â\n[11]\tOn 22 October 2003 the third\nappellant wrote in The Citizen of that date, under the heading âMbeki\nno conciliatorâ that:\nâFor\nMbeki to project himself as a great supporter of the TRC is\nlaughable. Itâs a ruse to whitewash McBride.\n. . .\nMbekiâs support\nfor bomber McBride is consistent with his long-held view that any\nliberation force action was justified.\nThis unfeeling\nattitude doesnât help genuine reconciliation. For example, in his\nlatest weekly Internet newsletter he airbrushes\nover the horrible\nreality of McBrideâs deed in murdering civilians.â\n[12]\tIn yet another editorial in\nThe Citizen of 30 October 2003 under the heading âMcBride cops jobâ\nit was said:\nâ\nWe\nbelieve we performed a civic duty on September 10 by alerting readers\nto the possibility that Robert McBride could be named Ekurhuleniâs\nMetro Police chief.\nWe said he was not\nthe right person for the job. We maintain that view, as do a great\nmany readers.\nBut obviously a\ndecision had already been taken.\nPresident\nMbeki even devoted one of his lengthy Internet messages to defending\nMcBride and attacking\nThe\nCitizen\n.\nThe bomber has\nsupport in high places, but that doesnât detract from the evil of\nhis multiple murders, or make him a suitable policeman.\nHis appointment\nspeaks volumes about the ANCâs attitude to crime.\nGod help\nEkurhuleni.â\n[13]\tThe respondent thereupon\ninstituted action against the appellants for the payment of damages\nas a result of him having been injured\nin his reputation and dignity.\nIn respect of each of the editorials and articles he alleged that its\npublication was wrongful and\nunlawful in that it was understood by\nreaders and intended to have one or more of the following meanings:\nâ\n13.1\tthat\nthe plaintiff is not suited for the position of Head of the\nEkurhuleni Metro Police Force;\n13.2\tthat the\nplaintiff is a criminal;\n13.3\tthat the\nplaintiff is a murderer;\n13.4\tthat, despite\nthe plaintiff having been a soldier and a disciplined member of\nUmkhonto we Sizwe (âMKâ), the former armed\nwing of the African\nNational Congress (âANCâ), he remains a criminal and a murderer;\n13.5\tthat, despite\nthe plaintiff having participated in the attack on the Magooâs Bar\nas part of the armed struggle waged by the\nANC and MK to eradicate\nthe system of apartheid, he remains a criminal and a murderer;\n13.6\tthat, despite\nthe plaintiff having been granted amnesty in terms of\nsection 20\nof\nAct 34 of 1995 for, inter alia, his participation in the attack on\nthe Magooâs Bar, he remains a criminal and a murderer;\n13.7\tthat, despite\nthe provisions of section 20(10) of Act 34 of 1995 being applicable\nto the plaintiffâs conviction for his participation\nin, inter alia,\nthe attack on the Magooâs Bar, he remains a criminal and a\nmurderer;\n13.8\tthat, despite\nthe plaintiff having been absolved from all liability for, inter\nalia, his participation in the attack on the Magooâs\nBar, he\nremains a criminal and murderer;\n13.9\tthat the\nplaintiff has made common cause, or attempted to make common cause,\nwith gun dealers in Mozambique;\n13.10\tthat the\nplaintiff has been involved in illegal activities with gun dealers in\nMozambique;\n13.11\tthat the\nplaintiff has made common cause, or attempted to make common cause,\nwith criminals in Mozambique;\n13.12\tthat the\nplaintiff has been involved in illegal activities with criminals in\nMozambique; and\n13.13\tthat the\nplaintiff is morally corrupt.â\n[14]\tThe appellants in their plea\ndenied all the aforesaid allegations. In the alternative they raised\na plea of fair comment and\nalleged that the statements in the\neditorials and articles were not statements of fact, but comments\nconcerning matters of public\ninterest, namely the candidacy of\nplaintiff for the post of Ekhurhuleni Metro Police Chief and his\nunsuitability for the post; that\nthe comments were fair and that the\nfacts on which the comments were based were true.\n[15]\tIn answer to a request for\nfurther particulars to identify each and every fact which the\nappellants alleged to be true the appellants\nreplied that the facts\nupon which the comments were based were the following:\nâ\nThe\nPlaintiff is a murderer as a result of him planting a bomb in Magooâs\nBar during 1986, when several people were killed;\nThe Plaintiff was\ndetained in Mozambique on alleged arms trafficking between Mozambique\nand South Africa.â\n[16]\tIn\nsummary, it is alleged by the respondent that the editorials and\narticles are defamatory of him and impaired his dignity in\nthat it is\nstated: (i)  that he is not suited for the position of Head of the\nEkurhuleni Metro Police Force; (ii) that he is a criminal;\n(iii) that\nhe is a murderer; and (iv) that he has been involved in illegal\nactivities with gun dealers in Mozambique.\n1\nThe editorials and articles clearly do contain express statements to\nthe effect that the respondent is not suited for the position\nof Head\nof the Ekurhuleni Metro Police Force; that he is a criminal and that\nhe is a murderer. They also, by implication, contain\na statement that\nthe respondent is morally corrupt. Each of these statements would\naffect the good name and reputation of the respondent\nand is\ntherefore defamatory of him. Each of these statements is also\ninsulting of the respondent and would therefore have impaired\nhis\ndignity.\n2\nThe defences available in respect of defamation are also available in\nrespect of an impairment of dignity. I therefore do not consider\nit\nnecessary to refer to both the impairment of the respondentâs\ndignity and the defamation and shall henceforth, in dealing with\nthe\ndefences raised, only refer to the aspect of defamation.\n[17]\tThe court below held that\nthe allegations of fact commented upon in the editorials and articles\nwere essentially untrue and not\naccurately stated and that the\ndefence of fair comment could for that reason not be sustained.\n[18]\tThe court below would seem\nto have found that the statement that the respondentâs âdubious\nflirtation with alleged gun dealers\nin Mozambiqueâ amounted to a\nstatement that the respondent was actually involved in illegal\nactivities with gun dealers in Mozambique.\nI do not agree. Reference\nto the respondentâs activities in Mozambique is made in the âHere\ncomes McBrideâ editorial, the âBomber\nMcBride to sue The Citizenâ\narticle and the âBeware ambush broadcastersâ article. In the\neditorial it is said that the respondent\nis a criminal ânever mind\nhis dubious flirtation with alleged gun dealers in Mozambiqueâ; in\nthe âBomber McBrideâ article\nthe editorial is repeated and stated\nthat in â1998 he was detained in a Mozambique jail on suspicion of\ngun-runningâ; and in\nthe âBeware ambush broadcastersâ it is\nsaid that âhis track record as a multiple murderer and a suspect in\ngun dealing make\nhim unsuitable as a metro police chiefâ. It is not\nalleged that the respondent was actually involved in illegal\nactivities with\ngun dealers in Mozambique. It is alleged that the\nrespondentâs flirtation with alleged gun dealers in Mozambique is\nsuspicious\nand may have been criminal but that it is not necessary to\nget to the bottom of that to determine whether he is a criminal\nbecause\nthe murders that he committed put him firmly in that\ncategory. In other words it is alleged that the respondent may have\nbeen involved\nin criminal gun dealing in Mozambique or that there are\nfacts indicating that he may have been involved in criminal gun\ndealing in\nMozambique not that he was indeed involved in criminal gun\ndealing. That allegation is itself defamatory of the respondent but\nthat\nis not what he is complaining about, possibly for good reason,\nsuch as a realisation that the defamation could be justified on the\nbasis of truth and public benefit.\n[19]\tThat leaves the defamatory\nstatements that the respondent is not suited for the position of Head\nof the Ekurhuleni Metro Police\nForce, that he is a criminal, a\nmurderer and morally corrupt. The statement that the respondent is a\ncriminal and that he is morally\ncorrupt derives from and thus does\nnot add anything to the statement that he is a murderer. It is\ntherefore only necessary to deal\nwith the statements that the\nrespondent is not suited for the position of Head of the Ekurhuleni\nMetro Police Force and that he is\na murderer.\n[20]\tThe\npublication of a defamatory statement gives rise to a presumption\nthat itâs publication was wrongful and with the intention\nto\ninflict injury. The onus is on a defendant to rebut one or other of\nthese presumptions on a preponderance of probabilities.\n3\nThe lawfulness of a defamatory publication, as in the case of any\nother âharmful act or omission is determined by the application\nof\na general criterion of reasonableness based on considerations of\nfairness, morality, policy and the Courtâs perception of the\nlegal\nconvictions of the communityâ.\n4\nA number of standard defences to an allegation of unlawfulness have\nnevertheless developed. One such defence is the defence of fair\ncomment raised by the appellants. Another such defence is the defence\nof truth for the public benefit. The elements of the defence\nof fair\ncomment are the following:\n(i)\tthe relevant statement must\nconstitute comment (or opinion);\n(ii)\tthe comment must be fair;\n(iii)\tthe facts commented upon\nmust be true; and\n(iv)\tthe\ncomment must be about a matter of public interest.\n5\n[21]\tAccording to the appellantsâ\nplea the matter that was being commented upon, which was a matter of\npublic interest, was the\ncandidacy of the respondent for the post of\nEkurhuleni Metro Police Chief and his suitability for the post. The\ntrue facts upon which\nthat comment was based were, according to the\nappellants, the fact that the respondent was âa murderer as a\nresult of him planting\na bomb in Magooâs Bar during 1986, when\nseveral people were killedâ and the fact that the respondent âwas\ndetained in Mozambique\non alleged arms trafficking between Mozambique\nand South Africaâ.\n[22]\tIn its judgment the court\nbelow summarised the facts which were common cause as follows:\nâ\n[2]\tAt\nall material times during 1986 plaintiff was a member of Mkhonto we\nSizwe (âMKâ), a military wing of the African National\nCongress\nwhich was then involved in an armed struggle for political liberation\nagainst the apartheid security forces of the Republic\nof South\nAfrica. On 14 June 1986 a unit of MK under the leadership of the\nplaintiff and acting within the context of the liberation\nstruggle as\naforesaid, carried out an attack by planting and exploding a car bomb\noutside the Magooâs Bar / Why Not Restaurant,\nin Durban and as a\nresult whereof three female patrons were killed and many other\npatrons were injured. Plaintiff was subsequently\narrested, charged\nand convicted and sentenced to death in 1987 for the three counts of\nmurder and 79 counts of attempted murder and\nother charges related to\nthe operation.\n[3]\tAfter some four\nyears in death row, plaintiff was reprieved from the death sentence\nin 1991 and on 28 September 1992 he was released\nfrom prison.\nPlaintiff applied for amnesty to the TRC (Truth and Reconciliation\nCommission) which was granted on 19 April 2001 in\nterms of section 20\nof the Promotion of National Unity and Reconciliation Act No 34 of\n1995 (the TRC Act) for his conduct in the\narmed struggle including\nthe attack on the Magooâs Bar / Why Not Restaurant which was\ncarried out on 14 June 1986 and for which\nhe was convicted and\nsentenced to death and subsequently reprieved.\n[4]\tDuring March\n1998 plaintiff was arrested and detained for six months in Mozambique\non allegations or suspicions of espionage,\ncriminal conspiracy and\ngunrunning and was subsequently released without being charged after\nthe allegations against him were quashed\nby the Supreme Court of\nMozambique. At the time plaintiff was employed as a foreign affairs\nrepresentative for the National Intelligence\nCoordinating Committee\n(NICCO) Plaintiff had travelled to Mozambique in his private or\npersonal capacity.â\n[23]\tThe question that arises is\nwhether the subsequent granting of amnesty to the respondent rendered\nthe statement that he was a\nmurderer false. In terms of the\nPromotion\nof National Unity and Reconciliation Act 34 of 1995\na committee known\nas the Committee on Amnesty was established to consider applications\nfor amnesty. Amnesty could in terms of\ns 20(1)\nbe granted in\nrespect of offences which related to âan act associated with a\npolitical objective committed in the course of the\nconflicts of the\npast in accordance with the provisions of subsections (2) and (3)â.\nFor example, in terms of subsection (2)(d)\nthe offence had to be\ncommitted by, amongst others, a member of a publicly known political\norganisation or liberation movement in\nthe course and scope of his or\nher duties and within the scope of his or her express or implied\nauthority. It had to be directed\nagainst, amongst others, members of\nthe security forces of the State engaged in a political struggle\nagainst that political organisation\nor liberation movement and had to\nbe committed bona fide in furtherance of the struggle.\n[24]\tSections 20(7)(a), (8) and\n(10) of the TRC Act provide as follows:\nâ\n(7)(a)\tNo\nperson who has been granted amnesty in respect of an act, omission or\noffence shall be criminally or civilly liable in respect\nof such act,\nomission or offence and no body or organisation or the State shall be\nliable, and no person shall be vicariously liable,\nfor any such act,\nomission or offence.â\nâ\n(8)\tIf\nany person â\n(a) \thas been\ncharged with and is standing trial in respect of an offence\nconstituted by the act or omission in respect of which amnesty\nis\ngranted in terms of this section; or\n(b)\thas been\nconvicted of, and is awaiting the passing of sentence in respect of,\nor is in custody for the purpose of serving a sentence\nimposed in\nrespect of, an offence constituted by the act or omission in respect\nof which amnesty is so granted,\nthe criminal\nproceedings shall forthwith upon publication of the  proclamation\nreferred to in subsection (6) become void or the sentence\nso imposed\nshall upon such publication lapse and the person so in custody shall\nforthwith be released.â\nâ\n(10)\tWhere\nany person has been convicted of any offence constituted by an act or\nomission associated with a political objective in\nrespect of which\namnesty has been granted in terms of this Act, any entry or record of\nthe conviction shall be deemed to be expunged\nfrom all official\ndocuments or records and the conviction shall for all purposes,\nincluding the application of any Act of Parliament\nor any other law,\nbe deemed not to have taken place: Provided that the Committee\n6\nmay recommend to the authority concerned the taking of such measures\nas it may deem necessary for the protection of the safety of\nthe\npublic.â\n[25]\tThe respondent was convicted\nof murder but as a result of amnesty having been granted to him the\nconviction is in terms of s 20(10)\nto be deemed not to have\ntaken place and in terms of s 20(7)(a) he cannot be held\ncriminally or civilly liable for the offences\nhe had committed.\n[26]\tThe\nappellants submitted that notwithstanding the granting of amnesty the\nrespondent was a murderer as it was a fact that he\nhad committed the\ncrime of murder and that he was convicted and sentenced to death for\nsuch crime. They tried to derive some support\nfor this submission\nfrom the decision of this court in\nDu\nToit v Minister of Safety and Security and another\n[2008] ZASCA 125\n;\n2009 (1) SA 176\n(SCA) and the decision of\nConstitutional Court on appeal to it.\n7\nIn my view these decisions are of no assistance to the appellants.\nThat case dealt with the effect of amnesty on past events namely\nthe\nlegal consequences that flowed from the commission and conviction of\nan offence which were complete before the date on which\namnesty was\ngranted.\n[27]\tThe epiloque to the\nConstitution of the Republic of South Africa Act 200 of 1993 (the\nInterim Constitution) which in terms of\ns 232(4) thereof is\ndeemed to form part of the substance thereof, provided:\nâ\nThis\nConstitution provides a historic bridge between the past of a deeply\ndivided society characterised by strife, conflict, untold\nsuffering\nand injustice, and a future founded on the recognition of human\nrights, democracy and peaceful co-existence and development\nopportunities for all South Africans, irrespective of colour, race,\nclass, belief or sex.\nThe pursuit of\nnational unity, the well-being of all South-African citizens and\npeace require reconciliation between the people of\nSouth Africa and\nthe reconstruction of society.\nThe adoption of this\nConstitution lays the secure foundation for the people of South\nAfrica to transcend the divisions and strife\nof the past, which\ngenerated gross violations of human rights, the transgression of\nhumanitarian principles in violent conflicts\nand a legacy of hatred,\nfear, guilt and revenge.\nThese can now be\naddressed on the basis that there is a need for understanding but not\nfor vengeance, a need for reparation but not\nfor retaliation, a need\nfor ubuntu but not for victimisation.\nIn order to advance\nsuch reconciliation and reconstruction, amnesty shall be granted in\nrespect of acts, omissions and offences associated\nwith political\nobjectives and committed in the course of the conflicts of the past.\nTo this end, Parliament under this Constitution\nshall adopt a law\ndetermining a firm cut-off date, which shall be a date after 8\nOctober 1990 and before 6 December 1993, and providing\nfor the\nmechanisms, criteria and procedures, including tribunals, if any,\nthrough which such amnesty shall be dealt with at any time\nafter the\nlaw has been passed.\nWith this\nConstitution and these commitments we, the people of South Africa,\nopen a new chapter in the history of our country.â\n[28]\tPursuant to its obligation\nin terms of the Interim Constitution Parliament passed the Promotion\nof National Unity and Reconciliation\nAct 34 of 1995 (âthe Actâ).\nThe provisions of the epiloque were repeated in the preamble to the\nAct. The long title reads: âTo\nprovide for . . . the granting of\namnesty to persons who make full disclosure of all the relevant facts\nrelating to acts associated\nwith a political objective committed in\nthe course of the conflicts of the past . . ..â\n[29]\tAccording\nto the\nShorter Oxford\nDictionary\namnesty\nmeans âforgetfulness; an intentional overlookingâ or âan act of\noblivion, a general overlooking or pardon of past offences\nby the\nruling authorityâ. In\nAzanian\nPeoples Organisation (Azapo) and others v President of the Republic\nof South Africa and others\n[1996] ZACC 16\n;\n1996 (4) SA 671\n(CC) para 35 Mahomed DP said in regard to the meaning\nof the word:\nâ\nThe\nword has no inherently fixed technical meaning. Its origin is to be\nfound in the Greek concept of âamnestiaâ and it indicates\nwhat is\ndescribed by\nWebsterâs\nDictionary\nas âan act of oblivionâ. The degree of oblivion or obliteration\nmust depend on the circumstances. It can, in certain circumstances,\nbe confined to immunity from criminal prosecutions and in other\ncircumstances be extended also to civil liability. Describing the\neffects of amnesty in treaties concluded between belligerent parties,\na distinguished writer states:\nâ\nAn\namnesty is a complete forgetfulness of the past; and as the treaty of\npeace is meant to put an end to every subject of discord,\nthe amnesty\nshould constitute its first article. Accordingly, such is the common\npractice at the present day. But though the treaty\nshould make no\nmention of it, the amnesty is necessarily included in it, from the\nvery nature of the agreement.\nSince\neach of the belligerents claims to have justice on his side, and\nsince there is no one to decide between them (Book III,\nÂ§\n188), the condition in which affairs stand at the time of the treaty\nmust be regarded as their lawful status, and if the parties\nwish to\nmake any change in it the treaty must contain an express stipulation\nto that effect. Consequently all matters not mentioned\nin the treaty\nare to continue as they happen to be at the time the treaty is\nconcluded. This is also a result of the promised amnesty.\nAll\nthe injuries caused by the war are likewise forgotten; and no action\ncan lie on account of those for which the treaty does not\nstipulate\nthat satisfaction shall be made; they are considered as never having\nhappened.\nââ\n[30]\tFrom the aforesaid it is\nclear that the purpose of amnesty provided for in the Interim\nConstitution was to advance reconciliation\nand reconstruction of our\nsociety on the basis that there is no need for retribution or\nvictimisation. Provision had to be made for\nthe reintegration into\nthe South African society of many people who had taken part in the\narmed struggle for liberation. It is, amongst\nother things, to give\neffect to this intention that the Act was passed and that provision\nwas made that a person who had been granted\namnesty in respect of an\noffence should not be criminally or civilly liable in respect of the\noffence, that any entry or record of\nthe conviction should be deemed\nto be expunged from all official documents or records and that the\nconviction should for all purposes\nbe deemed not to have taken place.\n I have no doubt that the intention was not only that people to whom\namnesty had been granted\nshould not be held criminally and civilly\nliable for offences committed by them in the course of the conflicts\nof the past and with\nthe political object of liberation, but also\nthat they should be considered not to have committed the offences and\nthat those offences\nshould not be held against them, so that they\ncould be reintegrated into society. Without an agreement on that\nbasis a negotiated\nsettlement may well not have been possible.\n[31]\tThe\nintention was to close the book on human rights transgressions of the\npast in order to achieve reconciliation. As was said\nby the\nConstitutional Court in the\nDu\nToit\ncase in para 55:\nâ\n[T]he\nprimary aim of the Act was to use the closure acquired as a stepping\nstone to reconciliation for the future. Amnesty was an\nimportant tool\nin this process and one without which the process would not have been\nagreed to by all parties, and could not have\ntaken place.â\nAnd in para 56:\nâ\nThe\nconscious decision by the legislature was that amnesty would allow\npeople not to be trapped in the painful past, but to be given\na\npardoned freedom to go forth and contribute to society. Amnesty may\nforgive the past, but in South Africa it is intended to have\nthe\ninherently prospective effect of national reconciliation and\nnation-building, for the past can never be undone. Only the future\nmay be forged as desired.â\n[32]\tIn\nthe\nAzapo\ncase Didcott J referring to a basic object promoted by the statute\nsaid:\n8\nâ\nOnce\nthe truth about the iniquities of the past has been established and\nmade known, the book should be closed on them so that the\ncatharsis\nthus engendered may divert the energies of the nation from a\npreoccupation with anguish and rancour to a future directed\ntowards\nthe goal which both the postscript to the Constitution and the\npreamble to the statute have set by declaring in turn that\nâ\n.\n. . the pursuit of national unity, the well-being of all South\nAfrican citizens and peace require reconciliation between the people\nof South Africa and the reconstruction of societyâ\nâ\n.\n[33]\tFor these reasons I am of\nthe view that once amnesty had been granted to the respondent he\ncould no longer be branded a criminal\nand murderer in respect of the\noffences in respect of which such amnesty had been granted to him.\nThat is not to say that the respondentâs\nactions and the\nconsequences of his actions are to be considered not to have taken\nplace. It is a fact that the respondent placed\nthe bomb that killed a\nnumber of people and it is a fact that he was convicted of the murder\nof those people. The amnesty granted\nto the respondent could not\nobliterate those facts or erase them from the historical record but\nhad the effect that the respondent\nis no longer considered to be a\ncriminal in respect of the deeds committed by him. The granting of\namnesty was an attempt to shape\nthe future not to undo the past. The\nstatement in the editorials and articles that the respondent is a\nmurderer is therefore false.\n[34]\tI need not address the\nquestion whether a defence of fair comment based on some facts which\nare true and others which are not\ntrue could succeed. Counsel for the\nappellants did not submit that the defence of fair comment in respect\nof the defamatory allegation\nthat the respondent was not suited for\nappointment as Ekurhuleni Metro Police Chief should nevertheless\nsucceed on the basis that\nalthough the allegation that the respondent\nwas a criminal and a murderer was not true, the allegation that there\nwere facts indicating\nthat he may have been involved in criminal gun\ndealing in Mozambique was true. It is quite understandable that they\ndid not do so.\nIt is only in the first editorial, the âBomber\nMcBrideâ article (in which that editorial was repeated) and the\nâBeware ambush\nbroadcastersâ article that the comment is based on\nthe allegation that the appellant is a murderer as well as the\nallegation that\nhe is a suspect in gun dealing. In the other\neditorial and articles the comment is based solely on the allegation\nthat he is a murderer.\n[35]\tIt follows that the\nappellantâs pleaded defence of fair comment on a matter of public\ninterest, being the suitability of the\nrespondent for appointment as\nEkurhuleni Metro Police Chief, should have been dismissed by the\ncourt below on the ground that the\nfacts on which the comment was\nbased are not true.\n[36]\tThe statement that the\nrespondent is not suitable for appointment as Ekurhuleni Metro Police\nChief is not the only defamatory\nstatement on which the respondentâs\naction was based. The action was also based on the allegation that\nthe respondent is a murderer.\nIn respect of this defamatory\nallegation the appellants did not raise a defence apart from the\ngeneral denial of the respondentâs\nallegations. The alternative\ndefence of fair comment namely that the statements made in the\neditorials and articles were not statements\nof fact but comments\nconcerning matters of public interest, was, for the reasons that\nfollow, not intended to apply to the allegation\nthat the respondent\nis a murderer. First, it is not alleged that the question whether or\nnot he was a murderer was of public interest,\nthe public interest\nalleged is âthe candidacy of (the respondent) for the post of\nEkurhuleni Metro Police Chief and his suitability\nthereforâ; and\nsecond, it is specifically stated in the respondentâs further\nparticulars that the alleged comments were based\non the âtrueâ\nfact that the respondent was a murderer.\n[37]\tBefore\nus counsel for the appellants nevertheless submitted that the\nstatement that the respondent was a murderer was not a statement\nof\nfact but in itself constituted fair comment on the facts stated in\nthe article that appeared in the Citizen of 10 September 2003\nâMc\nBride tipped to head Metro copsâ, ie on the facts that led to his\nconviction on several charges of murder and attempted murder,\nas well\nas the fact that he had been granted amnesty. Counsel for the\nappellants submitted that the authors of the editorials and\narticles\nwere simply expressing their opinion that notwithstanding amnesty the\nrespondent was a murderer. Counsel contended that\nthe expression of\nthat opinion was fair. Not having pleaded this defence and having\nstated expressly that it was a fact that the\nrespondent was a\nmurderer, the defence of fair comment is, on the pleadings, not open\nto the appellants in respect of the allegation\nthat the respondent is\na murderer. See in this regard\nGolding\nv Torch Printing & Publishing Co (Pty) Ltd and others\n1948 (3) SA 1067\n(C) at 1083 where Ogilvie Thompson AJ said:\nâ\nAs\na matter of pleading, it is my opinion essential that when the\ndefence of fair comment is raised the plea should, by appropriate\naverment, set out the essential elements whereupon, in the light of\nthe circumstances of the particular case, the defence is founded.â\nBut the defence would in any\nevent have failed had it been properly raised.\n[38]\tWhether\nthe effect of amnesty is that a person who had been convicted of\nmurder is no longer a murderer is a matter on which\nopinions may\ndiffer and such opinion if genuinely held and relevant may constitute\nfair comment.\n9\nThe question is however whether the statement was an expression of\nopinion as contended for by the appellants.\n[39]\tThe appellants submitted\nthat it is explicit in the respondentâs cause of action that\nreaders of The Citizen would have understood\nthe assertion that he is\na murderer as a comment or opinion. The respondent did plead that the\nreaders of The Citizen would have\nunderstood the editorials and\narticles to mean that he is a murderer (i) despite him having been a\nmember of MK; (ii) despite him\nhaving participated in the attack on\nthe Magooâs bar as part of the armed struggle waged by the ANC and\nMK to eradicate the system\nof apartheid; and (iii) despite him having\nbeen granted amnesty. These allegations were, however, made as an\nalternative to the allegation\nthat the editorials and articles were\nunderstood by the readers of The Citizen to mean that the respondent\nis a murderer. The question\nthus remains whether the allegation that\nthe respondent is a murderer was made as a statement of fact or\namounted to comment.\n[40]\tIn\nMarais v Richard and\nanother\n10\nthis court held that in order to determine whether an allegation is a\nstatement of fact or an expression of opinion, the primary\nquestion\nis how the ordinary reasonable reader would have understood it.\nJansen JA, who delivered the judgment, said that whether\nthe ordinary\nreasonable reader would have regarded it as a statement of fact or an\nexpression of opinion should depend largely on\nthe content of the\nallegation, the context in which it is used and the circumstances\nknown to the reader.\n[41]\tA\nstatement that the respondent is a murderer may be intended as a\nstatement of fact or may be intended as a comment based on\ncertain\nfacts. Whether the ordinary reasonable reader would understand it as\nthe one or the other depends on all the circumstances.\nIf made\nwithout reference, express or implied, to the facts upon which the\nstatement is based, more particularly the fact that amnesty\nhad been\ngranted to the respondent, it will be understood as a statement of\nfact and not as comment.\n11\nAbsent amnesty, it is a well known fact that the respondent is a\nmurderer and it is unlikely that anybody who chose to ignore amnesty\nwould be expressing an opinion that he is a murderer.\n[42]\tCounsel\nfor the appellants submitted that in the light of all the relevant\nfacts relating to the offences committed by the respondent\nincluding\nthe fact that amnesty had been granted to him which were notorious\nand had been mentioned in other articles published in\nThe Citizen,\nthe ordinary reasonable reader would have interpreted the statements\nthat the respondent is a murderer as an expression\nof opinion and not\na statement of fact. However, if the statement that the respondent is\na murderer was intended as an expression\nof opinion or a comment, it\nis in the editorials and articles themselves that such an implication\n(either express or implied) of\nthe facts upon which the opinion or\ncomment is expressed must be found. That is so because, as stated\nabove, whatever the prior knowledge\nof the readers about the subject\nmatter, the assertion that the respondent is a murderer may be either\na statement of fact or an\nexpression of opinion and unless, having\nregard to all the circumstances, there is some indication express or\nimplied in the editorials\nand articles that it is the expression of\nan opinion or inference in respect of the relevant facts, it would be\nunderstood by ordinary\nreasonable readers as a statement of fact.\nCompare in this regard\nTelnikoff\nv Matusevitch\n[1992] UKHL 2\n;\n[1992] 2\nAC 343\n(HL). That case concerned a libel action brought by Telnikoff\nagainst Matusevitch based on a letter written by Matusevitch to a\nnewspaper\nin reaction to an article written by Telnikoff and\npublished by the newspaper. One of the issues to be decided was\nwhether statements\nmade in the letter were statements of fact or\ncomment and the question arose whether regard could be had to the\nwhole of the article,\n not only the sentence from it quoted in the\nletter, to determine this issue. The house of lords held that it was\nnot permissible\nto do so. Lord Keith of Kinkel said:\n12\nâ\nIn\nmy opinion the letter must be considered on its own. The readers of\nthe letter must have included a substantial number of persons\nwho had\nnot read the article or who, if they had read it, did not have its\nterms fully in mind. If to such persons the letter appeared\nin\nparagraphs 6 and 7 to contain statements of fact about what the\nplaintiff had written in his article, which as I have already\nindicated might well be the case, then in the eyes of those persons\nthe plaintiff would clearly be defamed. The matter cannot turn\non the\nlikelihood or otherwise of readers of the letter having read the\narticle. In some cases many readers of a criticism of some\nsubject\nmatter may be familiar with that subject matter but in other cases\nvery few may be, for example where that subject matter\nis a speech\ndelivered to a limited audience. The principle must be the same in\neither case.â\nHe added at 354B-C:\nâ\nThere\ncan be no doubt that where the words complained of are clearly to be \nrecognised as comment, and the subject matter commented\non is\nidentified, then that subject matter must be looked at to determine\nwhether the comment is fair.â\n[43]\tIn the âHere comes\nMcBrideâ editorial it is stated that the respondent committed cold\nblooded multiple murders. That statement\nis repeated in the article\nâBomber McBride to sue The Citizenâ and then the author of the\narticle added:\nâ\nMcBride\nwas found guilty of the 1986 Durban bombings in which three civilian\nwomen were killed.\nHe was released in\nSeptember 1992, at the same time as multiple murderer Barend\nStrydom.â\nIn the âBeware ambush\nbroadcastersâ article it is said that the respondent has a track\nrecord as a multiple murderer. In the Kenny\narticle reference is\nagain made to the murders committed by the respondent and he is\nunfavourably compared with Clive Derby-Lewis\nand Barend Strydom.\nClive Derby-Lewis was convicted of the murder of Chris Hani and\nBarend Strydom was convicted of the murder of\nseveral people. In the\nâMbeki no conciliatorâ article reference is again made to âMc\nBrideâs deed in murdering civiliansâ.\nIn the editorial âMcBride\ncops jobâ it is said:\nâ\nThe\nbomber has support in high places, but that doesnât detract from\nthe evil of his multiple murders, or make him a suitable policeman.â\nIn none of these editorials or\narticles is any mention made of the fact that amnesty had been\ngranted to the respondent and in none\nof them is any express or\nimplied indication to be found that a comment or opinion in respect\nof the effect of amnesty on the offences\ncommitted by the respondent\nis being expressed. In the absence of any such indication it is not\npossible to construe the statement\nthat the respondent is a murderer\nsimply as an expression of an opinion on the effect of amnesty.\nMoreover, in the Kenny article\nthe respondent is classified in the\nsame category as Derby-Lewis and Barend Strydom both of whom had not\nbeen granted amnesty which\nin itself is an indication that, far from\nexpressing an opinion on the effect of amnesty, the fact that amnesty\nhad been granted\nto the respondent was ignored by the author.\n[44]\tFor these reasons, had a\ndefence of fair comment been raised in respect of the defamatory\nallegation that the respondent is a\nmurderer, it would not have\nsucceeded. It follows that the respondentâs action in the court\nbelow in so far as it is based on the\ndefamatory allegations that he\nis unsuited to be appointed to the post of Ekhurhuleni Metro Police\nChief and that he is a criminal,\na murderer and morally corrupt\nshould have succeeded whereas it should not have succeeded in respect\nof the allegation that he had\nbeen involved in illegal activities\nwith gun dealers in Mozambique.\n[45]\tI now turn to the question\nof damages. The court below awarded R100 000 damages against the\nfirst to fourth appellants jointly\nand severally in respect of the\nKenny article and an additional R100 000 against the first to\nthird appellants in respect of\nthe other articles. It must have done\nso because the Kenny article contained no reference to the\nrespondentâs activities in Mozambique\nand because the statement\nthat the respondent is a murderer were repeated several times over a\nperiod of more than a month.\n[46]\tBefore us counsel for the\nappellants did not persist in an argument advanced in their heads of\nargument that, in the event of\nthis court finding that the appeal in\nrespect of the appellantsâ liability should be dismissed the court\nbelow misdirected itself\nin respect of its award of damages. However,\nthe damages awarded against the first, second and third appellants\nhave to be adjusted\nin the light of my finding that the court below\nshould not have found that they had made the defamatory allegation\nthat the respondent\nhad been involved in illegal activities with gun\ndealers in Mozambique. In my view a fair and just adjustment would be\nto reduce\nthe award against the first, second and third appellants by\nan amount of R50 000.\n[47]\tThe downward adjustment of\nthe damages awarded to the respondent should not have any effect on\nthe costs order made by the court\nbelow. On appeal the fourth\nappellant has achieved no success. He should therefore be liable for\nthe respondentâs costs of appeal,\nbut only in respect of the claim\nagainst him. The other appellants have achieved a measure of success\nin having had the damages awarded\nagainst them reduced by R50 000.\nBut although the damages award, which is a composite award in respect\nof several claims, is\nreduced, their appeal is largely unsuccessful.\nIn this court the question whether the respondentâs action should\nhave succeeded\nin respect of the allegations in respect of his\nactivities in Mozambique was of relatively minor importance. Some\nrecognition should\nnevertheless be given in the costs order to the\nlimited success achieved by the appellants on appeal. In my view it\nwould be fair\nand just if the respondent is awarded 75% of his costs\non appeal against the appellants jointly and severally.\n[48]\tIn the result the following\norder is made:\n(i)\tThe appeal is partially\nupheld.\n(ii)\tThe appellants are ordered,\njointly and severally, to pay 75% of the respondentâs costs.\n(iii)\tThe order of the court\nbelow is set aside and replaced with the following order:\nâ(a)\tThe fourth, fifth and\nsixth defendants are ordered, jointly and severally, to pay to the\nplaintiff the sum of R150 000\ntogether with interest thereon at\nthe rate of 15,5% per annum calculated 14 days from date of service\nof summons to date of payment.\n(b)\tThe seventh defendant is\nordered jointly and severally with the fourth, fifth and sixth\ndefendants to pay to the plaintiff R100 000\nof the said sum of\nR150 000 in paragraph (a) above, together with interest thereon\nat the rate of 15,5% per annum calculated\n14 days from date of\nservice of summons to date of payment.\n(c)\tThe fourth, fifth, sixth and\nseventh defendants are ordered jointly and severally to pay to\nplaintiff the costs of suit.â\n_________________\nP E STREICHER\nJUDGE OF APPEAL\nMTHIYANE\nJA\n: (dissenting)\n[49]\tI have had the benefit of\nreading the judgment of my colleague, Streicher JA and regret that I\nam unable to agree with the reasoning\nand the conclusion to which he\nhas come. The reason, which relates to the claim of defamation based\non the statement that the plaintiff\nwas unfit for appointment as a\nMetro Police Chief because he is a murderer, is that we differ over\nthe proper interpretation of the\nrelevant provisions of the Promotion\nof National Unity and Reconciliation Act 34 of 1995 (âthe TRC\nActâ). That difference will\nneed to be explained more fully after\ndealing with the basis for the respondentâs (plaintiffâs) claim\nand the relevant legal\nprinciples. Broadly speaking however we are in\nagreement, as he says in para 41 that as a matter of fact the\nplaintiff is a murderer.\nWhere we disagree is in the conclusion (in\npara 33) that the effect of the provisions of the TRC Act is that he\nmay no longer be\ndescribed as such and is no longer to be regarded as\na murderer thereby rendering a statement to that effect false and\nhence fatal\nto the defence of fair comment advanced by the appellants\n(the defendants). In my view the relevant provisions of the TRC Act\nunder\nwhich amnesty is granted do not have that effect. The result of\nour disagreement on this point is that I would uphold the defence\nof\nfair comment and also the appeal.\n[50]\tThe statements relevant to\nthe plaintiffâs action are contained in two editorials and five\narticles published in The Citizen\nnewspapers between September and\nOctober 2003. In the offending statements the authors contended that\nthe plaintiff was not suitable\nfor appointment as the Head of the\nEkurhuleni Metro Police Force for two reasons. First, that he is a\nmurderer and in consequence\nhe is also described in the first\neditorial as a criminal. The articles and editorials cite the bombing\nby the plaintiff of Magooâs\nbar, his conviction and sentence for\nmurder and attempted murder to justify their stance. Second,\nreference is made to the plaintiffâs\narrest and detention in\nMozambique on the suspicion of gun-running although this is clearly\ntreated as being of less significance.\n[51]\tThe plaintiff took offence\nto these statements and instituted action for defamation, alleging in\nhis particulars of claim that\nthe said allegations were defamatory\n(and injurious) of him, because he had been granted amnesty by the\nTruth and Reconciliation\nCommission (the TRC) for the murders and the\nother offences he had committed, and his convictions had thereby been\nexpunged. He took\noffence to the allegations pertaining to his arrest\nand detention in Mozambique claiming that they amounted to saying\nthat he had\nbeen involved in unlawful activities involving gun\ndealers in that country.\n[52]\tIn their defence the\ndefendants pleaded that the published statements constitute comment\nor opinion, which was fair and related\nto a matter in the public\ninterest. They contended that the factual allegations being commented\nupon were true.\n[53]\tAlthough the\nplaintiff had pleaded that the allegation that he was unsuitable for\nthe post of Metro Police Chief was in itself\ndefamatory of him, the\nevidence presented at the trial on his behalf and by himself limited\nhis complaint to two grounds. The first\nwas that he was labelled a\nmurderer and a criminal notwithstanding that he had been granted\namnesty under the TRC Act. The second\nwas that the statements\nrelating to his arrest and detention carried the imputation that he\nhad consorted with gun-runners in Mozambique\nnotwithstanding that the\ncharges against him arising out of these allegations had been quashed\nby the Supreme Court of Mozambique.\n[54]\tAt the trial it seemed that\nthe allegation in relation to the plaintiffâs suitability for the\nposition of police chief fell\naway as a basis for the defamation\nclaim, when reliance thereon was disavowed by the plaintiff. The\nplaintiffâs apparent change\nof tack was recorded and dealt with by\nMaluleke J when he said:\nâ\nit\nwas correctly conceded on behalf of the plaintiff that the statements\nthat âhe [meaning the plaintiff] is blatantly unsuited\nfor the post\nof Ekurhuleni Metro Police Chiefâ and is, not qualified for the\njobâ qualify to be comment or an opinion and that\nsuch a statement\nis not an allegation of fact and cannot be defamatory.â\nMy colleagueâs\njudgment proceeds on the basis that the plaintiffâs suitability was\nstill in issue on appeal. With this I have\nno difficulty. Even if it\nis in issue it is, in my view, disposed of together with the defence\nrelating to the claim that he is a\nmurderer. If it is fair comment\nthen the statement that he is not suitable is also justified on the\nsame basis.\n[55]\tIn\nconclusion Maluleke J held that the impugned statements (relating to\nthe murder and the allegations of gun-running\nin\nMozambique) could not be understood by the right thinking reader of\nThe Citizen to be âa comment or an opinion but rather as\nan\nallegation of factâ which could only be justified if it was true or\naccurately stated.â The learned judge continued that âthe\nstatement that the plaintiff is a âcriminal, a coldblooded multiple\nmurdererâ . . . who behaves suspiciously with gun-runners\nin\nMozambique will be defamatory in the absence of proof that such\nallegations are in fact true and accurately stated.â\n[56]\tIn my view the above\nconclusion is in the context of the offending articles read as a\nwhole, flawed as I will attempt to show\npresently.\n[57]\tBefore dealing with the\nquestion whether the defence of fair comment is sustainable it is\nnecessary to refer to the relevant\ntexts. They comprise the two\neditorials and the articles quoted in paragraphs 3 to 10 of my\ncolleagueâs judgment. For convenience\nthey will not be repeated\nhere save for two which will be dealt with in full. For the rest it\nwill suffice to refer merely to the\nheadings of the texts.\n[58]\tOf the articles referred to\nabove that which appeared on 10 September 2003 and quoted in\nparagraph 3 does not form the subject\nof the complaint. The article\nin question made the front page of The Citizen under the heading\nâMcBride tipped to head Metro Copsâ\nand dealt with the\npossibility that the plaintiff might be appointed as the new chief of\npolice for the Ekurhuleni Metropolitan Municipality.\nIt traced the\nplaintiffâs past activities and alluded to the fact that he had\nserved four years on death row upon being convicted\nof murder and\nother offences, arising out the explosion of a bomb he had planted in\nconsequence of which three women were killed\nand 79 persons injured.\nThe article stated that the plaintiff was widely condemned for the\nattack on what was perceived to be a soft\ncivilian target, although\nthe plaintiff insisted that the pub, the site of the attack, was\nfrequented by SADF military personnel\nfrom the main local barracks.\nThe article referred to his application for and the grant of amnesty\nto him by the TRC. It was also\nreported that the plaintiff was on a\nlater occasion arrested, detained and charged with gun-running in\nMozambique and sent home.\n[59]\tThe above article set the\nscene for the fierce and robust debate that followed on the\nplaintiffâs suitability for appointment\nto the post of police\nchief. The impact was felt in the higher echelons of political power,\nwhich saw the then President, Thabo Mbeki,\njoining the debate through\nhis weekly news letter. The president was critical of those who\nopposed the appointment of the plaintiff.\nThe full text of his\ncomment appears in paragraph 8 of my colleagueâs judgment.\n[60]\tSubsequent to what may be\nreferred to as a forerunner article on 10 September 2003, The Citizen\ncarried an editorial on 11 September\nentitled âHere comes McBrideâ.\nI quote the text in full. It reads as follows:\nâ\nRobert\nMcBrideâs candidacy for the post of Metro Police Chief is\nindicative of the ANCâs attitude to crime.\nThey canât be\nserious, he is blatantly unsuited, unless his backers support the\ndubious philosophy: set a criminal to catch a criminal.\nMake no mistake that\nis what he is. The cold-blooded multiple murders which he committed\nin the Magooâs Bar bombing puts him firmly\nin that category.\nNever mind his\ndubious flirtations with alleged gun dealers in Mozambique. Those who\nrecommend him should have their heads read. McBride\nis not qualified\nfor the job. If he is appointed it will be a slap in the face for all\nthose crime battered folk on the East Rand\nwho look to the government\nfor protection.â\n[61]\tThe second item I wish to\nrefer to appeared in The Citizen on 21 October 2003 and is referred\nto in paragraph 10 of my colleagueâs\njudgment as âthe Kenny\narticleâ. It reads as follows:\nâ\nAt\na time of public conflict within the ANC government . . . President\nMbekiâs devoted his weekly newsletter to attacking The Citizen\nfor\nsuggesting that Robert McBride is unsuitable for high office in the\nPolice.\nThe three most\nnotorious non-government killers of the later apartheid period were\nClive Derby-Lewis, Barend Strydom and Robert McBride.\nEach was a wicked\ncoward who obstructed the road to democracy.\nDerby-Lewis who\ntargeted a specific enemy, Chris Hani, is the only one not to be\nfreed. The other two killed innocent people. Strydom\nlooked his\nhelpless victims in the eyes before he murdered them.\nMcBride did not even\ndo this. He planted a bomb in a bar and slunk off not caring whether\nhe killed men, women or children.\nIt was the act of\nhuman scum.\n. . .\nMcBrideâs bomb was\nplanted in 1986, at a time when apartheid was clearly in retreat and\nwhen legal avenues of resistance were opening\nup.\nHis murder of the\ninnocent women strengthened the hand of die-hard apartheid\nsupporters, and had the effect of prolonging the wretched\nregime.\nContrary to Mbekiâs\nsuggestion, I know of few public voices and not that of The Citizen\nwho opposed the idea of the TRC.\nCourt cases against the\ncriminals of the apartheid era would have taken a thousand years.\nThe TRC was well\nconceived. Its execution however, was criticised for bias.\nThe more apartheid\nreformed, the greater the violence against it.\nWhen it effectively\nended in 1990, the violence reached its zenith.\nThere were more\npolitical murders per year from 1990 to 1994 than in any year of\napartheid.\nThese were mostly\nignored by the TRC.\nIf the ANC regards\nRobert McBride as a hero of the struggle it should erect a statue of\nhim â perhaps standing majestically over\nthe mangled remains of the\nwomen he slaughtered.\nIf he wants to serve\nthe community, he should work among Aids orphans or help improve the\nprovisions of pensions to the poor.\nHe should most\ncertainly not be a policeman.â\n[62]\tIn\nmy view on a proper reading of the above articles the right thinking\nreader of The Citizen would have been left with the impression\nthat\nthe authors are clearly and principally commenting or expressing an\nopinion on the suitability of the plaintiff as a candidate\nfor\nappointment as police chief. As I see it the reader would have\nunderstood the writers to be arguing, rightly or wrongly, that\nbecause of the plaintiffâs involvement in the bombing of Magooâs\nbar and the Why Not restaurant in 1986, which had fatal and\ndisastrous consequences for many innocent people, and his subsequent\nconviction and sentence, he ought not to be appointed to the\npost of\nchief law enforcement officer of a large municipality.\n13\nDespite the strong and robust language used and the somewhat extreme\n(if not, right-wing) views expressed, the articles and editorials\nremain comment or opinion on the issue of his suitability for the\nposition of the Metro Police Chief. The other articles I have not\nquoted also deal with the plaintiffâs suitability for that post.\n[63]\tI agree with Maluleke J that\nthe appointment of a police chief is a matter of public interest. I\nalso think judicial notice can\nbe taken of the fact that with the\nadvent of the Constitution and the new democratic order South African\ncitizens feel very strongly\nabout who gets to be appointed to public\noffice and do not hesitate to venture opinions in matters of that\nnature. Accordingly the\nright thinking reader of The Citizen would\nhave to be aware of this and his or her right to freely express an\nopinion in matters\nof public interest. In this regard it has been\nsaid:\nâ\nIn\ncases of comment on a matter of public interest the limits of comment\nare very wide indeed. This is especially so in the case of\npublic\nmen. Those who fill public positions must not be too thin-skinned in\nreference to comments made upon them.â\n(\nPienaar\n& Another v Argus Printing and Publishing Co Ltd\n)\n14\nIt therefore follows that the impugned statements would\nprima\nfacie\nhave been\nprotected as free speech.\n[64]\tIn\nKhumalo & Others v\nHolomisa\n15\nwe were reminded of the importance of the right of freedom of\nexpression. This right has been acknowledged by the Constitutional\nCourt and other South African courts as integral to democratic\nsociety for many reasons. We are also reminded that freedom of\nexpression\nis constitutive of the dignity and autonomy of human\nbeings and that without it the ability of citizens to make\nresponsible political\ndecisions and to participate effectively in\npublic life would be stifled. Dealing with the role of the media\n(that is The Citizen\nin this case, as it is one of the defendants)\nthe Constitutional Court said:\nâ\nIn a democratic society,\nthen, the mass media play a role of undeniable importance. They bear\nan obligation to provide citizens both\nwith information and with a\nplatform for the exchange of ideas which is crucial to the\ndevelopment of a democratic culture. As primary\nagents of the\ndissemination of information and ideas, they are, inevitably,\nextremely powerful institutions in a democracy and they\nhave a\nconstitutional duty to act with vigour, courage, integrity and\nresponsibility. The manner in which the media carry out their\nconstitutional mandate will have a significant impact on the\ndevelopment of our democratic society. If the media are scrupulous\nand\nreliable in the performance of their constitutional obligations,\nthey will invigorate and strengthen our fledging democracy. If they\nvacillate in the performance of their duties, the constitutional\ngoals will be imperilled. The Constitution thus asserts and protects\nthe media in the performance of their obligations to the broader\nsociety, principally through the provisions of s 16.â\n16\nSection 16 reads as follows:\nâ\n(1)\tEveryone\nhas the right to freedom of expression, which includes â\nfreedom of the\n\tpress and other media;\nfreedom to receive\n\tor impart information or ideas . . .â.\n[65]\tThe\nright to free speech is of course not unlimited as pointed out in\nKhumalo\n17\nand must be construed in the context of the values enshrined in the\nConstitution, in particular the values of human dignity, freedom\nand\nequality. It is the task of the law of defamation to hold a balance\nbetween these competing interests.\n[66]\tAgainst\nthe background of the above broad principles of the right to free\nspeech and expression of opinion and the limits placed\non that by the\ncountervailing interest in dignity it remains to consider whether the\ndefence of fair comment or opinion advanced\nby the defendants is\nsustainable. The nature of the defence was articulated by Cameron JA\nin\nHardaker v Phillips\n18\nas follows:\nâ\nDefendants\nin this country first sought to invoke the deference as early as the\n19\nth\ncentury; and it was authoritatively imported into our law from the\nEnglish law of libel nearly 90 years ago in\nCrawford\nv Albu\n(1917 AD 102\nat 114.) Innes CJ explained that the defence ârests\nupon the right of every person to express his real judgment or\nopinion upon\nmatters of public interest.ââ\nDrawing\non that explanation by Innes CJ this court in\nMarais\nv Richard & ân Ander\n19\nsummarised the requirements of the defence as follows: (i) The\nstatement must constitute comment or opinion; (ii) it must be fair;\n(iii) the factual allegations being commented upon must be true; and\n(iv) the comment must relate to a matter of public interest.\nIf the\ndefence of fair comment is well-founded it follows that a claim for\ndefamation that is based on the facts on which that comment\nis based\nmust also fail because it will be justified.\n[67]\tI\nturn to consider whether the impugned statements comply with the\nrequirements of fair comment or opinion. The test for fair\ncomment is\nwhether the reasonable reader would understand the statements as a\ncomment. One of the hallmarks of comment is that it\nis connected to\nand derived from discernible fact. In each of the offending\nstatements it is clear that the authors are expressing\nan opinion as\nto the suitability of the plaintiff as a candidate for the post of\npolice chief. The two editorials and the articles\nthat caused offence\nappear to be part of a series of interrelated commentary on the\nsuitability of the plaintiff as a candidate for\nthe position of\npolice chief. One has only to consider the sequence and context in\nwhich the statements are made to come to the conclusion\nthat this\nconstitutes comment or opinion. The article dated 10 September 2003\nentitled âMcBride tipped to head Metro copsâ provided\nthe\nbackground facts and served as a launching pad for the subsequent\neditorials and the rest of the articles on the subject of the\nplaintiffâs pending appointment to the position he had applied for.\nThe location of the two editorials within the comment and opinion\nsection of the newspaper and the proper construction to be placed on\nthe editorials and articles suggest nothing other than comment\nand\nfree expression of views as to whether the plaintiff should be\nappointed as police chief. Accordingly, the conclusion is in my\nview\ninescapable that the impugned statements constitute comment or\nopinion and requirement (i) in\nMarais\nv Richard\nhas\ntherefore been met. The concluding sentence in the Kenny article says\nit all where it is asserted:\nâ\nHe\nshould mostly certainly not be made a policeman.â\nIt is arguable that the reference\nin the article to the plaintiff being a murderer was also comment or\nopinion to advance the view\nthat the plaintiff was not the right\nperson for the job but in view of my later conclusions it is\nunnecessary for me to explore this.\nThe statement that he was a\ncriminal is clearly dependent upon the statement that he is a\nmurderer. If the latter is correct the\nplaintiff can hardly complain\nabout the former. It is the factual correctness of the latter\nstatement that matters.\n[68]\tTo\nthis may be added the fact that the plaintiff was a public figure,\nhaving previously been the subject matter of public commentary,\non\noccasion both controversial and critical, and the focus of many a\nnewspaper publication. Where one is dealing with the criticism\nof a\npublic figure a measure of leeway is allowed by our courts and the\nlimits of public criticism are wider as compared to a private\nindividual (\nMthembi-Mahanyele\nv Mail & Guardian Ltd\n).\n20\n[69]\tThe\nsecond requirement is that the offending statement âmust be fairâ.\nWhat the authors of the editorials and the articles\ndid was to base\ntheir assertions that the plaintiff was not suitable for appointment\non two grounds namely that the plaintiff had\ncommitted murder and\nother crimes for which he was convicted and sentenced to death. In\ntheir minds, rightly or wrongly, a person\nwith that track record\nought not to be a police chief. The second matter that they advanced\nas a disqualification was his alleged\nactivities in Mozambique for\nwhich he was arrested and detained for 6 months. The question is\nwhether, based on those matters, the\ncomment that the plaintiff was\nunsuited for appointment as a Metro police chief was fair. In\ndetermining whether the comment is âfairâ\nthere is no room for\nconsideration of the merit of the comment of opinion. As Cameron JA\nobserved in\nHardaker\n,\n21\nâ\nMore\nimportantly, whether the jibe is âfairâ does not in law depend\nsolely or even principally on reason or logic. In\nCrawford\nv Albu\n,\nInnes CJ suggested that the use of the word âfairâ in connection\nwith the defence âis not very fortunateâ. This is because\nit is\nnot what the court thinks is fair (a critical comment or opinion,\nInnes CJ said, need not ânecessarily commend itself to\nthe judgment\nof the Courtâ).  Nor does the comment have to âbe impartial or\nwell-balancedâ. Indeed, âfairâ in this context\nmeans only that\nthe opinion expressed must be one that âa fair man, however extreme\nhis views may be, might honestly have, even\nif the views are\nprejudicedâ. Hence Innes CJ's observation that the defendant âmust\njustify the facts; but he need not justify\nthe commentâ.â\n[70]\tI have already alluded to\nthe fact that the views expressed in the impugned statement may well\nbe regarded as extreme or even\nright-wing but on the above test they\ncannot be taken to be unfair. To succeed in their defence all that\nwas required of the defendants\nwas to justify the facts and not their\ncomment and it was sufficient for them to show that they were\nexpressing a genuine view on\nthe subject of whether the plaintiff\nshould be appointed as police chief. The plaintiff has not raised\nmalice on the part of the\ndefendants and none has been proved.\nAccordingly, requirement (ii) relating to fairness has been met.\n[71]\tThe\nthird requirement, which holds the key to the outcome of this case,\nis that the factual allegations being commented upon\nmust be true. If\nthey are and the defence of fair comment is established in relation\nto the comment or opinion based on those facts\nthen it follows\na\nfortiori\nthat the\npublication of the stated fact is justified. The statement that the\nplaintiff was not suitable for appointment was not a\nfactual\nallegation. It was a comment and as indicated above the plaintiff,\nrightly or wrongly, conceded that it cannot found a claim\nfor\ndefamation. The allegations in relation to murder and the commission\nby the plaintiff of the other crimes were expressly said\nto be the\nfacts on which the comment or opinion on the suitability of the\nplaintiff for appointment as chief of the Metro Police\nwas based.\nTheir factual accuracy is thus fundamental.\n[72]\tIn\nprinciple I have difficulty with the notion that a person who has\nbeen convicted of the crime of murder may not be described\nas a\nmurderer or as a criminal if he has been granted amnesty. In\nCrawford\nv Albu\n,\n22\nInnes CJ had occasion to address the subject where he said:\nâ\nThe\nordinary meaning of criminal is one who has committed a crime, that\nis, an offence against society punishable by the State. As\ngenerally\nused it connotes moral guilt.â\nThe plaintiff placed a\ncar bomb outside a bar and when it exploded three people were killed\nand many injured. This is not in dispute\nand he does not cavil at\nbeing described as a âbomberâ. Nor does he suggest that his\nconviction on charges of murder and attempted\nmurder was wrong. My\ncolleague says that these facts cannot be obliterated from the\nhistorical record and that it is a well known\nfact that he is a\nmurderer, but then goes on to suggest that the granting of amnesty\nrendered that fact false â a suggestion with\nwhich I join issue.\nThis is by no means intended to downplay the broader motives which\nthe plaintiff may have had, namely to free\nthe then downtrodden\nmajority of the people of this country from the evil system of\napartheid.\n[73]\tIt follows therefore that\nthe reference to the plaintiff as a murderer or a criminal is\nstrictly speaking factually correct.\nThe question is whether it is in\nlaw rendered untrue or false by the granting of amnesty. In my view\nthe TRC Act does not have this\neffect. The consequences of the\ngranting of amnesty in respect of the murder and other offences\ncommitted by the plaintiff and for\nwhich he was convicted is governed\nby s 20 of the TRC Act. The relevant portion of s 20 reads as\nfollows:\nâ\n(7)\n(a) No person who has been granted amnesty in respect of an act,\nomission or offence shall be criminally or civilly liable . .\n. and\nno person shall be vicariously liable, for any such act, omission or\noffence.â\nâ\n(8)\nIf any person â\n. . .\nhas been convicted\n\tof, . . .  an offence constituted by the act or omission in respect\n\tof which amnesty is so granted . . . the\nsentence so imposed shall\n\tupon such publication lapse . . .â.\nSection 20(10) reads as follows:\nâ\nWhere\nany person has been convicted of any offence constituted by an act or\nomission associated with a political objective in respect\nof which\namnesty has been granted in terms of the Act,\nany\nentry or record of the conviction shall be deemed to be expunged from\nall official documents or records\nand the conviction shall for all purposes, including the application\nof any Act of Parliament or any other law, be deemed not to\nhave\ntaken place: Provided that the Committee may recommend to the\nauthority concerned the taking of such measures as it may deem\nnecessary for the protection of the safety of the public.â\n[Emphasis added]\n[74]\tThe consequences of\na grant of amnesty are dealt with first in s 20(7)(a), which provides\nthat no person who has been granted\namnesty âshall be criminally or\ncivilly liableâ in respect of the actions that gave rise to the\napplication for and grant of\namnesty. The later provisions of that\nsection deal with the situation where criminal or civil proceedings\nhave been commenced and\nheld in abeyance pending consideration of the\napplication for amnesty and also with the position of persons who\nhave already been\ntried and sentenced for crimes in respect of which\namnesty is granted. In the former instance the grant of amnesty puts\nan end to\nthe proceedings and in the latter the prior criminal\nproceedings are rendered void, the sentence imposed lapses and the\nperson is\nreleased. In terms of s 20(10) any entry or record of\nthe conviction is deemed to be expunged from all official documents\nor\nrecords and the conviction shall âfor all purposesâ be deemed\nnot to have taken place. It is this last provision that is relevant\nfor present purposes.\n[75]\tIn\nDu Toit v Minister of\nSafety and Security & Another\n23\nthe Constitutional\nCourt considered the scope and effect of s 20(10) and said:\nâ\nThe\nsection is couched in very broad terms and appears capable of the\nwidest possible interpretation. A purely literal and decontextualised\nreading might suggest that the grant of amnesty has the effect of\nexpunging not only the record of the conviction and sentence imposed\non the perpetrator, but also all consequences that follow that\nconviction and sentence, past, present and future. There are,\nhowever,\nserious difficulties with that interpretation.\n24\nRead\nin its context it is inconceivable that the purpose of s 20(10) of\nthe Reconciliation Act could be the undoing of the past to\na\nlimitless degree. Not even the applicant contends for unrestricted\nretrospectivity. For, indeed, factual events that occurred in\nthe\npast cannot be undone.â\n25\nIn that case the Constitutional\nCourt held that the effect of a grant of amnesty was not to reverse\nthe consequence of the appellantâs\nconviction that his service with\nthe South African Police Services was terminated in accordance with\nthe regulations governing that\nservice. It is significant that in\ndoing so it said that an interpretation of s 20(10) that it\nexpunged all the consequences\nof the appellantâs conviction and\nsentence including future consequences occasioned serious\ndifficulties. In my view such an interpretation\nin the present case\nillustrates the legitimacy of that concern.\n[76]\tThe plaintiff contends that\nthe effect of the grant of amnesty is that it is now impermissible to\nsay that he committed murder\nor is a murderer irrespective of the\nfactual accuracy of that description. That is a far-reaching\nconstruction of s 20(10) that\ndoes not appear expressly in the\nlanguage of the section. It is necessary to consider that language in\norder to see what it does\nsay before turning to consider from whence\nthe respondent derives his contention.\n[77]\tIn the first place what the\nsection says expressly is that the entry or record of any conviction\nshall be deemed to be expunged\nfrom all official documents or\nrecords. In other words the records of conviction that are produced\nin criminal courts on a daily\nbasis in this country on the form SAP\n69 are, in the case of a person granted amnesty, to be read on the\nbasis that any reference\nto their convictions are expunged. Any other\nofficial record kept for any purpose that refers to those convictions\nis to be read\nas if reference to it had been expunged. The purpose of\nthe deeming provision is to avoid the need to trawl through all\npublic documents\nthat record the conviction and amend them to delete\nthat reference. Instead the simpler expedient is adopted of deeming\nsuch reference\nto have been expunged. Accordingly all public records\nof the plaintiffâs conviction are effectively expunged and show\nthat, as\nfar as official records in this country are concerned, he\nhas not been convicted of the crime of murder.\n[78]\tAltering public records is\none thing, but expunging from the historical record the fact of what\nthe plaintiff did is another.\nThat can only be said to follow, if at\nall, from the further provision that his âconviction shall for all\npurposes . . . be deemed\nnot to have taken placeâ. However this\nrelates only to his conviction and is a âcatch-allâ provision\nintended to supplement\nthe deemed expungement of the convictions from\nofficial records. It does not in terms relate to what may be said\nabout the plaintiff\narising from the conduct that gave rise to the\napplication for and grant of amnesty. The section nowhere says that\nit is no longer\npermissible to refer to what the plaintiff did that\ncaused him to apply for amnesty. That would be contrary to the\nrequirement of\nhis application that he make a full disclosure to the\nCommittee on Amnesty of all relevant facts concerning the act,\nomission or\noffence associated with a political object in respect of\nwhich he sought amnesty. In the case of the plaintiff those facts are\nset\nout in the passage from the judgment of the court below quoted in\nparas 22 and 33 of my colleagueâs judgment. The offences were\nthe\nmurders and attempted murders he committed when he planted a car bomb\noutside Magooâs Bar/Why Not Restaurant in Durban, killing\nthree\nwomen and injuring many other patrons. Those are part of the public\nand historical record of this country. As Langa CJ said\nin the\npassage quoted above âfactual events that occurred in the past\ncannot be undoneâ. If, as my colleague says, they are part\nof the\nhistorical record and not obliterated by the grant of amnesty I fail\nto see on what basis it has become impermissible to say\nsimply and in\nsummary of their effect that the plaintiff is a murderer. That is a\nconventional description in common parlance of\nsomeone who\nperpetrates such acts and to say it is false in these editorials and\narticles is, with respect, not correct and involves\nan alteration of\nthe historical record.\n[79]\tIt\nis hardly surprising that s 20 does not in its terms require that the\nhistorical record be altered so that there can be no\nreference to the\nplaintiffâs deeds. That would be wholly contrary to the expressed\npurpose of the TRC Act which was amongst other\nthings âto establish\nthe truth in relation to past events as well as the motives for and\ncircumstances in which gross violations\nof human rights have\noccurred, and to make the findings known in order to prevent a\nrepetition of such acts in futureâ.\n26\nThe interim Constitution that sanctioned the entire process of the\nTruth and Reconciliation Commission, including the amnesty process,\nprotected the right of freedom of expression as the Constitution now\ndoes.\n27\nIt is in my opinion wholly contrary to that constitutional guarantee\nto require that the facts of our historic past should be disregarded\nand, if stated, treated as false, which is what the respondent wishes\nthis court to do.\n[80]\tI do not differ from my\ncolleague in his broad statement of the purpose of the TRC Act or the\nimportance of the role of the Truth\nand Reconciliation Commission,\nincluding the amnesty process, in furthering the purpose of\nreconciliation in this country. Where\nwe differ is that in\nestablishing the amnesty process the TRC Act quite clearly spells out\nthe consequences of the grant of amnesty\nand those stated\nconsequences do not involve a blotting out of the historical record\nnor do they impose a prohibition on saying that\npersons to whom\namnesty was granted may no longer be described as having committed\nthe offences for which they obtained amnesty.\n[81]\tIn\nmy view the reference to the plaintiff as a murderer is not false\nbecause as a matter of historical record that is a correct\nstatement\nand it is a statement the truth of which the plaintiff had to\nacknowledge when he applied for amnesty. It is unnecessary\nin order\nfor the statement to be true that the person about whom it is made\nhas been convicted of that offence, although the respondent\nhad been\nso convicted, or that any conviction is still to be held against him\nin the public record. The Biblical descriptions of\nCain, Moses and\nKing David as murderers\n28\nhave never so far as I am aware been challenged as false because they\nhad not been convicted in a court of law of that crime. Accordingly\nthe primary foundation for the defence of fair comment, namely that\nthe comment is upon facts that are themselves truly stated is\nestablished. I should add in this regard that, as appears from the\nvarious articles and editorials, the facts giving rise to the\ndescription of the plaintiff as a murderer are briefly mentioned and\ntheir accuracy is not challenged. Equally the fact that he was\ngranted amnesty was also stated at the outset and is in any event\nwell-known.\n[82]\tI\nconclude therefore that\nthe\nfact of the murders and other criminal acts perpetrated by the\nplaintiff having taken place is not obliterated in the sense that\nmention thereof may not be made if an occasion arises. The TRC Act\ndoes not have the effect of obliterating these facts. The impact\nof\nthe relevant sections referred to above is limited to protecting\nconvicted persons (such as the plaintiff) from civil or criminal\nliability as a consequence of an act committed with a political\nmotive (ss (7)(b)). Secondly the effect is that the sentences imposed\non the plaintiff lapsed (ss (8) (b))). Thirdly the offence is deemed\nnot to have taken place in the sense that the âany entry or\nrecord\nof the conviction shall be deemed to be expunged from all official or\ndocuments records . . . â. The TRC Act does not proscribe\nall\nreference to the criminal conduct that formed the subject matter of\nan amnesty application, in the sense that if one does so\nhe or she\nwould be liable for defamation. That construction will have a\nchilling effect on freedom of expression guaranteed under\nthe\nConstitution and is not required by the wording of s 20 or the fact\nthat what is sought and granted is amnesty. Accordingly requirement\n(iii) of the defence of fair comment is satisfied insofar as the\nstatement that the plaintiff is a murderer is concerned. For the\nreasons given by my colleague in para 18 of his judgment I agree that\nthere is no falsehood in relation to the plaintiffâs activities\nin\nMozambique nor any foundation for a separate claim for defamation\nbased on these statements.\n[83]\tThe fourth and final\nrequirement is that the comment must relate to a matter of public\ninterest. In this particular case the\ncomment could relate to a\nmatter of public interest only if it was germane to the issues in\nthose proceedings. This is because there\nis no discernible value in\nprotecting litigants who make irrelevant comments to injure the\nreputation of others. In this case the\ncomment was relevant. The\nreference in the articles to the plaintiffâs conviction for murder\nwas, in the context of the view, contended\nfor by the authors of the\narticles, relevant to the plaintiffâs alleged unsuitability as\npolice chief and it was a matter of public\ninterest. The reference to\nthe bombing incident was not a question of raking up the ashes of the\npast but, as the defendants saw\nit, bore relevance to the law\nenforcement post applied for by the plaintiff. There can be no\nquestion that this was relevant to that\nappointment.\n[84]\tThe position applied for is\nof great importance and aroused public interest and the plaintiff\nhimself was a public figure. At\nthe time of the publication of the\noffending articles he was the Director of Foreign Affairs. It is not\ndisputed that the question\nof the plaintiffâs appointment to the\nposition was a matter in which the public was legitimately\ninterested. Accordingly the (iv)\nfourth requirement of fair comment\nwas met.\n[85]\tIn my view the defence of\nfair comment raised by the defendants is well taken and should have\nbeen upheld by the court a quo.\nI would accordingly uphold the appeal\nand dismiss the plaintiffâs claims with appropriate orders for\ncosts.\n____________________\nKK MTHIYANE\nJUDGE OF APPEAL\nPONNAN\nJA\n:\n[86]\tI have had the benefit of\nreading the judgments of my colleagues Streicher and Mthiyane. I\nconcur in the order proposed by Streicher\nJA and agree in general\nwith the comprehensive reasons given by him for the conclusions to\nwhich he has come. That Mthiyane JA arrives\nat a different\ndestination is attributable, as he himself acknowledges, to the view\nthat he takes on the reach of the amnesty granted\nto the respondent\nunder the provisions of the TRC Act. I feel constrained to disagree\nwith my learned colleague and to explain separately\nthe line that I\ntake in attempting to resolve this complex and troublesome issue.\n[87]\tThe task of building a new\ndemocratic social order, given the deep conflict that dominated our\nsocial landscape, was a difficult\none. It ultimately became manifest\nto the minority who controlled the levers of state power that the\nonly way out of that quagmire\nwas to negotiate a different (hopefully\nbrighter) future with those who had sought to resist that domination.\nThose negotiations\nculminated in an interim Constitution that ushered\nin our new democratic political order. There was an appreciation even\nat that\nstage that much of what had occurred during that protracted\nperiod of internal political dissension could never ever be fully\nreversed\nand that nation building required a selfless and generous\ncommitment to reconciliation and national unity. The genesis of\namnesty\nis founded in that pragmatic appreciation. But for it the\nnegotiated settlement and our new social contract may well have been\nstillborn.\nAmnesty was born out of the recognition that\nnotwithstanding the lingering pain and personal reticence of some to\nit, that painful\nchapter of our history had to be brought to a close.\n[88]\tIt\nis against that historical backdrop that the matter must be viewed.\nFor, it informed the epilogue to the interim Constitution,\npursuant\nto which the TRC Act came to be enacted. Mahomed DP thought it more\nreasonable to infer that what the epilogue contemplated\nwas\nlegislation that would be wide enough to allow for an amnesty that\nwould protect a wrongdoer who told the truth from both the\ncriminal\nand civil consequences of his or her admissions (\nAZAPO\n29\npara36). But for the\npromise of amnesty the âhistoric bridgeâ contemplated in the\nepilogue might not have seen the light of day\nand the prospect of\nunending revenge and retaliation may well have continued to bedevil\nus. The grant of amnesty was dependent on\nthe perpetrator of the\nmisdeed making full disclosure of all relevant facts. Were it not so,\nit could hardly have engendered the\ncatharsis that Didcott J talks of\n(\nAZAPO\npara\n59].\n[89]\tWhat\nis clear from s 20(7), read with s 20(8), (9) and (10) of the TRC\nAct, is that, once a person has been granted amnesty in\nrespect of an\nact, omission or offence, the offender can no longer be held\ncriminally liable for such offence and no prosecution\ncan be\nmaintained against him or her (\nAZAPO\npara 7). Tellingly, what the Act envisaged was the grant of amnesty\nnot just in respect of âoffencesâ but also âactsâ and\nâomissionsâ. Subsection 10 provides in clear and unambiguous\nterms that the conviction shall for all purposes be deemed not to\nhave taken place.  That such is the case was recognized by Langa CJ\nwho stated: âIn return, the weight of the offence is lifted\nfrom\nthe perpetratorâs shoulders with a guarantee of immunity from\nprosecution, a clean criminal record, and the assurance that\nnever\nagain can the conviction be counted against him or herâ (\nDu\nToit\n30\npara 28). Consistent\nwith that theme, subsection 8 provides for the discontinuation of\ncriminal proceedings that have not yet been\nfinalized, the voiding of\ncriminal proceedings, the lapsing of sentences and the release\nforthwith of persons in custody. Accordingly,\nfrom the date on which\namnesty is granted, the direct legal consequences of the criminal\nconduct for which amnesty was granted will\nno longer obtain (\nDu\nToit\npara 43).\n[90]\tWhilst\nthe TRC Act seeks to advance reconciliation and promote national\nunity, it cannot undo, obliterate or blot out what has\nhappened in\nthe past. There was thus a conscious decision on the part of the\nlegislature, acting in accordance with the mandate given\nto it by our\nnew social contract, that people not be trapped in the painful past\nbut that they âbe given a pardoned freedom to\ngo forth and\ncontribute to societyâ (\nDu\nToit\npara 56). That\nentails, as it must, a conscious acknowledgement that not only should\nthe perpetrators not be considered to have committed\nthe offences in\nquestion but moreover that those offences should not count against\nthem. Were that not to be so, the grant of amnesty\nwould be rendered\nmeaningless and illusory. There would thus be little incentive for a\nperpetrator to seek amnesty.\n[91]\tAmnesty\nwas not to be had simply for the asking. The Truth and Reconciliation\nCommission established in terms of the Act was\nrequired to facilitate\nthe granting of amnesty to persons who made âfull disclosure of all\nthe relevant facts relating to acts\nassociated with a political\nobjectiveâ (s 3(1)(b)). The main objective of the Commission as set\nout in s 3 was to promote\nnational unity and reconciliation âin\na spirit of understanding that transcends the conflicts and divisions\nof the pastâ. The\nAct enjoined the Commission to establish as\ncomplete a picture as possible of âthe causes, nature and extent of\nthe gross violations\nof human rightsâ committed during the relevant\nperiod. Amnesty was thus but one, yet significant, facet of the\nentire TRC process.\nThe whole TRC process was in no small measure\ndependent for its success on perpetrators, particularly of gross\nhuman rights violations,\nmaking full and frank disclosure. I can\nhardly imagine that those perpetrators would have embraced the\nprocess if it were to have\nbeen suggested to them that\nnotwithstanding the grant of amnesty, they could never ever rid\nthemselves of the stigma and moral opprobrium\nof their deeds.\nMoreover, such an approach would run counter to the âspirit of\nunderstandingâ postulated by the Act and far from\ntranscending\nwould actually have exacerbated the conflicts of the past. After all\nas Langa CJ put it (\nDu\nToit\npara 52): ââ¦\nsection 20 (7) to (10) pays due regard to the interplay of benefit\nand disadvantage so important to the process of\nnational\nreconciliationâ.\n[92]\tThe historical purpose of\nthe legislation and the social need it was designed to address, as\nalso the scheme established by the\nprovisions of s 20 (7) to (9)\nas already discussed, all point ineluctably to the conclusion that it\nwas impermissible to continue\nto brand the respondent a murderer and\ncriminal in respect of those acts and offences for which amnesty had\nbeen granted to him.\nAny other approach would be to treat the\nrespondent as if amnesty had not been sought and obtained by him.\nThat could hardly have\nbeen the intention of the legislature, which\nplainly envisaged a change in the status of the person who had\nsuccessfully applied\nfor amnesty.\n[93]\tThe\ngrant of amnesty to the respondent heralded the promise of his\nreintegration into South African society. To continue branding\nhim a\ncriminal and murderer runs counter to that promise. It strikes me as\ninconsistent that he be obliged to continue wearing the\nmantle of a\ncriminal or murderer notwithstanding the fact that his conviction is\nâdeemed not to have taken placeâ and any record\nof it  is âdeemed\nto be expunged from all official documents or recordsâ. After all,\nexpunging the conviction means that the\nperson no longer has a\nprevious conviction (\nDu\nToit\npara 45). That is\nnot to suggest that the fact that the respondent planted a bomb that\nkilled several people for which he was convicted\nis likewise deemed\nnot to have occurred. On the contrary that remains as deeply embedded\nin this nationâs psyche as it does in\nour national records. The\ngranting of amnesty to the respondent does not and cannot obliterate\nor erase the fact of those occurrences.\nThat would be at odds with\nthe notion of establishing as complete a picture as possible. What\ns 20(7) does do is it changes\nthe legal consequences of the acts\nfor which amnesty was granted, for the future, from the date on which\namnesty was granted (\nDu\nToit\npara 40).  It\nmust follow that to have ignored the grant of amnesty as the\nappellants had done in describing the respondent was plainly\nimpermissible. Streicher JA can hardly be faulted therefore in\nconcluding that\nthe\nstatement in the editorials and articles that the respondent is a\nmurderer (made with full knowledge of the grant of amnesty and\nthe\nrespondentâs changed status it must be added) is therefore false\n.\n[94]\tIn my view our template for\ntransition - an imperfect one some have suggested â clearly\ncontemplated two parallel yet intertwined\nprocesses. Neither, I\ndaresay, conceptually incompatible with the other. First, disclosure\nwith as full a recordal as possible by\nthe Commission of the deeds of\nperpetrators and, second, amnesty. The second was clearly designed to\ngo hand in hand with the first,\nand as was intended, altered markedly\nthe standing of the perpetrator. That it did without a re-writing of\nour history. The first\nensured as much. Thus when the Act came to be\npassed, sections 20(7) to (10) expressly encapsulated the various\nformal and procedural\nconsequences of amnesty designed to achieve\nthat end.\n[95]\tI\nhave favoured an interpretation that not only accords with the scheme\nof s 20 but also best achieves the goal of reconciliation\nand\nnational unity (\nDu Toit\npara 50). The primary\naim of the Act as the Constitutional Court has pointed out is to âuse\nthe closure acquired as a stepping stone\nto reconciliation for the\nfutureâ (\nDu Toit\npara\n55). Amnesty was an important tool in that process, for without it,\nthe closure sought could not have been achieved. Nor, without\nit,\ncould the much desired and anticipated consensus between the\npolitical foes during the negotiation process have materialized.\nTo\nthus render the effect of amnesty nugatory would be the very\nantithesis of all that our negotiated settlement has come to\nsymbolize.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES\n:\nFor appellant:\tS Symon SC\nS Stein\nInstructed by:\nWillem de Klerk Attorneys,\nGreenside\nHoney Attorneys, Bloemfontein\nFor respondent:\tP W Makhambeni\nInstructed by:\nMashiane Moodley Monama Inc,\nSandton\nLovius Bloch Attorneys,\nBloemfontein\n1\nIt is also alleged that the respondent made common cause with gun\n\tdealers in Mozambique without classifying the gun dealers as\n\tcriminal gun dealers as is done in the next paragraph but that would\n\tnot have been defamatory of the respondent.\n2\nSee Neethling, Potgieter and Visser\nLaw of Delict\n5 ed p 321.\n3\nHardaker v Phillips\n2005 (4) SA 515\n(SCA) para 14.\n4\nNational Media Ltd and others v Bogoshi\n1998 (4) SA 1196\n(SCA) at 1204D-E.\n5\nMarais v Richard and ano\nther\n1981 (1) SA 1157\n(A) at 1167E-G.\n6\nThe Committee referred to is the Committee on Amnesty.\n7\nDu Toit v Minister for Safety and Security of the Republic of\n\tSouth Africa and another\n[2009] ZACC 22;\n2009 (6) SA 128\n(CC).\n8\nAt 701G-I.\n9\nMarais v Richard and another\n1981 (1) SA 1157\n(A) at 1167F-H.\n10\nAt 1168G-H.\n11\nSee in this regard\nKemsley v Foot and others\n[1952] 1 All ER\n\t501\n(HL) at 504H-505H referred to with approval in\nJohnson v\n\tBeckett and another\n[1991] ZASCA 175\n;\n1992 (1) SA 762\n(A) at 780F-G and 782G.\n12\nAt 352E-G.\n13\nReference is also made to his arrest and detention in Mozambique,\n\twhich I deal with separately but this is in passing and is not\nthe\n\tmajor thrust of the original editorial.\n14\n1956 (4) SA 310\n(W) at 318D-G.\n15\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) at para 21.\n16\nPara 24.\n17\nPara 25.\n18\n2005 (4) SA 515\n(SCA) at para 26.\n19\n1981 (1) SA 1157\n(A) at 1167F.\n20\n2004 (6) SA 329\n(SCA) at 356A-E.\n21\nPara 32.\n22\nAt 118.\n23\n2009 (6) SA 128\n(CC).\n24\nPara 31.\n25\nPara 32.\n26\nThe purpose is stated in both the long title to the TRC Act and its\n\tpreamble.\n27\nSection 16(1) of the Constitution. In particular s 16(1)(b) protects\n\tthe right to impart information.\n28\nGenesis 4 vs 8; Exodus 2 vs 14 and 2 Samuel 12 vs 9.\n29\nCited in para 29 of Streicher JAâs judgment.\n30\nCited in footnote 7 of Streicher JAâs judgment.",
  "scraped_at": "2026-02-11T20:10:27.240555",
  "date": "2010-02-26",
  "coram": [
    "Streicher JA",
    "Mthiyane JA",
    "Ponnan JA",
    "Mhlantla JJA",
    "TshiQi AJA"
  ],
  "case_number": "277/08",
  "parties": {
    "applicants": [
      "The Citizen 1978 (Pty) Ltd",
      "Kevin Keogh",
      "Martin Williams",
      "Andrew Kenny"
    ],
    "respondents": [
      "Robert John McBride"
    ]
  },
  "sections": {
    "facts": "The respondent, Robert John McBride, sued The Citizen newspaper, its publisher, editor and two journalists for defamation. Between September and October 2003 the newspaper published two editorials and five articles alleging that McBride, a former Umkhonto we Sizwe operative who had been convicted of a 1986 bombing and later granted amnesty by the Truth and Reconciliation Commission, was a murderer, a criminal and had been involved with gun dealers in Mozambique. The trial court awarded McBride R200,000 in damages and costs. The defendants appealed, arguing that the statements were fair comment on a matter of public interest and that amnesty rendered the description of McBride as a murderer false.",
    "issues": "1. Whether the statements that McBride is a murderer, a criminal and involved in illegal gun‑dealing are defamatory. 2. Whether the defence of fair comment applies to those statements. 3. What effect, if any, the TRC Act’s amnesty provisions have on the truth of the allegation that McBride is a murderer. 4. Whether the statements were made about a matter of public interest and were fair.",
    "principles": "The court applied the law of defamation, particularly the defence of fair comment which requires (i) the statement to be comment, (ii) the comment to be fair, (iii) the facts underlying the comment to be true, and (iv) the matter to be of public interest. It examined the effect of the Promotion of National Unity and Reconciliation Act 34 of 1995 (TRC Act) s20, which grants amnesty and de‑expunges convictions but does not erase the historical facts of the conduct. Constitutional freedom of expression (s16) was balanced against the respondent’s right to dignity. Precedent cases such as Marais v Richard, Du Toit v Minister of Safety and Security and Azapo were considered.",
    "application": "The appeal court found that the allegation that McBride is a murderer is factually correct despite his amnesty; the amnesty removes criminal liability but does not make the historical fact false. Consequently, the defence of fair comment could not succeed for the murder allegation. The court also concluded that the statements about McBride’s alleged involvement with gun dealers in Mozambique were not proven and therefore defamatory. The court upheld the lower court’s finding of defamation for those allegations, but reduced the damages against the first three defendants by R50,000 each. The court affirmed that the comments about his unsuitability for the police chief position were matters of public interest, but the underlying factual assertions must be true.",
    "conclusion": "The appeal was partially upheld. The appellants were ordered jointly and severally to pay 75% of the respondent’s costs. The original order was set aside and replaced with a new order: the fourth, fifth and sixth defendants must each pay R150,000 with interest; the seventh defendant must pay R100,000 of that amount with interest; and all four defendants must pay the costs of suit. The court affirmed the defamation findings regarding the murder allegation and the unproven gun‑dealing allegation, adjusting the damages accordingly."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Fair Comment and Amnesty",
    "level_3": [
      "TRC Act",
      "Freedom of Expression",
      "Political Amnesty",
      "Police Appointment"
    ]
  }
}