{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/175.html",
  "case_name": "The Law Society of the Northern Provinces v Mahon (86/10) [2010] ZASCA 175; 2011 (2) SA 441 (SCA) ; [2011] 2 All SA 481 (SCA) (2 December 2010)",
  "citation": "[2010] ZASCA 175",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 175\n|\nNoteup\n|\nLawCite\nThe Law Society of the Northern Provinces v Mahon (86/10) [2010] ZASCA 175; 2011 (2) SA 441 (SCA) ; [2011] 2 All SA 481 (SCA) (2 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 86/10\nIn\r\nthe matter between:\nTHE LAW SOCIETY OF THE NORTHERN\r\nPROVINCES\n...............................\nAppellant\nv\nROCHELLE MAHON\n...................................................................................\nRespondent\nNeutral citation:\nThe Law\r\nSociety of the Northern Provinces v Mahon\n(86/2010)\n[2010] ZASCA\r\n175\n(2 December 2010).\nCoram:\nLewis, Cachalia, Leach,\r\nTshiqi JJA and Ebrahim AJA\nHeard:\n23 November 2010\nDelivered: 2 December 2010\nSummary:\nSection 13(2) of the\r\nAttorneys Act 53 of 1979 permits a court to condone irregular service\r\nby a candidate attorney only if he or\nshe has entered into a valid\r\nagreement of articles – constitutional law –\r\ninterpretation – the concepts of ‘fairness’\nand\r\n‘justice’ are not freestanding requirements against which\r\nthe constitutionality of a statute, its interpretation\nor its\r\napplication to the particular facts of a case, may be tested –\r\nwhether a high court is bound by this court’s\n\npre-constitutional interpretation of a statute.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorth Gauteng\r\nHigh Court, Pretoria (Bertelsmann and Rabie JJ sitting as court of\r\nfirst instance).\nThe following order is made:\n1. The appeal is upheld.\n2. The order of the court a quo\r\nadmitting and enrolling the respondent as an attorney of the high\r\ncourt is set aside and the following\norder is substituted in its\r\nplace:\n‘\n2.1 The\r\napplicant’s application for her admission and enrolment as an\r\nattorney of the high court is postponed sine die.\n2.2 Her application for condonation in\r\nterms of s 13(2) of the Attorneys Act 53 of 1979 for the period\r\nserved from 3 January 2006\nto 28 May 2006 before the conclusion\r\nof her articles of clerkship on 28 May 2006 is dismissed.\n2.3 Upon successful completion of her\r\narticles of clerkship for a further period of at least three (3)\r\nmonths, either with her former\nprincipal or any other attorney duly\r\nqualified to act as her principal, alternatively, upon successful\r\ncompletion of a period of\nat least three (3) months of community\r\nservice as envisaged by s 2(1A)(b) of the Attorneys Act, the\r\napplicant may apply to court\non the same papers, duly supplemented,\r\nfor an order in terms of s 11(2) or, depending on the circumstances,\r\nany other applicable\nprovision in terms of the Attorneys Act for her\r\nadmission as an attorney of the high court.\n2.4. The further period of three (3)\r\nmonths of articles of clerkship is to be served or community service\r\nto be performed within\na period of twenty four (24) months from the\r\ndate of this order.\n2.5. The order granted by the court a\r\nquo condoning the applicant’s period of absence of leave for 17\r\ndays in excess of the\n30 days allowed during any year of her articles\r\nof clerkship is not affected by this order.\n2.6. The applicant is ordered to\r\nsurrender her certificate of enrolment as an attorney of the high\r\ncourt to the respondent forthwith.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Lewis, Leach, Tshiqi JJA\r\nand Ebrahim AJA concurring):\n[1] This appeal,\r\nagainst a judgment of the North Gauteng High Court (Bertelsmann J,\r\nRabie J concurring),\n1\nwith its leave,\r\nconcerns the proper interpretation of s 13(2) of the Attorneys Act 53\r\nof 1979. The facts of the case are these.\n[2] In September\r\n2005 the respondent, Ms Rochelle Mahon, accepted an offer of\r\nemployment from Attorneys D M Kisch Inc. Her contract\nwas signed on\r\n27 December. It described her position as that of a ‘Candidate\r\nTrademark Attorney’, and took effect as\nfrom 3 January 2006. I\r\nshall refer to this agreement as the ‘first agreement’.\r\nIn addition to the usual provisions\nrelating to salary, working\r\nhours, leave, membership of a provident fund and medical aid, her\r\nagreement also provided, uncommonly,\nfor a three-month probationary\r\nperiod and an undertaking by the employer to sign her articles of\r\nclerkship agreement (the clerkship\nagreement) only if she\r\nsuccessfully completed her probation phase.\n2\nHowever, when the\r\nperiod ended her principal, Mr A K Van der Merwe, deferred the\r\nconclusion of the agreement until she had obtained\nan outstanding\r\ncredit (Criminal Law) for her LLB degree so that they could enter\r\ninto an agreement for a two-year period, which\nis provided for in s\r\n2(1) of the Act.\n3\nShe passed her\r\nCriminal Law examination in April 2006. The clerkship agreement was\r\nthen signed on 28 May 2006, duly lodged with\nthe Law Society of the\r\nNorthern Provinces on 27 July 2006, and registered in good time as s\r\n5 of the Act requires.\n[3] On 4 February 2008, Ms Mahon\r\naccepted another employment offer as a legal adviser for a bank,\r\nwhere she began working on 5 March\n2008. Her employment with D M\r\nKisch came to an end on 28 February 2008, approximately two years and\r\ntwo months after she had started\nworking there. The duration of her\r\nservice under her clerkship agreement was, however, for three months\r\nless than the two year\nperiod that s 2(1)(a) of the Act requires for\r\nadmission as an attorney. So, to overcome this problem, and acting on\r\nthe premise\nthat the period between 3 January 2006 to 28 May 2006 was\r\n‘irregular service’ as a ‘candidate attorney’\n\nas contemplated by s 13(2), she applied to the high court to condone\r\nthis period of service as ‘substantially equivalent\nto regular\r\nservice’ the effect of which would, if granted, exempt her from\r\nhaving to serve the full period of two years in\nterms of her\r\nclerkship agreement in order to qualify for admission as an attorney.\n[4] The Law Society of the Northern\r\nProvinces, the appellant in these proceedings, opposed her\r\napplication. It did so on the ground\nthat the time spent before Ms\r\nMahon entered into her clerkship agreement was ‘not served\r\nregularly as a candidate attorney’\nwithin the meaning of s\r\n13(2), and therefore, was not capable of being condoned. The high\r\ncourt, however, granted Ms Mahon’s\napplication. The Law Society\r\nappeals against that order.\n[5] On behalf of Ms Mahon it was\r\ncontended that the first agreement was, in substance, one entered\r\ninto in accordance with the Act\nand, therefore, that condonation was\r\nnot required. Put another way, the argument was that there was\r\n‘substantial compliance’\nwith the requirements of the\r\nAct. In the alternative, and if we were to hold that the first\r\nagreement was not one that the Act\ncontemplates then, it was\r\ncontended, her period of employment under it was nevertheless\r\n‘irregular service’ that was\ncapable of being condoned.\r\nFinally, if the first two submissions failed, it was submitted that\r\nthe interpretation of s 13(2) raises\na constitutional issue, which is\r\nthat if the section is interpreted literally, the effect will be to\r\nviolate Ms Mahon’s constitutional\nright to choose and practise\r\na profession of her choice under s 22 of the Constitution. The court\r\nbelow upheld this submission.\n[6] I turn to consider the proper\r\nconstruction of s 13(2). There was no challenge to the\r\nconstitutionality of the section, a point\nI will revert to later in\r\nthis judgment. To interpret the section requires a consideration of\r\nits language in the light of its\ncontext and purpose. The section\r\nprovides:\n‘\nIf\r\nany person has not served regularly as a candidate attorney, the\r\ncourt, if satisfied that such irregular service was occasioned\nby\r\nsufficient cause, that such service is substantially equivalent to\r\nregular service, and that the society concerned has had due\nnotice of\r\nthe application, may permit such person, on such conditions as it may\r\ndeem fit, to apply for admission as an attorney\nas if he had served\r\nregularly under articles or a contract of service.’\n[7] I commence with the language. The\r\nwords ‘regular service’ and ‘irregular service’\r\nin the section both\nrefer to service ‘as a candidate attorney’.\r\nSection 1 defines a ‘candidate attorney’ as ‘any\r\nperson\nbound to serve under articles of clerkship . . .’. And,\r\n‘articles of clerkship’, also defined in s 1, means ‘any\n\ncontract in writing under which any person is bound to serve an\r\nattorney for a specified period in accordance with this Act’.\n\nPlainly, it is only the irregular service of a candidate attorney (as\r\ndefined), which may be normalised – not irregular service\n\ngenerally. If there was the slightest doubt that this is so, it is\r\ndispelled by the signed Afrikaans text, which can hardly be\nclearer.\r\nIt reads:\n‘\nIndien\r\niemand nie gereeld diens as kandidaat-prokureur verrig het nie . . .\r\ndat daar gegronde rede vir die ongereelde diens was,\ndat daardie\r\ndiens in hoofsaak gelykstaande met gereelde diens is . . . .’\n[8] This\r\nconstruction of s 13(2) is buttressed by its statutory context. In\r\nthis regard Chapter 1 of the Act, which creates the\nregulatory regime\r\nfor candidate attorneys, is relevant. Section 2(1) prescribes the\r\nduration of service under articles of clerkship\nthat must be served\r\nbefore a person is eligible for admission as an attorney. The period\r\nto be served depends on the qualification\nobtained. Where a person\r\nhas satisfied the requirements for the\nbaccalaureus\r\nlegum\n(LLB)\ndegree, the period\r\nprescribed is two years.\n4\nIn the case of a\r\nperson who does not have an LLB qualification, but does have another\r\ndegree, the period is three years,\n5\nand for a person\r\nwho has only passed the matriculation examination, as in Ms Mahon’s\r\ncase, five years.\n6\nIn other instances,\r\nnone of which bear on this matter, the period may be shortened to a\r\nyear\n7\nor the person may\r\nbe exempt from service under articles of clerkship.\n8\nThe Act contains no\r\nother provision to accommodate a shorter period for a clerkship\r\nagreement. Before concluding a clerkship agreement\nan aspirant\r\ncandidate attorney must submit proof of his or her qualifications to\r\nthe Law Society.\n9\nAnd, once\r\nconcluded, it must be lodged with the Law Society within two months\r\nto be registered.\n10\n[9] The termination\r\nof a clerkship agreement is dealt with in s 11. It provides that if a\r\nclerkship agreement is cancelled or abandoned\nbefore completion, a\r\ncourt may add the period served under that agreement to any other\r\nperiod that the candidate attorney has served.\n11\nThe purpose of the\r\nsection is to ensure that the requirement that clerkship agreements\r\ncomply with the period requirements in s\n2(1) is made easy.\n[10] Section 13(3) gives further\r\ncontextual assistance for the choice of language employed in s 13(2).\r\nIt provides that where a\ncandidate attorney has satisfied the degree\r\nrequirements in s 2(1), a period served by the candidate attorney\r\nunder a clerkship\nagreement before achieving this shall for purposes\r\nof admission as an attorney be regarded as having been served after\r\nthe qualification\nwas obtained. The effect of this section is that a\r\ncandidate attorney may be credited for a period of articles served\r\nbefore satisfying\nthe degree requirements, and therefore suffers no\r\nprejudice, because his or her initial clerkship agreement was\r\nconcluded for a\nlonger period. I will revert to this point later in\r\nthe judgment.\n[11] The provisions of chapter 1, with\r\nreference to articles of clerkship, must be read with rule 58 of the\r\nrules of the Law Society,\nwhich requires an agreement to\r\nsubstantially comply with the form in the Second Schedule to the\r\nrules. The rule gives the Law Society\nthe right to reject any\r\nagreement, submitted to it for registration, which does not comply\r\nwith the Act, the rules or has other\nimproper or objectionable\r\nprovisions.\n[12] What emerges\r\nfrom this analysis is that the legislature intended the terms of the\r\nclerkship agreement to be the bedrock of\nthe regulatory regime\r\ngoverning candidate attorneys. But it recognized that the strict\r\napplication of this regime may sometimes\ncause hardship. It thus gave\r\nthe high court the authority to condone, on sufficient grounds, the\r\nirregular service of a candidate\nattorney. What the legislature had\r\nin mind by ‘irregular service’ were ‘breaks in\r\nservice either through accident,\nas in the case of illness of the\r\nclerk, or through a\nbona\r\nfide\nmistake,\r\nor through other sufficient cause’.\n12\nBut, it is plain\r\nthat the high court’s authority to excuse any irregular service\r\nis conditional upon the candidate attorney\nhaving concluded a\r\nclerkship agreement in accordance with the Act – in other words\r\na valid contract of articles.\n[13] Although the\r\nsection has been amended over the years it has been interpreted for\r\nwell over a century to convey the same idea:\n‘that no service\r\ncould be taken into computation as qualifying for admission, except\r\nservice subsequent to the date of a\nwritten contract’.\n13\nIn addition, a\r\nstring of cases from provincial divisions have said emphatically that\r\nservice of articles can only be service of\narticles under a valid\r\ncontract and that a court may only consider condoning any irregular\r\nservice once the validity of the contract\nhas been established.\n14\nIn\nEx\r\nParte Singer;\nLaw\r\nSociety, Transvaal, Intervening\n,\n15\nthis court gave its\r\nimprimatur to this interpretation.\n[14] This brings me to Ms Mahon’s\r\nfirst point – that the first agreement complied, or\r\nsubstantially complied, with the\nAct. As I have mentioned a contract\r\nof ‘articles of clerkship’ means ‘any contract in\r\nwriting under which a person\nis bound to serve an attorney for a\r\nspecified period in accordance with the Act’. The agreement\r\ndescribed her position as\na ‘Candidate Trademark Attorney’.\r\nBut beyond that it bore no resemblance to an agreement that the Act\r\nenvisages. It\ndid not specify the duration of service as s 2\r\nrequires; nor did it conform in any material respect to the form in\r\nthe Second Schedule\nto the rules. Most significantly, it provided for\r\na three-month probationary period and only then, after the\r\n‘successful\ncompletion of the probationary period’, would\r\nthe clerkship agreement be signed. So it is clear that the first\r\nagreement\nanticipated a proper agreement being signed later –\r\nand this is what happened. The parties did not intend the first\r\nagreement\nto be a clerkship agreement and it clearly was not. There\r\nis therefore no merit in the submission that the first agreement\r\ncomplied\nsubstantially or at all with the provisions of the Act.\n[15] That ought to\r\nhave been the end of the matter. However, counsel for Ms Mahon\r\npressed the argument that s 13(2) is ambiguous,\ndespite the fact that\r\nthe interpretation of the section appears to have been settled. The\r\nambiguity, he submitted, permitted an\ninterpretation that would allow\r\nthe period of articles served under the first agreement to be treated\r\nas irregular service which\nwas capable of being condoned. For this\r\nsubmission he relied on\nEx\r\nParte Edwards\n,\n16\na decision of the\r\nCape Provincial Division (Farlam J, Van Niekerk J concurring). That\r\ncourt took the view that the words ‘not\nserved regularly as a\r\ncandidate attorney’ were ambiguous, the ambiguity, it said,\r\narising from the fact that it was not clear\nwhether the words\r\ngoverned by the word ‘not’ related only to the words\r\n‘served regularly’ or included the\nwords ‘as a\r\ncandidate attorney’ so that only a candidate attorney who had\r\nentered into a valid contract could apply\nfor relief under the\r\nsection.\n17\n[16] The court in\nEdwards\nfound support for\r\nits view in the change of wording in s 13(2) from its predecessor, s\r\n19(1) of the Attorneys, Notaries and Conveyancers\nAdmission Act 23 of\r\n1934. That section read as follows:\n'Where\nany person articled to an attorney\nhas not served under such articles\r\nstrictly in accordance with the provisions of this Act, the Court,\r\nupon being satisfied that\nsuch irregular service was occasioned by\r\nsufficient cause, and that such service although irregular, is\r\nsubstantially equivalent\nto regular service, and that the law society\r\nconcerned has had due notice of the application, may, subject to the\r\nprovisions of\nclause 6 of the First Schedule, permit such person,\r\nupon such conditions as it may deem fit, to present (if otherwise\r\nqualified)\nhis petition for admission as an attorney in the same\r\nmanner as if the service in question had been regular and in\r\nconformity with\nthe provisions of this Act.'\n(Emphasis added\r\nby the court.)\n[17] The court reasoned that the fact\r\nthat s 19(1) of the previous Act used the words ‘(w)here any\r\nperson articled to an attorney’,\nand s 13(2) of the current Act\r\ndid not, gave a ‘strong indication’ that Parliament did\r\nnot intend s 13(2) to be limited\nin its operation to service of\r\npersons already articled.\n[18] However, in a\r\ncarefully reasoned judgment, the Natal Provincial Division (Howard\r\nJP, Levinsohn J concurring) in\nTshabalala\r\nv Natal Law Society\n18\nfirmly rejected\r\nthis reasoning in\nEdwards.\nIt\r\naccepted that the word ‘not’ governs the entire phrase,\r\nbut considered that unless one ignored the words ‘as\na\r\ncandidate attorney’ the section could not be construed to cover\r\nirregular service by persons other than candidate attorneys,\nthat is\r\nby persons who have not concluded valid clerkship agreements.\n19\nAnd, as I have\r\nexplained earlier, because the clerkship agreement lies at the heart\r\nof the admission of persons as attorneys, it\nis not possible to\r\nconstrue the section to refer to irregular service generally. The\r\nreasoning in\nTshabalala\nis\r\nin my view correct. For the same reason I do not think that the\r\nchange of wording from the 1934 Act to the present one constitutes\n\nsufficient evidence of a change of intention on the legislature’s\r\npart.\n20\n[19] One more point\r\nmust be made about\nEdwards.\nThe\r\ncourt attempted to distinguish this court’s decision in\nSinger\nby\r\nholding that there the irregular service was rendered pursuant to\r\narticles that were null and void because the applicant entered\ninto\r\nthem at a time when he was enrolled as an advocate, which\r\ndisqualified him from doing so.\n21\nHowever, in\nEdwards\nthe\r\nperson who served articles was properly qualified to enter into a\r\nclerkship agreement but did not do so through no fault on\nher part.\r\nThe distinction is one without a difference. In my view it matters\r\nnot whether the person was qualified. The real question,\nas this\r\ncourt said in\nSinger\n,\nwas whether the\r\nirregular service was capable of producing legal consequences or, put\r\nanother way, was capable of being condoned.\nAnd it is only a valid\r\ncontract of articles that can produce legal consequences. Had the\r\ncourt in\nEdwards\napproached the\r\nissue in this way, which I think it should have in the light of the\r\nratio in\nSinger\n,\r\nit would have come to another conclusion. It follows that Ms Mahon’s\r\nreliance on\nEdwards\nmust\r\nfounder.\n[20] I now turn to\r\nconsider the third ground that counsel for Ms Mahon relied upon: that\r\nif s 13(2) is interpreted in the manner\nthat I have done here, and\r\nthe courts have consistently done over many years, it would violate\r\nMs Mahon’s constitutional\nright to choose her profession freely\r\n– a right that s 22 of the Constitution now protects.\n22\nCounsel for Ms\r\nMahon found support for his submission in the reasoning of the court\r\nbelow. For its part the court below, in turn\nrelied on a decision of\r\nthe Cape Provisional Division (Traverso DJP, Hlophe JP concurring) in\nEx\r\nParte Ndabangaye\n.\n23\nIt is, therefore,\r\nnecessary to examine\nNdabangaye\nmore\r\nclosely.\n[21] The\nNdabangaye\ncourt\r\nwas confronted with facts almost identical to those in\nSinger\n.\r\nThe applicant for admission as an attorney had not removed her name\r\nfrom the roll of advocates at the time she registered her\nclerkship\r\nagreement with the Law Society of the Cape of Good Hope. She was thus\r\nprecluded from registering her articles by s 12\nof the Act.\n24\nWhen she discovered\r\nthe problem, she successfully applied to court to have her name\r\nremoved from the roll of advocates. She then\napplied to court to be\r\nadmitted as an attorney, and asked the court to condone the fact that\r\nshe was still enrolled as an advocate\nwhile doing her articles.\n[22] The court\r\nfound that there was ‘sufficient cause’, as s 13(2)\r\ncontemplates, to condone the applicant’s non-compliance\nwith s\r\n12 (in contrast to\nSinger\n,\r\nwhich decided that the clerkship agreement concluded contrary to s 12\r\nwas a nullity incapable of being condoned). It also held\nthat it was\r\nno longer bound by\nSinger\non\r\ntwo grounds: first, because s 13(2) had been amended since that case\r\nwas decided and, secondly, for the reason that it predated\nthe\r\nConstitution.\n25\n[23] It is\r\nconvenient to dispose of the first ground briefly. When\nSinger\nwas\r\ndecided, s 13(2) read:\n'If\r\nany person has not served regularly as an articled clerk, the Court,\r\nif satisfied that such irregular service is substantially\nequivalent\r\nto regular service, and that the society concerned has had due notice\r\nof the application, may permit such person, on\nconditions as it may\r\ndeem fit, to apply for admission as an attorney as if he had served\r\nregularly under articles.'\n[24] For present\r\npurposes the only relevant difference between the wording then and\r\nnow is that in the present Act the phrase ‘was\noccasioned by\r\nsufficient cause’ is added to the requirement that the court be\r\n‘satisfied’. I respectfully disagree\nthat the additional\r\nwords change the substance of the section’s meaning. In both\r\ncases the section confers a broad discretion\non the court to condone\r\n‘irregular service’ – in the former case ‘as\r\nan articled clerk’ and in the\nlatter, ‘as a candidate\r\nattorney’. This discretion can only be exercised if the\r\nprerequisite of a valid contract of\nclerkship exists\n26\n–\na\r\nrequirement in both the earlier and the amended section. There was\r\ntherefore no proper basis to distinguish\nSinger\non\r\nthis ground.\n[25] I turn to\r\nconsider the second ground: that the court in\nNdabangaye\nwas\r\nnot bound by this court’s construction of s 13(2) in\nSinger\nbecause,\r\nto use its words, ‘the . . . case preceded the Constitution’.\n27\nIf the court\r\nintended to hold that\nSinger\nwas\r\nnot binding on it merely because it was decided before the advent of\r\nthe Constitution, I must respectfully disagree with this\nproposition\r\nfor two reasons: first, there was no direct challenge to the\r\nconstitutionality of s 13(2), which means that the court\nhad to\r\naccept that the section was constitutionally valid, and secondly,\r\nbecause the section is not ambiguous or otherwise reasonably\ncapable\r\nof being given any other meaning, it logically could not have been\r\nread in a way which better ‘promote[s] the spirit,\npurport and\r\nobjects of [s 22 of] the Bill of Rights’. The\nNdabangaye\ncourt\r\nthus ought to have considered itself bound by the decision in\nSinger.\n28\n[26] But, as I have\r\nsaid, it did not. And, having thus freed itself of the binding force\r\nof this court’s judgment it proceeded\nas follows; it accepted\r\nthat the applicant had acted contrary to the provisions of s 12 when\r\nshe registered her articles while\nstill being on the roll of\r\nadvocates\n29\nand, by\r\nimplication, that her clerkship agreement was therefore invalid on an\r\nordinary reading of s 13(2).\n[27] But having\r\nacknowledged this to be the case, the court confusingly said that the\r\ntwo sections must be interpreted against the\ninjunction in s 39(2) of\r\nthe Constitution to promote the spirit, purport and objects of s 22\r\nof the Bill of Rights;\n30\nand also that in\r\ninterpreting ss 12 and 13(2) it must be borne in mind that they must\r\nserve a purpose envisaged by s 22 of the Constitution.\nIn regard to s\r\n12 it observed:\n‘\n(O)ne\r\nof the reasons why . . . an attorney wishing to become an advocate is\r\nobliged to sever all ties with the attorneys’\nbranch of the\r\nprofession may be to prevent him from using undue influence to\r\nchannel work in his direction.’\n31\n[28] The judge\r\nfound, on the facts, that the applicant had attempted to have her\r\nname removed from the roll of advocates but, through\nno fault on her\r\npart, the attorneys who she had instructed had not done so. It also\r\nfound that she was in no position to channel\nwork in her direction.\r\nShe would thus, said the judge, be denied her constitutional right to\r\nchoose her profession freely by not\nbeing admitted to practise as an\r\nattorney if the question whether she had complied with the relevant\r\nsections were approached in\na ‘legalistic’ manner.\n32\nFurthermore, said\r\nthe judge, she could think of no ‘rational reason why an\r\ninterpretation should be afforded to s 13(2) of\nthe Act which will\r\nresult in such drastic consequences . . .’. The judge concluded\r\nthat ‘the interpretation adopted\nin the\nSinger\ncase\r\nwas so strictly legalistic that it must, in view of the . . .\r\nprovisions of the Constitution and the Bill of Rights and the\n\nunderlying aims of fairness and justice be departed from’.\n33\nAccordingly, she\r\nfound ‘sufficient cause’ to condone the irregular service\r\nof the applicant’s contract of articles\nof clerkship.\n[29] The court\r\nbelow adopted the reasoning in\nNdabangaye.\nIt\r\napproached the question whether Ms Mahon’s service should be\r\nregarded as service ‘substantially equivalent to regular\n\nservice’ as contemplated by s 13(2) as one to be determined\r\nagainst the factual background of the matter.\n34\nIt then, as the\r\ncourt in\nNdabangaye\napproached the\r\nissue, said that the stated purposes of the Act included the\r\nprotection of the integrity of the profession, the safeguarding\nof\r\nthe public from unqualified and unscrupulous individuals entering the\r\nprofession and also to ensure that candidate attorneys\nreceived\r\nproper training from their employers and were not exploited by them.\n35\nAnd, that neither\r\nthese purposes, nor any purpose sanctioned by s 22 of the Bill of\r\nRights, would be served by adopting an ‘unduly\nlegalistic\r\napproach’ to the interpretation of s 13(2).\n36\nInstead, said the\r\njudge, the matter had to be approached in a manner that ensures that\r\n‘substantive justice’ is done.\n37\nIt thus concluded,\r\nas did\nNdabangaye\n,\nthat it would be\r\n‘unfair’ on the facts of this case not to recognize Ms\r\nMahon’s prior service because she had\nreceived ‘appropriate\r\ninstruction’ during this period.\n38\n[30] I have already\r\nindicated that in the absence of any direct constitutional challenge\r\nto s 13(2) under s 36 of the Constitution,\n39\nor a proper case\r\nthat the section was reasonably capable of any other interpretation,\r\nthe court in\nNdabangaye\nand the court below\r\nwere\nbound\r\nby\nSinger.\nIt appears,\r\nhowever, that they both had s 36 in mind when they emphasised that a\r\nstatutory provision – in this case s 13(2)\n– must serve a\npurpose\nthat the Bill of\r\nRights sanctions. But by doing so they conflated s 36 of the\r\nConstitution, which deals only with direct challenges\nto the\r\nconstitutionality of a law (in this case a statute), with s 39(2),\r\nwhich is concerned only with the interpretation of law\nin a manner\r\nthat is consistent with the Constitution.\n40\nMore fundamentally,\r\nthey erred in considering that the subjective positions of the\r\napplicants for admission as attorneys had any\nbearing on how s 13(2)\r\nwas to be interpreted.\n41\nThis led both\r\ncourts, with respect wrongly, to conclude that a ‘legalistic\r\ninterpretation’\n42\nof s 13(2)\r\nwould, in these cases, be contrary to a purpose sanctioned by s 22 of\r\nthe Constitution and thus unjustifiably infringe\nthe applicants’\r\nrights. This brings me to the question of whether fairness and\r\njustice in and of themselves afford constitutional\ngrounds to impugn\r\nlegislation.\n[31] The statement\r\nby the court in\nNdabangaye\nthat fairness and\r\njustice are underlying aims of our constitutional order is\r\nuncontroversial.\n43\nMost legal systems\r\nwould subscribe to these values. Central to the idea of fairness,\r\nwrites Amartya Sen, is:\n‘\n[A]\r\ndemand to avoid bias in our evaluations, taking note of the interests\r\nand concerns of others as well, and in particular the\nneed to avoid\r\nbeing influenced by our respective vested interests, or by our\r\npersonal priorities or eccentricities or prejudices.\nIt can broadly\r\nbe seen as a demand for impartiality.’\n44\nIn a similar vein ‘justice’,\r\naccording to Plato, requires us to treat equals equally and unequals\r\nunequally. There are,\nhowever, many theories and conceptions of\r\njustice and the search for any exact idea of justice has escaped\r\nphilosophers as it has\njudges. It often boils down to what in the\r\nAfrikaans language would be one’s ‘regsgevoel’ –\r\none’s\npersonal sense of justice.\n[32] But fairness\r\nand justice are inherently malleable concepts and cannot be\r\nfreestanding requirements against which to test the\nconstitutionality\r\nof a statute, its interpretation or its applicability to the facts of\r\na particular case.\n45\nBecause if they\r\nwere, statutes would be declared unconstitutional or applied\r\ndifferently depending on an individual judge’s\nperception of\r\nwhat is fair or just in a particular case, which is what happened in\r\nthe two cases now under consideration. Obviously,\nwhen interpreting\r\nlaws judges are assisted by the presumption that the legislature does\r\nnot intend to enact laws that produce unfair,\nunjust or unreasonable\r\nresults.\n46\nBut laws have\r\ngeneral application and their meaning cannot change to accommodate\r\nindividuals. A statute, just like the Constitution,\ndoes not mean\r\nwhatever we wish it to mean. Cases must be decided on a principled\r\nbasis.\n47\nThe statements in\r\nthe judgments of\nNdabangaye\nand\r\nof the court below that suggest the contrary should consequently not\r\nbe followed.\n[33] I return to\r\nthe instant matter. I have held that Ms Mahon’s first agreement\r\nwas not a valid agreement as contemplated\nby the Act and for that\r\nreason the period that she served under it was not capable of being\r\ncondoned. I should add that it is not\nas if the Act did not permit\r\nher to conclude a clerkship agreement that conformed to the Act.\r\nBefore obtaining all her credits\nfor her LLB degree she could have\r\nentered into a five-year contract in terms of s 2(e) and, once she\r\nhad completed two years, applied\nto court under s 13(3)\n48\nto permit her to be\r\nenrolled. The court below was understandably concerned that applying\r\nthe law in its terms would result in some\nhardship to her. This is\r\nbecause she had already performed functions of a candidate attorney\r\nfor a two-year period. Courts should\nbe compassionate: but legal\r\nquestions, as a judge said many years ago, must be resolved without\r\nregard to sentiment or sympathy.\n49\n[34] Courts should bear in mind too\r\nthat certain consequences flow from articles of clerkship and that\r\nthese are professionally\nimportant. These include the Law Society’s\r\nsupervisory and regulatory function of the work of a candidate\r\nattorney and the\nfact that legal privilege is afforded to clients of\r\nan attorney and a candidate attorney. Service other than under valid\r\narticles\nof clerkship would undermine these features and could impact\r\nadversely on the public.\n[35] There is, however, a matter\r\narising from this case that requires the attention of the Law\r\nSociety. I am not aware of any consistent\npractice where attorneys\r\nenter into clerkship agreements, which include a period of probation\r\nas in the instant case. Such contracts,\nas the court below correctly\r\nobserved, must be discouraged as they are open to abuse.\n[36] The Law Society has, at the\r\nrequest of the court, and in collaboration with Ms Mahon’s\r\nlegal representatives, very helpfully\nproposed a draft order. That\r\norder will be made an order of court. The Law Society has\r\nappropriately not asked for a costs order\nin the event that it is\r\nsuccessful in the appeal. I accordingly make the following order.\n1. The appeal is upheld.\n2. The order of the court a quo\r\nadmitting and enrolling the respondent as an attorney of the high\r\ncourt is set aside and the following\norder is substituted in its\r\nplace:\n‘\n2.1 The\r\napplicant’s application for her admission and enrolment as an\r\nattorney of the high court is postponed sine die.\n2.2 Her application for condonation in\r\nterms of s 13(2) of the Attorneys Act 53 of 1979 for the period\r\nserved from 3 January 2006\nto 28 May 2006 before the conclusion\r\nof her articles of clerkship on 28 May 2006 is dismissed.\n2.3 Upon successful completion of her\r\narticles of clerkship for a further period of at least three (3)\r\nmonths, either with her former\nprincipal or any other attorney duly\r\nqualified to act as her principal, alternatively, upon successful\r\ncompletion of a period of\nat least three (3) months of community\r\nservice as envisaged by s 2(1A)(b) of the Attorneys Act, the\r\napplicant may apply to court\non the same papers, duly supplemented,\r\nfor an order in terms of s 11(2) or, depending on the circumstances,\r\nany other applicable\nprovision in terms of the Attorneys Act for her\r\nadmission as an attorney of the high court.\n2.4. The further period of three (3)\r\nmonths of articles of clerkship is to be served or community service\r\nto be performed within\na period of twenty four (24) months from the\r\ndate of this order.\n2.5. The order granted by the court a\r\nquo condoning the applicant’s period of absence of leave for 17\r\ndays in excess of the\n30 days allowed during any year of her articles\r\nof clerkship is not affected by this order.\n2.6. The applicant is ordered to\r\nsurrender her certificate of enrolment as an attorney of the high\r\ncourt to the respondent forthwith.’\n_____________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: A T Lamey (Attorney)\nInstructed by Rooth & Wessels Inc,\r\nBrooklyn\nNaudes, Bloemfontein\nRESPONDENT: J E Ferreira\nInstructed by Mothle Jooma Sabdia Inc,\r\nPretoria\nMatsepes Inc, Bloemfontein\n1\nThe\r\n\tjudgment is reported as\nEx Parte Mahon\n2010 (2) SA 511\n(GNP).\n2\nThe\r\n\tcourt below stated that the probationary period ‘certainly did\r\n\tnot reflect the applicant’s wishes’ (para\n23(k)) and\r\n\tthat she ‘was given little choice . . . and could only accept\r\n\ther fate’ (para 13). But no such averments\nwere made in the\r\n\tpapers.\n3\nThe\r\n\tcourt below described Mr Van Der Merwe’s decision to delay\r\n\tsigning the clerkship agreement until Ms Mahon had passed\nher\r\n\tCriminal Law exam as a refusal to do so (para 11). This is\r\n\tinaccurate.\n4\nSection\r\n\t2(1)(a) and s 2(1)(aA).\n5\nSection\r\n\t2(1)(c).\n6\nSection\r\n\t2(1)(e).\n7\nSection\r\n\t2(1A).\n8\nSection\r\n\t2A.\n9\nSection\r\n\t4(b).\n10\nSection\r\n\t5.\n11\nSection\r\n\t11(2) and s 11(3).\n12\nEx\r\n\tParte Couzyn\n1929 TPD 238\nat p 240. This case was decided under\r\n\ts 21 of Ordinance 1 (Private) of 1905.\n13\nIn\r\n\tre Berrangé\n3 M 458. This case was decided under Rule of\r\n\tCourt 149 in 1837.\n14\nEx\r\n\tParte Traverso\n1977 (1) SA 791\n(C) p 793A-D.\r\n\tThis case was decided under s 19(1) of the Attorneys, Notaries and\r\n\tConveyancers Admission Act 23 of 1934.\nBosman\r\n\tv Prokureursorde van Transvaal\n1984 (2) SA\r\n\t633\n(T) p 636F-G;\nTshabalala v Natal Law\r\n\tSociety\n1996 (4) SA 150\n(N) p 152C-G.\n15\n1984\r\n\t(2) SA 757(A).\n16\n1995\r\n\t(1) SA 451\n(C).\n17\nIbid\np 454B-D.\n18\n1996\r\n\t(4) SA 150\n(N).\n19\nIbid\np 153F-G.\n20\nIbid\np 153G-H.\n21\nEdwards\nabove p 455A-D.\n22\nSection\r\n\t22 of the Constitution provides: ‘\nFreedom\r\n\tof trade, occupation and profession\nEvery\r\n\tcitizen has the right to choose their trade, occupation or\r\n\tprofession freely. The practice of a trade, occupation or profession\n\n\tmay be regulated by law.’\n23\n2004\r\n\t(3) SA 415\n(C).\n24\nSection\r\n\t12 provides: ‘\nRegistration of articles or contract of\r\n\tservice entered into by advocate\nAny person admitted to practice\r\n\tas an advocate shall not be allowed to register articles or a\r\n\tcontract of service in terms of\nthe provisions of this Act, unless\r\n\this name has on his own application been removed from the roll of\r\n\tadvocates.’\n25\nNdabangaye\nabove n 23 para 11.\n26\nSinger\nabove p 761H-762A.\n27\nSee\nNdabangaye\nabove n 23 para 11.\n28\nThere\r\n\tis some uncertainty whether in the light of the decisions in\nEx\r\n\tParte Minister of Safety and Security: In re S v Walters\n[2002] ZACC 6\n;\n2002\r\n\t(4) SA 613\n(CC) and\nAfrox v Strydom\n2002 (6) SA 21\n(SCA) high\r\n\tcourts, when interpreting legislation in accordance with s 39(2) of\r\n\tthe Constitution, are bound by pre-constitutional\ndecisions of this\r\n\tcourt. (See Stuart Woolman and Danie Brand ‘Is there a\r\n\tConstitution in this courtroom? Constitutional\njurisdiction after\nAfrox and Walters\n’ (2003) 18\nSAPR/PL\n49. It is\r\n\tnot necessary to resolve this question in this case.\n29\nNdabangaye\nabove n 23 para 12.\n30\nIbid\npara 18.\n31\nIbid\npara 22, citing\nIn re Rome\n1991 (3) SA 291\n(A) at 309C.\n32\nIbid\nparas 23 and 24.\n33\nIbid\nparas 28 and 29.\n34\nEx\r\n\tparte Mahon\n2010 (2) SA 511\n(GNP) para 23.\n35\nIbid\nparas 24 and 25.\n36\nIbid\nparas 24 and 26.\n37\nIbid\npara 27.\n38\nIbid\npara 28.\n39\n‘\nLimitation\r\n\tof rights\nThe rights in the Bill\r\n\t\t\tof Rights may be limited only in terms of law of general\r\n\t\t\tapplication to the extent that the limitation\nis reasonable and\r\n\t\t\tjustifiable in an open and democratic society based on human\r\n\t\t\tdignity, equality and freedom, taking into\naccount all relevant\r\n\t\t\tfactors, including-\nthe nature of the\r\n\t\t\t\tright;\nthe importance of the\r\n\t\t\t\tpurpose of the limitation;\nthe nature and extent\r\n\t\t\t\tof the limitation;\nthe relation between\r\n\t\t\t\tthe limitation and its purpose; and\nless restrictive\r\n\t\t\t\tmeans to achieve the purpose.\nExcept as provided in\r\n\t\t\tsubsection (1) or in any other provision of the Constitution, no\r\n\t\t\tlaw may limit any right entrenched\nin the Bill of Rights.’\n40\nSection\r\n\t39(2) provides:\n‘\nWhen\r\n\tinterpreting any legislation, and when developing the common law or\r\n\tcustomary law, every court, tribunal or forum must promote\nthe\r\n\tspirit, purport and objects of the Bill of Rights.’\n41\nFerreira\r\n\tv Levin NO; Vryenhoek v Powell NO\n1996 (1) SA 984\n(CC) para 26.\n42\nThe\r\n\tcourts in\nNdabangaye\n(para\r\n\t24) and the court below (para 26) cited\nEx\r\n\tParte Mothuloe (Law Society, Transvaal, Intervening\n1996\r\n\t(4) SA 1131\n(T))\nto support this proposition.\r\n\tBut\nEx Parte Mothuloe\ndid\r\n\tnot deal with s 13(2); nor does it refer to the Constitution. The\r\n\tcase merely confirms a trite principle of statutory interpretation,\n\n\twhich predates the Constitution, that when considering whether a\r\n\tstatutory provision has been complied with the answer is to\nbe found\r\n\tby having regard to the intention of the legislature as ascertained\r\n\tnot only from\nthe language, but also from the\r\n\tscope and purpose of the enactment as a whole. The approach has been\r\n\tconfirmed by a long line\nof authority. This ‘trend in\r\n\tinterpretation’, said Van Dijkhorst J, is ‘away from the\r\n\tstrict(ly) legalistic\nto the substantive . . .’.\n43\nAbove\r\n\tn 23 para 29.\n44\nAmartya\r\n\tSen\nThe Idea of Justice\n(2009) 54.\n45\nCf\nBredenkamp v Standard Bank\n2010 (4) SA 468\n(SCA) para 53.\n46\nL\r\n\tC Steyn\nDie Uitleg van Wette\n(5\r\n\ted) 101.\n47\nMinister\r\n\tof Safety and Security v Sekhoto\n(131/10)\n[2010] ZASCA 141\npara\r\n\t14.\n48\n‘\nThe\r\n\tcourt may, on the application of a candidate attorney who has\r\n\tsatisfied all the requirements for a degree referred to in paragraph\n(a)\nor\n(c)\nof\r\n\tsection 2(1), or for the degrees referred to in paragraph\n(a\nA\n)\nof\r\n\tthat section, or for a degree or degrees referred to in paragraph\n(a\nB\n)\nor\n(c\nA\n)\nof\r\n\tthat section in respect of which a certification in accordance with\r\n\tthose respective paragraphs has been done, and subject\nto such\r\n\tconditions as the court may impose, order that the whole or any part\r\n\tof the period served by that candidate attorney\nunder articles\r\n\tbefore he or she satisfied such requirements, shall, for the purpose\r\n\tof his or her admission and enrolment as\nan attorney, be regarded as\r\n\thaving been served after and under articles entered into after he or\r\n\tshe satisfied such requirements.’\n49\nEx\r\n\tparte Venter\n1954 (3) SA 567\n(O) at 569D-F.",
  "scraped_at": "2026-02-11T20:52:01.242285",
  "date": "2010-12-02",
  "coram": [
    "Lewis",
    "Cachalia",
    "Leach",
    "Tshiqi JJA",
    "Ebrahim AJA"
  ],
  "case_number": "86/10",
  "parties": {
    "applicants": [
      "The Law Society of the Northern Provinces"
    ],
    "respondents": [
      "Rochelle Mahon"
    ]
  },
  "sections": {
    "facts": "Ms Rochelle Mahon was employed by D M Kisch Inc as a \"Candidate Trademark Attorney\" from 3 January 2006 under a first agreement that did not meet the statutory requirements for a clerkship agreement under the Attorneys Act 53 of 1979. After passing her Criminal Law exam in April 2006, a proper clerkship agreement was signed on 28 May 2006 and lodged with the Law Society. She left D M Kisch in February 2008 to work as a legal adviser for a bank, having completed less than the two‑year period of service required by s 2(1) of the Act. Mahon applied to the North Gauteng High Court for condonation of the earlier period (3 January 2006 – 28 May 2006) as \"irregular service\" under s 13(2), seeking to have it treated as regular service so that she would not need to serve the full two years. The High Court granted the application; the Law Society appealed.",
    "issues": "1. Whether s 13(2) of the Attorneys Act can be invoked to condone irregular service when the person has not entered into a valid clerkship agreement. 2. Whether Mahon’s first agreement complied, or substantially complied, with the requirements of the Act. 3. Whether a literal interpretation of s 13(2) would infringe Mahon’s constitutional right to choose her profession under s 22 of the Constitution.",
    "principles": "The Court interpreted s 13(2) in its ordinary statutory context, emphasizing that the provision only permits condonement of irregular service of a \"candidate attorney\" who has a valid contract of articles of clerkship. The definition of \"candidate attorney\" in s 1 requires a written clerkship agreement. Pre‑constitutional case law (Singer, Edwards, Tshabalala, Ndabangaye) was considered, with the Court rejecting the view that the wording change from the 1934 Act broadened the scope of s 13(2). The Court held that constitutional arguments cannot expand the meaning of the provision where the language is clear and unambiguous, and that s 22 and s 39(2) of the Constitution do not override the statutory requirement for a valid clerkship agreement.",
    "application": "The Court found that Mahon’s first agreement was not a clerkship agreement for the purposes of the Act—it lacked the prescribed duration, did not conform to the Second Schedule of the Law Society rules, and was conditional on a later probationary period. Consequently, the period of service under that agreement could not be treated as \"irregular service\" capable of condonation under s 13(2). The constitutional challenge was dismissed because the provision was not ambiguous and was not directly challenged as unconstitutional. Accordingly, the appeal was upheld and the High Court’s order admitting Mahon as an attorney was set aside.",
    "conclusion": "The appeal was upheld. The order admitting and enrolling Mahon as an attorney of the High Court was set aside. Mahon’s application for admission was postponed sine die; her application for condonation of the 3 January 2006–28 May 2006 period was dismissed. She must complete an additional three‑month period of clerkship (or community service) within twenty‑four months and then may apply for admission under s 11(2) or other applicable provisions. She is ordered to surrender her certificate of enrolment forthwith."
  },
  "tags": {
    "level_1": "Professional Law",
    "level_2": "Attorney Admission",
    "level_3": [
      "Attorneys Act",
      "condonation",
      "clerkship agreement",
      "constitutional law"
    ]
  }
}