{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/9.html",
  "case_name": "Arse v Minister of Home Affairs and Others (25/2010) [2010] ZASCA 9; 2010 (7) BCLR 640 (SCA) ; [2010] 3 All SA 261 (SCA); 2012 (4) SA 544 (SCA) (12 March 2010)",
  "citation": "[2010] ZASCA 9",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 9\n|\nNoteup\n|\nLawCite\nArse v Minister of Home Affairs and Others (25/2010) [2010] ZASCA 9; 2010 (7) BCLR 640 (SCA) ; [2010] 3 All SA 261 (SCA); 2012 (4) SA 544 (SCA) (12 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No:  \n25/2010\nIn the matter between:\nMUSTAFA AMAN ARSE     \n                                                                     \n       Appellant\nAnd\nMINISTER OF HOME\nAFFAIRS                                                          \nFirst Respondent\nDIRECTOR-GENERAL\nDEPARTMENT OF HOME\nAFFAIRS               \n                                                                     \n   Second Respondent\nBOSOSA (PTY) LTD t/a\nPROSPECTS TRADING                             Third Respondent\nNeutral citation:\nArse\nv Minister of Home Affairs\n(25/10)\n[2010] ZASCA 9\n(12 March 2010)\nCoram:\nMPATI\nP, CLOETE, CACHALIA, MALAN JJA and THERON AJA\nHeard:\n24\nFebruary 2010\nDelivered:\t12 March\n2010\nSummary:\nRefugees\nAct 130 of 1998\nand\nImmigration Act 13 of 2002\nâ enactments to be\nread together â appellant an asylum seeker issued with asylum\ntransit permit in terms of\ns 23\nof\nImmigration Act &shy\n;â asylum\nseeker permit issued in terms of\ns 22\nof\nRefugees Act\nâ whether\ndetention of appellant lawful.\n________\n______________________________________________________________\nORDER\nOn appeal from:\nSouth\nGauteng High Court (Johannesburg) (Willis J sitting as court of first\ninstance):\nAn order is made in the\nfollowing terms â\n(1)\tThe appeal is upheld\nwith costs including the costs of two counsel;\n(2)\tThe order of the\ncourt a quo is set aside and replaced with the following order:\nâ\n(a)\tthe detention of\nthe applicant is declared to be unlawful;\n(b)\tthe first and second\nrespondents are directed to re-issue the applicant with an asylum\nseeker permit in accordance with\ns 22\nof the\nRefugees Act 130 of 1998\nwhich permit shall remain valid until a decision has been made on the\napplicantâs application for asylum and, where applicable,\nthe\napplicant has had an opportunity to exhaust his rights of review or\nappeal in terms of Chapter 4 of the\nRefugees Act and\nthe Promotion of\nAdministrative Justice Act 3 of 2000;\n(c)\tthe respondents are\ndirected immediately to release the applicant in possession of the\nasylum seeker permit as set out above;\nand\n(d)\tthe first and second\nrespondents are directed to pay the applicantâs costs including the\ncosts of two counsel.â\n_____________________________­­­­­­­­_________________________________________\nJUDGMENT\nMALAN JA (MPATI P, CLOETE\nAND CACHALIA JJA AND THERON AJA concurring):\n[1]\tThis is an appeal\nwith the leave of Willis J against his judgment in the South Gauteng\nHigh Court dismissing the appellantâs\nurgent application to secure\nhis release from the Lindela Holding Facility. The appellant is an\nasylum-seeker from Ethiopia whose\napplication for asylum was refused.\nHe has appealed against this refusal to the Refugee Appeal Board. The\nfollowing order was given\nin court immediately after argument was\nconcluded.\nâ\nAn order is made in\nthe following terms â\n(1)\tThe appeal is upheld\nwith costs including the costs of two counsel;\n(2)\tThe order of the\ncourt a quo is set aside and replaced with the following order:\nâ\n(a)\tthe detention of\nthe applicant is declared to be unlawful;\n(b)\tthe first and second\nrespondents are directed to re-issue the applicant with an asylum\nseeker permit in accordance with\ns 22\nof the\nRefugees Act 130 of 1998\nwhich permit shall remain valid until a decision has been made on the\napplicantâs application for asylum and, where applicable,\nthe\napplicant has had an opportunity to exhaust his rights of review or\nappeal in terms of Chapter 4 of the\nRefugees Act and\nthe Promotion of\nAdministrative Justice Act 3 of 2000;\n(c)\tthe respondents are\ndirected immediately to release the applicant in possession of the\nasylum seeker permit as set out above;\nand\n(d)\tthe first and second\nrespondents are directed to pay the applicantâs costs including the\ncosts of two counsel.ââ\nThe court indicated that\nreasons for the order given would be given. These are the reasons.\n[2]\tThe appellant is an\nEthiopian citizen who, according to the founding papers, fled from\nEthiopia owing to persecution by reason\nof his tribal affiliation and\npolitical opinion. He arrived in South Africa on 8 December 2008 for\nthe purpose of applying for political\nasylum in terms of the\nRefugees\nAct 130 of 1998\n. He was provided with an asylum transit permit in\naccordance with\ns 23\nof the\nImmigration Act 13 of 2002\nso that he\ncould proceed to a Refugee Reception Office to apply for asylum. An\nasylum transit permit is valid for a period of 14\ndays. The appellant\nstated that he attempted to gain access to the Port Elizabeth Refugee\nReception Office during that period and\nin the months thereafter but\nthat he did not succeed due to the lengthy queues. On 26 May 2009 he\nwas arrested in Queenstown where\nhe spent a week at the police\nstation before being transferred to Lindela on 2 June 2009. He has\nbeen detained at Lindela since 2\nJune 2009 under the name Abdul Ahid\nAmon.\n[3]\t With the assistance\nof officials of the second respondent the appellant applied for\nasylum status on 3 September 2009 and had\nan asylum seeker permit\nissued to him in terms of\ns 22\nof the\nRefugees Act. His\napplication\nwas, however, rejected by the Refugee Status Determination Officer on\nthe same day. He appealed to the Refugee Appeal\nBoard (see\ns 26\nof\nthe\nRefugees Act) and\na hearing took place on 4 December 2009, but\nallegedly in the absence of his legal representatives. The Refugee\nAppeal Board has\nnot yet made its decision on the matter. On 18\nDecember 2009 the appellant launched an urgent application in the\nHigh Court in Johannesburg\nfor an order interdicting the respondents\nfrom deporting him; declaring his detention from 2 June 2009 to be\nunlawful; directing\nthe first and second respondents to immediately\nre-issue an asylum seeker permit to him; and directing his immediate\nrelease from\ndetention. The application was dismissed. Hence this\nappeal.\n[4]\tDuring the hearing of\nthe urgent application Willis J urged the parties to come to an\nagreement on conditions on which the appellant\ncould be released. The\nrespondents suggested that there should be an undertaking by a lawful\nresident of South Africa to provide\nthe appellant with shelter, that\nhe should pay R 2000 as security to the nearest inspection or Refugee\nReception Office and that\nhe should report to the nearest Refugee\nReception Office every Tuesday and Friday pending the outcome of his\nappeal to the Refugee\nAppeal Board. The appellant rejected the\nconditions.  Willis J was concerned that â[w]hile the court\nobviously has to have regard\nto the importance of a person having\nfreedom, the court must also have regard to the practicalities that\nwould arise in ordering\nthe release of a person such as this\n[applicant], who cannot even comply with eminently reasonable\nconditions put forward by the\nrespondents.â He considered whether\nthere was any âabsoluteâ statutory unlawfulness in the continuing\ndetention of the appellant.\nReferring to\ns 22\nof the\nRefugees Act he\nfound that the right to âsojournâ âdoes not necessarily entail\na right to go about freely in South Africa with[out] any\nrestrictions.\nThe applicant is sojourning in South Africa, he is not\ngoing to be deported or sent out of South Africa pending the outcome\nof his\nappeal relating to asylum status. He is indeed sojourning in\nSouth Africa, albeit under restriction.â\n[5]\tOnce it is\nestablished that a person has been detained, the burden justifying\nthe detention rests on the detaining authority.\nIn\nPrincipal\nImmigration Officer and Minister of Interior v Narayansamy\n1\nSir John Wessels stated:\nâ\nApart from any\nlegislative enactment, there is an inherent right in every subject,\nand in every stranger in the Union, to sue out\na writ of\nhabeas\ncorpus\n.\nThis right is given not only by English law, but also by the Roman\nDutch law.\nPrima\nfacie\ntherefore\nevery person arrested by warrant of the Minister, or by any other\nperson, is entitled to ask the Court for his release,\nand this Court\nis bound to grant it unless there is some lawful cause for his\ndetention.â\nIn English law the remedy\nis known as\nhabeas\ncorpus\nbut\nin Roman Dutch law it is referred to as the\ninterdictum\nde homine libero exhibendo\n.\nBoth terms are used in our law.\n2\n[6]\tIn the answering\npapers the respondents submitted that the Refugee Appeal Board is\nentitled to investigate certain factual averments\nmade by the\nappellant so as to make an informed decision about his status in the\ncountry. The deponent expressed the apprehension\nthat if the\nappellant was released before this was done the process might be\nfrustrated and the proper functioning of the administration\nof\njustice be undermined. The respondents seek to justify the\nappellantâs detention under\ns 23\nand hence also\ns 34(1)\nand (2) of\nthe\nImmigration Act. They\nprovide as follows:\nâ\n23   Asylum\ntransit permit â\n(1)  The\nDirector-General may issue an asylum transit permit to a person who\nat a port of entry claims to be an asylum seeker,\nwhich permit shall\nbe valid for a period of 14 days only.\n(2)  Despite\nanything contained in any other law, when the permit contemplated in\nsubsection (1) expires before the holder\nreports in person to a\nRefugee Reception Officer at a Refugee Reception Office in order to\napply for asylum in terms of section 21\nof the Refugees Act,\n1998 (Act 130 of 1998), the holder of that permit shall become\nan illegal foreigner and be dealt with in\naccordance with this Act.\n34   Deportation and\ndetention of illegal foreigners â\n(1)  Without\nthe need for a warrant, an immigration officer may arrest an illegal\nforeigner or cause him or her to be arrested,\nand shall, irrespective\nof whether such foreigner is arrested, deport him or her or cause him\nor her to be deported and may, pending\nhis or her deportation, detain\nhim or her or cause him or her to be detained in a manner and at a\nplace determined by the Director-General,\nprovided that the foreigner\nconcernedâ\n(a)\tshall be notified in\nwriting of the decision to deport him or her and of his or her right\nto appeal such decision in terms of\nthis Act;\n(b)\tmay at any time\nrequest any officer attending to him or her that his or her detention\nfor the purpose of deportation be confirmed\nby warrant of a Court,\nwhich, if not issued within 48 hours of such request, shall cause the\nimmediate release of such foreigner;\n(c)\tshall be informed\nupon arrest or immediately thereafter of the rights set out in the\npreceding two paragraphs, when possible,\npracticable and available in\na language that he or she understands;\n(d)\tmay not be held in\ndetention for longer than 30 calendar days without a warrant of a\nCourt which on good and reasonable grounds\nmay extend such detention\nfor an adequate period not exceeding 90 calendar days, and\n(e)\tshall be held in\ndetention in compliance with minimum prescribed standards protecting\nhis or her dignity and relevant human rights.\n(2)  The\ndetention of a person in terms of this Act elsewhere than on a ship\nand for purposes other than his or her deportation\nshall not exceed\n48 hours from his or her arrest or the time at which such person was\ntaken into custody for examination or other\npurposes, provided that\nif such period expires on a non-court day it shall be extended to\nfour pm of the first following court day.â\n[7]\tIt was submitted on\nbehalf of the respondents that s 23 meant that the appellant became\nan âillegal foreignerâ after the expiry\nof the asylum transit\npermit granted to him. An âillegal foreignerâ is a foreigner who\nis in the Republic in contravention of\nthe\nImmigration Act.\n3\nBeing\nan âillegal foreignerâ the appellant may be dealt with in\nterms of the\nImmigration Act, and\nhence detained and deported.\n4\nIt was suggested that legislation of this nature was in accordance\nwith international law and fell within the inherent powers of\na\nsovereign state to regulate and forbid entrance to foreigners into\nits borders or admit them on such conditions as it may see fit\nto\nprescribe.\n5\nThe right to freedom of movement, it was submitted, is not absolute\nand may be limited in appropriate circumstances.\n6\nBoth the\nImmigration Act and\nthe\nRefugees Act limit\nthe rights of the\nappellant. Both\nss 9\nand\n32\nof the\nImmigration Act contain\nsuch\nlimitations on the freedom of movement of foreigners. On expiry of\nthe asylum transit permit issued in terms of\ns 23\n(1) of the\nImmigration Act the\nappellant became an âillegal foreignerâ and\nalso guilty of an offence.\n7\nAs an âillegal foreignerâ he âshall be deportedâ.\n8\nRelying on the decision of this court in\nJeebhai\n,\n9\nthe submission was made that pending a review or appeal an âillegal\nforeignerâ may be detained until he or she is deported in\nterms of\ns 34\nof the\nImmigration Act.\n[8\n]\tEven if the appellant\nis an âillegal foreignerâ as envisaged by\ns 23\nof the\nImmigration\nAct his\ndetention in terms of\ns 34\ncannot be justified.\nSection 34(2)\npermits the detention of an âillegal foreignerâ only for a period\nnot exceeding 48 hours subject to the proviso that if the said\nperiod\nexpires on a non-court day it âshall be extended to four pm of the\nfirst following court day.â The appellant was arrested\non 26 May\n2009 and detained at Lindela since 2 June 2009.\nSection 34(2)\nis\ntherefore of no assistance to the respondents.\n[9]\tTo justify the\nappellantâs detention the respondents sought to bring it within the\nambit of\ns 34(1).\nThe respondents indeed produced the original\nwarrant of detention dated 26 May 2009 but no evidence that a court\n(ie a magistrateâs\ncourt)\n10\nhas extended the period of detention in terms of\ns 34(1)(d).\nAn\nâillegal foreignerâ may in terms of this paragraph not be\ndetained for a period longer than 30\ncalendar\ndays âwithout a warrant of a Court which on good and reasonable\ngrounds may extend such detention for an adequate period not\nexceeding\n90 calendar daysâ. The respondents were not able to\nproduce such a warrant justifying the appellantâs continued\ndetention.\n11\nIt seems to me that the maximum period of detention permitted under\ns 34(1)(d)\nis 120 days, ie an initial period of 30 days, followed by\nan extended period or periods not exceeding 90 days.\n12\n[10]\tA âdetained person\nhas an absolute right not to be deprived of his freedom for one\nsecond longer than necessary by an official\nwho cannot justify his\ndetention.â\n13\nThe importance of this right âcan never be overstatedâ.\n14\nSection 12(1)(b) of the Constitution guarantees the right to freedom,\nincluding the right not to be detained without trial. This\nright\nbelongs to both citizens and foreigners.\n15\nThe safeguards and limitations contained in\ns 34(1)\nof the\nImmigration Act justify\nits limitation of the right to freedom and\nthe right not to be detained without trial.\n16\nEnactments interfering with elementary rights should be construed\nrestrictively. In\nR\nv Sachs\n17\nit was said:\nâ\n[T]he appellant in an\nable and admirably objective argument discussed the manner in which\ncourts of law should approach the interpretation\nof statutes which\ngive the Executive the power to invade the liberty of the individual.\nHe submitted that such statutes should be\nsubjected to the closest\nscrutiny of courts of law whose function it is to protect the rights\nand liberty of the individual. Courts\nof law do scrutinise such\nstatutes with the greatest care but where the statute under\nconsideration in clear terms confers on the\nExecutive autocratic\npowers over individuals, courts of law have no option but to give\neffect to the will of the Legislature as expressed\nin the statute.\nWhere, however, the statute is reasonably capable of more than one\nmeaning a court of law will give it the meaning\nwhich least\ninterferes with the liberty of the individual.â\nIn addition, s 39(2) of\nthe Constitution requires courts when interpreting a statute that is\nreasonably capable of two interpretations\nto avoid an interpretation\nthat would render the statute unconstitutional and to adopt the\ninterpretation that would better promote\nthe spirit, purport and\nobjects of the Bill of Rights, even if neither interpretation would\nrender the statute unconstitutional.\n18\nThe detention of the appellant is clearly in breach of the express\nprovisions of s 34(1)(d) of the Immigration Act and is unlawful.\nIndeed Mr Semenya who appeared on behalf of the respondents quite\nproperly conceded this during argument.\n[11]\tThe court a quo\nreferred to the âeminently reasonable conditionsâ which the\nrespondents proposed for the appellantâs release.\nSince the\nappellant could not meet these conditions, Willis J held that his\napplication had to fail. He reasoned that because no\nright was\nabsolute a balancing act had to be undertaken: the appellant had a\nright to freedom but, he said, the State âhad a legitimate\ninterest\nin trying to curb illegal immigration, in trying to keep track of\npersons who have entered the country illegally and ensuring\nthat\npersons who do not have places of shelter and who do not have any\nvisible means of support, are not free to roam the streets.â\nI do\nnot agree. A court, generally, cannot impose conditions for the\nrelease of a person unlawfully detained. Section 35(2)(d) of\nthe\nConstitution entitles any person who is detained to challenge his or\nher detention before a court and, if the detention is unlawful,\nâto\nbe released.â This can be contrasted with s 35(1)(f) which allows a\nperson arrested for allegedly committing an offence to\nbe released\nfrom detention if justice permits âsubject to reasonable\nconditionsâ. It follows, it seems to me, that the Constitution\ndoes\nnot  permit the imposition of conditions on a person such as the\nappellant for his release. As long ago as 1879, De Villiers\nCJ stated\nthat where a detention is unlawful the only course open was to order\nthe release of the person immediately. In\nIn\nRe Willem Kok and Nathaniel Balie\n19\nDe Villiers CJ said:\nâ\nIt is unnecessary to\nconsider the rights which under the Roman-Dutch law free persons had\nto a release or to the writ\nde\nhomine libero exhibendo\n,\nfor, in my opinion, the rights of the personal liberty, which persons\nwithin this colony enjoy, are substantially the same, since\nthe\nabolition of slavery, as those which are possessed in Great Britain.\nWhere those rights are violated this Court would at least\nhave the\nsame power of restraining such violation as the Supreme Court of\nHolland had to interdict the infringement without sufficient\ncause of\nthe rights to personal liberty as understood by the Roman-Dutch law.\nBut in addition to the powers vested in this Court\nunder the\nRoman-Dutch law, there are certain statutory provisions, which not\nonly add to the powers of the Court, but make it the\nbounden duty of\nthe Court to protect personal liberty whenever it is illegally\ninfringed upon ... Supposing that the applicants had\nbeen detained in\none of the ordinary gaols of the colony, and it had been brought to\nthe notice of the Court that they were so kept\nwithout a lawful\nwarrant, it surely would have been competent for the Court to call\nupon the gaoler to produce the prisoners and\njustify the detention.\nCan it then make any difference that they are detained in a military\nfortress instead of an ordinary gaol?\nI think not. In either case the\nperson in whose custody they are is bound to produce his warrant or\nother authority for detaining\nthem, and in case the return to the\norder of Court be found to be clearly bad it would be the duty of the\nCourt, under ordinary circumstances,\nto order their discharge. But\nthen it is said the country is in such an unsettled state, and the\napplicants are reputed to be of\nsuch a dangerous character, that the\nCourt ought not to exercise a power which under ordinary\ncircumstances might be usefully and\nproperly exercised. The disturbed\nstate of the country ought not in my opinion to influence the Court,\nfor its first and most sacred\nduty is to administer justice to those\nwho seek it, and not to preserve the peace of the country â¦ The\nCivil Courts have but one\nduty to perform, and that is to administer\nthe laws of the country without fear, favour or prejudice,\nindependently of the consequences\nwhich ensue.â\n[12]\tFor these reasons\nthe continued detention of the appellant cannot be justified in terms\nof the\nImmigration Act and\nhe is entitled to his immediate release.\nThe respondentsâ reliance on that Act is also misconstrued: it\nignores the provisions\nof the\nRefugees Act, as\nI shall demonstrate.\nIt is necessary to examine the provisions of the latter Act.\n[13]\tThe court a quo held\nthat the appellantâs detention was compatible with the provisions\nof\ns 22\nof the\nRefugees Act. This\nenactment gives effect in South\nAfrica to international instruments and law relating to refugees and\nprovides for the reception of\nasylum seekers. It was enacted to\nregulate applications for and recognition of refugee status and to\nprovide for the rights flowing\nfrom that status. It must be\ninterpreted and applied with due regard to the 1951 Convention\nRelating to Status of Refugees, the 1967\nProtocol Relating to the\nStatus of Refugees and the Convention Governing the Specific Aspects\nof Refugee Problems in Africa (OAU\n1969), the Universal Declaration\nof Human Rights (UN 1948) and other human rights instruments to which\nSouth Africa is or becomes\na party.\n20\n[14]\nSection 2(a)\nof the\nRefugees Act provides\nthat:\nâ\nNotwithstanding any\nprovision of this Act or any other law to the contrary, no person may\nbe refused entry into the Republic, expelled,\nextradited or returned\nto any other country or be subject to any similar measure, if as a\nresult of such refusal, expulsion, extradition,\nreturn or other\nmeasure, such person is compelled to return to or remain in a country\nwhere â\n(a) he or she may be\nsubjected to persecution on account of his or her race, religion,\nnationality, political opinion or membership\nof a particular group;\nor\n(b) his or her life,\nphysical safety or freedom would be threatened on account of external\naggression, occupation, foreign domination\nor other events seriously\ndisturbing or disrupting public order in either part or the whole of\nthat country.â\nIn terms of the\nRefugees\nAct a\nperson qualifies for refugee status if he or she has a\nwell-founded fear of being persecuted by reason of his or her race,\ntribe,\nreligion, nationality, political opinion or membership of a\nparticular social group, and is outside the country of his or her\nnationality\nand is unable or unwilling to avail him or herself of the\nprotection of that country or, not having a nationality and being\noutside\nthe country of his or her former habitual residence is unable\nor, owing to such fear, unwilling to return to it.\n21\nA person also qualifies for refugee status if owing to external\naggression, occupation, foreign domination or events seriously\ndisturbing\nor disrupting public order in either a part or the whole\nof his or her country of origin or nationality he or she is compelled\nto\nleave his or her place of habitual residence in order to seek\nrefuge elsewhere.\n22\nAny dependant of either of the two categories of persons referred to\nalso qualifies for refugee status.\n23\nCertain groups of people do not qualify for refugee status. These\ninclude persons in respect of whom there is reason to believe that\nthey have committed a crime against peace, a war crime or a crime\nagainst humanity, or a crime, albeit not of a political nature,\nwhich\nwould if committed in South Africa be punishable by imprisonment.\n24\nPersons who are guilty of acts contrary to the objects and principles\nof the United Nations Organisation or the Organisation for\nAfrican\nUnity,\n25\nand\npersons who enjoy the protection of any other country are also\nexcluded.\n26\nProvision is made for the cessation of refugee status.\n27\n[15]\tThe\nRefugees Act and\nthe regulations\n28\nmade under it prescribe the procedure to be followed when applying\nfor asylum. An application for asylum must be made to a Refugee\nReception Officer at any Refugee Reception Office.\n29\nThe Refugee Reception Officer must ensure that the application is\nproperly completed and must, if necessary, assist the applicant\nin\ncompleting the form. He or she may also conduct an enquiry in order\nto verify the information furnished in the application. The\napplication must then be submitted to a Refugee Status Determination\nOfficer.\n30\nNo proceedings may in terms of\ns 21(4)\nbe instituted or continued\nagainst any person in respect of his or her unlawful entry into or\npresence within the Republic if:\nâ\n(a) such person has\napplied for asylum in terms of subsection (1), until a decision has\nbeen made on the application and, where applicable,\nsuch person has\nhad an opportunity to exhaust his or her rights of review or appeal\nin terms of Chapter 4; or\n(b) such person has been\ngranted asylum.â\n[16]\nSection 22\ndeals\nwith an asylum seeker permit to be issued to an asylum seeker. It\nprovides:\nâ\n(1)  The\nRefugee Reception Officer must, pending the outcome of an application\nin terms of\nsection 21(1)\n, issue to the applicant an asylum seeker\npermit in the prescribed form allowing the applicant to sojourn in\nthe Republic temporarily,\nsubject to any conditions, determined by\nthe Standing Committee, which are not in conflict with the\nConstitution or international\nlaw and are endorsed by the Refugee\nReception Officer on the permit.\n(2)  Upon the\nissue of a permit in terms of subsection (1), any permit issued to\nthe applicant in terms of the Aliens Control\nAct, 1991, becomes null\nand void, and must forthwith be returned to the Director-General for\ncancellation.\n(3)  A Refugee\nReception Officer may from time to time extend the period for which a\npermit has been issued in terms of\nsubsection (1), or amend the\nconditions subject to which a permit has been so issued.\n(4)  The\npermit referred to in subsection (1) must contain a recent photograph\nand the fingerprints or other prints of the\nholder thereof as\nprescribed.\n(5)  A permit\nissued to any person in terms of subsection (1) lapses if the holder\ndeparts from the Republic without the\nconsent of the Department.\n(6)  The\nDepartment may at any time withdraw an asylum seeker permit ifâ\n(a)\tthe applicant\ncontravenes any conditions endorsed on that permit; or\n(b)\tthe application for\nasylum has been found to be manifestly unfounded, abusive or\nfraudulent; or\n(c)\tthe application for\nasylum has been rejected; or\n(d)\tthe applicant is or\nbecomes ineligible for asylum in terms of section 4 or 5.\n(7)  Any\nperson who fails to return a permit in accordance with subsection\n(2), or to comply with any condition set out\nin a permit issued in\nterms of this section, is guilty of an offence and liable on\nconviction to a fine or to imprisonment for a\nperiod not exceeding\nfive years, or to both a fine and such imprisonment.â\n[17]\tThe Refugee Status\nDetermination Officer must make the decision regarding the\napplication for asylum. He or she may request any\ninformation or\nclarification from the applicant or the Refugee Reception Officer,\nmay consult with or invite a United Nations High\nCommissioner for\nRefugees representative to furnish information and may, with the\npermission of the asylum seeker, provide the latter\nrepresentative\nwith any information that may be requested.\n31\nWhen the application is considered the Refugee Status Determination\nOfficer must have due regard to s 33 of the Constitution and\nmust, in\nparticular, ensure that the applicant fully understands his or her\nrights and responsibilities and the evidence presented.\n32\nHe or she must at the conclusion of the hearing grant asylum; or\nreject the application as manifestly unfounded, abusive or\nfraudulent;\nor reject it as unfounded; or refer any question to the\nStanding Committee.\n33\nProvision is made in the\nRefugees Act for\nthe review by the Standing\nCommittee of certain decisions made by the Refugee Status\nDetermination Officer.\n34\nAn asylum seeker may also appeal against the decision of the Refugee\nStatus Determination Officer to reject his application as being\nunfounded.\n35\nThe Appeal Board may confirm, set aside or substitute any decision\ntaken by a Refugee Status Determination Officer in terms of\ns 24(3).\n3>\n36\n[18]\tA person whose\nasylum seeker permit has been withdrawn by the Department of Home\nAffairs in terms of\ns 22(6)\nmay be arrested and detained pending\nfinalisation of the application for asylum, in the manner and at a\nplace determined âwith\nregard to human dignityâ.\n37\nHowever,\ns 29(1)\nprovides:\nâ\nNo person may be\ndetained in terms of this Act for a longer period than is reasonable\nand justifiable and any detention exceeding\n30 days must be reviewed\nimmediately by a judge of the High Court of the provincial division\nin whose area of jurisdiction the person\nis detained, designated by\nthe Judge President of that division for that purpose and such\ndetention must be reviewed in this manner\nimmediately after the\nexpiry of every subsequent period of 30 days.â\n[19]\tThe respondentsâ\nreliance on\ns 23(2)\nof the\nImmigration Act to\njustify the appellantâs\ndetention is, as I have said, misconceived.\nSection 23(2)\nprovides\nthat â[d]espite anything contained in any other lawâ the holder\nof an asylum transit permit becomes, on expiry of the\npermit, an\nâillegal foreignerâ liable to be dealt with under the\nImmigration\nAct. This\ncontention, however, does not account for\ns 21(4)\nof the\nRefugees Act which\nprovides that â[n]otwithstanding any law to the\ncontraryâ no proceedings may be instituted or continued against any\nperson in\nrespect of his or her unlawful entry into or presence in\nthe country if that person has applied for asylum in terms of\ns 21(1)\nuntil a decision has been made on his or her application and that\nperson has had an opportunity to exhaust his or her rights or review\nor appeal in terms of the\nRefugees Act. Section\n23(2) of the\nImmigration Act is\na general enactment passed after the\nRefugees Act\nwhich\ndeals with the specific situation of refugees. In so far as\nthere may be a conflict between the two provisions they should be\nreconciled.\nWhere two enactments are not repugnant to each other,\nthey should be construed as forming one system and as re-enforcing\none another.\nIn\nPetz\nProducts v Commercial Electrical Contractors\n38\nit was said:\nâ\nWhere different Acts\nof Parliament deal with the same or kindred subject-matter, they\nshould, in a case of uncertainty or ambiguity,\nbe construed in a\nmanner so as to be consonant and inter-dependant, and the content of\nthe one statutory provision may shed light\nupon the uncertainties of\nthe other.â\nThe two provisions can be\nreconciled with each other without doing violence to their wording\nand in accordance with the spirit of\nthe international instruments\nthe\nRefugees Act seeks\nto give effect to.\n39\nIt follows that\ns 23(2)\nof the\nImmigration Act ceases\nto be of\napplication when an asylum seeker permit is granted to an âillegal\nforeignerâ. He or she can thereafter no longer be\nregarded as an\nâillegal foreignerâ and no proceedings may be instituted or\ncontinued against such a person in respect of his\nor her unlawful\nentry into or presence in the country until a decision has been made\non his or her application or he or she has exhausted\nhis or her\nrights of review or appeal. The judgment in\nJeebhai\n40\non which the respondents rely did not consider\ns 21(4)\nof the\nRefugees Act. It\nis of no assistance to them in this matter.\n[20]\tThere are other\nreasons why the detention of the appellant is unlawful under the\nRefugees Act. First\n, he has been detained for a period far in excess\nof 30 days.\nSection 29(1)\nof the\nRefugees Act prohibits\nthe detention\nof a person for a longer period than is âreasonable and\njustifiableâ and, in any event, âany detention exceeding\n30 daysâ\nmust be reviewed by a judge of the High Court. It is common cause\nthat the appellantâs detention has never been reviewed\nby the High\nCourt.\n[21]\tSecond,\ns 23\nregulates the detention of an asylum seeker. This may only be done\nâif the Department has withdrawn an asylum seeker permit in\nterms\nof\nsection 22(6)â.\nThe withdrawal of the asylum seeker permit is\nthus a jurisdictional fact for the\nlawful detention of the\nasylum seeker. It is common cause that appellantâs asylum seeker\npermit has not been withdrawn.\n[22]\tThird,\ns 22\nof the\nRefugees Act obliges\nthe Refugee Reception Officer to issue to an\napplicant for asylum âan asylum seeker permit â¦ allowing the\napplicant to sojourn\nin the Republic temporarily.â¦â As I have\nsaid, in the court a quo Willis J held that the right to sojourn did\nnot necessarily\nentail a right to move about freely in South Africa\nwithout any restrictions. The applicant was sojourning in South\nAfrica, he opined,\nalbeit under restriction. I do not agree.\nâSojournâ means âto make a temporary stay in a place; to remain\nor reside for a timeâ,\n41\nwhich implies a decision to stay or remain in a certain place. This\nis not the same as the detention of a person in a place against\nhis\nwill. After an asylum seeker permit has been issued to him or her the\nasylum seeker cannot be regarded as an âillegal foreignerâ\nas\ncontemplated by the\nImmigration Act.\n42\nThe\nprovisions of\nss 38(1)\n,\n39\n(1)(a),\n42\n(1) and\n49\n(6) prohibiting the\nemployment, teaching or harbouring of an âillegal foreignerâ and\nrendering these acts offences cannot be applied\nto an asylum seeker\nto whom a permit in terms of\ns 22\nhas been issued. His or her\ndetention would also be in contravention of\ns 2\nof the\nRefugees Act\nentrenching\nthe Stateâs international obligation of\nnon-refoulement\n.\nSince the appellantâs asylum seeker permit has expired and has not\nbeen extended in terms of\ns 22(3)\nof the\nRefugees Act it\nis necessary\nto order that an asylum seeker permit be re-issued to him.\n[23]\tI am aware of the\nconcerns of the respondents as expressed in the judgment of the court\na quo that the state has a legitimate\ninterest in trying to curb\nillegal immigration.\n43\nHowever, these concerns could have been addressed by the imposition\nof conditions in terms of\ns 22\nof the\nRefugees Act and\ntheir\neffective monitoring.\n44\n___________________________\nF R Malan\nJudge of Appeal\nAPPEARANCES:\nAPPELLANT: Steven\nBudlender (with him Irene de Vos)\nInstructed by Lawyers for\nHuman Rights, Johannesburg\nWebbers, Bloemfontein\nRESPONDENT: IAM Semenya\nSC (with him N Manaka)\nInstructed by State\nAttorney, Johannesburg\nState Attorney,\nBloemfontein\n1\n1916 TPD 274\nat 276. See\nJeebhai\n\t& others v Minister of Home Affairs & another\n2009\n\t(5) SA 54\n(SCA) para 22;\nZealand\n\tv Minister of Justice and Constitutional Development & another\n[2008] ZACC 3\n;\n2008 (4) SA 458\n(CC) para\n\t25;\nMinister van Wet en\n\tOrde v Matshoba\n1990 (1)\n\tSA 280\nat 284E-F;\nMinister\n\tof Law and Order & others v Hurley & another\n1986\n\t(3) SA 568\n(A) at 589E-F.\n2\nSee S Kentridge âHabeas corpus procedure in South Africaâ\n(1962)\n\t79\nSALJ\n283\n;\n\tDL Carey Miller âA judicial extension of the interdict de libero\n\thomine exhibendoâ (1975) 92\nSALJ\n242; Lawrence Baxter\nAdministrative Law\n(1984) 692 ff.\n3\nSection 1\nof the\nImmigration Act.\n4\nSection 32\nof the\nImmigration Act.",
  "scraped_at": "2026-02-11T20:11:38.516952",
  "date": "2010-03-12",
  "coram": [
    "MPATI P",
    "CLOETE",
    "CACHALIA",
    "MALAN JJA",
    "THERON AJA"
  ],
  "case_number": "25/2010",
  "parties": {
    "applicants": [
      "MUSTAFA AMAN ARSE"
    ],
    "respondents": [
      "MINISTER OF HOME AFFAIRS",
      "DIRECTOR-GENERAL DEPARTMENT OF HOME AFFAIRS",
      "BOSOSA (PTY) LTD t/a PROSPECTS TRADING"
    ]
  },
  "sections": {
    "facts": "The appellant, an Ethiopian citizen, arrived in South Africa on 8 December 2008 and was issued an asylum transit permit under s 23 of the Immigration Act, valid for 14 days. He was unable to present himself at a Refugee Reception Office within that period, was arrested on 26 May 2009 and detained at Lindela Holding Facility from 2 June 2009. On 3 September 2009 he applied for asylum and was issued an asylum seeker permit under s 22 of the Refugees Act, but his application was rejected the same day. He appealed to the Refugee Appeal Board, which had not yet decided, and filed an urgent application in the High Court seeking an interdict against deportation, a declaration that his detention was unlawful, and an order for release. The High Court dismissed the application, leading to this appeal.",
    "issues": "1. Whether the appellant’s continued detention was lawful under the Immigration Act and the Refugees Act. 2. Whether s 23 of the Immigration Act and s 34(1)(d) can justify detention after the expiry of the asylum transit permit. 3. Whether s 21(4) and s 22 of the Refugees Act override the Immigration Act provisions, rendering the detention unlawful. 4. Whether the respondents must re‑issue an asylum seeker permit and release the appellant.",
    "principles": "The court applied constitutional protections under s 12(1)(b) and s 35(2)(d) guaranteeing freedom from unlawful detention, the habeas corpus principle, and the requirement that statutes be interpreted restrictively when they limit fundamental rights. It examined s 34 of the Immigration Act, which limits detention of illegal foreigners to 48 hours (or up to 30 days with a court warrant, extendable to 90 days) and s 29(1) of the Refugees Act, which requires judicial review of any detention exceeding 30 days. The court also considered s 21(4) of the Refugees Act, which bars proceedings against an asylum seeker who has applied for asylum until a decision is made, and s 22 which mandates issuance of an asylum seeker permit. International law principles of non‑refoulement and the hierarchy between the Refugees Act and the Immigration Act were also invoked.",
    "application": "The court found that the appellant had been detained for far longer than the statutory limits without any court warrant extending the period, breaching s 34(1)(d) and s 29(1). The respondents failed to produce a warrant authorising detention beyond 30 days. Because an asylum seeker permit had been issued under s 22, the appellant could not be classified as an ‘illegal foreigner’ under s 23, rendering the reliance on the Immigration Act inapplicable. Moreover, s 21(4) of the Refugees Act precludes any detention of a person who has applied for asylum pending a decision, making the continued detention unlawful. Consequently, the court concluded that the detention violated constitutional rights and statutory provisions.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside. The detention of the appellant was declared unlawful. The respondents were directed to re‑issue an asylum seeker permit under s 22 of the Refugees Act, to release the appellant immediately, and to pay his costs, including two counsel’s fees."
  },
  "tags": {
    "level_1": "Immigration Law",
    "level_2": "Refugee Law",
    "level_3": [
      "asylum seeker",
      "unlawful detention",
      "refugees act",
      "immigration act",
      "habeas corpus"
    ]
  }
}