{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/75.html",
  "case_name": "Bredenkamp and Others v Standard Bank of SA Ltd (599/09) [2010] ZASCA 75; 2010 (4) SA 468 (SCA) ; 2010 (9) BCLR 892 (SCA) ; [2010] 4 All SA 113 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 75",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 75\n|\nNoteup\n|\nLawCite\nBredenkamp and Others v Standard Bank of SA Ltd (599/09) [2010] ZASCA 75; 2010 (4) SA 468 (SCA) ; 2010 (9) BCLR 892 (SCA) ; [2010] 4 All SA 113 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH\r\nAFRICA\nJUDGMENT\nCase No\n599/09\nIn\r\nthe matter between:\nJOHN ARNOLD BREDENKAMP\t\t\t\t\t\t First Appellant\nBRECO INTERNATIONAL LTD\t\t\t\t\t       Second Appellant\nHAMILTON PLACE TRUST\t\t\t\t\t\tThird Appellant\nINTERNATIONAL\r\nCIGARETTE MANUFACTURERS\n(PTY) LTD\t\t\t\t\t\t\t\t         Fourth Appellant\nand\nSTANDARD\r\nBANK OF\nSA\r\nLTD\t\t\t       \t\t        First Respondent\nNeutral\r\ncitation:\nBredenkamp\r\nv Standard Bank\n(599/09)\n[2010] ZASCA 75\n(27 May 2010)\nCoram:\nHarms\r\nDP, Cloete, Ponnan and Cachalia JJA and Saldulker AJA\nHeard:\n06\r\nMay 2010\nDelivered:\n27\r\nMay 2010\nSummary:\nBanker\r\nand client – closing of account by bank – when justified\r\n–exercise of a contractual right, which does not\ninvolve any\r\npublic policy considerations or constitutional values, does not have\r\nto be ‘fair’.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court (Johannesburg) (Lamont J sitting as court of\r\nfirst instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (CLOETE, PONNAN\nand\r\nCACHALIA JJA and SALDULKER AJA concurring)\nINTRODUCTION\n[1]\nThis\r\nappeal relates to the right of a banker to close a client’s\r\naccount.\n1\nThe issue was presented as a constitutional issue because it was said\r\nto be based on principles laid down by the Constitutional\nCourt (the\r\nCC) in\nBarkhuizen v\r\nNapier.\n2\nThe first proposition is that the benchmark for the constitutional\r\nvalidity of a term of a contract is fairness; and the second\nis that\r\neven if a contract is fair and valid, its enforcement must also be\r\nfair in order to survive constitutional scrutiny.\n3\nThe appellant’s case, as it unfolded during the course of the\r\nproceedings, was based on the second but it will be necessary\nto\r\nconsider both because in my judgment they are not to be found in the\r\nCC judgment and are in any event unsound.\n[\n2]\tThe\r\nappellants, who were the applicants in the High Court, are Mr John\r\nBredenkamp, two companies that ‘belong’ to\nhim, and a\r\ntrust that owns one of Bredenkamp’s many residences.\n4\nBefore us the case of the trust was abandoned, which means that we\r\nare concerned only with Bredenkamp and his two companies, and\nfurther\r\nreferences to ‘the appellants’ will be to them. According\r\nto the founding affidavit, the appellants are international\n\ncommodities traders that required banking facilities in order to\r\nconduct business in this country. They also required Pound Sterling\n\nand US Dollar denominated accounts to make and receive payment for\r\ncommodities bought and sold internationally. In addition, Bredenkamp\n\nrequired personal banking facilities.\n[\n3]\tThe\r\nappellants, consequently, opened a number of accounts with the\r\nrespondent, Standard Bank of SA Ltd, during 2002. Bredenkamp\nheld a\r\nMasterCard credit card, a number of current accounts and two foreign\r\ncurrency accounts. The one company held a current account\nand the\r\nother a money market account.\n[4]\tOn 8 December 2008, the Bank\r\nnotified the appellants that it had suspended the credit card\r\nfacilities and that it intended to\nwithdraw them on 6 January 2009.\r\nOne of Bredenkamp’s current accounts had an overdraft facility\r\nattached, and that was likewise\nsuspended and was to be withdrawn on\r\nthe same date. As far as the other current accounts and the foreign\r\ncurrency accounts were\nconcerned, the Bank requested the appellants\r\nto make alternative arrangements because these were to be closed on\r\n19 January 2009.\nAt the request of the appellants the Bank gave them\r\nextensions from time to time. The detail is of no consequence.\n[\n5]\tThe\r\nappellants approached the High Court as a matter of urgency for an\r\ninterim interdict restraining the Bank from cancelling\nthe contracts,\r\nwhich underlie the banking facilities, and from closing the accounts.\r\nThe matter came in the first instance before\nJajbhay J (whose\r\nuntimely death occurred two days before the hearing of this appeal).\r\nThe learned judge granted the interim interdict\nand his judgment is\r\nreported.\n5\nOn the return day the matter came before Lamont J who found that the\r\nappellants had not made out a case for an interdict and so\nhe\r\ndischarged the rule and dismissed the application. His judgment is\r\nalso reported.\n6\nThis appeal against his judgment is with the leave of this Court.\nTHE APPLICATION\n[\n6]\tThe\r\nBank sought to justify its right to terminate its relationship with\r\nthe appellants on two grounds. The first was that it\nhad the right in\r\nterms of an express term of its contracts to close the accounts with\r\nreasonable notice. It also relied on an implied\nterm with the same\r\neffect, namely that an indefinite contractual relationship may be\r\nterminated with reasonable notice.\n7\n(An implied term is one implied by law into all contracts of a\r\nparticular nature (a\nnaturale)\n.\r\nThis means that it is a rule of law that can be varied or made\r\ninapplicable by agreement. A tacit term is one that has to be implied\n\nwith reference to the presumed intention of the parties to a\r\nparticular contract.)\n[\n7]\tThe\r\nBank did not initially inform the appellants of its reasons for\r\ntermination. One would assume that in the ordinary course\nof events\r\nthe motive of a party in exercising a right – contractual in\r\nthis case – is irrelevant.\n8\n(A possible exception could be the abuse of rights.)\n[8]\tThe final relief sought in the\r\nnotice of motion was multi-pronged and wide-ranging. It was based\r\nprimarily on the supposition\nthat the contracts between the parties\r\ndid not contain the express term. Probably realizing that the term\r\ncould be said to be implied,\nthe appellants sought an order declaring\r\nthat the common-law rule is that an indeterminate contract may be\r\nterminated only in the\nevent of a breach by the other party. In the\r\nevent, the affidavit of Bredenkamp, dealt with later, sought to make\r\nout a different\ncase without an amendment of the notice of motion.\n[\n9]\tIn\r\nthe alternative, the appellants sought to attack the validity of the\r\nimplied term and by implication the express term. Apart\nfrom a\r\ngeneralized attack on the basis of both being\ncontra\r\nbonos mores\n, the\r\nconstitutional attack was particularized with reference to a breach\r\nof the following rights contained in the Bill of Rights,\nviz:\n‘\nsection\r\n9 (equality); section 10 (human dignity); section 14 (privacy);\r\nsection 15 (freedom of religion, belief and opinion); section\n16\r\n(freedom of expression); section 18 (freedom of association); section\r\n22 (freedom of trade, occupation and profession)\n;\r\nsection 25 (property); section 32 (access to information); section 33\r\n(just administrative action); [and] section 34 (access to\ncourts).’\n[10]\tThere was also a prayer for\r\nreview of the Bank’s decision in terms of administrative\r\njustice principles on the basis\nthat the appellants were entitled to\r\na hearing before the decision to close the accounts was taken. The\r\nappellants have abandoned\nthis leg of their case. However, they\r\nharked back to a right to be heard (not a right to a hearing) in\r\nanother context.\n[\n11]\tThe\r\ncrucial relief sought was for an order that the Bank had to ‘maintain\r\nthe accounts’ – presumably until\nthe appellants were to\r\ncommit a breach of contract. The apparent basis for the relief was\r\nthat the term was invalid or that it\nflowed from the new common-law\r\nrule that was to be developed.\nTHE REASONS FOR TERMINATION\n[12]\tThe Bank disclosed its reasons\r\nfor termination in its first set of affidavits. The decision came\r\nabout because of the listing\nof Bredenkamp and a number of entities\r\nowned or controlled by him as ‘specially designated nationals’\r\n(SDNs) by the\nUS Department of Treasury’s Office of Foreign\r\nAsset Control (OFAC) on 25 November 2008. OFAC administers and\r\nenforces economic\nand trade sanctions based on US foreign policy and\r\nnational security goals. The Bank became aware of the listing on 26\r\nNovember.\n[13]\tMasterCard, a US company, is not\r\npermitted by US law to conduct any business directly or indirectly\r\nwith any listed person\nor entity and the Bank, by virtue of its\r\nrelationship with MasterCard, could not permit an SDN to use a\r\nMasterCard. The Bank was,\naccordingly, obliged to cancel the\r\nMasterCard account and Bredenkamp accepted before us that he was not\r\nentitled to any relief\nin relation to this account.\n[\n14]\tThe\r\nreason why Bredenkamp was listed by OFAC is because he was said to be\r\na ‘crony’ of President Mugabe of Zimbabwe\nand that he had\r\nprovided financial and logistical support to the ‘regime’\r\nthat has enabled Mugabe ‘to pursue\npolicies that seriously\r\nundermine democratic processes and institutions in Zimbabwe’.\r\nBredenkamp disputed these allegations.\nThe Bank in turn did not\r\nsuggest that the grounds for his listing were factually correct or\r\njustified and this Court, too, is not\ncalled upon to determine\r\nwhether they are.\n[\n15]\tAn\r\non-line report at the time alerted the Bank to the fact that\r\nBredenkamp was allegedly involved in various business activities,\n\nincluding tobacco trading, grey-market arms trading and trafficking,\r\nequity investments, oil distribution and diamond extraction.\n[\n16]\tBredenkamp\r\nwas clearly not an ordinary client. On one bank form he indicated\r\nthat his monthly income was R500 000 during 2002.\nHe was reputed to\r\nhave been one of the 100 richest persons in the UK. He owned\r\nresidences in several parts of the world. It is\naccordingly not\r\nsurprising that the Bank, immediately after the listing (which in\r\nitself was evidence of his prominence and wealth),\nmade internal\r\ninquiries and discussed his case at the level of senior executives\r\nand managers.\n[17]\tThe Bank’s first concern\r\nwas that if it were to maintain its relationship with the appellants,\r\n‘domestic and foreign\nonlookers might reasonably believe or\r\nsuspect that accounts held at Standard Bank would or could be used to\r\nfacilitate unlawful\nand/or unethical acts’ and its association\r\n‘might well undermine a bank’s hard-won and fragile\r\nnational and international\nreputation’.\n[\n18]\tThe\r\nBank was also apprehensive of the possibility that any continued\r\nrelationship with the appellants would create material\nbusiness\r\nrisks. Although the Bank itself is not bound to comply with the\r\nlisting, many financial institutions with which it conducts\nbusiness\r\ninternationally are. These financial institutions impose stringent\r\nobligations in respect of the correspondent accounts\nthey offer to\r\nbanks such as the respondent. Any misstep by the Bank concerning a\r\nclient who is an SDN could lead to the seizure\nof funds transferred\r\nin bulk on behalf of a number of clients, to a closure of accounts or\r\nto an adverse report to OFAC. It follows\nthat it was not only the\r\nBank’s reputation that it felt was at risk but that there were\r\nalso material business risks.\n[\n19]\tSubsequently,\r\nbut while the termination was suspended and before the filing of the\r\nanswering affidavit, the Bank made further\ninquiries about Bredenkamp\r\nand established that, apart from his listing, he had an unenviable\r\nand dubious reputation locally and\ninternationally.\n9\nThe allegations included the following: He was a sanctions buster not\r\nonly of US but also of UN arms embargoes; he smuggled cigarettes\nand\r\nthereby circumvented customs and tax laws; he benefitted from the war\r\nin the Congo; he was the subject of serious fraud investigations\nin\r\nthe UK and of police raids and tax evasion investigations in South\r\nAfrica; his Dutch citizenship had been withdrawn; and that\nhe was a\r\n‘paymaster of irregular commissions to SA government\r\nofficials’. Once again, it must be assumed, as the Bank\ndid,\r\nthat these allegations may not be true: unfortunately, reputation is\r\nnot necessarily based on fact but often on perception.\n[\n20]\tTo\r\nadd to Bredenkamp’s woes the UK soon followed the US and\r\nBredenkamp was placed on a consolidated list of financial\ntargets in\r\nrelation to the Zimbabwe ‘regime’. The European Union\r\nfollowed suit on 20 February 2009. Bredenkamp has\nlaunched review\r\nproceedings in relation to the EU listing but there is nothing on the\r\npapers to indicate that he has taken any\nformal steps to set aside\r\nthe other listings.\nTHE CASE BEFORE LAMONT J\n[21]\tThe appellants’ case as\r\nargued before Lamont J was much narrower than that envisaged in the\r\npapers. It is important to\nunderstand the downsizing because it\r\nimpacts on the argument eventually presented to this Court.\n[\n22]\tI\r\ndeal first with the attack on the express term of the contract on\r\nwhich the Bank relied to close the accounts. Bredenkamp,\nin his first\r\naffidavit which was supplementary to the founding affidavit, attacked\r\nthe express term on the basis that it was contained\nin a\r\nstandard-form contract imposed by a powerful corporate entity upon a\r\nvulnerable consumer,  accordingly operated in an unbalanced\nway, and\r\nwas unconstitutional. He added that he had been under the ‘definite\r\nimpression that my relationship with the bank\nwould be perpetual and\r\nthat it would not be terminated without good reason or, at minimum,\r\nwithout first discussing with me the\nreasons why the bank chose to do\r\nso’.\n[\n23]\tThe\r\nproblem with the attack on the express term was that it took the case\r\nnowhere because it provided no more than does the\nimplied term or\r\ncommon-law rule, which entitles a party to terminate an indefinite\r\ncontractual relationship on reasonable notice.\nThis compelled the\r\nappellants to attack the common-law rule. The attack was\r\nconstitutionally based with reference to the list of\nvalues in the\r\nBill of Rights referred to earlier. Bredenkamp submitted that the\r\ncommon law should be developed so as to require\nthat the decision to\r\nclose an account be preceded by a hearing and be based on rational or\r\nreasonable grounds.\n[\n24]\tThe\r\nappellants themselves scuttled these arguments. They accepted that\r\nthe agreement with the Bank entitled either party to\nterminate the\r\nrelationship on reasonable notice for any reason\n10\nand that this clause or the implied term did not offend any\r\nconstitutional value. It was accordingly valid. They also accepted\n\nthat due notice had been given and that a reasonable time had been\r\nallowed.\n[\n25]\tThe\r\nissue Lamont J was asked to decide was whether or not, in the\r\nparticular circumstances under which the Bank had closed the\n\naccounts, any constitutional values were ‘offended’ (para\r\n14). On the basis that any had, the appellants whittled down\nthe\r\nrelief sought. They now required an order prohibiting the Bank from\r\nclosing the accounts in the absence of good cause (because\nthe\r\ncontracts had already been closed a mandamus to the effect that the\r\nclosing was unlawful would have been more appropriate)\nand\r\ninterdicting the Bank from closing the accounts unless and until good\r\ncause arose (para 19). Lamont J recognized that the constitutional\n\nvalues had to be identified (para 17) but eventually considered the\r\nmatter with reference, it would appear, to the constitutional\nvalue\r\nof ‘fairness’ (para 31). Since he quoted at length from\nBarkhuizen,\none may assume that he proceeded from the assumption that this value\r\nwas recognised in that case.\nTHE CASE BEFORE THE SCA\n[\n26]\tThe\r\nargument for the appellants before this Court did not differ much\r\nfrom that before Lamont J. It took as its lodestar para\n56 from the\r\nmajority judgment of Ngcobo J in\nBarkhuizen\nwhich reads:\n‘\nThere\r\nare two questions to be asked in determining fairness.  The first is\r\nwhether the clause itself is unreasonable.  Secondly,\nif the clause\r\nis reasonable, whether it should be enforced in the light of the\r\ncircumstances which prevented compliance with the\ntime limitation\r\nclause.’\nThis\ndictum,\r\naccording to the argument, means that all contractual provisions have\r\nto be ‘reasonable’. If they are not, they\nare\r\nunconstitutional. And even if they are reasonable, their enforcement\r\nmust also be reasonable. The contextual phrase ‘which\nprevented\r\ncompliance with the time limitation clause’ was conveniently\r\nglossed over.\n[\n27]\tConsistent\r\nwith the approach before Lamont J the appellants accepted that the\r\ncommon-law rule and the express term of the contract\nwere fair and\r\nreasonable and therefore not in conflict with any constitutional\r\nvalues. Their complaint was accordingly limited\nto the exercise of\r\nthe admittedly ‘fair’ and valid contractual right. The\r\nargument proceeded on the basis that\nBarkhuizen\nstands as authority for the proposition that fairness is a core value\r\nof the Bill of Rights and that it is therefore a broad requirement\nof\r\nour law generally. This would mean that any conduct (including\r\nlegislation), which is unfair, would be in conflict with the\n\nConstitution and, accordingly void – a novel proposition, at\r\nleast for me. In any event, according to the argument, fairness\nand\r\nreasonableness have infused the law of contract to such an extent\r\nthat ordinary principles, such as those relating to mistake,\n\nmisrepresentation, cancellation and all else have been subsumed by\r\nconstitutional fairness.\n[\n28]\tI\r\nwould be surprised if the judgment of Ngcobo J holds that an\r\nagreement to pay a loan on demand or on a given agreed day requires\n\nfor enforcement an inquiry into the reasonableness of the creditor’s\r\ndecision to rely on the contractual right. It would\nmean that the\r\ndebtor could argue that he needs time to pay; that the creditor does\r\nnot require the money on the given day; and\nthat enforcement could\r\nlead to the debtor’s sequestration – all very unfair. I\r\nshall attempt to demonstrate that the\nCC did not do any such thing.\r\nFor once we were not referred to any foreign constitutional\r\njurisprudence with such far-reaching\nconsequences, presumably because\r\nthere is none.\n[\n29]\tIt\r\nis important to underscore a number of issues. The first is that the\r\nappellants specifically said before us that they do\nnot suggest that\r\nthe common law had to be developed. This came about when counsel was\r\nunable to formulate the exception to the\nimplied term which would fit\r\nhis case. The problem that faced the appellants in this regard was\r\nthat it is inconsistent to accept\nthat a contract of indefinite\r\nduration (including this one) may be terminated with reasonable\r\nnotice but at the same time to contend\nthat this one could not\r\nwithout good cause. The two rules would be in conflict. This means\r\nthat the provisions of s 39(2) of the\nBill of Rights, which require a\r\ncourt to promote the spirit, purport and objects of the Bill of\r\nRights when developing the common\nlaw, do not arise. Another\r\nconsequence is that the relief now sought, which is identical to that\r\nsought before Lamont J, is hardly\nappropriate because it was based on\r\na development of the common law.\n[30]\tThe second is this: although the\r\nappellants in the part quoted from the notice of motion recited\r\nnearly every provision of\nthe Bill of Rights counsel stated that they\r\ndo not suggest that the exercise of the right to terminate\r\n‘implicated’\nany constitutional principle. It is\r\naccordingly not their case that the closing of the account\r\ncompromised constitutional democracy,\nor their dignity, freedom or\r\nright to equality and the like, and the expansive interpretation of\r\nthe Bill of Rights does accordingly\nnot arise (s 39(1)). The case is\r\nabout fairness as an over-arching principle, and nothing more.\n[\n31]\tThirdly,\r\nlack of bona fides was not alleged nor was it argued that the Bank\r\nwas not bona fide in closing the accounts.\n11\nHaving read Dutch and German law on the subject of bona fides in\r\ncontract law, which derives not from any bill of rights but from\n\ntheir codes, I also could not find any instance where a similar\r\ndefence was raised.\n[\n32]\tLastly,\r\nthe appellants also did not seek to rely on a revival of the\nexceptio\r\ndoli generalis\n.\r\nWhatever its scope may have been, in the absence of another defence\r\nit cannot be fraudulent, unconscionable or inequitable to\nrely on a\r\nvalid right, in this case the right to terminate on reasonable\r\nnotice.\n12\nIt is unfortunately necessary to say something more about the\nexceptio\nbecause an obiter footnote in\nCrown\r\nRestaurant\n13\nread with\nBarkhuizen\nhas\r\ngiven some\n14\nthe impression that the CC has revived the\nexceptio\r\ndoli generalis\n,\r\nwhich was laid to rest by this Court in\nBank\r\nof Lisbon.\n15\nThe footnote states that it was generally assumed before\nBank\r\nof Lisbon\nthat the\nexceptio\r\ndoli generalis\nprovided a remedy against an unfair contract and against the unfair\r\nenforcement of contracts. With all due respect, the statement\n\nrequires qualification.\n[33]\tThe\r\nmajority in\nBank\r\nof Lisbon\n,\r\nusing a historical analysis, found that the\nexceptio\nhad not been part of our law. It was part of the Roman law of\r\nprocedure and never a substantive rule, and was used to alleviate\nthe\r\nstrictness of contracts that were not based on bona fides. Since all\r\ncontracts in our law are considered to be bonae fidei,\nthe\nexceptio\nhad no purpose in modern law. The majority also pointed out (at\r\n610F-611D) that according to the jurisprudence of this Court –\n\nand lower courts – a party is bound by a contract provided the\r\ncontract is valid and untainted and that a party could not\nraise the\nexceptio\nmerely because one party has exercised a right conferred by the\r\ncontract.\n16\nAs Innes CJ already said:\n17\n‘\nNo\r\ndoubt the condition is hard and onerous; but if people sign such\r\nconditions they must, in the absence of fraud, be held to them.\n\nPublic policy so demands.’\n[\n34]\tJansen\r\nJ was extremely sceptical about the\nexceptio\nas a self-standing defence; and he found it difficult to envisage an\r\nappropriate field of its operation.\n18\nIn this Court, too, he (as a judge of appeal) had rejected the\r\nproposition that a party was not bound by the term of a contract\n\nbecause it was unfair.\n19\nIn\nBank\r\nof Lisbon\n,\r\nhowever, he relied in his minority judgment on a number of cases\r\nwhere the\nexceptio\nhad been mentioned as a defence. But those cases were all covered by\r\nclear rules such as rectification, mistake and estoppel.\n20\nAs in German law, the\nexceptio\nwas simply a convenient label for a number of rules but it had no\r\nspecific content.\n21\n[\n35]\tThe\r\ndisquiet about facts similar to those in\nBank\r\nof Lisbon\nhad led AS Botha J in an earlier judgment to adopt the\nexceptio\nas a general principle\n.\n22\nIn\r\nboth cases a bank sought to use a deed of suretyship with a wide\r\nwording to secure debts that had not been within the contemplation\nof\r\nthe parties when the agreement was entered into. In other words, the\r\nbank sought to rely on the deed for a purpose that was\nnever intended\r\nat the time of execution. As Lewis has pointed out, the problem would\r\nnot have arisen if the deeds had been appropriately\ninterpreted. They\r\nshould have been interpreted contextually in their matrix.\n23\nThe result of a judgment is often determined by the issues defined by\r\nthe parties.\n24\nFIRST PRINCIPLES\n[\n36]\tIt\r\nis unfortunately necessary to say something about the much maligned\r\nprinciple that contracts have to be respected. Davis\nJ, for instance,\r\ntook issue with ‘contractual autonomy’ because it\r\nreflects in his view a libertarian view of the world\nwhich is in\r\nconflict with the spirit of the Constitution read as a whole.\n25\nThis led to a counter by Wallis J\n26\nand a riposte by Davis J.\n27\n[\n37]\tMuch\r\nhas been said about\npactum\r\nsunt servandum\nas a\r\nholy cow. It may have been one during Germanic and early Roman times\r\nwhen the law ‘laboured under the tyranny of the\nword and the\r\nrule of formalism’.\n28\nIt has not been a holy cow nor has contractual autonomy existed since\r\nthe time of Justinian. The maxim was derived from Codex 2.3.7\nwhere\r\nin a particular context two Emperors had said that ‘pacti\r\nconventionisque fides servanda est’.\n29\nCodex 2.3.6, stated that it is a self-evident principle that\r\ncontracts (pacta) concluded contrary to laws, imperial\r\nconstitutions,\n30\nor the boni mores are of no force or effect. See also Codex 2.3.29.\n31\n[\n38]\tThis\r\nCourt in\nSasfin\n32\nconsequently restated the obvious, namely that our common law does\r\nnot recognize agreements that are contrary to public policy.\nOur\r\ncourts have always been fully prepared to reassess public policy and\r\ndeclare contracts invalid on that ground.\n33\nDetermining whether or not an agreement was contrary to public policy\r\nrequires a balancing of competing values. That contractual\npromises\r\nshould be kept is but one of the values. Reasonable people,\r\nirrespective of any philosophical or political bent, might\ndisagree\r\nwhether any particular value judgment was ‘correct’, ie,\r\nmore acceptable.\n34\nDidcott J, for one, believed in relation to restraint of trade cases\r\nthat the sanctity of contract trumped freedom of trade whereas\nAS\r\nBotha J (a former member of this Court who also died recently)\r\ntogether with Spoelstra AJ, thought otherwise while Vermooten\nJ\r\nagreed with Didcott J.\n35\nThe view of Didcott J was eventually adopted by this Court in\nMagna\r\nAlloys\n.\n36\nThe disagreement in\nSasfin\nbetween the majority and the minority did not affect the principle\r\nbut its application to particular clauses and severability.\nPublic\r\npolicy considerations are also not static and their weight may change\r\nas circumstances change.\n[\n39]\tOthers\r\nhave spoken more eloquently about the interaction between the\r\nConstitution and the common law, more particularly the\nlaw of\r\ncontract, but I shall attempt to state the basics that have become\r\ntrite but may not always have been observed. The common\nlaw derives\r\nits force from the Constitution and is only ‘valid’ to\r\nthe extent that it complies or is congruent with\nthe Constitution.\r\nEvery rule has to pass constitutional muster. Public policy and the\r\nboni mores are now deeply rooted in the Constitution\nand its\r\nunderlying values. This does not mean that public policy values\r\ncannot be found elsewhere. A constitutional principle that\ntends to\r\nbe overlooked when generalized resort to constitutional values is\r\nmade is the principle of legality. Making rules of law\ndiscretionary\r\nor subject to value judgments may be destructive of the rule of law.\n[\n40]\tIt\r\nis now time to quote from the judgment of Ngcobo J in\nBarkhuizen\nabout the holy cow. He said (para 87):\n‘\nPacta\r\nsunt servanda\nis a profoundly moral principle, on which the coherence of any\r\nsociety relies.  It is also a universally recognised legal principle.\n\n But, the general rule that agreements must be honoured cannot apply\r\nto immoral agreements which violate public policy.  As indicated\n\nabove, courts have recognised this and our Constitution re-enforces\r\nit.’\nTHE BARKHUIZEN JUDGMENT\n[\n41]\tAlthough\r\nthe judgment of the substantial majority (per Ngcobo J), with due\r\nrespect, appears to me to be clear and consistent,\nsome have\r\ninterpreted it differently. It is accordingly my unenviable task to\r\nconstrue the judgment to the extent that it impacts\non this case.\n[42]\tThe case concerned the\r\nconstitutionality of a time limitation clause in a short-term\r\ninsurance policy\n.\nIt provided that the\r\ninsured had to institute any claim within three months after the\r\nclaim had been rejected by the insurer. The\ncase of the insured was\r\nthat the term limited his right of access to courts guaranteed by s\r\n34 of the Bill of Rights.\n[\n43]\nThe\r\nCC found that\nour\r\ncommon law has always recognised the right of an aggrieved person to\r\nseek the assistance of a court of law and that a term in\na contract,\r\nwhich deprives a party of the right, is contrary to public policy\r\n(para 34).  Section 34 not only reflects the foundational\nvalues that\r\nunderlie our constitutional order, it also constitutes public policy\r\n(para 33). The question whether the clause was\ncontrary to public\r\npolicy depended on whether it was inimical to the values that\r\nunderlie our constitutional democracy ‘\nas\r\ngiven expression to in section 34\n’\r\n(para 36). (I emphasize the reference to the specific constitutional\r\nvalue involved in view of the appellants’ admission\nthat they\r\ndo not rely on any particular value.) The CC applied the tests laid\r\ndown in\nMohlomi,\n37\na\r\njudgment dealing with a statutory limitation of the right of access\r\nto courts, which implies that the application of constitutional\n\nvalues to legislation and contract does not differ. (It is trite that\r\nfairness is not the test for statutory constitutionality.)\n[\n44]\tThe\r\nclause in question did not deny but only limited the right to seek\r\njudicial redress (para 45). A limitation of this particular\n\nconstitutional right is not\nper\r\nse\ncontrary to public policy but it would be if the limitation were\r\n‘unreasonable or unfair’ (para 51). The CC then turned\nto\r\nconsider the two quoted questions, namely whether the clause itself\r\nwas ex facie unreasonable and, if not, whether it should\nbe enforced\r\n‘in the light of the circumstances which prevented compliance\r\nwith the time limitation clause’ (para 56).\n[\n45]\tThe\r\nfirst question requires no further attention. About the second the CC\r\nsaid this (para 58):\n‘\nThe\r\nsecond question involves an inquiry into the circumstances that\r\nprevented compliance with the clause.  It was unreasonable to\ninsist\r\non compliance with the clause or impossible for the person to comply\r\nwith the time limitation clause.  Naturally, the onus\nis upon the\r\nparty seeking to avoid the enforcement of the time limitation clause.\r\n What this means in practical terms is that once\nit is accepted that\r\nthe clause does not violate public policy and non-compliance with it\r\nis established, the claimant is required\nto show that in the\r\ncircumstances of the case there was a good reason why there was a\r\nfailure to comply.’\nThis\r\nreflects the approach our courts have taken in relation to the\r\nenforcement of cl\nauses\r\nin restraint of trade. One considers, in the light of the\r\ncircumstances prevailing at the time of enforcement, whether or\nnot\r\nit would be contrary to public policy to enforce the restraint.\n38\n[\n46]\tThe\r\npublic policy considerations that apply at the enforcement stage are\r\nno different from those that apply at the first stage:\nis the\r\nlimitation of the identified constitutional value – the right\r\nof access to courts –fair and reasonable in the\ncircumstances?\r\nSignificantly, the CC referred to only one example of unfair\r\nenforcement and that related to impossibility where\napplication of\r\nthe\nlex\r\nnon cogit ad impossibilia\nrule could conceivably solve the problem. It did not raise simpler\r\nexamples of unfair enforcement such as that of an insured who\nis\r\nunable to afford a lawyer and therefore not able to comply with a\r\ntime limit.\n[\n47]\tThis\r\nall means that, as I understand the judgment, if a contract is prima\r\nfacie contrary to constitutional values questions\nof enforcement\r\nwould not arise. However, enforcement of a prima facie innocent\r\ncontract may implicate an identified constitutional\nvalue. If the\r\nvalue is unjustifiably affected, the term will not be enforced. An\r\nexample would be where a lease provides for the\nright to sublease\r\nwith the consent of the landlord. Such a term is prima facie\r\ninnocent. Should the landlord attempt to use it\nto prevent the\r\nproperty being sublet in circumstances amounting to discrimination\r\nunder the equality clause, the term will not\nbe enforced.\n[48]\tSimilarly,\r\nif the value is subject to limitation, such as the right of access to\r\ncourts or to practise a trade or profession,\nand was ‘reasonably’\r\nlimited within the meaning of s 36, the court must assess at the time\r\nof enforcement whether the\nlimitation is still fair and reasonable in\r\nthe circumstances.\n[\n49]\tIt\r\nis evident from the judgment that if evidence is required to\r\ndetermine whether a contract is in conflict with public policy\nor\r\nwhether its enforcement would be so, the party who attacks the clause\r\nat either stage must establish the facts (paras 66, 84-85\nand 93).\n[\n50]\tWith\r\nall due respect, I do not believe that the judgment held or purported\r\nto hold that the enforcement of a valid contractual\nterm must be fair\r\nand reasonable even if no public policy consideration found in the\r\nConstitution or elsewhere is implicated.\n39\nHad it been otherwise I do not believe that Ngcobo J would have said\r\nthis (para 57):\n‘\nSelf-autonomy,\r\nor the ability to regulate one’s own affairs, even to one’s\r\nown detriment, is the very essence of freedom\nand a vital part of\r\ndignity. The extent to which the contract was freely and voluntarily\r\nconcluded is clearly a vital factor as\nit will determine the weight\r\nthat should be afforded to the values of freedom and dignity.  The\r\nother consideration is that all\npersons have a right to seek judicial\r\nredress.’\n[\n51]\tIt\r\nis also not without significance that there is no indication in\r\neither of the minority judgments of Moseneke ACJ and Sachs\nJ of an\r\nover-arching requirement of fairness. Instead, both judgments dealt\r\nwith the matter as one of public policy as found in\nthe Constitution\r\nand there is nothing in them that supports the appellants’\r\nargument.\n[\n52]\tThe\r\nappellants sought to bolster their argument in respect of a general\r\ndoctrine of unfairness with reference to a number of\ninstances that,\r\nthey say, establish fairness as the basis of all our law. The cases\r\nconcerned extortion and restraint of trade,\nand there was also a\r\ngeneral reference to\nSasfin\nwhere the court had struck down a contract as being\ncontra\r\nbonos mores\n.\r\nIt is difficult to understand the relevance of these instances. They\r\nall dealt with contracts that were\ncontra\r\nbonos mores\nand were consequently invalid. Here the appellants have conceded the\r\nvalidity of the contractual term. They also relied on three\njudgments\r\nthat deal with unlawful boycotts or blacklisting.\n40\nThese cases related to claims in delict. It escapes me how they can\r\nbe of any assistance in deciding the principles applicable\nto this\r\ncase and so does the argument that administrative justice principles\r\nof fairness somehow ‘inform’ contract\nlaw.\nFAIRNESS\n[53]\tIn the light of my conclusion\r\nthat fairness is not a free-standing requirement for the exercise of\r\na contractual right it is\nstrictly unnecessary to consider the facts\r\nrelating to fairness but because of the way the matter was argued it\r\nis preferable to\ndeal with the issue.\n[54]\tFairness remains a slippery\r\nconcept as was illustrated by the fact that Jajbhay J found that the\r\nclosing of the account was\nunfair while Lamont J, on basically the\r\nsame facts, found otherwise. I am in general agreement with the\r\napproach of Lamont J.\n[\n55]\tThe\r\nappellants’ case in simple terms is this. They require bank\r\naccounts to conduct business locally. The closing of a\nbank account\r\nis a serious matter. If they were to approach one of the remaining\r\nthree major banks in the country for an account\nthey would have to\r\ndisclose the fact of closure. Those banks would then establish from\r\nthem the reason for closure.\n41\nWhen informed, they would not grant the appellants banking\r\nfacilities. The result of the closing of their accounts, they say,\r\neffectively ‘unbanked’ them (a term coined by counsel).\r\nThis is due to the fact that the banking industry is in the\nhands of\r\nfew who enjoy significant market power. It is accordingly a case\r\n‘where private power approximates public power\nor has a wide\r\nand public impact’ when everyone ‘is entitled to\r\neffective relief in the face of unjustified invasion\nof a right\r\nexpressly or otherwise conferred by the highest law in our land’.\n42\n[\n56]\tThe\r\nappellants’ argument is in many respects circuitous,\r\nself-destructive and, in any event, without merit. They accept\nthat\r\nin terms of the valid agreement the Bank was entitled to terminate\r\nwithout any cause but they ask for an order that the Bank\nmay only\r\nterminate on good cause. This would require a tacit term or the\r\ndevelopment of the common law, both of which they eschew.\nBut, they\r\nsay, in this case the Bank cannot close the account with a bona fide\r\nreason because of consequences to them that cannot\nbe laid at the\r\ndoor of the Bank.\n[\n57]\tThe\r\nfact that the appellants as business entities are entitled to banking\r\nfacilities may be a commercial consideration but it\nis difficult to\r\nsee how someone can insist on opening a banking account with a\r\nparticular bank and, if there is an account, to\ninsist that the\r\nrelationship should endure against the will, bona fide formed, of the\r\nbank. There is also a factual issue. The\nuse put by the appellants of\r\ntheir accounts shows without doubt that they do have other accounts,\r\nalthough maybe none locally.\nThe second appellant, which is the\r\ncommodities trader, does not hold a foreign currency account with the\r\nBank. There is no indication\nthat it uses its current account as a\r\ntrading account. The fourth appellant, which appears to be a\r\nmanufacturing company, only\nhas a money market account with the Bank\r\nand not a business account.\n43\nAnd Bredenkamp’s accounts were used for mundane matters only.\n[\n58]\tThe\r\nappellants also have a serious problem with causation. It is the\r\nlisting (fair or unfair) that ‘unbanked’ the\nappellants,\r\nand not the closing of the accounts. Ms Ina Steyn of Absa Bank\r\ntestified that the fact that the account of an aspirant\ncustomer was\r\nclosed by another financial institution is an important factor to\r\nconsider when deciding whether or not to accept\nthe client. However,\r\nit is the reason rather than the fact of closure that would be its\r\nconcern. Absa, she said, regards an applicant’s\nstatus on a\r\ncredible SDN list as a critical factor in reaching its decision. In\r\nthe ordinary course of events Absa checks whether\nan applicant is an\r\nSDN. She mentioned that Absa had already refused the appellants\r\nbanking facilities in view of the listing.\n44\nThere is no suggestion that this was done because the accounts were\r\nclosed.\n[59]\tThe fact that banks may not wish\r\nto provide listed entities with banking facilities is unrelated to\r\nthe fact that there are\nonly a few major banks in the country. A\r\nproliferation of banks would not have made any difference. The impact\r\non the appellants\nwas not caused by the decision to close the\r\naccounts; it was caused by the listing. It is therefore not a case of\r\nthe abuse by\nthe Bank of private power that approximates public\r\npower.\n[\n60]\tI\r\nfind it difficult to perceive the fairness of imposing on a Bank the\r\nobligation to retain a client simply because other banks\nare not\r\nlikely to accept that entity as a client. The appellants were unable\r\nto find a constitutional niche or other public policy\nconsideration\r\njustifying their demand. There was, accordingly, in the words of\r\nMoseneke DCJ no ‘unjustified invasion of a\nright expressly or\r\notherwise conferred by the highest law in our land’.\n45\n[\n61]\tThe\r\nappellants also submitted that the Bank’s decision was\r\nprocedurally and substantively unfair. This argument was built\non\r\nquicksand because they abandoned an administrative law review; they\r\ndo not suggest that the common law must be developed so\nthat a party\r\nwho is entitled to cancel a contract has to give the other party a\r\nhearing before cancellation; and they do not rely\non a tacit term to\r\nthat effect.\n46\nFurthermore, a hearing in the form of a discussion would not have had\r\nany effect and would have been an exercise in futility. Bredenkamp\n\npresumably would have told the Bank that the listing was not\r\njustified, and he may have produced evidence to that effect. But the\n\nBank’s cancellation was not premised on the truth of the\r\nallegations underlying the listing; it was based on the fact of\nthe\r\nlisting and the possible reputational and commercial consequences of\r\nthe listing for the Bank.\n[62]\tThe next submission was that the\r\nBank had less drastic steps available: It could have asked for\r\nundertakings from the appellants\nto reduce its risks or could have\r\nkept their accounts under surveillance for questionable transactions.\r\nWhether these options were\nviable is doubtful but they cannot be\r\nrelated to the relief presently sought, namely that the Bank may not\r\ncancel without good\ncause.\n[\n63]\tThe\r\nappellants objected to the Bank’s reliance on Bredenkamp’s\r\nreputation. The first objection was that the facts\nwere not true but,\r\nas indicated, the Bank did not seek to rely on the factual accuracy\r\nof the reports but on Bredenkamp’s\nreputation itself. Their\r\nother complaint was that a bank is not entitled to take moral\r\nconsiderations into account when deciding\nto close an account. The\r\nanswer is that the Bank did not make any moral judgment; it made a\r\nbusiness decision to protect its reputation.\nThe appellants then said\r\nthat banks are inconsistent because some banks do deal with SDNs. The\r\nproblem with the submission is that\nit is destructive of the\r\nappellants’ whole case. It indicates that a listed entity or\r\nsomeone with a bad reputation is not\nfor that reason necessarily\r\nunbanked. Lastly, in this context, the appellants object to the\r\nBank’s reliance on facts determined\nafter its decision to close\r\nthe accounts. There is no merit in the objection. A party has always\r\nhad the right to justify a cancellation\nwith objective facts\r\nunbeknown to that party at the time when the cancellation took\r\nplace.\n47\nCounsel could not give a reason why the rule does not apply or\r\nwhether and how it should be developed.\n[\n64]\tThis\r\nleaves for consideration the question whether the Bank had (in terms\r\nof the relief presently sought) good cause to close\nthe accounts. The\r\nBank had a contract, which is valid, that gave it the right to\r\ncancel. It perceived that the listing created\nreputational and\r\nbusiness risks. It assessed those risks at a senior level. It came to\r\na conclusion. It exercised its right of\ntermination in a bona fide\r\nmanner. It gave the appellants a reasonable time to take their\r\nbusiness elsewhere. The termination did\nnot offend any identifiable\r\nconstitutional value and was not otherwise contrary to any other\r\npublic policy consideration.  The\nBank did not publicise the closure\r\nor the reasons for its decision. It was the appellants who made these\r\nfacts public by launching\nthe proceedings and requiring the Bank to\r\ndisclose the reasons.\n[\n65]\tThe\r\nappellants’ response was that, objectively speaking, the Bank’s\r\nfears about its reputation and business risks\nwere unjustified. I do\r\nnot believe it is for a court to assess whether or not a bona fide\r\nbusiness decision, which is on the face\nof it reasonable and\r\nrational, was objectively ‘wrong’ where in the\r\ncircumstances no public policy considerations are\ninvolved. Fairness\r\nhas two sides. The appellants approach the matter from their point of\r\nview only. That, in my view, is wrong.\n[66]\tThe appeal is accordingly\r\ndismissed with costs, including the costs of two counsel.\n_____________________\nL T C Harms\nDeputy President\nAPPEARANCES:\nM\r\nBrassey SC (with him K Hopkins)\nAPPELLANTS:\nInstructed\r\nby Wertheim Becker Inc, Johannesburg\nE G Cooper Majiedt Inc, Bloemfontein\n1\nst\nRESPONDENT:\t\tJ J Gauntlett SC (with him R M Pearse)\nInstructed\r\nby Deneys Reitz Attorneys, Johannesburg\nWebbers, Bloemfontein\n1\nThe complex relationship between a bank and its\r\n\tcustomers was discussed by Moseneke AJ in\nStandard\r\n\tBank of SA Ltd v Absa Bank Ltd\n[1995]\r\n\t1 All SA 535\n,\n1995 (2) SA 740\n(T) at 746G-747E.\n2\n2007 (5) SA 323 (CC)\n[2007] ZACC 5\n; ,\n2007\r\n\t(7) BCLR 691\n(CC).\n3\nBreedenkamp v Standard Bank of SA Ltd\n2009 (5) SA 304\n,\n[2009]\r\n\t3 All SA 339\n(GSJ) (the Jajbhay J judgment). The incorrect spelling\r\n\tof Bredenkamp in the law reports comes from this judgment.\n4\nThe second appellant is Breco International Ltd;\r\n\tthe third is Hamilton Place Trust; and the fourth is International\r\n\tCigarette\nManufacturers (Pty) Ltd.\n5\nThe Jajbhay J judgment.\n6\nBreedenkamp  v Standard Bank of SA Ltd\n2009 (6) SA 277\n(GSJ).\n7\nPutco Ltd v TV & Radio Guarantee Co (Pty)\r\n\tLtd\n1985 (4) SA 809\n(A); ([1985]\n2 All\r\n\tSA 533\n(A));\nAmalgamated Beverage\r\n\tIndustries Ltd v Rond Vista Wholesalers\n2004 (1) SA 538\n(SCA);\n[2003] 4 All SA 95\n(SCA).\n8\nCompare\nNational Director of Public Prosecutions v Zuma\n[2009] ZASCA 1\n;\n2009\r\n\t(2) SA 277\n(SCA),\n[2008] 1 All SA 197\n(SCA) para 37-38;\nJansen\r\n\tvan Vuuren & ano NNO v Kruger\n1993 (4) SA 842 (A), [1993] 2\r\n\tAll SA 619 (A).\n9\nLamont J judgment para 25.\n10\nI do not necessarily subscribe to the appellants’\r\n\tsubmission that the entitlement extends to ‘bad’\r\n\treasons,\nat least by the Bank. This could amount to an abuse of the\r\n\tBank’s rights.\n11\nSouth African Forestry Co Ltd v York Timbers\r\n\tLtd\n2005 (3) SA 323\n(SCA),\n[2005] 4\r\n\tAll SA 168\n(SCA) paras 28-34 expands on\nBrisley\r\n\tv Drotsky\n2002 (4) SA 1\n(SCA);\n2002\r\n\t(12) BCLR 1229\n(SCA). See also F D J Brand ‘The role of good\r\n\tfaith, equity and fairness in the South African law of contract: The\r\n\tinfluence\nof the common law and the Constitution’\n126 (2009)\nSALJ\n71.\n12\nUniversal Stores Ltd v O K Bazaars (1929) Ltd\n1973 (4) SA 747\n(A) at 762G-H.\n13\nCrown Restaurant CC v Gold Reef City Theme\r\n\tPark (Pty) Ltd\n[2007] ZACC 2\n;\n2008 (4) SA 16\n,\n2007\r\n\t(5) BCLR 453.\n(CC) fn 1.\n14\nA J Kerr ‘The defence of unfair conduct on\r\n\tthe part of the plaintiff at the time the action is brought: The\r\n\texceptio doli\ngeneralis and the replicatio doli in modern law’\n125 (2008)\nSALJ\n241.\n15\nBank of Lisbon and SA Ltd v De Ornelas\n1988\r\n\t(3) SA 580\n(A).\n16\nSee also\nUnion\r\n\tGovernment v Vianini Ferro-Concrete Pipes (Pty) Ltd\n1941 AD 43\nat 50.\n17\nWells v South African Alumenite Co\n1927 AD 69\nat 73.\n18\nNorth Vaal Mineral Co Ltd v Lovasz\n1961 (3) SA 604\n(T) at 607F-608F.\n19\nPaddock Motors (Pty) Ltd v Igesund\n1976 (3) SA 16\n(A) at 28F-G. See also\nMagna Alloys and\r\n\tResearch (SA) (Pty) Ltd v Ellis\n[1984] ZASCA 116\n;\n1984 (4) SA 874\n(A) at\r\n\t893H-894B.\n20\nCarole Lewis ‘The demise of the exceptio\r\n\tdoli: Is there another route to contractual equity?’\n107\r\n\t(1990)\nSALJ\n26\nat 33.\n21\nZimmermann & Whittaker\nGood\r\n\tfaith in European contract law\n(2000)\r\n\tpp 19 and 29.\n22\nRand Bank Ltd v Rubenstein\n1981 (2) SA 207\n(W).\n23\nKPMG Chartered\r\n\tAccountants SA v Securefin\nLtd\n2009 (4) SA 399\n(SCA),\n[2009] 2 All SA 523\npara 39. See also\nSouth African Forestry Co Ltd\r\n\tv York Timbers Ltd\n2005 (3) SA 323\n(SCA) paras 28-34\n.\n24\nDikgang Moseneke\n‘Transformative\r\n\tconstitutionalism: Its implications for the law of contract’\r\n\t20 (2009)\nStell LR\n3\r\n\tat 11\n.\n25\nAdvtech Resourcing (Pty) Ltd t/a Communicate\r\n\tPersonnel Group v Kuhn\n2008 (2) SA 375\n(C),\n[2007] 4 All SA 1368\npara 30.\n26\nDen Braven SA (Pty) Ltd v Pillay & another\n2008 (6) SA 229\n(D), ([2008]\n3 All SA 518).\n27\nMozart Ice Cream Franchises (Pty) Ltd v\r\n\tDavidoff\n2009 (3) SA 78\n(C).\n28\nAquilius (FP van den Heever) ‘Immorality and Illegality in\r\n\tContract’ 58 (1941)\nSALJ\n337 at p 339.\n29\nThere is a more generalized statement in Codex\r\n\t4.54.8 but read in context, especially Codex 4.54.4 which contains\r\n\tan early example\nof estoppel, it does not pretend to provide the\r\n\tlast word on the subject.\n30\nI used the rendition of W G Hiemstra and H L\r\n\tGonin’s\nTrilingual Legal\r\n\tDictionary\n2 ed sv ‘pacta’.\n31\nFor a detailed discussion see\nEdouard\r\n\tv Administrator, Natal\n1989 (2) SA 368\r\n\t(D).\n32\nSasfin (Pty) Ltd v Beukes\n1989 (1) SA 1\n(A) at 7I-9H.\n33\nA good example is\nHurwitz\r\n\tv Taylor\n1926 TPD 81\ndeclaring\r\n\tmarriage brokerage contracts invalid in spite of the Roman Dutch law\r\n\tthat recognised them.\n34\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA) para 8.\n35\nSee the discussion in\nNational\r\n\tChemsearch (SA) Pty Ltd v Borrowman and Another\n1979\r\n\t(3) SA 1092\n(T) at 1100H-1101B.\n36\nMagna Alloys and Research (SA) (Pty) Ltd v Ellis\n[1984] ZASCA 116\n;\n1984 (4) SA\r\n\t874\n(A).\n37\nMohlomi v Minister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC),\n(1996\r\n\t(12) BCLR 1559).\n38\nNational Chemsearch (SA) Pty Ltd v Borrowman\n1979 (3) SA 1092\n(T) at 1107E-H;\nMagna\r\n\tAlloys and Research (SA) (Pty) Ltd v Ellis\n[1984] ZASCA 116\n;\n1984 (4) SA 874\n(A)\r\n\tat 895D-I.\n39\nEmployment contracts are affected by the right to fair labour\r\n\tpractices:\nMurray v Minister of Defence\n2009 (3) SA 130\n,\n[2008] 3 All SA 66\n(SCA) para 11;\nNakin v MEC, Department of\r\n\tEducation, Eastern Cape\n2008 (6) SA 320\n,\n[2008] 2 All SA 559\n(CkHC) para 36.\nThe CC did not subject the\r\n\tarbitration agreement in\nLufuno\r\n\tMphaphuli & Associates v Andrews\n2009 (4) SA 529\n,\n2009 (6) BCLR 527\n(CC) or its enforcement to the\r\n\tfairness test.\n40\nMurdoch v Bulloch\n1923 TPD 495\n;\nHawker v Life Offices\r\n\tAssociation of SA\n1987 (3) SA 777\n,\n[1987] 2 All SA 100\n(C);\nWolmarans v\r\n\tABSA Bank Ltd\n2005 (6) SA 551\n(C).\n41\nIt is not suggested that the Bank would have\r\n\tdisclosed the reason for closing the accounts to other banks. That\r\n\twould have been\na breach of confidentiality. The Bank did not even\r\n\tdisclose its reason to the appellants and if the appellants had,\r\n\tbefore forcing\nthe Bank to divulge its reason, approached other\r\n\tbanks the foundation of the appellants’ case would have fallen\r\n\taway.\n42\nDikgang  Moseneke loc cit.\n43\nAn affidavit of Mr Bezuidenhout filed by the Bank\r\n\trefers to a current account held by the fourth appellant with number\r\n\t023390778\nwhich was once used to transfer a large amount to a bank\r\n\taccount held by the second appellant in Switzerland. The current\r\n\taccount\nhas not been referred to in the notice of motion or in the\r\n\trelief now sought. Its status is unknown.\n44\nThe appellants filed affidavits by Mr Marius Nel\r\n\twho is also an Absa employee. His evidence is somewhat different but\r\n\tit is clear\nthat he is not qualified to speak about these matters.\r\n\tFurthermore, to the extent that his evidence is different, her\r\n\tevidence\nhas to be referred on ordinary motion principles.\n45\nDikgang  Moseneke loc cit.\n46\nSuch a tacit term was found to exist in the\r\n\tcircumstances in\nDe\r\n\tLange v ABSA Makelaars (Edms) Bpk\n[2010] ZASCA 21\n(23 March\r\n\t2010)\n.\n47\nMatador\r\n\tBuildings (Pty) Ltd v Harman\n1971 (2) SA 21\n(C);\n[1971] 1 All SA 381\n(C);\nPutco\r\n\tLtd v TV & Radio Guarantee Co (Pty) Ltd\n1985 (4) SA 809\n(A) at 832;\nDatacolor\r\n\tInternational (Pty) Ltd v Intamarket (Pty) Ltd\n[2000] ZASCA 82\n;\n[2001] 1 All SA 581\n(A),\n2001 (2) SA 284\n(SCA) para 28.",
  "scraped_at": "2026-02-11T20:26:59.005915",
  "date": "2010-05-27",
  "coram": [
    "Harms DP",
    "Cloete",
    "Ponnan",
    "Cachalia JJA",
    "Saldulker AJA"
  ],
  "case_number": "599/09",
  "parties": {
    "applicants": [
      "John Arnold Bredenkamp",
      "Breco International Ltd",
      "Hamilton Place Trust",
      "International Cigarette Manufacturers (Pty) Ltd"
    ],
    "respondents": [
      "Standard Bank of SA Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants – John Arnold Bredenkamp and three of his companies – opened several current, credit‑card and foreign‑currency accounts with Standard Bank of South Africa in 2002. In December 2008 the Bank notified them that it would suspend the MasterCard facility and an overdraft, and that all accounts would be closed by January 2009. Extensions were granted but the Bank ultimately decided to terminate the accounts because Bredenkamp had been listed as a ‘specially designated national’ (SDN) by the United States Office of Foreign Assets Control on 25 November 2008, a designation that the Bank believed threatened its reputation and exposed it to material business risk.",
    "issues": "The court had to determine whether Standard Bank’s exercise of a contractual right to terminate the accounts was constitutionally invalid on the grounds of fairness, whether any implied term required ‘good cause’ or a hearing before termination, and whether the termination infringed any Bill of Rights provisions such as equality, dignity, privacy or administrative justice.",
    "principles": "The judgment reaffirmed the common‑law rule that an indefinite contract may be terminated on reasonable notice, either by express or implied term. It held that fairness under the Constitution, as discussed in Barkhuizen v Napier, is not a free‑standing requirement for exercising a valid contractual right unless the term itself contravenes public policy or a specific constitutional value. The court rejected the notion that the exceptio doli generali provides a defence against the enforcement of a bona‑fide contractual term. Public policy and the principle of pacta sunt servanda require that contracts be honoured unless they are immoral or illegal.",
    "application": "Applying these principles, the court found that the termination clause in the banking contracts was valid, that the Bank acted bona‑fide in relying on the SDN listing, and that no constitutional value was offended. The Bank’s decision did not require a prior hearing and was not subject to the fairness test because the term was not contrary to public policy. Consequently, the appeal by the appellants failed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The Court upheld the Bank’s right to close the accounts and affirmed that contractual rights may be exercised without a constitutional fairness requirement where no public policy or Bill of Rights breach is shown."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Banking and Commercial Contracts",
    "level_3": [
      "contract termination",
      "fairness",
      "constitutional law",
      "sanctions compliance",
      "public policy"
    ]
  }
}