{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/109.html",
  "case_name": "Holcim (South Africa) Pty) Ltd v Prudent Investors (Pty) Ltd and Others (641/09) [2010] ZASCA 109; [2011] 1 All SA 364 (SCA) (17 September 2010)",
  "citation": "[2010] ZASCA 109",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 109\n|\nNoteup\n|\nLawCite\nHolcim (South Africa) Pty) Ltd v Prudent Investors (Pty) Ltd and Others (641/09) [2010] ZASCA 109; [2011] 1 All SA 364 (SCA) (17 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: \r\n641/09\nIn\r\nthe matter between:\nHOLCIM\r\n(SOUTH AFRICA) (PTY) LTD\t\t\t\t\tAppellant\nand\nPRUDENT INVESTORS\r\n(PTY) LTD\t\t\t\t\t1\nst\nRespondent\nLOUIS HENDRIK\r\nMEYER\t\t\t\t\t\t\t2\nnd\nRespondent\nTOMMIESRUS (PTY)\r\nLTD\t\t\t\t\t\t\t3\nrd\nRespondent\nNeutral citation\n:\nHolcim  v Prudent Investors\n(641/09)\n[2010] ZASCA 109\n(17\r\nSeptember 2010)\nCoram:\nMPATI P,\r\nCLOETE, HEHER, CACHALIA AND TSHIQI JJA\nHeard:\n1 September\r\n2010\nDelivered:\n17\r\nSeptember 2010\nUpdated:\nSummary:\nMining\r\nand Minerals –\nMineral and Petroleum Resources Development Act\n28 of 2002\n– Schedule II Transitional Arrangements –\r\nwhether necessary for obtaining an ‘old order mining right’\r\nthat\nholder of the mineral rights and mining licence conducted its\r\noperations on all properties covered by rights and licence on the\nday\r\nbefore the Act took effect.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth West High Court (Mafikeng) (Landman J sitting as court of first\r\ninstance):\n1.\tThe\r\nappeal succeeds with costs including the costs of two counsel.\n2.1\tParagraphs\r\n1 and 3 of the order of the court a quo are set aside.\n2.2\tParagraph\r\n1 is replaced by an order in the following terms:\n‘\n1.1\tThe\r\nfirst and second respondents are:-\n1.1.1\tdirected\r\nforthwith to grant the applicant access to Portions 10, 12, 14 and\r\n20, the Remaining Extent of Portion 6, and the\nRemaining Extent of\r\nthe farm Bethlehem 75, registration division IO, district\r\nLichtenburg, North-West Province for the purpose\nof performing\r\nprospecting and/or mining activities as contemplated in the\r\ndefinition of “mine” in the Minerals Act\n50 of 1991;\n1.1.2\tinterdicted\r\nfrom refusing or preventing the applicant and its contractors access\r\nto the properties for the purpose of prospecting\nand/or mining and\r\nfrom conducting such activities thereon.\n1.2\tFailing\r\ncompliance by first and/or second respondents with paragraph 1.1 of\r\nthis order, the sheriff is hereby authorised and\ndirected to take all\r\nsuch steps as may be necessary to enable the applicant to gain access\r\nto the properties.’\n2.3\tParagraph\r\n3 is replaced by an order in the following terms:\n‘\n3.\tThe\r\nrespondents are ordered jointly and severally to pay the costs of the\r\napplication.’\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (MPATI P,\r\nCLOETE, CACHALIA AND TSHIQI JJA concurring):\n[1]\tThe central issue in\r\nthis appeal is whether the Transitional Arrangements contained in\r\nSchedule II to the Mineral and Petroleum\nResources Development Act 28\r\nof 2002 (‘the Act’) provide security of tenure to the\r\nholder of a mining licence which,\nimmediately, before the Act took\r\neffect, was conducting authorised mining operations on land covered\r\nby the licence even though\nthe operations had not been extended to\r\nall cadastral units so covered and might not be so extended in the\r\nimmediate future.\n[2]\tIn May 2008 the\r\nappellant applied to the High Court (Bophuthatswana Provincial\r\nDivision) for an order in the following terms:\n‘\n1.\tIt\r\nis declared that:─\n1.1\tthe\r\napplicant is the holder of an old order mining right as contemplated\r\nin Schedule II of the\nMineral and Petroleum Resources Development Act\n28 of 2002\nin respect of limestone and clay, on the farms Dudfield\r\n35, registration division IP; Hibernia 52, registration division IP;\r\nKalkfontein\n77, registration division IO; and Bethlehem 75,\r\nregistration division IO [“the applicant’s old order\r\nmining right”],\nby virtue of-\n1.1.1\tMining\r\nLicence 3/1997 which the applicant holds in respect of the\r\nproperties; and\n1.1.2\tthe\r\nrights which the applicant holds under Notarial Deed of Cession of\r\nMineral Rights K 4272/2000 RM;\n1.2\tthe\r\napplicant’s old order mining right entitles it to access\r\nPortions 10, 12, 14, 20, the remaining extent of Portion\n6 and the\r\nremaining extent of the farm Bethlehem 75, registration division IO,\r\nin the magisterial district of Lichtenburg, North-West\nProvince (“the\r\nproperties”);\n2.\tThe\r\nfirst and second respondents are:-\n2.1\tdirected\r\nforthwith to grant access to the properties to the applicant for the\r\npurpose of performing prospecting and/or mining\nactivities as\r\ncontemplated in the definition of “mine” in the Minerals\r\nAct 50 of 1991;\n2.2\tinterdicted\r\nfrom refusing or preventing the applicant and its contractors access\r\nto the properties for the purpose of prospecting\nand/or mining and\r\nfrom conducting such activities thereon;\n3.\tFailing\r\ncompliance by first and/or second respondents with paragraph 2 of\r\nthis order forthwith, the sheriff is hereby authorized\nand directed\r\nto take all such steps as may be necessary forthwith to enable the\r\napplicant to gain access to the properties.’\nThe\r\napplicant sought attorney and client costs against the two\r\nrespondents but did not persist in that claim on appeal.\n[3]\tThe\r\ncourt a quo (Landman J) concluded that the Transitional Arrangements\r\ndo not provide such security of tenure in the appellant’s\n\ncircumstances. The learned judge said:\n‘\nBut\r\neven if mining, in a very broad sense, is carried on [on] some land\r\nand nothing is carried on or in respect of other land, covered\nby the\r\nlicence, then it is difficult to conclude, even on a liberal\r\ninterpretation, that mining operations are being conducted\non the\r\nother land. It may be, if there is a systematic plan which would\r\nimmanently\n1\ninvolve the properties, that this could be said to be mining\noperations\r\nin respect of that land. But this is not the case here. Where the\r\nland has been left, as it were, to lie fallow or kept\nin reserve,\r\nthen it cannot reasonably [be] said that mining operations or mining\r\nis being conducted in respect of that land. A\nbusiness approach which\r\nmay be prudent and farsighted must nevertheless give way if it is\r\ncontrary to the objects of [the Act]\nand Schedule II.’\n2\nThe learned judge granted\r\nleave to appeal to this Court.\n[4]\tBefore\r\nus counsel for the respondents supported the conclusion of the\r\nlearned judge. However they sought to justify it by reliance\non an\r\nargument not developed in the judgment. I shall address the substance\r\nof their submission later in this judgment.\n[5]\tThe appellant\r\nestablished a limestone quarry on the farm Dudfield in the\r\nLichtenberg district in 1950 to supply limestone to\nthe then\r\nRoodepoort Cement Kilns. In 1965 the first cement kiln was\r\ncommissioned at Dudfield, followed by a second in 1972 and\na third in\r\n1977. Since then the appellant’s Dudfield operations have been\r\nproducing about 20 per cent of the total cement\nmarket requirements\r\nof the country.\n[6]\tOn 9\r\nSeptember 1997 the appellant obtained Mining Licence ML3/1997 in\r\nterms of s 9(1) of the Minerals Act 50 of 1991 to mine\nthe limestone\r\nresources on the contiguous farms Dudfield 35IP, Kalkfontein 77IO,\r\nBethlehem 75IO and Hibernia 52IO. The licence\nwas issued for an\r\nindefinite period, until the minerals could no longer be mined\r\neconomically. The operations under this licence\nare known as the\r\n‘Dudfield operation’.\n[7]\tThe\r\nfarms that comprise the area of the mining licence consist of various\r\nsubdivisions owned by several different persons. The\nfirst respondent\r\nis the owner of Portions 10, 12 and 14 and the Remaining Extent of\r\nthe farm Bethlehem. The second respondent owns\nthe Remaining Extent\r\nof Portion 6 and Portion 20 of the same farm.\n[8]\tSince\r\n1968 the appellant has held the right to mine limestone in respect of\r\nthe whole of Bethlehem farm. During that year the\nappellant\n3\nentered into Notarial Mineral Lease 496/1968 RM with African and\r\nEuropean Investment Company Limited in respect of the farm Bethlehem\n\n75IO, 5484.2146 morgen in extent, which was registered on 29\r\nSeptember 1968. During or about 2000 the appellant\n4\ntook cession of the rights to ‘limestone, calcareous minerals,\r\nand all other minerals used in the manufacture of cement’\nin,\r\non and under the farm Bethlehem 75IO, measuring 4697.4053 hectares,\r\nin terms of Notarial Deed of Cession of Mineral Rights\nK4272/2000 RM.\n[9]\tImmediately\r\nbefore the commencement of the Act, which was on 1 May 2004, the\r\nappellant conducted mining operations on the land\nto which Mining\r\nLicence ML3/1997 applies, but that mining had not yet reached the\r\nrespondents’ properties.\n[10]\tThe\r\ncurrent life of the mineral resource, excluding that part situated on\r\nthe first and second respondents’ properties,\nis 49 years.\r\nShould the appellant commission a further kiln (Dudfield Kiln 4), as\r\nit proposes to do, mining capacity will have\nto increase by an\r\nadditional 170 million tons of limestone over a 60 year period,\r\nassuming that the mining of feedstock for the\ncurrently operating\r\nKilns 2 and 3 continues. The appellant is, therefore, considering\r\nmining into the respondents’ properties\nand, to that end,\r\nwishes to delimit the resource of limestone and other minerals used\r\nin the manufacture of cement present on the\nrespondents’\r\nproperties. The respondents, however, have refused the appellant\r\naccess to the properties to commence prospecting\nand mining on them.\n[11]\t\r\nThe respondents justify their refusal on the ground that no mining\r\noperations were being conducted on their properties immediately\n\nbefore the date on which the Act took effect. Thus, so the submission\r\ncontinues, the appellant was not possessed of an ‘old\norder\r\nmining right’ as defined in Item 1 of Schedule II to the Act\r\nbut, instead, the rights which I have identified above\nconstituted an\r\n‘unused old order right’. Because an unused old order\r\nright continued in force for a maximum period\nof one year from the\r\ndate on which the Act took effect\n5\nand the appellants did not exercise their exclusive right to apply\r\nfor a prospecting or mining right in terms of the Act within\nthat\r\nperiod\n6\ntheir unused old order right ceased to exist.\n7\n[12]\tThe\r\ncorrectness of the respondents’ submission, and, indeed, of the\r\nreasoning of the court a quo,\n8\ndepends upon an interpretation of the rights possessed by the\r\nappellant and a determination of the proper scope of the security\nof\r\ntenure which the Transitional Arrangements provided for in Schedule\r\nII afford to the holder of mining rights that were in force\nand in\r\nuse on 30 April 2004.\n[13]\tAn\r\n‘old order mining right’ is defined in Item 1 of Schedule\r\nII as:\n‘\nany\r\nmining lease, consent to mine, permission to mine, claim licence,\r\nmining authorisation or right listed in Table 2 to this Schedule\nin\r\nforce immediately before the date on which this Act took effect and\r\nin respect of which mining operations are being conducted’.\n[14]\tIn\r\nso far as the appellant is concerned, the old order mining right that\r\nit claims has three components, which derive from\nthe definition and\r\nTable 2. These are:\n1.\tThe\r\nmining authorisation in terms of s 9(1) of the Minerals Act.\n9\n2.\tThe\r\nunderlying common law rights (ie the common law mineral right\n10\nor its consent to mine together with the common law mineral right\n11\n).\n3.\tThe\r\nfact (if such be the case) that it was conducting mining operations\r\nin respect of the said authorisation and the underlying\ncommon law\r\nmineral rights.\n[15]\tIn\r\nthis regard I agree with counsel for the appellant that the\r\ndefinition of ‘old order mining right’ embraces\nthe\r\n‘package’ of the relevant common law rights together with\r\nthe mining authorisation. There is no serious dispute\nas to the\r\nappellant’s satisfaction of the first two components. As I have\r\nindicated previously the real issue relates to\nthe third, and more\r\nparticularly whether it was necessary that the appellant be\r\nconducting mining operations on all properties\n(ie registered\r\ncadastral units) covered by the mining licence on the date\r\nimmediately preceding the operative date of the Act.\n[16]\tAt\r\nthis stage it will be convenient to outline the justification for the\r\norder of the court a quo which was put forward by\nthe respondents’\r\ncounsel. I trust that I do not undervalue his argument in the summary\r\nwhich follows:\n(i)\tAn\r\n‘old order mining right is defined in Item 1 of the\r\nTransitional Arrangements contained in Schedule II\n12\nby reference to specific rights that are listed in Table 2.\n(ii)\tTable\r\n2 (‘old order mining rights’) contains six categories.\nCategory\r\n1\nis\r\n‘The common law mineral right, together with a mining\r\nauthorisation obtained in connection therewith in terms of section\n\n9(1) of the Minerals Act’. It is this old order right that the\r\nappellant possessed when the Act came into effect in so far\nas it had\r\nbeen conducting mining operations on properties other than those of\r\nthe respondents on the preceding day.\n(iii)\nCategory\r\n1\nidentifies\r\ntwo rights: the common law mineral right and a concomitant mining\r\nauthorisation (such as a mining licence). Each right\nhas a specific\r\ncontent.\n(iv)\tIn\r\nso far as the appellant relied on\nCategory\r\n1\nrights it had to establish that they survived the repeal of the\r\nMinerals Act. That it could only do if\neach\nright was an ‘old order mining right’ as defined. The\r\nappellant had therefore to prove that immediately before the\nAct came\r\ninto effect it was conducting mining operations ‘in respect of’\r\nboth its mineral rights and its rights under\nthe licence.\n(v)\tThe\r\nrights under a mining licence may attach to one or more registered\r\nunits of land or may, as they do in this case, adhere\nto a defined\r\narea not expressly delimited by cadastral boundaries of any unit or\r\nunits. But a separated mineral right is a right\nwhich always derives\r\nfrom a specific registered unit of land (as a subtraction from the\r\nrights of ownership of that land), as each\nsuch right also does in\r\nthis instance. If the appellant was exercising such a right, that\r\nright did not extend beyond the borders\nof the unit to which it\r\nrelated.\n(vi)\tIt\r\nfollows that the appellant could only claim an ‘old order\r\nmining right’, in the form of a preserved right to\nminerals, to\r\nthe extent that it was, on the effective date, conducting mining\r\noperations on each registered unit to which a mineral\nright attached.\r\nSince it was common cause that the appellant had never conducted\r\nmining operations on the respondents’ properties,\nthe mineral\r\nrights in respect of those properties did not qualify as ‘old\r\norder mining rights’ but fell instead into\nthe definition of\r\n‘unused old order rights’.\n13\nAs they had not been the subject of a timeous (or, indeed, any)\r\napplication for a mining right under Item 8(2), the mineral rights\n\nover the appellant’s properties had, by reason of Item 8(4),\r\nceased to exist. Absent preservation of the mineral rights,\nthe\r\nrights under the mining licence retained no enforceable content. The\r\nappellant, therefore, possessed no right capable of sustaining\nthe\r\nrelief claimed by it in the court a quo.\n[17]\tIn\r\nmy view the line of reasoning followed by counsel for the respondents\r\nis fallacious. Before explaining why I have reached\nthat conclusion\r\nit would be fair, I think, to address first the rationale for the\r\njudgment a quo.\n[18]\tCentral\r\nto the reasoning of the court a quo was what it saw as a requirement\r\nviz that mining operations were being conducted\non the critical date\nin\r\nrespect of the land to which the licence relates\n.\r\nBut that emphasis does not accord with the plain words of the\r\ndefinition: the operations must be conducted in respect of the\r\nauthorisation and the rights attaching to it. It is therefore\r\nnecessary to examine the terms of the relevant licence in order to\n\ndetermine whether mining operations were being conducted in respect\r\nof that licence at the relevant time.\n[19]\tThe\r\ncourt a quo found that the subject matter being preserved in the\r\ndefinition of ‘old order mining right’ is\n‘primarily\r\nthe land’. I agree with the submission of the appellant’s\r\ncounsel that this finding does not take\ninto account the structure of\r\nthe Act and the reason for the creation of the concept of old order\r\nrights in the context of the\nTransitional Arrangements.\n[20]\t\r\nUnder the new Act the previous system of common law mineral rights\n14\nas\ncontrolled\r\nthrough a system of statutory authorisations to prospect or mine\r\nunder the Minerals Act 50 of 1991,\n15\nwas completely superseded by a new administrative system whereby-\n(a)\tthe\r\ncommon law mineral rights were replaced by similar rights granted by\r\nthe Minister of Mineral Resources; and\n(b)\tthe\r\nstatutory authorisations such as mining licences or prospecting\r\npermits were fused into the prospecting or mining right\nthus granted.\n[21]\t\r\nThus the new composite mining right contains what was previously held\r\nseparately by means of the mining licence and common\nlaw mineral\r\nright. The new mining right is similar to the common law mineral\r\nright inasmuch as it is also a limited real right\nthat confers upon\r\nthe holder the right to enter on to the land, to search for minerals,\r\nand, if found, to mine and dispose of them\nfor the account of the\r\nholder.\n16\n[22]\t\r\nAs under the Minerals Act, where the holder of a common law mineral\r\nright could not mine without first obtaining a mining\nlicence, so\r\nmining is prohibited by the terms of s 5(4) of the Act unless a\r\nmining right has been obtained pursuant to its provisions.\n[23]\tThe\r\nnew system and the old system of common law mineral rights are\r\nmutually exclusive:\n(1)\tIn\r\nterms of s 3 of the Act, South Africa’s mineral and petroleum\r\nresources belong to the nation and the State is their\ncustodian.\n17\n(2)\tAs\r\ncustodian, the State, acting through the Minister, may grant inter\r\nalia prospecting and mining rights.\n18\n(3)\tAs\r\nmentioned mining is prohibited without first obtaining a mining\r\nright.\n19\n(4)\tIn\r\nso far as the common law is inconsistent with the Act the Act\r\nprevails.\n20\n[24]\tAll\r\nthese considerations together with the repeal of the 1991 Act\r\nresulted in the destruction of common law mineral rights\nand the\r\nadministrative controls which previously regulated the acquisition\r\nand utilisation of rights.\n[25]\tAs\r\nHartzenberg J pointed out in\nAgri\r\nSouth Africa v Minister of Minerals and Energy\n;\nVan\r\nRooyen v Minister of Minerals and Energy\n,\n21\nit is evident that there is, in the main body of the Act, no\r\nacknowledgment of any pre-existing mineral rights or their holders.\n\nIn so far as such mineral rights had not been exploited by the time\r\nof the commencement of the Act, they simply disappeared into\nthin\r\nair. With reference to secs 2 to 5 of the Act, the learned judge\r\nnoted that an interpretation in terms of the dictates of\ns 4\r\nindicates clearly that the only way to acquire new rights is to\r\nobtain them from the State, through the Minister. But for the\n\nTransitional Arrangements which give certain rights to the holders of\r\n‘old order rights’, the effect of the Act would\nhave been\r\nto extinguish all those rights and to render existing mining\r\noperations unlawful. As Ebrahim J (Cillie J concurring)\nput it in\nDe\r\nBeers Consolidated Mines Ltd v Regional Manager, Mineral Regulation\r\nFree State Region: Department of Minerals and Energy and\nAnother\n,\n22\n‘The only relevance of previous mineral rights is that they\r\nconstitute an element of the transitional arrangements in [the\nAct]’.\n[26]\tTransitional\r\narrangements were thus necessary to prevent the stultification and\r\ntotal disruption of an important sector of\nthe economy until such\r\ntime as existing mining operations could be regulated in terms of the\r\nnew Act. This was done by continuing\nthe existing rights with respect\r\nto such operations in the form of transitional rights called ‘old\r\norder rights’ and\naffording the holder of such rights the\r\nopportunity to comply with the Act. But there is no indication in the\r\ntext of the Act or\nSchedule II of an intention to limit the\r\ncontinuation of such rights to the very land on which the operations\r\nare being conducted.\nRather the focus in the Transitional\r\nArrangements is the seamless continuation of existing mining\r\noperations which are tested not\naccording to the physical scale of\r\nthe operations on the relevant date but by the scope of the licence\r\npursuant to which the operations\nare being conducted. As will be\r\nseen, such an approach accords with the practicalities of planning\r\nand undertaking mining operations.\n[27]\tSection\r\n4(1) of the Act requires that when interpreting a provision in it,\r\nany reasonable interpretation which is consistent\nwith the objects of\r\nthe Act must be preferred over any other interpretation which is\r\ninconsistent with those objects.\n[28]\tItem\r\n2 provides that the objects of the Schedule are to-\n‘\n(a)\nensure\r\nthat security of tenure is protected in respect of prospecting,\r\nexploration, mining and production operations which are\nbeing\r\nundertaken;\n(b)\ngive\r\nthe holder of an old order right, and an OP26 right\n23\nan opportunity to comply with this Act; and\n(c)\npromote\r\nequitable access to the nation’s mineral and petroleum\r\nresources.’\n[29]\tI\r\nagree with appellant’s counsel that the mining operations\r\ncontemplated in Item 2 are\ncontinuing\nmining\r\noperations not limited to that part of the mineral resource being\r\nmined at the date when the Act took effect, but extending\nalso to\r\nfuture mining operations aimed at the exploitation of the whole of\r\nthe resource which is the subject of the mining licence.\nAt any one\r\nstage a resource will, for a variety of practical reasons, only be\r\nmined on a certain part or parts of the licence area\nwith a view to\r\nsystematically moving through the reserve over the life of the mine,\r\nusually a long-term undertaking. Continuing\nmining operations are not\r\nrestricted by the cadastral boundaries of the registered units that\r\nform part of the area to which the\nmining licence applies, nor by\r\nseparate mineral rights in respect of such units. It is a matter of\r\ncommon knowledge that the mineral\nresources which justify mining\r\noperations often extend over many properties covered by a single\r\nmining licence, only some of which\nwill be worked at any particular\r\ntime, according to the constraints of the market, the rise and fall\r\nin the demand for the mineral\nand the viability of its extraction.\r\nFlexibility in conducting operations is important: an example from\r\nthe cement industry (for\nwhich the minerals at issue here are\r\ndestined) is the mothballing of kilns for long periods when demand\r\nfrom the building industry\nstagnates. Thus inactivity on one portion\r\nof land subject to mining rights is no certain indicator that mining\r\noperations are not\ntaking place or have ceased to be conducted\r\npursuant to the common licence.\n[30]\tIn\r\nthis regard the court a quo quoted, in the context of counsel’s\r\nargument, a passage from OM Dale et al,\nSouth\r\nAfrican Mineral and Petroleum Law\n,\r\nIssue 6, Sch II-12. The extract is as follows:\n‘\nThe\r\nunifying effect of the requirement in Table 2 of holding a mining\r\nauthorization.\nA\r\nmining authorization is one of the components of each of the\r\ncategories in Table 2. This has the effect that the area in respect\n\nof which the mining authorization has been issued is “unified”.\r\nThe fact that more than one of the underlying rights\ncould be covered\r\nby the same mining authorization has the effect that various\r\nunderlying rights are “grouped together”\nunder one mining\r\nauthorization. The result is that if mining operations are being\r\nconducted on the area of any of those underlying\nrights, that would\r\nsatisfy the requirements of the conducting of mining operations for\r\nthe whole of the area covered by the mining\nauthorization. The\r\ncontrary interpretation, i.e. that mining operations must be\r\nconducted on the area of each separate underlying\nright, even if\r\ncovered by one mining authorization, would, it is submitted, lead to\r\nan absurdity when it is considered that there\nare for example\r\nthousands of claims held under numerous claim licences which are\r\nbeing mined conjointly and constitute a mining\noperation and yet\r\nclearly not every single claim will be being worked simultaneously.\r\nThe interpretation suggested above to be\ncorrect would also, it is\r\nsubmitted, be a reasonable interpretation which, for purposes [of]\r\nsection 4, is consistent with the\nobject of the MPRDA in section 2(g)\r\nand item 2(a) of Schedule 11 to provide for security of tenure of\r\nmining operations. A single\nmining operation is often covered by one\r\nmining authorization, underlying which could well be several or\r\nnumerous rights. If it\nwere a requirement that mining operations are\r\nbeing conducted on each right, this would jeopardise the security of\r\ntenure of the\nmining operations considered in their totality.’\nI\r\nagree with the views expressed by the learned authors but do not\r\nconsider that the learned judge accorded the weight to them that\nthey\r\nmerited.\n[31]\tFurthermore,\r\nas counsel point out, mining operations have, by law, to take place\r\nin terms of an optimal progressive mining\nplan and/or work programme.\r\nThis was required by the Minerals Act.\n24\nThe same plan and/or programme remains applicable during the\r\ntransitional period\n25\nuntil it is eventually substituted by the mining work programme\r\nrequired by the Act\n26\nonce the old order mining right is converted into a mining right\r\nunder the main body of the Act. Once again it is well-known that\nin\r\nmany instances the mining work programme extended over many\r\nproperties covered by a single mining licence.\n[32]\tIn\r\nthe light of all these considerations the conclusion that the holder\r\nof a mining licence must have been conducting mining\noperations in\r\nrespect of each and every property that is the subject of a mining\r\nlicence issued under the Minerals Act 1991 in\norder to obtain an ‘old\r\norder’ mining right is inconsistent with the security of tenure\r\nwhich is an object of the Transitional\nArrangements. Moreover the\r\ninterpretation favoured by the court a quo would, because of the\r\narbitrary nature of excision of portions\nof the area to which a\r\nmining licence was previously applicable, on many occasions lead to\r\nconsequences in conflict with the objects\nset out in s 2 of the Act:\r\nthe sterilization of bodies of land unworkable otherwise than in\r\nconjunction with excised portions,\nand the waste of expenditure and\r\nresources in relation to mining developments which can no  longer be\r\neconomically pursued –\nit is a fact that the cost of\r\ninfrastructure laid down in the early stages of such developments is\r\nrecovered over the whole life\nof a planned project. Consequences of\r\nthis sort are inimical to the promotion of economic growth and\r\nmineral development in the\nRepublic (s 2(e) of the Act) and unlikely\r\nto conduce to the development of the nation’s mineral resources\r\nin an orderly manner\n(s 2(h)).\n[33]\tNor,\r\nin my view, is the interpretation favoured by the trial court\r\nnecessary in order to promote any of the objects listed\nin s 2 of the\r\nAct or those in Item 2 of the Schedule. Indeed the learned judge did\r\nnot find that it would have that effect.\n[34]\tIt\r\nfollows that literal, contextual and purposive interpretations of the\r\nTransitional Arrangements all lead to a common conclusion\nviz that\r\nthe creation of an old order right depends not upon use of any\r\nparticular portion of land to which a mining licence relates\nbut\r\nrather upon whether mining operations were being conducted according\r\nto the terms of the licence on the relevant date.\n[35]\t\r\nThe licence granted to Alpha Limited authorised, under and subject to\r\nthe provisions of the Minerals Act 1991, the right to\nmine for\r\nlimestone and clay on the farms Dudfield 35IP, Kalkfontein 77ID,\r\nBethlehem 75IO and Hibernia 52IP as indicated on an attached\nsketch\r\nplan No ML 3/1997. It provided that, ‘Unless this licence is\r\nsuspended, cancelled or abandoned or lapses it shall\nbe valid until\r\nthe mineral the mining of which is hereby authorised can no longer be\r\nmined economically by the holder of the land\nconcerned.’ The\r\nsketch plan, although said to represent certain portions of the named\r\nfarms, reflects merely a single irregularly\nshaped block of land\r\nwithout indication of the names or limits of any of the farms\r\nconcerned, thus bearing out the practical reality\nto which I have\r\nearlier referred viz that the land covered by the licence has been\r\ntreated in it as a single indivisible unit in\nwhich cadastral\r\nboundaries are irrelevant to the right conferred by it. In so far as\r\nthe creation of an ‘old order right’\ndepended upon the\r\nconduct of operations ‘in respect of’ Mining Licence No\r\nML 3/1997, it is plain that operations taking\nplace on any part of\r\nthe land identified by the sketch plan could properly be regarded as\r\nbeing carried on in respect of the rights\nconferred by the licence.\r\nThere is no reason whatsoever in its terms to regard inactivity on\r\nany one or more of the farms as a\nground for the severability of such\r\nfarm or farms from the land on which the operations were actually\r\nbeing conducted.\n27\nIt is hardly necessary to mention (and I do so merely because of the\r\nfinding to the contrary in the judgment) that the appellant’s\n\nmining right under the licence over the land owned by the respondents\r\nwas not an ‘unused old order right’ within the\nmeaning of\r\nitem 1 of Schedule II. In this latter regard it may be noted that the\r\ndefinition does not contemplate that such an ‘unused’\n\nright can be constituted in relation to part of the geographical area\r\nthat is the subject of a licence. This is consistent with\nthe\r\ninterpretation of such a licence as an authorisation over the whole\r\nof the land which it covers possessing the ‘unifying\neffect’\r\nto which Dale\net\r\nal\nrefer.\n[36]\tI\r\nam now able to turn to a consideration of counsel’s submission\r\nas I have set it out in paragraph 16 above.\n[37]\tAs\r\nI have been at pains to emphasise, a common law mineral right is not\r\npreserved under the new statutory dispensation. It\nis not of itself\r\nan ‘old order right’ which can be converted under Item 7\r\nof Schedule II. It survives only as a right\nunderlying a mining\r\nauthorisation. Nor can such a right properly be said to be a right\r\n‘in respect of which mining operations\nare being conducted’.\r\nUnder the Minerals Act 1991 (and previous to that Act) it was the\r\nmining authorisation which conferred\npractical value on the mineral\r\nrights by authorising the exercise of those rights. In order to\r\nqualify under the definition of\n‘old order mining right’\r\nboth the mineral right and the mining licence must have been in force\r\nimmediately before the\ndate on which the Act took effect, but it is\r\nthe mining licence and not the mineral right ‘in respect of\r\nwhich’ operations\nare conducted.\n[38]\tThe\r\ninterpretation placed on the definition by the respondents’\r\ncounsel could hardly reflect the intention of the legislature\nsince\r\nthat construction gives rise to absurd consequences. Take the present\r\ncase (which is not untypical in a mining context).\nMining is,\r\naccording to the terms of the licence, authorised over land which\r\nincludes portions of a number of registered units.\nMining operations\r\nwere being conducted on the effective date but the mineral rights had\r\nnot been exercised over all the units.\nAccording to the respondents’\r\ninterpretation, in order to secure its operations after that date the\r\nappellant had (a) to\nconvert its old order mining rights in terms of\r\nItem 7 (ie its rights over units where it was conducting operations),\r\nand (b) to\napply for the processing of its unused old order rights in\r\nterms of Item 8 (ie its rights over units where it was not conducting\n\noperations). But the two procedures are materially different and so\r\nare the consequences. Compliance with Item 7 is reasonably\nstraight\r\nforward, implementing as it does a conversion of rights; once there\r\nis compliance the Minister must convert the rights.\nItem 8 by\r\ncontrast requires a new application (albeit with the benefit of an\r\nexclusive right in favour of the holder of an unused\nold order right\r\nfor a period of one year); the applicant must satisfy the extensive\r\ndemands of ss 22 and 23 of the Act, in many\nrespects novel; success\r\nis by no means a matter of course. In addition there must certainly\r\nbe a contrast between the time taken\nup by Item 7 and 8 applications\r\n– it is easy to envisage a long drawn out process in respect of\r\nthe latter.\n[39]\tMoreover\r\nthe interpretation favoured by the respondents may conceivably lead\r\nto the refusal of licences in respect of pockets\nof land the\r\nexploitation of which is necessary for the continued feasibility of\r\nmining. If rights in respect of those areas are\ngranted to one or\r\nmore third parties the consequence may be a patchwork of rights in\r\nthe hands of owners with different and competing\ninterests. Such\r\nfragmentation is unlikely to promote efficiency or economic\r\nviability. Crucial reserves may remain unexploited\nfor reasons of\r\nimpracticability or lack of resources.\n[40]\tIn\r\na nutshell, if the respondents’ construction of an ‘old\r\norder mining right’ were to be adopted, a miner\nin the position\r\nof the appellant might well find operations, planned but not executed\r\nbefore the commencement of the Act, held\nup by red tape and, perhaps,\r\neventually thrown into disarray by systemic delay or a refusal to\r\ngrant an Item 8 application. The\neconomic and practical viability of\r\ncontinued mining operations could thereby be placed at risk. That\r\nconsequence is absurd because\nit flies in the face of two of the\r\nthree stated objects of Schedule II ((a) and (b)), without\r\ncontributing anything to the third\n((c)).\n[41]\tIn\r\naddition to this initial absurdity, all the same practical and\r\ncommercial objections apply to the consequences of the respondents’\n\ninterpretation as those I have discussed in relation to the finding\r\nof the court a quo.\n[42]\tFor\r\nthese reasons I hold that an interpretation of ‘old order\r\nmining right’ which depends on the conducting of\nmining\r\noperations on each of the respective registered units of land to\r\nwhich mineral rights attach is contrary to the terms of\nthe\r\nTransitional Arrangements and inimical to its objects. By contrast,\r\nan interpretation which depends on the terms of the mining\n\nauthorisation that is relied on satisfies both the word and spirit of\r\nthe Arrangements.\n[43]\tIn\r\nconclusion, therefore, even though mining activities were not yet\r\ntaking place on or in relation to the subdivisions owned\nby the first\r\nand second respondents immediately before the Act took effect, their\r\nproperties formed part of the ongoing mining\nproject on the area with\r\nrespect to which the appellant was entitled to conduct mining\r\noperations, and these properties cannot\nbe separated from those areas\r\non which operations were physically being conducted. The appellant’s\r\nold order mining right\nconsequently included the properties of the\r\nfirst and second respondents and the respondents were bound to grant\r\naccess to the\nappellant in order to enable it to exercise its mining\r\nright (including a right to prospect).\n[44]\tCounsel\r\nfor the appellants asked, in the event of the appeal succeeding, that\r\nthe order in his client’s favour be limited\nto the relief set\r\nout in paragraphs 2 and 3 of the notice of motion together with an\r\norder for party and party costs.\n[45]\tIn\r\nthe result the following order is made:\n1.\tThe\r\nappeal succeeds with costs including the costs of two counsel.\n2.1\tParagraphs\r\n1 and 3 of the order of the court a quo are set aside.\n2.2\tParagraph\r\n1 is replaced by an order in the following terms:\n‘\n1.1\tThe\r\nfirst and second respondents are:-\n1.1.1\tdirected\r\nforthwith to grant the applicant access to Portions 10, 12, 14 and\r\n20, the Remaining Extent of Portion 6, and the\nRemaining Extent of\r\nthe farm Bethlehem 75, registration division IO, district\r\nLichtenburg, North-West Province for the purpose\nof performing\r\nprospecting and/or mining activities as contemplated in the\r\ndefinition of “mine” in the Minerals Act\n50 of 1991;\n1.1.2\tinterdicted\r\nfrom refusing or preventing the applicant and its contractors access\r\nto the properties for the purpose of prospecting\nand/or mining and\r\nfrom conducting such activities thereon.\n1.2\tFailing\r\ncompliance by first and/or second respondents with paragraph 1.1 of\r\nthis order, the sheriff is hereby authorised and\ndirected to take all\r\nsuch steps as may be necessary  to enable the applicant to gain\r\naccess to the properties.’\n2.3\tParagraph\r\n3 is replaced by an order in the following terms:\n‘\n3.\tThe\r\nrespondents are ordered jointly and severally to pay the costs of the\r\napplication.’\n____________________\nJ\r\nA Heher\nJudge\r\nof Appeal\nAPPEARANCES\nAPPELLANT:\tG\r\nL Grobler SC with him J L Gildenhuys\nInstructed\r\nby Deneys Reitz Attorneys, Sandton;\nWebbers,\r\nBloemfontein\nRESPONDENTS:\tH\r\nB Marais SC with him H P van Nieuwenhuizen\nInstructed by Bosman &\r\nBosman Attorneys, Lichtenburg;\nSymington & De\r\nKok, Bloemfontein\n1\nIt is not clear to me what the learned judge intended, whether\r\n\t’immanent’ in the sense of ‘inherent’\nor\r\n\t‘imminent’ in the sense of ‘impending’.\n2\nThe approach of the learned judge, if correct, gives rise to\r\n\tapparent practical problems of where and how to draw the line in\nany\r\n\tgiven case. Because of the conclusion I have reached it will be\r\n\tunnecessary to answer that question.\n3\nThen known as Anglo-Alpha Cement Limited.\n4\nBy now known as Alpha (Pty) Ltd.\n5\nItem 8(1) of Schedule II.\n6\nItem 8(2).\n7\nItem 8(4).\n8\nSee para 2 above.\n9\nSee para 9 above.\n10\nSee para 8 above.\n11\nIbid.\n12\nSee para 13 above.\n13\n‘”[U]nused old order right” means any right,\r\n\tentitlement, permit or licence listed in Table 3 to this Schedule\nin\r\n\trespect of which no prospecting or mining was being conducted\r\n\timmediately before this Act took effect.’: Item 1 of Schedule\n\n\tII.\n14\nAnd derivative rights such as prospecting contracts and mineral\r\n\tleases.\n15\nSee ss 6 and 9 of that Act.\n16\nSee ss 5(1), (2) and (3)(a) to (c).\n17\nPreamble to the Act and s 3.\n18\nSection 3(2).\n19\nSection 5(4).\n20\nSection 4(2).\n21\n2010 (1) SA 104\n(GNP) 109-110, para 11.\n22\n(1590/2007)\n[2008] ZAFSHC 40\n(15 May 2008).\n23\nThe mining lease granted to Mossgas (Pty) Ltd.\n24\nAct 50 of 1991, s 9(5), regulation 33, and Form 2 para 7 issued in\r\n\tterms of regulation 34.\n25\nSee item 7(2)(e) of Schedule II.\n26\nSection 23(1)(a) of the Act read with regulations 10(1)(f) and 11.\n27\nAny more, indeed than it makes sense to divorce a part of a\r\n\tcadastral unit on which operations have commenced from the, as yet,\n\n\tunexploited part of the same unit.",
  "scraped_at": "2026-02-11T20:34:53.211386",
  "date": "2010-09-17",
  "coram": [
    "MPATI P",
    "CLOETE",
    "HEHER",
    "CACHALIA",
    "TSHIQI JJA"
  ],
  "case_number": "641/09",
  "parties": {
    "applicants": [
      "Holcim (South Africa) Pty Ltd"
    ],
    "respondents": [
      "Prudent Investors (Pty) Ltd",
      "Louis Hendrik Meyer",
      "Tommiesrus (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Holcim (South Africa) Pty Ltd (the appellant) operates a limestone quarry (the Dudfield operation) that has been in existence since the 1950s. In 1997 it obtained Mining Licence ML3/1997 covering the farms Dudfield 35IP, Kalkfontein 77IO, Bethlehem 75IO and Hibernia 52IP. The licence authorises mining of limestone and clay across the whole area, which includes several cadastral portions owned by the first, second and third respondents. By the time the Mineral and Petroleum Resources Development Act (MPRDA) came into effect on 1 May 2004, Holcim was mining on parts of the licence area but had not yet commenced operations on the respondents’ portions. The respondents refused Holcim access to their land to allow prospecting and future mining. Holcim sought an order in the High Court to compel access; the High Court dismissed the application. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "The principal issue was whether the transitional arrangements in Schedule II of the MPRDA confer a “old order mining right” – and thus security of tenure – on a holder of a mining licence that was conducting authorised mining operations on part of the licence area but not on every cadastral unit covered by the licence at the moment the Act commenced. Related sub‑issues concerned the proper interpretation of “old order mining right” and whether the respondents were obliged to grant access to their portions of land.",
    "principles": "The Court examined the definition of “old order mining right” in Item 1 of Schedule II, which requires that mining operations be “being conducted” in respect of the mining authorisation and the underlying rights, not necessarily on each individual cadastral unit. The Court applied a purposive approach under section 4(1) of the MPRDA, giving effect to the objects of the Act (security of tenure, orderly transition, and promotion of mineral development). It accepted the “unifying effect” of a mining authorisation as explained in legal commentary, meaning that operations on any part of the area covered by the licence satisfy the requirement. The Court rejected a narrow interpretation that would limit the right to land currently being worked, as such an approach would frustrate the transitional purpose and the practical realities of mining planning.",
    "application": "Applying the above principles, the Court held that Holcim’s licence covered the entire defined area, including the respondents’ portions, even though mining had not yet reached those portions. Consequently Holcim possessed an old order mining right over the respondents’ land, giving it a protected security of tenure. The respondents’ refusal to grant access was therefore unlawful, and the High Court’s order was set aside.",
    "conclusion": "The appeal succeeded. The Court set aside paragraphs 1 and 3 of the lower court’s order and replaced them with new orders directing the first and second respondents to grant Holcim access to Portions 10, 12, 14, 20, the remaining extent of Portion 6 and the remaining extent of farm Bethlehem 75 for prospecting and mining, and interdicting them from refusing access. The sheriff was authorised to enforce compliance. The respondents were ordered jointly and severally to pay the costs of the application, and the appeal was awarded costs including two counsel."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Transitional Arrangements",
    "level_3": [
      "old order mining right",
      "security of tenure",
      "MPRDA",
      "mining licence",
      "access to mineral rights"
    ]
  }
}