{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/82.html",
  "case_name": "S v Mdlongwa (99/10) [2010] ZASCA 82; 2010 (2) SACR 419 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 82",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 82\n|\nNoteup\n|\nLawCite\nS v Mdlongwa (99/10) [2010] ZASCA 82; 2010 (2) SACR 419 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No\n99/10\nIn\r\nthe matter between:\nM\nLUNGISI\r\nMDLONGWA\t\t\t\t\t\t                     Appellant\nand\nTHE\r\nSTATE\t\t\t\t\t\t\t\t\t      Respondent\nNeutral\r\ncitation:\nMdlongwa\r\nv The State\n(99/10)\n[2010] ZASCA 82\n(31 May 2010)\nCoram:\nMthiyane\r\nand Mhlantla JJA and Saldulker AJA\nHeard:\n12\r\nMay 2010\nDelivered:\n31\r\nMay 2010\nSummary:\nRobbery\r\nwith aggravating circumstances\n─\nState relying on dock identification of appellant\n─\nfacial comparison\r\nmade by expert from photograph taken ex post facto and video footage\r\nof the bank recorded during the robbery.\nIdentification of the\r\nappellant as one of the robbers sufficiently established.  Appeal\r\ndismissed and conviction and sentence of\ntwenty years’\r\nimprisonment confirmed.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High\r\nCourt (Pietermaritzburg) (Swain J and Radebe AJ sitting as court of\r\nappeal):\nThe appeal against the conviction and sentence is\r\ndismissed.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSALDULKER AJA ( MTHIYANE AND MHLANTLA\r\nJJA\nconcurring)\n[1]\nThe\r\nappellant, Mr Mlungisi Mdlongwa, and four other persons were charged\r\nin the Regional Court in Dundee, with robbery with aggravating\n\ncircumstances,  unlawful possession of firearms and  ammunition. The\r\nappellant and accused five were convicted of robbery with\naggravating\r\ncircumstances and acquitted on the other charges.  The appellant was\r\nsentenced to 20 years’ imprisonment. His\nappeal against both\r\nthe conviction and sentence was dismissed by the KwaZulu–Natal\r\nHigh Court (Swain J and Radebe AJ concurring).\nThe court granted him\r\nleave to appeal to this court, against both the  conviction and\r\nsentence.\n[2\n]\r\n    The charges arose  from an incident on 11 February 2004, at about\r\n09h30,  when a bank robbery took place at the NBS Building\nSociety\r\n(the bank), situated at the Pick n Pay centre, in Dundee,\r\nKwaZulu-Natal, as set out in the charge sheet.\n[3\n]\tThe\r\nappellant pleaded not guilty to the charges and advanced an alibi\r\ndefence. Through his counsel he denied that he was the person\n\ndepicted in the photograph taken by a police witness Inspector Khoza\r\nand in the video footage of the robbery, both of which formed\npart of\r\nthe evidence produced in court. The appellant did not testify in his\r\ndefence at the trial.\n[4\n]\r\n The State relied on the dock identification of the robbers by Mr\r\nSikhumbuzo  Mbatha, a security officer employed by Roman Protection\n\nSolutions, stationed at the bank that morning, video footage of the\r\nbank robbery taken by digital close circuit television (CCTV)\ncameras\r\nwhich were in place at the bank at the time of the robbery (where\r\nboth accused five and the appellant are seen participating\nin a bank\r\nrobbery, and where the latter is seen wearing a blue t-shirt) and the\r\nevidence of Inspector Naude, a member of long standing\nwith the South\r\nAfrican Police Services, who was attached to the Facial\r\nIdentification Unit for 18 years, and who made a facial\ncomparison of\r\nthe appellant and accused five, from photographs taken of them\r\n(exhibit K and exhibit L), by Inspector Khoza  two\nweeks after the\r\nrobbery and video stills (exhibit F29 and F30)  taken from  the video\r\nfootage. It therefore followed that in order\nto secure a conviction\r\nthe state had to lead a chain of evidence to link the appellant to\r\nthe robbery.\n[\n5]\r\n  The sole issue for determination on appeal is whether the appellant\r\nwas properly identified as one of the robbers. The appellant\n\nchallenged the State’s case on three legs. Firstly, it was\r\nsubmitted that Mbatha’s testimony was unsatisfactory and\n\ncontradictory, that no reliance could be placed on his dock\r\nidentification, more especially since no identification parade was\n\nheld. Secondly, that the expert, Inspector Naude, called by the State\r\nas a facial comparison expert was no ‘expert’,\nas she\r\nlacked academic qualifications and that her  findings were thus\r\nunacceptable because it was not of a generally accepted\nstandard. \r\nThirdly, that the video footage of the robbery was not the original\r\nand should not have been admitted in evidence. I\nturn to consider\r\nthese challenges in the factual matrix.\n[6]\tI deal first with the evidence\r\nof Mbatha. He testified that he was on duty at the bank on the day in\r\nquestion.   He stood at\nthe entrance where he searched every person\r\nthat entered the bank, using a metal detector. As he stood there,\r\nthree persons appeared.\nHe testified that he could only identify the\r\ntwo that approached and spoke to him. He described one as having a\r\nshort hair cut\nand the other as wearing  a blue Adidas skipper and an\r\nAdidas pants.  The third person stood at a lotto machine which was\r\nsituated\nat a restaurant opposite the bank. One of the two that\r\napproached him, asked ‘whether he had seen people robbing a\r\nbank’,\nto which he did not respond. He identified this person\r\nas the appellant, who was accused four at the trial.\n[\n7]\tThis\r\nperson, whom he identified as the appellant, then drew a firearm and\r\npointed it to the ground and ordered him  to allow\nthe other two into\r\nthe bank. At this stage,  three robbers and Mbatha then entered the\r\nbank, passed two doors within a cubicle\nand walked into the banking\r\nhall.  As they did so, two other robbers, followed, now numbering\r\nfive.  The first person to enter\nthe bank pointed  a firearm at Mr\r\nMabaso  who worked at the enquiries counter. The latter  was then\r\nassaulted with a crowbar and\nordered to open the door of the tellers’\r\nsection, which was opened by Ms Ayesha Ismail, one of the tellers.\n[\n8]\tThe\r\nrobbers then proceeded to take the money and grabbed Ismail as a\r\nhostage but then left her in the cubicle. Thereafter the\nrobbers left\r\nthe bank. Mbatha testified that the robber who assaulted Mabaso wore\r\nshort pants and a blue t-shirt and in court identified\nhim as accused\r\nfive.\n[\n9]\r\n\tMbatha’s evidence was criticised by counsel for the appellant\r\nespecially with regard to the description of the clothing\nallegedly\r\nworn by the appellant. According to Mbatha’s testimony, accused\r\nfive wore a blue t-shirt, and that the appellant\nstood next to him\r\ncarrying a firearm. This was  in stark contrast  to what the\r\nappellant and accused five are seen wearing in the\nvideo stills. It\r\nis the appellant who is seen wearing a blue t-shirt. In my view\r\nMbatha’s contradictory evidence in respect\nof the clothing worn\r\nby the appellant and accused five cannot  be seen in isolation. If\r\none examines Mbatha’s evidence, except\nfor the description of\r\nthe clothing worn by two of the robbers, whom he identified as the\r\nappellant and accused five, his testimony\nis completely in line with\r\nwhat is portrayed on the video footage and the stills as having taken\r\nplace during the robbery. Mbatha’s\nevidence that one of the\r\nrobbers wore a blue Adidas t-shirt was corroborated by Ms Botes, a\r\nbranch manager at the NBS bank. She\ntestified that she was seated in\r\nher office, when she was confronted by one of the robbers wearing a\r\nblue t-shirt with an inscription\nin white with a capital letter ‘A’,\r\nand who ordered her  to open the safe.\n[10]\tAdditionally, merely because\r\nMbatha made a dock identification of the appellant and accused five,\r\ndoes not make his evidence\nless credible. Generally, a dock\r\nidentification carries little weight, unless it is shown to be\r\nsourced in an independent preceding\nidentification.\n1\nBut there is no rule of law that a dock identification must be\r\ndiscounted altogether, especially where it does not stand alone.\n\nMbatha had ample opportunity at least to observe two of the robbers\r\nwho participated in the robbery as is visible from the video\nfootage\r\nand who were later identified as the appellant and accused five in\r\nthe facial comparison made by inspector Naude, an aspect\nto which I\r\nshall return to later, thus supporting his dock identification of\r\nthem.\n[11] \tAs is apparent from the\r\naforegoing, Mbatha’s testimony is not the sole testimony relied\r\nupon by the State.  As already\nindicated, his description of how the\r\nrobbery unfolded is corroborated by the video footage. Although there\r\nwere contradictions\nin his testimony as to the clothing worn by the\r\nappellant and accused five and his statement to the police, when his\r\nevidence is\nassessed as a whole these contradictions are not material\r\nand pale into insignificance. He may have been innocently mistaken\r\nabout\nthe apparel of the robbers, which is understandable in the\r\ncircumstances, given that a gun was pointed at him. As was stated by\n\nNugent J in\nS v Van\r\nder Meyden,\n2\n‘\nA\r\ncourt does not look at the evidence implicating the accused in\r\nisolation in order to determine whether there is proof beyond\r\nreasonable doubt, and so too does it not look at the exculpatory\r\nevidence in isolation to determine whether it is reasonably possible\n\nthat it might be true.’\n3\n‘\nA\r\ncourt does not base its conclusions, whether it be to convict or to\r\nacquit, on only part of the evidence:’\n4\n‘\nThe\r\nproper test is that an accused is bound to be convicted if the\r\nevidence establishes his guilt beyond a reasonable doubt, and\nthe\r\nlogical corollary is that he must be acquitted if it is reasonably\r\npossible that he might be innocent. The process of reasoning\nwhich is\r\nappropriate to the application of that test in any particular case\r\nwill depend on the nature of the evidence which the\ncourt has before\r\nit. What must be borne in mind, however, is that the conclusion which\r\nis reached (whether it be to convict or\nto acquit) must account for\r\nall the evidence. Some of the evidence might be found to be false;\r\nsome of it might be found to be\nunreliable; and some of it might be\r\nfound to be only possibly false or unreliable; but none of it may\r\nsimply be ignored.’\n5\n[12]\tMbatha had no reason to falsely\r\nimplicate the appellant and accused five in the robbery. I am\r\nsatisfied that Mbatha’s\nidentification of the appellant as\r\nbeing  involved  in the NBS robbery taken together with the other\r\nevidence in this case, establishes\nthe appellant’s\r\nparticipation in the robbery.\n[13]\tI turn to the evidence of\r\nInspector Naude. But before doing so, it is necessary to refer\r\nbriefly to the challenge levelled\nagainst the evidentiary material\r\nthat she relied on in reaching her conclusion that the appellant was\r\none of the robbers.\nVIDEO FOOTAGE\n[1\n4]\tInspector\r\nNaude analysed the still photographs of the video footage recorded at\r\nthe bank during the robbery. Ms Botes testified\nthat there were nine\r\nsurveillance cameras strategically installed inside the bank, at the\r\ndoor and at the ATM machine. All nine\ncameras were connected to a\r\nvideo machine. On the morning of the robbery, the video footage and\r\nthe video cassette remained under\nlock and key until it was handed\r\nover to Mr Henk Viljoen, the regional security manager for the Nedcor\r\nGroup.\n[1\n5]\tViljoen\r\nconfirmed that the digital CCTV recorders were installed at the NBS\r\nbank which recorded all footage on a hard drive and\ntransmitted those\r\nonto a computer. This was stored in the treasury area of the bank.\r\nEach of the video cameras were hooked up to\none system which recorded\r\nonto three separate hard drives. The hard drives were serviced and\r\ntested on a weekly basis to ensure\nthat  the cameras were recording\r\nand functioning properly.  No member of staff had access to download\r\nany information or to tamper\nwith information that was stored on the\r\nhard drive.\n[1\n6]\tWhen\r\nViljoen viewed the video footage, he downloaded the information, \r\n(which he was solely authorised to do) for the police\nto print video\r\nstills of what occurred in the bank robbery, and handed the footage\r\nover to Inspector Ahmed. He stated that although\nhe did not have any\r\ncomputer qualification, the technicians and the manufacturers of the\r\ndigital video recorder system had shown\nhim how to operate it.\nPHOTOGRAPHS\n[17]\tI turn to the photographs.\r\nPhotographs were taken by Inspector Khoza of the appellant and\r\naccused five, ex post facto, two\nweeks after the incident and handed\r\nover to Inspector Ahmed. The latter handed over the two photographs\r\nand the video footage to\nInspector Naude to do a facial comparison. \r\nInspector Naude found in her facial comparison analysis of both the\r\nappellant and accused\nfive, that there were points of similarities,\r\nbetween the photograph of the appellant (exhibit K) and the person\r\nappearing in the\nvideo footage (exhibit F29) and the photograph of\r\naccused five (exhibit L) and the video footage (\nexhibit\r\nF30). Based on her findings of points of similarities, she concluded\r\nthat the persons appearing in the video footage were\nthe appellant\r\nand accused five. For the purposes of this judgement it is not\r\nnecessary to refer to the details in regard to the\nfacial comparison\r\nof accused 5, except to point out that the court below appears to\r\nhave inadvertently confused exhibits L and\n F30 as being that of the\r\nappellant. The evidence of Inspector Khoza, that he took the\r\nphotograph of the appellant was not seriously\ndisputed. All that the\r\nappellant said was to deny through his legal representative that he\r\nwas the person depicted in the photograph\ntaken by Inspector Khoza.\r\nThat denial however, took the matter nowhere because the appellant\r\ndid not testify in his defence. In\nthis regard Inspector Khoza’s\r\nevidence stood alone.\n[18]\tIn this case there appears to\r\nbe every reason to accept Inspector Naude as an expert. The merits of\r\nher findings were not seriously\nimpugned. All that was argued was\r\nthat she lacked academic qualifications. A lack of academic\r\nqualification may sometimes be regarded\nas indicative of a lack of\r\nsufficient training, but this is not the case here, if one has regard\r\nto the vast experience that Inspector\nNaude accumulated over a number\r\nof years.  Inspector Naude testified  that she was a police officer\r\nfor 30 years. She has been\nstationed at the Pretoria Criminal Record\r\nCentre, in the Facial Identification Unit for 18 years. The work at\r\nthe unit involved\ndeveloping facial reconstruction from skulls,\r\nfacial comparisons and facial compilations. Nationally she was\r\ninvolved in the training\nof  all facial identification units.\r\nAlthough she did not have any academic qualifications, she had  run\r\nthree workshops at the\nUniversity of Pretoria and was studying\r\nosteology at the University of Pretoria. She had done over five\r\nhundred facial comparisons\nand thousands of facial compilations. She\r\nhad testified in court on a number of occasions and this was her\r\ntwentieth case. In this\nregard the judgment of this court  in\nS\r\nv Mlimo\n6\nis in point. In that case Mthiyane JA said:\n‘\nIn my\r\nview a qualification is not a\nsine\r\nqua non\nfor the evidence of a witness to qualify as an expert. All will\r\ndepend on the facts of the particular case. The court may be\r\nsatisfied\nthat despite the lack of such a qualification the witness\r\nhas sufficient qualification to express an expert opinion on the\r\npoint\nin issue. It has been said:\nIt is the\r\nfunction of the judge [including a magistrate] to decide whether the\r\nwitness has sufficient qualifications to be able\nto give assistance.\r\nThe court must be satisfied that the witness possesses sufficient\r\nskill, training or experience to assist it.\nHis or her qualifications\r\nhave to be measured against the evidence he or she has to give in\r\norder to determine whether they are\nsufficient to enable him or her\r\nto give relevant evidence. It is not always necessary that the\r\nwitnesses’ skill or knowledge\nbe acquired in the course of his\r\nor her profession it depends on the topic. Thus, in\nR\r\nv Silverlock\nit was said that a solicitor who had made a study of handwriting\r\ncould give expert evidence on the subject even if he had not made\nany\r\nprofessional use of his accomplishments. (See DT Zeffert, AP Paizes &\r\nA St Q Skeen\nThe\r\nSouth African Law of Evidence\n(2003) at 302; see also Lirieka Meintjies-Van der Walt, ‘Science\r\nfiction: The nature of expert evidence in general and scientific\n\nevidence in particular’\n(2000) 117 SALJ 771\nat 773-4.)’\n[19]\tIn this matter, inspector Naude\r\nhad received two photographs, the photograph of the appellant\r\n(exhibit K)  and the photograph\nof accused five (exhibit L)  from\r\nInspector Ahmed, as well as a copy of the video footage of the bank\r\nrobbery. She was  instructed\nto  do a facial comparison of the\r\nindividuals appearing in the  photographs and the video footage.\n[20]\tThe methods that she employed\r\nwere in terms of the  standards generally accepted in her department,\r\nand were based on her vast\nexperience. She found 13 points of\r\nsimilarities between the facial features of the person in the video\r\nfootage, (exhibit F29) and\nthe photograph of the appellant (exhibit\r\nK). Thus she was able to establish the link that the person appearing\r\nin the video footage\nof the robbery was the appellant. The courts \r\nbelow were justified in accepting  her conclusions in that regard.\n[21]\tAlthough Inspector Naude chose\r\nto do the facial comparison from only two photographs, this does not\r\ndetract from the conclusions\nthat she arrived at. There were other\r\nindividuals appearing in the video footage.  Her evidence was\r\nsufficient to establish a link\nthat one of  the individuals captured\r\non the video footage during the robbery was the appellant. There is\r\nno reason to doubt the\naccuracy of her findings. The fact that she\r\nwas unable to identify the appellant in court as the person appearing\r\nin the footage\nwas irrelevant, and was not the purpose of her\r\ntestimony. The results of her findings as reflected in the points of\r\nsimilarities\nestablished between the photograph taken by Inspector\r\nKhoza and the still photographs downloaded from the video footage,\r\nare sufficient\nto link the appellant to the robbery.\n[22]\nI\r\nturn to the third and final challenge, namely that the video footage\r\nwas not the original. Viljoen testified that each branch\nhad its own\r\nhard drive from which the video footage images in which the appellant\r\nand his co-accused were captured, were downloaded.\nThere can\r\ntherefore be no question that the video footage was original and\r\ntherefore constituted real evidence. The submission\nby the\r\nappellant’s counsel to the contrary is therefore without\r\nsubstance. In\nS v\r\nMpumlo & others\n7\nit was stated that a video film, like a tape recording,\n‘is\r\nreal evidence, as distinct from documentary evidence, and, provided\r\nit is relevant, it may be produced as admissible evidence,\nsubject of\r\ncourse to any dispute that may arise either as to its authenticity or\r\nthe interpretation thereof’.\n[23]\nIn\nS v Ramgobin &\r\nothers\n8\nit was held that for video tape recordings to be admissible in\r\nevidence it must be proved that the exhibits are original recordings\n\nand that there exists no reasonable possibility of ‘some\r\ninterference’ with the recordings.\nIn this case there can be no question\r\nthat the aforesaid video evidence was admissible.\nViljoen\r\ntestified that he was solely authorised to download the video footage\r\nof the robbery from the bank’s digital CCTV\ncameras which were\r\ninstalled at the NBS bank.  He handed these to Inspector Ahmed. \r\nBotes confirmed that they were instructed not\nto touch the video\r\nfootage which remained under lock and key until it was retrieved by \r\nViljoen. In my view no tampering took place\nwith the video footage.\r\nConsequently, there appears to be no reason to reject the\r\nauthenticity and the originality of the video\nfootage downloaded by\r\nViljoen from the surveillance cameras installed at the bank.\n[\n24]\tIn\r\nany event, it need not be established that the original footage was\r\nused because the purpose of introducing the video footage\ninto\r\nevidence was to identify the scene where the robbery took place, to\r\nenable the witness to identify the robbers and for Inspector\nNaude to\r\nmake the facial comparisons. (See\nS\r\nv Ramgobin and others\nat 125E-H.) As I have already indicated the video footage of the\r\nrobbery constitutes real evidence as it was taken from the\r\nsurveillance\ncameras installed at the bank. The video footage \r\nprovides corroboration for Mbatha’s testimony as to what\r\noccurred during\nthe robbery. What emerged from the video stills is\r\nunmistakably the identification of the appellant and accused five\r\nbeing present\nat the NBS bank and participating in a bank robbery.\n[\n25]\tHaving\r\nregard to the totality of the evidence, the appellant was properly\r\nidentified as one of the robbers of the NBS bank.\nIn the face of\r\nincriminating evidence that the appellant was involved in the bank\r\nrobbery, he adduced no counterveilling evidence\nin his defence.\r\nDespite video footage recording his presence at the bank, the\r\nappellant chose not to testify. Where there is direct\nevidence\r\nimplicating an accused in the commission of an offence, the\r\nprosecution case is\nipso\r\nfacto\nstrengthened\r\nwhere such evidence is uncontroverted due to the failure of the\r\naccused to testify.\n9\nFurthermore the appellant’s bald denial that he was not the\r\nperson depicted in the photograph taken by Inspector Khoza nor\nthe\r\none appearing in the video footage must be rejected as false.\n[26]\tAn accused has the\r\nconstitutional right to remain silent but this choice must be\r\nexercised decisively as ‘the choice\nto remain silent in the\r\nface of evidence suggestive of complicity must, in an appropriate\r\ncase, lead to an inference of guilt’.\n10\n[27]  In my view all of the State’s\r\nevidence, cumulatively, established the identification of the\r\nappellant as one of the\nrobbers in the NBS bank beyond a reasonable\r\ndoubt. The appellant was correctly convicted. Accordingly, the appeal\r\nagainst the conviction\nmust fail.\n[\n28]\tI\r\nturn to consider the appeal against the sentence. Counsel  for the\r\nappellant contended that the court below did not properly\nexercise\r\nits discretion in sentencing the appellant to twenty years’\r\nimprisonment, five more years than the minimum prescribed.\nIn\r\nadvancing these submissions, he stated that  the appellant was a\r\nfirst offender, that he had been  incarcerated for more than\na year\r\nand that no one  had been injured during the robbery.\n[\n29]\tIt\r\nis trite that this court may only interfere if a misdirection has\r\nbeen committed by the sentencing court. In my view no such\noccurred.\r\nThe aggravating features of this robbery far outweigh the mitigating.\r\nIn my view the brazen conduct of the appellant\nand his co-accused in\r\nentering a bank, and robbing it with impunity in the presence of\r\ninnocent members of the public and assaulting\na staff member, is\r\ndeserving of the sentence imposed. It is not a shocking sentence but\r\na salutary one.\nIn my view, t\nheir\r\nbrazen conduct is deserving of the sentence imposed.  It is neither\r\nexcessively severe nor harsh that it must be interfered\nwith. It\r\nfollows therefore that the appeal against sentence also fails.\n[3\n0]\tAccordingly\r\nthe following order is made:\nT\nhe\r\nappeal against the conviction and sentence is dismissed.\n___________________________\nH\nK Saldulker\nActing Judge of Appeal\nAPPEARANCES:\nAPPELLANT/S:\t\t\tS B Mngadi\nMlungisi Mdlongwa (In person)\nRESPONDENT/S:\t\t\tA A Watt\nInstructed by The director of\r\nPublic Prosecutions, \t\t\t\t\tPietermaritzburg\nThe Director of Public Prosecutions, Bloemfontein\n1\nS v Tandwa\n2008\r\n\t(1) SACR 613\n(SCA) at 617b-d.\n2\n1999 (2) SA 79\n(W).\n3\nVan der Meyden\nat 81A-B.\n4\nAt 82A.\n5\nAt 82C-D.\n6\n[2008] ZASCA 7\n;\n2008 (2) SACR 48\n(SCA) para 13.\n7\n1986 (3) SA 485\n(E) at 490H-I;\nMotata\r\n\tv Nair NO\n2009 (2) SA 575\n(T) para 21.\n8\n1986 (4) SA 117 (N).\n9\nMagmoed v Janse van Rengsburg and others\n[1992] ZASCA 208\n;\n1993\r\n\t(1) SACR 67\n(A).\n10\nTandwa\nat \r\n\t615I-j; see footnote (1) above.",
  "scraped_at": "2026-02-11T20:28:43.820267",
  "date": "2010-05-31",
  "coram": [
    "Mthiyane JJA",
    "Mhlantla JJA",
    "Saldulker AJA"
  ],
  "case_number": "99/10",
  "parties": {
    "applicants": [
      "Mlungisi Mdlongwa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 11 February 2004 a robbery with aggravating circumstances was committed at the NBS Building Society bank in Dundee, KwaZulu-Natal. The appellant, Mlungisi Mdlongwa, and four others were charged with robbery, unlawful possession of firearms and ammunition. The State relied on three strands of evidence to identify the appellant: a dock identification by security officer Sikhumbuzo Mbatha, CCTV video footage of the robbery, and a facial comparison performed by Inspector Naude using photographs taken two weeks after the incident. The appellant pleaded not guilty and offered an alibi but did not testify.",
    "issues": "The appeal raised three principal issues: (1) whether the dock identification by Mbatha was reliable; (2) whether Inspector Naude qualified as an expert for facial comparison despite lacking formal academic qualifications; and (3) whether the CCTV video footage was admissible as original evidence. A fourth issue concerned whether the sentencing court had erred in imposing a twenty‑year term of imprisonment, which exceeded the statutory minimum.",
    "principles": "The court applied principles governing identification evidence, noting that dock identifications are admissible but gain weight when corroborated. Expert testimony requires sufficient skill, training or experience, not necessarily formal qualifications. Video recordings are classified as \"real evidence\" and are admissible if authenticity and originality are established. The prosecution must prove guilt beyond a reasonable doubt, and the accused’s right to remain silent may, in certain circumstances, lead to an adverse inference. Sentencing discretion is limited to cases of misdirection or abuse of discretion.",
    "application": "The court found Mbatha’s testimony credible overall and not materially contradicted by other evidence, emphasizing that his description of the robbers’ clothing was corroborated by a bank manager and the video. Inspector Naude was deemed an expert based on her extensive experience in the Facial Identification Unit, and her facial comparison findings were accepted. The video footage was shown to be the original recording downloaded by the authorised security manager, with no indication of tampering. Combining these strands, the court concluded that the appellant was positively identified beyond reasonable doubt. Regarding sentencing, the court held that the aggravating factors of armed robbery, assault on staff and hostage taking outweighed any mitigating circumstances, and the twenty‑year term was within the proper range.",
    "conclusion": "The appeal was dismissed. The conviction for robbery with aggravating circumstances and the twenty‑year prison sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "identification evidence",
      "video evidence",
      "expert testimony",
      "sentencing"
    ]
  }
}