{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/171.html",
  "case_name": "ABSA Bank Ltd v Intensive Air (Pty) Ltd (In Liquidation) and Others (2011 (2) SA 275 (SCA); [2011] 3 All SA 2 (SCA)) [2010] ZASCA 171; 31/2010 (1 December 2010)",
  "citation": "[2010] ZASCA 171",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 171\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v Intensive Air (Pty) Ltd (In Liquidation) and Others (2011 (2) SA 275 (SCA); [2011] 3 All SA 2 (SCA)) [2010] ZASCA 171; 31/2010 (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 31/2010\nIn the matter between:\nABSA BANK LIMITED\n................................................................................\nAppellant\nand\nINTENSIVE AIR (PTY) LIMITED (IN LIQUIDATION)\n....................\nFirst Respondent\nGEOFF FERREIRA NO\n............................................................\nSecond\r\nRespondent\nLESLIE MATUSON NO\n................................................................\nThird\r\nRespondent\nRISCHARD CASSIM NO\n............................................................\nFourth\r\nRespondent\nNeutral citation:\nABSA Bank v Intensive Air\n(31/2010)\n[2010] ZASCA 171\n(1 DECEMBER 2010)\nCoram:\nHARMS DP, CACHALIA, SNYDERS and SHONGWE\r\nJJA and BERTELSMANN AJA\nHeard:\n2 NOVEMBER 2010\nDelivered: 1 DECEMBER 2010\nSummary:\nBanking – banker and customer\r\nrelationship – company income paid into sole director’s\r\nand shareholder’s\npersonal account – credit in director’s\r\naccount appropriated by bank setting it off against director’s\r\ndebts\nowing to bank – no agreement with bank to hold funds\r\ncredited to director’s account as those of the company –\n\nabsence of ius in re.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: North Gauteng High Court, Pretoria\r\n(Hartzenberg and Claassen JJ and Mabuse AJ sitting as full court).\nThe following order is\r\nmade:\n1. The appeal is upheld\r\nwith costs, including the costs of two counsel.\n2. The order of the full\r\ncourt is set aside and the following order is substituted therefore:\n‘\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nBERTELSMANN AJA (HARMS DP, CACHALIA, SNYDERS and\r\nSHONGWE JJA concurring).\n[1] Dr J W K Louw\r\n(‘Louw’), a Johannesburg heart surgeon, had a passion for\r\nflying. He established an air ambulance\nservice in the eighties,\r\nfirst under the name ‘Care Air’ and then ‘Intensive\r\nAir’ of which he was the sole\nproprietor. He expanded the air\r\nambulance into a full air travel operation during about 2001.\n[2] A licence to conduct\r\nair passenger travel services was issued to the first respondent,\r\nIntensive Air (Pty) Ltd, a company (‘the\ncompany’) with\r\nlimited liability duly incorporated in terms of the Companies Act 61\r\nof 1973. The company is in liquidation.\nLouw was the sole shareholder\r\nand director of the company. Louw opened several bank accounts with\r\nthe appellant, Absa Bank Ltd,\nat the latter’s Private Bank\r\nDivision.\n[3] One of the accounts\r\nopened by Louw was a cheque account with account number 4061777725,\r\nconducted in his personal name trading\nas ‘Intensive Air’.\r\nLouw identified himself as the sole proprietor of this business when\r\nthe bank opened the account\nin his name. This account was described\r\nin the proceedings in the court of first instance as the ‘ticket\r\naccount’ because\nall the proceeds of tickets sold by the\r\ncompany to its passengers on its regular flights, and no other funds,\r\nwere deposited into\nthis account. This account was opened in May\r\n2000, some time before the air transport services commenced.\n[4] Other accounts opened\r\nby Louw with the bank in his own name included one called the\r\n‘aircraft lease account’, upon\nwhich Louw obtained an\r\noverdraft of R25m. This sum Louw devoted to the purchase of several\r\npassenger aircraft in his personal capacity\nthat he leased to the\r\ncompany.\n[5] Another account was\r\nconducted as Louw’s personal and practice account, while the\r\ncompany also conducted an account with\nthe bank into which speed\r\npoint payments were received. Further accounts in the name of both\r\nLouw and the company were opened at\nStandard Bank.\n[6] Louw was obliged to\r\npay the interest to the bank on the overdraft of R25m on a monthly\r\nbasis. The funds required for this purpose\nwere transferred from the\r\nticket account to the aircraft lease account. These interest payments\r\nwere in turn credited as aircraft\nrental payments to Louw’s\r\nloan account in the company, which reflected a debt of R5m to Louw,\r\narising from rentals and money\nlent and advanced when the company was\r\nliquidated. It is important to note that the loan account represented\r\na reconstruction of\nthese transactions by the company’s\r\nauditors as these were not properly recorded by Louw.\n[7] The funds in the\r\nticket account were also used to pay other company expenses such as\r\nthe fuel and the aircraft maintenance accounts.\nSome transfers were\r\nalso made to Louw’s personal account.\n[8] Louw provided\r\nsecurity for the bank’s claims against the company and himself\r\nin the form of a suretyship for the company’s\nliabilities, a\r\ncession of his loan account in the company, a cession of his\r\npolicies, by registering bonds over his immovable properties\nand\r\nexecuting a cession of all sums standing to his credit in any account\r\nconducted with the bank.\n[9] The air passenger\r\nservice ran into financial difficulties and the company was\r\nliquidated during the first half of 2002, the\nliquidation application\r\nhaving been lodged on 10 April 2002. At that date a credit balance of\r\nR293 656.56 was shown in the\nticket account, which the bank\r\nappropriated by claiming that it was automatically set-off against\r\nLouw’s indebtedness to\nit.\n[10] The second to fourth\r\nrespondents were appointed as the first respondent’s final\r\nliquidators. They regarded the payment\nof funds earned by the company\r\ninto the ticket account as dispositions to the bank without value,\r\nliable to be set aside in accordance\nwith\ns 26\nof the\nInsolvency\nAct 24 of 1936\nread with the provisions of s 340 of the\r\nCompanies Act. They also claimed the credit balance in the ticket\r\naccount, on the\ndate of insolvency, as moneys earned by the company\r\nto which the latter was entitled. The bank disputed these assertions.\r\nSummons\nwas issued. Respondents’ first claim was for payment of\r\nR7 387 957.34 as the total of all dispositions without\r\nvalue, while payment of the amount of R293 656.56 was demanded\r\non the grounds that it ‘belonged’ to the company.\nThe\r\nbank pleaded specifically that the ticket account was opened in\r\nLouw’s name as sole proprietor of ‘Intensive Air’.\n\nThe respondents therefore had to prove that it was the company, and\r\nnot Louw in his personal capacity, that was entitled to claim\nthe\r\ncredit balance in this account.\n[11] The respondents\r\ncalled the company’s financial manager, Mr Gerhard Louw (not\r\nrelated to Louw), as their first witness.\nHe confirmed that the\r\nticket account, on which he had signing powers, had been opened in\r\nLouw’s personal name and that the\nlatter was the account\r\nholder. He explained that funds were channelled from this account to\r\nthe aircraft lease account –\nwhich was also held in Louw’s\r\nname - and were further used to pay the company’s liabilities.\n[12] He testified that he\r\nhad recommended that the company’s finances should be dealt\r\nwith separately from the director’s\naffairs, but that his\r\nadvice was not implemented.\n[13] The evidence of Mr\r\nRichard Evans, the company’s accountant, was also that the\r\nrelevant accounts were held in Louw’s\nname and that the funds\r\ndeposited into them were used to defray the company’s expenses.\r\nEvans regarded the book-keeping practices\nhe found when he joined the\r\ncompany as unsatisfactory, but could not effect a change before the\r\ncompany was liquidated.\n[14] This was the sum\r\ntotal of the evidence presented to support the respondent’s\r\nclaims. The other witnesses called by the\nrespondents did not give\r\nany evidence that had a bearing on the issues in dispute between them\r\nand the bank. For reasons that remained\nunexplained Louw was not\r\ncalled to testify. The bank closed it case without calling witnesses.\n[15] The trial court\r\ndismissed both claims. It found that the ticket account was held by\r\nLouw personally. Money deposited into that\naccount did not constitute\r\na disposition to the bank. The first claim was dismissed on this\r\nground. By the same token, the credit\nbalance appropriated by set-off\r\nwas held to have been Louw’s asset and not that of the company,\r\nrendering the second claim\nunenforceable. Leave to appeal to the full\r\ncourt was granted in respect of the second claim only. A petition to\r\nthis court for\nleave to appeal against the dismissal of the first\r\nclaim failed.\n[16] The full court\r\nupheld the appeal against the dismissal of the second claim. Relying\r\nupon this court’s judgment in\nJoint Stock Co Varvarinskoye v\r\nAbsa Bank Ltd & others\n[2008] ZASCA 35\n;\n2008 (4) SA 287\n(SCA), it held that\r\nthe liquidators had established that Louw had conducted the air\r\nservice venture through the company and not\nin his own name. The\r\nfunds deposited into the ticket account were thus those of the\r\ncompany and ‘belonged’ to the company.\nAs a result the\r\nbank was not entitled to set-off any credit in the ticket account\r\nagainst any claim it might have against Louw\npersonally.\n[17] The full court found\r\nsupport for this conclusion in the fact that Louw held a loan account\r\nin the company. The existence of\nthis account, the full court\r\nreasoned, was proof that the affairs of the company were conducted\r\nseparately from Louw’s financial\ndealings. It adopted the view\r\nthat, had Louw’s funds been intermingled with those of the\r\ncompany, it would have been nonsensical\nto conduct the loan account\r\nat all. This finding is not supported by the evidence.\n[18] Special leave to\r\nappeal to this court having been granted, the bank argued that the\r\nfull court erred in regarding funds deposited\ninto the ticket account\r\nas those of the company. They ‘belonged’ to Louw as the\r\nlatter had agreed with the company,\nwhose sole shareholder, director\r\nand guiding mind he was, to deposit the income from the ticket sales\r\ninto this account of which\nhe was the holder. The respondents\r\nsupported the full court’s reasoning.\n[19] Before further\r\nconsidering the judgment of the full court, it is useful to recall\r\nsome basic principles in this area of the\nlaw.\n[20] The relationship\r\nbetween banker and client is one of debtor and creditor. ‘...it\r\nhas long been judicially recognised\nin this country that the\r\nrelationship between bank and customer is one of debtor and creditor.\r\nWhen a customer deposits money it\nbecomes that of the bank, subject\r\nto the bank’s obligation to honour cheques validly drawn by the\r\ncustomer...’ per\nHolmes JA in\nS v Kearney\n1964 (2) SA\r\n495\n(A) at 502-503. Although the liquidators proceeded from the\r\nassumption that the funds in Louw’s account ‘belonged’\n\nto the company, their case clearly was not vindicatory or\r\nquasi-vindicatory, but contractual. Their case had to be that the\r\ncompany\n(and not Louw) represented by its sole director had opened\r\nthe account with the bank and that it was the bank’s creditor,\n\nin spite of the fact that the bank’s Private Bank Division does\r\nnot deal with corporate accounts and that the account was\nconducted\r\nin Louw’s name.\n[21] The respondents\r\ntherefore had to prove that Louw was a disclosed agent of the\r\ncompany. The bank must have agreed to conduct\nthe account on this\r\nbasis:\nDantex Investment Holdings (Pty) Ltd v National Explosives\r\n(Pty) Ltd\n(in liquidation)1990 (1) SA 736 (A) at 748E-749. Milne\r\nJA says at 749D-E:\n‘…\nin\r\nour law, money held by virtue of a fiduciary relationship in which\r\nthe holder stands to another is, unlike the position in English\nlaw,\r\nnot deemed to be earmarked and is not charged with the fiduciary\r\nobligation.’\nAnd at 749I\n‘\nThere\r\nis no evidence to suggest that the Bank agreed to hold the funds in\r\nrespect of those cheques as agent for Dantex.’\nVan den Heever J in Ex\r\nparte Estate Kelly\n1942 OPD 265\nat 272, states:\n‘\n[b]y\r\npaying these monies into the bank, Kelly acquired a personal claim\r\nagainst the bank and his creditors have nothing but personal\nclaims\r\nagainst him.’\n[22] Had Louw been an\r\nundisclosed agent, the liquidators would have had no claim against\r\nthe bank:\nSymon v Brecker\n1904 TS 745.\nHad the company’s\r\nmoney been stolen, and had the thief paid off his overdraft with the\r\nstolen money, the company would have\nhad no claim for repayment\r\nthereof against the bank,\n(First National Bank of Southern Africa\r\nLtd v Perry NO & others\n2001 (3) SA 960\n(SCA) para 16) but\r\nwould, of course, have had a claim against the thief and a possible\r\nenrichment action against anyone who knowingly\nreceived or retained\r\nthe stolen money. Had the thief, however, deposited the stolen money\r\ninto an account where it was still identifiable\nas the fruit of the\r\nmisdeed, the company would have had a quasi-vindicatory claim to it :\nNissan South Africa (Pty) Ltd v Marnitz NO & others\n(\nStand\r\n186 Aeroport (Pty) Ltd intervening\n)\n2005 (1) SA 441\n(SCA). The\r\nliquidators may also have shown that the rights of the account holder\r\nto operate upon the account had been limited in\nterms of an agreement\r\nbetween the company and the bank, as was the case in\nVarvarinskoye.\n[23] Turning then to the\r\njudgment appealed against, the full court appears to have overlooked\r\nthe specific circumstances that prevailed\nin the\nVarvarinskoye\nmatter. There, Absa Bank had been expressly informed that the\r\nmoneys standing to the credit of an account conducted in the name of\n\nits client, MDM, were held specifically to provide a fund from which\r\nsub-contractors of the appellant joint stock company would\nbe paid.\r\nFunds could only be withdrawn from this account for the purpose of\r\neffecting payment of approved sums to clearly identified\n\nsub-contractors. Every withdrawal had to be expressly authorised by\r\nthe appellant. Absa Bank was fully aware of these facts and\nknew that\r\nMDM had no claim to the money deposited in the account in its name.\r\nMDM had signed cross-suretyships with and in favour\nof two associated\r\ncompanies that were clients of Absa Bank. When MDM and its associated\r\ncompanies experienced financial hardship\nand the associated companies\r\nwere unable to meet their commitments to Absa Bank, the latter\r\npurported to appropriate the funds\nin the MDM account, claiming that\r\nthe money deposited into the dedicated account became the property of\r\nthe bank, as if the account\nhad been opened by a client in the\r\nordinary course of banking business. Only the account holder, it was\r\nargued, could claim the\nmoney standing to the credit of an account,\r\nand MDM’s claim had been extinguished by the set-off effected\r\nby enforcing the\ncross-suretyships.\n[24] On appeal in\nVarvarinskoye\nthis court confirmed that if funds held in an\r\naccount can be identified as having been reserved for or ‘belonging’\r\nto another by agreement with the bank, the account holder is not\r\nentitled to deal with those funds. The person actually entitled\n\nthereto has a quasi-vindicatory claim to demand payment of such funds\r\nfrom the bank:\nFedsure Life Assurance Co Ltd v Worldwide African\r\nInvestment Holdings (Pty) Ltd & others\n2003 (3) SA 268\n(W).\r\nShould they become intermingled with other moneys in an account held\r\nby a person not entitled thereto, they can no longer\nbe identified as\r\nfunds to which a non-account holder has a better claim than the\r\nholder and the money becomes the property of the\nbank. The claimant\r\nis then left with only a personal claim against the holder of the\r\naccount:\nDantex Investment Holdings (Pty) Ltd\nsupra.\n[25] By agreeing to the\r\nspecific terms under which the MDM-account was conducted in\nVarvarinskoye\n, Absa Bank was placed in the position of the\r\njoint stock company’s agent holding the latter’s money as\r\na separate fund\nreserved for a specific purpose. Absa Bank was\r\ntherefore not entitled to appropriate the credit balance in MDM’s\r\naccount\nto itself. To Absa Bank’s knowledge, the funds\r\n‘belonged’ to the appellant and could not be set-off\r\nagainst MDM’s\nliabilities to Absa Bank. The appeal was upheld\r\nin accordance with basic principles and without purporting to create\r\nnew ones.\n[26] The facts in this\r\ncase differ significantly from those in\nVarvarinskoye\n. It is\r\nclear that the bank was not party to any agreement to treat the funds\r\nin Louw’s ticket account in any way other than\nthose of the\r\naccount holder. There is no evidence of any agreement other than that\r\nof client and banker entered into by Louw and\nthe bank. While the\r\nbank was certainly aware of the fact that Louw was director and\r\nshareholder of the company, there was no suggestion\nmade to it at any\r\nstage that Louw was not entitled in his personal capacity to the\r\nproceeds of the company’s ticket sales\n– which funds were\r\nin turn devoted in large measure to the payment of company expenses.\r\nThe financial arrangements made by\nLouw in respect of his own and the\r\ncompany’s funds may have been unorthodox, imprecise and even\r\nchaotic, while the recordal\nof the various transactions in his and\r\nthe company’s books of account may have been, as counsel for\r\nthe bank put it during\nthe hearing in the court of first instance ‘\r\nan auditor’s nightmare’. It does not follow that he\r\ntherefore did\nnot conduct the ticket account in his personal\r\ncapacity.\n[27] The existence of the\r\nloan account in the company does not contradict this conclusion. It\r\ndoes not, as the full court held,\nprove that the company and Louw\r\nconducted separate books and drew clear distinctions between\r\ntransactions performed by the one\nor the other. The evidence of the\r\nfinancial director and the accountant emphasises that Louw\r\ntransferred company earnings into\naccounts he held with the bank,\r\nintermingled them with his own funds and used the available financial\r\nresources to pay company\nand personal expenses. They confirmed that\r\nthe loan account was basically created by the company’s\r\nauditors in an effort\nto untangle Louw’s various transactions\r\nin the company’s books. In any event the existence of its loan\r\naccount did\nnot establish that the bank had a contract with the\r\ncompany.\n[28] Louw clearly\r\nregarded the company and its business as his personal fiefdom which\r\nhe could control as he pleased. His own financial\nfortunes were\r\nintertwined with those of the business. From the bank’s\r\nperspective there was no reason to suspect that the\nagreement between\r\nLouw and the company to transfer the proceeds of ticket sales into\r\nLouw’s personal account was anything\nbut bona fide and\r\nuntainted by any illegality. Unlawful conduct in respect of any\r\narrangement between Louw and the company cannot\nbe presumed: ‘[t]here\r\nexists a presumption in law that parties intend to perform agreements\r\nin a lawful manner’ per\nSnyders AJA in\nWypkema v Lubbe\n2007\r\n(5) SA 138\n(SCA) para 17 and\nJuglal NO & another v Shoprite\r\nCheckers (Pty) Ltd t/a OK Franchise Division\n2004 (5) SA 248\n(SCA).\n[29] The onus was on the\r\nrespondents throughout to establish that the funds in the ticket\r\naccount ‘belonged’ to the\ncompany. They failed to present\r\nany evidence that would justify this conclusion. The witnesses called\r\nin support of the respondents’\ncase had no knowledge of the\r\nagreements between Louw and the company and Louw and the bank. They\r\ncould not gainsay that Louw was\nthe contracting party who agreed with\r\nthe bank to open the ticket account. Louw was the bank’s debtor\r\nand the set-off against\nthe credit balance of this account was\r\neffective.\n[30] The appeal must\r\nsucceed. The following order is made:\n1. The appeal is upheld\r\nwith costs, including the costs of two counsel.\n2. The order of the full\r\ncourt is set aside and the following order is substituted therefore:\n‘\nThe\r\nappeal is dismissed with costs, including the costs of two counsel.’\n______________________\nE BERTELSMANN\nActing Judge of Appeal\nAPPEARANCES:\nFor appellant: F H Terblanche SC\nJ E Smit\nInstructed by:\nTim du Toit & Co Inc, Westcliff, Johannesburg\nNaudes Inc, Bloemfontein\nFor respondent: F Snyckers\nInstructed by:\nPostma Attorneys c/o VFV Mseluku Attorneys, Pretoria\nSymington & De Kok, Bloemfontein",
  "scraped_at": "2026-02-11T20:50:59.894279",
  "date": "2010-12-01",
  "coram": [
    "HARMS DP",
    "CACHALIA",
    "SNYDERS",
    "SHONGWE JJA",
    "BERTELSMANN AJA"
  ],
  "case_number": "31/2010",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "INTENSIVE AIR (PTY) LIMITED (IN LIQUIDATION)",
      "GEOFF FERREIRA NO",
      "LESLIE MATUSON NO",
      "RISCHARD CASSIM NO"
    ]
  },
  "sections": {
    "facts": "Dr J W K Louw, a heart surgeon, owned Intensive Air (Pty) Ltd, which operated air‑ambulance and passenger services. Louw opened a personal cheque account with ABSA, known as the “ticket account”, into which all ticket sales were deposited. The account was in Louw’s name, but the funds were used to pay company expenses, service an overdraft, and meet personal obligations. When the company went into liquidation in 2002, the ticket account held a credit of R293,656.56, which ABSA set‑off against Louw’s personal debts, prompting the liquidators to claim the balance belonged to the company.",
    "issues": "The key issues were (1) whether the funds in the ticket account were the property of Intensive Air Ltd or of Louw personally, and (2) whether ABSA was entitled to set‑off the credit balance against Louw’s personal liabilities in the absence of an agreement that the account held company funds.",
    "principles": "The court applied the established principle that the banker‑customer relationship is that of debtor and creditor; money deposited becomes the bank’s property subject to the customer’s right to draw. It considered agency law – the need for a disclosed agency relationship for the company to claim the funds – and the rules on set‑off under the Insolvency Act s26 and Companies Act s340. Precedents such as Varvarinskoye, Dantex, and First National Bank v Perry were examined to determine when a bank must hold funds on behalf of a third party.",
    "application": "The judgment found that the ticket account was opened solely in Louw’s personal capacity and there was no agreement that the funds were held for the company. Evidence showed inter‑mixing of personal and company monies and that the loan account created by auditors did not demonstrate separate bookkeeping. Consequently, ABSA’s set‑off was valid, and the liquidators failed to prove a disclosed agency or any contractual basis for the company’s ownership of the balance.",
    "conclusion": "The Supreme Court of Appeal upheld ABSA’s appeal, set aside the full court’s order, and dismissed the liquidators’ claim. The appeal was dismissed with costs, including costs of two counsel, confirming that the credit in the ticket account belonged to Louw personally and could be set‑off against his debts to the bank."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Banker‑Customer Relationship",
    "level_3": [
      "set‑off",
      "agency",
      "insolvency",
      "liquidation"
    ]
  }
}