{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/20.html",
  "case_name": "3M South Africa (Pty) Ltd v Commissioner for the South African Revenue Services and Another (272/09) [2010] ZASCA 20; [2010] 3 All SA 361 (SCA); 72 SATC 216 (23 March 2010)",
  "citation": "[2010] ZASCA 20",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 20\n|\nNoteup\n|\nLawCite\n3M South Africa (Pty) Ltd v Commissioner for the South African Revenue Services and Another (272/09) [2010] ZASCA 20; [2010] 3 All SA 361 (SCA); 72 SATC 216 (23 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase\nNo 272/09\nIn\nthe matter between:\n3M\nSOUTH AFRICA (PTY) LTD\nAppellant\nand\nTHE\nCOMMISSIONER FOR THE SOUTH\nAFRICAN REVENUE SERVICE\nFirst\nRespondent\nTHE\nMINISTER OF FINANCE\nSecond\nRespondent\nNeutral citation:\n3M\nSouth Africa v CSARS\n(272/09)[2010]\nZASCA 20 (23 March 2010)\nCoram:\nNAVSA,\nCLOETE JJA and GRIESEL, SERITI, and SALDULKER AJJA\nHeard:\n18\nFebruary 2010\nDelivered:\n23\nMarch 2010\nSummary:\nCustoms\nand Excise\nAct\n91 of 1964 â importerâs entitlement to refunds and liability for\narrear import duty arising from incorrect determination by\nCommissioner.\norder\nOn appeal from:\nThe North\nGauteng High Court, Pretoria (Louw J sitting as court of first\ninstance):\n1.\tThe appeal is upheld to the following extent:\n1.1\tParagraph 2 of the order of the high court is set aside and\nreplaced with the following:\nâ\n2.1\tPrayer\n3.2 of the notice of motion is dismissed together with the costs\nincurred in respect of the relief set out in that paragraph.\n2.2\tIt\nis declared that the amount of customs duty (R3 598 971,70)\nand interest thereon (R1 890 959,72), demanded\nfrom the\napplicant in the first respondentâs letter of demand dated 10\nAugust 2007 (annexure FA27 to the founding affidavit) is\nnot payable\nby the applicant to the first respondent.â\n1.2\tParagraph 3.4 of the order of the high court is amended to read:\nâ\n3.4\tpay\nthe applicantâs costs incurred in respect of the relief set out in\nparagraphs 2.2, 3.1, 3.2 and 3.3 above, such costs to\ninclude the\ncosts con­sequent upon the employ­ment of two counsel.â\n2.\tThe first respondent is ordered to pay the costs of the appeal,\nincluding the costs of two counsel.\njudgment\nGriesel AJA (Navsa and\nCloete JJA, Seriti and Salduker AJJA concurring):\n[1]\tThe appellant\nlaunched an application in the North Gauteng High Court, Pretoria\nagainst the first respondent, the Commissioner\nfor the South African\nRevenue Service (âthe Commissionerâ), for declaratory and\nancillary relief based on certain provisions\nof the Customs and\nExcise Act 91 of 1964 (âthe Actâ).\n1\nThe application succeeded in part and, with leave of the high court,\nthe appellant appeals to this court against those parts of the\norder\nin respect of which it was unsuccessful.\n2\n[2]\tThe appeal\nconcerns, on the one hand, the appellantâs entitlement to refunds\nof customs duty paid on certain imported goods\nand, on the other\nhand, its liability for unpaid customs duty allegedly owing in\nrespect of such goods. In respect of both issues\nthe classification\nsystem created by Schedule 1 to the Act and the determination of the\nappropriate classification by the Commissioner\nplay a pivotal role.\nHowever, it is not necessary for purposes of this appeal to embark\nupon the intricacies of tariff classification\nwhich, according to the\ndeponent to the Commissionerâs answering affidavit, is ânotoriously\ndifficultâ.\n3\nIn this case, the Commissioner, during April 1991, determined a\ntariff heading, under which the goods in question were categorised,\nattracting customs duty at a rate of 20%. It is common cause that\nthis determination was incorrect. It was eventually corrected many\nyears later, in 2006. What we are concerned with are the consequences\nof the new determination, made with retrospective effect.\nStatutory framework\n[3]\tIn terms of s 47(1)\nof the Act customs duty is payable on all imported goods in\naccordance with the provisions of Schedule\n1. In Part 1 of the\nSchedule all goods generally handled in international trade are\nsystematically divided into numerous tariff headings\nand subheadings.\nThe tariff subheading within which imported goods fall determines the\nrate at which the goods attract payment of\ncustoms duty (if any).\nMany of the tariff subheadings provide that the goods specified may\nbe imported free of customs duty.\n[4]\tIn terms of\ns 47(9)(a)(i) the Commissioner may in writing determine the\ntariff headings, tariff subheadings or tariff items\nor other items of\nany Schedule under which any imported goods shall be classified.\nDeterminations are subject to appeal to the high\ncourt having\njurisdiction, which appeals must be prosecuted within a period of one\nyear from the date of the determination.\n4\n[5]\tA determination may\nalso be amended, withdrawn, or another determination substituted for\nit with retrospective effect. Where the\noriginal determination was\nmade in bona fide error of law or of fact (as happened in this\ninstance), a new determination may be made\nwith effect from the date\nof the original determination.\n5\nAlternatively, the amended determination may be made with effect from\nthe date of the amendment of the previous determination or\nthe date\nof the new determination.\n6\n[6]\tA proviso to\ns 47(9)(d) that is particularly relevant to the present enquiry\nreads as follows:\nâ\nProvided that whenever\nany amendment of a determination or a new determination is effective\nfrom a date resulting in the person to\nwhom the determination was\nissued â\n(a)\tbeing entitled to a refund of duty, such refund\nshall be subject to the provisions of section 76B;\n(b)\tretrospectively incurring an increased liability for\nduty, such liability shall . . .  be limited to goods\nentered\nfor home consumption during a period of two years immediately\npreceding the date of such amendment or new determination.â\n[7]\tThe material\nportions of s 76B to which reference is made in the first\nproviso quoted above reads as follows:\nâ\n(1)\tNotwithstanding any\nother provision of this Act, . . . where any person\nbecomes entitled to any refund or drawback\nof duty â\n(a)\nin the case of any determination, new\ndetermination or amendment of any such determination in terms of\nsection 47(9) . . . ,\nsuch refund shall be limited to\nâ\n(i) \ta refund in respect of goods entered for home\nconsumption during a period of two years immediately preceding the\ndate of such\ndetermination, new determination or amendment, whichever\ndate occurs last; . . . and\n(ii)\tany application for such refund which is received\nby the Controller within a period of 12 months from the date of â\n(aa)\tsuch determination, new determination or amendment\nof a determination. . . .â\nFactual\nbackground\n[8]\tThe appellant has\nbeen conducting business as an importer of Interam Brand mats (âthe\nmatsâ) since June 1990. These mats are\nmade up, inter alia, of\nceramic fibre mineral wool which is used, after press-cutting thereof\ninto shapes, in the manufacture of\nautomotive catalytic converters\nfor exhaust emission control systems. All such converters were\ndestined for the export market, but\nthe appellant was not responsible\nfor either the manufacture or the export thereof.\n[9]\tOn 11 June 1990,\nacting in accordance with the provisions of s 47(9)(a)(i), the\nCommissioner determined the mats to be classifiable\nunder tariff\nsubheading 6806.90.90 of Part 1 of the Schedule (âthe 1990\ndeterminationâ). The effect of this determination was\nthat no\ncustoms duty was payable in respect of the imported mats.\n[10]\tHowever, less than\na year later, in terms of a new tariff determination, dated 9 April\n1991 (âthe 1991 determinationâ), the\nCommissioner amended his\nearlier decision and determined the mats to fall under tariff\nsubheading 6806.10, with the result that customs\nduty at a rate of\n20% became payable in respect of the imported mats as from that date.\n[11]\tOn 4 July 1992 the\nappellant obtained registration as a rebate store for purposes of\nimporting the mats under a full rebate of\nduty in terms of Rebate\nItem 470.03 in Part 3 of Schedule 4 to the Act. The effect thereof\nwas that as long as the applicant complied\nwith the rebate\nconditions, it paid no customs duty in respect of the mats. Two of\nthose conditions were that the goods imported\nhad to be used for the\nprocessing and manufacture of goods for export and the manufactured\ngoods had to be exported within 12 months\nfrom date of entry thereof.\n[12]\tDuring January\n2003, after an inspection by two SARS officials of the appellantâs\nrecords, the Commissioner issued a letter\nof demand to the appellant\nfor payment of an amount of some R27 million in respect of, inter\nalia, underpayment in customs duty and\nvalue-added tax (âVATâ).\nAs emerged subsequently, the demand was based on a contention that no\nproof that the mats had been used\nin compliance with the relevant\nrebate requirements had ever been furnished to the Commissioner, with\nthe result that the duty and\nVAT payable in respect of the mats\nshould have been paid by the appellant.\n[13]\tOn 25 March 2003,\nno doubt prompted by the Commissionerâs letter of demand, the\nappellant applied to the Commissioner for a\nnew tariff determination\nin respect of the mats. However, on 22 April 2003 the Commissioner\nagain determined the imported mats to\nfall under tariff heading\n6806.10 (âthe 2003 determinationâ), at that stage attracting\ncustoms duty at the rate of 15%.\n[14]\tThe appellant made\nfurther representations to the Commissioner to change this\ndetermination, but on 25 September 2005 the Commissioner\nreaffirmed\nthe 2003 determination.\n[15]\tIn the meantime\nthere had been a parallel exchange of correspondence between the\nparties arising from the Commissionerâs letter\nof demand issued in\nJanuary 2003. Certain further information and documentation was\nrequested on behalf of the Commissioner, some\nof which was furnished\nby the appellant. Many meetings also took place which, however, did\nnot resolve the differences between the\nparties. Having considered\nthe information furnished by the appellant, the Commissioner, on 22\nNovember 2005, issued an amended letter\nof demand, claiming payment\nof some R16,4 million. Written reasons for the decision were\nrequested by the appellant and furnished\nby the Commissioner.\n[16]\tDuring January\n2006 the parties agreed to refer the determination issue to the World\nCustoms Organisation (âWCOâ) for a non-binding\nadvisory ârulingâ.\nOn 21 November 2006, after receipt of the WCOâs ârulingâ, the\nCommissioner amended the classification\nof the imported mats from\nsubheading 6806.10 to 6806.90.90 (âthe 2006 determinationâ), ie\nthe determination contended for by\nthe appellant. This decision\nreinstated the earlier position that no customs duty was payable in\nrespect of the imported mats. With\nregard to the effective date of\nthe new determination, the Commissioner stated that the determination\nwould take effect as from 22\nApril 2003, ie the date of the 2003\ndetermination. He did so, however, in ignorance of the earlier 1991\ndetermination. Having been\nmade aware of the true position, the\nCommissioner ultimately, in the answering affidavit in the present\nproceedings, conceded that\nthe effective date of the 2006\ndetermination ought to be 9 April 1991. He accordingly did not oppose\nthe appellantâs claim for\na\nmandamus\nto that effect.\n[17]\tIn a letter dated\n10 August 2007, the Commissioner informed the appellant of its rights\narising from the 2006 determination,\nin particular, its right to\nclaim refunds of duties paid in respect of all goods imported âduring\nthe two years immediately preceding\nthe 2006 determination, ie from\n22 November 2004 until 21 November 2006â. At the same time, the\nCommissioner reiterated his earlier\ndemand in respect of underpayment\nof customs duty, based on the appellantâs alleged failure to\nfurnish proof that the mats had\nbeen used in compliance with the\nrelevant rebate conditions during the period 1 November 2000 until 1\nFebruary 2002. In the circumstances,\nthe Commissioner was holding the\nappellant liable for payment of a reduced amount of some R11,9\nmillion.\n[18]\tThe appellant took\nissue with the Commissionerâs contentions. In launching its\napplication in the high court, the appellant\naccordingly sought an\norder (in prayer 1 of the notice of motion) â\nâ\n. . . declaring that on\na proper interpretation of s 47(9)(d)(ii)(cc) and s 76B of the\nCustoms and Excise Act, 91 of 1964, the Applicant\nis entitled to\nrefunds in respect of importations of the imported mats . . . \nfor the period 1 March 2002 to 20 November\n2004â.\nThe corollary to this\ndeclarator was a claim (prayer 3.2) for payment of refunds in the\namount of R8,8 million in respect of\nthe same period. (The\nappellantâs further claim (in prayer 3.1) for a refund in the\namount of R4,5 million in respect of the\nperiod 21 November 2004\nto 20 November 2006, together with interest, was not contested by the\nCommissioner.) Finally, the appellant\nalso sought an order (prayer\n7), âthat the [Commissionerâs] letter of demand dated 10 August\n2007 . . . be reviewed\nand set aside and that it be\ndeclared that the amount demanded therein is not payable by the\n[appellant] to the [Commissioner]â.\n(By the time the matter came to\nbe argued in the high court, the appellant had narrowed down the\nrelief in prayer 7 by claiming an\norder declaring that the amount of\ncustoms duty and interest thereon, demanded from the appellant in the\nletter of demand of 10 August\n2007, is not payable by the appellant.)\n[19]\tThe high court\nheld that the appellant was not entitled to the declarator claimed in\nprayer 1 in respect of the full period,\nbut that its claim was\nlimited to the period 21 November 2004 to 20 November 2006, ie the\ntwo-year-period immediately preceding the\n2006 determination. It\naccordingly dismissed the claim for refunds arising during the\nearlier period (prayer 3.2) and also dismissed\nthe claim in terms of\nprayer 7.\n[20]\tWhat falls to be\ndecided in this appeal are the questions (a) whether or not the\nappellant is entitled to a further refund\nof customs duty in respect\nof the period 1 March 2002 to 20 November 2004; and (b) whether\nor not the appellant is liable for\npayment of the additional duty and\ninterest as claimed by the Commissioner in his letter of demand,\ndated 10 August 2007.\nAppellantâs\nentitlement to refunds\n[21]\tThis claim must be\ndetermined with reference to the provisions of s 76B(1)(\na\n),\nwhich have been quoted above,\n7\nmore specifically the expression âthe date of such determinationâ\n8\nas it appears in that paragraph. The appellant contended that those\nwords refer to the\neffective date\nof the 2006 determination,\nwhich is 9 April 1991. In the result, so it was contended, the two\nyear period contemplated by para (a)\nis to be calculated as from 9\nApril 1989. The Commissioner, on the other hand, took up the attitude\nthat the words in question refer\nto the date when the 2006\ndetermination was made, ie 21 November 2006.\n[22]\tThe high court\nupheld the Commissionerâs interpretation, reasoning as follows:\nâ\nIt was at the forefront\nof the legislatureâs mind that there could be effective dates going\nback many years, and it immediately\nmade the right of recovery\nsubject to section 76B, which imposes a limit of two years. Secondly,\nwhereas the terms âwith effect\nfromâ and âeffective from a\ndateâ have just been used, and the concept of effective date is\nbeing dealt with, it is striking\nto note that there is no reference\nto effective date or the word effective in the relevant part of\nsection 76B to which the proviso\nrefers.â\n9\nAfter quoting the\nrelevant portions of s 76B, referred to above, the learned judge\nproceeded as follows:\n10\nâ\nThe phrase highlighted\nabove, namely âthe date of such determinationâ is clear and has\nto be given its usual meaning. The date\nof the relevant determination\nis 21 November 2006. I find it obvious that the legislature would\nhave used the concept of effective\ndate in section 76B(1)(a)(i) if\nthat was intended. If the Act was intended to limit the right of\nrefund not to the period of two\nyears preceding the date on which the\ndetermination was made, but to a period of two years preceding the\neffective date thereof,\nit would have stated so.\nThe applicant protests\nthat this construction leads to unjust, even absurd, consequences.\nPointing to various letters and memos exchanged\nbetween the parties\nand their legal representatives during the process of having the\ndetermination amended, it is argued that the\nfirst respondent now\nprofits by its own delay, ie by not having made the correct\ndetermination much earlier, ie at a stage when the\napplicant first\nprotested that the classification was wrong. The process of arriving\nat the redetermination of 21 November 2006 included\na detailed\nsubmission on behalf of the applicant by South African Customs &\nTrade Specialists CC dated 10 August 2005 and an\neventual referral of\nthe issue to the World Customs Organisation (WCO) by agreement\nbetween the parties during about January 2006.\nIt was after the WCOâs\nâdeterminationâ that the first respondent amended the tariff\ndetermination during November 2006.\nThe short answer to these\narguments of the applicant is that it was at all times open to the\napplicant to appeal the wrong determination\nand so limit its loss.\nThe proviso to s 76B(1)(a)(i) . . .  makes it\nclear that in the case of any appeal against\na determination, the\ntwo-year period shall be calculated from the date of such appeal, ie\nthe two years preceding the date of the\nappeal. The applicant did not\nappeal any of the wrong determinations, namely: 9 April 1991, 22\nApril 2003 and 22 September 2005.â\nThe learned judge\naccordingly concluded âthat the plain meaning of the relevant part\nof s 76B is clear and that no absurd consequences\nfollowâ.\n11\n[23]\tBefore us, counsel\nfor the appellant assailed the reasoning of the high court and\nreiterated the main argument that, on the Commissionerâs\ninterpretation, he can deprive the appellant of its right to refunds\nby simply delaying (for whatever reason) the decision to correct\nthe\ndetermination.\n[24]\tI am unpersuaded\nby this argument. As rightly pointed out by the high court,\n12\nit was at all times open to the applicant to appeal the wrong\ndetermination in terms of s 47(9)(e) and so limit its loss. It\nis thus clear that a disgruntled importer can, at least to this\nextent, curtail any delay on the part of the Commissioner. Counsel\nhas been unable to point to any absurd consequences that will flow\nfrom adopting the high courtâs interpretation of the expression\nâthe date of such determinationâ and I am unable to find any. I\nam satisfied that the interpretation of s 76B advocated\nby the\nCommissioner and adopted by the high court is indeed the correct one.\n[25]\tI am fortified in\nthis conclusion by the fact that the expression âthe date of such\ndeterminationâ is used, not only in sub-paragraph\n(i) of\ns 76B(1)(a), but also in the very next sub-paragraph (ii), where\nan application for a refund is required to be received\nwithin a\nperiod of 12 months from âthe date of such determinationâ. It is\na well-established principle of statutory interpretation\nthat\nordinarily the same words and phrases in a statute bear the same\nmeaning.\n13\nAs it was put by Kriegler J in\nS v Dlamini; S v Dladla &\nothers; S v Joubert; S v Schietekat\n:\n14\nâ\nIt is of course most\nunusual to find one and the same expression used in one and the same\nstatute but not bearing a consistent meaning.\nIn our law the\nLegislature is presumed to use language consistently and one would\ndeviate from the presumption with great hesitation\nand only if driven\nto do so, for example, because to do otherwise would lead to manifest\nabsurdity or would clearly frustrate the\nmanifest intention of the\nlawgiver.â\n[26]\tIf the appellantâs\ninterpretation were to be applied to the expression âdate of such\ndeterminationâ in both sub-paragraphs,\nnamely to refer to the\nâeffective dateâ, then it would lead to the absurd result that,\nin the present context, the application\nfor a refund should have been\nsubmitted within 12 months from the effective date, in other words by\nnot later than 9 April 1992,\nwhereas the new determination was only\nmade in November 2006. Faced with this incongruity, counsel for the\nappellant was constrained\nto urge the court to depart from the\nordinary principle referred to above and to attach a different\nmeaning to the expression in\nthe two consecutive sub-paragraphs,\nnamely by interpreting the expression as referring to âthe\neffective dateâ in sub-para (i),\nbut to âthe date the\ndetermination was issuedâ in sub-para (ii).\n[27]\tIn my view, a\ndeparture from the general principle is not warranted, either by the\nclear wording of the relevant provisions or\nby the context in which\nit appears. If the Commissionerâs interpretation is applied to both\nsub-paragraphs, no absurdity follows.\nThen it simply means that the\nappellant is entitled to a refund for a period of two years preceding\nthe date upon which the new determination\nis made and that its claim\nfor a refund must be received within a period of 12 months from such\ndate. The appellantâs interpretation,\non the other hand, could\npotentially give rise to liability going back many years (as in this\ninstance), which would be in conflict\nwith the manifest purpose of\ns 76B, namely to limit claims for refunds.\n15\n[28]\tIt follows, in my\nview, that the first leg of the appeal cannot succeed.\nAppellantâs\nliability to pay customs duty\n[29]\tI now turn to\nconsider the question whether the appellant is liable to pay arrear\ncustoms duty plus interest, as claimed by the\nCommissioner in his\namended letter of demand, dated 7 August 2007. With regard to this\naspect of the matter, the high court held\nas follows:\nâ\nWhether this amount [ie\nthe additional refunds claimed] is payable to the applicant depends\non an interpretation of the Act, specifically\nsection 47(9)(d) and\nsection 76B(1)(a)(i) thereof.\nThe interpretation of these sections\nwill also determine whether the amount of R11.8 million claimed by\nthe first respondent during\nAugust 2007 is payable\n.â\n16\n[30]\tIn my opinion, the\nhigh court erred in holding that the fate of the first claim\nnecessarily determines the fate of the second\nclaim or that s 76B\nhas anything to do with the second claim. It is clear that s 76B\nexpressly deals with refunds only\nand\nnot\nwith liability for\nadditional customs duty. For an answer to the latter question one has\nto look elsewhere.\n[31]\tBefore doing so,\nhowever, it is necessary first to deal with a preliminary objection\nraised on behalf of the Commissioner, based\non the provisions of the\nPromotion of Administrative Justice Act 3 of 2000 (âPajaâ). It\nwas argued that the August 2007 letter\nof demand was only a further\ndemand for payment of an amount that had become payable by virtue of\nthe January 2003 and November 2005\nletters of demand. It was those\ndecisions of the Commissioner, so it was argued, that should have\nbeen impugned on review, as that\nwas the action which established the\nappellantâs liability. However, by virtue of the provisions of\ns 7(1)(b) of PAJA, any\nreview of those decisions should have\nbeen instituted by the appellant within 180 days after the appellant\nâwas informed of the\nadministrative action, became aware of the\naction and the reasons for it or might reasonably have been expected\nto have become aware\nof the action and the reasonsâ, with the\nresult, according to the Commissioner, that the appellantâs right\nto impugn those decisions\nhad become time-barred.\n[32]\tThe answer to this\nargument is that, in resisting the Commissionerâs demand for\npayment of arrear import duty, the appellant\nis not invoking judicial\nreview as a remedy to set aside an unlawful administrative act;\ninstead, it is raising a âdefensiveâ\nor âcollateralâ\nchallenge to the validity of an administrative act, by which is meant\nâa challenge to the validity of the administrative\nact that is\nraised in proceedings that are not designed directly to impeach the\nvalidity of the administrative actâ.\n17\nAs it was put by Scott J in\nNational Industrial Council for the\nIron, Steel, Engineering & Metallurgical Industry v Photocircuit\nSA (Pty) Ltd & others\n:\n18\nâ\nBut\nthe validity of administrative acts and subordinate legislation can\nbe challenged not only directly in review proceedings, but\nalso\nindirectly or, as is sometimes said, collaterally, ie in âproceedings\nwhich are not themselves designed to impeach the validity\nof some\nadministrative act or orderâ (Wade\nAdministrative\nLaw\n6th ed at 331). Obvious examples\nare enforcement proceedings and criminal prosecutions, the latter,\naccording to\nBaxter (op cit\nat\n706), being âone of the hardiest methods of securing reviewâ. In\nsuch proceedings, therefore, the need for judicial scrutiny\nof an\nadministrative act or subordinate legislation arises not for the\npurpose of affording a discretionary remedy, viz review or\na\ndeclaratory order, but for the purpose of determining the entitlement\nof the party seeking enforcement, or the guilt or innocence\nof an\naccused person. The defendant or accused in such proceedings cannot,\nit seems to me, be precluded from raising invalidity as\na defence\nmerely on the grounds of delay. Indeed, if the position were\notherwise it would be akin to a defence to a claim becoming\nprescribed before the claim itself, which would be untenable (cf\nMcDaid v De Villiers\n1942\nCPD 220\nand for comment thereon, see De Wet and Yeats\nKontrak­tereg\nen Handelsreg\n4th ed at 273). In\npractice, therefore, administrative acts and subordinate legislation\nare âreviewedâ in criminal and enforcement\nproceedings, in some\ncases many years after they were performed or promulgated . . .\n.â\n[33]\tIn this instance,\nthe Commissioner is seeking to coerce the appellant into compliance\nwith its demands for payment of import\nduty. In an attempt to defend\nitself against such coercive power, the appellant is mounting a\ncollateral challenge to the validity\nof the underlying administrative\nact on which such power is purported to be exercised.\n19\nIn these circumstances, a defence based on delay â whether under\nthe common law or PAJA â is simply not available.\n[34]\tTurning now to the\nmerits of the Commissionerâs claim, he relied heavily on the\npresumption that a\nstatute ordinarily does not apply with\nretrospective effect.\n20\nReference was made in this context to the principle in\nBell v\nVoorsitter van die Rasklassifikasieraad & andere\n21\nin support of an argument that in the absence of a clear intention to\nthe contrary, a retrospective decision is not to be treated\nas\naffecting actions or transactions that have already been finalised,\nstand to be finalised in due course, or which are the subject\nof\npending litigation. In developing this argument, reliance was also\nplaced on the wording of s 47(9)(b) as it read at the\nrelevant\ntime, prior to its amendment in 2003 and 2007:\nâ\nAny determination so\nmade shall, subject to appeal to the Court, be deemed to be correct\nfor the purposes of this Act, and any amount\ndue in terms of any such\ndetermination shall remain payable\nas long as such determination\nremains in force\n.â\n(My emphasis.)\nAccording to the\nCommissioner, therefore, the appellant remains liable for payment of\ncustoms duty in respect of the period 1 November\n2000 to 1 February\n2002, during which the incorrect determination remained in force.\n[35]\tI cannot accept\nthis argument. It is settled law that the presumption against\nretrospectivity can be rebutted, inter alia, where\nthe retrospective\noperation of a statute or a decision is provided for, either\nexpressly or by necessary implication.\n22\nThus, even pending legal proceedings may be affected by a\nretrospective amendment where such an intention is clear.\n23\n[36]\tHere,\ns 47(9)(d)(ii) of the Act specifically provides that an\namendment or new determination may be made âwith effect\nfromâ an\nearlier date; in other words, there is a clear intention that the new\ndetermination is deemed to have become operative\nat the earlier date.\nWhat was intended, in other words, was true âretro-activityâ, or\nretrospectivity in the âstrongâ sense.\n24\nApplied to the present scenario, the new determination took effect\nand became operative\nex tunc\n, ie with effect from 9 April\n1991. To hold otherwise would be to negate entirely the effect of the\nretrospectivity of the 2006 determination\nand would render the words\nâwith effect fromâ meaningless. Having said that, however, it\nneeds to be emphasised that the retrospective\neffect of the new\ndetermination does not affect completed transactions, but only\napplies in respect of uncompleted transactions,\nsuch as the\nCommissionerâs demand for unpaid customs duty in this instance. The\ndispute in that regard has been ongoing for a long\nperiod and it is\ntruly one that is covered under the rubric of pending legal\nproceedings.\n[37]\tMoreover, in\nseeking payment of arrear import duty from the appellant, the\nCommissioner is effectively relying on and seeking\nto enforce his own\nmistakes, starting with the incorrect 1991 determination, followed by\nthe incorrect 2003 determination, followed\nby his subsequent\nincorrect fixing of the effective date as being April 2003, instead\nof April 1991. The fact of the matter is that\nnone of these incorrect\ndeterminations should have been made. To allow the Commissioner now,\nin pursuing the demand for payment,\nto rely on such mistakes would\nnot only be grossly unreasonable, but would offend against the\nprinciple of legality itself.\n[38]\tFor these reasons,\nI conclude that the appellant is not liable for the arrear customs\nduty or interest claimed by the Commissioner\nin the letter of demand,\ndated 7 August 2007. It follows that the appellant is entitled to a\ndeclaratory order to that effect.\n[39]\tTo the extent that\nit has succeeded in resisting payment of the amount claimed by the\nCommissioner, the appellant has been substantially\nsuccessful on\nappeal and is accordingly entitled to the costs of the appeal,\nincluding the costs of two counsel.\nOrder\n[40]\tThe following\norder is issued:\n1.\tThe appeal is upheld to the following extent:\n1.1\tParagraph 2 of the order of the high court is set aside and\nreplaced with the following:\nâ\n2.1\tPrayer\n3.2 of the notice of motion is dismissed together with the costs\nincurred in respect of the relief set out in that paragraph.\n2.2\tIt\nis declared that the amount of customs duty (R3 598 971,70)\nand interest thereon (R1 890 959,72), demanded\nfrom the\napplicant in the first respondentâs letter of demand dated 10\nAugust 2007 (annexure FA27 to the founding affidavit) is\nnot payable\nby the applicant to the first respondent.â\n1.2\tParagraph 3.4 of the order of the high court is amended to read:\nâ\n3.4\tpay\nthe applicantâs costs incurred in respect of the relief set out in\nparagraphs 2.2, 3.1, 3.2 and 3.3 above, such costs to\ninclude the\ncosts con­sequent upon the employment of two counsel.â\n2.\tThe first respondent is ordered to pay the costs of the appeal,\nincluding the costs of two counsel.\nB M Griesel\nActing Judge of Appeal\nappearances\nFOR APPELLANT:\tJ P Vorster SC\nN C Maritz\nInstructed by:\tWolvaardt Inc, Pretoria\nMatsepes Attorneys, Bloemfontein\nFOR RESPONDENT:\tJ A Meyer SC\nL G Kilmartin\nInstructed by:\tThe State Attorney, Pretoria\nThe State Attorney, Bloemfontein\n1\nThe Minister of Finance was originally joined as the second\n\trespondent, but played no further role in the litigation after the\n\tappellantâs challenge to the constitutionality of s 76B of\n\tthe Act was abandoned.\n2\nThe judgment of the high court has been reported as\n3M SA (Pty)\n\tLtd v The Commissioner for the South African Revenue Service\n2009 JDR 0481 (GNP).\n3\nAs to the process of classification, see eg\nInternational\n\tBusiness Machines SA (Pty) Ltd v Commissioner for Customs and Excise\n1985 (4) SA 852\n(A) at 863Gâ864C. See also\nCSARS v\n\tFascination Wigs (Pty) Ltd\n[2010] ZASCA 6\npara 9 and the cases\n\treferred to therein.\n4\nSection\n47(9)(e)\nand (f). For a very recent example of such an appeal, see\nCSARS v\n\tFascination Wigs\nabove.\n5\nSection\n47(9)(d)(ii)\n(cc).\n6\nSection\n47(9)(d)(ii)\n(dd).\n7\nPara 7 above.\n8\nAfrikaans: âdie datum van sodanige bepalingâ.\n9\nJudgment para 22.\n10\nParas 24â26.\n11\nJudgment para 28.\n12\nIn para 26 of the judgment, quoted above.\n13\nSee 25(1) Lawsa (1st reissue) para 335 and the cases cited in n 1.\n14\n[1999] ZACC 8\n;\n1999 (4) SA 623\n(CC) para 47 (footnotes omitted).\n15\nSee eg the heading to s 76B, which reads: âLimitation on the\n\tperiod for which refund and drawback claims will be considered\nand\n\tthe period within which applications therefor must be received by\n\tthe Controllerâ.\n16\nJudgment para 15 (my emphasis).\n17\nOudekraal Estates (Pty) Ltd v City of Cape Town & others\n2004 (6) SA 222\n(SCA) para 32 (footnote 22).\n18\n1993 (2) SA 245\n(C) at 252Jâ253D, referred to with approval in\nOudekraal\npara 33.\n19\nCf\nOudekraal\nabove,\nloc cit\n.\n20\n25(1) Lawsa (1st reissue) para 329.\n21\n1968 (2) SA 678\n(A) at 683DâG. See also\nS v Mhlungu &\n\tothers\n[1995] ZACC 4\n;\n1995 (3) SA 867\n(CC) paras 65â67;\nUnitrans Passenger\n\t(Pty) Ltd t/a Greyhound Coach Lines v Chairman, National Transport\n\tCommission & others; Transnet Ltd (Autonet\nDivision) v Chairman,\n\tNational Transport Commission & others\n1999 (4) SA 1\n(SCA)\n\tparas 18â19.\n22\n25(1) Lawsa 1st reissue (2001) para 329.\n23\nCompare in this regard\nBartman v Dempers\n1952 (2) SA 577\n(A)\n\tat 582AâD.\n24\nCf\nUnitrans\ncase, above,\npara 13;\nNational Director\n\tof Public Prosecutions v Carolus & others\n2000 (1) SA 1127\n(SCA) paras 33â35.",
  "scraped_at": "2026-02-11T20:14:00.364306",
  "date": "2010-03-23",
  "coram": [
    "Navsa",
    "Cloete JJA",
    "Griesel AJA",
    "Seriti",
    "Saldulker AJJA"
  ],
  "case_number": "272/09",
  "parties": {
    "applicants": [
      "3M South Africa (Pty) Ltd"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service",
      "Minister of Finance"
    ]
  },
  "sections": {
    "facts": "3M South Africa (Pty) Ltd imported Interam Brand mats from 1990 onward. The Commissioner initially classified the mats under tariff sub‑heading 6806.90.90 (duty‑free) in 1990, but in April 1991 altered the classification to 6806.10, imposing a 20% customs duty. The company obtained rebate‑store status in 1992, which required the goods to be used for export processing. In 2003 the Commissioner issued another determination (6806.10 at 15% duty) and again in 2005 reaffirmed it. After referral to the World Customs Organisation, the Commissioner amended the classification in November 2006 back to 6806.90.90, stating it would be effective retrospectively from the 1991 determination. The Commissioner later issued letters of demand for under‑paid duty and interest, claiming amounts of roughly R27 million and later R11.9 million, while the appellant sought refunds for duties paid during the two‑year period preceding the 2006 determination and a declaration that the 2007 demand was unlawful.",
    "issues": "1) Whether the appellant is entitled to a refund of customs duty for the period 1 March 2002 to 20 November 2004, i.e., whether the two‑year limitation in s 76B(1)(a) should be measured from the effective date of the 2006 determination (1991) or from the date the amendment was made (2006). 2) Whether the appellant remains liable to pay the arrears of customs duty and interest claimed by the Commissioner in the 2007 letter of demand. 3) How the provisions of s 47(9)(d) and s 76B(1)(a) should be interpreted in relation to retrospective determinations.",
    "principles": "The Court applied principles of statutory interpretation, giving words a consistent meaning throughout a provision. It held that the phrase “the date of such determination” in s 76B(1)(a)(i) refers to the date the determination is made (21 Nov 2006), not its retrospective effective date, because the statute does not expressly use the term “effective date”. The presumption against retroactivity is displaced where the statute expressly provides for retrospective effect, as in s 47(9)(d)(ii). However, s 76B is limited to refund claims and does not create liability for unpaid duty. The Court also noted that a collateral challenge to an administrative act is not barred by PAJA’s time limits where the challenge is a defence to enforcement, not a direct review.",
    "application": "Applying the interpretation, the Court concluded that the two‑year limitation for refunds runs from 21 Nov 2006, limiting the appellant’s refund claim to the period 22 Nov 2004 to 21 Nov 2006. The appellant’s claim for refunds covering 1 Mar 2002 to 20 Nov 2004 was therefore dismissed. Regarding liability for arrears, the Court held that s 76B does not affect the issue of duty liability; the retrospective amendment of the classification cannot be used to impose liability for duties that were correctly paid or exempt under the earlier classification. Consequently, the appellant was not liable for the R11.9 million duty and interest claimed by the Commissioner.",
    "conclusion": "The appeal was upheld in part. The Court declared that the amount of customs duty (R3 598 971,70) and interest (R1 890 959,72) demanded in the 10 August 2007 letter of demand is not payable by the appellant. The first respondent was ordered to pay the costs of the appeal, including the costs of two counsel. The appellant’s costs incurred in respect of the relief set out in the amended order were also awarded."
  },
  "tags": {
    "level_1": "Customs Law",
    "level_2": "Customs Duty Refunds",
    "level_3": [
      "refund limitation",
      "statutory interpretation",
      "retrospective determination",
      "PAJA defence",
      "customs duty liability"
    ]
  }
}