{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/8.html",
  "case_name": "National Director of Public Prosecutions v King (86/09) [2010] ZASCA 8; 2010 (2) SACR 146 (SCA) ; 2010 (7) BCLR 656 (SCA) ; [2010] 3 All SA 304 (SCA); 72 SATC 195 (8 March 2010)",
  "citation": "[2010] ZASCA 8",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 8\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v King (86/09) [2010] ZASCA 8; 2010 (2) SACR 146 (SCA) ; 2010 (7) BCLR 656 (SCA) ; [2010] 3 All SA 304 (SCA); 72 SATC 195 (8 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 86/09\nNATIONAL\nDIRECTOR OF PUBLIC PROSECUTIONS\t                      Appellant\nand\nDAVID\nCUNNINGHAM KING\t\t\t          \t\t\t       Respondent\nNeutral\ncitation:\nNational Director of Public\nProsecutions v King\n(86/09)\n[2010] ZASCA 8\n(8\nMarch 2010)\nCoram:\nHARMS\nDP, NUGENT, MLAMBO and MALAN JJA, and MAJIEDT AJA\nHeard:\n15\nFEBRUARY 2010\nDelivered:\n8\n MARCH 2010\nCorrected:\nSummary:\nCriminal\nprocedure â right to a fair trial â right to a motivated index of\npolice docket â litigation privilege\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\nappeal from:\nNorth Gauteng High Court\n(Pretoria) (Bosielo J sitting as court of first instance).\n1 The appeal is upheld.\n2\nThe order of the court below is substituted with an order dismissing\nthe application.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS\nDP (NUGENT, MLAMBO and MALAN JJA, and MAJIEDT AJA concurring)\nINTRODUCTION\n[1]\tPolice dockets, forming a prosecutorâs brief,\nconsist normally of three sections. Section A contains statements of\nwitnesses,\nexpert reports and documentary evidence. Section B\ncontains internal reports and memoranda, and section C the\ninvestigation diary.\n1\nIn our law, following English precedent, the general rule is that one\nis not entitled to see his adversaryâs brief.\n2\nThis is referred to as litigation privilege, something different from\nattorney and client privilege.\n3\nHowever, as the Constitutional Court has held in\nShabalala,\na âblanketâ docket privilege in criminal\ncases conflicts with the fair trial guarantee contained in the Bill\nof Rights.\n4\nAccordingly, litigation privilege no longer applies to documents in\nthe police docket that are incriminating, exculpatory or prima\nfacie\nlikely to be helpful to the defence.\n5\nThis means that an accused is entitled to the content in the docket\nârelevantâ for the exercise or protection of that right.\nThe\nentitlement is not restricted to statements of witnesses or exhibits\nbut extends to all documents that might be âimportant\nfor an\naccused to properly âadduce and challenge evidenceâ to ensure a\nfair trialâ.\n6\n[2]\tThe blanket privilege has not been replaced by a\nblanket right to every bit of information in the hands of the\nprosecution. Litigation\nprivilege does still exist, also in criminal\ncases, albeit in an attenuated form as a result of these\nlimitations.\n7\nLitigation privilege is in essence concerned with what is sometimes\ncalled work product\n8\nand consists of documents that are by their very nature irrelevant\nbecause they do not comprise evidence or information relevant\nto the\nprosecution or defence.\n[3]\tThis much is hardly contentious. What is in\ncontention in this appeal is whether an accused is entitled as of\nright to a full\ndescription of each and every document to which he is\ndenied access â all being documents falling in parts B and C of the\ndocket\nâ with a statement of the precise basis upon which access is\ndenied to any document in order to have a fair trial. In other words,\nis the accused entitled to a âmotivated indexâ to satisfy him in\nadvance that the trial will be fair? The court below held in\nthe\naffirmative and hence this appeal by the National Director of Public\nProsecutions (the NDPP).\n[4]\tIt is well to remind oneself at the outset of a\nnumber of basic principles in approaching the matter. Constitutions\ncall for a\ngenerous interpretation in order to give full effect to\nthe fundamental rights and freedoms that they create.\n9\nThe right to a fair trial is, by virtue of the introductory words to\ns 35(3) of the Bill of Rights, broader than those rights specifically\nconferred by the fair trial guarantee therein and embraces a concept\nof substantive fairness that is not to be equated with what\nmight\nhave passed muster in the past.\n10\nThis does not mean that all existing principles of law have to be\njettisoned nor does it mean that one can attach to the concept\nof a\nâfair trialâ any meaning whatever one wishes it to mean.\n11\nThe question remains whether the right asserted is a right that is\nreasonably required for a fair trial. A generous approach is called\nfor. This is a question for the trial judge and there is in general\nnot an\na priori\nanswer\nto the question whether a trial will be fair or not. Potential\nprejudice may be rectified during the course of the trial and\nthe\ncourt may make preliminary rulings depending on how the case unfolds\nand may revoke or amend them.\n12\nIrregularities do not lead necessarily to a failure of justice.\n13\n[5]\tThere is no such thing as perfect justice â a\nsystem where an accused person should be shown every scintilla of\ninformation\nthat might be useful to his defence â and discovery in\ncriminal cases must always be a compromise.\n14\nFairness is not a one-way street conferring an unlimited right on an\naccused to demand the most favourable possible treatment but\nalso\nrequires fairness to the public as represented by the state.\n15\nThis does not mean that the accusedâs right should be subordinated\nto the publicâs interest in the protection and suppression\nof\ncrime; however, the purpose of the fair trial provision is not to\nmake it impracticable to conduct a prosecution.\n16\nThe fair trial right does not mean a predilection for technical\nniceties and ingenious legal stratagems,\n17\nor to encourage preliminary litigation\n18\nâ a pervasive feature of white collar crime cases in this country.\nTo the contrary: courts should within the confines of fairness\nactively discourage preliminary litigation. Courts should further be\naware that persons facing serious charges â and especially\nminimum\nsentences â have little inclination to co-operate in a process that\nmay lead to their conviction and âany new procedure\ncan offer\nopportunities capable of exploitation to obstruct and delay.â\n19\nOne can add the tendency of such accused, instead of confronting the\ncharge, of attacking the prosecution.\n[6]\tThe respondent, Mr DC King, has been indicted on 322\ncounts including fraud, tax evasion and evasion of the Exchange\nControl Regulations,\nas well as money-laundering and racketeering.\nThe counts relate inter alia to a failure to submit tax returns,\nfraudulent misrepresentations\nin his tax returns, and devising and\nimplementing an allegedly fraudulent scheme to âexternalizeâ his\nassets to evade income\ntax and obligations under the regulations,\ninvolving amounts in excess of R1 billion. The main complainant, as\none could expect,\nis the SA Revenue Services (SARS). It apparently\nhas a claim of some R3 billion against King flowing from some of the\nallegations.\n[7]\tThe case has a long history. King was arrested in\n2002 and the original indictment was served during April 2005. (The\nlast indictment\nran to some 800 pages.) The trial was initially set\ndown for 26 July 2005. By then the case was already and has since\nbeen conducted\nby means of correspondence, press interviews, some\ncase management sessions before a judge allocated for that purpose,\nand interlocutory\nproceedings in civil courts. One of the issues that\nhad arisen in the correspondence related to Kingâs right to be\nprovided with\na copy of the docket free of charge. The NDPP refused\non the basis that an accused person is only entitled to free copies\nif that\nperson cannot pay for copies. King was not ready to proceed\nwith the trial and on the preceding day he launched an application\nfor\na declaratory order declaring his entitlement to a copy of the\ndocket free of charge and a review under Uniform r 53 of the decision\nby the NDPP refusing him a copy free of charge.\n[8]\tIt is common cause that King is a very wealthy man\nand it cannot be gainsaid that the application was cynical and\nwithout any\nmerit and was brought purely with a view to delay the\ncriminal proceedings. More need not be said about this issue because\nin the\nevent the court below refused this relief on 11 December 2008.\nThere is no cross-appeal.\nTHE APPLICATION FOR A MOTIVATED INDEX\n[9]\tOn 10 October 2005 King filed an amended notice of\nmotion, adding another prayer. Bosielo J, in the court below, granted\nan order\non 11 December 2008 in its terms despite the fact that King\nhad not asked at the hearing â during October 2007 â for an order\nin those terms because it was common cause that he was not entitled\nto the shotgun relief sought. King abandoned much of the order\nabout\nthe time the application for leave to appeal was to be heard in the\ncourt below. What remained after redaction was an order\ndirecting the\nNDPP to furnish King with (a) a full description of each document in\npart B and C of the docket; (b) a full description\nof each and every\ndocument to which King is denied access; and (c) a statement of the\nprecise basis upon which access is denied to\nany document. This is\nthe âmotivated indexâ this case is about. Bosielo J granted leave\nto appeal to this Court. However, King\nargued that the matter was not\nappealable, a matter to which I shall revert in due course.\n[10]\tThe docket in this case is not a typical police\ndocket. This is due to the nature and complexity of the case. Private\npractitioners\nwere briefed by the State to conduct the investigation\nand prosecution, a practice common in countries such as the United\nKingdom\nand, simply relying on institutional memory, known in this\ncountry since at least 1950.\n20\nThere are many documents. Part A, at March 2006, consisted of about\n200 000 pages and contained all the evidence and documents relevant\nto the case. King has always had access to them and he now has copies\nto the extent that he did not have them before. Much of part\nB\nconsists of electronic records, for example, it consisted at the time\nof â apart from anything else â about 21 000 emails held\nby the\ndifferent persons and entities that had been involved in the case. In\naddition, the NDPPâs attorneys held about 270 lever\narch files of\ndocuments not included in part A. The NDPP has calculated that\nproviding a motivated list of these documents would\ncost in excess of\nR1,5m.\n[11]\tThe documents in part B and C of the docket fall in\nthese categories:\ninvestigatorsâ files, including their investigation\n\tdiary, notes taken during witness interviews, draft witness\n\tstatements, communications\nwith witnesses, certain tape recordings\n\tof meetings with witnesses, communications and notes of discussions\n\twith expert witnesses;\ncommunications between the National Prosecuting\n\tAuthority (the NPA), its attorneys and counsel, and complainants;\ncommunications between the NPA and other\n\trepresentatives of the Department of Justice, attorneys and counsel\n\tappointed by the NPA,\nand the investigators, including minutes or\n\tnotes of meetings, requests and motivations to the NPA for the issue\n\tof summonses to\nwitnesses, and progress reports;\ncommunications between the NPA and other Departments of\n\tState such as the Department of Trade and Industry;\ncommunications within the NPA, between the NPA and\n\toutside prosecutors, including attorneys and counsel, and\n\tcommunications between\nattorneys and counsel briefed in the\n\tprosecution;\ncommunications between the prosecutors and\n\tcomplainants, including their attorneys;\ncommunications between investigators and complainants;\ncommunications between the NPA, its counsel and\n\tattorneys, and overseas authorities and solicitors;\ninternal NPA memoranda;\ninternal NPA  Status Reports and information contained\n\ton the NPAâs case management system;\nopinions by prosecutors, notes on legal research,\n\tcopies of judgments (reported and unreported);\nnotes by prosecutors, including notes of telephone\n\tcalls, notes of matters to be attended to, and planning memoranda;\nminutes of meetings between the NPA, prosecutors,\n\tinvestigators and complainants.\nTHE EVIDENCE\nThe founding affidavit\n[12]\tKingâs attorney in the supplementary founding\naffidavit (where the issue of the motivated index arose for the first\ntime) said\nthat âit is clear that [King] is entitled to have access\nto all the documents in possession of the State, which are relevant\nto\nthe charges against him and which are not privileged.â He then\nquoted a number of provisions of the Constitution, two of which\nwere\nrelied on during argument, namely s 35 (the right to a fair trial)\nand s 32 (the right to access of information) and proceeded\nto recite\nthe terms of the relief sought in relation to the motivated index. He\nin particular did not allege that he had reason to\nbelieve that there\nwere any ârelevantâ documents in part B and C that were not\nprivileged or falling within the\nShabalala\nprinciple.\nThe answering affidavit\n[13]\tThe then NDPP, Mr Pikoli, in his answering\naffidavit, after having set out the information about the categories\nof documents\nin the two parts, stated that King did not require\naccess to them for a fair trial. He said that the reasons for not\ndisclosing varied\nfrom document to document but included the\nfollowing:\nMany of the documents were irrelevant to the issues in\n\tthe criminal case.\nNone of the documents was exculpatory or prima facie\n\tlikely to be helpful to the defence in the trial.\nAll or most of the documents were privileged from\n\tdisclosure on a variety of grounds.\nThe public interest in preserving confidentiality of\n\tsome documents outweighed any interest King might have had in their\n\tdisclosure.\nThe replying affidavit\n[14]\tKing, in reply, merely denied âthe bald claim of\nprivilegeâ. Importantly, he did not traverse the allegation\nrelating to\nrelevance, or that none of the documents was exculpatory\nor prima facie likely to be helpful to the defence or the public\ninterest\nclaim. On ordinary principles this means that the\nallegations in the answering affidavit are deemed to have been\nadmitted or, at\nleast, that he is bound by the answer. Also\nsignificant is the fact that King did not attack Pikoliâs ability\nto give this evidence;\nhe did not say that it was hearsay; and he did\nnot object thereto. Whether it was hearsay and whether Pikoli was\nable to make the\nallegations was, accordingly, never raised as an\nissue. I mention this because Kingâs argument before us that we may\nnot or should\nnot (I am not clear what the submission was) have\nregard to Pikoliâs evidence is out of order. Had it been raised at\nthe appropriate\ntime the NDPP could have dealt with it.\n[15]\tPikoli, while denying that King was entitled to the\nrelief sought, added that the NDPP was in the process of compiling an\nindex\nof these documents. This, according to King in his replying\naffidavit, was tantamount to a concession that he was entitled to a\ncopy,\na rather disingenuous allegation.\nThe supplementary answer\n[16]\tA long delay followed while the parties were busy\nwith, primarily, extra-curial shadow boxing. The application was\neventually\nset down for hearing on 29 October 2007. However, a few\ndays before the hearing the NDPP filed a supplementary answering\naffidavit.\nThe purpose of the new evidence â now sworn to by the\nacting NDPP, Mr Mpshe â was âto further elucidate why [King] is\nnot entitled\nto these particulars and to explain . . . the enormous\npractical difficulties . . . and the costs that would be incurredâ\nif the\norder were to be granted. He stated that the process of\npreparing an index had been stopped because it was found to be an\nextremely\narduous task and would serve no practical purpose. He\nreiterated that the documents fell within the categories set out\nearlier in\nthis judgment. And he dealt with the cost involved. He\nalso analysed the wider implications of the order to the criminal\njustice\nsystem to the extent that it would create a development or\nextension of the\nShabalala\nprinciples. It is not necessary to detail the facts because it cannot\nbe gainsaid that the application of such a general principle\nwould\ncreate another stumbling-block for courts to get to grips with cases\nand grind an already overburdened criminal justice system\nto a halt.\n[17]\tIt is necessary to quote a paragraph in the Mpshe\naffidavit in full because it forms the factual foundation for Kingâs\nargument.\nIt reads as follows:\nâ\nInsofar as the demand for a\ndescription of âeach of the documents in parts B and C of the\ndocketâ is concerned, the categories\nof documents in parts B and C\n(ie, those documents forming part of the docket which have not been\nprovided to King under section\nA) have been described in the\nanswering affidavit [referring to the Pikoli affidavit]. As appears\nfrom that affidavit these documents\nconstitute internal working\ndocuments, memoranda, reports, opinions and correspondence. They have\nnot been disclosed because King\ndoes not require access to them for a\nfair trial. This is because they are either not relevant to the\nissues in the criminal trial\nor do not fall within the ambit of the\ninformation envisaged as being disclosable by the Constitutional\nCourt in\nShabalala\n,\nor even if relevant\nand falling within such parameters, are privileged from disclosure on\na variety of grounds. The public interest\nin preserving their\nconfidentiality and the interests of justice outweigh any interest\nthat King might have in their disclosure.\nThere accordingly is no\nobligation to disclose them.\nâ\n[18]\tKingâs argument is that Mpshe hereby conceded\nthat there are relevant documents within part B and C of the docket.\nThe submission\nignores not only the context of the statement (being a\nrestatement of what Pikoli had said) but also the actual wording of\nthe affidavit\nignoring content, context and intent.\nThe supplementary reply\n[19]\tKing filed a subsequent affidavit, said to be a\nsupplementary replying affidavit, but it was in fact much more. To\nthe extent\nthat it amounted to a supplementary replying affidavit he\ndenied the quoted paragraph from the Mpshe affidavit. Importantly, he\ndid\nnot allege that it contained any admission and, as in the case of\nthe Pikoli affidavit, he did not deny Mpsheâs ability to give\nthe\nevidence or alleged that it was hearsay. My earlier comments about\nthe belated hearsay objection apply. He also denied that he\nhad to\nmake out a prima facie case for the relief sought.\n[20]\tKing dealt in detail with the issue of delay,\nsomething not relevant to this appeal. The new matter, which had no\nreal antecedent,\nconcerned first the role of SARS in the prosecution\nand, second, the fruits of certain overseas investigations conducted\nby the prosecution.\nThe SARS issue\n[21]\tAs far as the SARS issue is concerned, King made\nthe following allegations. He said that the charges against him had\narisen out\nof an investigation conducted by SARS into his tax\naffairs. SARS was the primary complainant and SARS was pursuing\nparallel civil\nlitigation against him where the same or similar\nissues arose. This was suspended pending the finalization of the\ncriminal case.\nSARS was the sole funder of the prosecution against\nhim and the private practitioners employed by the NDPP as prosecutors\nhave been\npaid by SARS. He said that SARS took over the financial\nresponsibility of the prosecution because it was not satisfied with\nthe manner\nin which the NPA had been conducting it. He submitted that\nSARS viewed the prosecution as a means of extracting payment of the\nalleged\ntax debt. The conduct of especially two of the prosecutors,\nbeing funded by SARS, gave him cause to suspect that they lack the\nindependence\nconstitutionally demanded of prosecutors. It is not\nnecessary to detail the litany of complaints any further and I turn\nto his submissions\nbased on these allegations.\n[22]\tHe submitted that he was âentitled to all\ndocuments in the possession of the NPA that provide evidenceâ of\ncontact between\nthe prosecutors and SARS in order to present in full\nhis case for the removal from the prosecution of the private\nattorneys and counsel\nwho, he believes, lacked the independence that\nhe is entitled to expect under the Constitution. He then submitted\nthat it must be\nself-evident that there are many such documents\nwithin five of the 13 categories of documents mentioned earlier. In\naddition, he\nsaid that he was entitled to âcopiesâ of all\naccounts rendered to the NPA by these practitioners to identify the\nfees paid and\nthe persons within SARS with whom they had any contact.\nThe âforeignâ evidence issue\n[23]\tLess need be said about the second issue, namely\nthe evidence obtained by the NDPP overseas. King said that he had\nâreason\nto suspect that at least some of the evidence obtained by\nmeans of the overseas investigations [during 2002 and 2003] may have\nbeen\nprocured unlawfullyâ and that he intended to object to the\nadmission of that evidence. To do so he required âaccessâ (he did\nnot say a motivated index) to the communications between the NPA, its\ncounsel and attorneys and the overseas authorities. It is common\ncause that this evidence was disclosed as a separate section under\npart A and the NDPP has stated emphatically that it does not intend\nto rely on it. This is and was always a non-issue because if the\nevidence is not tendered King will have nothing to object against.\nThe ânewâ evidence on appeal\n[24]\tKing filed an affidavit in this Court on 10\nFebruary 2010, two court days before the hearing of the appeal. The\nexplanation proffered\nwas that the documents attached to the\napplication to lead further evidence did not exist when the case was\nheard in the court below.\nThe documents were supposed to show that\nthe NDPP was able âto furnish [King] with those parts of the docket\nor an index to the\ndocket which [King] has sought.â I should\nimmediately say that there is nothing in the latter-day\ncorrespondence to justify the\nsecond part of the quoted statement,\nnamely that relating to the ability to produce an index. And as\nappears from this judgment,\nit does not concern itself with the\nability or otherwise of the prosecution to supply a motivated index.\n[25]\tOne of the documents relied on by King was a\ndocument that King had filed (probably during November 2009) in one\nof the side\nshows between the parties in the South Gauteng High\nCourt. It purports to be a draft special plea in terms of\ns 106(1)(h)\nof the\nCriminal Procedure Act 51 of 1977\n, which deals with the\nprosecutorâs âtitle to prosecuteâ. The essence of the special\nplea is (more or less) that because of\nthe facts recited above in\nrespect of the SARS issue, King has a reasonable apprehension that\nSARS has interfered improperly with\nthe obligation of the NPA to\napproach all matters concerning his prosecution in an independent\nmanner and that its continued involvement\nin his prosecution is\nunconstitutional and invalid. (Whether this has anything to do with\nthe prosecutorâs âtitleâ is a matter\nto be left for another\ncourt.) In a letter of 8 December 2009 Kingâs attorneys then asked\nthe NDPP for documents relevant to that\nissue and gave a specified\nlist. The NDPP, after some intervening correspondence, replied on 2\nFebruary 2010 that it would in the\nlight of the proposed special plea\nreview all documents in the docket not yet disclosed to determine\nwhether any of them were relevant\nto the proposed special plea, prima\nfacie helpful to King in asserting this defence, and not privileged.\n(It has not been suggested\nin argument or otherwise that the NDPPâs\nundertaking is not bona fide.) King was also asked to apprise the\nNDPP of any other special\nplea he intended to raise to enable it to\nconsider disclosure in relation thereto. He has not as yet responded.\n[26]\tFor the sake of completion it is necessary to make\nsome reference to the NDPPâs affidavit in answer. The deponent, Mr\nCarter,\npointed out with reference to documents in the appeal record\nthat King had asked on a number of occasions during 2005 for\ninformation\nabout the role of SARS in the prosecution. The last\nrequest was during October 2005. Carter said that all the information\nrequested\nwas given. King, in vague terms, then threatened a special\ndefence since April 2006 but when requested to particularize it he\nrefused\nto do so, alleging that it was his prerogative to raise the\nissue when it suited him. Carter also dealt with the list in the\nletter\nof 8 December 2009. He pointed out that the documents in the\nfirst seven categories had either been supplied or relate to common\ncause facts. The remaining requests relate to the fee lists of\ncounsel and attorneys, the relevance of which appears to me to be\nfanciful.\n[27]\tThe new matter, whether in the supplementary\nreplying affidavit or the  papers filed in this Court relating to the\nSARS and the\nforeign evidence had nothing to do with the relief\nsought or the order granted. Kingâs new case, which he used to\nbolster his motivated\nindex case, was that he is entitled to âaccessâ\nof these documents under the ordinary\nShabalala\nprinciples. He may or he may not be but that\nis not what the order sought or granted related to, which was a\nmotivated index of âallâ\ndocuments in parts B and C of the\ndocket. At the time the application was launched the NDPP had no\nreason to believe that these issues\nwere issues in the case. As\nmentioned, King had refused to divulge his special defences or pleas.\nKINGâS SUBMISSIONS ON FAIR TRIAL\n[28]\tKingâs case is built on the general submission\nthat one can assume that all the withheld documents are in some or\nother way\nrelevant to Kingâs prosecution because there would be no\nother explanation for their inclusion in the docket. For this\nreliance\nwas placed on a recent Canadian case, namely\nR\nv McNeil.\n21\nCounsel took some liberties in interpreting the judgment.\n[29]\tThe accused in\nMcNeil\nsought to obtain access to police disciplinary records and criminal\ninvestigation files relating to the main police witness. The\ncourt\nused the occasion to reiterate the obligations of the police and\nprosecution âto disclose the fruits of the investigation\nunder\nR\nv Stinchcombeâ\n22\n(at para 14). That case established the prosecutionâs duty âto\ndisclose all relevant information in its possession relating to\nthe\ninvestigationâ and meaning ânot only information related to those\nmatters the Crown intends to adduce in evidence against\nthe accused,\nbut also any information in respect of which there is a reasonable\npossibility that it may assist the accused in the\nexercise of the\nright to make full answer and defenceâ (at para 17). The court\npointed out that there are many limitations on the\nduty to disclose\nthe fruits of the investigation (at para 19). It is in this context\nthat the court stated in the paragraph relied\non by King that there\nare two assumptions in relation to the prosecutionâs duty to\ndisclose the contents of its file â\nunder\nStinchcombe\nâ:\nâ\nThe first is that the\nmaterial in possession of the prosecuting Crown is relevant to the\naccusedâs case. Otherwise the Crown would\nnot have obtained\npossession of it . . . The second assumption is that this material\nwill likely comprise the case against the accused.\nAs a result, the\naccusedâs interest in obtaining disclosure of all relevant material\nin the Crownâs possession for the purpose\nof making full answer and\ndefence will, as a general rule outweigh any residual privacy\ninterest held by third parties in the material.\nâ\n(Para 20.)\n[30]\tAs far as the first assumption is concerned, it\ndealt with information gathered and not material created. In any\nevent, the second\nassumption does not apply because the undisputed\nevidence is that the material referred to in that assumption is in\npart A of the\ndocket. The last sentence quoted merely restates the\nShabalala\ntest in\nslightly different terms. It uses the word ârelevantâ in a sense\ndifferent from that used by counsel for King. As was\nsaid in a\nCanadian case relied heavily on by King, â(r)elevance must be\nassessed in relation both to the charge itself and to the\nreasonably\npossible defencesâ and that the duty relates to the disclosure of\nevidence.\n23\nTo explain: a document may be relevant to the prosecution without\nbeing relevant to the accusedâs guilt or defence. For instance,\nKing seeks a motivated list of opinions by prosecutors, notes on\nlegal research, and copies of judgments (reported and unreported).\nThese documents are clearly relevant to the prosecution but they are\nnot relevant âfor the purpose of making full answer and defenceâ.\nIn other words, as mentioned at the outset of this judgment, most of\nthe material covered by litigation privilege in criminal cases\nwould\nin any event not be discoverable because the material is not germane\nto the conduct of the trial, ie, is not relevant in the\nsense\ndiscussed.\n[31]\tThe argument proceeded from the assumption that the\nNDPP had conceded that part B and C of the docket included documents\nthat\nare relevant to the issues in the case and also documents that\nare disclosable under\nShabalala.\nBecause of this, so went the argument, King has no way of considering\nwhether the NPA âis justified in withholding specific documents\nat\nleast some of which, on the NPAâs own admission, are relevant to\nthe issues in the criminal trialâ.\nI\nhave already rejected the submission relating to the concession.\nFurther, the\nShabalala\ndocuments\nare by definition relevant and do not form a separate class of\ndocuments. Then, as I have mentioned, it was not in dispute\nbefore\nthe supplementary replying affidavit raised the SARS issue that none\nof the documents was exculpatory or prima facie likely\nto be helpful\nto the defence in the trial. And last, the argument kept vacillating\nbetween a\nShabalala\nduty\nand the duty to provide a motivated index.\n[32]\t This is fortified by Kingâs concluding\nsubmission on the right to a fair trial. The argument, as stated in\nthe heads, was\nthat it flows from\nShabalala\nthat King is entitled âto access to all relevant documents in the\ndocketâ and that the mere ipse dixit of the NPA is not sufficient\nto justify the withholding âof relevant documentsâ in the docket.\nIn this regard King relied on authorities that deal with the\ntrite\nproposition that if documents are admittedly relevant they have to be\ndiscovered unless the refusal to discover can be justified.\n24\nBut, as I have stated repeatedly, this case is about the right to a\nmotivated index to enable King, without any prima facie facts,\nto\naudit part B and C of the docket. Quite clearly, King need not be\nsatisfied with the say-so of the prosecution but the initial\ndecision\nremains that of the prosecution and if shown to be prima facie wrong\nduring the trial, a court may order more.\n25\nTHE JUDGMENT A QUO ON FAIR TRIAL\n[33]\tThe court below, although emphasizing that the case\nwas not about disclosure but about a motivated index accepted that\nthe same\nprinciples applied. The learned judge found the\nShabalala\ntest too elastic and incapable of precise\ndefinition and he preferred to use Canadian tests that say the same â\nnamely that information,\nwhether incriminating or exculpatory must be\ndisclosed unless plainly irrelevant; or that information that can\nâreasonablyâ be\nused by the accused to advance a defence or\nmaking a decision which may affect the conduct of the defence must be\ndisclosed.\n[34]\tIt will be recalled that Bosielo J ordered more\nthan King had asked for at the hearing. One of the abandoned orders\nwas an order\nrequiring the NDPP to provide a motivated index of part\nA of the docket. It would appear that this may not have been an error\non\nthe part of the learned judge because on more than one occasion he\nreverted to the facts concerning part A of the docket. And he\nconcluded his judgment on this aspect, after referring to the size of\nthe indictment and the number of files that the NDPP âreliesâ\non,\nby saying that King could not be expected to wade through tomes and\ntomes of documents without knowing what they are (at para\n40). One\ncan only wade through documents if one has access to them. I have,\nunfortunately, to reiterate that this was not Kingâs\ncomplaint.\n[35]\tThe court also justified its order with reference\nto the SARS and foreign evidence issues and said that King had a\nsubstantial\ninterest in âseeingâ them and that he cannot prepare\nhis defence without having had âsightâ of them. The learned judge\nin\nmy view misconceived the issue, not only for the preceding reasons\nbut also in the light of what follows. The appeal was heard five\nyears after the application was launched. We know after all these\nyears of only two categories of undisclosed documents which,\naccording\nto King, he fairly requires for purposes of his defence.\nHis counsel was accordingly invited to identify any other possible\ncategory\nand he did not or could not accept the invitation. Instead,\nhis argument appeared to be, with reference to the rule that when the\nexistence of information has been identified the prosecution must\njustify the non-disclosure â which has been done.\n26\nHe was also invited to say whether he required an order for the\ndisclosure of the documents relating to these two issues and his\nanswer was in the negative. At the conclusion of his argument he\nsubmitted that he was at least entitled to a motivated index under\noath of all undisclosed documents that fall within the\nShabalala\nformulation. But, as mentioned ad nauseam,\nthe undisputed evidence was that there is none. Although he submitted\nthat he was asking\nno more than what he would have been entitled to\nin a civil case, he was mistaken because in civil litigation the\ndocuments that\nfall under the rubric of litigation privilege are not\nlisted in the discovery affidavit.\n27\nACCESS TO INFORMATION\n[36]\tKing also relied on the fundamental right of access\nto any information held by the state contained in\ns 32(1)(a)\nof the\nBill of Rights. The argument was simple: the fundamental right to\ninformation held by the state is unlimited; the whole docket\ncontains\ninformation held by the state; ergo, he is entitled to the whole\ndocket. It should be mentioned that the court below did\nnot deal with\nthis issue.\n[37]\tThe interim Constitution (s 23) and the\ntransitional arrangements in schedule 6 of the Constitution defined\nthe right in more\nrestrictive terms. The right was qualified by the\nrequirement that an applicant for access had to require the\ninformation for the\nprotection of a right. The final Constitution (s\n32(2)) in turn provided that national legislation had to be enacted\nto give effect\nto the right. The necessary legislation was duly\nadopted: the Promotion of Access to Information Act 2 of 2000. As\nwith the case\nof the right to administrative justice, once this Act\ncame into operation an applicant for access to information is obliged\nto base\nhis case on the Act and may not, except to the extent that\nthe Act is unconstitutional, rely on s 32(1)\nsimpliciter.\nIn other words, s 32(1) does not provide a free-standing right to\naccess.\n[38]\tIn\nShabalala\n(at para 34) the CC had to consider whether the right to access of\ninformation in the interim Constitution impacted on the right\nto\ninformation that flowed from the fair trial right. The court said\nthat if an accused is unable to obtain access to information\nunder\nthe fair trial provision it is âdifficult to understandâ how the\naccused could obtain it under the access to information\nprovision.\nWhether this is the case under the final Constitution need not be\ndecided since the answer to the question has to be sought\nin the said\nAct.\n[39]\tOn a formal level, the Act requires compliance with\ncertain formalities as a pre-condition for access (s 11). In this\nregard\nreference may be made to s 40, which contains a mandatory\nprohibition of disclosure of documents that are privileged from\nproduction\nin legal proceedings, and s 39, which entitled the NDPP to\nhave refused the request on a number of relevant grounds. King did\nnot\nfollow the prescribed route. On a substantive level, s 7 provides\nthat the Act does not apply to a record of a public body or a private\nbody ifâ\n(a)\tthat record is requested for the purpose of\ncriminal or civil proceedings;\n(b)\tso requested after the commencement of such\ncriminal or civil proceedings, as the case may be; and\n(c)\tthe production of or access to that record for the\npurpose referred to in paragraph (a) is provided for\nin\nany other law\n.\nâ\nOther lawâ refers in this context to the body of\nlaw which includes the rules relating to discovery, disclosure and\nprivilege. In\nother words, if access to information is requested for\nthe purpose of criminal proceedings the right thereto has to be\nsought elsewhere.\nAs was said in\nUnitas\nHospital v Van Wyk and another,\n28\nin the context of civil proceedings, âonce\ncourt proceedings between the parties have commenced, the rules of\ndiscovery take overâ.\nKingâs counsel accepted the correctness of\nthe statement.\nAPPEALABILITY\n[40]\tKing opposed the grant of leave before Bosielo J on\nthe ground that his decision was not appealable. The issue whether\nhis âdecisionâ\ncould have been appealed irrespective of the leave\ngranted is a preliminary question in any appeal but it is one that in\nthe context\nof this case and in the light of my conclusion can\nconveniently be discussed at this late juncture.\n[41]\tCriminal appeals are governed by the\nCriminal\nProcedure Act 51 of 1977\nwhich, in very general terms, permits\nappeals against conviction and sentence only. Civil appeals, in turn,\nare governed by s 20\nof the Supreme Court Act 59 of 1959 and are\npermitted against âjudgments or ordersâ, a term that has a\ntechnical meaning that\nhas evolved and is still evolving. Then there\nare intermediate cases that fall under s 21(1) of the latter Act,\nwhich gives this\nCourt the additional jurisdiction to hear appeals\nagainst any âdecisionâ of a high court. Although the term\nâdecisionâ has\nbeen interpreted to be equivalent to âjudgment\nor orderâ, this Court in\nS v Western Areas\nLtd & others\n29\nhas held that a judicial pronouncement that is not a judgment or\norder â such as an interim ruling during a criminal trial â\nmay\nbe appealable if the interests of justice require it.\n[42]\tThe NDPP relied heavily on this judgment,\nincorrectly in my view. Howie P was careful not to decide that the\nâinterests of\njusticeâ test applied to civil cases â something\nthe present case was as an adjunct to an order for a declaratory\norder and a\nreview application. This is not the place to reconsider\nthe so-called\nZweni\ntest in civil litigation and I instead prefer to decide the matter\nwith reference to that test.\n30\nThis means that it is not necessary to consider the argument about\nthe interests of justice. The focussed issue is whether the âorderâ\nwas in substance and not in form final in effect. In other words, was\nit capable of being amended by the trial court?\n[43]\tThe order in form appears to be âinterlocutoryâ\nand since âinterlocutoryâ orders are usually not âjudgments or\nordersâ\nbut rulings it is easy to understand why it appears prima\nfacie not to be final in effect. On closer examination it is,\nhowever,\nfinal in substance. The criminal trial cannot begin without\ncompliance and, in any event, the criminal court will be bound by\nthat\nâdecisionâ. King submitted that the NDPP could have\napproached the court that had made the order for a variation on new\nfacts\nâ but that was a submission without substance because if one\nasks what new facts are possible one seeks in vain for a sensible\nanswer. Had the court refused the application the position may have\nbeen different and King may have been able to raise the matter\nduring\nhis trial. He may eventually argue that his trial was unfair because\nthere was reason to believe that there were undisclosed\nrelevant\ndocuments. In this regard one may compare the case to the position\nwith exceptions: a dismissed exception is not appealable\nbut an\nexception that has been upheld is. The reason is that in the case of\nthe former the matter may again be raised by way of a\nplea or\nargument during the trial while in the case of the latter the matter\nhas been laid to rest by the order upholding the exception.\n[44]\tMahomed CJ said in this regard in\nBeinash\nv Wixley\n:\n31\nâ\nThere can be no doubt that\nthe decision of the then Witwatersrand Local Division to set aside\nthe impugned subpoena was a âjudgment\nor orderâ in the\nordinary\nsense of the word which, if wrong, could be corrected on appeal. The\nreal question is whether it can be corrected forthwith and\nindependently\nof the outcome of the main proceedings or whether the\nappellant is constrained to await the outcome of the main proceedings\nbefore\nthe decision can be attacked as one of the grounds of appeal -\nin which event the decision of the court a quo now under discussion\nwould not be a âjudgment or orderâ in the\ntechnical\nsense but a ruling.\n\"The question which is\ngenerally asked . . . is whether the particular decision is\nappealable. Usually what is being asked relates\nto not whether the\ndecision is capable of being corrected by an appeal Court, but rather\nto the appropriate time for doing so. In\neffect the question is\nwhether the particular decision may be placed before a Court of\nappeal in isolation, and before the proceedings\nhave run their full\ncourse\" (per Nugent J in\nLiberty\nLife Association of Africa Ltd v Niselow\n(1996) 17 ILJ 673 (LAC) at 676 H).\nThis problem often arises when\none or other party seeks to appeal against some preliminary or\ninterlocutory decision, which is made\nby a court before it has\narrived at a final conclusion on the merits of the dispute between\nthe parties. The approach of the court\nin such circumstances is a\nflexible approach. In the words of Harms AJA in\nZweni\nv The Minister of Law and Order\n1993\n(1) SA 523\n(A) at 531J - 532A:\n\"The emphasis is now rather\non whether an appeal will necessarily lead to a more expeditious and\ncost-effective final determination\nof the main dispute between the\nparties and, as such, will decisively contribute to its final\nsolution.\"\nWhat the court does is to have\nregard to all the relevant factors impacting on this issue. It asks\nwhether the decision sought to\nbe corrected would, if decided in a\nparticular way, be decisive of the case as a whole or a substantial\nportion of the relief claimed,\nor whether such decision anticipates\nan issue to be determined in the main proceedings. The objective is\nto ascertain what course\nwould best \"bring about the just and\nexpeditious decision of the major substantive dispute between the\nparties.\"â\n[45]\tThe point may be illustrated\nwith reference to\nClipsal Australia\n(Pty) Ltd v Gap Distributors (Pty) Ltd\n32\nwhere this Court held that an order suspending contempt proceedings\npending review proceedings was appealable. In that case, as in\nthe\npresent, the court intended the order to be final and not susceptible\nto amendment as is apparent from the order itself and was\nconfirmed\nby the learned judge in his judgment on leave to appeal. I do not\nwish to revisit any detail of the\nClipsal\njudgment â its reasoning is applicable to this case â but will\nlimit myself to compare Bosielo Jâs order with an order for\nsecurity for costs which is a separate and ancillary issue between\nthe parties, collateral to and not directly affecting the main\ndispute between the litigants. It is not a procedural step in attack\nor defence at all but a measure of oblique relief sought by\none party\nagainst the other on grounds foreign to the main issue. An order\ndetermining this collateral dispute is therefore final\nand\ndefinitive. If a party has been prejudiced by the order his prejudice\nis irremediable.\n33\nI therefore conclude that Bosielo J was correct in holding that the\nmatter was appealable.\n34\n[46]\tIt is, however, necessary to emphasize that the\nfact that an âinterlocutoryâ order is appealable does not mean\nthat leave\nto appeal ought to be granted because if the judgment or\norder sought to be appealed against does not dispose of all the\nissues between\nthe parties the balance of convenience must, in\naddition to the prospects of success, favour a piecemeal\nconsideration of the case\nbefore leave is granted. The test is then\nwhether the appeal, if leave were given, would lead to a just\nand reasonably prompt resolution of the real issue between the\nparties.\n35\nOnce leave has been granted in relation to a âjudgment or orderâ\nthe issue of convenience cannot be visited or revisited because\nit is\nnot a requirement for leave, only a practical consideration that a\ncourt should take into account.\n[47]\tI should mention, although somewhat out of context,\nthat King also submitted that Bosielo J had exercised a discretion\nand that\nthis Court cannot interfere with such an exercise except on\nvery limited grounds. Apart from the fact that the learned judge did\nnot purport to exercise a discretion the position is fairly simple.\nFair trial rights are not matters for discretion; nor are discovery\nand related matters. One either has a right or one does not have one.\nIn any event, as I have indicated, the court below did misdirect\nitself in a number of material respects, not only in regard to the\nfacts but also because its judgment, as did Kingâs argument,\noscillated between the\nShabalala\nright\nto access and the right to a motivated index to documents that do not\nfall within the\nShabalala\nformulation\n.\nCONCLUSION\n[48]\tI have accordingly come to the conclusion that the\ndecision of the court below is appealable. As to the merits of Kingâs\napplication\nI am satisfied that he does not reasonably require a\nmotivated index of part B and C of the docket to enable him to\nconduct his defence.\nThis means that the appeal has to succeed and\nthe order of the court falls to be substituted with an order\ndismissing Kingâs application.\nIssues of costs did not arise.\nORDER\n1 The appeal is upheld.\n2 The order of the court below is substituted with an\norder dismissing the application.\n______________________\nL T C Harms\nDeputy President\nNUGENT JA\nNUGENT JA (HARMS DP, MLAMBO and MALAN JJA and MAJIEDT\nAJA concurring)\n[49]\tI agree with the order that is proposed by my\ncolleague.\n[50]\tThere will be few orders that significantly affect\nthe rights of the parties concerned that will not be susceptible to\ncorrection\nby a court of appeal.  In\nLiberty\nLife Association of Africa Ltd v Niselow\n36\n(in another court), which was cited with approval by this court in\nBeinash v Wixley\n[1997] ZASCA 32\n;\n1997\n(3) SA 721\n(SCA), I observed that when the question arises whether an\norder is appealable what is most often being asked is not whether the\norder is capable of being corrected, but rather whether it should be\ncorrected in isolation and before the proceedings have run their\nfull\ncourse.  I said that two competing principles come into play when\nthat question is asked. On the one hand justice would seem\nto require\nthat every decision of a lower court should be capable not only of\nbeing corrected but of being corrected forthwith and\nbefore it has\nany consequences, while on the other hand the delay and inconvenience\nthat might result if every decision is subject\nto appeal as and when\nit is made might itself defeat the attainment of justice.\n[51]\tIn this case it was said on behalf of Mr King that\nthe order is not appealable because it is interlocutory. Whether that\nis its\nproper classification does not seem to me to be material.  I\npointed out in\nLiberty Life\nthat\nwhile the classification of the order might at one time have been\nconsidered to be determinative of whether it is susceptible\nto an\nappeal the approach that has been taken by the courts in more recent\ntimes has been increasingly flexible and pragmatic.  It\nhas been\ndirected more to doing what is appropriate in the particular\ncircumstances than to elevating the distinction between orders\nthat\nare appealable and those that are not to one of principle.  Even the\nfeatures that were said in\nZweni v Minister of\nLaw and Order\n37\nto be characteristic, in general, of orders\nthat are appealable was later said by this court in\nMoch\nv Nedtravel (Pty) Ltd\n38\nnot to be exhaustive nor to cast the relevant principles in stone. As\nappears from the decision in\nMoch\n,\nthe fact that the order is not âdefinitive of the rights about\nwhich the parties are contending in the main proceedingsâ and\ndoes\nnot âdispose of any relief claimed in respect thereofâ, which was\none of the features that was said in\nZweni\nto generally identify an appealable order, is far from decisive.\n[52]\tThe order that is under appeal in this case,\nwhether or not it might correctly be classified as interlocutory, is\nfinal in its\neffect.  If it is indeed capable of being revisited by\nthe court below, as counsel for Mr King submitted that it was, it is\nnonetheless\nthe product of a reasoned judgment, and the prospect that\nit might be withdrawn by the court below upon further application can\nconfidently\nbe discounted.  Needless to say, once the order has been\nexecuted, which must necessarily occur before the trial begins, any\nappeal\nwill be academic. Yet the order has major implications for the\nprosecution. It requires a massive exercise to be undertaken by the\nprosecution at considerable cost.  If the order was erroneously\ngranted I have no doubt that this is the time for the error to be\ncorrected, failing which it might just as well never be corrected at\nall.\n[53]\t I agree with my colleague, for the reasons he has\ngiven, that Mr Kingâs reliance upon the right of access to\ninformation in\ns 32(1)(a) of the Bill of Rights is misplaced.  That\nright has been given effect, as required by the Constitution, by the\nenactment\nof the\nPromotion of Access to Information Act 2 of 2000\n. \nIn the absence of a challenge to the adequacy of the Act to confer\nthe rights that are constitutionally guaranteed, Mr King has\nno claim\nto a residual constitutional right.\n39\nI confine myself to his reliance upon the right that he has under s\n35(3) to be afforded a fair trial.\n[54]\tThe ambit of the duty upon the prosecution to\ndisclose documents to an accused person was authoritatively defined\nby the Constitutional\nCourt in\nShabalala v\nAttorney General of Transvaal.\n40\nWe were referred to numerous decisions in other jurisdictions that\nhave dealt with that topic, which do not seem to me to materially\nadd\nto or detract from what was held in\nShabalala.\nNor did I understand counsel for Mr King to\ncontend for any extension of the principles laid down in that case so\nfar as they relate\nto the disclosure of documents.  But the\nprinciples of\nShabalala\n,\nand the cases like it, are not what is in issue in this case, because\nthis case is not about the disclosure of documents at all,\nas counsel\nfor Mr King correctly took considerable trouble to remind us.\n[55]\tThe case that was advanced on behalf of Mr King in\nsupport of the order was not that the prosecution has failed in the\nduties\nthat are cast upon it by\nShabalala\n.\n  As my colleague has pointed out, what was sought by Mr King was a\nlist of all documents in the possession of the prosecution,\ntogether\nwith an explanation in respect of each document for why it has not\nbeen disclosed.  That is a most novel order and counsel\nfor Mr King\ncould refer us to no court in the English speaking world in which a\nlike order has been granted.  Nor am I aware of any\ncase in which\nsuch an order has even been sought.  I think that the reason for that\nis plain.\n[56]\tWhether a trial is fair is an objective fact.  To\nreceive a fair trial Mr King is entitled to the material that is\ncontemplated\nby\nShabalala.\nIf he has received all that material, and is then tried, it could\nhardly be said that his trial was unfair on account of not having\nhad\nthe list that he requires.  And if he is tried without having been\ngiven that material the proceedings might be set aside if\nthat has\ndenied him a fair trial, even if he has been given the list.  No\ndoubt he is not obliged to wait until his trial has been\nconcluded\nbefore complaining, and might rightly object if he is faced with the\nprospect of a trial that is destined to be unfair\nbecause he has not\nbeen furnished with documents to which he is entitled. But I have\npointed out that that is not what the case is\nabout.\n[57]\tThe only purpose that is served by the production\nof the list that Mr King requires, and evidently the purpose for\nwhich it is\nrequired, is to enable Mr King to audit the disclosure\nthat has been made by the prosecution so as to determine whether the\nprosecution\nhas fulfilled its duty.  In effect Mr King wants the\nprosecution to satisfy him, as a precondition to being tried, that\nhis trial\nwill be fair.\n[58]\tI do not think that s 35(3) goes that far. In its\nterms it entitles Mr King to be tried fairly in fact.  It does not\nentitle\nhim to be satisfied that the trial will be fair.  If he were\nable to show in advance that his trial will not be fair it might be\nthat a court will grant him appropriate relief. But the prosecution\nis not called upon to satisfy an accused person that his trial\nwill\nbe fair as a precondition to prosecuting. If that were to be required\nas a precondition for a trial it seems to me that there\nmight be few\ncriminal trials at all.   Criminal proceedings are not a consensual\naffair.\n____________________\nR W  Nugent\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS:\t\t\t\tW Trengove SC \t\t\t\t\t\t \t\t\t\tG Budlender SC\nJ Cassette\nInstructed by  Bowman Gilfillan Attorneys,\n\t\t\t\t\t\tPretoria, c/o Friedland Hart Inc, Pretoria\nSymington & De Kok, Bloemfontein\nRESPONDENTS:\t\t\t\tM Chaskalson\nA Stein\nInstructed by: Moss Cohen & Partners\n\t\t\t\t\t\t\tPretoria, c/o Jacobson & Levy Inc, Pretoria\nLovius Block, Bloemfontein\n1\nShabalala &\n\tothers v Attorney-General of Transvaal & another\n[1995] ZACC 12\n;\n1996 (1) SA 725\n(CC) para 10 per Mahomed DP.\n2\nR v Steyn\n1954 (1) SA 324\n(A) 332 per Greenberg JA;\nS\n\tv Alexander & others (1)\n1965\n\t(2) SA 796\n(A) 812E-G per Ogilvie Thompson JA;\nS\n\tv Mavela\n1990\n\t(1) SACR 582\n(A) 590g-591a per Eksteen JA.\n3\nRichard\n\tS Pike âThe English law of legal professional privilege: a guide\n\tfor American attorneysâ (2006) 4 (1)\nLoyola\n\tUniversity Chicago International Law Review\n51;\nThree\n\tRivers District Council and others v Governor and Company of the\n\tBank of England (No 5)\n[2005] 4 All ER 948\n;\n[2004] UKHL 48\n.\n4\nShabalala\npara 72 A2.\n5\nShabalala\npara\n\t72 A3-A5.\n6\nShabalala\npara\n\t57.\n7\nBlank v Canada\n\t(Minister of Justice)\n2006 SCC 39\n;\n[2006] 2 SCR 319\n(SCC): the issue in this case was about when the\n\tprivilege terminated.\n8\nR v Card\n2002 ABQB\n\t537\n(Alberta) provides a useful catalogue of case law. See also the\n\texplanation in\nS v Mavela loc cit\nand\nShabalala\npara\n\t15;\nSecretary of State for\n\tTrade and Industry v Baker (No 2)\n[1998] Ch 356 364.\n9\nS\n\tv Zuma\n[1995] ZACC 1\n;\n1995 (2) SA 642\n(CC) para 14 per Kentridge AJ.\n10\nZuma\npara\n\t16.\n11\nZuma\npara 17.\n12\nCompare\nShabalala\npara 72 A6.\n13\nS v Shaik\n[2007] ZACC 19\n;\n2008 (2) SA 208\n(CC) para 43;\nS\n\tv Basson\n2007\n\t(3) SA 582\n(CC) para 120: an allegation that an interlocutory ruling\n\twas wrongly made which may have a material impact on the outcome of\n\tthe\ncase is not sufficient to demonstrate that the trial was unfair.\n14\nR v OâConnor\n[1995] 4 SCR 411\npara 193-195.\n15\nShaik loc cit\n.\n16\nMontgomery v HM\n\tAdvocate General and another\n[2003] 1 AC 641\n(PC) 673 per Lord Hope of Craighead quoting\nPullar\n\tv United Kingdom\n[1996] ECHR 23\n;\n22 EHRR 391.\n17\nKey v\n\tAttorney-General, Cape Provincial Division & another\n[1996] ZACC 25\n;\n1996 (4) SA 187\n(CC) para 13.\n18\nZuma v National\n\tDirector of Public Prosecutions & others\n2009 (1) SA 1\n(CC) paras 65-66.\n19\nRegina v H and\n\tothers\n[2004]\n\tUKHL 3\npara 22 per Lord Bingham of Cornhill.\n20\nThe\nMilne and\n\tErleigh\nprosecution with many reported cases beginning with\nR\n\tv Milne and Erleigh\n1950 (4) SA 591\n(W).\n21\n[2009] 1 SCR 66\npara 20.\n22\n[1991] 3 SCR 326.\n23\nR\n\tv Taillefer\n2003 SCC 70\n;\n[2003] 3 SCR 307\nparas 59-60.\nSee\n\talso\nRowe v\n\tUnited Kingdom\n[2000] ECHR 91\n;\n(2000) 30 EHRR 1\npara 60.\n24\nCrown Cork &\n\tSeal Co Inc v Rheem SA (Pty) Ltd\n1980\n\t(3) SA 1093\n(W);\nAir\n\tCanada & others v Secretary of Trade & ano\n[1983] 1 All ER 910\n(HL) 915.\n25\nCf\nHer\n\tMajesty's Advocate v Murtagh (The High Court of Justiciary Scotland)\n[2009]\n\tUKPC 36\nespecially paras 35 and 40.\n26\nR v Chaplin\n[1995] 1 SCR 727.\nWhy it was necessary to rely on foreign\n\tjurisprudence for a trite proposition is unclear but that is\n\tapparently how constitutional\ncases are argued.\n27\nUniform r 35(2).\n28\n[2006] ZASCA 34\n;\n2006 (4) SA 436\n(SCA) para 19 per Brand JA.\n29\n2005 (1) SACR 441\n(SCA) para 28 per Howie P.\n30\nZweni v Minister\n\tof Law and Order\n1993 (1) SA 523 (A).\n31\n[1997] ZASCA 32\n;\n1997\n\t(3) SA 721\n(SCA);\n[1997] 2 All SA 241\n(A)\n.\n32\n[2009] ZASCA 49\n,\n2009 (3) SA 292\n(SCA),\n[2009] 3 All SA 491\n(SCA)\n\tper Streicher JA.\n33\nPara 33 where Streicher JA relied on\nShepstone\n\t& Wylie and Others v Geyser NO\n1998 (3)\n\tSA 1036\nat 1042D-E which quoted, with approval, a passage in\nEcker\n\tv Dean\n1937 (SWA) 3 at 4.\n34\nHe relied on\nMetlika\n\tTrading Ltd v Commissioner SA Revenue Services\n[2004] 4 All SA 410, 2005 (3) SA 1 (SCA)\n\tpara 14.\n35\nSmith v\n\tKwanonqubela Town Council\n[1999] 4 All SA 331\n(SCA),\n1999 4 SA 947\n(SCA) para 16.\n36\n(1996) 17 ILJ 673 (LAC).\n37\n1993 (1) SA 523\n(A).\n38\n1996 (3) SA 1\n(A) 10F.\n39\nCompare\nMinister of Health v New Clicks SA (Pty) Ltd\n2006\n\t(2) SA 311\n(CC) in relation to the right under s 33 to\n\tadministrative action that is lawful, reasonable and\n\tadministratively fair.\n40\n[1995] ZACC 12\n;\n1996 (1) SA 725\n(CC).",
  "scraped_at": "2026-02-11T20:11:25.629989",
  "date": "2010-03-08",
  "coram": [
    "Harms DP",
    "Nugent JA",
    "Mlambo JA",
    "Malan JJA",
    "Majiedt AJA"
  ],
  "case_number": "86/09",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "David Cunningham King"
    ]
  },
  "sections": {
    "facts": "David Cunningham King was indicted on 322 counts of fraud, tax evasion, money‑laundering and related offences involving more than R1 billion. The police docket contained a voluminous Part A (evidence) and extensive Part B and C documents (internal reports, emails, memoranda, investigation diaries). King sought a free copy of the entire docket and, when denied, applied for a court order that the NDPP provide a ‘motivated index’ – a full description of every Part B and C document and the reason for any denial of access. The High Court granted the order; the NDPP appealed.",
    "issues": "1. Whether an accused has a constitutional right to a motivated index of undisclosed docket documents to satisfy the fair‑trial guarantee under s 35(3). 2. Whether the order for a motivated index is consistent with the limitation of litigation privilege established in Shabalala. 3. Whether the High Court’s order is appealable as a final decision. 4. Whether the right to information under s 32(1)(a) imposes a duty on the NDPP to disclose the index.",
    "principles": "The court applied the constitutional right to a fair trial, noting that Shabalala narrows blanket docket privilege to only incriminating, exculpatory or prima‑facie useful documents. Litigation privilege (work‑product) remains in an attenuated form. Access to information under s 32 is effected only through the Promotion of Access to Information Act, which excludes records required for criminal proceedings. An accused is not automatically entitled to a full catalogue of privileged documents; disclosure must be limited to material relevant to the defence. The order’s requirement for a motivated index was found to go beyond the scope of Shabalala and the statutory framework.",
    "application": "Applying these principles, the court determined that King had already received all material required for a fair trial (the Part A evidence). The undisclosed Part B and C documents were either irrelevant, privileged, or not exculpatory, and the NDPP had provided sufficient reasons for non‑disclosure. Consequently, compelling the NDPP to produce a motivated index would impose an undue burden and exceed constitutional requirements. The High Court’s order was therefore unlawful.",
    "conclusion": "The appeal was upheld. The lower court’s order was set aside and substituted with an order dismissing King’s application for a motivated index. No costs were awarded."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Discovery and Disclosure",
    "level_3": [
      "fair trial",
      "litigation privilege",
      "motivated index",
      "access to information",
      "appealability"
    ]
  }
}