{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/163.html",
  "case_name": "Ras NO and Others v Van der Meulen and Another (635/09) [2010] ZASCA 163; 2011 (4) SA 17 (SCA) (1 December 2010)",
  "citation": "[2010] ZASCA 163",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 163\n|\nNoteup\n|\nLawCite\nRas NO and Others v Van der Meulen and Another (635/09) [2010] ZASCA 163; 2011 (4) SA 17 (SCA) (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 635/09\nIn\r\nthe matter between:\nMARGARETHA ALETTA RAS NO\n.........................................................\nFirst\r\nAppellant\nMARGARETHA ALETTA VISSER (BORN RAS)\r\nNO\n.......................\nSecond\r\nAppellant\nPIETER VISSER NO\n..............................................................................\nThird\r\nAppellant\nv\nNICOLINE VAN DER MEULEN\n..........................................................\nFirst\r\nRespondent\nMASTER OF THE HIGH COURT, PRETORIA\n.............................\nSecond\r\nRespondent\nNeutral citation:\nRas v Van\r\nder Meulen\n(635/2009)\n[2010] ZASCA 163\n(1 December 2010).\nCoram:\nLewis, Shongwe and Leach\r\nJJA, Ebrahim and K Pillay AJJA\nHeard:\n9 November 2010\nDelivered: 1 December 2010\nSummary: Trust – first\r\nrespondent not entitled to seek removal of trustees unless a\r\nbeneficiary – issue whether she\nis a beneficiary not decided by\r\nhigh court – matter remitted to high court to determine the\r\nissue.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorth Gauteng\r\nHigh Court, Pretoria (Ledwaba J sitting as court of first instance).\nThe following order is made:\nThe applicants are granted leave to\r\n\tappeal to this court.\nThe appeal is upheld to the extent\r\n\tthat the order made by the court a quo on 14 January 2009 is set\r\n\taside and replaced with the\nfollowing:\n‘\n(a) The\r\napplication is referred for the hearing of oral evidence on a date to\r\nbe arranged with the Registrar, on the questions whether\nor not the\r\napplicant, Nicoline Van Der Meulen, is a beneficiary of the\r\nBokfontein Trust or whether she has been validly removed\nas a\r\nbeneficiary of such trust.\n(b) The evidence shall be that of any\r\nwitness whom the parties or either of them may elect to call,\r\nsubject, however to what is\nprovided in para (c) hereof;\n(c) Save for witnesses whose evidence\r\nis already on affidavit in this application, neither party shall be\r\nentitled to call any witness\nunless:\n(i) It has served on the other party\r\nat least 15 (fifteen) days before the date appointed for the hearing\r\n(in the case of a witness\nto be called by the applicant), and at\r\nleast 10 days before such date (in the case of a witness to be called\r\nby the respondent),\na statement wherein the evidence to be given in\r\nchief by such person is set out; or\n(ii) The court, at the hearing,\r\npermits such person to be called despite the fact that no such\r\nstatement has been so served in respect\nof his evidence;\n(d) Either party may subpoena any\r\nperson to give evidence at the hearing whether such person has\r\nconsented to furnish a statement\nor not;\n(e) The fact that a party has served a\r\nstatement in terms of (c) above, or has subpoenaed a witness, shall\r\nnot oblige such party\nto call the witness concerned;\n(f) Within 30 (thirty) days from the\r\ndate of this order, each of the parties shall make discovery on oath\r\nof all documents relating\nto the issues referred to in para (a)\r\nhereof, which are or have at any time been in the possession or under\r\nthe control of such\nparty. Such discovery shall be made in accordance\r\nwith Rules of Court 35(1) and 35(8) and the provisions of Rule 35\r\nwith regard\nto the inspection and production of documents discovered\r\nshall be operative;\n(g) The incidence of costs incurred up\r\nto date shall be determined after the hearing of oral evidence.’\n3. The costs occasioned by the\r\napplication for leave to appeal and the appeal shall be costs in the\r\ncause.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nLEACH JA (Lewis and Shongwe JJA,\r\nEbrahim and K Pillay AJJA concurring):\n[1] This is an application under s 21\r\nof the Supreme Court Act 59 of 1959 which was set down for argument\r\nin this court. The applicants\nseek leave to appeal against a judgment\r\nof the North Gauteng High Court, holding that the first respondent\r\nhas sufficient interest\nin the subject of the proceedings to entitle\r\nher to seek relief, the high court having refused leave to appeal.\n[2] The applicants proceed in their\r\ncapacities as trustees of the ‘Bokfontein Trust’ (‘the\r\ntrust’). Established\ninter vivos by the first respondent’s\r\nlate father, its principal asset is the farm Bokfontein in the\r\ndistrict of Brits. The\napplicants are, respectively, the first\r\nrespondent’s mother (the first applicant), her sister (the\r\nsecond applicant) and\nher sister’s husband (the third\r\napplicant). The Master, who is cited as second respondent, has played\r\nno part in these proceedings\nand for convenience I intend to refer to\r\nthe first respondent as ‘the respondent’ and to the\r\napplicants, who were the\nrespondents in the court a quo, as ‘the\r\ntrustees’.\n[3] In October 2008, the respondent\r\nlaunched motion proceedings in the high court in which she alleged\r\nthat she was a capital beneficiary\nof the trust and applied for an\r\norder removing the trustees, contending they had acted in bad faith\r\nin the performance of their\nduties She also sought an order obliging\r\nthe Master to carry out an investigation into the trustees’\r\nadministration of the\ntrust under s 16 of the Trust Property Control\r\nAct 57 of 1988 (the Act) and to report the findings of such\r\ninvestigation both to\nher and the court.\n[4] The trustees opposed this relief,\r\ndenying any improper conduct on their part. For present purposes it\r\nis unnecessary to detail\nthe merits of the dispute in regard to their\r\nalleged mal-administration of the trust. Importantly, the trustees\r\nspecifically denied\nthat the respondent was a trust beneficiary and\r\ncontended that she was thus not entitled to seek the relief she did.\r\nIn regard\nto this issue they relied upon a trustees’ resolution\r\nadopted on 25 March 1999 which purported to amend the terms of the\r\ntrust deed by removing the respondent as a capital beneficiary.\n[5] For completeness I should also\r\nmention that, on 24 December 2004, the trust’s founder and the\r\ntrustees passed another\nresolution in which they again purported to\r\nvary the trust deed, this time by adding the name of the second\r\napplicant (the respondent’s\nsister) as a beneficiary\nafter\nthe name of the first respondent. The trustees have attempted to\r\nexplain this by stating that all concerned had forgotten about\nthe\r\nMarch 1999 resolution. Furthermore, on 4 November 2008, after the\r\ninstitution of proceedings in the court below, the trustees\npassed\r\nanother resolution in which they purported to withdraw the amendment\r\nof December 2004. This was clearly an ex post facto\nattempt to ensure\r\nthat there was no resolution inconsistent with that of 25 March 1999,\r\nand I did not understand counsel for the\napplicants to place any\r\nreliance upon it.\n[6] When the matter came before\r\nLedwaba J in the court below, the trustees requested him to determine\r\nwhether the respondent was\na trust beneficiary, arguing that, if she\r\nwas not, the application had to be dismissed. On the other hand, the\r\nrespondent argued\nthat she is a beneficiary and that, before the\r\nmerits of the application be decided, the Master should be ordered to\r\ninvestigate\nthe affairs of the trust and report to the court.\n[7] Faced with these conflicting\r\narguments, the learned judge appears to have attempted to steer a\r\nmiddle course. On 14 January\n2009, he ruled that even if the\r\nrespondent is not a trust beneficiary, in respect of which he\r\nspecifically recorded he had made\nno finding, she has ‘sufficient\r\ninterest in the matter warranting that she can file this application\r\nand can request the\nMaster to carry on an investigation’. He\r\nthen ordered the Master to carry out an investigation in terms of s\r\n16 of the Act\nand to report thereon, and postponed the application\r\nsine die to be later enrolled once such report was available. It is\r\nnot necessary\nto discuss the terms of further interim relief granted\r\nin regard to the administration of the trust.\n[8] The trustees applied\r\nunsuccessfully for leave to appeal against this order. The judge\r\nconcluded that his order was neither definitive\nof the rights of the\r\nparties nor disposed of a substantial portion of the relief sought in\r\nthe main application, and was therefore\nnot appealable. The trustees\r\nthen applied to this court for its leave to appeal.\n[9] In opposing leave to appeal, the\r\nrespondent argued that the order was not appealable and it is\r\nnecessary to deal with this issue\nat the outset. The court clearly\r\nerred in finding that, short of being a beneficiary, the respondent\r\nhad an interest in the trust\nwhich justified her being entitled to\r\nseek the relief claimed. It is only if she is a beneficiary that she\r\nwould be entitled to\nseek the removal of the trustees, and the\r\nrespondent correctly did not seek to support the high court’s\r\ncontrary conclusion.\nIf the trustees are correct and the respondent\r\nis not a beneficiary, her application would fall to be dismissed. The\r\nissue of the\nrespondent’s status as beneficiary would therefore\r\nbe determinative of the parties’ rights, rendering the order\r\ngranted\nin respect of those rights appealable.\n[10] The court a\r\nquo also erred in ordering the Master to carry out an investigation.\r\nUnder s 16(1) of the Act, the Master\nhas a wide discretion to\r\ncall upon trustees at any time to account to him.\n1\nSection 16(2)\r\nfurther provides that the Master may, ‘if he deems it\r\nnecessary, cause an investigation to be carried out .\n. . into the\r\ntrustee’s administration or disposal of trust property’.\r\nThe discretion to call for such an investigation\nvests solely in the\r\nMaster. It is not alleged that the Master had in any way acted\r\nimproperly in the exercise of that discretion,\nand it was therefore\r\nnot competent for the court a quo to direct him to carry out an\r\ninvestigation.\n[11] Accordingly, the appeal against\r\nthe order must be allowed. It remains to decide how the dispute\r\nshould be resolved.\n[12] Counsel for\r\nthe respondent submitted that the matter should be referred back to\r\nthe high court for it to hear evidence to determine\nwhether the\r\nrespondent was a beneficiary. The trustees contended otherwise.\r\nAlleging that it was common cause that the respondent\nhad not\r\naccepted her nomination as beneficiary before the 1999 resolution was\r\ntaken, they relied upon well-known authorities\n2\nto submit that the\r\ntrust founder and the trustees had been free to amend the trust deed\r\nin March 1999 and replace the respondent\nas beneficiary. They\r\ntherefore argued that as the respondent had not been a beneficiary of\r\nthe trust after the resolution of March\n1999, the appeal should be\r\nupheld and the application dismissed.\n[13] In advancing their argument, the\r\ntrustees relied on an allegation they had made in applying to this\r\ncourt for leave to appeal\nwhere they averred that it had been common\r\ncause at the hearing in the high court that the respondent had not\r\naccepted the benefits\nunder the trust before the resolution of 25\r\nMarch 1999. Although that allegation was not disputed by the\r\nrespondent in her answering\naffidavit, it is not to be viewed in\r\nisolation but in the context of the averments in the main\r\napplication. There the respondent\nalleged that she was a beneficiary\r\nof the trust and, in response, the trustees alleged that although she\r\nhad been a beneficiary\nat the outset (‘aanvanklik ‘n\r\nbegunstigde van die Bokfontein Trust was’), she had been\r\nremoved as she had indicated\nthat she did not want to farm\r\nBokfontein. It was never suggested either that the respondent had\r\nnever been a beneficiary or that\nshe had been removed before\r\naccepting any benefit under the trust. The issue in the high court\r\nwas never that on which the trustees\nnow seek to found their case;\r\nrather it was whether the respondent had been lawfully removed as a\r\nbeneficiary.\n[14] It was only when counsel for the\r\ntrustees filed his heads of argument in the high court that it was\r\nfirst contended that the\nrespondent had not accepted the benefits\r\nunder the trust before the March 1999 resolution and that the founder\r\nand the trustees\nhad therefore been fully entitled to amend the trust\r\ndeed by removing her as a beneficiary. In supplementary heads of\r\nargument,\ncounsel for the respondent conceded that the founder and\r\ntrustees of a trust ‘are entitled to cancel or amend the\r\ncontract\nconcluded between them at any time prior to the third party\r\naccepting the benefits in terms of the trust deed’. Presumably\n\nit was this concession that gave rise to the allegation in the\r\napplication for leave to appeal in this court that it was common\n\ncause that the respondent had not accepted the benefit of the trust.\r\nBut the matter was then argued not on the basis that the amendment\nof\r\nthe trust deed had taken place before the respondent had accepted the\r\nbenefits under the trust but, rather, in regard to the\nvalidity of\r\nthe resolution of 25 March 1999 in the light of further provisions of\r\nthe trust deed (an argument raised in this court\nas well). It is\r\nclear from this that the respondent’s alleged failure to accept\r\nthe benefits under the trust before the crucial\ndate of 25 March\r\n1999 was neither a live issue on the papers nor the subject of the\r\ndebate in regard to whether she is a beneficiary.\nThere was certainly\r\nno formal admission made by the respondent in that regard, and the\r\nbald allegation made in the trustees’\nfounding affidavit in the\r\napplication for leave to appeal in this court that the issue was\r\ncommon cause, albeit not denied, cannot\namount to a final\r\ndetermination of the issue.\n[15] We do not know what information\r\nwould have been forthcoming had the issue been properly raised, and\r\nit is not without relevance\nthat the respondent alleged that she\r\nconducted part-time farming operations on Bokfontein and paid certain\r\nfarming expenses at\na time after the trust had been created. At the\r\nvery least, these facts are consistent with her having accepted the\r\nbenefits of\nthe trust, but one is left to speculate on what further\r\ninformation she could have relied upon had the issue been properly\r\nraised.\n[16] Blame for the\r\nfailure to raise the issue is not something which can be placed at\r\nthe door of the respondent. She made the positive\naverment that she\r\nwas a beneficiary, to which the trustees replied that although she\r\nhad been a beneficiary, she had been removed.\nIf the trustees wished\r\nto dispute that the respondent was a beneficiary, it was for them to\r\nhave raised the allegation that she\nhad been removed before she\r\naccepted her nomination. As they now seek to build a case on a\r\nfoundation not previously laid, they\nshould be precluded from doing\r\nso.\n3\nAlthough it may be\r\nopen to a party to raise a point of law which involves no unfairness\r\nto the other party and raises new factual\nissues, a point raised for\r\nthe first time on appeal on factual considerations not fully explored\r\nin a court below should not be\nallowed.\n4\n[17] In the light of these\r\nconsiderations, this court should not now dispose of the appeal by\r\nhaving regard to a point not raised\nin the court below and in respect\r\nof which the relevant facts have not been properly explored in the\r\npapers.\n[18] Moreover, disposing of the matter\r\non the basis that the respondent had not accepted her benefit, would\r\npreclude her from relying\non her contention that no matter what the\r\neffect of the March 1999 resolution may be, she was nominated as a\r\nbeneficiary by way\nof the resolution of 7 December 2004.\n[19] In these circumstances, it seems\r\nto me to be appropriate to remit the issue whether the respondent is\r\nindeed a beneficiary\nof the trust to the high court for the hearing\r\nof evidence. That would enable the parties to place before court\r\nwhatever evidence\nthey consider is relevant to the issue. Although\r\nthe respondent suggested a referral should only be made in respect of\r\ncertain\nspecified issues, in the light of the uncertainty as to the\r\nfactual matrix under which this issue will be decided, it is probably\n\nbest to grant an order in broad terms.\n[20] In the result, the following\r\norder is made:\n1. The applicants are granted leave to\r\nappeal to this court.\n2. The appeal is upheld to the extent\r\nthat the order made by the court a quo on 14 January 2009 is set\r\naside and replaced with the\nfollowing:\n‘\n(a) The\r\napplication is referred for the hearing of oral evidence on a date to\r\nbe arranged with the Registrar, on the questions whether\nor not the\r\napplicant, Nicoline Van Der Meulen, is a beneficiary of the\r\nBokfontein Trust or whether she has been validly removed\nas a\r\nbeneficiary of such trust.\n(b) The evidence shall be that of any\r\nwitness whom the parties or either of them may elect to call,\r\nsubject, however to what is\nprovided in para (c) hereof;\n(c) Save for witnesses whose evidence\r\nis already on affidavit in this application, neither party shall be\r\nentitled to call any witness\nunless:\n(i) It has served on the other party\r\nat least 15 (fifteen) days before the date appointed for the hearing\r\n(in the case of a witness\nto be called by the applicant), and at\r\nleast 10 days before such date (in the case of a witness to be called\r\nby the respondent),\na statement wherein the evidence to be given in\r\nchief by such person is set out; or\n(ii) The court, at the hearing,\r\npermits such person to be called despite the fact that no such\r\nstatement has been so served in respect\nof his evidence;\n(d) Either party may subpoena any\r\nperson to give evidence at the hearing whether such person has\r\nconsented to furnish a statement\nor not;\n(e) The fact that a party has served a\r\nstatement in terms of (c) above, or has subpoenaed a witness, shall\r\nnot oblige such party\nto call the witness concerned;\n(f) Within 30 (thirty) days from the\r\ndate of this order, each of the parties shall make discovery on oath\r\nof all documents relating\nto the issues referred to in para (a)\r\nhereof, which are or have at any time been in the possession or under\r\nthe control of such\nparty. Such discovery shall be made in accordance\r\nwith Rules of Court 35(1) and 35(8) and the provisions of Rule 35\r\nwith regard\nto the inspection and production of documents discovered\r\nshall be operative;\n(g) The incidence of costs incurred up\r\nto date shall be determined after the hearing of oral evidence.’\nThe costs occasioned by the\r\n\tapplication for leave to appeal and the appeal shall be costs in the\r\n\tcause.\n____________\nL E LEACH\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: J W Louw SC (with him J J\r\nBotha)\nInstructed by Van der Merwe Attorneys,\r\nPretoria\nNaudes Attorneys, Bloemfontein\nRESPONDENT: M Helberg SC\nInstructed by Louis Benn Attorneys,\r\nPretoria\nLovius Block, Bloemfontein\n1\nAdministrators,\r\n\tEstate Richards v Nichol & another\n[1998] ZASCA 82\n;\n1999\r\n\t(1) SA 551\n(SCA) at 561B.\n2\nIn\r\n\tparticular\nCrookes NO & another v Watson & others\n1956 (1) SA 277\n(A) 285E-G and\nHofer & others v Kevitt NO &\r\n\tothers\n[1997] ZASCA 79\n;\n[1997] 4 All SA 620\n(A) at 623-624.\n3\nAdministrator,\r\n\tTransvaal & others v Theletsane & others\n[1990] ZASCA 156\n;\n1991\r\n\t(2) SA 192\n(A) at 195F-196E and 200G.\n4\nNaude\r\n\t& another v Fraser\n[1998] ZASCA 56\n;\n1998\r\n\t(4) SA 539\n(SCA) at 558A-E.",
  "scraped_at": "2026-02-11T20:48:49.797601",
  "date": "2010-12-01",
  "coram": [
    "Lewis JJA",
    "Shongwe JJA",
    "Leach JJA",
    "Ebrahim AJJA",
    "K Pillay AJJA"
  ],
  "case_number": "635/09",
  "parties": {
    "applicants": [
      "Margaretha Aletta Ras No",
      "Margaretha Aletta Visser (born Ras) No",
      "Pieter Visser No"
    ],
    "respondents": [
      "Nicoline Van der Meulen",
      "Master of the High Court, Pretoria"
    ]
  },
  "sections": {
    "facts": "The dispute arose from the Bokfontein Trust, an inter vivos trust created by the deceased father of the first respondent, Nicoline Van der Meulen. The trust's principal asset is the Bokfontein farm in the Brits district. The trustees – the mother of the first respondent, her sister and the sister’s husband – claim that the first respondent is not a capital beneficiary of the trust. In October 2008 the respondent commenced motion proceedings in the North Gauteng High Court, alleging that she was a capital beneficiary and seeking the removal of the trustees and an investigation by the Master under s 16 of the Trust Property Control Act. The trustees denied that the respondent was a beneficiary, relying on a 1999 resolution that purported to remove her as a beneficiary, and on subsequent resolutions that attempted to vary the trust deed.",
    "issues": "The primary issue is whether Nicoline Van der Meulen is a beneficiary of the Bokfontein Trust, and if so whether she was validly removed as a beneficiary. A subsidiary issue is whether the Master may be ordered by the court to conduct an investigation into the trustees’ administration of the trust. Finally, the appeal raises the procedural question of whether the High Court’s order was appealable given that the beneficiary question had not been finally determined.",
    "principles": "The Court applied s 21 of the Supreme Court Act regarding leave to appeal, holding that an order is appealable when it adjudicates a substantial right. Under s 16 of the Trust Property Control Act, the Master has a discretionary power to investigate trustees but this discretion cannot be exercised by direction of a court absent improper conduct. The Court also reaffirmed the principle that a person must be a beneficiary to have standing to seek removal of trustees, and that factual issues not raised in the court below cannot be decided for the first time on appeal. The doctrine of procedural fairness and the rules governing the calling of witnesses and discovery were also referenced.",
    "application": "The Court found that the High Court erred in concluding, without a determination of beneficiary status, that the respondent had sufficient interest to seek relief. Because the beneficiary question was determinative of the parties’ rights, the order was appealable. The Court also determined that the Master could not be compelled to investigate the trust as the High Court had directed, since the Master’s discretion under s 16 was not triggered by any allegation of misconduct. Accordingly, the appeal was allowed and the lower court’s order was set aside. The matter was remitted to the High Court for oral evidence to resolve whether the respondent is a beneficiary or has been validly removed, with appropriate procedural directions for witness statements, subpoenas, and discovery.",
    "conclusion": "The appeal was upheld. The order of 14 January 2009 was set aside and replaced by an order referring the application back to the High Court for a hearing of oral evidence on the beneficiary issue, with detailed procedural directions regarding witness evidence, discovery of documents, and costs. The parties were granted leave to appeal, and the costs of the application for leave and the appeal were ordered to be costs in the cause."
  },
  "tags": {
    "level_1": "Trust Law",
    "level_2": "Beneficiary Status",
    "level_3": [
      "trust",
      "beneficiary",
      "removal of trustees",
      "master investigation",
      "appeal procedure"
    ]
  }
}