{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/42.html",
  "case_name": "Fedbond Participation Mortgage Bond Managers (Pty) Ltd v Investec Employee Benefits Ltd and Others (211/09) [2010] ZASCA 42; [2010] 4 All SA 467 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 42",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 42\n|\nNoteup\n|\nLawCite\nFedbond Participation Mortgage Bond Managers (Pty) Ltd v Investec Employee Benefits Ltd and Others (211/09) [2010] ZASCA 42; [2010] 4 All SA 467 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nJUDGMENT\nCase No:  211/09\nIn the\nmatter between:\nFEDBOND PARTICIPATION MORTGAGE BOND                  \n        APPELLANT\nMANAGERS\n(PTY) LTD\nv\nINVESTEC\nEMPLOYEE BENEFITS LTD                           FIRST RESPONDENT\nCAPITAL\nALLIANCE LIFE LTD                                    SECOND\nRESPONDENT\nCHANNEL LIFE LTD                                     \n                    THIRD RESPONDENT\nNeutral citation:\nFedbond\nParticipation Mortgage Bond Managers v Investec Employee Benefits\n(211/2009)\n[2010] ZASCA 42\n(31 March 2010).\nCoram:\nHarms\nDP, Mthiyane, Mlambo, Cachalia JJA et Saldulker AJA\nHeard:\t25\nFebruary 2010\nDelivered:\t31\nMarch 2010\nSummary:\nContract â\nextrinsic evidence inadmissible to contradict written terms â\nevidence of terms of alleged common understanding\ninconsistent with\nwritten terms. Collective Investment Schemes Control Act â\nwithholding of consent by manager of a collective\ninvestment scheme â\nto be accompanied by reasons â failure to respond to notice of\nwithdrawal amounts to withholding of consent\nwithout reason â does\nnot relieve manager of obligations arising from agreement â\nrelationship between participant and manager\ndoes not exclude\nmanagerâs obligation to make payment to a participant who has\ncomplied with the agreement.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nSouth\nGauteng High Court, Johannesburg (Malan J sitting as court of first\ninstance).\nThe following order is made:\nThe appeal is dismissed with costs including the costs\nconsequent upon the employment of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nMLAMBO\nJA\nIntroduction\n[1]\tThis appeal with the leave of this court, is against\na judgment and order of the South Gauteng High Court (Malan J). In\nterms\nof that order the appellant, Fedbond Participation Mortgage\nBond Managers (Pty) Limited (Fedbond), was ordered to pay to the\nfirst\nand second respondents certain amounts of money which were\ninvested with it in terms of the Collective Investment Schemes\nControl\nAct 45 of 2002 (the CIS Act). The funds were invested in a\ncollective investment scheme in participation bonds,\n1\ncalled the Fedbond Participation Mortgage Scheme (the scheme)\nadministered by Fedbond. The scheme is the successor in title, in\nterms\nof the CIS Act, to the Participation Mortgage Bond Scheme,\npreviously operated by Fedbond in terms of the Participation Bonds\nAct\n55 of 1981 (the Part Bonds Act) which was repealed by the CIS\nAct.\n[2]\tThe type of investment we are dealing with was aptly\ndescribed by this court in the following terms:\nâ\nIn broad, the Act is\ndesigned,\ninter alia\n,\nto enable financial institutions to offer to investors, many of whom\nmay wish to invest relatively small amounts of money, an opportunity\nof participating with other investors in an investment secured by a\nregistered mortgage bond over immovable property and yielding\na\ncompetitive rate of interest. Each participant who holds such a\nparticipation in a participation bond becomes a creditor of the\nmortgagor to the extent of the participation. The debt so created is\nowed by the mortgagor to the participant and not to the nominee\ncompany in whose name the bond is registered and the rights conferred\nby the bond are deemed to be held by the participants (s 6(1)).â\n2\nBackground\n[3]\tBefore I consider the issues raised in the appeal it\nis necessary to traverse the background circumstances of the matter\nin some\ndetail. In July 1997 Fedbond concluded a written agreement\nwith Fedsure Life Assurance Ltd (Fedlife). In terms of the agreement\nFedlife\nundertook to pay funds to Fedbond from time to time and\nauthorised the latter to invest those funds on its behalf upon the\nsecurity\nof a particular participation bond\n3\nor bonds in the scheme. The salient features of the agreement are\nbriefly that:\n3.1\tFedbond was defined as âthe Managerâ\n4\nand Fedlife as the âparticipantâ;\n5\n3.2\tFedbond Nominees (Property) Ltd (second respondent\nin the court a quo) was formed and registered for the purpose of\nholding participation\nbonds, included in the scheme, in trust as\nnominee for or representative of participants in the scheme;\n3.3\tFedlife authorised Fedbond to invest on its behalf,\nupon the security of a particular participation bond or of any\nparticipation\nbonds, such funds as Fedlife could pay to or held by\nFedbond on its behalf with specific instructions directing the\ninvestment of\nsuch funds upon the security of a participation bond or\nparticipation bonds;\n3.4\tany money received by Fedbond from Fedlife would\nremain invested for a period of not less than five years in a\nparticipation bond\nor bonds included in the scheme.\n[4]\tPursuant to the conclusion of the agreement and from\nJuly 1997 to August 2000 Fedlife made 63 payments, totalling\nR46 030 000,\nto Fedbond for investment in the scheme.\nThereafter and during 2001 Fedlife was acquired by the Investec Group\nand its name was,\non 16 October 2001, changed to Investec Employee\nBenefits Limited (IEB), the first respondent in this appeal.\n[5]\tIn that year and subsequent to the acquisition of\nFedlife, Fedbond sent a letter to Investec Asset Management (Pty) Ltd\n(IAM),\nIEBâs asset manager, confirming the total amount of the\ninvestment (R46 030 000) in the scheme. In that letter Fedbond set\nout\ndetails of each investment, making up the total, as well as the\nmaturity dates thereof. The letter also stated:\nâ\nThe investment is for a\nperiod of five years and the said proceeds shall not be paid to the\nparticipant before expiry of the five\nyears. The investments will\nonly be scheduled for repayment on receipt of the required 3 (three)\nmonthsâ written notice. Interest\nis paid monthly in advance to the\nnominated bank account as per the participant.â\nThere is also email correspondence from Fedbond to IAM\nin which it was clarified that the name change from Fedlife to IEB\ndid not\naffect the maturity dates of the investments.\n[6]\tIn July 2006 Deneys Reitz Attorneys, acting on the\ninstructions of the respondents, gave Fedbond three monthsâ notice\nof the\nwithdrawal of the total investment from the scheme. In\nresponse, Fedbond questioned the identity of the respondents as being\nthe\ncorrect investors in the scheme, stating that in its records\nFedlife had made the investments. Fedbond further requested the\nattorneys\nto provide a basis on which the respondents claimed\nownership of the investments. This response was said to be necessary\nin terms\nof the Financial Intelligence Centre Act\n6\n(FICA) which was said to make it obligatory on a manager of a scheme\nto have correct identities of its investors. The lawyers in\nreturn\nreferred Fedbond to Fedlifeâs name change in 2001 and also tendered\ndelivery of any document required for FICA purposes\nrelevant to IEB.\nThe letter concluded by stating that the July 2006 letter constituted\nformal notification to Fedbond of IEBâs\nintention to withdraw the\ntotal investment.\n[7]\tNo further communication was received from Fedbond\nin this regard until 10 months later, in June 2007, when IEB\nrequested Fedbond,\nin its capacity as manager of the scheme, to note\nin its records that amounts of R 35 430 000 and R5 245 000, of its\ninvestment in\nthe scheme, were transferred to Capital Alliance Life\nLtd (CAL) and to Channel Life Ltd (Channel), the second and third\nrespondents\nherein, in terms of a reinsurance agreement and a sale of\nbusiness arrangement, respectively. Fedbond was further requested to\nconfirm\nwithin seven days that it had noted CAL and Channelâs\ninvestments as well as confirmation that all fees and charges were\npaid in\nfull. Fedbond did not respond to the notification and in\nOctober 2007 Werksmans Attorneys sent a demand to it for payment of\nthe\namounts of R5 355 000, R35 430 000 and R5 245 000 to\nIEB, CAL and Channel respectively. That demand was based on the July\n2006 withdrawal notice and June 2007 notification of CAL and\nChannelâs investments. When the demand evoked no response from\nFedbond,\nproceedings were initiated in the court a quo resulting in\nthe order referred to at the beginning of this judgment.\n[8]\tThe thrust of Fedbondâs opposition before Malan J,\nto the relief sought by the respondents, was premised on a defence\ndisavowing\ntheir entitlement to withdraw the total investment on the\nbasis of an alleged common understanding amongst members of the\nFedsure\nGroup which is said to have included Fedllife. Fedbond\npersists with that argument in this appeal amongst others.\nThe common understanding argument\n[9]\tPrimarily Fedbond contended that IEB was not\nentitled to withdraw the total investment because from 1990 to 2000\nthere was a common\nunderstanding by members of the Fedsure Group that\nFedlife would continuously invest in Fedbond and that those\ninvestments, would\nform part of the long term investment arrangements\nbetween members of the group which would never be called up\nsimultaneously; that\nin the event of the investments being withdrawn,\nthis would be gradual and individual notices were required in\nrelation to each investment\nat intervals not shorter than those at\nwhich those investments had initially been made. In this regard it\nwas contended on Fedbondâs\nbehalf that these terms were\nincorporated, tacitly at least, into each investment made by Fedlife\nin the scheme.\n[10]\tIn considering this argument the relevant\nregulatory framework which governs the agreement concluded by the\nparties, should also\nbe considered in addition to the evidence. In\nthis regard s 58 of the CIS Act provides:\nâ\nMinimum\ninvestment period\nAn agreement\nin terms of which a manager accepts money for investment in a\ncollective investment scheme in participation bonds must\nprovide that\nsuch money is invested in such scheme for a period of not less than\nfive years.â\n[11]\tFurthermore, the agreement is subject to certain\nrules published in the Government Gazette.\n7\nThe material provisions thereof are inter alia:\nâ\n20.\tEvery participation bond\nmust provide that the mortgagor must pay interest on the principal\ndebt secured by such bond to the manager\nas agreed upon by the\nmanager and mortgagor. Such interest, less the managerâs\nadministration fee and such other fees and charges\nas imposed and\ndetermined by the manager from time to time must within 30 days after\nthe date on which interest payments have been\nreceived from the\nmortgagor, be paid by the manager to participants.\n22(1)\tA participant may\ntransfer, cede or encumber part or the whole of his or her\nparticipatory interest without the consent of the\nmortgagor concerned\nprovided that â\n(a)\tthe manager is not obliged\nto note such cession, transfer or encumberance unless informed in\nwriting thereof and such fees and\ncharges as may be determined by the\nmanager have been paid by such participant or his or her successor;\n(b)\tsuch cession, transfer or\nencumberance is only enforceable against the manager if the manager\nhas confirmed in writing that the\ncession, transfer or encumberance\nhas been noted and that the aforementioned fees and charges have been\npaid in full; and\n(c)\tthe manager may refuse to\nnote such cession, transfer or encumberance if such participatory\ninterest is ceded or transferred to,\nor encumbered in favour of, more\nthan one person with the result that the extent of any participatory\ninterest held by any such person\nis less than the minimum investment\ndetermined by the manager from time to time.\n(2)\tA participant may, upon the\nexpiry of the 5-year period referred to in section 58 of the Act,\nwithdraw part or the whole of the\nfunds invested by him or her in a\nscheme, if â\n(a)\tthe manager has consented to\nsuch withdrawal: Provided that the manager may withhold such consent\nsubject thereto that the manager\nfurnishes reasons for withholding\nsuch consent;\n(b)\tthe participant has given\nthe manager written notice, the period of which must be determined by\nthe manager and disclosed in the\napplication form, of his or her\nintention to withdraw such investment; and\n(c)\tthe participant has paid\nsuch fees and charges as the manager may impose.â\n[12]\tLastly the agreement was also subject to Fedbondâs\nterms and conditions, contained in a document issued to investors.\nSome\nof the material terms are that:\n12.1\tFedbond could accept money for investment in the\nscheme provided that such money was invested in such scheme for a\nperiod of\nnot less than five years;\n12.2\tthe Registrar had published rules consistent with\nthe CIS Act for the administration of a collective investment scheme\nin participation\nbonds;\n12.3\tthe rules permit transfer, cession or encumberance\nby a participant of part or the whole of his participatory interest;\n12.4\ta participant, by signature to the document agreed\nthat upon the expiry of the five year period, the participant could\nwithdraw\nhis investment subject thereto that it had given Fedbond\nthree calendar monthsâ written notice and, in terms of rule 22(2) â\n12.4.1\t\tFedbond had consented to such withdrawal;\n12.4.2\tthe participant had given Fedbond three calendar\nmonthsâ written notice; and\n12.4.3\tthe participant had paid such fees and charges as\nFedbond may impose.\nThe document containing the terms was signed as required\ntherein.\n[13]\tCounsel for Fedbond argued that IEB was aware of\nthe common understanding which, he said, was communicated to IAM, in\na letter\nfrom Fedbond dated 2 July 2003. That letter stated inter\nalia:\nâ\nThe investments were not\nplaced as a five year investment but were part of the long term\nfunding arrangements of Fedsure for Fedbond.â\nIt is important to state that IAM questioned this\nstatement, stating that it was not aware that this was so and\nrequested full details\nof the arrangement referred to. No such\ndetails were forthcoming from Fedbond and when IAM persisted in its\nrequest Fedbond stated\nthat it would not litigate the issue through\ncorrespondence.\n[14]\tProperly viewed Fedbondâs argument in this regard\nsuggests that the written agreement does not contain all the terms\nagreed\nby the parties and seeks the admission of facts that add to\nthe terms thereof. This is referred to as the integration rule in\nterms\nof which extrinsic evidence of additional terms of a written\nagreement not embodied therein is admitted. See\nUnion\nGovernment v Vianini Ferro-Concrete Pipes (Pty) Ltd\n8\nwhere the following was stated:\nâ\nNow this Court has accepted\nthe rule that when a contract has been reduced to writing, the\nwriting is, in general, regarded as the\nexclusive memorial of the\ntransaction and in a suit between the parties no evidence to prove\nits terms may be given save the document\nor secondary evidence of its\ncontents, nor may the contents of such document be contradicted,\naltered, added to or varied by parol\nevidence . . . .â\n[15]\tThe terms of the common understanding imply that\nthe investments were for longer than five years and that there could\nbe no lump\nsum withdrawal. These terms clearly impugn the written\nterms which provide for the maturing of the investments after five\nyears.\nI point out further that the CIS Act, the rules and Fedbondâs\nterms and conditions, which govern the agreement, all provide for\nan\ninvestment period of five years after which the investments mature. \nClearly the terms of the alleged common understanding are\ninconsistent with and contradict the clear terms of the written\nagreement. They are for that reason inadmissible and unenforceable.\n[16]\tFurthermore, the evidence of the partiesâ\ndealings with each other clearly excludes the possibility of the\nparties having come\nto an agreement encompassing the terms of the\ncommon understanding. I point out in this regard, and this is not in\ndispute, that\nwhen notice was given to Fedbond of the withdrawal of\nthe total investment, it evoked no response from the latter asserting\nthe terms\nof the common understanding. In my view, and purely as a\nmatter of logic, receipt of the withdrawal notice should have\nimpelled Fedbond\nto expressly withhold consent to the withdrawal and\nto cite the existence of the terms of the common understanding as a\nreason. As\nwe all know the details of the common understanding only\ncame in the answering affidavit despite being requested by IAM some\nthree\nyears before the onset of litigation.\n[17]\tThe July 2003 letter is of no assistance to\nFedbondâs argument. Quite apart from the fact that this letter was\nnot precipitated\nby a withdrawal notice, IAM clearly did not accept\nthat the investments were for a period longer than five years, hence\nits insistence\nthat details of the alleged long term âarrangementâ\nbe provided. The evidence we have vindicates IAMâs refusal to\naccept that\nthe investments were not for five years. Such evidence is\nin Fedbondâs August 2001 letter to IAM referred to in para 5 above\nas\nwell as Fedbondâs email confirmation also referred to above that\nthe five year investment period was not effected by the name change.\n[18]\tIncidentally the August 2001 letter and its\ncontents was not referred to nor corrected in the July 2003 letter.\nImportantly,\nand as I state above, the latter letter is inconsistent\nand contradictory to the clear terms one finds in the agreement,\nwhilst the\nearlier letter confirms these. I am not persuaded by the\nexplanation in the answering affidavit that the author of the August\n2001\nletter, Alet Horn (Horn), was a ânewâ employee who was\nunaware of the common understanding. If this was indeed so, one can\njustifiably\nwonder why Horn, who must have been in charge of the\ninvestment at the time, as is clear from the email correspondence,\nwas not aware\nof such important terms of what was probably a very\nlarge investment.\n[19]\tIn my view the existence of the alleged common\nunderstanding was correctly rejected by Malan J. It is clearly an\nill-conceived\nattempt to avoid honouring the withdrawal of the\ninvestment.\nWithholding of consent in terms of rule 22(2)(a).\n[20]\tThe other basis advanced for disputing the\nrespondentsâ entitlement to withdraw their investments is that\nFedbond had not consented\nthereto within the contemplation of rule\n22(2)(a). As is apparent from the rule, referred to in para 11 above,\nthe manager of a collective\ninvestment scheme may not unreasonably\nwithhold its consent to a withdrawal but it must provide a reason(s)\nif it does so. As we\nknow, Fedbond neither gave nor withheld consent\nwhen the requisite notice was given to it. It simply did nothing. It\ncannot be argued\nthat Fedbondâs letter questioning the identity of\nthe respondents as being the correct investors, on receipt of the\nwithdrawal\nnotice, was a reason for withholding consent. Neither can\nit be argued that Fedbond withheld consent due to non-compliance with\nFICA\nrequirements as the documents relevant in this regard were\nproperly tendered to it.\n[21]\tFedbondâs inaction amounts, I surmise, to a\nwithholding of consent without a reason. For this reason rule\n22(2)(a) affords\nFedbond no respite. It simply has no legal basis in\nterms of that rule to frustrate the respondentsâ legitimate\nintention to withdraw\ntheir investments withholding consent without a\nreason. Its inaction cannot, in my view, shield it from its\nobligations in terms\nof the agreement, the rules and its terms and\nconditions. This conclusion applies equally to Fedbondâs argument\nthat it did not\nconsent to the cession by IEB of portions of its\ninvestment to CAL and Channel. In that regard too Fedbond simply\nfailed to respond\nto the notice requesting it to note the cessions.\nDebtor and creditor relationship\n[22]\tCounsel for Fedbond argued finally that the order\nissued by the court a quo inclusive of the order for payment of\ninterest was\nincompetent as it presupposed a debtor-creditor\nrelationship between Fedbond and IEB. Reference was made in this\nregard to s 6(1)\nof the Part Bonds Act which provides:\nâ\nRights of participant â (1)\nThe debt secured by a participation bond shall to the extent of the\nparticipation granted to any participant\nbe a debt owing by the\nmortgagor to such participant and not to the nominee company, and the\nrights conferred by the registration\nof any such bond shall,\nnotwithstanding the registration of the bond in the name of the\nnominee company, be deemed to be held by\nthe participants.â\nCounsel argued that the relationship encapsulated in\nthat provision, which was not altered by the repeal of the Part Bonds\nAct, between\na manager of a scheme and a participant was not that of\na debtor and creditor. It was further argued, relying on the judgment\nof\nthis court in\nSyfrets Participation Bond\nManagers Ltd v Commissioner, South African Revenue Service\n9\nthat a participant can only claim repayment of its investment in a\nscheme from the mortgagor, and not from the manager. This argument\nis\nalso reliant on the provisions of rules 15\n10\nand 16\n11\nwhich provides for the procedure when a participant seeks to claim\nits investment from a mortgagor in a scheme.\n[23]\tI am of the view that the relationship created when\nan investment is made in such a scheme is tripartite in nature.\nWhilst the\nrespondents, as investors, are in fact creditors\nvis\na vis\nthe mortgagor(s), Fedbond remains in\nthe picture as the administrator of the investment scheme. Whilst it\nis further correct conceptually\nthat Fedbond as manager of the scheme\ndoes not become a debtor to a participant, the agreement between them\nprovides for certain\nobligations by either. The agreement encompasses\na relationship between Fedbond and the respondents in terms of which\nonce they have\ncomplied with the agreement and the rules in terms of\nnotice and payment of the relevant fees and charges, Fedbond as\nmanager must\nhonour the withdrawal notice, unless it contends that\nthe funds are not available which will kick-start the process\nenvisaged in\nrule 15 and 16. Those rules essentially provide for the\nprocedure to be followed by a participant regarding the enforcements\nof its\ninjusts against a defaulting mortgagor.\n[24]\tIn this regard when one takes into account the\nagreement signed between the parties that investments were placed for\nfive years,\nit must follow that once a participant gives notice to\nthe manager to withdraw any portion of its investment on maturity\nthereof,\nthe manager must honour the withdrawal notice. It can avoid\nhonouring the requested withdrawal if for instance it cannot effect\nthe\nwithdrawal in view of the fact that the funds have not yet been\nreceived from the mortgager. This is not the case asserted here by\nFedbond. The simple fact of the matter is that Fedbond has not\nasserted that it cannot pay and in terms of the agreement it must\npay. The order of the court a quo was clearly correct including its\norder for the payment of interest. Clearly IEB as investor relies\non\nthe agreement and the terms thereof to say that on maturity of its\ninvestment it can withdraw it and that is what it did in this\nmatter.\nI also point out that my conclusion does not detract from that in\nSyfrets\n, which in the\nmain restated the general principles of the relationship. In any\nevent the circumstances of our case bear no relation\nto those in\nSyfrets\n. Lastly, on\nthis point, it is necessary to also point out that this case has\nnothing to do with the situation envisaged in rules\n15 and 16.\nClearly the order granted by Malan J was competent in all respects.\n[25]\tIn the final analysis I conclude that the\nrespondents were perfectly within their rights to withdraw their\ninvestment at the\nexpiry of five years. At that time the investments\nhad matured in terms of the written agreement. The argument that\nindividual notices\nof withdrawal were required is misconceived.\nNowhere in the agreement, the rules and terms and conditions does one\nfind such a limitation.\nIn the circumstances the appeal must fail.\n[26]\tThe following order is granted:\nThe appeal is dismissed with costs including the costs\nconsequent upon the employment of two counsel.\n_______________\nD MLAMBO\nJUDGE OF APPEAL\nHARMS DP (Mthiyane and Cachalia JJA and Saldulker AJA\nconcurring):\n[27]\tI have read the judgment of Mlambo JA, and while I\nagree with his conclusion, I prefer to formulate my reasons somewhat\ndifferently.\n[28]\tMalan J, in the high court, granted judgment in\nfavour of the first respondent, Investec Employee Benefits Ltd\n(âInvestecâ),\nand the second respondent, Capital Alliance Life\nLtd for, respectively R10 696 122.57 and R35 333 877.43. The reason\nfor the split\naward is that Investec, which was previously known as\nFedsure Life Assurance Ltd, had ceded part of its claim (which\nconsisted of\na number of discrete claims) to Capital. Much time was\nwasted in the court below on the validity of the cession but the\nissue was\nnot argued in this court because it would have made no\ndifference to the outcome of the case: the appellant, Fedbond\nParticipation\nMortgage Bond Managers (Pty) Ltd (âFedbondâ) is\neither liable for the whole amount or it is not. I shall,\naccordingly, not refer\nto Capital any further. The third respondent,\nChannel Life Ltd, played no role in the appeal and will be ignored.\n[29]\tIn addition to the costs order, Malan J ordered\npayment of interest at the statutory rate. The correctness of this\norder relates\nto the nature of Fedbondâs alleged liability,\nsomething to which I shall return during the course of the judgment.\n[30]\tFedbond is a manager of a participation bond\nscheme. Investec invested during the period 1 July 1997 and 13 August\n2000 the sum\nof R 46 030 000 with Fedbond in terms of the\nParticipation Bonds Act 55 of 1981. The investment consisted of a\nnumber of tranches,\nsignificantly 13 on 27 May 1998, 12 on 26\nSeptember 1999 and 17 on 13 August 2005. As manager of a\nparticipation bond scheme, Fedbond\nhad framed rules that were\napproved by the registrar and these rules contained the form of\nagreement between a participant (Investec)\nand the manager.\n[31]\tThe written agreement between Investec and Fedbond\nauthorised the latter to invest on Investecâs behalf, upon the\nsecurity\nof a particular participation bond, the amounts invested by\nInvestec from time to time. It also provided that the monies would\nremain\ninvested for a period of not less than five years. This\naccorded with the provisions of the Act which provided that money\ninvested\nupon the security of a participation bond included in a\nparticipation scheme âshall remain invested for a period of not\nless than\nfive yearsâ (s 3(3)(d)). The rules stated that the period\nof five years would be calculated from the date on which the funds\nwere\ninvested in a participation in the scheme; and that three\nmonthsâ notice was required for repayment after the five year\nperiod.\nBased on this, Investecâs investments matured between 2002\nand 2005, and in spite of the necessary notice, Fedbond refused to\nrepay\nany amounts.\n[32]\tFedbondâs first defence is based on the so-called\ncommon understanding between the parties which, according to the\nargument,\noverrode the written agreement and the rules. The gist of\nthe understanding was that the money could not have been withdrawn\nafter\nfive years on three monthsâ notice. Malan J found that this\nunderstanding was in conflict with the written memorial and could,\ntherefore, not be proved. I am prepared to go further and hold on the\npapers that the evidence of deponent Field, the managing director\nof\nFedbond, was contrived. The basis of the understanding (and its main\nterm) was that Investecâs investment in the participation\nbond\nscheme would form part of a long-term investment arrangement between\nthe members of the Fedsure Group which, at the time, included\nFedbond\nand Investec (under its old name) to provide long term funding for\nthe Group. Counsel could not explain the basis of this\nâunderstandingâ and the consequent tacit agreement or how it\ncould have existed in the context of a participation bond investment\nunless Fedbond had misappropriated the money. Once the foundation of\nthe understanding collapses, so does the whole structure.\n[33]\tThe second defence was based on the ârulesâ or\nregulations issued under the Collective Investment Control Act 45 of\n2002.\n12\nThis Act repealed the mentioned 1981 Act. The rules provide that a\nparticipant may, upon the expiry of the 5-year investment period,\nwithdraw part or whole of the funds invested in a scheme âif the\nmanager has consented to such withdrawal: Provided that the manager\nmay withhold such consent subject thereto that the manager furnishes\nreasons for withholding such consentâ (rule 22(2)(a) â the\nother\nconditions are of no moment for present purposes). I have some\nreservations about whether this rule can apply to an investment\nmade\nunder the repealed Act. Section 117(2), which deals with the effect\nof the repeal on things done under the repealed Act, does\nnot appear\nto me to affect existing contractual arrangements.\n13\nIn any event, I do not accept that parties to a scheme may not agree\non a fixed or other regime in relation to the term of the investment,\nprovided the statutory requirement of a minimum of five years is\nadhered to. It is not conceivable that if a participant wishes to\ninvest for a period not exceeding, say, five years and reaches an\nagreement with the manager to that effect when the investment is\nmade\nthat the manager may, after the five years and after all other\nconditions have been fulfilled, withhold his consent â even\nwith\ngood reasons â under the rule. The object of the rule is to\nregulate those cases where there is no agreement about the term\nof\nthe investment.\n[34]\tFedbondâs counsel submitted that the\nâunderstandingâ was the reason why consent was withheld. Assuming\nthat this âreasonâ\nwas conveyed when the consent was withheld\n(which, on the facts, it was not) the word âreasonâ in the rule\nis not equivalent\nto âexcuseâ. A bad reason is no reason. A\nreason under the rule must be objectively justifiable.\n[35]\tThis brings me to the major point on appeal which,\naccording to respondentsâ counsel, was not argued below and did not\nfeature\nin Malan Jâs careful analysis of the facts and law. The\nargument was this: because Fedbond was the manager of the scheme and\nnot\nInvestecâs debtor, judgment for the capital amount and mora\ninterest at the prescribed rate could not have been awarded against\nFedbond even if it is assumed that Investec was entitled to call up\nits investment.\n[36]\tFedbond relied in this regard on the following\nquotation from\nSyfrets\nParticipation Bond Managers v Commissioner, SARS\n:\n14\nâ\nIn broad, the Act is designed,\ninter\nalia\n, to enable financial institutions to\noffer to investors, many of whom may wish to invest relatively small\namounts of money, an opportunity\nof participating with other\ninvestors in an investment secured by a registered mortgage bond over\nimmovable property and yielding\na competitive rate of interest. Each\nparticipant who holds such a participation in a participation bond\nbecomes a creditor of the\nmortgagor to the extent of the\nparticipation. The debt so created is owed by the mortgagor to the\nparticipant and not to the nominee\ncompany in whose name the bond is\nregistered and the rights conferred by the bond are deemed to be held\nby the participants (s 6(1)).â\n[37]\tThe correctness of the quotation is not in doubt.\nIt does not, however, deal with the full picture. Participation bond\nschemes\nwork as follows: Collective investment schemes are managed by\nmanagers such as Fedbond. Managers are appointed by nominee companies\nwho act as nominee for or representative of a participant (investor)\nin a participation bond. (The nominee company in this case was\na\nparty in the court below but did not take part in the appeal.) The\nnominee company lends money through the agency of a manager,\nagainst\nthe security of mortgages registered over the immovable property of\nborrowers in favour of the nominee company.\n[38]\tThe manager is responsible for the operation of the\nscheme. A manager may offer and grant participation in bonds under\nthe scheme\nto any person and accept money for investment on the\nsecurity of participation bonds. These funds must be kept on deposit\nby the\nmanager in the name of the nominee company on behalf of the\ninvestor.\n[39]\tThe manager is the person responsible for\nenforcement of the rights against the mortgagors and must do so\nthrough and in the\nname of nominee company (rule 14). A participant\nmay not in his own name take any action to enforce his rights in a\nparticipation\nbond (rule 16) but may instruct a manager to do so if,\nfor instance, the mortgagor has failed to comply with the conditions\nof the\nbond (rule 15). The rights of a participant are limited to his\npro rata interest in the particular bond, and he has no other right\nof recovery against the manager or the nominee company (rule 18).\n[40]\tThe problem in this case is something different and\nmay be illustrated by way of an example. Assume that the participant\nand\nmanager had agreed that the investment would be for ten years\nonly. The manager, contrary to the terms of the agreement, lends the\nmoney on a mortgage bond for a period of twenty years. After the\nlapse of the ten years the participant gives due notice of withdrawal\nof the investment. The manager is unable to call up the bond because\nthe mortgagor is not in default and, for the same reason, the\nparticipant cannot instruct the manager to call up the bond. The\nparticipant has also no claim against money held by the nominee\ncompany. Is the participant without remedy? According to Fedbondâs\nargument the investor has to carry this risk because it (Fedbond)\nis\nnot the debtor of the participant. This means that the participant\nhas no remedy against anyone and that the manager would be\nentitled\nto ignore investment agreements and keep the money of a participant\nbound up in a bond for whatever period it pleases the\nmanager.\n[41]\tI believe that it is an over-simplification to say\nthat the manager does not stand in any debtor-creditor relationship\nwith a\nparticipant. The manager undertakes by necessary implication\nto manage and structure the portfolio in such a manner that the bonds\nin which a particular participant has an interest may be called up\nwhenever the participant is entitled to call up his investment.\nThis\nobligation has nothing to do with the relationship between the\nmanager, the mortgagor and the participant. It is an obligation\nof\nthe manager towards the participant and it follows that there is in\nthis regard a debtor-creditor relationship between them. The\nmanager\nis in other words obliged to pay a participant who, under rule 22, is\nentitled to payment. If the dedicated funds are not\nin the account of\nthe nominee company the manager has to pay the money it has agreed to\npay. And if it fails to do so it is also\nliable for statutory mora\ninterest which is something different and distinct from the bond\ninterest.\n[42]\tI do not understand Fedbondâs dilemma and\ndelaying tactics. On its own version Investec could have called up\nthe investments\nsince July 2002, and that the last call could have\nbeen made in August 2005. All that was required, it said, was that\nthe aggregate\namount could not have been withdrawn on the same date\nand that the intervals between withdrawals could not have been\nshorter than\nbetween investments. Nearly five years later, and\nnothing has been paid or offered.\n[43]\tFor these reasons I agree with the order proposed\nby Mlambo JA.\n_____________\nL T C HARMS\nDEPUTY PRESIDENT\nAPPEARANCES\nAPPELLANTS:  \t\tJ J Bret SC (with him E Kromhout)\nInstructed by Oosthuizen Du Toit Berg & Boon,\nJohannesburg\nVan Der Merwe & Sorour, Bloemfontein\nRESPONDENTS:\t\tD M Fine SC (with him M M Antonie)\nInstructed by Werksmans Inc, Johannesburg\nNaudes Inc, Bloemfontein\n1\nSection 52(1):\nâ[A] scheme\n\tof which the portfolio, subject to the provisions of this Act,\n\tconsists mainly of assets in the form of participation\nbonds, and in\n\tpursuance of which members of the public are invited or permitted to\n\tacquire a participatory interest in all the\nparticipation bonds\n\tincluded in the scheme.â\n2\nSyfrets Participation Bond Managers v\n\tCommissioner, SARS\n[2000] ZASCA 80\n;\n2001 (2) SA 359\nat\n\t363G-H. Though the court there was dealing with the Part Bonds Act,\n\tthis description remains true in terms of the CIS Act.\n3\nSection 52(1) âParticipation Bondâ means â\n\tâa mortgage bond over immovable property â\n(a)  which is described\n\tas a participation bond and is registered as such in the name of a\n\tnominee company and is included in a\ncollective investment scheme in\n\tparticipation bonds; and\n(b)  which is a first\n\tmortgage bond or which ranks equally with another first\n\tparticipation bond and has the same mortgagor.â\n4\nSection 1:  âA manager means\na person\n\twho is authorised in terms of this Act to administer a collective\n\tinvestment scheme.â\n5\nSection 52(1):  âA participant\nmeans a person who holds a\n\tparticipatory interest in all the participation bonds included in a\n\tcollective investment scheme in participation\nbonds.â\n6\nAct 38 of 2001.\n7\nGN\n577\n\tin\nGG\n24984 of 28 February 2003.\n8\n1941 AD 43\nat 47. See also\nJohnston v\n\tLeal\n1980 (3) SA 927\n(A) at 944B-D:  âFurthermore, in my view,\n\tan instructive and relevant analogy is provided by cases of what is\n\ttermed a \"partial\nintegration\". Where a written contract\n\tis not intended by the parties to be the exclusive memorial of the\n\twhole of their agreement\nbut merely to record portion of the agreed\n\ttransaction, leaving the remainder as an oral agreement, then the\n\tintegration rule merely\nprevents the admission of extrinsic evidence\n\tto contradict or vary the written portion; it does not preclude\n\tproof of the additional\nor supplemental oral agreement.â;\nCapital\n\tBuilding Society v De Jager & others\n;\nDe Jager & another v Capital\n\tBuilding Society\n1963 (3) SA 381\n(T)\n\tat 382B-C;\nRielly v Seligson and Clare\n\tLtd\n1977 (1) SA 626\n(A) at 628D-E;\nNational Board (Pretoria) (Pty) Ltd v\n\tEstate Swanepoel\n1975 (3) SA 16\n(A) at\n\t26A-C.\n9\n(\nSupra) at 366A-B.\n10\nRights of participants: Recovery of debts â Despite rule 14 a\n\tparticipant may in respect of a participation bond instruct the\n\tmanager to take all the necessary steps through and in the name of\n\tthe nominee company to recover from the mortgagor such portion\nof\n\tthe principal debt as is necessary to repay in full the\n\tparticipatory interest of such participant in such bond: Provided\n\tthat\na participant may only so instruct the manager if â (a) the\n\tmortgagor has failed to comply with the conditions of the bond; or\n\t(b) subject to the terms and conditions of the bond, the\n\tparticipants in the scheme (excluding the manager) in which such\n\tparticipation\nbond is included, who hold a majority in value of the\n\tparticipatory interests in such scheme, have instructed the manager\n\tin writing\nto recover from the mortgagor such portion of the\n\tprincipal debt as is necessary to repay in full the participatory\n\tinterests of\nall such participants.\n11\nRights of participants: Legal proceedings â A participant may not\n\ttake any action, legal or otherwise, in his or her own name\nto\n\tenforce the rights held by such participant in any participation\n\tbond included in a scheme.\n12\nRules for the Administration of a Collective Investment Scheme in\n\tParticipation Bonds GN 577, GG 24984, 28 February 2003.\n13\nCompare\nAdampol (Pty) Ltd v Administrator Transvaal\n1989 (3)\n\tSA 800\n(A) at 811D-812I.\n14\n[2000] ZASCA 80\n;\n2001 (2) SA 359\nat 363G-H.",
  "scraped_at": "2026-02-11T20:19:31.416635",
  "date": "2010-03-31",
  "coram": [
    "Harms DP",
    "Mthiyane",
    "Mlambo",
    "Cachalia JJA",
    "Saldulker AJA"
  ],
  "case_number": "211/09",
  "parties": {
    "applicants": [
      "Fedbond Participation Mortgage Bond Managers (Pty) Ltd"
    ],
    "respondents": [
      "Investec Employee Benefits Ltd",
      "Capital Alliance Life Ltd",
      "Channel Life Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant Fedbond managed a collective investment scheme (the Fedbond Participation Mortgage Scheme) under the Collective Investment Schemes Control Act. Between July 1997 and August 2000 Fedlife (later renamed Investec Employee Benefits Ltd) paid R46,030,000 to Fedbond for investment in participation bonds, each to remain invested for not less than five years. In July 2006 the respondents gave three months’ written notice to withdraw the total investment. Fedbond questioned the identity of the investors and raised a FICA‑related query, but gave no substantive response. In June 2007 the respondents informed Fedbond that portions of the investment had been transferred to Capital Alliance Life Ltd and Channel Life Ltd under reinsurance and sale arrangements, and again sought confirmation. Fedbond failed to acknowledge the withdrawal notice or the transfers, prompting the respondents to demand payment and ultimately to obtain a judgment ordering Fedbond to pay the amounts with interest.",
    "issues": "The appeal raised several issues: (1) whether a purported “common understanding” between the parties that overridden the written agreement could limit the right to withdraw after five years; (2) whether Fedbond had validly withheld consent to the withdrawal in breach of rule 22(2)(a) of the CIS Act regulations, which requires reasons for withholding consent; (3) whether the manager‑participant relationship creates a debtor‑creditor obligation that would permit the order for repayment and statutory interest; and (4) whether extrinsic evidence of oral terms could be admitted to vary the written contract.",
    "principles": "The court applied the integration rule, holding that a written contract is the exclusive record of the parties’ agreement and extrinsic evidence cannot contradict its terms. Section 58 of the CIS Act imposes a minimum five‑year investment period, and rule 22(2)(a) permits a manager to withhold consent only if it furnishes reasons. The court also relied on precedents such as Union Government v Vianini Ferro‑Concrete Pipes (extrinsic evidence inadmissible) and Syfrets Participation Bond Managers v Commissioner (the participant’s rights arise against the mortgagor, but the manager has contractual obligations to honour withdrawals). The manager‑participant relationship was characterised as tripartite, creating a payment obligation on the manager when the participant complies with notice and fee requirements.",
    "application": "Applying these principles, the court found that the alleged common understanding was inconsistent with the written agreement and the statutory rules, rendering it inadmissible. Fedbond’s silence after receiving the withdrawal notice amounted to a withholding of consent without providing the statutorily required reasons, breaching rule 22(2)(a). Consequently, Fedbond was obligated to honour the withdrawal and pay the amounts due, together with statutory mora interest. The court rejected the argument that the manager was not a debtor to the participant, noting that contractual duties give rise to a debtor‑creditor relationship for the purpose of payment.",
    "conclusion": "The appeal was dismissed. Fedbond Participation Mortgage Bond Managers (Pty) Ltd was ordered to pay the respondents the amounts withdrawn, together with statutory interest, and to bear the costs of the appeal, including the costs consequent upon the employment of two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Collective Investment Schemes",
    "level_3": [
      "participation bonds",
      "contract interpretation",
      "manager consent",
      "withdrawal of investment",
      "CIS Act"
    ]
  }
}