{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/168.html",
  "case_name": "Commissioner for South African Revenue Service v NWK Ltd (27/10) [2010] ZASCA 168; 2011 (2) SA 67 (SCA) ; [2011] 2 All SA 347 (SCA); 73 SATC 55 (1 December 2010)",
  "citation": "[2010] ZASCA 168",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 168\n|\nNoteup\n|\nLawCite\nCommissioner for South African Revenue Service v NWK Ltd (27/10) [2010] ZASCA 168; 2011 (2) SA 67 (SCA) ; [2011] 2 All SA 347 (SCA); 73 SATC 55 (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 27/10\nIn the\r\nmatter between:\nCOMMISSIONER\r\nFOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\n...................................................................................\nAppellant\nand\nNWK LIMITED\n........................................................................................\nRespondent\nNeutral citation:\nCSARS v NWK\n(27/10)\n[2010]\r\nZASCA 168\n(1 December 2010)\nCoram:\nHARMS DP, LEWIS, CACHALIA and SHONGWE JJA and BERTELSMANN AJA\nHeard:\n11 NOVEMBER 2010\nDelivered\n1 December 2010\nSummary:\nSimulated transaction: tests for simulation: taxpayer\r\nnot entitled to claim deduction in respect of interest paid on amount\r\nnot\nactually borrowed. Section 103(1) can be invoked where it is not\r\nshown that transaction is simulated.\nORDER\nOn appeal from the Tax Court sitting at Johannesburg (per Boruchowitz\r\nJ and assessors sitting as a court of appeal):\n1 The appeal against the order of the Tax Court is upheld with costs\r\nincluding those of two counsel.\n2 The order of the Tax Court is replaced with:\n‘\n(a) The objection to the assessments is\r\ndismissed and the additional assessments are upheld.\n(b) The objection to the imposition of additional tax of 200 per cent\r\nis upheld.\n(c) Additional tax of 100 per cent of the total amount of the\r\nadditional assessments is imposed in terms of s 76 of the Income\nTax\r\nAct 58 of 1962.’\nJUDGMENT\nLEWIS JA (HARMS DP, CACHALIA AND SHONGWE JJA and BERTELSMANN AJA\r\nconcurring)\n[1] Over a period of five years, from 1999 to 2003, the respondent,\r\nNWK Ltd, claimed deductions from income tax in respect of interest\n\npaid on a loan to it by Slab Trading Company (Pty) Ltd (Slab), a\r\nsubsidiary of First National Bank (FNB), in the sum of R96 415\n776.\r\nNWK is a public company which formerly operated as a co-operative\r\nsociety trading in maize. The deductions were allowed. But\nin 2003\r\nthe appellant, the Commissioner for the South African Revenue\r\nService, issued new assessments disallowing the deductions\nand\r\nrefusing to remit any part of the interest on the amounts assessed.\r\nHe also imposed additional tax and interest in terms of\nss 76 and\r\n89quat of the Income Tax Act 58 of 1962. The amount claimed pursuant\r\nto the additional assessments, including additional\ntax, was R47 360\r\n583.\n[2] The basis of the revised assessments by the Commissioner was that\r\nthe loan was not a genuine contract: it was part of a series\nof\r\ntransactions entered into between NWK and FNB and its subsidiaries,\r\nall designed to disguise the true nature of the transaction\nbetween\r\nNWK and FNB, with the intention of NWK avoiding or reducing its\r\nliability for tax.\n[3] NWK appealed against the assessments and the imposition of\r\nadditional interest and penalties. Boruchowitz J and two assessors\nin\r\nthe Tax Court held at Johannesburg upheld the appeal. It is against\r\nthe order of the Tax Court that the Commissioner appeals.\nThe basis\r\nof the Commissioner’s argument on appeal is that the loan was\r\nsimulated: that it had to be viewed in the light\nof several other\r\nagreements concluded between NWK and FNB, and FNB and its\r\nsubsidiaries, which together showed that a sum of only\nR50m was lent\r\nby FNB to NWK, and that the transactions were devised to increase the\r\nostensible amount lent so that deductions of\ninterest on a greater\r\namount could be claimed. NWK argued, on the other hand, that there\r\nwas an honest intention on the part of\nNWK, represented by Mr E\r\nBarnard, its financial director, to execute the contracts in\r\naccordance with their tenor, and the claims\nfor deductions were\r\nvalid. The Tax Court accepted this contention and upheld the appeal\r\nto the Tax Court on this basis.\n[4] The Commissioner contended, in the alternative, both before the\r\nTax Court and this court, that s 103(1) of the Act, in operation\nat\r\nthe relevant time, was applicable: the Commissioner was satisfied\r\nthat the transactions in question had been entered into for\nthe\r\npurpose of avoiding tax. The Tax Court held that once the\r\nCommissioner had concluded that the transactions were simulated he\n\ncould not be ‘satisfied’ that they been entered into for\r\nthe purpose of avoiding or reducing liability for tax. Section\n103(1)\r\nthus had no application.\nBackground to the transactions and their conclusion\n[5] Before discussing the transactions that the Commissioner sought\r\nto impugn it is helpful to look at the events leading to their\n\nconclusion. As I have said, the main business of NWK was trading in\r\nmaize. In 1998, according to Barnard, it had an annual turnover\nof\r\nR1.5b. Its net operating profit was R103m. It had over the years\r\nborrowed money from the Land Bank and had banking facilities\nwith a\r\nnumber of commercial banks, including FNB, but had not used the\r\nlatter. In January of that year, two representatives of\nFNB, Mr Louw\r\nand Mr McGrath visited Barnard and offered a structured finance loan\r\nfacility to NWK.\n[6] Neither Louw nor McGrath testified. Indeed no witness from FNB\r\nwas called by NWK. I shall revert to this briefly, since there\nwas\r\ncriticism of the Commissioner for not calling any witnesses from FNB.\r\nIt is of course NWK which bore the onus of proving that\nthe\r\ntransactions were not simulated, an issue to which I shall also\r\nreturn. The history and context of the impugned transactions\nemerge\r\nfrom Barnard’s evidence, the written agreements and from other\r\ndocuments.\n[7] Barnard questioned aspects of the proposal, in particular the tax\r\nimplications. FNB sent him an opinion written by senior counsel\nwho\r\nhad commented on similar transactions. There is nothing to indicate,\r\nhowever, what instructions were given to counsel, and\nwhether the\r\ntransactions on which he commented were identical or even similar to\r\nthose proposed to NWK by FNB. And while counsel\nindicated that his\r\nview was that the transactions described were tax-efficient, he did\r\ncaution, in spite of having been advised\nthat the transactions were\r\nnormal, that there was always the possibility that the Commissioner\r\nmight apply s 103(1) to them. The\ntransactions, he suggested, might\r\nnot be regarded as having bona fide business purposes.\n[8] On 13 February 1998 Louw and Mr J van Emmenes, also from FNB,\r\nwrote an internal memorandum to the General Manager, Group Credit\n\nwithin FNB on the proposal to offer a ‘structured finance\r\nfacility’ of R50m to NWK, ‘repayable in 5 equal annual\n\ncapital and interest payments over 5 years’. The facility would\r\nbe used, they said, to reduce existing liabilities. They\nrecommended\r\nthe grant of the facility. Barnard did not see this internal\r\nmemorandum at the time, but he did confirm when testifying\nthat it\r\ncorrectly reflected what had been discussed.\n[9] The proposal was made formally in a letter FNB sent to NWK on 28\r\nFebruary 1998, offering to update its existing banking facilities\nby\r\nthe addition of a term finance facility of R50m, subject to what it\r\ncalled a term finance agreement. The formal proposal attached\nwas\r\nsaid to be confidential and ‘proprietary’ to FNB and\r\nrequired NWK to sign a confidentiality undertaking to preserve\nFNB’s\r\ntrade secrets and highly confidential and sensitive information.\n[10] A diagram reflected the suite of transactions that would\r\nconstitute the finance facility. It used indicative amounts rather\n\nthan the actual sums that would ultimately be paid and repaid. The\r\ndiagram also appeared to indicate the sequence in which all\ncontracts\r\nand performance would occur, though it did not specify that this was\r\nso and in fact the transactions were not all concluded\nentirely as\r\nenvisaged nor did they follow the apparent sequence.\n[11] The contracts envisaged were these. (I shall not use the sums\r\nreferred to in the proposals but rather the actual amounts reflected\n\nin the transactions concluded later).\nA subsidiary of FNB that dealt in financial instruments, Slab, would\r\n\tlend a sum of R96 415 776 to NWK, to be repaid over five\nyears.\nThe capital amount would be repaid by NWK delivering to Slab at the\r\n\tend of the five year period 109 315 tons of maize.\nInterest would be payable on the capital sum at a fixed rate of\r\n\t15.41 per cent per annum payable every six months. To this end\nNWK\r\n\twould issue ten promissory notes with a total value of R74 686 861.\nTo fund the loan Slab would discount the notes (sell them for an\r\n\tamount less than their face value) to FNB. NWK, on due date,\nwould\r\n\tpay FNB.\nSlab would sell its rights to take delivery of the maize at the end\r\n\tof the five year period to First Derivatives, a division\nof FNB.\r\n\tThis ‘forward sale’, for the sum of R45 815 776, would\r\n\tenable FNB to pay the full amount of the loan to NWK.\nFirst Derivatives would sell to NWK the right to take delivery of\r\n\tthe same quantity of maize for the sum of R46 415 776, payable\n\n\timmediately on the conclusion of the contract, but delivery to take\r\n\tplace only five years hence. This contract would neutralize\nthe\r\n\trisks associated with delivery in the future.\nSlab would cede its rights to a trust company to relieve Slab of the\r\n\t‘administrative burden’ of the transaction.\n(This\r\n\ttransaction did not eventuate.)\n[12] The proposal indicated that the series of transactions would\r\nenable NWK to deduct the interest paid on the capital sum in\nthe year\r\nit was payable under s 11(a) of the Act. Barnard submitted the\r\nproposal to NWK’s board of directors for approval\nwhich was\r\ngranted on 30 March 1998. Contracts envisaged in the proposal were\r\nsigned by Barnard on behalf of NWK on 1 April 1998\nand by Slab and\r\nFNB on 2 April. I shall, for convenience, refer to the date of the\r\ncontract as 1 April 1998.\nThe contracts between NWK and FNB and its subsidiary or division\nThe loan\n[13] The contract provided that Slab would lend R96 415 776 to NWK.\r\n‘Repayment’, to take place on 28 February 2003,\nwould be\r\neffected by the delivery to Slab of 109 315 tons of ‘dried\r\nwhite maize intended for human consumption’. (Although\nthe\r\ntransaction was, in my view, a sale and not a loan, I shall refer to\r\nit for convenience as a loan.) The delivery was to be\neffected by\r\nrepresentatives of the parties meeting in the presence of a notary\r\nwhen appropriate certificates would be signed –\na recognized\r\nmeans of constructive delivery in the industry.\n[14] The parties agreed that Slab would be entitled to cede its right\r\nto delivery of the maize or to delegate any of its obligations\nunder\r\nthe contract, to a company within the FNB group, without the consent\r\nof NWK. NWK, on the other hand, was not permitted to\ncede any right\r\nor delegate any obligation, but it undertook to effect delivery to\r\nany cessionary.\n[15] The capital amount of the loan was subject to interest at a\r\nfixed rate of 15.27 per cent per annum, compounded monthly in\narrear.\r\nThe interest was payable every six months. In respect of each payment\r\nNWK was to (and did) issue promissory notes, the\nface value of the\r\ntotal being R74 686 861. This is the amount that NWK claimed as a\r\ndeduction over the five year period in terms\nof s 11(a) of the Act.\nThe forward purchase agreement: First Derivatives to NWK\n[16] The second contract concluded on 1 April 1998 was labelled a\r\n‘forward purchase agreement’. First Derivatives,\na\r\ndivision of FNB, sold to NWK the same quantity of maize (109 315\r\ntons) as was supposed to be delivered in discharge of the loan\nfor\r\nR46 415 776. The price was payable in cash on 1 April 1998 and\r\ndelivery was to be effected on 28 February 2003, the same day\non\r\nwhich NWK was to discharge its obligation under the loan. And\r\ndelivery was to be constructive. The purpose of this transaction\nwas\r\nto ensure that NWK would have possession of the requisite quantity of\r\nmaize when it was required to effect delivery to Slab.\nNWK in fact\r\npaid the sum of R46 415 776 to First Derivatives on 1 April 1998.\nThe forward purchase agreement: Slab to First Derivatives\n[17] On the same day, Slab sold to First Derivatives the same\r\nquantity of maize for R45 815 776. Again, the price was payable on\n1\r\nApril 1998, and delivery of the maize would be effected, in the same\r\nmanner, on 28 February 2003. NWK was not party to this contract,\nbut\r\nwas aware that it would be concluded: a similar transaction (that\r\nSlab would sell its claim against NWK to First Derivatives)\nwas an\r\nintegral part of the proposal by FNB.\nThe cession of the rights in the promissory notes to FNB\n[18] On 1 April 1998 a fourth transaction was concluded. Slab sold\r\nits rights (ceding them) to the promissory notes to FNB for\nR50 697\r\n518. It will be recalled that the face value of the notes was R74 686\r\n861. The discount was thus substantial. Again, although\nNWK was not a\r\nparty to the transaction, it was envisaged in the proposal and\r\nBarnard was aware that the cession at a substantially\ndiscounted rate\r\nwould be effected.\nThe June 1998 cessions\n[19] On 29 June 1998 NWK and Slab ceded their respective rights to\r\nthe delivery of maize to FNB. Barnard for NWK signed both deeds\nof\r\ncession at FNB’s request. The NWK right to delivery arose from\r\nthe forward sale between it and Slab. The Slab right to\ndelivery\r\narose from the loan agreement. In the proposal it was envisaged that\r\nSlab would cede its right to the maize to a trust\ncompany. Instead\r\nFNB was substituted as the cessionary. The Tax Court regarded the\r\ncession by NWK to FNB as one in securitatem\ndebiti.\n[20] In effect each cession cancelled the other. NWK transferred its\r\nright to FNB to claim delivery of the maize. And FNB acquired\nfrom\r\nSlab the right to claim delivery of the same maize from NWK. (The\r\n‘cancellation’ of the delivery would have been\nby the\r\nprocess of\nconfusio\n: where a right and corresponding\r\nobligation inhere in the same person, the obligation ceases to\r\nexist.) Slab ceased to be a party\nto any of the agreements in June\r\n1998. Its participation in the transaction as a whole was ephemeral.\nThe implementation of the contracts\n[21] The promissory notes issued by NWK in respect of its interest\r\nobligations were presented and paid on their due dates. And\non 28\r\nFebruary 2003 FNB and NWK representatives met in the presence of a\r\nnotary in Lichtenberg. FNB delivered negotiable silo certificates\nto\r\nNWK in performance of its obligation to deliver the maize under the\r\nNWK forward purchase agreement. The same silo certificates\nwere\r\nhanded over to FNB in performance of NWK’s obligation to\r\ndeliver maize to FNB (as cessionary of Slab’s right)\nfive\r\nminutes later, according to the notary’s certificate. The\r\nreader might well say ‘What a charade’. But I\nshall\r\nrevert to that.\nA bank facility afforded by FNB to NWK on 23 February 1998\n[22] Before turning to the issues before the Tax Court it should be\r\nnoted that there was another agreement between FNB and NWK,\nconcluded\r\nbefore the series of transactions concluded in April and June of\r\n1998. On 23 February 1998 Louw and Van Emmenes of FNB\nwrote to NWK,\r\nfollowing discussions with Barnard, and offered two bank facilities:\r\na direct bank facility of R150m and ‘termynfinansiering’\n\nin the sum of R50m. The latter was for a period of five years, and\r\nwas subject to various terms, including that NWK would not borrow\n\nfrom any other financial institution (excluding the Land Bank) over\r\nthe five-year period without the written consent of FNB.\n[23] The offer by FNB was accepted by NWK on 1 April 1998, the same\r\nday as it signed the other loan agreement for R96 415 776.\nIn an\r\ninternal memorandum written to the General Manager, Group Credit, by\r\nLouw and Van Emmenes, it was pointed out that NWK was\ninterested in a\r\n‘medium term structured finance proposal’ and that FNB\r\nhad been requested to consider a ‘loan\nfacility of R50m\r\nrepayable in 5 equal annual capital and interest payments over 5\r\nyears’. This memorandum culminated in the\nletter of 23 February\r\noffering the short term facility of R50m.\nClaims by NWK for deductions from Income Tax\n[24] In each of the years of assessment for income\r\ntax from 1999 to 2003 NWK claimed and was granted a deduction from\r\nincome in\nterms of s 11(a)\n1\nof the Act in respect of the interest paid to FNB.\r\nThe amount claimed was equal to the face value of the promissory\r\nnotes paid in\nthe year, which NWK had issued to Slab and which Slab\r\nsold to FNB.\n[25] In June 2003 (and in March 2004 in respect of the 2003 year of\r\nassessment) the Commissioner issued additional assessments\nin terms\r\nof s 79 of the Act, disallowing the deductions previously made. He\r\nalso, in terms of s 76, imposed additional tax of 200\nper cent (the\r\nmaximum permissible) and interest (s 89quat – interest on\r\nunderpayment). NWK objected to the additional assessments.\nThe\r\nCommissioner disallowed the objections, and NWK duly appealed against\r\nthe respective assessments and the imposition of the\nadditional tax\r\nand interest.\nGrounds of assessment\n[26] The basis of the additional assessments was the Commissioner’s\r\nview that the agreements concluded between NWK and FNB\nand its\r\nsubsidiary Slab did not reflect the substance of the real\r\ntransaction. Slab, it contended, was interposed as a party solely\nfor\r\nthe purpose of reducing or evading liability for income tax. The loan\r\nby Slab to NWK, although ostensibly of R96 415 776, was\nin reality\r\none for R50m. And the effect of the forward sales and the cessions\r\nwas that the same maize that NWK would use to discharge\nits\r\nobligation to repay Slab (the right to performance having been ceded\r\nto FNB), was sold by FNB to NWK.\n[27] The loan, the Commissioner contended, was a ‘mere paper\r\nexercise and/or simulation’. The reasons for this were\nthat\r\nnone of Slab, NWK or FNB intended to trade in maize before or after\r\nthe transactions were entered into. The value of the maize\nat the\r\ntime of delivery (in February 2003) was uncertain. The purchase price\r\nfor the maize was based on a fictitious value and\nwas determined\r\nwithout reference to the value of the maize on the date of conclusion\r\nof the contracts. On 1 April 1998 the price\nof maize quoted on the\r\nSouth African Futures Exchange (SAFEX) was R715 per ton, whereas the\r\nprice agreed was R419 per ton. The\ntotal amount payable for the maize\r\nunder the forward sale agreement (R45 815 776) was determined by\r\ndiscounting the loan amount\nof R96 415 776 at the rate of 15.27 per\r\ncent per annum – the same rate as that for interest payable on\r\nthe loan. To this\nwas added the sum of R97 518 which was payable to\r\nSlab as a fee for its participation in the series of transactions.\n[28] Further indiciae of simulation, the Commissioner considered,\r\nwere that the risks associated with delivery of maize five years\n\nafter the conclusion of the sales were great: the market is volatile.\r\nYet no account had been taken of volatility, of arrangements\nfor\r\nstorage after harvest, or the costs of storage or transport.\r\nMoreover, the Commissioner asserted, the description of the maize\nin\r\nall the agreements was inadequate. The grade of the maize was not\r\nstipulated although it would materially affect its market\nvalue.\n[29] NWK had no intention of repaying its loan with Slab through the\r\ndelivery of the maize; Slab had no intention of acquiring\nthe maize\r\nor selling it, in turn, to FNB; and the cessions from Slab to FNB and\r\nof NWK to FNB effectively cancelled the respective\nobligations. (The\r\nCommissioner contended that the respective obligations were\r\nextinguished by set-off.) The obligations of NWK\nand FNB respectively\r\nto deliver the identical maize in February 2003 by the issue of silo\r\ncertificates by a notary were dependent\non each other: if one did not\r\nperform the other could not.\n[30] The Commissioner thus considered that the transactions ‘were\r\nspecifically designed to conceal the fact that in reality,\nthe actual\r\nloan amount advanced’ to NWK was R50m. The additional amount\r\nwas simulated with a series of contracts purporting\nto sell maize\r\nwhich the parties never intended to have any effect. Slab had no real\r\nrole to play and its participation was ‘artificially\nengineered\r\nand specifically designed to conceal the fact that the true loan\r\namount was the sum of [R50m]. Slab’s sole purpose\nwas therefore\r\nto facilitate the enhanced deduction claimed by [NWK] in terms of s\r\n11(a) of the Act’. FNB made an immediate\nprofit of R600 000\r\nwhen it bought the promissory notes for R50 697 518 from Slab.\r\nFurthermore, FNB, in receiving the sum of R74\n686 861 (the face value\r\nof the promissory notes), in effect was paid interest on the real\r\nloan of R50m.\n[31] Thus having regard to the ‘substance and reality of the\r\ntransaction’ the face value of the promissory notes was\n\ndetermined by combining the capital value of the loan (R50m) with\r\ninterest over the period of the loan of R23 989 343. The total\nof\r\nthese two amounts, plus the fee of R697 518, was equal to the face\r\nvalue of the promissory notes.\n[32] The Commissioner considered that the actual transaction that was\r\ncontemplated by FNB and NWK was a loan for R50m: the promissory\nnotes\r\ncovered both the capital and interest. Thus the portion of the notes\r\nthat constituted repayment of capital was not deductible\nas interest\r\nin terms of s 11(a) of the Act and was also not expended in the\r\ncourse of trade.\n[33] In the alternative the Commissioner contended that the series of\r\ntransactions constituted a ‘transaction, operation\nor scheme’\r\nin terms of s 103(1) of the Act that had the effect of avoiding or\r\nreducing NWK’s liability for tax in the\n1999 to 2003 years of\r\nassessment and that the transactions were abnormal and were entered\r\ninto solely or mainly for the purpose\nof obtaining a tax benefit.\n[34] The Commissioner imposed additional tax and interest, as I have\r\nsaid. The grounds for this were that NWK represented in its\ntax\r\nreturns in question that the payment of the promissory notes was in\r\nrespect of interest when in fact it was also in respect\nof capital.\r\nIn so doing, NWK also represented that the transactions were normal\r\ncommercial transactions, in terms of which there\nwould be deliveries\r\nof maize, when in reality no delivery was ever intended. The\r\ndeliberate attempt to disguise the true nature\nof the transactions\r\nwarranted the imposition of the additional tax, he contended.\nThe grounds of appeal\n[35] NWK alleged in its grounds of appeal that the contracts\r\nconcluded between Slab, NWK and FNB were performed in accordance with\n\ntheir terms: NWK received the amount of R96 415 776 in terms of the\r\nloan agreement, and delivered the promissory notes to Slab.\nNWK paid\r\nthe price of the maize – R46 415 776 – to First\r\nDerivatives in terms of the forward sale agreement. NWK was\nnot party\r\nto the agreements between Slab and FNB. The terms of the loan\r\nreflected the intention of NWK and were implemented and\nperformed in\r\naccordance with their tenor. And there was no tacit understanding or\r\nunexpressed agreement on the part of NWK that\nwas not recorded in the\r\ncontracts to which it was party.\n[36] NWK contended thus that the loan for the full capital amount was\r\ncorrectly reflected and no portion of the payment made by\nit was of a\r\ncapital nature. In so far as s 103(1) of the Act was concerned, NWK\r\ndenied that the contracts had the effect of avoiding\nor postponing\r\nliability for tax: they were concluded solely or mainly for the\r\npurpose of securing loan finance. NWK also contended\nthat its tax\r\nreturns over the years of assessment contained full and accurate\r\ninformation and that it was not liable for the additional\ntax nor for\r\nthe additional interest.\nThe decision of the Tax Court\n[37] The Tax Court found that NWK had acted in terms of the\r\nagreements. It accepted that Barnard, representing NWK, had genuinely\n\nintended to act in accordance with the terms of the loan agreement\r\nand although aware of the agreements between Slab and FNB, was\nnot a\r\nparty to them. The Tax Court held that Barnard was a credible and\r\nsatisfactory witness. I shall deal with his evaluation\nafter\r\nconsidering some of the evidence. It is important to note that the\r\nCommissioner’s case in the Tax Court was that the\nsimulation of\r\nthe transactions was deliberate. There was no contention that the\r\nparties had genuinely believed that the transactions\nwere bona fide\r\nand would be performed in accordance with their terms. It was argued\r\nin that court that NWK and FNB were acting\ndeliberately to conceal\r\nthe true nature of the transaction.\nOnus of proof\n[38] In this court the Commissioner maintained his\r\nstance that NWK, represented by Barnard, had concluded the loan\r\nagreement and\nthe forward sales and cessions to which it was party,\r\nknowing that they were simulated transactions, and in order to gain a\r\ntax\nadvantage rather than really to borrow the sum of R96 415 776. In\r\nterms of s 82(b) of the Act NWK bore the onus of proving that\nthe\r\ntransactions were not simulated.\n2\nNWK argued that the agreements themselves provided\r\nprima facie proof of the true transaction between the parties.\r\nAccordingly, the\nburden rested on the Commissioner to rebut the prima\r\nfacie inference.\n[39] The Commissioner, on the other hand, contended that the\r\nagreements had to be viewed in context and having regard to all other\n\nevidence, and that NWK had not discharged the onus of proving that\r\nthe loan was not simulated. The mere production of the agreements\nwas\r\nnot enough to discharge the onus. NWK had to refute the assessment\r\nthat it had a dishonest intention to disguise a transaction.\nAnd the\r\nsubstance of the loan agreement, viewed in the light of other\r\ntransactions and negotiations preceding it, was such that\nNWK had to\r\nprove that it genuinely intended to borrow R96 415 776 from Slab, and\r\nto repay it by delivering maize five years after\nthe money had been\r\nlent.\n[40] This court has previously held that the mere\r\nproduction of agreements does not prove that the parties genuinely\r\nintended them\nto have the effect they appear to have. In\nErf\r\n3183/1 Ladysmith (Pty) Ltd v CIR\n3\nHefer JA, dealing with a contention that\r\nagreements should be given effect in accordance with their tenor\r\n(form), said:\n‘\nThis\r\nis plainly not so. That the parties did indeed deliberately cast\r\ntheir arrangement in the form mentioned, must of course be\naccepted;\r\nthat, after all, is what they had been advised to do. The real\r\nquestion is, however, whether they actually intended that\neach\r\nagreement would\ninter\r\npartes\nhave\r\neffect according to its tenor. If not, effect must be given to what\r\nthe transaction really is.’\nAfter referring to s 82 of the Act Hefer JA continued:\n‘\nTherefore,\r\nunless the appellants have shown on a preponderance of probability\r\nthat the agreements do indeed reflect the actual intention\nof the\r\nparties thereto, the Commissioner’s decision cannot be\r\ndisturbed.’\n[41] This was the view also of Harms JA in\nRelier\r\n(Pty) Ltd v CIR\n4\nwhere he said that if the agreements in issue were\r\ntaken at face value the taxpayer would have to succeed: but the\r\nagreement in\nquestion had ‘unusual and unreal aspects to it’\r\nwhich raised questions as to the real intention of the taxpayer. How\n\nthen does a court ascertain the real intention of a party to a\r\ncontract when the contract appears to be simulated? This is the\n\nquestion to which I now turn before examining any of the evidence.\nReal intention and simulation: Substance and form\n[42] It is trite that a taxpayer may organize his\r\nfinancial affairs in such a way as to pay the least tax permissible.\r\nThere is,\nin principle, nothing wrong with arrangements that are tax\r\neffective.\n5\nBut there is something wrong with dressing up or\r\ndisguising a transaction to make it appear to be something that it is\r\nnot, especially\nif that has the purpose of tax evasion, or the\r\navoidance of a peremptory rule of law. However, as Hefer JA said in\nLadysmith,\n6\none must distinguish between the principle that\r\none may arrange one’s affairs so as to ‘remain outside\r\nthe provisions\nof a particular statute’, and the principle that\r\na court ‘will not be deceived by the form of a transaction: it\r\nwill\nrend aside the veil in which the transaction is wrapped and\r\nexamine its true nature and substance’ (per Wessels ACJ in\nKilburn v Estate Kilburn\n,\n7\ncited by Hefer JA in\nLadysmith\n8\n).\r\nAs the court said in\nLadysmith\n9\nthe principles are not in conflict.\n[43] I shall not traverse the long line of\r\nauthority in which these two principles have been invoked. They are\r\ndealt with comprehensively\nin\nLadysmith.\nAnd they are expressed in classic statements in\nZandberg v Van Zyl\n10\nand\nCommissioner of\r\nCustoms and Excise v Randles, Brothers & Hudson Ltd.\n11\nIn\nZandberg\nInnes JA said:\n‘\nNow,\r\nas a general rule, the parties to a contract express themselves in\r\nlanguage calculated without subterfuge or concealment to\nembody the\r\nagreement at which they have arrived. They intend the contract to be\r\nexactly what it purports; and the shape which it\nassumes is what they\r\nmeant it should have. Not infrequently, however (either to secure\r\nsome advantage which otherwise the law would\nnot give, or to escape\r\nsome disability which otherwise the law would impose), the parties to\r\na transaction endeavour to conceal\nits real character. They call it\r\nby a name, or give it a shape, intended not to express but to\r\ndisguise its true nature. And when\na Court is asked to decide any\r\nrights under such an agreement, it can only do so by giving effect to\r\nwhat the transaction really\nis: not what in form it purports to be.\r\nThe maxim then applies\nplus\r\nvalet quod agitur quam quod simulate concipitur.\nBut\r\nthe words of the rule indicate its limitations. The Court must be\r\nsatisfied that there is a real intention, definitely ascertainable,\n\nwhich differs from the simulated intention.\nFor\r\nif the parties in fact mean that a contract shall have effect in\r\naccordance with its tenor, the circumstances that the same\nobject\r\nmight have been attained in another way will not necessarily make the\r\narrangement other than it purports to be.\nThe\r\nenquiry, therefore, is in each case one of fact, for the right\r\nsolution of which no general rule can be laid down’ (my\n\nemphasis).\n[44] In\nRandles\nWatermeyer JA, after quoting this statement said:\n12\n‘\nI wish\r\nto draw particular attention to the words “a real intention,\r\ndefinitely ascertainable, which differs from the simulated\n\nintention”, because they indicate clearly what the learned\r\nJudge meant by a “disguised” transaction. A transaction\n\nis not necessarily a disguised one because it is devised for the\r\npurpose of evading the prohibition in the Act or avoiding liability\n\nfor the tax imposed by it. A transaction devised for that purpose, if\r\nthe parties honestly intend it to have effect according to\nits tenor,\r\nis interpreted by the Courts according to its tenor, and then the\r\nonly question is whether, so interpreted, it falls\nwithin or without\r\nthe prohibition or tax.’\n[45] While there may be no conflict between the\r\ntwo principles referred to in\nLadysmith\nthere is a divergence in their application: the\r\ncases do not consistently approach what is really meant by a party’s\r\nintention\nin concluding a contract –what purpose he or she\r\nseeks to achieve – and this warrants some further\r\nconsideration. Indeed,\nthe best illustration of this divergence is to\r\nbe found in\nRandles\n,\n13\nwhere the different approaches are to be found in\r\nthe minority and majority judgments. The facts in that matter bear\r\nrepeating.\n[46] Before 1936 Randles had imported fabric under rebate of customs\r\nduty. Various manufacturers made up the fabric into shirts\nand\r\npyjamas, and returned the items so made up to Randles for sale to\r\nretailers. In 1936 the customs regulations changed. In order\nfor\r\nRandles to get the rebate the manufacturers had to declare that the\r\nmaterial was their property. Randles thus changed its former\npractice\r\nand contracts with the manufacturers. They purported to transfer\r\nownership of the material to the manufacturers, so that\nthe\r\ndeclarations could be made. But the ‘right’ that the\r\nmanufacturers acquired was severely restricted. They had to\nmake up\r\nthe garments in accordance with Randles’ instructions and to\r\nresell the finished items to Randles at a price equal\nto that which\r\nRandles charged them, plus the cost of making up the garments.\r\nRandles bore the risk of loss or damage to the material\nat all times.\n[47] Watermeyer JA for the majority ( Feetham JA concurred and\r\nCentlivres JA delivered a separate concurring judgment) found that\n\nRandles had so much wanted to transfer ownership of the materials,\r\nalbeit that the transfer was but a vehicle for achieving another\n\npurpose, that they had intended to do so. There was no requirement,\r\nhe held, that the right transferred had to be untrammelled.\n[48] De Wet CJ preferred to look at the substance\r\nof what was done: the parties could not possibly have intended sales,\r\npursuant\nto which ownership of the materials would pass, he\r\nconsidered, since the manufacturers acquired a ‘right’\r\ndevoid of\ncontent. Tindall JA too considered that the court should\r\nhave regard to what was done rather than what was said.\n14\nIn cases that have followed, discussed below, the\r\nminority approach has in fact been followed.\n[49] In\nVasco Dry\r\nCleaners v Twycross\n15\nHoexter JA examined all the peculiar features of a\r\ncontract, ostensibly for the transfer of ownership, to determine the\r\nreal intention\nof the parties. And in\nSkjelbreds\r\nRederi A/S v Hartless (Pty) Ltd\n16\nthe court refused to recognize a cession of\r\nrights, enabling litigation, where it was clear that the successful\r\nlitigant would have\nto retransfer the rights to the cedent after the\r\nlitigation. Dishonesty was not in issue in any of these cases. But in\r\neach a transaction\nhad been concluded to achieve a purpose other than\r\nthat for which it was ostensibly concluded.\n[50] In other cases, such as\nHippo\r\nQuarries (Tvl) (Pty) Ltd v Eardley\n,\n17\ncourts have looked at the form of a transaction\r\nand concluded that the parties genuinely intended to give effect to\r\nthat which they\nhad apparently agreed. And in\nCIR\r\nv Conhage\n18\nHefer JA found that sale and leaseback agreements,\r\nwhich had unusual terms but which made good business sense, were\r\nhonestly intended\nto have the effect contended for by the parties.\n19\n[51] In\nHippo\r\nQuarries\nthe court drew a distinction\r\nbetween motive and purpose, on the one hand, and intention on the\r\nother, in trying to determine the\ngenuineness of a contract, and of\r\nthe underlying intention to transfer a right, where the transfer was\r\nnot an end in itself. Nienaber\nJA said:\n20\n‘\nMotive\r\nand purpose differ from intention. If the purpose of the parties is\r\nunlawful, immoral or against public policy, the transaction\nwill be\r\nineffectual even if the intention to cede is genuine. That is a\r\nprinciple of law.\nConversely,\r\nif their intention to cede is not genuine because the real purpose of\r\nthe parties is something other than cession, their\nostensible\r\ntransaction will likewise be ineffectual. That is because the law\r\ndisregards simulation.\nBut\r\nwhere, as here, the purpose is legitimate and the intention is\r\ngenuine, such intention, all other things being equal, will be\n\nimplemented’ (my emphasis).\n[52] NWK likened the transactions in this matter\r\nto those featuring in\nS v Friedman\r\nMotors (Pty) Ltd\n21\nwhere the contracts in question were designed to\r\navoid legislation regulating money-lending transactions. In order to\r\nobtain funds\nto acquire a motor car, an individual would sell his car\r\nto a bank. The bank would immediately resell the car to the\r\nindividual\nfor a higher price, but would reserve ownership in the car\r\nuntil the full purchase price was paid – a hire-purchase\r\ncontract.\nThe individual would pay a cash deposit and monthly\r\ninstalments and on payment of the full purchase price ownership of\r\nthe car\nwould revert to him. The same object would usually be\r\nachieved through a loan of the price by the bank to the individual,\r\nrepayable\nwith interest.\n[53] Colman J considered that the transactions\r\nmight be loans, disguised as sales, or genuine sales, depending on\r\nthe parties’\nintention. He said:\n22\n‘\nIf two\r\npeople, instead of making a contract for a loan of money by one of\r\nthem to the other, genuinely agree to achieve a similar\nresult\r\nthrough the sale and repurchase of a chattel, there is no room for an\r\napplication of the maxim\nplus\r\nvalet quod agitur quam quod simulate concipitur.\nThe\r\ntransaction is intended to be one of sale and repurchase, and that,\r\nat common law, is what it is.’\n[54] But in both\nFriedman\nand\nConhage\n,\r\nwhere the courts held that the parties intended their contracts to be\r\nperformed in accordance with their tenor, there were sound\nreasons\r\nfor structuring the transactions as they did: the purchaser of the\r\ncar in\nFriedman\nwas\r\nrequired to give security in return for the funds advanced by the\r\nbank. A pledge would have deprived him of the car and its\nuse. Hence\r\nthe sale and resale: it allowed the purchaser to keep and use the\r\ncar. In\nConhage\nthe\r\nsale and leaseback of manufacturing equipment permitted the\r\nmanufacturer to retain possession of the equipment. There was a\n\ncommercial reason or purpose for the transactions to be structured as\r\nthey were. In both instances there was a genuine transfer\nof\r\nownership. Had the purchaser failed to pay the seller he would have\r\nlost the right to become owner in due course.\n[55] In my view the test to determine simulation cannot simply be\r\nwhether there is an intention to give effect to a contract in\n\naccordance with its terms. Invariably where parties structure a\r\ntransaction to achieve an objective other than the one ostensibly\n\nachieved they will intend to give effect to the transaction on the\r\nterms agreed. The test should thus go further, and require an\n\nexamination of the commercial sense of the transaction: of its real\r\nsubstance and purpose. If the purpose of the transaction is\nonly to\r\nachieve an object that allows the evasion of tax, or of a peremptory\r\nlaw, then it will be regarded as simulated. And the\nmere fact that\r\nparties do perform in terms of the contract does not show that it is\r\nnot simulated: the charade of performance is\ngenerally meant to give\r\ncredence to their simulation.\nA genuine intention to borrow R96 415 776? The peculiar features\r\nof the transactions\n[56] In this matter the Commissioner contended that NWK had\r\ndeliberately disguised its contract to borrow R50m from FNB as a\r\ntransaction\nin terms of which it would borrow R96 415 776, repayable\r\nby the delivery of maize which in fact was never intended. The Tax\r\nCourt\nfound, however, that Barnard of NWK had intended the\r\ntransaction to have effect in accordance with its tenor. As I have\r\nsaid, that\ntest is not enough to allay the possibility of simulation:\r\none must have regard to the purpose of the transaction – what\r\nit is really intended to achieve.\n[57] What then is the real purpose of the loan in this case? Does it\r\nhave any commercial substance or make business sense? NWK\nargued that\r\nthe loan to it by Slab, like the sales to individuals in\nFriedman\r\nMotors\n, was genuinely intended to have legal effect in accordance\r\nwith its tenor. But as I have said, the hire-purchase agreements in\r\nthat and similar cases made good commercial sense. They allowed the\r\npurchasers to raise finance while at the same time retaining\n\npossession of the vehicles. And there was a genuine transfer of\r\nownership.\n[58] Was there any purpose or commercial sense – other than\r\ncreating a tax advantage to NWK – for the loan by Slab\nto NWK\r\nto be structured in the way it was? Was there any genuine intention\r\nto deliver maize to Slab or a cessionary? The Tax Court\ndid not\r\naddress these questions, accepting the contracts in issue at face\r\nvalue and not questioning their purpose. There were several\n\ninexplicable aspects to the whole series of transactions that require\r\nscrutiny.\nThe other loan from FNB to NWK concluded on the same day\n[59] It will be recalled that on 1 April 1998, the same day as the\r\nimpugned loan was agreed, Barnard, for NWK, accepted the offer\nmade\r\nby FNB on 23 February of a short-term loan of R50m. Why were two\r\nloans agreed on the same day? And, more pertinently, why\nwas there an\r\nagreement to borrow R96 415 776 at all when it was not needed by NWK?\r\nThe clear inference to be drawn was that the\nloan for R96 415 776 was\r\na transaction concluded for a different purpose entirely, and that\r\nthe genuine agreement was to borrow\nR50m.\nRepayment of a loan of money through the delivery of maize?\n[60] I have already indicated that a contract for the payment of\r\nmoney in return for the delivery of a commodity such as maize\nis a\r\nsale and not a loan. That in itself is not necessarily significant.\r\nThe label attached to a contract does not determine its\nvalidity. In\r\nmy view, however, the fact that the parties called it a loan shows\r\nthat what was really intended was that NWK would\nborrow money from\r\nFNB or its subsidiary and repay it in the usual way – repayment\r\nof the capital and interest. The repayment\nthrough delivery of\r\nsomething other than money raises the question as to what was really\r\nintended.\nThe payments out of and into FNB’s account on the same day:\r\n‘round tripping’\n[61] In terms of the forward sale agreement between First\r\nDerivatives, a division of FNB, and NWK, the price payable to First\r\nDerivatives by NWK was R45 815 776. It was paid on 1 April 1998. On\r\nthe same day, Slab ‘forward sold’ to First Derivatives\n\nthe same quantity of maize for R46 415 776. It too was paid on 1\r\nApril 1998. In effect, the money went out of FNB’s account\n\n(pursuant to the loan) and straight back into FNB’s account\r\n(pursuant to the first forward sale), with only the FNB fee making\n\nany difference.\nThe amount of the loan and the quantity of maize\n[62] The Commissioner argued that various factors showed that the sum\r\nof the loan and the quantity of maize required to discharge\nthe loan\r\nwere artificially calculated. Given that it is NWK’s intention\r\nthat must be ascertained, Barnard’s evidence\nitself is crucial\r\nin determining whether there was a genuine loan from Slab to NWK.\n[63] I referred earlier to the negotiations preceding the conclusion\r\nof the loan agreement. FNB had suggested a means of providing\nfinance\r\nto NWK and NWK had needed R50m. The proposal itself did not relate to\r\nthe sum actually needed by NWK. It suggested ‘indicative’\n\nfigures.\n[64] Barnard conceded that NWK required only R50m and did not\r\nquestion the calculation of the amount purportedly lent. In fact,\nthe\r\namount of the loan should have been insignificant since repayment was\r\nto take place by delivery of a specified quantity of\nmaize. And\r\nwhatever amount NWK borrowed, it would in fact receive a net amount\r\nof R50m.\n[65] The amount of the loan was obviously calculated with reference\r\nto a factor that did not bear any relation to the amount needed\nby\r\nNWK. Calculations done by an expert witness for the Commissioner,\r\nProfessor H Wainer, showed how the loan sum was calculated\nin order\r\nto yield interest of R74 686 514, the face value of the promissory\r\nnotes. The loan sum was thus established by taking\nthe interest\r\npayable and calculating what capital sum was needed to generate that\r\ninterest at the rate agreed. NWK argued that\nWainer’s evidence\r\nwas irrelevant and inadmissible, but did not dispute the\r\ncalculations. The Tax Court held Wainer’s\nevidence, and that of\r\na Professor Brink, an expert in agricultural trading, to be\r\ninadmissible. It was irrelevant, said that court,\nbecause the\r\nopinions were based on the transactions from an accounting and\r\nfinancial point of view: they did not deal with the\nintention of the\r\nparties. Thus Wainer’s view that there was no economic\r\nsubstance to the transactions was disregarded by\nthe Tax Court.\n[66] The calculation of the quantity of maize to be delivered was\r\ndone by an agricultural economist, employed by FNB, Mr E Janowsky.\n\nBarnard did not question the calculation or take steps to verify it.\r\nHe accepted Janowsky’s estimate as soon as it was proffered\n\nwithout taking into account the volatility of the maize market, or\r\nany forecast of the maize price five years hence.\n[67] Janowsky, who testified for NWK, also conceded that an estimate\r\nof the maize price five years after the loan was advanced\nwas\r\nimpossible. He said that the price per ton in 2003 – the year\r\nwhen delivery was to have taken place – fluctuated\nby over R1\r\n000 per ton. No attempt was even made to forecast an average price\r\nper ton.\n[68] Moreover, no account was taken of the cost of storage of what\r\nwas admittedly a very large quantity of maize. So too, no provision\n\nwas made for actual transportation and delivery costs. And the\r\ncontract itself made no provision for any adjustment to the quantity\n\nof maize to be delivered by NWK. Barnard’s responses to\r\nquestions about storage and transport costs were that with hindsight\n\nhe might have thought of these matters.\nThe description of the maize\n[69] The maize was described in the loan and other agreements as\r\n‘dried white maize fit for human consumption’. The\n\nCommissioner argued that the description was vague since there are\r\nthree classes of white maize that could have been meant, each\nwith a\r\ndifferent value. NWK would thus have had a choice whether to deliver\r\nmaize of a lesser value. Barnard was not perturbed\nby this feature.\r\nHe said that he assumed that the maize would be ‘WM1’,\r\nthe best quality produced, but acknowledged\nthat there were two other\r\nclasses that could be covered by the description. His responses to\r\nthe questions put about the quality\nof the maize to be delivered to\r\nSlab were evasive.\nThe absence of security\n[70] NWK was not required to provide security to Slab for the\r\nrepayment of the loan. As the Commissioner argued, if NWK had been\n\nliquidated prior to 28 February 2003, Slab (and FNB as cessionary)\r\nwould have been in a precarious position. The absence of security,\n\nthe Commissioner contended, is explicable only on the basis that NWK\r\nand FNB knew that Slab would almost immediately after the\nconclusion\r\nof the loan, cede its rights to delivery to FNB, and that both NWK\r\nand FNB would be relieved of their respective duties\nto deliver the\r\nmaize. And indeed that is what happened.\n[71] Barnard attempted to explain the lack of security on the basis\r\nthat NWK did not usually give banks security for funds borrowed.\nBut\r\nin fact NWK had previously given security to the Land Bank which\r\nrequired it. His evidence in this regard is thus not credible.\nIn my\r\nview the lack of provision for security is explicable on the basis\r\nthat there really was nothing to secure: the parties knew\nthat the\r\nrespective obligations to deliver maize had been extinguished by\nconfusio\n. Had the obligations to deliver five years after the\r\nloan was made been genuine, security would no doubt have been\r\nprovided.\nThe context in which the loan was concluded\n[72] When Barnard concluded the loan agreement on behalf of NWK he\r\nknew that the forward sale agreement between Slab and FNB would\nbe\r\nconcluded, and that the promissory notes would be sold by Slab to\r\nFNB. He thus knew that Slab had no real role to play in the\nwhole\r\ntransaction. It would sell its rights to delivery of the maize, to be\r\neffected five years later, almost immediately after\nthe loan had been\r\nconcluded. The loan agreement made express provision for the cession\r\nby Slab of any of its rights.\nThe other agreements concluded pursuant to the proposal\n[73] The transactions that were concluded by NWK on the same day as\r\nthe loan agreement was entered into, and the subsequent cessions\nin\r\nJune 1998, have already been discussed. Slab sold the same quantity\r\nof maize that NWK was supposed to deliver to First Derivatives,\nan\r\nFNB division, on the day that the loan was concluded – 1 April\r\n1998. Again, no provision was made for securing payment\nof the price\r\nof R45 815 776. The peculiar features of this contract were that the\r\nprice, which was required to fund the loan to\nNWK, was determined\r\nwith reference to the amount of the loan – R96 415 776. The\r\nquantity of maize and its price were determined\nin the same way as\r\nthey had been calculated for the loan. The description of the maize\r\nwas the same as that in the loan and was\nequally deficient.\n[74] The Commissioner argued that it was no coincidence that after\r\nthe sale of the promissory notes by Slab to FNB for R50 697\n515, Slab\r\nwas left with the right to claim R45 718 258: that meant that it made\r\na profit of R97 518 which was effectively its fee.\nAlthough NWK was\r\nnot a party to this contract it was envisaged in the initial proposal\r\nand Barnard was aware that it would be concluded.\nIt was an integral\r\npart of the finance arrangement. And on the same day that that sale\r\nwas concluded (1 April 1998), FNB sold the\nsame maize to NWK for R46\r\n415 776, the price being based on Janowsky’s estimate. Again,\r\ndelivery would be effected on 28\nFebruary 2003. The price was in fact\r\npaid on 1 April 1998, yet no security was given for the delivery five\r\nyears later. The difference\nin the prices for the respective sales\r\nwas R600 000 – 1.2 per cent of R50m, which was the amount that\r\nNWK had needed in the\nfirst instance. This represented FNB’s\r\nfee.\n[75] Slab ceded its rights to delivery of the maize to FNB in June\r\n1998. As I have said, the loan made express provision for the\ncession\r\nand it was envisaged in the proposal made to NWK at the outset.\r\nBarnard understood the consequences of the cession: effectively\nNWK’s\r\nobligation to deliver the maize was cancelled. The debts were\r\nreciprocally discharged by\nconfusio\n– the concurrence of\r\nthe right and the obligation in the same person – FNB.\n[76] Although NWK argued that set-off would have taken place only\r\nwhen both debts were due (when NWK had to deliver the maize to\nFNB\r\nand FNB had to deliver to NWK on 28 February 2003) in fact Barnard\r\nmust have appreciated that any delivery would be meaningless.\n\nAlthough silo certificates were exchanged they were in respect of the\r\nidentical maize, and the exchange and notarial certificates\nhad no\r\npurpose. Barnard’s protestations that the delivery obligations\r\nremained extant are not credible. The entire transaction\nin respect\r\nof the maize was effectively of no significance. At the outset, there\r\nwas, as the Commissioner has contended, no intention\nto effect\r\ndelivery at all. Contrast this result with that in\nFriedman\nand like cases: there, although the goods remained with the purchaser\r\nwhen the full amount owed had been paid, there was a genuine\nchange\r\nof ownership, delivery being constructive.\n[77] Similarly, the cession by NWK of its rights to delivery of maize\r\nto FNB as security for NWK’s obligation to deliver\nmaize\r\npursuant to the cession from Slab to FNB made no commercial sense.\r\nThe obligation was illusory given that FNB’s and\nNWK’s\r\nobligations in effect cancelled each other. There were no longer any\r\nrights that could be ceded.\n[78] Barnard attempted to explain the arrangements in respect of the\r\ndelivery of maize as a ‘hedge’: the additional\nR46m added\r\nin respect of the maize was to ensure that its obligation to deliver\r\nthe maize as repayment of the loan could be fulfilled.\nBut in fact\r\nthere was no ‘hedge’ and the agreements, examined\r\ntogether as they must be, envisaged no actual delivery\nof maize as\r\nprovided for. The Tax Court found nothing unusual in the creation of\r\na hedge or safety net within the same banking\ngroup. First\r\nDerivatives, a division of FNB, was in fact a large trader in the\r\nagricultural market. What the Tax Court did not\nconsider, however,\r\nwas that there was no commercial reason for the so-called hedge given\r\nthe extinction of the respective obligations\nto deliver maize.\nSimulation and motive for deception\n[79] The Tax Court found that although NWK required only R50m for\r\nbusiness purposes, it had been offered a greater sum by FNB,\n\nstructured in a particular fashion that would enable it to claim a\r\ntax advantage to which it would not otherwise have been entitled.\nNWK\r\nwas not obliged, the court said, ‘to choose the less\r\ntax-effective route’. That is of course correct, as the\r\nauthorities\ncited earlier show. But the Tax Court went on to say that\r\ngiven the apparent tax benefit of the structure proposed by FNB it\r\nwas\ndifficult to see why NWK would have wished to simulate the\r\ntransaction. There was, it held, ‘no financial or other\r\ndisadvantage\nto actually implementing the alternative structure as\r\nopposed to pretending to do so’. NWK, the court said, had no\r\nmotive\nfor deception. Hence it had established on a balance of\r\nprobabilities that its true intention was to contract with Slab and\r\nFNB\non the terms reflected in the contracts.\n[80] It is correct that FNB and NWK outwardly performed in terms of\r\nthe various contracts, as indicated earlier. But before then,\nin\r\nJanuary 2003 FNB wrote to NWK reminding it of its obligation to\r\ndeliver 109 315 tons of maize on 28 February, and stating that\non\r\nreceipt it would deliver the same quantity to NWK. Yet on 13 February\r\n2003 Rand Merchant Bank, a division of FNB, wrote to Barnard\n\nsuggesting that set-off would occur, and that various clauses in the\r\noriginal loan agreement should be amended retrospectively\nin the\r\nevent that actual delivery would be made. Barnard must have known\r\nthen, if he did not know before, that the respective delivery\n\nobligations had been extinguished by\nconfusio\n. The intention\r\nto perform in accordance with the terms of the contract is\r\naccordingly questionable, and the Tax Court should have\nconsidered\r\nthis. It should have asked whether there was actually any purpose in\r\nthe contract other than tax evasion. This is not\nto suggest that a\r\ntaxpayer should not take advantage of a tax-effective structure. But\r\nas I have said, there must be some substance\n– commercial\r\nreason – in the arrangement, not just an intention to achieve a\r\ntax benefit or to avoid the application\nof a law. A court should not\r\nlook only to the outward trappings of a contract: it must consider,\r\nwhen simulation is in issue, what\nthe parties really sought to\r\nachieve.\nBarnard’s credibility\n[81] The Tax Court found that Barnard was a credible and satisfactory\r\nwitness. It accepted at face value his evidence that he thought\nhe\r\nwas contracting with Slab despite the fact that the proposal and the\r\nloan agreement had been drafted by FNB and that he had\nnot ever\r\nencountered a representative of Slab who was not also an official of\r\nFNB. It also accepted his evidence that delivery\nof the maize was\r\nalways intended and had taken place.\n[82] The Commissioner argued that various features of his evidence\r\nshowed that Barnard was not credible. I shall not traverse them\nall.\r\nIn my view, the most significant are these: his concession that the\r\nactual amount lent was not of any significance; his inability\nto\r\nexplain the inadequate description of the maize in the loan and\r\nforward sale agreements; his conflicting responses about knowledge\nof\r\nthe Slab cession, first saying he did not know it would take place\r\nand later admitting that it had been contemplated at the\noutset and\r\nwas part of the structure of the FNB proposal; his refusal to accept\r\nthat the Janowsky forecast did not take into account\nimportant\r\nfactors affecting the price of the maize, such as market\r\nfluctuations, and storage and delivery costs; his insistence\nthat\r\nsecurity was not required for the performance of the obligations on\r\nthe basis that banks did not generally require security\nfrom NWK,\r\nthis despite having provided the Land Bank with security for a loan;\r\nand lastly, his acknowledgment that unless Slab\nhad discounted the\r\npromissory notes it would not have had the funds to advance the loan.\n[83] In my view the inconsistencies and obfuscations in Barnard’s\r\nevidence are significant. And his inability to explain\nthe way in\r\nwhich the prices and quantities were calculated was telling. His\r\nevidence was simply not credible and the Tax Court\nerred in finding\r\nhim to be a credible and satisfactory witness.\nThe loan was a simulated contract\n[84] The Commissioner led the evidence of two experts on the way in\r\nwhich the amount of the loan and the quantity of maize was\ncomputed,\r\nand on the factors that should have been taken into account in\r\ndetermining the price of the maize in the future. The\nTax Court did\r\nnot admit this evidence and thus did not take it into account. It is\r\nnot necessary to determine whether that was\nincorrect. It is plain\r\nfrom a reading of Barnard’s testimony, and a comparison of it\r\nwith the documents tendered in evidence,\nthat the amount of the loan\r\nwas determined not by what was needed by NWK but by reference to\r\nother factors.\n[85] Moreover, Slab was able to advance the sum of R96 415 776 only\r\nby discounting the promissory notes, the face value of which\nwas the\r\nequivalent of the capital sum of R50m and interest at the rate\r\nagreed. And NWK initially intended to borrow only R50m.\nThe balance\r\nwas added on for a purpose that Barnard could not explain, other than\r\nas a hedge. But a hedge was needed only if the\nreal amount borrowed\r\nwas the artificially constructed sum of R96 415 776. The mere nature\r\nof the hedge shows the artificiality:\nwhy would NWK incur a liability\r\nto deliver maize valued at R46m in order to purchase the same\r\nquantity of maize to discharge the\nsame obligation? As pointed out by\r\nthe Commissioner, to ascertain the true intention of NWK one had to\r\nignore entirely all the\nrights and obligations in respect of the\r\nmaize.\n[86] As I have said, the appropriate question to be asked, in order\r\nto determine whether the loan and other transactions were simulated,\n\nis whether there was a real and sensible commercial purpose in the\r\ntransaction other than the opportunity to claim deductions of\n\ninterest from income tax on a capital amount greater than R50m. None\r\nis to be found. What NWK really wished to achieve was a tax\n\nadvantage. What else could it, or did it, achieve through the\r\ntransactions in respect of the maize? Barnard did not explain any,\n\nother than the creation of a hedge which had no effect. He could thus\r\nnot honestly have believed that the contract was to be performed\nin\r\naccordance with its tenor.\n[87] The FNB proposal itself, the transactions concluded between NWK\r\nand Slab, and Slab and FNB, with their peculiar features,\nand\r\nBarnard’s inability to give any credible explanation of aspects\r\nof the transactions show, I consider, that NWK could\nnot have\r\nbelieved, and did not in fact believe, that the loan was for the sum\r\nof R96 415 776. The contract was dressed up in order\nto create an\r\nobligation to pay interest, and consequently a right to claim a tax\r\ndeduction, to which NWK was not entitled. NWK\ndeliberately disguised\r\nthe true nature of the loan for this purpose. It did not intend,\r\ngenuinely, to borrow a sum approximating\nthe one it purported to\r\nborrow.\n[88] There was no evidence that Barnard was deceived by FNB. He knew\r\nhow the contracts, even those to which NWK was not a party,\nwere to\r\nbe structured and that the deliveries in respect of maize were\r\nsimulated. And since NWK bore the onus of showing that the\n\nCommissioner’s assessments were wrong, the production of the\r\ncontracts themselves was insufficient to discharge that burden.\nYet,\r\ndespite that, NWK did not call the officials of FNB who had proposed\r\nthe transactions to give evidence. I do not consider,\nhowever, that\r\nany inference need be drawn from the failure to call the FNB\r\nofficials. Barnard’s evidence speaks for itself.\n[89] In summary: Barnard could not explain (and indeed there was no\r\nexplanation possible for) the following extraordinary features\nof the\r\ntransactions. The sale of maize by NWK to FNB was dressed up as a\r\nloan. NWK and FNB entered into two contracts of loan on\nthe same day,\r\nthe one where FNB lent NWK R50m and the other where it ‘lent’\r\nNWK R96 415 776. Virtually the same amount\nin excess of that which\r\nwas required by NWK (R46 415 776) was paid by FNB to NWK and then in\r\neffect paid back by NWK to FNB on\n1 April 1998. The amount lent in\r\nthe impugned loan was determined not by reference to what was needed\r\nbut by reference to a capital\nsum needed to generate a particular sum\r\nof interest. The description of the maize in the various contracts\r\nwas vague. No security\nwas afforded to Slab for repayment of the\r\nloan. The loan was concluded with the knowledge on the part of\r\nBarnard that Slab would\nsell its right to delivery of the maize to\r\nFNB and that Slab would sell the promissory notes at a discount to\r\nFNB all on the same\nday: Slab’s role in the transactions was\r\nmomentary. These aspects all lead to the conclusion that the\r\nagreements in respect\nof maize were illusory: there was never any\r\nintention to deliver maize in the future. The loan was a simulated\r\ntransaction, designed\nto create a tax benefit for NWK.\n[90] In view of the conclusion that I have reached that the loan for\r\nR96 415 776 was a transaction designed to disguise the real\nagreement\r\nbetween the parties – a loan of R50m – the Commissioner’s\r\nassessments were correct, and the appeal\nagainst the decision of the\r\nTax Court in this respect must succeed. There is thus no need to\r\nexamine whether s 103(1) of the Act\ncould have been applied. However,\r\nsince NWK argued that the Commissioner may not raise s 103(1) as an\r\nalternative ground it is\nconvenient to deal briefly with this\r\nsubmission.\nSection 103(1) as an alternative basis\n[91] It must first be noted that this section has\r\nbeen repealed, and replaced by a new part to the Act.\n23\nI have set out the basis of the application of s\r\n103(1) already. In summary, if satisfied that a transaction has been\r\nentered into\nwhich has the effect of avoiding or reducing liability\r\nfor tax, and would not normally be employed for bona fide business\r\npurposes,\nthe Commissioner shall determine liability for tax as if\r\nthe transaction had not been entered into.\n[92] NWK argued that if the Commissioner had been\r\nsatisfied that the loan was simulated and did not have a tax\r\navoidance or reduction\neffect, he could not, even in the alternative,\r\nbe satisfied that the transaction was one that had a tax avoidance\r\neffect. Satisfaction,\nit was argued, is a subjective jurisdictional\r\nfact. The Commissioner cannot be satisfied on two apparently\r\nconflicting grounds.\nNWK relied in this regard on ITC 1625\n24\nwhere Wunsh J said that unless the Commissioner\r\ndemonstrates that he is of the opinion that tax has been avoided, he\r\ncannot issue\nan assessment under s 103. Thus if tax has not been\r\navoided because the transaction was not simulated, he cannot, even on\r\nan alternative\nbasis, be satisfied that tax has been avoided.\n[93] In\nCIR v\r\nConehage\n25\nthis court was also presented with alternative\r\nbases for the Commissioner’s assessments, one being that the\r\ntransactions were\nsimulated and the alternative that the Commissioner\r\nwas satisfied that they had been entered into for the purpose of\r\navoiding liability\nfor tax. The court found that the contracts were\r\ngenuine, but also considered s 103, finding that the Commissioner had\r\nnot shown\nthat the transactions had had the effect of avoiding\r\nliability for tax. There is, implicit in this approach, a view that s\r\n103\ncould be invoked as an alternative ground for assessment. There\r\nappears to me to be no reason why an invalid transaction cannot\nalso\r\nbe abnormal and concluded for the purpose of avoiding tax. Had the\r\nCommissioner not proved that the loan was a simulated contract,\nit\r\nwould have been open to the Tax Court to consider the soundness of an\r\nassessment under s 103.\nAdditional tax and interest\n[94] As indicated earlier, in the additional assessments for the\r\nperiod from 1999 to 2003 the Commissioner levied a penalty of\n200 per\r\ncent and additional interest on the deductions claimed for interest\r\nin excess of that on R50m. The penalty, he argued,\nwas warranted\r\nbecause NWK had deliberately made incorrect statements in the returns\r\nfor the years of assessment, intending to evade\ntaxation. There were\r\nno extenuating circumstances. This justified also the imposition of\r\nthe additional interest in terms of s\n89quat of the Act.\n[95] Section 76(2)(a) permits the Commissioner to remit the\r\nadditional tax, even where there is a dishonest attempt to evade tax,\n\nwhere there are extenuating circumstances. NWK argued that he failed\r\nto take into account the following extenuating factors. FNB\nhad\r\napproached NWK with its proposal, and NWK had not solicited finance\r\nfrom FNB. The proposal was said to be confidential and\nproprietary to\r\nFNB. NWK played no role in crafting the terms of the various\r\nagreements. Barnard had relied on the expertise of\nthe officials of\r\nFNB. FNB had furnished to Barnard the opinion of counsel which had\r\nsuggested that a structure similar (or the\nsame as – we do not\r\nknow) to that proposed was legally sound, although he had cautioned\r\nagainst the application of s 103\nby the Commissioner.\n[96] The consequence of the imposition of 200 per cent of additional\r\ntax is that the amount payable pursuant to the new assessments\nwould\r\nhave been R47 360 583. Only R15 786 861 of that would have been the\r\ninterest that should not have been claimed as a deduction\nover the\r\nfive years of assessment. The penalty is severe and out of proportion\r\nto the wrong committed by NWK.\n[97] I consider that these factors do militate against the imposition\r\nof the highest penalty possible, and would reduce the additional\ntax\r\nto 100 per cent of that for which NWK was liable. Counsel for the\r\nCommissioner accepted that this would be appropriate. To\nthis extent\r\nthe appeal should fail. And NWK has conceded that if the appeal\r\nsucceeds on the first basis the interest in terms of\ns 89quat was\r\nproperly levied.\n[98] Accordingly:\n1 The appeal against the order of the Tax Court is upheld with costs\r\nincluding those of two counsel.\n2 The order of the Tax Court is replaced with:\n‘\n(a) The objection to the assessments is\r\ndismissed and the additional assessments are upheld.\n(b) The objection to the imposition of additional tax of 200 per cent\r\nis upheld.\n(c) Additional tax of 100 per cent of the total amount of the\r\nadditional assessments is imposed in terms of s 76 of the Income\nTax\r\nAct 58 of 1962.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS:\r\nC Puckrin SC (with him D Fine SC, G D Goldman,\nand T\r\nMolokomme)\nInstructed\r\nby the State Attorney\nJohannesburg\nThe State\r\nAttorney\nBloemfontein\nRESPONDENTS:\r\nW Trengove SC (with him A Stewart SC and H V Vorster)\nInstructed\r\nby Vorster Pereira Attorneys\nSandton\nBezuidenhout Inc\nBloemfontein\n1\nThe\r\n\tsection allows the deduction from income of expenditure and losses\r\n\tactually incurred in the production of the income, provided\nthey are\r\n\tnot of a capital nature.\n2\nThe\r\n\tsection provides that the burden of proof that any amount is subject\r\n\tto any deduction is upon the person claiming the deduction:\nin any\r\n\tappeal against a decision of the Commissioner ‘the decision\r\n\tshall not be reversed or altered unless it is shown\nby the appellant\r\n\tthat the decision is wrong’.\n3\n[1996] ZASCA 35\n;\n1996\r\n\t(3) SA 942\n(A) at 953A-F.\n4\n60\r\n\tSATC 1\n(SCA) at 7.\n5\nIRC\r\n\tv Duke of Westminster\n[1936] AC 1\nat\r\n\t19, cited by the court in\nLadysmith\n,\r\n\tabove. The principle is affirmed by Hefer JA in\nCIR\r\n\tv Conhage (Pty) Ltd\n1999 (4) SA 1149\n(SCA) para 1.\n6\nAbove\r\n\tat 950H-951D.\n7\n1931\r\n\tAD 501\nat 507.\n8\nAt\r\n\t951C-D.\n9\nAt\r\n\t951D-953A.\n10\n1910\r\n\tAD 302\nat 309.\n11\n1941\r\n\tAD 369.\n12\nAbove\r\n\tat 395.\n13\n1941\r\n\tAD 369.\n14\nAbove\r\n\tat 409.\n15\n1979\r\n\t(1) SA 603\n(A).\n16\n1982\r\n\t(2) SA 710\n(A).\n17\n[1991] ZASCA 174\n;\n1992\r\n\t(1) SA 867\n(A).\n18\n1999\r\n\t(4) SA 1149\n(SCA).\n19\nSee\r\n\tin this regard Professor Nereus Joubert ‘Asset-Based\r\n\tFinancing, Contracts of Purchase and Sale, and Simulated\r\n\tTransactions’\n(1992) 109\nSALJ\n707\n, referred to in\nConhage\npara 9.\n20\nAt\r\n\t877C-E.\n21\n1972\r\n\t(1) SA 76\n(T), upheld on appeal, 1972 (3) SA 421 (A).\n22\nAt\r\n\t80F-H.\n23\nSections\r\n\t80A to 80L: note, in particular, 80C which deals with transactions\r\n\tthat have no commercial substance.\n24\n59\r\n\tSATC 383\nat 395.\n25\n1999\r\n\t(4) SA 1149\n(SCA), referred to above.",
  "scraped_at": "2026-02-11T20:50:15.421170",
  "date": "2010-12-01",
  "coram": [
    "Harms DP",
    "Lewis JA",
    "Cachalia JA",
    "Shongwe JJA",
    "Bertelsmann AJA"
  ],
  "case_number": "27/10",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "NWK Ltd"
    ]
  },
  "sections": {
    "facts": "Between 1999 and 2003 NWK Ltd, a public company formerly operating as a maize co-operative, borrowed R96,415,776 from Slab Trading Company, a subsidiary of First National Bank (FNB). The loan was secured by a promise to deliver 109,315 tons of maize in five years and was accompanied by a series of forward sale and cession agreements involving FNB, its division First Derivatives, and a trust company. NWK claimed interest deductions on the full loan amount each year, which were initially allowed. In 2003 the Commissioner disallowed the deductions, contending that the loan was a simulated transaction designed to disguise a genuine R50 million loan and to obtain tax benefits. Additional tax and penalties were imposed. The Tax Court upheld NWK's appeal, but the Commissioner appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the loan and related transactions were simulated, rendering the interest deductions ineligible under s 11(a) of the Income Tax Act. 2. Whether s 103(1) could be invoked to treat the transaction as a tax avoidance scheme. 3. Whether the additional tax and the 200% penalty imposed by the Commissioner were appropriate.",
    "principles": "The court applied the principles governing simulated transactions: the real intention of the parties must be ascertained, and the form of a transaction cannot be used to conceal its true substance. The burden of proof lies on the taxpayer to show that the agreements reflect the actual commercial purpose (s 82(b)). Precedents such as Ladysmith, Relier, and the maxim \"plus valet quod agitur quam quod simulate concipitur\" were cited. Section 103(1) applies only where a transaction is entered into for the purpose of avoiding tax, and it cannot be used where the Commissioner is already satisfied that the transaction is simulated.",
    "application": "The court found that the loan was structured to produce a larger interest deduction than warranted by the genuine borrowing need of R50 million. Evidence showed that the forward sale and cession arrangements cancelled each other, that no security was required, and that the description of the maize was vague. The testimony of NWK's financial director, Mr. Barnard, was found inconsistent and not credible. Consequently, the loan was deemed a simulated transaction without genuine commercial purpose beyond tax avoidance. As the simulation was established, s 103(1) was unnecessary. The court also reduced the penalty, concluding that a 100% additional tax was appropriate, but the 200% penalty was excessive.",
    "conclusion": "The appeal by the Commissioner was upheld. The Tax Court's order was replaced: the objections to the assessments were dismissed, the additional assessments were upheld, and an additional tax of 100% of the total amount of the additional assessments was imposed under s 76 of the Income Tax Act. Costs, including those of two counsel, were awarded to the Commissioner."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax – Deductions",
    "level_3": [
      "simulated transaction",
      "interest deduction",
      "tax avoidance",
      "section 103",
      "penalty reduction"
    ]
  }
}