{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/84.html",
  "case_name": "S v Smit (144/08) [2010] ZASCA 84; 2010 (2) SACR 467 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 84",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 84\n|\nNoteup\n|\nLawCite\nS v Smit (144/08) [2010] ZASCA 84; 2010 (2) SACR 467 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no:\n144/08\nIn the matter between:\nGERHARD\r\nSMIT\nAppellant\nand\nTHE STATE\nRespondent\nNeutral\r\ncitation:\nG\r\nSmit v The State\n(144/08)\n[2010] ZASCA 84\n(31 May 2010)\nCoram:\nMTHIYANE,\r\nVAN HEERDEN, PONNAN, MHLANTLA and LEACH JJA\nHeard:\t19 May 2010\nDelivered:\n31\r\nMay 2010\nSummary:\nCriminal\r\nlaw – rape and attempted rape - evidence – assessment of\r\n– complainant’s evidence lacking credibility\n-\r\nconvictions of rape and attempted rape set aside.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court (Pretoria) (Seriti J and Ramagaga AJ sitting as\r\ncourt of appeal):\n1.\nLeave to appeal is granted and the appeal is enrolled.\n2.\nThe appeal is upheld, and the order of the high court is set aside\r\nand substituted with the following:\n‘(a)\t\r\nThe appeal is upheld.\n(b)\r\n\t The appellant’s convictions and sentences are set aside.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nLEACH (MTHIYANE, VAN HEERDEN, PONNAN\r\nand MHLANTLA concurring)\n[1]\nOn 24 February 2005, Gerhard Smit of Pretoria ( ‘the\r\nappellant’), was convicted in a regional court on a count of\n\nattempted rape and a further count of rape for which he was,\r\nrespectively, sentenced to three years’ and ten years’\n\nimprisonment, such sentences to run concurrently.  A subsequent\r\napplication on his behalf to lead further evidence as well as an\n\napplication for leave to appeal was refused by the trial magistrate.\r\nSubsequently, the appellant was granted leave to appeal by\nthe North\r\nGauteng High Court but on 6 August 2007 that court (Seriti J and\r\nRamagaga AJ) dismissed the appeal. A delay then ensued,\nlargely as a\r\nresult of various financial and logistical difficulties that are not\r\nnecessary to detail on the part the appellant\nin lodging his\r\napplication with the High Court, for leave to appeal to this court.\r\nOn 12 February 2009 the High Court dismissed\nthat application. The\r\nappellant then applied to this court for leave to appeal and to\r\nadduce further evidence in terms of\ns 309\nof the\nCriminal Procedure\nAct 51 of 1977\n. On 25 February 2009 this court issued the following\r\norder:\n‘\nThe\r\napplication for leave to appeal and to adduce further evidence is\r\nreferred for oral evidence in terms of s 21(3)(c)(ii) of the\nSupreme\r\nCourt Act 59 of 1959.\nThe\r\nparties must be prepared if called upon to do so, to address the\r\ncourt on the merits of the conviction and sentence.\n’\n[2]\tBecause the\r\nsuccess or otherwise of the application for leave to appeal depends\r\non the prospects of eventual success of the\nappeal itself, the\r\nargument on the application had to address the merits of the appeal.\r\nFor this reason the parties were requested\nto argue the appeal as if\r\nthe application for leave to appeal had been granted. (See\nS\r\nv Boesak\n[2000] ZASCA 112\n;\n2000 (1) SACR 633\n(SCA) paras 10, 11 and 12.)\n[3\n]\r\n \t The charges against the appellant arose out of events which\r\noccurred at his home in Pretoria during the night of 3 to 4 September\n\n2003. Both the charge of attempted rape (count 1) and that of rape\r\n(count 2) involved the same complainant, a 16 year old school\ngirl,\r\nwho was at the time living with the appellant’s family. The\r\nappellant used an outside room described in the evidence\nas  a ‘Wendy\r\nhouse’ as his bedroom while the complainant shared a bedroom in\r\nthe main house with the appellant’s\nsister, Jolindi, and his 11\r\nyear old brother. His mother and her partner slept in an adjoining\r\nbedroom. The State alleged that\nthe appellant had unsuccessfully\r\nattempted to rape the complainant in the Wendy house and, some time\r\nlater, had succeeded in doing\nso in the bedroom that she shared with\r\nhis two siblings.\n[\n4]\r\n \t The appellant denied his guilt. Although he admitted having had\r\nintimate contact with the complainant in the Wendy house and\nthat he\r\nhad thereafter had sexual intercourse with her in the bedroom, he\r\nalleged that this had all taken place with her consent.\nUnfortunately\r\nfor him, his version was rejected and he was convicted on both counts\r\nas charged. As there is a material conflict\nof fact, a resolution of\r\nwhich involves the credibility of the witnesses, it is necessary to\r\ndeal with the evidence in some detail.\n[\n5]\r\n \t At the time of the incident, the complainant was attending a\r\nschool in Pretoria. As her home was in Witbank it had been necessary\n\nfor her to board at the school but, for reasons not disclosed in the\r\nevidence, there had been a problem at the school and she was\nrequired\r\nby the school to leave the boarding house. Her teacher, a Mr Bruwer,\r\nhad a son who was at the time romantically involved\nwith the\r\nappellant’s sister, Jolindi, and this led to arrangements being\r\nmade for the complainant to board with Jolindi.\n[\n6]\r\n \t On the night in question, although the complainant had already\r\nprepared for bed, at Jolindi’s suggestion she slipped\na track\r\nsuit over her night clothes and the two of them went out at about 9\r\npm to purchase cold drinks. They ended up at the Bergsig\nHotel where\r\nthe appellant was playing pool with his friends. Although the\r\ncomplainant had lived with Jolindi’s family for\na few weeks,\r\nshe claimed not to know the appellant who was much older than her. It\r\nis common cause that despite it having been\na school night, the\r\ncomplainant and Jolindi spent several hours playing pool with the\r\nappellant and his friends and only left the\nhotel in the early hours\r\nof the next morning. They proceeded home in a motor vehicle driven by\r\nJolindi with the complainant and\nthe appellant seated in the rear and\r\none of his friends seated in the front passenger seat. After dropping\r\nthe friend at his home,\nthey went home.\n[\n7]\r\n \t According to the complainant, when they arrived at the house the\r\nappellant said he wanted to talk to her and asked her to\naccompany\r\nhim to the Wendy house. She did so, but when they entered the room\r\nthe appellant closed the door, turned off the light\nand asked her to\r\nremove her clothes. When she refused to do so, he pushed her onto the\r\nbed and again asked her to undress. She\ntold him that she was not\r\nprepared to do so as she had a boyfriend and he had a pregnant\r\ngirlfriend. When she again refused, the\nappellant proceeded to strip\r\ndown to his underpants, and again asked her to disrobe. When she\r\npersisted in her refusal, he pulled\na blanket over them, fondled her\r\nbreasts and put his hand between her legs. However when he sat up,\r\napparently in order to play\nsome music, she was able to free herself\r\nand   flee to the main house. As she did so, she looked back and saw\r\nthe appellant, now\nfully clothed, following close behind her. Once in\r\nthe main house, the appellant went to the sitting room to watch\r\ntelevision while\nshe went to the bedroom she shared with Jolindi and\r\nthe latter’s 11 year old brother. She alleged that when she\r\ntold Jolindi\nwhat had happened, she was unsympathetic and told her it\r\nhad all been her own fault.\n[\n8]\r\n  \tThe complainant alleged that she had then removed her track suit\r\nand climbed onto her bed, but that she found it impossible\nto sleep.\r\nShe was awake and lying on her stomach when she felt someone climbing\r\nonto the bed, who pulled the panty she was wearing\nto below her\r\nbuttocks and then had sexual intercourse with her by penetrating her\r\nvagina from behind. She alleged that after penetration\nhad occurred\r\nshe looked around and saw that it was the appellant. She asked him\r\nwhat he thought he was doing. He immediately climbed\noff her and left\r\nthe room. She alleged that the next day she had informed her teacher,\r\nMr Bruwer, what had happened to her.\n[\n9]\r\n \t The appellant told a materially different story. Although he\r\nconfirmed that the complainant and Jolindi had joined him and\nhis\r\nfriends in playing pool at the hotel, he alleged that she had flirted\r\noutrageously with both his friends and him. She had repeatedly\n\nsqueezed his behind, had sat on his lap and had kissed him.  He\r\nalleged that while he and the complainant were seated in the rear\nof\r\nthe vehicle on the way home, they engaged in heavy petting during\r\nwhich he fondled her breasts and she fondled his private parts.\nOn\r\ntheir arrival home, he suggested to her that they go to the Wendy\r\nhouse, to which she willingly agreed. Once in his room, the\n\ncomplainant removed her track suit and lay on the bed dressed in her\r\nnight clothes. He took off his pants and shirt and joined\nher. They\r\npetted intimately, during the course of which they fondled each\r\nothers private parts. But when he attempted to remove\nher panty, she\r\nsaid that they should rather go into the house. They dressed together\r\nand when he asked whether he should bring\na condom with him, she\r\nreplied that it was unnecessary as she was using an oral\r\ncontraceptive.\n[\n10]\r\n  \tThe appellant described how he and the complainant had then gone\r\nto the main house where he sat in the sitting room while\nthe\r\ncomplainant, after having said that she would call him when Jolindi\r\nwas asleep, went to her bedroom. She returned shortly thereafter,\n\nbringing him a duvet. She sat on his lap and they kissed. The\r\ncomplainant said that he should wait a few minutes before joining\nher\r\nin bed. She returned to the bedroom and, after a short while, he\r\njoined her as she had said. They petted intimately for a while\nbefore\r\nhe removed the complainant’s panty and they had consensual\r\nsexual intercourse, during which he penetrated her vagina\nfrom\r\nbehind. The act was brief, and the two of them then repaired to the\r\nbathroom together to clean themselves. After the complainant\nhad\r\nkissed him again, she returned to the bedroom while he went and slept\r\nin the sitting room, something he commonly did. He did\nnot see the\r\ncomplainant the next morning before she went to school and was\r\nshocked to later hear that she alleged that he had raped\nher.\n[\n11]\r\n\t  Before dealing with whether the appellant’s version was\r\ncorrectly rejected as not being reasonably possibly true, I\nshould\r\ninterpose that there can be no doubt that the State’s case fell\r\nfar short of proving an attempted rape in the Wendy\nhouse. The high\r\ncourt never dealt with this issue and appears to have confirmed the\r\nconviction on the count of attempted rape solely\nbecause it was not\r\npersuaded that the trial court had erred in accepting the\r\ncomplainant’s version. However, while on the\ncomplainant’s\r\nversion the appellant had intimately fondled her, he at no stage\r\nattempted to have sexual intercourse with\nher and, indeed, at all\r\ntimes she had her panty on and the appellant had never removed his\r\nunderwear. At best for the State, the\nappellant may have been guilty\r\nof indecent assault but he certainly did not attempt to insert his\r\npenis into the complainant’s\nvagina.  That being so, even on\r\nthe State’s case considered in isolation, the appellant’s\r\nactions in the Wendy house\ncannot be construed as an attempt at rape\r\nand in this court counsel for the State correctly conceded that the\r\nconviction on this\ncount cannot stand.\n[\n12]\r\n \t But the more important issue is whether both the trial court and\r\nthe high court erred in accepting the version of the complainant\nas\r\ntrue beyond a reasonable doubt and rejecting that of the appellant as\r\nbeing inherently improbable.   The rejection of the appellant’s\n\nversion as inherently improbable was based primarily on two issues.\r\nFirst, that if the complainant had wanted to have sexual intercourse\n\nwith the appellant, she would have done so when they had the\r\nopportunity of doing so in private in the Wendy house (and it was\n\nthus inherently improbable that she would have suggested to the\r\nappellant that they should go to the main house for that purpose)\n\nand, second, that the complainant would have suggested having sexual\r\nintercourse in a bedroom which she shared with two other people.\n[1\n3]\r\n    The allegation that the appellant and the complainant did not\r\navail themselves of the opportunity to have sex in the Wendy\nhouse\r\nand only did so later in the bedroom is not so improbable that it can\r\nbe rejected as false beyond a reasonable doubt. The\nfact that the sex\r\nact took place in the bedroom without the complainant crying out for\r\nassistance is far more likely to have occurred\nif the act was with\r\nher consent than without it. And the appellant was hardly likely to\r\nhave run the risk of attempting to rape\nthe complainant in the same\r\nroom as his sister and younger brother after she had successfully\r\nfought off his initial attempt to\ndo so in the Wendy house as to do\r\nso would have invited discovery in a compromising position should the\r\ncomplainant have again\nresisted his advances.  Plainly, if the\r\nappellant intended to have forcible intercourse with the complainant\r\nin a house with four\nother occupants, without knowing how she would\r\nreact, he ran the risk of her raising the alarm and him being found\r\nout. It would\nhave been far less risky, if he was intent on such\r\nconduct to have done so in the Wendy house, where the opportunity\r\nclearly presented\nitself. If anything, the fact that the sexual act\r\ntook place where it did is more consistent with the appellant’s\r\nversion\nthan that of the complainant, and the appellant’s\r\nversion is not so inherently improbable in that regard to warrant\r\nrejection.\nOr rather at best for the State it is a neutral factor\r\nthat does not tip the scales in its favour.\n[14\n]\r\n  \tThe fundamental difficulty that I have with the State’s case\r\nis that it rested solely upon the credibility of the complainant\n\nherself. The trial court did not evaluate her evidence in detail\r\nwhile the high court concluded that it was ‘satisfactory\nin\r\nevery material respect and is also credible’. This is a\r\nstartling statement as a detailed examination shows the complainant\n\nto have been anything but a credible witness whose testimony was\r\ninherently unreliable and as appears from what follows, her evidence\n\nis riddled with inconsistencies and improbabilities.\n[1\n5]\r\n  \tIn her evidence in chief, the complainant made no mention of any\r\nimproper advances made by the appellant until such time as\nthe two of\r\nthem had entered the Wendy house. In cross-examination, however, a\r\nvery different version emerged. She then alleged\nthat while at the\r\nhotel the appellant had forced her to sit on his lap and that, while\r\nreturning home, the appellant had not only\nforced her to sit in the\r\nback of the vehicle with him but, despite her protestations, had\r\nforced her hand onto his private parts.\nHad these events occurred as\r\nshe alleged in cross-examination, it was surprising to say the least\r\nthat she only volunteered this\ninformation at that stage. Her failure\r\nto do so smacks heavily of an attempt to gild the lily.\n[1\n6]\r\n\t  It is also surprising that if the complainant had been obliged to\r\nphysically resist the appellant’s advances, both at\nthe hotel\r\nand while seated in the motor vehicle, she would have voluntarily\r\naccompanied him to the Wendy house. Importantly, she\nalso admitted\r\nhaving willingly kissed him in the Wendy house.  This was hardly the\r\nconduct of a person who had just been obliged\nto fight off a sexual\r\npredator, and the fact that she went with the appellant to his room\r\nand kissed him there is far more consistent\nwith the appellant’s\r\nversion that she had consented to the sexual contact which had taken\r\nplace between the two of them earlier\nthat evening. Furthermore, the\r\ncomplainant admitted during her evidence that she was taking an oral\r\ncontraceptive at the time,\ninformation that the appellant would\r\nhardly have known unless she had imparted it to him as he said she\r\nhad done. This further\ncorroborates the appellant’s version of\r\nthe events. Why else, it must be asked, would she have volunteered\r\nthat information,\nunless there was a discussion between them about\r\nsexual intercourse. It strikes me as implausible that she would have\r\nimparted\nthat information to him had she felt threatened by him.\n[17\n]\r\n \t The complainant’s description of events after she had left\r\nthe appellant’s room is also unsatisfactory. She alleged\nthat\r\nafter she had freed herself from the appellant, she fled from the\r\nWendy house and, on looking back, saw him fully clothed\nfollowing\r\ndirectly behind her. However, it is common cause that the appellant\r\nhad stripped to his underpants and it is difficult\nto see how on the\r\ncomplainant’s version he would have had the time to dress and\r\nto follow so closely behind her. Not only\nis her version thus\r\nimprobable in this regard but the fact that the appellant was fully\r\nclothed at that stage is consistent with\nhis version that they had\r\nboth dressed  themselves before they left the Wendy house together.\n[18\n]\r\n\t  Then there is the appellant’s allegation that the\r\ncomplainant had taken him a duvet while he was waiting in the sitting\n\nroom for Jolindi to fall asleep. The complainant denied doing so but\r\nJolindi confirmed that she had. Not only did Jolindi’s\nevidence\r\ncontradict the complainant’s on this score but she also\r\nconfirmed that the complainant had flirted with the men\npresent at\r\nthe hotel and had sat on the appellant’s lap. She also\r\ntestified that after the complainant had returned from\nthe Wendy\r\nhouse she had said that she and the appellant had just played with\r\neach other. Jolindi took the complainant to school\nthe next morning.\r\nIt was undisputed that notwithstanding the complainant then having\r\nthe opportunity to do so, she had not complained\nabout the\r\nappellant’s behaviour. Indeed Jolindi testified that the\r\ncomplainant had told her that she had enjoyed her evening\nplaying\r\nwith the appellant. It was only later in the day, according to\r\nJolindi, that she had heard that the complainant had alleged\nthat the\r\nappellant had raped her.\n[19\n]\r\n  \tJolindi’s evidence was thus inconsistent with that of the\r\ncomplainant in several respects. She was not shaken in\r\ncross-examination\nand there is no reason to doubt her truthfulness.\r\nHowever, the trial court did not mention her testimony and while the\r\nhigh court\nbriefly mentioned her evidence, it neither evaluated nor\r\nconsidered its effect upon the credibility of the complainant. It\r\nerred\nin doing so as Jolindi’s evidence, much of which was\r\nunchallenged, throws considerable doubt upon the version of the\r\ncomplainant.\n[\n20]\r\n  \tThe complainant’s description of the sex act itself is also\r\ndistinctly unconvincing. As I have said, she alleged that\nthe\r\nappellant had entered the room, climbed on her bed, pulled down her\r\npanty to just below her buttocks and then penetrated her\nvagina from\r\nbehind, all of which took place without her offering any resistance\r\nor even looking around to see who it was. Not only\nis it improbable\r\nthat he would have been able to achieve penetration if she was lying\r\nin the position she described but, according\nto her, it was only\r\nafter penetration that she looked around and asked him what he was\r\ndoing. If she was awake, as she alleged\nwas the case, it is difficult\r\nto accept that the appellant could have done all of this without her\r\nconsent. The trial court appreciated\nthis difficulty and found that\r\nthe complainant must have been asleep at the time and was thus not\r\nonly unaware of the removal of\nher panty and the appellant’s\r\ninitial penetration of her, but that she had therefore been incapable\r\nof giving her consent.\nBut this finding flies in the face of the\r\ncomplainant’s own evidence that she was awake at all times, and\r\nconstitutes a material\nmisdirection.\n[21\n]\r\n \t Had the complainant been raped, one would have expected her to\r\nhave immediately cried out for assistance, particularly knowing\nthat\r\nJolindi was present in the room. She did not do so. Nor after the act\r\ndid she wake Jolindi. When pressed on this, the complainant\nalleged\r\nthat she had attempted to awaken her but that Jolindi had been so\r\ndrunk that she continued sleeping. Jolindi denied having\nbeen drunk\r\nand said that she had merely had a single brandy and coke during the\r\ncourse of the whole evening, and her evidence in\nthis regard was not\r\nchallenged. The complainant’s evidence in regard to what she\r\ntold Jolindi the next morning was also unsatisfactory.\nInitially she\r\nsaid she did tell Jolindi of the rape, but went on to say that she\r\ncould not remember if she had done so. As I have\nsaid, Jolindi’s\r\nevidence has not been shown to be unreliable and is wholly\r\ninconsistent with the complainant doing anything\nelse but expressing\r\nher pleasure at the events of the preceding evening.\n[22\n]\r\n \t Moreover, the complainant said that she did not report the\r\nincident to Jolindi’s mother as she did not know her well\n\nenough, and that she therefore decided to wait until school to report\r\nthe incident to her teacher, Mr Bruwer. When Mr Bruwer testified,\nhe\r\nmade no mention of the complainant reporting that she had been raped.\r\nInstead he stated that she had shown no signs of being\nat all upset\r\nduring the course of the morning classes which is hardly what one\r\nwould expect of a young girl who had been raped.\nHowever he did state\r\nthat the complainant had told him that she did not want to return to\r\nJolindi’s house and that, as a\nresult, he arranged for the\r\ncomplainant’s mother to come to school and met with her and the\r\ncomplainant that afternoon when\nthe complainant’s mother\r\nreported to him that the complainant had been raped.\n[23\n]\r\n  \tIt is clear from this that the complainant did not complain\r\nimmediately after the incident to people that she could trust in\n\ncircumstances where it would have been that expected she would have\r\ndone so.  The first person to whom she appears to have reported\nthat\r\nshe was raped was her mother but the circumstances under which that\r\nreport was made are not clear. There is a conflict on\nthe evidence as\r\nto the precise events that occurred, but it is apparent from her\r\nmother’s testimony that the first issue\nthat arose was whether\r\nthe complainant had been at the hotel the previous evening. It was\r\nonly after the complainant’s mother,\nwho was angry about her\r\ndaughter having possibly been at the hotel, made enquiries and\r\nlearned from another witness that the complainant\nhad been at the\r\nhotel that the allegation of rape was first mentioned.\n[24\n]\r\n \t  Precisely how she had come to make the report was not explored in\r\nthe evidence, but the fact remains that the complainant’s\n\nallegation of rape appears only to have emerged after a confrontation\r\nwith her mother about her having been at  a hotel on a school\nnight. \r\nIn the circumstances that prevailed, there is a very real suspicion\r\nthat the complainant’s report of rape was made\nin an attempt to\r\ndeflect her mother’s anger.\n[25\n]\r\n \t In the light of all these factors, I have grave reservations about\r\nthe credibility of the complainant and in turn her reliability\nI am\r\nthus not persuaded that the State discharged the onus of proving\r\nbeyond a reasonable doubt that the appellant’s version\nof the\r\nmaterial events was false. Ultimately counsel for the State was\r\nconstrained to concede that this conviction as well could\nnot stand.\n[26]\tIn the light\r\nof this conclusion, it becomes unnecessary to deal with the\r\napplication for leave to lead further evidence.\n[27\n]\r\n \t The following order will therefore issue:\n1.\t Leave to\nappeal\r\nis granted and the appeal is enrolled.\n2.\t The appeal is upheld, and the\r\norder of the high court is set aside and substituted with the\r\nfollowing:\n‘(a)\t\r\nThe appeal is upheld.\nThe\r\n\tappellant’s convictions and sentences are set aside.’\n________________\nL E LEACH\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT:\tJ Hollland-Müter\nInstructed by\nPotgieter, Penzhorn & Taute\r\nInc, Pretoria\nKramer, Weihmann & Joubert,\r\nBloemfontein\nRESPONDENT:\tL Pienaar\nInstructed by\nDirector of Public Prosecutions,\r\nPretoria\nDirector of Public Prosecutions,\r\nBloemfontein",
  "scraped_at": "2026-02-11T20:29:04.228017",
  "date": "2010-05-31",
  "coram": [
    "MTHIYANE",
    "VAN HEERDEN",
    "PONNAN",
    "MHLANTLA",
    "LEACH JJA"
  ],
  "case_number": "144/08",
  "parties": {
    "applicants": [
      "GERHARD SMIT"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On the night of 3–4 September 2003, a 16‑year‑old schoolgirl who was boarding with the appellant's family was taken by the appellant to a separate room (the \"Wendy house\") and later to the main house where she shared a bedroom with the appellant's sister and brother. The complainant alleged that the appellant attempted to rape her in the Wendy house and succeeded in raping her in the bedroom. The appellant admitted sexual contact but claimed it was consensual. The trial court convicted him of both attempted rape and rape, sentencing him to three and ten years' imprisonment respectively.",
    "issues": "The appeal raised two primary issues: (1) whether the State proved the offence of attempted rape beyond a reasonable doubt, and (2) whether the State proved the rape charge beyond a reasonable doubt given the conflicting testimonies and credibility of the complainant versus the appellant.",
    "principles": "The court applied the standard that a conviction must be based on proof beyond a reasonable doubt and that the assessment of witness credibility is a factual determination. An attempted rape requires proof of an intention to have sexual intercourse coupled with a substantial step toward that act. Where the State's case rests solely on the complainant's testimony, any serious inconsistencies or improbabilities may defeat the requisite standard. The appellant is presumed innocent until the State discharges the onus of proof.",
    "application": "The court examined the testimonies and found the complainant's evidence riddled with inconsistencies, improbable details, and contradictions, particularly regarding the sequence of events, the lack of resistance, and the timing of clothing changes. The appellant's version, while self‑serving, aligned with independent testimony from the appellant's sister, Jolindi, who corroborated consensual interactions and contradicted the complainant. The State failed to establish that the appellant attempted to insert his penis in the Wendy house, rendering the attempted rape conviction unsustainable. Likewise, the credibility issues meant the rape charge was not proved beyond a reasonable doubt.",
    "conclusion": "The appeal was upheld. The convictions for attempted rape and rape, together with the sentences imposed, were set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "attempted rape",
      "evidence",
      "credibility",
      "appellate review"
    ]
  }
}