{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/90.html",
  "case_name": "Botha v Coetzee and Others (459/09) [2010] ZASCA 90 (31 May 2010)",
  "citation": "[2010] ZASCA 90",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 90\n|\nNoteup\n|\nLawCite\nBotha v Coetzee and Others (459/09) [2010] ZASCA 90 (31 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:  459/09\nIn the matter between:\nALFONSO OVERBEECK\r\nBOTHA\nAppellant\nand\nDANIEL JOHANNES COETZEE\t\t\t\t\t\t1\nST\nRespondent\nURBAN OCEAN PROPERTY DEVELOPMENT\r\n(PTY) LTD)\t\t2\nND\nRespondent\nJAZZ SPIRIT 101 (PTY) LTD\t\t\t\t\t\t3\nRD\nRespondent\nSADDLE PATH PROPS 23 (PTY)\r\nLTD\t\t\t\t\t4\nTH\nRespondent\nSHAKESPEARE PRECINCT (PTY) LTD\n(formerly TANIN TRADING 138 (PTY)\r\nLTD)\t\t\t\t5\nTH\nRespondent\nNeutral\r\ncitation\n:\nBotha\r\nv Coetzee\n(459/09)\n[2010] ZASCA 90\n(31 May 2010)\nCoram:\nHARMS\r\nDP, CLOETE, HEHER, MHLANTLA AND TSHIQI JJA\nHeard:\n4\nMay 2010\nDelivered:\n31\r\nMay 2010\nUpdated:\nSummary:\nCivil\r\nprocedure – referral to trial – dispute about agreement –\r\napplicant naming agreement partnership –\nrelief not available\r\nif agreement partnership – true nature of agreement prima facie\r\njoint venture\n__________________________________________________________________________________\nORDER\nOn\r\nappeal from:\nWestern Cape High Court (Cape Town) (Le Grange J sitting as court of\r\nfirst instance):\n1\tThe appeal is upheld\r\nwithout a costs order.\n2\tThe\r\norder of the court a quo\nis\r\nset aside and substituted with the following:\n‘(a)\tThe\r\napplication is referred to trial.\n(b)\tThe Notice of Motion\r\nis to serve as a simple summons and the applicant must file a\r\ndeclaration within 20 days from the date\nof this order, after which\r\nthe usual Uniform High Court rules will apply.\n(c)\tEach\r\nparty is to pay his own costs.’\nJUDGMENT\n_____________________________________________________________________\nTSHIQI JA (HARMS DP, CLOETE, HEHER\r\nAND MHLANTLA JJA\nconcurring):\n[1]\tThe issue in this\r\nappeal has its origin in an application by the appellant, Mr A O\r\nBotha, for an order declaring him to be the\nbeneficial owner of 50\r\npercent of the shares in the second respondent, Urban Ocean Property\r\nDevelopment (Pty) Ltd, for transfer\nof the shares and ancillary\r\nrelief. All the shares in the company are registered in the name of\r\nthe first respondent, Mr D J Coetzee.\nThe relief was apparently based\r\non a contention that Botha was the beneficial owner of 50 percent of\r\nthe shares by virtue of a\npartnership between him and Coetzee.\r\nCoetzee opposed the application, disputing the existence of a\r\npartnership between them and\ncontending in any event that the relief\r\nsought was not competent because a partner is not entitled to claim\r\npartnership assets\nduring the existence of the partnership.\n[2]\tBecause\r\nof the factual dispute about the existence of the partnership, Botha\r\nsought an order referring that issue (and some\nrelated questions) to\r\noral evidence or trial. Counsel for Coetzee, in opposing the\r\nreferral, argued\nin\r\nlimine\nthat\r\nBotha’s application did not disclose a cause of action and that\r\nthe relief sought in the notice of motion was legally\nunfounded.\n[3]\nThe\r\nWestern Cape High Court upheld the point\nin\r\nlimine\nand\r\ndismissed the application on the basis that it disclosed no cause of\r\naction and that a referral to evidence could not alter\nthe result.\r\nThe appellant now appeals to this Court with the leave of the court\r\nbelow.\n[4]\tThe\r\nprocedural approach adopted by the court a quo cannot be faulted and\r\nwas described\nValentino\r\nGlobe BV v Phillips & another\n1\nas follows\n:\n‘\nThere\r\nare a number of cases which recognise the right of a respondent, in\r\nspite of having filed an answering affidavit, to argue\nat the outset\r\nthat the founding affidavit does not make out a\nprima\r\nfacie\ncase\r\nfor the relief claimed. They for two reasons suggest that the\r\nprocedure is akin to an exception based on the ground that a\nsummons\r\nor similar initiating process does not disclose a cause of action.\r\nThe founding affidavit alone falls to be considered,\nand the\r\naverments contained therein must be accepted as true. An important\r\ndifference with an exception is, however, that the application\n\ncontains evidence and not only allegations of fact, and what might be\r\nsufficient in a summons may be insufficient in a founding\naffidavit.\r\n. . . The usual object of the procedure is to enable a respondent to\r\nmeet an application for referral to evidence or\nthe like and relieve\r\nthe Court of considering the conflicting allegations of fact.’\n[5]\tThe\r\nlegal approach of the court below was also correct. Partnership\r\nassets are held by partners as co-owners in undivided shares.\nThis is\r\nso because a partnership does not have an existence apart from the\r\nindividuals constituting it. The relief sought by Botha\nwas not\r\ncompetent during the subsistence of a partnership. At best he could\r\nonly be entitled to an order declaring him a partner\nand no more. In\r\n19\nLawsa\n2 ed para 285 it is stated:\n‘\nBefore\r\nrealisation and distribution of the partnership assets amongst the\r\npartners, a partner is not entitled to treat any particular\n\npartnership asset as being his own, nor is any partner entitled to\r\nany specific portion of the partnership assets as a whole. Regardless\n\nof the question who the owner of the partnership assets is, every\r\npartner is contractually bound towards his co-partner not to\n\nappropriate partnership assets for his own purposes or to regard them\r\nas part of his private assets.’\n2\n[6]\tOn appeal the\r\nquestion arose whether Botha had correctly identified the agreement\r\nrelied on by him as a partnership and whether\nit would not have been\r\nmore correct to call it a joint venture. If it was a joint venture,\r\nthe relief sought by Botha was competent\nand a referral to trial or\r\nevidence of the dispute about the existence of the agreement,\r\nirrespective of its label, should have\nbeen granted.\n[7]\tOn\r\na close analysis of the evidence it is evident that the description\r\nof the relationship as a ‘partnership’ was\nill-founded\r\nand that the court a quo was misled, not only by the nomenclature\r\nused in the founding affidavit, but also by the questions\nposed by\r\nBotha for referral to evidence.\nThe\r\nquestion is not whether the agreement was correctly called a\r\npartnership, but what the terms of the agreement were and whether\n\nthose terms could provide a cause of action. In order to answer the\r\nquestion one has to consider what the parties agreed to do.\nFor\r\npresent purposes, the test is the test that applies at the exception\r\nstage. Regard is primarily had to the founding affidavit.\n[8]\tBotha,\r\nincidentally, on occasion referred to the partnership in his founding\r\naffidavit in inverted commas. The terms of the\nagreement between the\r\nparties as set out in the founding affidavit were these.\nCoetzee\r\nand Botha would acquire properties; they would use a company as a\r\nvehicle for that business; Coetzee would initially hold\nall the\r\nshares in the company as a matter of convenience; and Coetzee would\r\non request transfer to Botha his 50 percent. Botha’s\nevidence\r\nwas supported by Hoffmann (the financial adviser) and Stanton (an\r\nauditor) in  confirmatory affidavits.\n[9]\tIt follows from this\r\nsummary of the terms of the agreement that it was not a partnership\r\nin the legal sense but rather something\nakin to one – probably\r\na joint venture if a label is necessary. In any event, the terms of\r\nthe agreement, if established\nin due course, provide a cause of\r\naction, albeit not one based on partnership. It cannot be doubted\r\nthat if the matter had been\nargued along these lines the court below\r\nwould have referred the matter to trial. Such an order would have\r\nenabled Botha to formulate\nhis case with precision. Whether that case\r\nwill be excipiable or capable of proof is another matter that does\r\nnot concern this\nCourt.\n[10]\tThe manner in which\r\nthe application was conducted in the high court is relevant to the\r\ndetermination of an appropriate costs\norder. The application was\r\nbrought on the basis that the cause of action was a partnership\r\nagreement. The application for referral\nof the matter to trial was\r\nalso premised on the basis that the factual dispute pertained to the\r\nexistence of a partnership agreement.\n This approach was persisted in\r\neven on appeal to this Court. It seems that both the appellant and\r\nthe respondent concentrated\non the form and not the substance of the\r\nmatter. Neither party therefore should get the benefit of costs in\r\nthis regard.\n[1\n1]\tThe\r\nfollowing order is consequently made:\n1\tThe appeal is upheld\r\nwithout a costs order.\n2\tThe\r\norder of the court a quo\nis\r\nset aside and substituted with the following:\n‘(a)\tThe\r\napplication is referred to trial.\n(b)\tThe Notice of Motion\r\nis to serve as a simple summons and the applicant must file a\r\ndeclaration within 20 days from the date\nof this order, after which\r\nthe usual Uniform High Court rules will apply.\n(c)\tEach party is to pay\r\nhis own costs.\n____________________\nZ\r\nL L Tshiqi\nJudge\r\nof Appeal\nAPPEARANCES:\nAPPELLANT:\tP Coetsee SC\r\nand G Walters\nInstructed by\tSaunders\r\nAttorneys, Cape Town;\nWebbers, Bloemfontein\nRESPONDENTS:\tZ F Joubert\r\nSC and J D de Vries\nInstructed by\tHoney\r\nAttorneys, Tyger Valley\nHoney Attorneys,\r\nBloemfontein\n1\n[1998] ZASCA 43\n;\n1998 (3) SA 775\n(SCA) at 779F-I. Citations omitted.\n2\nSee also\nRobson v Theron\n1978 (1) SA 841\n(A) at 850C-D;\nSacks\r\n\tv Commissioner for Inland Revenue\n1946 AD 31\nat 40;\nVan\r\n\tHeerden v Pienaar\n1987 (1) SA 96\n(A).",
  "scraped_at": "2026-02-11T20:30:33.743462",
  "date": "2010-05-31",
  "coram": [
    "HARMS DP",
    "CLOETE",
    "HEHER",
    "MHLANTLA",
    "TSHIQI JJA"
  ],
  "case_number": "459/09",
  "parties": {
    "applicants": [
      "Alfonso Overbeek Botha"
    ],
    "respondents": [
      "Daniel Johannes Coetzee",
      "Urban Ocean Property Development (Pty) Ltd",
      "Jazz Spirit 101 (Pty) Ltd",
      "Saddle Path Props 23 (Pty) Ltd",
      "Shakespeare Precinct (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Botha applied for a declaration that he was the beneficial owner of 50% of the shares in Urban Ocean Property Development (Pty) Ltd, which were legally held in the name of Coetzee. The claim relied on an alleged partnership between Botha and Coetzee. Coetzee denied any partnership and argued that a partner could not claim partnership assets while the partnership existed. Because the existence of the partnership was disputed, Botha sought a referral of the matter to trial. The Western Cape High Court dismissed the application, holding that it disclosed no cause of action and that a referral to evidence could not alter the result. Botha appealed.",
    "issues": "The appeal raised (1) whether the agreement between Botha and Coetzee constituted a partnership or a joint venture; (2) whether, if it was a partnership, the relief sought (declaration of beneficial ownership) was legally competent; (3) whether a cause of action existed at all; and (4) whether the matter should be referred to trial for determination of the factual dispute.",
    "principles": "The court reiterated that partnership assets are held by partners as co‑owners in undivided shares and that a partner cannot appropriate partnership assets during the subsistence of the partnership. Relief based on partnership ownership is therefore incompetent. However, where the agreement is a joint venture rather than a partnership, a cause of action may arise and referral to trial is appropriate. The court also noted procedural rules allowing a respondent to argue that a founding affidavit fails to disclose a prima‑facie case, and that an application may be dismissed where no cause of action is shown.",
    "application": "On examination of the founding affidavit, the court concluded that the parties’ arrangement was not a legal partnership but resembled a joint venture: Coetzee would hold all shares for convenience and, upon request, transfer 50% to Botha. This gave rise to a potential cause of action not based on partnership law. Consequently, the High Court’s dismissal for lack of cause of action was untenable, and the appeal should be granted and the matter referred to trial. The court also addressed costs, finding that both parties focused on form over substance and should bear their own costs.",
    "conclusion": "The appeal is upheld without a costs order. The order of the court a quo is set aside and substituted with an order that (a) the application is referred to trial; (b) the notice of motion serves as a simple summons and the applicant must file a declaration within 20 days, after which the Uniform High Court rules apply; and (c) each party pays its own costs."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Referral to Trial",
    "level_3": [
      "partnership",
      "joint venture",
      "beneficial ownership",
      "cause of action"
    ]
  }
}