{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/63.html",
  "case_name": "Registrar of Pension Funds v ICS Pension Funds (288/09) [2010] ZASCA 63; 2010 (4) SA 488 (SCA) ; [2010] 4 All SA 63 (SCA) (4 May 2010)",
  "citation": "[2010] ZASCA 63",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 63\n|\nNoteup\n|\nLawCite\nRegistrar of Pension Funds v ICS Pension Funds (288/09) [2010] ZASCA 63; 2010 (4) SA 488 (SCA) ; [2010] 4 All SA 63 (SCA) (4 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 288/09\nIn the matter between:\nREGISTRAR OF PENSION\r\nFUNDS\nAppellant\nand\nICS PENSION FUND\nRespondent\nNeutral citation\n:\nRegistrar\r\nof Pension Funds v ICS Pension Fund\n(288/09)\n[2010] ZASCA 63\n(4 May 2010)\nCoram:\nHARMS DP,\r\nNUGENT, MLAMBO and MALAN JJA and THERON AJA\nHeard:\n12\r\nMARCH 2010\nDelivered:\n4\r\nMAY 2010\nSummary:\nPension\nFunds Act 24 of 1956\n– actuarial surplus –\nsection 15F\n–\r\napproval by registrar for transfer of credit in reserve account to\r\nemployer surplus account – considerations to be\ntaken into\r\naccount.\n________________________________________________________________\nORDER\n___________________________________________\n______________________\nOn appeal from:\nNorth\r\nGauteng\nHigh\r\nCourt, Pretoria (Rabie J sitting as court of first instance).\nThe appeal is dismissed with costs.\n_________________________________________________________________\nJUDGMENT\n___________________________________________________________\n______\nNUGENT JA and THERON AJA (HARMS DP,\r\nMLAMBO and MALAN JJA concurring)\n[1]\tThis appeal concerns the\r\napplication of\ns 15F\nof the Pension Fund\ns\r\nAct 24 of 1956. We think it is helpful at the outset to trace the\r\nbackground against which that section was introduced into the\nAct.\n[2]\tDepending upon their structure\r\nsome pension funds are capable of accumulating an actuarial surplus,\r\nwhich, in broad terms, is\nthe excess of its actuarially valued assets\r\nover the actuarial value of its accrued liability towards members and\r\nformer members.\n1\nIn recent years there have been disputes as to whether such surpluses\r\naccrue to the benefit of members or whether they accrue to\nthe\r\nbenefit of contributing employers.\n2\nWith effect from 7 December 2001\nss 15A\nto\n15K\nwere introduced\r\ninto the Act to deal with such surpluses. Together those sections are\r\ncommonly referred to as the ‘surplus\nlegislation’.\n[3]\tIn broad terms\ns 15B\nrequires the\r\nboard of every pension fund that commenced prior to 7 March 2002 to\r\nsubmit to the Registrar of Pension Funds, within\na specified time, a\r\nscheme for the apportionment of any actuarial surplus that it might\r\nhave. The board is required to determine\nwho may participate in the\r\napportionment, which must include existing members and former\r\nmembers, and must then apportion the surplus\nas between all the\r\nparticipants, in accordance with various principles that are\r\nreflected in the section.\n[4]\tThe surplus that is apportioned\r\nto members and former members must be credited to a ‘members’\r\nsurplus account’\nand the surplus that is apportioned to the\r\nparticipating employer must be credited to an ‘employer surplus\r\naccount’.\nThe use to which the credits in those accounts may be\r\nput is circumscribed by\ns 15D\nand\ns 15E\nrespectively.\nSection 15C\ndeals with the allocation of surpluses that arise after\r\nthe legislation took effect.\n3\n[5]\tIn this appeal we are concerned\r\nonly secondarily with\ns 15B\nbut primarily with\ns 15F.\nSection 15F\ndeals with actuarial surpluses that were apportioned\r\nbefore the surplus legislation took effect and in particular to an\r\nactuarial\nsurplus that had been allocated to a ‘reserve\r\naccount’ of the fund. A ‘reserve account’ is\r\ndefined in the\nAct to mean a ‘contingency or investment reserve\r\naccount’ and will ordinarily have been under the control of the\r\ncontributing\nemployer.\n[6]\nSection 15F\nallows the board of a\r\nfund to apply to the registrar to approve the transfer of all or some\r\nof the credit balance in an existing\nreserve account to the employer\r\nsurplus account. Once so transferred it is available to be used by\r\nthe employer within the limits\ncircumscribed by\ns 15E.\nIf the\r\napplication is refused, whether in whole or in part, the portion of\r\nthe credit that is not transferred will be subject to\ndistribution,\r\nunder\ns 15F(3)\n, as if it were actuarial surplus that is\r\ndistributable under a\ns 15B\nscheme.\n[7]\tUnder\ns 15F(2)\nthe registrar\r\nmay approve such a transfer from the reserve account to an employer\r\nsurplus account if he or she\n‘is satisfied that the allocation of actuarial surplus to [the\r\nreserve account] was negotiated between the stakeholders in\na manner\r\nconsistent with the principles underlying\nsections 15B\nand\n15C\n.’\n[8]\tIn this case the board of the ICS\r\nPension Fund, the respondent, applied to the registrar under that\r\nsection to transfer to its\nemployer surplus account part of the\r\ncredit balance in a reserve account. The amount that was sought to be\r\ntransferred was the\nthen balance of a portion of an actuarial surplus\r\nthat had been allocated to the employer in 1997.\n[9]\tThe registrar declined to approve\r\nthe application whereupon the fund appealed to the board of appeal\r\nestablished by s 26\nof the Financial Services Board Act 97 of\r\n1990.\n4\nThe board dismissed the appeal and the fund applied to the High Court\r\nat Pretoria to review that decision under the\nPromotion of\nAdministrative Justice Act 3 of 2000\n. The high court (Rabie J) found\r\nthat the board of appeal had materially misdirected its enquiry and\r\nset aside the decision. It\nchose not to remit the matter for\r\nreconsideration by the board of appeal but instead to assume to\r\nitself the role of the board\nand to substitute its own decision for\r\nthat of the board. Having assumed to itself that function the high\r\ncourt upheld the appeal\nagainst the registrar’s decision and\r\ndirected the registrar to approve the application. The registrar now\r\nappeals against\nthose orders with the leave of that court.\n[10]\tIt was common cause in the court\r\nbelow and in this court that the decision of the board was reviewable\r\nunder the\nPromotion of Administrative Justice Act, that\nthe court\r\nbelow correctly found that the board of appeal had materially\r\nmisdirected its enquiry and correctly set the decision\naside, and\r\nthat the court below correctly chose not to remit the matter to the\r\nboard of appeal but instead to substitute its own\ndecision. That\r\nbeing so\n,\nthe reasons that\r\nwere given by the board of appeal for its decision, although\r\ninstructive, are not material to this appeal. We are\nconcerned only\r\nwith the substituted decision of the court below and the reasons that\r\nit gave for that decision.\n[11]\tIt is not disputed that an\r\nappeal against the decision of the registrar is not an appeal in the\r\nstrict sense. The board of\nappeal, and hence the court below in this\r\ncase, is called upon instead to consider the matter afresh, upon all\r\nrelevant material\nthat is placed before the board of appeal. Indeed,\r\nit was the failure of the board of appeal to recognise that\r\ndistinction, which\npervaded all its reasoning, that resulted in its\r\ndecision correctly being set aside.\n[12]\tWe have pointed out that under\ns 15F(2)\nthe registrar may approve a transfer from an existing\r\nreserve account to an employer surplus account if he or she is\r\n‘satisfied\nthat the allocation of actuarial surplus to [the\r\nreserve account] was negotiated between the stakeholders in a manner\r\nconsistent\nwith the principles underlying\nsections 15B\nand\n15C\n.’\r\nIf the allocation of surplus to the reserve account indeed satisfies\r\nthose requirements then, notwithstanding the use of\nthe word ‘may’,\r\nthe registrar has no discretion to refuse the application, but is\r\nobliged to approve the transfer.\n[13]\tThe manner in which portion of\r\nthe actuarial surplus that existed in the fund before the surplus\r\nlegislation came into effect\nwas allocated to the reserve account in\r\nthis case needs to be seen in the context in which the allocation was\r\nmade.\n[14]\tThere are two kinds of\npension funds (at least for present purposes). One is a ‘defined\r\nbenefit fund’. In such a fund members become entitled\nto fixed\r\nbenefits that are circumscribed by the rules, irrespective of the\r\nperformance of the investments that are made by the\nfund. If the\r\ninvestments of the fund produce insufficient income to meet those\r\nobligations then the employer underwrites the shortfall.\nIf the\r\ninvestments that are made by the fund perform better than expected a\r\nsurplus will accrue to the fund. The other is a ‘defined\n\ncontribution fund’. In such a fund the benefits that are\r\npayable to members are directly linked to the performance of the\n\ninvestments that are made by the fund. If the investments perform\r\nwell then the benefit will accrue to members directly and they\nwill\r\nlikewise bear the brunt of poor performance. Such a fund thus\r\nrelieves the employer of the risk of poor performance of its\n\ninvestments and likewise promises to members the direct benefit of\r\nsound performance.\n[15]\tPrior to 1 November 1996 the ICS\r\nPension Fund was a ‘defined benefit’ fund. In about\r\nAugust 1996 the board of the\nfund decided to create a ‘defined\r\ncontribution’ section. Members of the fund were invited to\r\nelect whether to remain\nin the ‘defined benefit’ section\r\nof the fund or to transfer to the ‘defined contribution’\r\nsection that\nwas to be created.\n[16]\tThe decision to create that new\r\nsection of the fund is really incidental to this appeal. What is\r\nrelevant is that simultaneously\nwith creating that ‘defined\r\ncontribution’ section – and no doubt at least partly as\r\nan inducement to members\nto transfer to that section – the\r\nboard of the fund distributed part of its accumulated surplus to\r\nmembers who elected to\ntransfer.\n[17]\tThe implications of the election\r\nwere explained to members and former members by way of an information\r\nbooklet and oral presentations\nthat were distributed and made\r\nrespectively during October 1996. It is not necessary to deal in any\r\ndetail with the information\nthat was conveyed.\n[18]\tMeanwhile, the board of the fund\r\nwas reconstituted in November 1996. From that time on the board\r\ncomprised three members elected\nby members of the fund, and three\r\nmembers appointed by the employer. At the first meeting of the newly\r\nconstituted board on 25\nNovember 1996\n,\r\nreports were presented concerning the progress of the creation of the\r\nnew section and its implications for the fund.\n[19]\tUltimately\n,\n95 per cent of the active members of the fund elected to transfer to\r\nthe defined contribution section. At the effective date the\nfund had\r\nan actuarial surplus of R107 393 711. The board of the fund\r\ndecided to allocate that surplus as follows: 34\nper cent was\r\nallocated to active members, 22 per cent was allocated to pensioners,\r\none per cent was allocated to a ‘contingency\nreserve’\n5\nfor those members who remained in the ‘defined benefit’\r\nsection, 28 per cent was allocated for use by the employer\n(credited\r\nto an employer-controlled reserve account),\n6\nand a residual surplus of 15 per cent remained.\n[20]\tAmendments to the rules,\r\nallowing for the creation of the defined contribution section with\r\nretrospective effect from 1 November\n1996, and for the surplus\r\ndistribution, were submitted to the registrar and registered on 30\r\nDecember 1997.\n[21]\tOn 18 January 2005, after the\r\nsurplus legislation had come into effect, the board of the fund\r\napplied to the registrar to approve\nthe transfer of R25 365 605\r\nfrom the employer-controlled reserve account to the employer surplus\r\naccount. Precisely how\nthat amount is made up is not material for\r\npresent purposes. It is sufficient to say that, substantially, it was\r\nthe balance that\nthen remained of the actuarial surplus that had\r\nearlier been allocated to the employer-controlled reserve.\n7\nThe registrar declined to approve the transfer, on the ground that he\r\nwas not satisfied that that earlier allocation of actuarial\nsurplus\r\nto the reserve account ‘was properly negotiated between the\r\nstakeholders in a manner consistent with the principles\nunderlying\r\nsections 15B and 15C of the Act, as embodied in Circular PF 105\r\nparagraphs 14(a) – (h).’\n8\n[22]\tThe registrar later expanded upon that when he said\r\n(so far as the reasons that he gave are now relevant) the following:\n‘(a)\tIn the exercise where surplus was shared between the\r\nemployer and certain members only, no surplus enhancement was\r\nallocated to members preferring to remain in the defined benefit\r\noption.\n(b)\tThere is no proof of any negotiation between the fund and\r\nmembers or members’ representatives.\n(c)\tIn the information sent to members, there was no indication of\r\nthe amount or percentage that would be allocated to the employer.\n(d)\tThe enhancement of members who chose to opt\r\nfor defined contribution, indirectly also benefited the employer due\r\nto the transfer\nof risk from the employer (in the defined benefit\r\narrangement) to the members (in the defined contribution\r\narrangement).’\nHe also stated that\n‘\n[t]he decision by an employer-appointed\r\nboard to convert from a defined benefit to a defined contribution\r\narrangement, whereby certain\nrisks are transferred from the employer\r\nto the individual members, without any disclosure of the amount to be\r\nset aside for exclusive\nuse by the employer, cannot be viewed as a\r\ndecision to negotiate and distribute surplus’.\n[23]\tThe registrar’s opposition\r\nto the transfer really reduces itself to two principal objections,\r\nand that is how the matter\nwas approached before us. First, the\r\nregistrar was of the view that the fund had not established that the\r\nallocation had been properly\n‘negotiated between the\r\nstakeholders’ as required by s 15F(2) read with ss 15B\r\nand 15C. And secondly, he\nconsidered that the allocation of the\r\nactuarial surplus had not been equitable and was thus not in\r\nconformity with those sections.\n[24]\tWith regard to the first\r\nobjection it was submitted on behalf of the registrar that there had\r\nbeen no negotiation at all between\nthe fund and its members and\r\nothers who had an interest in the allocation. It was submitted that\r\nthey were simply presented with\nthe prospect of choosing between\r\njoining the new section of the fund or remaining in the existing\r\nsection, to which a proposed\nallocation of surplus was linked, and\r\nput to an election between those alternatives. Secondarily to that\r\nsubmission was the further\nsubmission that the relevant participants\r\nwere not properly informed of the implications of that choice, and in\r\nparticular were\nnot informed in advance how the allocation of surplus\r\nwould be made.\n[25]\tWhat is meant by ‘negotiation’\r\nin s 15F(2) was considered by a differently constituted board of\r\nappeal in\nCoca-Cola\r\nSouthern Africa Pension Fund v Registrar of Pension Funds.\n9\nAfter referring\r\nwith approval to what was said by Eloff J in\nMinister\r\nof Economic Affairs and Technology v Chamber of Mines of South\r\nAfrica\n10\nthe board of appeal went on to say the following:\n‘\nAs appears from the above quotation the\r\nextent of the need to enter into debate in an endeavour to reach\r\nagreement, depends upon\nthe extent of the disagreement between the\r\ncontending parties.\nIt is obvious that if\r\nthere is no disagreement it is not possible to conduct a negotiation\r\nin the sense in which that word is used\nin section 15F. Consequently\r\nwhat is contemplated by section 15F is that there must not be a\r\nunilateral decision by the board of\na fund to allocate actuarial\r\nsurplus to an employer reserve account without taking account of the\r\nviews of all interested parties\ni.e. the relevant stakeholders. To\r\nthe extent that there are differing views, an endeavour should be\r\nmade to reach agreement, by\nentering into debate on the issues on\r\nwhich the relevant stakeholders are at variance.’\n11\nAnd later:\n‘\nIt must be borne in mind, when considering\r\nwhat the legislature meant by the words “in a manner consistent\r\nwith the principles\nunderlying sections 15B and 15C\n,”\r\nthat when the employer reserve account was established, sections 15B\r\nand 15C had not yet been enacted. It could not have\nbeen contemplated\r\nthat the process provided in those sections must have been followed\r\nliterally. What is required is that the negotiation\nconformed to the\r\nbroad principles underlying those sections.\nThe board of appeal went on to say:\n‘\nNaturally a negotiation envisages an\r\nunderstanding on the part of the negotiators of the relevant facts in\r\norder for them to reach\nan informed conclusion. Accordingly one of\r\nthe principles underlying sections 15B and 15C is that the members\r\nand pensioners must\nbe in possession of sufficient information of\r\nwhat it is proposed to allocate to the employer reserve account to\r\nenable them to\nenter into meaningful debate on such allocation should\r\nthey hold a view that differs from that of the board.’\n12\n[26]\tWe find no fault with those\r\ngeneral observations, which were adopted by the court below, but with\r\nsome qualification. So far\nas the final passage might suggest that it\r\nwas incumbent upon the board of a fund always to have engaged in\r\ndiscussions with participants\nin the allocation directly, we do not\r\nthink that is correct. Precisely how the board of a fund was to\r\n‘negotiate’ with\na large body of participants, if they\r\nwere not in agreement with the proposal that was made by the fund,\r\nwas not touched upon in\nthat case, nor does it arise in this case.\r\nBut we venture to suggest that it would ordinarily be impractical to\r\nexpect the board\nof a fund to have dealt directly with a large body\r\nof interested parties, who might have had disparate interests, and\r\nthat a board\nmight instead have been justified in insisting that the\r\nparticipants elect representatives to negotiate on their behalf.\n[27]\tThat raises the separate\r\nquestion what is to be expected of the board of a fund where\r\nparticipants in the allocation of surplus\nhad indeed elected\r\nrepresentatives who were able to negotiate on their behalf. In\nCoca-Cola\nit was submitted to the board of appeal that in those circumstances\r\ndirect communication with stakeholders was not required. The\nsection\r\nis complied with, so it was submitted, if their representatives were\r\nin possession of sufficient information to enable\nthem to properly\r\nnegotiate. In response to that submission the board said the\r\nfollowing:\n13\n‘While this approach would not necessarily in every case amount\r\nto compliance with section 15F, we agree that in the circumstances\nof\r\nthe present case it is an acceptable approach’.\n[28]\tIn general we agree with that\r\nconclusion, though whether that will have been adequate in a\r\nparticular case will necessarily\ndepend upon the particular\r\ncircumstances. It goes without saying that it will have been\r\nincumbent upon the board of the fund to\nhave ensured that the\r\nrepresentatives were fully informed, and to have had the opportunity\r\nto fully inform those whom they represented.\nThere might well be\r\ncircumstances in which that will have required the board to have made\r\nits resources available to ensure that\nthat occurred. There might\r\nalso be cases in which it would have been clear to the board that the\r\nrepresentatives did not have a\nconsidered mandate from those who they\r\npurported to represent, and in such a case we do not think the board\r\nwould have been justified\nin simply ignoring that fact. Precisely\r\nwhat it should be expected to have done will necessarily depend on\r\nthe circumstances of\nthe particular case.\n[29]\tIn this case the registrar\r\nappears to have been under the impression that the representative\r\nboard of the fund had had no hand\nin the decision to allocate surplus\r\nand thus that no ‘negotiation’ at all took place. In that\r\nrespect we agree with\nthe court below that the registrar was\r\nmistaken. We have pointed out that the brochures were distributed and\r\nthe presentations\ntook place in October 1996. A representative board\r\nwas appointed the following month, by which time an allocation of\r\nsurplus had\nnot been made. The allocation was made only during the\r\ncourse of the following year and it took effect in December 1997.\r\nThere\nhas been no suggestion that the representative board was not\r\nfully informed as the matter progressed. The fact that ‘negotiations’\n\nin the ordinary sense did not take place signifies only that there\r\nwas nothing upon which the respective representatives disagreed.\n[30]\tThere is some suggestion by the\r\nregistrar that the participating parties were not fully informed of\r\nthe allocation. Before\nus counsel for the registrar confined himself\r\nto a submission that the participants were never informed of the\r\namount that was\nto be allocated to the various participants. At the\r\ntime the proposed scheme was first presented to participants it was\r\nnot possible\nto inform them of the amounts to be allocated because\r\nthat was dependent upon the number of members who elected to transfer\r\nto\nthe new scheme. In July 1997 a newsletter was distributed to all\r\nparticipants in which they were advised, amongst other things,\nof the\r\namount that would be allocated to the employer controlled reserve\r\naccount upon introduction of the new section. As to the\nallocation\r\nbetween other participants their representatives were fully aware of\r\nwhat was proposed and raised no objection. But\nfor reasons that we\r\nwill come to we think that that is in any event not material.\n[31]\tThe court below found that the\r\nfirst objection raised by the registrar was unfounded and\nwe\r\nagree. It is quite apparent that none of the interested parties\r\nthemselves showed any interest in engaging in discussion with\nthe\r\nboard of the fund once they had been informed of the proposals in\r\nOctober 1996, and their representatives on the board were\nnot in\r\ndisagreement with the allocation once it was proposed to be made. In\r\nthose circumstances nothing remained to ‘negotiate’\nin\r\nthe ordinary sense of the word.\n[32]\tThe second objection by the\r\nregistrar was that he was not satisfied that the allocation of the\r\nsurplus had been equitable.\nHis objection was confined to the failure\r\nto allocate any part of the surplus to those members who chose not to\r\ntransfer to the\n‘defined contribution’ section.\n14\n[33]\tOn that issue the approach that\r\nwas taken by the court below was that the equity or otherwise of the\r\nearlier allocation was\nirrelevant to the question whether the\r\ntransfer should be approved. It expressed that as follows:\n‘\nI respectfully disagree with the first part\r\nof the first sentence [in\nCoca-Cola\n]\r\nwhere it is stated that “the actuarial surplus must be split\r\nreasonably and equitably between the relevant stakeholders”.\nIn\r\nmy view the legislator could not have intended to include a\r\nrequirement of proof that an earlier allocation to the employer\nhad\r\nbeen a reasonable and equitable part of a split. Firstly, the\r\nemphasis in section 15F(2) is on the issue that the allocation\n“was\r\nnegotiated”. The emphasis is therefore on a procedural\r\nrequirement rather than on the contents or outcome of such\na\r\nprocedure. The last part of subsection (2) refers to the “manner”\r\nof such negotiations, which shall be consistent\nwith the principles\r\nunderlying sections 15B and 15C. By referring to the “manner”\r\nof such negotiations, the emphasis\nis again on exactly this, namely\r\nthe manner in which the parties negotiated, in other words, the\r\nprocedure that they followed,\nrather than on the outcome of such\r\nprocedure.... [In my view] the legislator intended to only require\r\nthat a proper procedure involving\nthe members as well had preceded\r\nthe prior allocation to the employer and that it had not merely been\r\na unilateral decision by\nthe employer- appointed board alone.’\n15\n[34]\nWe\r\nregret that we cannot agree and, indeed, counsel for the fund offered\r\nonly faint support for that part of the reasoning of the\ncourt below.\r\nWe think it is clear that the provisions of s 15B as a whole are\r\ndirected precisely towards ensuring that an\nallocation of actuarial\r\nsurplus is reasonable and equitable. Indeed, it provides expressly\r\nthat if the registrar is not satisfied\nthat a scheme under s 15B is\r\nreasonable and equitable he must refer the scheme to a specialist\r\ntribunal appointed under s 15K.\nWe think the inference is clear\r\nthat the tribunal, in making its determination that becomes binding\r\non all the parties,\n16\nis required to ensure, amongst other things, that the scheme is\r\nreasonable and equitable. So far as the registrar is called upon\nby\r\ns 15F to satisfy himself or herself that the earlier allocation\r\nwas negotiated in a ‘manner consistent with the principles\n\nunderlying sections\n15B and 15C’\r\nit seems to us that the construction adopted by the court below is\r\ntoo narrow. The provisions of the legislation\nas a whole are all\r\ndirected towards an equitable distribution of actuarial surplus and\r\nit would be incongruous if the registrar\nwere required, in effect, to\r\napprove the use by an employer of an inequitable allocation that it\r\nhad received.\n[35]\tBut there is an important\r\ndistinction between assessing the equity of a scheme that is proposed\r\nunder s 15B, and assessing\nthe equity of an earlier allocation\r\nthat is sought to be made available for use by an employer under\r\ns 15F. The former assessment\nrelates to an actuarial surplus\r\nthat is available for distribution amongst all participants,\r\nincluding the employer, and that envisages\nan allocation that must be\r\nreasonable and equitable as between all the parties concerned. On the\r\nother hand, s 15F is not\nconcerned with allocating an actuarial\r\nsurplus at all. It is concerned with transferring from one account to\r\nanother the portion\nof a surplus that was formerly allocated to the\r\nemployer. The section requires the registrar to be satisfied only\r\nthat the allocation\nthat was made to the reserve account was\r\nconsistent with the principles underlying ss 15B and 15C. It\r\ndoes not require the\nregistrar to be satisfied that the allocation as\r\nbetween other participants was consistent with those principles.\n[36]\tThe reason for that is clear. It\r\nwould be most unfair if an employer who has received no more than its\r\nequitable share of the\nactuarial surplus were to be deprived of that\r\nshare on account only of the fact that the distribution amongst other\r\nparticipants\nwas not equitable. For if the transfer of the credit to\r\nthe employer surplus account is not approved (whether wholly or in\r\npart)\nthen that part of the credit that is not transferred will be\r\nsubject to a further allocation amongst all participants under s 15B,\n\nyet the portion of the surplus that was allocated to other\r\nparticipants would not be open to revision. There can be no good\r\nreason\nwhy an employer should forfeit an equitable allocation that\r\nwas made to it only because the allocation of the remainder of the\r\nsurplus was inequitable as between the other participants. The\r\nsection is concerned with whether the credit in the reserve account\n\nshould be made available for use by the employer (by transferring it\r\nto the employer surplus account) and not with that portion\nthat was\r\nallocated to other participants.\n[37]\tWith that in mind it seems to us\r\nthat the equity of the apportionment as between other participants in\r\nthe scheme is immaterial\nto the enquiry under s\n15F.\r\nIn this case there is no suggestion that the portion of the surplus\r\nthat was allocated to the employer (28 per cent of the\nactuarial\r\nsurplus) was more than its equitable share.\n[38]\tIn those circumstances we\nthink that the\r\nregistrar was not entitled to refuse the application on the grounds\r\nof the alleged inequitable allocation as between\nthe participants\r\nother than the employer. That being so in our view the orders of the\r\ncourt below were correct, notwithstanding\nits misdirection.\n[39]\tThe\nappeal\r\nis dismissed with costs.\n________________\nR W NUGENT\nJUDGE OF APPEAL\n________________\nL. V. THERON\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\nI\r\nV Maleka SC\nK Pillay\nInstructed by Rooth Wessels, Motla\r\nConradie, Pretoria\nNaudes Inc\n,\r\nBloemfontein\nFor respondent:\tC E Watt-Pringle SC\nInstructed by Thyne Hunter\r\nEsterhuizen Inc c/o Friedland Hart, Pretoria\nMcIntyre & Van der Post, Bloemfontein\n1\nSee the definition of ‘actuarial surplus’\r\n\tin\ns 1\nof the\nPension Funds Act 24 of 1956\n.\n2\nCf\nTek Corporation\r\n\tProvident Fund v Lorentz\n1999 (4) SA\r\n\t884 (SCA).\n3\nSections 15G\n–\n15K\nhave no relevance to the\r\n\tappeal.\n4\nAn appeal under\ns 26(2)\nlies against a decision\r\n\tof the ‘executive officer’. Under\ns 3\nof the\nPension\nFunds Act the\n‘executive officer’referred to in s 26(2)\r\n\tof the Financial Services Board Act is also the Registrar of Pension\r\n\tFunds.\n5\nPrecisely what contingencies the allocation was\r\n\tintended to cover do not appear from the evidence.\n6\nThat allocation, amounting to R30 million, was\r\n\theld in the Employer General Account as a ‘ring-fenced\r\n\treserve’ for\nthe use of the employer.\n7\nThe allocation of R30 million that had been made\r\n\tin 1997.\n8\nAs pointed out in\nCoca-Cola\n,\r\n\treferred to later in this judgment, the circular does not deal with\r\n\tthe situation envisaged by s 15F of the Act.\n9\nA decision of the board of appeal handed down on\r\n\t28 August 2006.\n10\n1991 (2) SA 834\n(T) at 836G-J.\n11\nPara 24.\n12\nPara 26.\n13\nParagraph 38.\n14\nOne per cent was allocated to a contingency\r\n\taccount but that did not accrue directly to the members.\n15\nParas 76 and 78.\n16\nSection 15K(4).",
  "scraped_at": "2026-02-11T20:24:20.631145",
  "date": "2010-05-04",
  "coram": [
    "HARMS DP",
    "NUGENT",
    "MLAMBO",
    "MALAN JJA",
    "THERON AJA"
  ],
  "case_number": "288/09",
  "parties": {
    "applicants": [
      "Registrar of Pension Funds"
    ],
    "respondents": [
      "ICS Pension Fund"
    ]
  },
  "sections": {
    "facts": "The case concerns the allocation of an actuarial surplus in the ICS Pension Fund. Prior to 1 November 1996 the fund was a defined‑benefit scheme; a defined‑contribution section was created in August 1996 and members were invited to elect to transfer. The board allocated the fund's R107,393,711 surplus as follows: 34% to active members, 22% to pensioners, 1% to a contingency reserve, 28% to an employer‑controlled reserve account, and 15% residual. The allocation was registered on 30 December 1997. In January 2005 the board applied under s 15F to transfer R25,365,605 from the employer‑controlled reserve to an employer surplus account. The Registrar refused, stating the earlier allocation was not properly negotiated and was inequitable.",
    "issues": "1) Whether the Registrar was entitled to refuse the s 15F transfer because the earlier allocation to the reserve account was not negotiated in a manner consistent with the principles of sections 15B and 15C. 2) Whether the equity of the original surplus allocation between members and pensioners is relevant to the registrar's decision under s 15F.",
    "principles": "Section 15F allows the registrar to approve a transfer of credit from a reserve account to an employer surplus account only if the allocation to that reserve was negotiated with stakeholders in a manner consistent with the principles underlying sections 15B and 15C, which require reasonable and equitable apportionment and meaningful stakeholder participation. The term “negotiation” does not require a literal debate with every member but can be satisfied where representatives are fully informed and able to negotiate on behalf of participants, as clarified in the Coca‑Cola Southern Africa Pension Fund case.",
    "application": "The court held that the board had informed participants through brochures and presentations, appointed a representative board, and provided the representatives with full information. No stakeholder objected to the allocation, indicating that meaningful negotiation had effectively taken place. The court further concluded that the equity of the overall surplus allocation to other participants is immaterial to the s 15F enquiry; the registrar need only be satisfied that the portion allocated to the employer was consistent with the statutory principles. Consequently, the registrar's refusal based on alleged lack of negotiation and inequity was unfounded.",
    "conclusion": "The appeal was dismissed with costs. The registrar is ordered to approve the transfer of the R25,365,605 from the employer‑controlled reserve account to the employer surplus account."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Actuarial Surplus Allocation",
    "level_3": [
      "section 15F",
      "negotiation requirement",
      "equitable distribution",
      "board of appeal",
      "administrative justice"
    ]
  }
}