{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/176.html",
  "case_name": "Law Society of the Northern Provinces and Another v Viljoen, Law Society of the Northern Provinces and Another v Dykes and Others (2011 (2) SA 327 (SCA); [2011] 3 All SA 133 (SCA)) [2010] ZASCA 176; 094/2010, 648/10 (2 December 2010)",
  "citation": "[2010] ZASCA 176",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 176\n|\nNoteup\n|\nLawCite\nLaw Society of the Northern Provinces and Another v Viljoen, Law Society of the Northern Provinces and Another v Dykes and Others (2011 (2) SA 327 (SCA); [2011] 3 All SA 133 (SCA)) [2010] ZASCA 176; 094/2010, 648/10 (2 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 094/2010\nIn\r\nthe matter between\nLAW\r\nSOCIETY OF THE NORTHERN PROVINCES\n.............................\n1\nst\nAPPELLANT\nTHE\r\nSECRETARY OF THE LAW SOCIETY OF THE\nNORTHERN\r\nPROVINCES\n.........................................................................\n2\nnd\nAPPELLANT\nand\nPETRUS\r\nJACOBUS VILJOEN\n......................................................................\nRESPONDENT\nand:\r\nIn the matter between Case No: 648/10\nLAW\r\nSOCIETY OF THE NORTHERN PROVINCES\n.............................\n1\nst\nAPPELLANT\nTHE\r\nSECRETARY OF THE LAW SOCIETY OF THE\nNORTHERN\r\nPROVINCES\n..........................................................................\n2\nnd\nAPPELLANT\nand\nPETER\r\nARTHUR DYKES\n.........................................................................\n1\nst\nRESPONDENT\nCHERYL\r\nRAMSAMMY\n...........................................................................\n2\nnd\nRESPONDENT\nPHASUDI\r\nDOCTOR SEGOGOBA\n..........................................................\n3\nrd\nRESPONDENT\nJOHAN\r\nVAN HEERDEN\n..........................................................................\n4\nth\nRESPONDENT\nNeutral\r\ncitation:\nLaw Society of the Northern Provinces v Viljoen\n(094/2010);\nLaw Society of the Northern Provinces v Dykes\n(648/2010)\n[2010] ZASCA 176\n(02 December 2010)\nCoram:\r\nHeher, Bosielo, Shongwe JJA and R Pillay\net\nK Pillay AJJA\nHeard: 24\r\nNovember 2010\nDelivered: 02\r\nDecember 2010\nSummary:\nLegal\r\npractitioners – s 42(3)(a) of the Attorneys Act 53 of 1979 –\r\nInterpretation. The powers of a secretary of the\nLaw Society to\r\nrefuse to issue a fidelity fund certificate in the prescribed form to\r\na legal practitioner against whom there are\npending proceedings by\r\nthe Law Society to have him or her suspended or his or her name\r\nremoved from the roll of practising attorneys.\nORDER\nOn appeal from\n:\r\nNorth Gauteng High Court (Pretoria), (in case no 094/10 Tuchten AJ\r\nsitting as a court of first instance) and (in case no 648/10\nSapire\r\nAJ sitting as court of first instance)\nThe\r\nfollowing orders are made:\nIn the Law Society\r\nof the Northern Provinces v Viljoen (appeal no. 094/10)\nOn appeal from the\r\nNorth Gauteng High Court (Tutchten AJ sitting as court of first\r\ninstance)\n1. The appeal is\r\ndismissed with costs.\nIn the Law Society\r\nof the Northern Provinces v Dykes (appeal no. 648/10)\nOn appeal from the\r\nNorth Gauteng High Court (Sapire AJ sitting as court of first\r\ninstance)\n1. The appeal is\r\ndismissed with costs.\n_________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Heher,\r\nShongwe JJA and R Pillay and K Pillay AJJA concurring)\n[1] The appeals\r\nbefore us raise the question about the correct interpretation and\r\nscope of s 42(3)(a) of the Attorneys Act 53 of\n1979. As both appeals\r\nconcern the same legal issue, it is convenient and practical to deal\r\nwith both at the same time.\n[2] The first\r\nappellant in both matters is a law society duly incorporated in terms\r\nof s 56 of the Act. One of the first appellant’s\n\nresponsibilities is to provide for the regulation and effective\r\ncontrol of the professional conduct of attorneys (s 58(g) of the\n\nAct).\n[3] The respondents\r\nin both matters are attorneys who specialise in conveyancing. They\r\nall fall under the first appellant’s\njurisdiction. On 23\r\nDecember 2009, the first appellant sent a letter to Viljoen\r\n(respondent in the first matter) reminding him\nto apply for a\r\nfidelity fund certificate on the prescribed form (s 42(1) of the\r\nAct). In response to this reminder and on 14 December\n2009, Viljoen\r\napplied in the prescribed form for his fidelity fund certificate for\r\nthe year 2010. On 5 January 2010, the second\nappellant, relying on a\r\ncouncil resolution dated 22 June 2009, advised Viljoen that he would\r\nnot be issued with a fidelity fund\ncertificate ‘in the light of\r\npolicy considerations as there was a pending application to have his\r\nname removed from the roll\nof attorneys’. In refusing to issue\r\nthe fidelity fund certificate, the second appellant purportedly\r\nrelied on s 42(3)(a)\nof the Act. No mention of the resolution\r\nwas made in the first appellant’s invitation to Viljoen to\r\napply for a fidelity\nfund certificate in terms of s 42 of the Act.\r\nViljoen had never been notified of the existence of the council\r\nresolution.\n[4] A similar\r\napplication by Dykes and his partners (respondents in the second\r\nmatter), made on 22 October 2009, suffered the same\nfate. By a letter\r\ndated 14 December 2009, and relying on the same resolution the second\r\nappellant advised Dykes and his partners\nthat no fidelity fund\r\ncertificates would be issued to them as there was an application\r\npending for the removal of their names from\nthe roll. In so refusing\r\nthe second appellant once again purported to act in terms of s\r\n42(3)(a) of the Act.\n[5] Aggrieved by the\r\ndecision of second appellant to refuse to issue the fidelity funds\r\ncertificates, respondents in both matters\napproached the North\r\nGauteng High Court separately by way of motion for a mandamus\r\ncompelling the second appellant to issue fidelity\nfund certificates\r\nto them for the year 2010. The first application was heard by Tuchten\r\nAJ and the second by Sapire AJ. Both judges\ngranted orders compelling\r\nthe second appellant to issue fidelity fund certificates for 2010 to\r\nthe respondents. The appellants\nare appealing against those orders\r\nwith leave of both the courts below.\n[6] As the decision\r\nin this appeal hinges on the correct interpretation of s 42(3)(a)\r\nof the Act, I deem it appropriate to\nquote the provisions which are\r\nrelevant to the dispute herein:\n‘\n42\r\nApplication for and issue of a fidelity fund certificate\nA practitioner practising on his\r\n\town account or in partnership, and any practitioner intending so to\r\n\tpractise, shall apply in\nthe prescribed form to the secretary of the\r\n\tsociety concerned for a fidelity fund certificate.\nAny application referred to in\r\n\tsubsection (1) shall be accompanied by the contribution (if any)\r\n\tpayable in terms of section 43.\n(a) Upon receipt of the\r\n\tapplication referred to in subsection (1), the secretary of the\r\n\tsociety concerned shall, if he is satisfied\nthat the applicant has\r\n\tdischarged all his liabilities to the society in respect of his\r\n\tcontribution and that he has complied\nwith any lawful requirement of\r\n\tthe society, forthwith issue to the applicant a fidelity fund\r\n\tcertificate in the prescribed form.\nA fidelity fund certificate\r\n\tshall be valid until 31 December of the year in respect of which it\r\n\twas issued.’\n[7] I do not think\r\nthat it will serve any useful purpose to overburden this judgment\r\nwith the evidence of the litany of complaints\nlodged against the\r\nrespondents and their responses thereto. It suffices, in my view, to\r\nstate that the first appellant had received\nvarious complaints\r\nagainst the respondents in both matters which it regarded as serious.\r\nFollowing thereupon, the first appellant\ninstituted proceedings in\r\nthe North Gauteng High Court, Pretoria, for the respondents’\r\nnames to be struck off the roll of\nattorneys on the basis that they\r\nare no longer fit and proper to continue practising. Having had sight\r\nof the appellants’\naffidavits, I harbour no doubt that the\r\nallegations made against the respondents are serious and if proven to\r\nbe true, might justify\na striking off of the respondents’ names\r\nby the court.\n[8] It is trite that\r\nthe first appellant has a statutory duty, once it has received\r\ninformation that a member is guilty of unprofessional\nconduct, to\r\ninvestigate such information or allegations and to take appropriate\r\naction. This is what the first appellant did in\nthe two matters. The\r\napplications are vigorously opposed and the respondents have filed\r\nanswering affidavits disputing the allegations\ncontained in the\r\nfounding affidavits filed by the appellants. The proceedings for\r\nstriking off against the respondents in both\nmatters are still\r\npending.\n[9] Central to the\r\nsecond appellant’s refusal to issue the fidelity fund\r\ncertificates to the respondents in the two cases\nis a resolution of\r\n22 June 2009. The resolution reads thus:\n‘\nWhere\r\nthe Council has resolved to proceed with an application for the\r\nsuspension of or the removal of the name of a member from\nthe roll of\r\nattorneys a Fidelity Fund Certificate should not be issued to the\r\nmember concerned, unless the Council for good reason\notherwise\r\ndecides.’\n[10] It is common\r\ncause that the resolution was not made public or distributed to the\r\nmembers of the first appellant. This is notwithstanding\nthe fact that\r\nthe resolution was essentially introducing a new element into the\r\nconcept of ‘any other lawful requirement\nof the society’\r\nas it appears in s 42(3)(a) of the Act. Counsel were agreed that\r\nalthough the resolution does not amount\nto a suspension from practice\r\nby a legal practitioner, the practical effect thereof is that a\r\npractitioner who has not been issued\nwith a fidelity fund certificate\r\nis not allowed to practice on his own account or in partnership. It\r\nis trite that any legal practitioner\nwho practices without a fidelity\r\nfund certificate is committing a professional misconduct.\n[11] It was\r\nsubmitted on behalf of the appellants that the courts below erred in\r\ntheir interpretation of s 42(3)(a). The contention\nis that the\r\nCouncil of the first appellant has the authority in terms of s 69 of\r\nthe Act to set up whatever lawful requirement\nit might regard as\r\nproper and appropriate to regulate the conduct of practitioners. It\r\nwas argued further that the resolution was\nlawful and necessary as it\r\nenabled the first appellant to be careful regarding the issuing of\r\nthe fidelity fund certificates to\nits members so that it can reduce\r\nor minimise the risk to which the fidelity fund might be exposed in\r\nissuing fidelity fund certificates\nto legal practitioners who are not\r\nfit to practise. Counsel for the appellants submitted further that\r\nthe mere fact that the resolution\nwas not communicated to the\r\nrespondents, does not necessarily mean that it is invalid. He\r\nsubmitted that it remained valid, and\nmoreover the respondents had\r\nbeen invited to make representations to change the second appellant’s\r\ndecision not to issue\nthe certificates.\n[12] Counsel for\r\nViljoen, launched a two-pronged attack against the resolution. First,\r\nhe submitted that the resolution is so vague\nthat it fails to inform\r\nViljoen of the exact nature of the complaint to which he was required\r\nto respond. He submitted that the\nlawful requirements contemplated in\r\ns 42(3)(a) are the payment of the required sum of money by an\r\napplicant and submission of an\naudited financial report. Secondly, he\r\ncontended that the requirement imposed by the resolution to the\r\neffect that where there\nare proceedings pending either for the\r\nsuspension or removal of a practitioner from the roll, such a\r\npractitioner will not be issued\nwith a certificate unless good cause\r\nis shown, is not related to the legislative purpose of s 42(3)(a).\r\nHis contention is that\nthe new requirement, if one might call it\r\nthat, tilts the scale more towards an enquiry into the ethical\r\nfitness of an applicant\nto remain a practitioner, which is a function\r\nof the courts, rather than an enquiry into his or her ability to\r\nmaintain the financial\naffairs of his or her practice properly and in\r\nterms of the rules.\n[13] Counsel for\r\nDykes and his partners, supported the submission by Counsel for\r\nViljoen that the resolution does not amount to\na requirement as\r\nenvisaged by s 42(3)(a). In other words, it falls outside the\r\nambit of the section.\n[14] It is clear\r\nfrom s 42(3)(a) that the person who has the authority to issue\r\nfidelity fund certificates is the second appellant.\nIt is neither the\r\nCouncil nor Management Committee of the first appellant. The\r\nauthority of the second appellant to issue fidelity\nfund certificates\r\nis clearly circumscribed by s 42(3)(a). This section sets out two\r\nrequirements to be met by a legal practitioner\nfor him or her to\r\nqualify for a fidelity fund certificate. The first requirement is\r\nthat such a practitioner must satisfy the secretary\nthat he or she\r\nhas discharged all his or her liabilities to the society in respect\r\nof his or her contribution and, secondly, that\nhe or she has complied\r\nwith any other lawful requirement of the society. Once the two\r\nrequirements have been met, s 42(3)(a) compels\nthe second appellant\r\nto forthwith issue the fidelity fund certificate in the prescribed\r\nform to the applicant.\n[15] The first\r\nappellant’s Council purported to introduce an additional lawful\r\nrequirement by adopting the resolution on 22\nJune 2009. In the\r\ncontext of s 42, a ‘lawful requirement’ means one that:\n(i) relates to the\r\npurpose served by the issue of a fidelity fund certificate;\n(ii) unequivocally\r\ninforms the practitioner what it is that the society requires of him\r\nor her;\n(iii) the\r\npractitioner is capable of complying with, since the section is\r\ndesigned to enable the practitioner to carry on practice\nsubject to\r\nsatisfying the requirement.\nFor the reasons\r\nwhich follow I am of the view that the terms of the resolution of\n22 June 2009 do not\r\nmeet any of the above-stated criteria.\n[16] It is important\r\nto bear in mind that a practitioner is enjoined by s 42(1) to apply\r\nfor a fidelity fund certificate in the\nprescribed form. A perusal of\r\nthe prescribed form makes it clear from the questions that such a\r\npractitioner has to answer that\nthe major focus is on the question\r\nwhether the practitioner is managing his trust accounts in strict\r\ncompliance with the rules\nof the society and not whether he or she is\r\nfit and proper to practice. This is underscored by the request to a\r\npractitioner in\nthe prescribed form to disclose the balances in his\r\nor her trust account at the end of each quarter of the year.\r\nFurthermore, this\nis bolstered by the requirement that such a\r\npractitioner shall submit his or her audited financial statements. It\r\nis clear to me\nthat this enquiry is intended solely to assess any\r\nrisk attendant on the secretary issuing a fidelity fund certificate\r\nso as to\nensure that the Fidelity Fund is not overexposed.\r\nManifestly, this has nothing to do with issues of ethics or whether\r\nsuch a practitioner\nis fit and proper to continue to practice. The\r\nenquiry regarding the fitness of a practitioner to continue to\r\npractice is the preserve\nof the courts.\n[17] To my mind, the\r\nresolution in issue is so vague and broad that it may encompass even\r\ntransgressions that have nothing to do\nwith a practitioner’s\r\nability and competence to manage his or her trust account properly in\r\nterms of the rules. Clearly it\nhas no relation to the legislative\r\npurpose contemplated in s 42(3)(a) regarding the issuing of a\r\nfidelity fund certificate\nto a practitioner. Furthermore, it is so\r\nvague that it fails to inform the applicant in clear and specific\r\nterms of what it is\nthat he or she is alleged to have done which\r\njustifies the refusal by the secretary to issue the fidelity fund\r\ncertificate. It\nfollows that it will be difficult for the applicant\r\nto respond to the allegations if he or she does not know the precise\r\nnature\nof the complaint against him or her. The invitation by the\r\nCouncil to such an applicant to make representations will thus remain\n\nan illusion.\n[18] Counsel for the\r\nappellants had difficulty explaining exactly what the council\r\nresolution is aimed at, because it is couched\nin very wide and vague\r\nterms. It is clear that the resolution creates a general ban against\r\nany practitioner against whom there\nare proceedings pending either\r\nfor suspension or removal from the roll without reference to the\r\nexact nature of the complaint.\n[19] The fact that a\r\npractitioner may avoid the full force of the resolution by advancing\r\n‘good reason’ does not change\nmatters. If the general\r\nprohibition does not satisfy the test of ‘a lawful requirement’\r\nit cannot be saved by the opportunity\nto provide reasons why it\r\nshould not operate in any particular case. To my mind the resolution\r\nis fatally flawed. It follows that\nboth appeals must fail.\n[20] Both\r\nrespondents argued for costs against the appellants. The principal\r\nsubmission is that the appellant’s decision to\nrefuse to issue\r\nfidelity fund certificates was flawed from the beginning as it was\r\nbased on a bad judgment. It was argued that\nit would be wrong and\r\nunfair for the respondents to be left out of pocket in circumstances\r\nwhere the respondents have been put\nto considerable financial loss\r\ndue to some bad judgment on the part of the appellants.\n[21] The appellants\r\nargued against any costs being awarded against them. It was contended\r\nthat a law society is a special litigant\nin the sense that it does\r\nnot come to court for its own interests. As a body with statutory\r\npowers to administer the affairs of\nits members, it has a statutory\r\nduty to approach a court in any matter where it is of the opinion\r\nthat a practitioner is guilty\nof conduct which impugns his or her\r\nfitness to continue to practise. It was argued further that it does\r\nthis in the public interest\nas well as that of the court. We were\r\nfurther urged to consider the fact that there are conflicting\r\njudgments on this aspect by\nthe North Gauteng High Court and that the\r\nappellants were justified to approach this court for clarity.\n[22] I have no doubt\r\nthat in the circumstances of both cases, the appellants were not\r\nentitled to refuse to issue fidelity fund\ncertificates to the\r\nrespondents. It is clear to me that the second appellant’s\r\ndecision was indeed misconceived. Furthermore,\neven after the\r\nappellants had lost both cases in the high court, they still\r\nzealously pursued the appeal in this court, thus exposing\nthe\r\nrespondents to substantial legal costs. Notwithstanding the long\r\nstanding and salutary practice of not mulcting a Law Society\nwith an\r\nadverse order of costs as it is a special litigant acting in the\r\npublic interest, I am of the view that it would be unfair,\ngiven the\r\nfacts of this case, not to award costs to the respondents.\n[23] Contrary to the\r\nappellants’ submission, I do not perceive any conflict between\r\nthese two matters and the two unreported\njudgments of the North\r\nGauteng High Court involving a Mr Setshogoe to which we were\r\nreferred. The facts were different. The Law\nSociety had obtained an\r\ninterdict from the high court, restraining Mr Setshogoe from\r\npractising at the time when he applied for\na fidelity fund\r\ncertificate. It was in these circumstances that the secretary refused\r\nto issue the fidelity fund certificate. That\nis not the case here.\n[24] In the result,\r\nthe following orders are made:\nIn Law Society of\r\nthe Northern Provinces v Viljoen (appeal no. 094/10)\nOn appeal from the\r\nHigh Court, North Gauteng (Tutchten AJ sitting as court of first\r\ninstance)\n1. The appeal is\r\ndismissed with costs.\nIn Law Society of\r\nthe Northern Provinces v Dykes (appeal no. 648/10)\nOn appeal from the\r\nHigh Court, North Gauteng (Sapire AJ sitting as court of first\r\ninstance)\n1. The appeal is\r\ndismissed with costs.\n________________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: E C Labuschagne SC\nInstructed\r\nby:\nRooth\r\n& Wessels Inc.: Pretoria\nNaudes\r\nAttorneys: Bloemfontein\nFor\r\nRespondent: (Viljoen) I M Bredenkamp SC\nInstructed by:\nP\r\nViljoen Inc.: Pretoria\nHugo\r\n& Bruwer Inc.: Bloemfontein\nFor\r\nRespondent: Q Pelser SC\n(Dykes\r\nand Partners)\nInstructed\r\nby:\nMaponya\r\nAttorneys: Pretoria\nVermaak\r\n& Dennis: Bloemfontein",
  "scraped_at": "2026-02-11T20:52:14.688037",
  "date": "2010-12-02",
  "coram": [
    "Heher",
    "Bosielo",
    "Shongwe JJA",
    "R Pillay",
    "K Pillay AJJA"
  ],
  "case_number": "094/2010",
  "parties": {
    "applicants": [
      "Law Society of the Northern Provinces (Secretary)"
    ],
    "respondents": [
      "Petrus Jacobus Viljoen",
      "Peter Arthur Dykes",
      "Cheryl Ramsamy",
      "Phasudi Doctor Segoboga",
      "Johan Van Heerden"
    ]
  },
  "sections": {
    "facts": "The Law Society of the Northern Provinces, through its secretary, reminded its members to apply for fidelity fund certificates in the prescribed form. Both Petrus Jacobus Viljoen and Peter Arthur Dykes (and his partners) submitted applications for the 2010 certificates. The society, relying on a council resolution dated 22 June 2009, refused to issue the certificates because there were pending disciplinary proceedings seeking their removal from the roll of attorneys. The respondents applied to the North Gauteng High Court for mandamus compelling issuance of the certificates. The High Court granted the orders. The society appealed, arguing that the council resolution constituted a lawful requirement under section 42(3)(a) of the Attorneys Act 53 of 1979, allowing it to withhold certificates pending disciplinary action.",
    "issues": "The principal issue was whether section 42(3)(a) of the Attorneys Act permits a law society to refuse issuance of a fidelity fund certificate on the basis of an internal council resolution that bars certificates when disciplinary proceedings are pending. Sub‑issues included whether the resolution qualified as a “lawful requirement” under the statute, whether it was sufficiently clear and communicated to the applicants, and whether the purpose of the statute (to protect the fidelity fund from financial risk) supports such a restriction.",
    "principles": "Section 42(3)(a) requires the secretary to issue a fidelity fund certificate once the applicant has discharged any financial liabilities and complied with any lawful requirement of the society. A lawful requirement must relate to the purpose of the certificate—namely, the protection of the fidelity fund against financial exposure—not to the applicant’s fitness to practice, which is a matter for the courts. The requirement must be clear, specific, and capable of compliance by the applicant. Council resolutions that are vague, not communicated, and that impose a blanket ban unrelated to financial risk do not satisfy the statutory test. Section 69 of the Act allows the council to make lawful requirements, but such requirements must still meet the criteria of section 42(3)(a).",
    "application": "The Court examined the 22 June 2009 resolution and found it overly broad and vague, lacking any reference to the financial criteria contemplated by the fidelity fund certificate. The resolution was not communicated to the respondents, depriving them of the opportunity to understand and comply with the alleged requirement. Moreover, the resolution sought to prevent issuance on the basis of pending disciplinary proceedings—a matter concerning professional fitness, which lies outside the scope of section 42(3)(a). Accordingly, the Court concluded that the resolution could not be treated as a lawful requirement within the meaning of the Act and that the secretary had exceeded his statutory authority by refusing the certificates.",
    "conclusion": "Both appeals were dismissed with costs. The orders of the North Gauteng High Court compelling the Law Society to issue the 2010 fidelity fund certificates to Viljoen, Dykes, and the other respondents were upheld. Costs were awarded against the appellants."
  },
  "tags": {
    "level_1": "Legal Profession Regulation",
    "level_2": "Fidelity Fund Certificates",
    "level_3": [
      "Attorneys Act",
      "Section 42",
      "Law Society",
      "Disciplinary Proceedings",
      "Statutory Interpretation"
    ]
  }
}