{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/28.html",
  "case_name": "The Occupiers, Shulana Court, 11 Hendon Road, Yeoville, Johannesburg v Steele (102/09) [2010] ZASCA 28; 2010 (9) BCLR 911 (SCA) ; [2010] 4 All SA 54 (SCA) (25 March 2010)",
  "citation": "[2010] ZASCA 28",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 28\n|\nNoteup\n|\nLawCite\nThe Occupiers, Shulana Court, 11 Hendon Road, Yeoville, Johannesburg v Steele (102/09) [2010] ZASCA 28; 2010 (9) BCLR 911 (SCA) ; [2010] 4 All SA 54 (SCA) (25 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase no: 102 / 09\nCase no: 499 / 09\nTHE OCCUPIERS, SHULANA COURT, 11 HENDON ROAD,\nYEOVILLE, JOHANNESBURG\tAppellants\nand\nMARK LEWIS STEELE\tRespondent\n___________________________________________________________________________\nNeutral citation:\nThe Occupiers, Shulana Court, 11 Hendon\nRoad, Yeoville, \t\t\t\t\tJohannesburg v  Steele\n(102/09 and 499/09)\n[2010] ZASCA 28\n(25 March 2010)\nBENCH:\t\tMPATI P, VAN HEERDEN, MHLANTLA, SHONGWE JJA and \t\t\t\tTHERON\nAJA\nHEARD:\n18 February 2010\nDELIVERED:\n25\nMarch 2010\nSUMMARY:\nRescission of Judgment â good cause shown â bona\nfide defence based on non-compliance with s 4(6) and (7) of the\nPrevention of\nIllegal Eviction from and Unlawful Occupation of Land\nAct 19 of 1998 and s 26(1) and (3) of the Constitution.\n______________________________________________________________________________\nORDER\n______________________________________________________________________________\nOn appeal from\n:\nSouth\nGauteng High Court (Johannesburg) (Satchwell J and Tsoka J,\nrespectively, sitting as courts of first instance).\n1\nThe rescission appeal (case no\n499/09) is upheld with costs including the \tcosts of two counsel.\n2\tThe order of the high court is replaced with the\nfollowing:\nâ\n(a)\tThe default judgment granted against the\napplicants on 18 June 2008 is rescinded and the applicants are\ngranted leave to oppose\nthe application for their eviction.\n(b)\tThe applicants are directed to file their opposing\naffidavits within the time period prescribed by the Uniform Rules of\nthis Court\nand the\ndies\nin this respect will be calculated as from the date of this order.\nThe costs of this application are reserved for the\n\ttrial court.â\n3\tNo order as to costs is made in the appeal against the\norder of eviction (case \tno 102/09).\n_____________________________________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nTHERON AJA\t(MPATI P, VAN HEERDEN, MHLANTLA\nand SHONGWE JJA concurring)\n[1]\tThe appellants are a group of people who occupy\nproperty situated at 11 Hendon Road, Yeoville in central Johannesburg\n(the property).\nA curious feature of this matter is that there are\ntwo appeals before this court. One is directed against an order of\neviction that\nwas granted by default against the appellants and the\nother relates to the dismissal of an application for rescission of\nthe order\nof eviction. Both Satchwell J (who granted the eviction\norder) and Tsoka J (who refused the rescission application) granted\nthe appellants\nleave to appeal to this court. The parties were agreed\nthat if the rescission appeal was successful it would be\ndeterminative of\nthe entire matter.\n[2]\tThe respondent, Mr Mark Steele, became the owner of\nthe property on 9 February 1993. The property consists of four large\nflats\nand three separate rooms, which were originally staff quarters.\n These flats and rooms have been divided into multiple units with\neach unit being occupied by several people. According to the\nrespondent, the appellants have occupied the property in terms of\noral\nagreements of lease.  In terms of the agreements, their tenancy\nwas on a periodic monthly basis and the monthly rental was R1 239\nper\nflat and R266 per room. It was alleged by the respondent that the\nproperty had become run down, dilapidated and overcrowded.\nHe\nconsequently decided to renovate it and terminated all the leases.\n[3]\tOn 30 October 2007, the respondent gave the\nappellants notice of termination of their respective leases and they\nwere given three\nmonths, until 31 January 2008, to vacate the\nproperty.  None of the appellants vacated the property by the due\ndate. During April\n2008, the respondent instituted eviction\nproceedings against the appellants in the South Gauteng High Court\n(Johannesburg). The appellants\nfailed to oppose those proceedings and\non 18 June 2008, the high court granted the eviction order in terms\nof which the appellants\nwere directed to vacate the property. The\nappellants subsequently applied for rescission of the eviction order,\nwhich application\nwas dismissed by Tsoka J.\n[4]\tBefore us, as in the court below, the appellants\nrelied on the common law, as well as Uniform rule 42(1) for their\nclaim for rescission.\nIt is trite that in terms of the common law, an\napplicant, in order to be successful in an application for\nrescission, is required\nto show good cause. Generally, an applicant\nwill establish good cause by giving a reasonable explanation for his\nor her default and\nby showing that he or she has a bona fide defence\nto the plaintiff's claim which prima facie has some prospect of\nsuccess.\n1\n[5]\tMr Muzikayifani Ngcobo, one of the occupiers of the\nproperty, deposed to an affidavit in support of the rescission\napplication,\nin which he set out his and the remaining appellantsâ\npersonal circumstances and explained why they had failed to appear in\ncourt\non 18 June 2008. Ngcobo, his two wives and their children have\nbeen residing in a single room on the property since 1992. According\nto Ngcobo, approximately 70 people reside on the property, including\nchildren and disabled persons and women who are household heads,\nmost\nof whom have been living on the property for a considerable number of\nyears. Ngcobo described the occupiers as poor, the majority\nof whom\nearn a living as hawkers selling goods such as sweets and cigarettes\nfrom informal stalls set up in the inner city area.\nAccording to\nNgcobo, he and some of the appellants have - he does not specify when\n- searched for alternate accommodation in the\ninner city but could\nnot find anything that they could afford. Ngcobo gave a plaintive\ndescription of his previous homelessness,\nwhich was a result of being\nevicted.\n[6]\tIn respect of their failure to appear in court,\nNgcobo states that after the eviction papers were served on him and\nthe remaining\nappellants, he, on behalf of the appellants, sought\nassistance from the Inner City Resources Centre (the ICRC),  a\nnon-governmental\norganization which provides assistance to people\nthreatened with eviction. Ms Shereza Sibanda,\nfrom the ICRC, unsuccessfully attempted to\nsecure legal representation for the appellants.  According to Ngcobo,\nthe appellants had\nassumed that the ICRC would take all the necessary\nsteps to oppose the eviction application.  On 13 June 2008, the\nCentre for Applied\nLegal Studies (CALS), which had been contacted by\nSibanda, advised Ngcobo that it would not be able to assist the\nappellants. Ngcobo\nagain contacted the ICRC, and discovered that\nSibanda was in Kenya. According to Ngcobo, he and the remaining\nappellants had believed\nthat the ICRC would appear in court on their\nbehalf on 17 June 2008, the date on which the eviction application\nwas to be heard.\nEarly in the morning of 17 June 2008, he again\ncontacted the ICRC. He was advised that Sibanda was not yet in the\noffice. Later that\nmorning, he went to the ICRC offices. It was only\nthen that Sibanda, who had just returned from Kenya, became aware of\nthe fact that\nCALS had declined to assist the appellants. Sibanda\nindicated that it was âtoo late to attend court, because an order\n[of eviction]\nhad most likely already been grantedâ.\n[7]\tIt is apparent from the facts that the appellants\nfailed to appear in court because they genuinely believed that they\nwere being\nassisted by the ICRC. The appellants assumed that the ICRC\nwould take all the necessary steps to oppose the eviction\napplication.\nNgcobo explained that he and the remaining appellants\nhad not understood that the ICRC could not itself provide them with\nlegal representation\nand appear in court on their behalf.\n[8]\tThe appellants did take steps to secure legal\nassistance in opposing the eviction application. It had clearly\nalways been their\nintention to oppose the matter. They failed to\nappear in court because they bona fide, but mistakenly believed that\nthey would be\nrepresented. That he had contacted the ICRC on the\nmorning of the hearing and later personally called at their offices,\nis confirmation\nof this fact. The explanation for their\nnon-appearance is reasonable and I am satisfied that they were not in\nwilful default.\n[9]\tThe appellants relied on two grounds in support of\ntheir assertion that they have a bona fide defence. First, they\ncontended that\nin terms of s 4(6) and 4(7) of     the Prevention of\nIllegal Eviction from and Unlawful Occupation of Land Act 19 of 1998\n(PIE),\na court can only grant an eviction order once it is satisfied\nthat it is just and equitable to do so. It was further contended that\nalthough the eviction application was not opposed in the high court,\nthere was sufficient evidence before the court to have alerted\nit to\nthe fact that the occupiers of the property were poor and faced the\nvery real prospect of homelessness if evicted. Thus, so\nit was\nsubmitted, they were entitled to protection in terms of s 26(1) and\n(3) of the Constitution. Second, it was argued that where\nthe grant\nof an order of eviction may result in the occupiers of the property\nbeing homeless, the municipality was a necessary party\nto the\nproceedings and the failure to join the municipality rendered the\ngrant of the eviction order premature.\n[10]\tSection 26 of the Constitution, which entrenches\nthe right to housing, provides that:\nâ(1) \tEveryone has the right to have access to adequate housing.\n(2) \tThe state must take reasonable legislative and other measures,\nwithin its available resources, to achieve the progressive\nrealisation\nof this right.\n(3) \tNo one may be evicted from their home, or have their home\ndemolished, without an order of court made after considering all the\nrelevant circumstances. No legislation may permit arbitrary\nevictions.â\nSection 26(1) imposes a negative duty on the state not\nto interfere with or deprive a person of existing access to adequate\nhousing.\n2\nSection 26(2) creates a positive obligation on the state to devise\nand implement a reasonable housing programme. In\nGovernment\nof the Republic of South Africa & others v Grootboom &\nothers\n,\n3\nthe Constitutional Court held that a housing\nprogramme could only be reasonable if it provided emergency shelter\nto people in desperate\nneed who, for whatever reason, faced the\nprospect of homelessness. The right to be protected from arbitrary\neviction, as contained\nin s 26(3) of the Constitution, is given\neffect to through various provisions of PIE. One of the primary\nobjectives of PIE is to\nensure that evictions take place in a manner\nconsistent with the values of the Constitution.\n4\nPIE prescribes the requirements which must be satisfied before a\ncourt may grant an order of eviction. Of relevance to this\napplication\nare ss\n4(6)\nand 4(7) which provide that a court may only grant an eviction order\nif it is just and equitable to do so, after considering\nall the\nrelevant circumstances.  These sections read:\nâ4(6)\tIf an unlawful occupier has occupied the land in question for\nless than six months at the time when the proceedings are initiated,\na court may grant an order for eviction if it is of the opinion that\nit is just and equitable to do so, after considering all the\nrelevant\ncircumstances, including the rights and needs of the elderly,\nchildren, disabled persons and households headed by women.\n(7) \tIf an unlawful occupier has occupied the land in question for\nmore than six months at the time when the proceedings are initiated,\na court may grant an order for eviction if it is of the opinion that\nit is just and equitable to do so, after considering all the\nrelevant\ncircumstances, including, except where the land is sold in a sale of\nexecution pursuant to a mortgage, whether land has\nbeen made\navailable or can reasonably be made available by a municipality or\nother organ of state or another land owner for the relocation\nof the\nunlawful occupier, and including the rights and needs of the elderly,\nchildren, disabled persons and households headed by\nwomen.â\nIn terms of s 4(6) and 4(7), a court is obliged to\nconsider the rights and needs of the elderly, children, disabled\npersons and households\nheaded by women. These are specifically listed\nas relevant factors to which a court must have regard. In terms of s\n4(7), the court\nis also obliged to consider the availability of\nalternative land for the relocation of an occupier. Where information\nrelating to\nthese matters is not placed before the court, the court\nwill not be in a position to consider these circumstances in\ndetermining\nwhether the eviction was just and equitable.\n5\n[11]\tOur courts have recognised that there is a duty on\nthem, in eviction matters, to consider all relevant circumstances and\nthat\nthey are not in a position to discharge this duty where\ninformation relating to, inter alia, the rights and needs of the\nelderly,\nchildren, disabled persons and households headed by women,\nhas not been placed before them.\n6\nThis constitutional approach was explained by Sachs J in\nPort\nElizabeth Municipality v Various Occupiers\n:\n7\nâThe obligation on the court is to âhave regard toâ the\ncircumstances, that is, to give them due weight in making its\njudgment\nas to what is just and equitable. The court cannot fulfil\nits responsibilities in this respect if it does not have the\nrequisite\ninformation at its disposal. It needs to be fully apprised\nof the circumstances before it can have regard to them. It follows\nthat,\nalthough it is incumbent on the interested parties to make all\nrelevant information available, technical questions relating to\nonus\nof proof should not play an unduly significant role in its enquiry .\n. .\nBoth the language of the section and the purpose of the\nstatute require the court to ensure that it is fully informed\nbefore undertaking the onerous and delicate task entrusted to it\n.\nIn securing the necessary information, the court would therefore be\nentitled to go beyond the facts established in the papers before\nit.\nIndeed, when the evidence submitted by the parties leaves\nimportant questions of fact obscure, contested or uncertain, the\ncourt might\nbe obliged to procure ways of establishing the true state\nof affairs, so as to enable it properly to âhave regardâ to\nrelevant\ncircumstances.\nâ\n8\n(Emphasis added and footnotes omitted.)\n[12]\tPIE imposed a new role on the courts in that they\nare required to hold the balance between illegal eviction and\nunlawful occupation\nand ensure that justice and equity prevail in\nrelation to all concerned.\n9\nSachs J, in\nPort Elizabeth Municipality\n,\ndescribed this new role of the court as âcomplex, and\nconstitutionally ordainedâ\n10\nand one which required a court âto go beyond its normal functions,\nand to engage in active judicial\nmanagementâ.\n11\nA number of courts, including this court, have, in relation to the\nprovisions of s 4 of PIE, recognised the duty of the court to\nact\nproactively, as well as its powers to investigate, call for further\nevidence or make special protective orders.\n12\nIn\nShorts Retreat\n,\n13\nJafta JA stated that s 4 obliges courts to be âinnovativeâ and in\nsome instances, âto depart from the conventional approachâ.\n[13]\tIn terms of s 4(7) a court is obliged, in addition\nto the circumstances listed in s 4(6), namely, the rights and needs\nof the\nelderly, children, disabled persons and households headed by\nwomen, to give due weight to the availability of alternative land.\nThere\nis nothing to suggest that in an enquiry in terms of s 4(6), a\ncourt is restricted to the circumstances listed in that section. The\ncourt must have regard to\nall\nrelevant circumstances.  The circumstances identified are peremptory\nbut not exhaustive.\n14\nThe court may, in appropriate cases, have regard to the availability\nof alternative land. However, where the availability of alternative\nland is relevant, then it is obligatory for the court to have regard\nto it.\n[14]\tI turn now to consider whether the high court had,\nin granting the eviction order, properly discharged its statutory\nobligations.\nIn his founding affidavit, the respondent had alleged\nthat the property was extremely old, dilapidated and overcrowded,\nwith the\nflats and rooms having been informally subdivided into\nmultiple living quarters. It was also apparent from the evidence that\nthe\nappellants had paid relatively low rentals. Information relating\nto the needs of the elderly, children, disabled persons and\nhouseholds\nheaded by women was not placed before the court.   In my\nview, the court was not in a position to have regard to all relevant\ncircumstances\nas the necessary information was not placed before it.\nIt did not have the views of the municipality which was best placed\nto inform\nthe court of the availability of land within its\njurisdiction and measures that the court could put in place,\ntemporarily or permanently,\nto accommodate the appellants. As was\nmentioned by Jafta JA in\nShorts Retreat\n,\n15\na municipality has constitutional obligations which it must discharge\nin favour of people facing eviction. These safeguards are designed\nto\nensure that an occupierâs constitutional rights are protected and,\nas previously mentioned, that evictions take place in a humane\nmanner\nconsistent with the values of the Constitution.\n16\nBased on the information which had been placed before the high\ncourt, it cannot be said that the court was sufficiently informed\nof\nall relevant circumstances before granting an order which had the\neffect of depriving people of their homes. The high court failed\nto\ncomply with the mandatory provisions of s 4 of PIE.\n[15]\tAlthough the information which had been placed\nbefore the high court was insufficient to enable it to discharge its\nstatutory\nobligations, the scant information which had been made\navailable should have alerted the court to the fact that the\noccupiers of\nthe property were poor and that the prospect of\nhomelessness, if they were to be evicted, was very real. The high\ncourt ought to\nhave been proactive and should have taken steps to\nensure that it was appraised of all relevant information in order to\nenable it\nto make a just and equitable decision. The court has, in\nthese circumstances, also failed to comply with its constitutional\nobligations.\n[16]\tIt will, generally, not be just and equitable for a\ncourt to grant an eviction order where the effect of such an order\nwould\nbe to render the occupiers of the property homeless.\n17\nIn\nPort Elizabeth Municipality\n,\n18\nthe Constitutional Court cautioned that âa court should be\nreluctant to grant an eviction against relatively settled occupiers\nunless it is satisfied that a reasonable alternative is availableâ.\nI am of the view, having regard to the personal circumstances\nof the\noccupiers, and in particular the real prospect that their eviction\ncould lead to homelessness, that they have established\na bona fide\ndefence that carries some prospect of success.\n[17]\tIn the result the appellants have shown good cause\nfor a rescission order under the common law. It is consequently\nunnecessary\nto consider whether the appellants would be entitled to\nclaim rescission in terms of Uniform rule 42(1) and whether the\nfailure to\njoin the municipality as a party to the proceedings in the\nhigh court was fatal.\n[18]\tThe following order issues:\n1\nThe rescission appeal (case no\n499/09) is upheld with costs including the \tcosts of two counsel.\n2\tThe order of the high court is replaced with the\nfollowing:\nâ\n(a)\tThe default judgment granted against the\napplicants on 18 June 2008 is rescinded and the applicants are\ngranted leave to oppose\nthe application for their eviction.\n(b)\tThe applicants are directed to file their opposing\naffidavits within the time period prescribed by the Uniform Rules of\nthis Court\nand the\ndies\nin this respect will be calculated as from the date of this order.\nThe costs of this application are reserved for the\n\ttrial court.â\n3\tNo order as to costs is made in the appeal against the\norder of eviction (case \tno 102/09).\n_________________________\nL V THERON\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor Appellants:\t\t\tP Kennedy SC\nI Goodman\nInstructed by:\nRoutledge Modise (in association with\n\t\t\t\t\t\t\tEversheds)\nSandton\nMcIntyre & Van Der Post\nBloemfontein\nFor Respondent:\t\t\tJ Both SC\nA W Pullinger\nInstructed by:\nKern and Partners\nJohannesburg\nNaudes Attorneys\nBloemfontein\n1\nChetty v Law Society, Transvaal\n1985 (2) SA 756\n(A) at\n\t765B-C;\nColyn v Tiger Food Industries Ltd t/a Meadow Feed Mills\n\t(Cape)\n2003 (6) SA 1\n(SCA) para 11.\n2\nJaftha v Schoeman & others\n;\nVan Rooyen v Stoltz & others\n[2004] ZACC 25\n;\n2005 (2) SA 140\n(CC) paras 32-34.\n3\n2001 (1) SA 46\n(CC) paras 52, 63 and 69.\n4\nPort Elizabeth Municipality v Various Occupiers\n[2004] ZACC 7\n;\n2005 (1) SA\n\t217\n(CC)\npara 11.\n5\nOccupiers of Erf 101, 102, 104 and 112 Shorts Retreat,\n\tPietermaritzburg v Daisy Dear Investments (Pty) Ltd & others\n[2009] 4 All SA 410\n(SCA);\n[2009] ZASCA 80\nparas 5-6.\n6\nTransnet t/a Spoornet v Informal Settlers of Good Hope &\n\tothers\n[2001] 4 All SA 516\n(W);\nPort Elizabeth Municipality\n\tv Various Occupiers\n[2004] ZACC 7\n;\n2005 (1) SA 217\n(CC);\nRitama Investments\n\tv Unlawful Occupiers of Erf 62 Wynberg\n[2007] JOL 18960\n(T);\nCashbuild (South Africa) (Pty) Ltd v Scott & others\n2007\n\t(1) SA 332\n(T);\nOccupiers of Erf 101, 102, 104 and 112  Shorts\n\tRetreat, Pietermaritzburg v Daisy Dear Investments (Pty) Ltd\n.\n7\n[2004] ZACC 7\n;\n2005 (1) SA 217\n(CC).\n8\nPara 32.\n9\nPort Elizabeth Municipality v Various Occupiers\npara 13.\n10\nIbid.\n11\nPara 36.\n12\nSee the authorities listed in n 6 above.\n13\nPara 14.\n14\nPort Elizabeth Municipality v Various Occupiers\nabove n 7\n\tpara 30. Although the court referred specifically to s 6, there is\n\tno reason why this reasoning should not apply to s\n4 as well.\n15\nOccupiers of Erf 101, 102, 104 and 112 Shorts Retreat,\n\tPietermaritzburg v Daisy Dear Investments (Pty) Ltd\nabove n 5\n\tpara 14.\n16\nPara 10 above.\n17\nGovernment of the Repuplic of South Africa v Grootboom\nabove\n\tn 3;\nModderfontein Squatters, Greater Benoni City Council v\n\tModderklip Boerdery (Pty) Ltd (Agri SA and Legal Resources Centre,\n\tAmici\nCuriae); President of the Republic of South Africa &\n\tothers v Modderklip Boerdery (Pty) Ltd (Agri SA and Legal Resources\n\tCentre,\nAmici Curiae)\n2004 (6) SA 40\n(SCA).\n18\n[2004] ZACC 7\n;\n2005 (1) SA 217\n(CC) para 28.",
  "scraped_at": "2026-02-11T20:16:06.107685",
  "date": "2010-03-25",
  "coram": [
    "MPATI P",
    "VAN HEERDEN",
    "MHLANTLA",
    "SHONGWE JJA",
    "THERON AJA"
  ],
  "case_number": "102/09",
  "parties": {
    "applicants": [
      "The Occupiers, Shulana Court, 11 Hendon Road, Yeoville, Johannesburg"
    ],
    "respondents": [
      "Mark Lewis Steele"
    ]
  },
  "sections": {
    "facts": "The appellants are a group of occupiers living at 11 Hendon Road, Yeoville, Johannesburg. They occupied four flats and three rooms originally staff quarters under oral monthly lease agreements, paying low rents. The owner, Mark Lewis Steele, terminated the leases on 30 October 2007 giving three months’ notice to vacate. The occupiers remained in the property, and Steele instituted eviction proceedings in April 2008. The occupiers failed to appear at the default hearing on 18 June 2008, relying on assistance from the Inner City Resources Centre (ICRC), which never provided legal representation. The high court granted an eviction order by default. The occupiers subsequently applied for rescission of that order, which was dismissed, leading to the present appeal.",
    "issues": "1) Whether the default eviction judgment should be rescinded on the basis of good cause and a bona‑fide defence. 2) Whether the high court complied with sections 4(6) and 4(7) of the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE) and constitutional provisions in section 26 when granting the eviction order. 3) Whether the failure to join the municipality as a necessary party rendered the original order premature. 4) Whether the occupiers’ reliance on the ICRC constituted a reasonable explanation for their non‑appearance.",
    "principles": "Rescission of a judgment at common law requires the applicant to show good cause and a bona‑fide defence with a prospect of success. PIE s4(6) and s4(7) obligate courts to consider it just and equitable to evict, taking into account the needs of the elderly, children, disabled persons and female‑headed households, and, where relevant, the availability of alternative land. Section 26 of the Constitution protects the right to housing and bars arbitrary evictions. Precedents such as Government of the Republic of South Africa v Grootboom, Port Elizabeth Municipality v Various Occupiers, and Shorts Retreat emphasise the court’s duty to be fully informed of all relevant circumstances and to act proactively in eviction matters.",
    "application": "The Court found that the occupiers presented good cause: they genuinely believed the ICRC would represent them and had taken steps to obtain legal assistance. Their explanation for non‑appearance was reasonable, negating wilful default. The high court had not been supplied with information on the occupants’ vulnerable status or the municipality’s capacity to provide alternative accommodation, thereby failing to fulfil its statutory duties under PIE and its constitutional obligations. Consequently, the high court’s eviction order was not just and equitable.",
    "conclusion": "The rescission appeal (case no 499/09) is upheld. The default judgment of 18 June 2008 is rescinded and the occupiers are granted leave to oppose the eviction application. They must file opposing affidavits within the period prescribed by the Uniform Rules, with the deadline calculated from the date of this order. Costs of the rescission application are awarded to the appellants, including costs of two counsel, while costs of the eviction appeal are reserved for the trial court. No costs order is made in the eviction appeal (case no 102/09)."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction",
    "level_3": [
      "Prevention of Illegal Eviction Act",
      "Constitutional housing rights",
      "Rescission of judgment",
      "Municipal obligations"
    ]
  }
}