{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/36.html",
  "case_name": "ABSA Bank Ltd v Bernert (99/09) [2010] ZASCA 36; 2011 (3) SA 74 (SCA) (29 March 2010)",
  "citation": "[2010] ZASCA 36",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 36\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v Bernert (99/09) [2010] ZASCA 36; 2011 (3) SA 74 (SCA) (29 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase No: 99/09\nNot Reportable\nIn the matter between:\nABSA BANK LIMITED\nAppellant\nand\nENRICO BERNERT\tRespondent\nNeutral citation:\nABSA\nv Bernert\n(99/09)\n[2010] ZASCA 36\n(29 March 2010)\nCoram:\nNUGENT,\nCACHALIA, MALAN and TSHIQI JJA and MAJIEDT AJA\nHeard:\n18\nFEBRUARY 2010\nDelivered:\n29\nMARCH 2010\nSummary:\nClaim\nin delict for damages â negligent misstatement â statement not\nmade to or relied on by plaintiff â on facts statement\nin any event\nnot false â duty of court when separating issues.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from: North Gauteng\nHigh Court (Pretoria) (Ranchod AJ sitting as court of first instance)\nThe appeal is upheld with costs\nthat include the costs of two counsel so far as two counsel were\nemployed. The order of the court\nbelow is set aside and substituted\nwith an order dismissing the claim with costs.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nNUGENT JA (CACHALIA, MALAN and\nTSHIQI JJA and MAJIEDT AJA concurring)\n[1]\tIn the course of his evidence\nthe respondent in this appeal, Mr Bernert, said that âin life you\ntake things at face valueâ,\nand the court below seems to have seen\nthings in the same way. But I have found that the evidence of Mr\nMerrett, of whom the trial\ncourt was rather dismissive, serves as a\nmore useful guide when evaluating this case.\n[2]\tMr Merrett is the assistant\ndirector of the Financial Investigation Bureau of the International\nChamber of Commerce. The Bureau\ninvestigates suspicious banking and\nfinancial transactions and Mr Merrett has considerable expertise in\nthat field. The aspect of\nhis evidence that I have found to be useful\nis his explanation of what he called âfinancial mistâ. He said\nthat it is common\nfor those who engage in financial scams to use\nfictitious documents, purporting to emanate from major financial\ninstitutions and\nloaded with financial terminology, to create a mist\nthat blinds their targets to what is in truth occurring. That enables\nthem to\ninduce the gullible into believing that they have wealth\navailable for investment and it also enables them to gauge the level\nof\nfinancial sophistication of the target.\n[3]\tThis case is about documents,\nparticularly a document that was produced on a letterhead of the\nappellant, a well known financial\ninstitution, which I will refer to\nas Absa Bank. Notwithstanding the voluminous evidence the case really\ncomes down to evaluating\nthe response of Absa Bank when it discovered\nthe existence of that document. But while the issue is narrowly\nconfined I think it\nis important to appreciate the context within\nwhich the document came to be created.\n[4]\tThere are many curious\nfeatures of this case that were left unexplained and there are many\ngaps in the narrative of what occurred.\nThat is because much of the\ntrial was taken up with arguments between counsel and witnesses on\nthe meaning of documents and little\ninterest was shown in\nestablishing all the facts.\n[5]\tBefore turning to the\nevidence in more detail I think that a brief description of the\nprincipal characters in the story that unfolded\nand a short synopsis\nof how this case came about will assist to explain what is in issue\nin this appeal.\n[6]\tEarly in his life Mr Bernert\nreceived two yearsâ training as an apprentice motor mechanic. He\nthen joined his fatherâs business\nrestoring motor vehicles. In the\ncourse of this business he came across an interesting design for a\nmotor vehicle. He acquired the\nrights to the design and, after making\nvarious modifications, he began building the vehicles, which he\ncalled the âEl Machoâ.\nThe events that led to this case arose\nfrom his attempts to find finance to build a production plant.\n[7]\tI have no reason to think\nthat Mr Bernert is anything but honest or that he was complicit in\nanything untoward that might have\noccurred. But what emerges plainly\nfrom his evidence is that Mr Bernert was a novice in the financial\nworld. His evidence demonstrates\nthat he had little knowledge of the\nnature and structure of corporations or of financial transactions in\ngeneral and of financial\ndocuments in particular. I think it is clear\nthat the meaning that he attached to the various transactions to\nwhich he was exposed\nwas largely repetition of what he had been told\nthey meant.\n[8]\tMr Bernert was the sole\nmember of Rotrax International CC, which was the vehicle through\nwhich he hoped to develop his business.\nIn his search for finance to\nconstruct his production plant Mr Bernert met three people through\ncontact with the armaments industry.\n[9]\tFirst, there was Mr Fanjek.\nMr Fanjek has lived in this country from 1967. He described himself\nas a businessman but the nature\nof his business was not explored. The\nrole that Mr Fanjek purported to play was that of Mr Bernertâs\nagent for raising investment\nfinance. In response to a submission\nthat Mr Fanjek was a liar the court below said that âcareful\nscrutiny of the relevant parts\nof [his] evidence shows that they were\ncommon cause or can be inferred from the uncontested factsâ. It is\ntrue that at times the\nevidence of Mr Fanjek coincided with\nincontrovertible facts. But except where his evidence is corroborated\nin that way I do not believe\na word that Mr Fanjek said. There was\nhardly a question to which he gave a direct answer and for the most\npart his evidence was nonsensical\nverbiage.\n[10]\tThen there was Mr Dinawi, a\ncitizen of Syria, whom Mr Bernert met at an armaments exhibition in\nAbu Dhabi. Mr Dinawi held himself\nout to be the âbusiness managerâ\nof Sheikh Fawaz Bin Abdullah Al-Khalifa. He did not give evidence at\nthe trial.\n[11]\tAnd finally there was Sheikh\nFawaz himself. He volunteered at the close of his evidence that he\nhad come to this country to testify\nso as to scotch doubts that had\nbeen expressed by Absa Bank as to his existence. Sheikh Fawaz said\nthat he was a member of the dynasty\nthat has ruled Bahrain for almost\nthree centuries. The documents do not disclose precisely where the\nSheikh conducts business. His\npersonal letterhead reflects only that\nhe receives his correspondence at a post office box in Bahrain and at\na âhotmail.comâ\nelectronic address.\n[12]\tThe court below described\nSheikh Fawaz as an impressive witness but the record of his evidence\ndoes not bear that out. This court\nhas warned before against being\nseduced by the appearance of a witness at the expense of analysing\nwhat the witness has to say.\n1\nI have found the evidence of the Sheikh to be almost as unimpressive\nas that of Mr Fanjek. Most of his answers to questions about\nthe\ntransactions that I refer to later in this judgment were incoherent\nand attempts to probe them in more detail were brushed aside\non the\nbasis that those were matters that he left to his advisers.\n[13]\tAnother person who played a\nprominent role was Mr Els, who was employed as an insurance broker by\nAbsa Brokers (Pty) Ltd. Mr\nEls was deceased by the time of the trial\nand we thus have no tested explanation for his unauthorised conduct,\nbut it certainly seems\nto me that he was up to no good.\n[14]\tAnd then there was Mr\nCoetzee, who was employed by Absa Bank as a âbusiness managerâ.\nOne of his functions was to solicit\ndeposits for the bank. Mr Coetzee\nwas an authorised signatory for a class of bank transactions. The\nfact of his authority was reflected\nin a manual that is available to\nbanks internationally. Mr Coetzee was dismissed in consequence of the\nevents that gave rise to this\ncase but he was later reinstated.\nThough the explanations that he gave for his conduct are\nextraordinary it is not material to this\ncase whether or not they are\ntrue.\n[15]\tNow a brief synopsis of what\nthe case is about. In his search for finance to build his plant Mr\nBernert became acquainted with\nMr Dinawi and Mr Fanjek and ultimately\nwith Sheikh Fawaz. The relationship between them developed\nsplendidly. The Sheikh agreed to\ninvest millions of dollars to\nconstruct and operate manufacturing plants on five continents within\nthe following five years. The\nprecondition for this investment was\nthat Mr Bernert had to obtain and produce to the Sheikh a particular\ndocument from a reputable\nbank. Mr Bernert duly produced the document\nthrough the good offices of Mr Fanjek and Mr Els and Mr Coetzee but\nnothing further seems\nto have been done on the project. Instead Mr\nBernert was invited by his new acquaintances to join them in a new\nproject altogether,\nwhich was to establish a company that would deal\nin oil, precious metals and stones, and provide financial services\nand investments.\nMr Bernert was happy to do so.\n[16]\tBut all these plans came to\nan end when Absa Bank discovered the document that Mr Bernert had\nproduced. The document was on the\nletterhead of Absa Bank and was\naddressed to Emirates Bank International. The document had been\ncompiled in collaboration between\nMr Fanjek and Mr Els and had been\nsigned by Mr Coetzee. Volumes of the evidence are taken up with\nargument between counsel and witnesses\non the true nature of the\ndocument. One said it was this, another said it was that, and yet\nanother said it was something else, and\nso it went on. The court\nbelow said that the document was âstrange and confusingâ but felt\nthat it was nonetheless a document\nthat a bank might ordinarily\nissue. The fact is that it was nothing of the sort. The document,\nwhen read as a whole, was an aggregation\nof nonsense, decorated with\nfinancial terminology.\n[17]\tOnce having discovered the\nexistence of the document Absa Bank set about attempting to retrieve\nit. Its attorney also wrote to\nEmirates Bank informing it that the\ndocument had been issued irregularly and without authority and that\nno reliance should be placed\non the document if it had been received.\n[18]\tThe Sheikh said that when he\nwas informed of the letter by Emirates Bank he decided that he would\nhave nothing more to do with\nthe project or with Mr Bernert. Thus\nended Mr Bernertâs hopes of building his manufacturing plant â\nand of dealing in oil and\nprecious metal and stones, and providing\nfinancial services and investments.\n[19]\tMr Bernert sued Absa Bank in\nthe High Court at Pretoria, as cessionary of a claim of Rotrax. He\nsaid that Absa Bank had acted\nunlawfully in causing the letter to be\nwritten to Emirates Bank. He said that if Absa Bank had not done so,\nand thereby alienated\nthe Sheikh, Rotrax would have received the\nmillions of dollars the Sheikh had promised, it would have built the\nproposed manufacturing\nplant (at least in South Africa), and it would\nhave manufactured and sold over 10 000 cars, which would have\nearned it R187 million,\nand he claimed that amount in damages.\nThe court below (Ranchod AJ) found that Absa Bank had indeed acted\nunlawfully and it issued\na declaratory order, the terms of which I\ndeal with below. Absa Bank now appeals against that order with the\nleave of the court below.\n[20]\tBefore turning to the detail\nof the evidence there is an observation that I need to make. Before\nthe trial commenced the parties\nagreed to separate some of the issues\nin the case as envisaged by Rule 33(4). They recorded their agreement\nin a pre-trial minute,\nin which they said that they agreed to\nseparate the âmeritsâ from the âquantumâ and went on to\ndefine what they meant by\nthe âmeritsâ with reference to certain\nparagraphs of the particulars of claim. Amongst other things they\nsaid that âthe meritsâ¦consist\nofâ¦paragraphs 11 to 18 (excluding\n18.1 to 18.3)â. In paragraph 18 of the particulars of claim it was\nalleged that â[a]s a result\nof the [allegedly unlawful acts],\n[Rotrax] suffered damages computed as followsâ and the\nsubparagraphs set out the calculation\nof the alleged damages. In the\ncourse of the evidence of the first witness the learned judge\ninterposed to note that the parties\nhad agreed to separate the\nâmeritsâ from the âquantumâ and to obtain confirmation that\nhe was to try only the âmeritsâ.\n[21]\tIt is imperative at the\nstart of a trial that there should be clarity on the questions that\nthe court is being called upon to\nanswer. Where issues are to be\nseparated Rule 33(4) requires the court to make an order to that\neffect. If for no reason but to clarify\nmatters for itself a court\nthat is asked to separate issues must necessarily apply its mind to\nwhether it is indeed convenient that\nthey be separated, and if so,\nthe questions to be determined must be expressed in its order with\nclarity and precision.\n2\nIn some cases it might be appropriate to order the separation of the\nâmeritsâ and the âquantumâ of the claim. But to use\nthat\nterminology when the causative link between the wrongful act and the\ndamage is a contested element of the claim, as it was in\nthis case,\nis bound to create uncertainty.\n[22]\tIn this case the court made\nno separation order as it was required to do by Rule 33(4) and it\ngave no indication at the outset\nof the trial of what it understood\nthe âmeritsâ of the claim to entail. In its judgment it found\nthat the conduct of Absa Bank\nwas unlawful and that it was âboth\nfactually and legally the cause of the transaction failingâ and it\nsaid in one sentence, without\nmore, that âcausality has been\nestablishedâ. It then made an order declaring âthat [Absa Bank]\nis liable for the proven or\nagreed damages suffered by [Mr Bernert]â.\n[23]\tAt the outset of the hearing\nbefore us the legal representatives of the parties said that they\nunderstood the court below to\nhave disposed of the âmeritsâ as\nthey had been defined in their agreement with reference to the\npleadings. Thus they understood\nthe order to mean that Absa Bank was\ndeclared to be liable to Mr Bernert for the loss of the anticipated\nsales of the cars. All that\nremained for determination, they said,\nwas the monetary value of those sales.\n[24]\tI have difficulty accepting\nthat that was indeed what the court below intended because an order\nto that effect would be breathtaking.\nThe evidence in this case comes\nnowhere near establishing that if Absa Bank had not acted as it did\nRotrax would probably have constructed\nits plant and manufactured and\nsold the cars. Indeed, the establishment of that causative link was\nnot even touched upon in the evidence.\n[25]\tIt is true that Mr Bernert\nhad prepared a business plan with that as its objective, but there is\na long and often rocky path\nbetween preparing a business plan and\nbringing the plan to fruition. Even if the Sheikh had genuinely made\nand carried out the promise\nthat Mr Bernert understood him to have\nmade (which I deal with later) there is no evidence at all that even\nthe first hurdle that\nwould have then been encountered (which was to\nraise a loan to build the factory) would probably have been overcome.\nIf the causative\nlink was indeed one of the issues that the court was\ncalled upon to decide then the claim ought to have failed on that\nground alone.\nIndeed, that causative link is inherently so\nspeculative that I think the claim was always doomed from the start.\n[26]\tBut in case the court below\nmeant by its order only that Absa Bank acted unlawfully and that it\nis liable for any damage that\nmight yet be causally linked to its\nconduct by adequate evidence I turn to whether Absa Bank indeed acted\nunlawfully.\n[27]\tTo my mind the most\nnoteworthy feature of the events that occurred in this case was the\npreoccupation of the principal parties\nwith securing from Absa Bank\nthe document I have referred to.\n[28]\tThe precondition that was\nset by the Sheikh for his massive financing of the project was that\nthe document should first be secured\nbefore anything else was to\nhappen. Yet the document that was required, according to the Sheikh\nand Mr Fanjek, and as they explained\nit to Mr Bernert, was really\nquite innocuous. What was required, according to their evidence, was\nno more than an assurance from\nAbsa Bank that it would accept moneys\nfrom the Sheikh on fixed deposit, at a specified interest rate, and\nthat it would return the\nmoneys when the term of the deposit expired.\n[29]\tOne might think that the\nSheikh could have obtained that assurance by having his bank\ntelephone Absa Bank. But the whole project,\nentailing the investment\nof millions of dollars and the building of manufacturing plants on\nfive continents, was all preconditioned\nupon such a readily\nobtainable assurance.\n[30]\tYet when Mr Fanjek went\nabout securing that simple assurance he did not approach the bank and\nask for it, as one might expect\nhim to have done. Instead he went\nabout things in a most unconventional way. Moreover, he wanted the\nassurance to be worded in a\nparticular way, entailing the use of\ncomplex language studded with financial terminology. And then when\nthe assurance was secured\nnothing further was done to progress the\ntransaction.\n[31]\tFrom the events that\noccurred, and also the lack of them, one might almost think that the\nsole objective of the transaction was\nto secure the document from\nAbsa Bank. Certainly nothing else was achieved.\n[32]\tI turn now to the evidence\nin more detail.\n[33]\tThe El Macho vehicle\napparently lends itself to military and para-military uses. In search\nof a market for the vehicle Mr Bernert\nexhibited it at an armaments\nexhibition in Chile, and then again at a similar exhibition in Abu\nDhabi, where he became acquainted\nwith Mr Dinawi. The exhibition was\nheld in 1995. The evidence does not fully disclose what occurred\nbetween then and 1999.\n[34]\tBut by the middle of 1999 Mr\nBernert had also made contact with Mr Fanjek, who was introduced to\nhim by an employee of Armscor.\nIt seems that by then discussions\nmight already have been underway with Mr Dinawi for the financing of\nthe project. It also seems\nthat by then Mr Fanjek was already\nassisting Mr Bernert to arrange finance and had been in contact with\nMr Els. He said that he approached\nMr Els because Mr Els had\npreviously arranged certain âoffshoreâ business for Mr Fanjekâs\nwife. But that does not explain why\nMr Fanjek chose to deal with Mr\nEls when he knew full well that Mr Els was not employed by Absa Bank\nand had no authority to do business\non its behalf.\n[35]\tOn 8 July 1999 Mr Els\naddressed a letter to Rotrax, for the attention of Mr Fanjek, on a\nletterhead of Absa Bank. Mr Els described\nhimself in the letter as\nâfinancial advisorâ and wrote as follows (sic):\nâ\nROTRAX CARS\nINTERNATIONAL\nFOR ATTENTION: MR R.\nFANJEK\nWith regard to\nInvestments within Financial Institutions and Investment Companies,\nthe following information is required before further\nconsideration\ncan be given to your request.\n1.\tA mandate from\noverseas investor(s) stating that Mr E. Bernert (MD of Rotrax S.A.)\nand Mr R. Fanjek may negotiate with Financial\nInstitutions for the\nfinancing of the Rotrax Projects.\n2.\tA description of\nRotrax business plans locally and abroad and business plans for the\nfunds they will be receiving to be duly presented\nby Mr R. Fanjek\n3.\tA complete\ndescription and proof of the source of the funds (EG: legality,\ntransferring bank(s) and countries of origin).\n4.\tThe business\nproposal (and/or a letter of cooperation between Rotrax Cars\nInternational and the International Investor(s).\nSubject to all the\nabove conditions, financial institutions would consider co-operating\nwith the investment plan in conjunction with\nRotrax Cars\nInternational. Confidentiality between all parties concerned will be\nstrictly adhered to at all times.\nFor reference on any\nof the above initiatives please do not hesitate to contact me.â\n[36]\tIt is curious that Mr Fanjek\naccepted the letter when he knew full well that Mr Els was an\ninsurance broker, not a financial\nadviser, and that he was not\nauthorised to conduct business on behalf of Absa Bank. The content of\nthe letter is curious in itself.\nBut what is even more curious is\nthat Mr Fanjek had himself composed the content of the letter in a\ndocument that he prepared a week\nearlier. Why Mr Fanjek should\nhimself have drafted what purports to be a response by Absa Bank to a\nrequest that he had made was\nnot explained.\n[37]\tMeanwhile\nMr\nBernert had prepared a comprehensive business plan, with the\nassistance of an accountant, Mr Thornton, which included technical\ninformation, cash flow projections, and related financial\ninformation. Upon receipt of the letter from Mr Els he handed to Mr\nFanjek\nvarious documents, including the business plan, under cover of\na letter that recorded that he had given to Mr Fanjek âauthority\nto\nnegotiate proposed Investment for the project with Absa Bankâ.\n[38]\tPrecisely what occurred\nimmediately thereafter does not appear from the evidence. But in\nSeptember 1999 Mr Bernert travelled\nto Dubai, in the company of Mr\nThornton, where he met with Mr Dinawi and the Sheikh. On 22 September\n1999 a written agreement was\nsigned by Mr Bernert on behalf of\nRotrax, and by the Sheikh on behalf of the âAl Fawaz Groupâ. The\nSheikh made a considerable\neffort in his evidence to explain who the\nâAl Fawaz Groupâ was but it has left me none the wiser. But I\nwill accept for present\npurposes that it was the medium through which\nthe Sheikh conducted business. A letterhead of the âAl Fawaz Groupâ\nreflects that\nit receives its correspondence at post office boxes in\nBahrain and in Dubai but does not reflect where it carries on\nbusiness.\n[39]\tThe agreement purported to\nrecord the terms upon which the Group would finance the construction\nand operation of manufacturing\nplants in South Africa, the Middle\nEast, Europe, the United States, South America and Australia within\nthe next five years. For an\nagreement of that magnitude it is\ndecidedly brief. The body of the agreement is recorded in six pages\nthat contain nine clauses,\nfour of which deal with formalities. Of\nthe remaining five clauses, one contains definitions, and one records\nthe âterritorial\nextent of the agreementâ. The substance of the\nagreement is in the other three clauses. Clause 2 deals with the\nâobligations\nof the Groupâ, clause 3 deals with the âobligations\nof the CCâ in eight lines, and clause 4 deals with the sharing of\nprofits.\n[40]\tOnly clause 2 is now\nmaterial and the following are its terms in full (sic):\nâ\n2.\tOBLIGATIONS OF\nTHE GROUP\nThe GROUP agrees to\npurchase 51% controlling share interest in the CC (first territory\n3\n)\nincluding 2\nnd\n,\n3\nrd\n,\n4\nth\nand 5\nth\nterritories\n4\nand to finance the manufacturing plants for the manufacturer of the\nvehicle in the territories, within a period of 5 years from date\nof\nsignature. The finance required for each territory is to be based on\nthe attached business plan.\n2.1\tThe CC shall\ninitially be obliged to obtain a formal undertaking and a guaranteed\ninterest rate for an amount of 6 (six) million\nU.S. Dollars from a\nAAA rated South African Banking Institution.\n2.2\tOnce a formal\nundertaking and guaranteed interest rate is received in writing from\nthe South African Banking Institution, the\namount of six million U.S.\nDollars (the loan capital) will be paid from the Groupâs bank\naccount held at Emirates Bank International\nin Dubai, into a said\nbank account in the name of the Group within South Africa. The Group\nthen undertakes to lodge loan capital\nand interest in the interim, as\nsecurity for the erection of the first manufacturing plant.\n2.3\tOn completion of\nthe erection of the first manufacturing plant, the loan capital will\nrevert to as âpaymentâ for the controlling\nshare interest in the\nCC of 51%, to Mr. Enrico Bernert authorized representative of the CC.\n2.4\tThe finance\nrequired as per the attached business plan Pg 18, Option 2, 5.5.\nMillion U.S. Dollars will be transferred to the CC\non completion of\nerection of the first manufacturing plant. The U.S. 5.5. Million will\nbe deposited as additional working capital\nand is non repayable by\nthe CC or Mr. Enrico Bernert.\n2.5\tThe obligations\nof the Group (Point 2.1 â 2.5) will also be the procedure for\nfuture funding of the manufacturing plants 2,\n3, 4 and 5.â\n[41]\tClause 2.1 required Rotrax\nto obtain a âformal undertaking and a guaranteed interest rateâ\nfrom a South African Bank but\nthe nature of the âundertakingâ\nthat was required was not identified.\n[42]\tThe âundertakingâ that\nwas required, according to the Sheikh and Mr Fanjek, and as it was\nexplained to Mr Bernert, was a\nwritten assurance by Absa Bank that it\nwould accept US $6 million on fixed deposit, at the stipulated\ninterest rate, and that it\nwould return the money when the deposit\nmatured. The reason for that, according to the Sheikh, was that he\nhad not done business\nin this country before, and he wanted to be\nsure that his money would be in good hands. One might have thought\nthat in the context\nof a project of this magnitude, to be undertaken\nat massive cost, the question whether a bank would be willing to\naccept a fixed\ndeposit would be the least of their concerns. But if\nthe Sheikh was indeed anxious on that score, it seems to me, as I\nobserved earlier,\nthat a telephone call from his bank to Absa Bank\nmight have sufficed.\n[43]\tAs for the remaining\nprovisions of clause 2 both Mr Bernert and the Sheikh said that the\nagreement envisaged that the Sheikh\nwould place US $6 million on\nfixed deposit with a South African Bank, and Rotrax would then be\nauthorised to borrow money for the\nconstruction of the plant on the\nsecurity of the deposit. Once the plant had been built the Sheikh\nwould hand over an additional\nUS $5.5 million as working capital, and\nin the process obtain 51% of the member interest in the corporation.\nQuestions directed to\nthe Sheikh concerning the ultimate fate of the\nUS $6 million, particularly if it had been pledged, elicited vague\nand contradictory\nanswers.\n[44]\tMr Bernert returned to South\nAfrica once the agreement was signed and the agreement was given to\nMr Fanjek under cover of a handwritten\nletter, addressed to Mr\nFanjek, but for the attention of Mr Els, that read as follows (sic):\nâ\nAfter a\nsuccessful trip to Dubai, Mr Thornton and myself have received our\nj/venture agreement from the Al-Fawaz Group, for your consideration\nin issueing Rotrax the undertaking in order for the foreign\ninvestment as per the agreement to be deposited with Absa Bank.\nWe have been asked\nto confirm that interest-rate as well as the period for which the\nguarantees will be issued once the funds are\ndeposited.\nKindly state that\nyour terms and conditions re: your rights for withdrawal will be\nlimited or renewable for your initial term of guarantee.\nPlease return our\noriginal Joint Venture agreement a.s.a.p.â\n[45]\tWhat was meant by the\npenultimate sentence, in the context of what was said to have been\nrequired, is not intelligible. Nonetheless,\nsteps were then\nundertaken to obtain the document from Absa Bank. From this point the\nevidence descends into farce.\n[46]\tMr Fanjek delivered the\nagreement to Mr Els and a document was prepared by Mr Els on a\nletterhead of Absa Bank. In his evidence\nMr Fanjek distanced himself\nfrom the document, saying that he conveyed to Mr Els only âsome\nindications of what His Excellency\nSheikh Fawaz would be looking forâ\nbut I have little doubt that Mr Fanjek contributed materially to the\ncontent of the letter.\nOnce the document had been prepared it was\nsigned by Mr Coetzee at the request of Mr Els. The explanation given\nby Mr Coetzee for\nsigning the document was that Mr Els had approached\nhim and told him that he had an overseas client who wanted to invest\nmoney with\nAbsa Bank but that the client wanted an assurance in\nwriting that the money would be safe. He told Mr Els that he was too\nbusy to\nwrite the letter but that Mr Els should do so and he would\nsign it. Mr Els brought him the letter but he was busy with other\nclients\nand did not read through it fully. Apart from insisting that\nthe phrase âfixed deposit certificateâ should be inserted in the\ndocument he signed it without amendment.\n[47]\tFor a simple assurance that\nAbsa Bank would accept money on fixed deposit, at a specified\ninterest rate, and return the money\nwhen the term expired, which is\nwhat the Sheikh said he wanted, the document that was produced was\ndecidedly complex. In fact, two\ndocuments were produced.\n[48]\tThe documents were both\naddressed to Emirates Bank International at a post office box in\nDubai. One was addressed to âthe credit\nofficerâ for the\nattention of Mr Majid Al Yousef. The other was addressed to âthe\nbranch managerâ who was said to be Mr Halah\nMohammedd. But for that\ndifference the two documents were identical. They were dated 12\nOctober 1999 and they read as follows (sic):\nâ\nVERBIAGE OF BANK\nGUARANTEE\nABSA wishes to\ncertify that Mr Robert Fanjek, an associate of ROTRAX, will be\nguaranteed a fixed deposit on an amount of $6 mil USD\n(six million\nUnited States Dollar) at our bank. On receipt of funds from EMIRATES\nBANK INTERNATIONAL, the following will be applicable:\nThe $6 mil USD is a\n\tguaranteed Investment where the guarantee is irrevocable and\n\tunconditional.\nThe guarantee is\n\trenewable after 12 months.\nABSA BANK proposes\n\tan interest rate of libor plus 1% payable to EMIRATES BANK\n\tINTERNATIONAL. ABSA guarantees the money in US Dollars.\nABSA will guarantee\n\tthe capital and the first quarter's interest which will be paid in\n\tarrears. The second quarterâs interest\nand all quarterâs\n\tthereafter will be paid in advance.\nEMIRATES BANK\n\tINTERNATIONAL will approve the loan for a period of 5 years with the\n\tright of early repayment.\nThe guarantee\n\t(fixed deposit certificate) will only be issued on condition the\n\tmoney is placed in ABSA BANK.\nSimultaneously to\n\tthe receipt of funds, ABSA will issue the said guarantee (fixed\n\tdeposit certificate) to EMIRATES BANK INTERNATIONAL\nin their favour.\nAny cheques\n\treceived from EMIRATES BANK INTERNATIONAL must be a bank guaranteed\n\tcheque payable to ABSA BANK. Mr Robert Fanjek is\ngiving the bank\n\tcertain guarantees on ROTRAX on behalf to secure the guarantee to\n\tEMIRATES BANK INTERNATIONAL.\nThe guarantee\n\t(fixed deposit certificate) is legal in terms of international\n\tbanking practices.â\n[49]\tMr Coetzee said that he was\nasked by Mr Els for his signature on a number of occasions and that\nhe was under the impression on\neach occasion that he was being asked\nto sign amended drafts of the document. In fact he signed not only\nthe two documents I have\ndescribed, but also three other documents,\ndated about a month later, which were given to Mr Fanjek. Each of\nthose documents was\nin much the same terms as the documents that were\naddressed to Emirates Bank, except that in each case the addressee,\nand the amount\nof the âinvestmentâ, differed. One was dated 15\nNovember 1999 and was addressed to âThe CEO, Bank of Commerce,\nDevelopment\nand Industryâ and the stated amount of the âinvestmentâ\nwas US $12 million. Another was dated 17 November 1999, addressed to\nâBIAC Bankâ in Kinshasa, and the amount was US $20 million. The\nthird was dated 19 November 1999, addressed to âLG International\n(UK) Ltdâ in Sandton, and the amount was US $6.8 million.\n[50]\tMr Bernert was unaware of\nthe existence of those three documents until much later. What Mr\nFanjek was up to in obtaining those\ndocuments was never adequately\nexplained. This is the clearest explanation that I have found in the\nevidence of Mr Fanjek:\nâ\nI had some ideas\nof also proposing these projects on my behalf, because of the similar\nprocedures in terms that I did succeed to obtain\nsuch a document from\nMr Rico Bernert. So I thought it would only be logical to do this\nmyself as well, as everything was on board.â\nAs I understand that evidence Mr\nFanjek was saying that since documents of this kind were readily\nforthcoming he thought that he might\njust as well have some for\nhimself.\n[51]\tMr Fanjek gave Mr Bernert\nthe letter addressed to Mr Majid Al Yousuf and Mr Bernert said that\nhe faxed it to Emirates Bank. I\ndo not find it surprising that he did\nnot receive a response from Emirates Bank. Instead he received a\nletter from Mr Dinawi, dated\n17 November 1999, proclaiming itself to\nhave emanated from the Al-Fawaz Group. The letter was as follows\n(sic):\nâ\nWith reference to\nthe ABSA Document dated 12/09/1999 â REF NO: A62961. The credit\nofficer who is also the personal Bank officer\nof H.E. Sheikh Fawaz\nBin Abdullah Al-Khalifa at Emirates Bank International, Al Maktoum\nBranch, Dubai, Mr Majid Al Yousuf has received\nyour fax copy of\nundertaking by ABSA Bank dated 12/10/1999 - Ref No A62961, which\ncontains the terms and conditions for issuing of\nthe fixed deposit\ncertificate and that the terms set out are within international\nBanking practice.\nIt is therefore my\ngreat pleasure on behalf of H.E. and the Al-Fawaz Group to inform you\nof [our] acceptance of the Absa Bank undertaking\nRef No: A62961 and\nthat you and your colleagues are invited to meet with H.E. personally\nin Bahrain, in order for you to present\nthe original Document as per\nour joint venture agreement and to discuss the timing of investment.\nKindly confirm your\ntravel details of the 1\nst\nweek of February 2000, visas to be collected on arrival at Bahrain\nInternational Airport, cost of travel will be reimbursed and\naccommodation\nwill be provided by the Al-Fawaz Group.â\n[52]\tOnce more one might ask why\nthe âtiming of the investmentâ called for discussion. Clause 2.2\nof the agreement was perfectly\nclear. Once the âundertakingâ had\nbeen received the money would be deposited. And one might ask why the\nâoriginal documentâ\nwas required to be presented to the Sheikh.\nThe document, after all, was not intended to be presented to third\nparties, but was there\nto satisfy the Sheikh that an assurance had\nbeen given, and it is apparent from the letter that he was perfectly\nsatisfied that it\nhad been given.\n[53]\tMr Bernert nonetheless\ntravelled to Bahrain in February, apparently to hand over the\noriginal document, in the company of Mr\nThornton and Mr Fanjek. The\nAl-Fawaz group seems to have overlooked its offer to pay the expenses\nbecause Mr Bernert said that he\npaid most of the travel and\naccommodation costs himself.\n[54]\tThe evidence does not tell\nus whether they talked about the âtiming of the investmentâ but\nthey certainly must have talked\nabout branching out into a new line\nof business altogether. Because on 14 February, in Bahrain, a further\ndocument was signed by\nMr Bernert and his new acquaintances, as well\nas by Mr Thornton. The document was in the following terms (sic):\nâ\nMEMORANDUM OF\nASSOCIATION\nBETWEEN\nSHAIKH FAWAZ BIN\nABDULA AL-KHALIFA\t(Passport No . . .)\n5\nENRICO\nBERNERT\t(Passport No: . . .)\nGHASSAN\nDINAWI\t(Passport No: . . .)\nROBERT\nFANJEK\t(Passport No: . . .)\nROBERT THORNTON\n\t(Passport No: . . .)\nWhereas the above\n\tmentioned parties have agreed to enter a formal business\n\trelationship.\nThe business will\n\tone established and maintained through the medium of a limited\n\tliability company registered in BAHRAIN under the\nname AL FAWAZ\n\tGROUP L.L.C.\nThe business will\n\tbe established with a share capital of BD (N/A) (Establishment\n\tcapital) which amount will be reflected as a loan\nto the company.\nThe establishment\n\tcapital will be provided by Sheikh Fawaz AL-Khalifa.\nThe registration\n\tand all costs associated with the registration and establishment of\n\tthe company will be borne out of the establishment\ncapital.\nThe object of the\n\tbusiness will be to establish a general trading company which will\n\tinclude but not limited to the following:\nDealing in oil\n\tand/or precious metals and stones,\nFinancial services\n\tand investments.\nAny other business\n\tthe shareholders approve.\nThe shareholders\n\treserve the right to amend the objectives of the business at any\n\ttime.\nThe shareholding of\n\tthe company will be as follows:â\nSHAIKH FAWAZ BIN\n\tABDULA AL-KHALIFA\t30%\nGHASSAN DINAWI\t20%\nENRICO BERNERT\t20%\nROBERT FANJEK\t15%\nROBERT THORNTON\t15%\nShareholders voting\n\trights will be in proportion to their shareholding.\nAll matters must be\n\tapproved by the shareholders in a general meeting and approval\n\trequires a simple majority of shareholders.\nShareholders may\n\tonly dispose of their shareholding on death or retirement to their\n\timmediate family (directly or indirectly). If\na shareholder wishes\n\tto dispose of his holding under any other circumstances he must\n\tfirst offer it to the existing shareholders\nwho may purchase the\n\tshares in proportions to their shareholding or as may be agreed by\n\tall existing shareholders. The valuation\nwill be negotiated or if\n\tdeadlocked by the valuation of independent auditors.â\n[55]\tIt was soon thereafter that\nAbsa Bank intervened and set about retrieving the document. That was\nthe end of the project. By then\nall that had been achieved in the\nproject to manufacture cars was the securing of the Absa Bank\ndocument.\n[56]\tAbsa Bankâs intervention\narose from information that it received from a banking official in\nDecember 1999. Absa Bank was informed\nof the existence of two of the\ndocuments that Mr Fanjek had obtained from Mr Els. Mr Van Tonder, a\nformer police detective who was\nemployed as an investigator in the\nforensic services division of Absa Bank, was instructed to look into\nthe matter.\n[57]\tMr Van Tonder interviewed Mr\nCoetzee and Mr Els and towards the end of January 2000 he met with Mr\nFanjek and asked him to return\nthe documents. Mr Fanjek declined to\ndo so. The reason he gave is not material. In February 2000 Absa Bank\ninstituted proceedings\nagainst Mr Fanjek in the high court, as a\nmatter of urgency, for an order, amongst other things, compelling him\nto return the documents.\nOn 11 February 2000 an order was issued\ncalling on Mr Fanjek to show cause why such an order should not be\nmade, and a final order\ncompelling him to return the documents was\nmade on 24 May 2000.\n[58]\tMr Fanjek was in Bahrain\nwith Mr Bernert at the time the proceedings were launched, but the\nfact that the proceedings had been\ninstituted was brought to his\nattention. Mr Bernert also became aware of the proceedings but felt\nthat they had nothing to do with\nhim. The proceedings must also have\ncome to the Sheikhâs attention because on 21 February 2000 Mr\nDinawi wrote to Mr Bernert as\nfollows:\nâ\nReference to our\ntelephone conversation concerning the bank document you have issued\nus with I regret to inform you, that after consulting\nwith our bank\nH.E. will not continue with the project or the investment until you\nor the issuer bank have given us solid confirmation\nthat there are no\nproblems with this transaction or documents supplied by you.â\n[59]\tIt was when Mr Fanjek handed\nover documents in compliance with the order that was made on 24 May\n2000 that Absa Bank discovered\nthe existence of the documents that\nhad been given to Mr Bernert. Mr Bernert was asked to return the\ndocuments but he refused to\ndo so, and once more, Absa Bank brought\nproceedings compelling their return. I need not deal with those\nproceedings. It is sufficient\nto say that the documents were\nrecovered.\n[60]\tOn 30 May 2000 Absa Bankâs\nattorney, Mr Joubert, wrote a letter to Emirates Bank in the\nfollowing terms:\nâ\n1.\tWe act on\nbehalf of ABSA Bank Limited.\n2.\tIt has come to\nour client's attention that a letter dated 12 October 1999 with\nreference number A62961 on our clientâs letterhead\nwith the heading\nâVerbiage Of Bank Guaranteeâ, was addressed to you.\n3.\tA copy of this\nletter is attached hereto for ease of reference.\n4.\tThe purpose of\nthis letter is to advise you that the letter was issued by a person\nnot authorized thereto, was issued in irregular\ncircumstances and\nshould be disregarded by you.\n5.\tShould you in\nfact have received this letter, we shall be pleased to be advised\nthereof.â\n[61]\tThat is the letter upon\nwhich the claim is founded. Sheikh Fawaz said that when Emirates Bank\nbrought the letter to his attention\nhe was shocked because he thought\nthat something fraudulent might be afoot and he terminated his\nrelationship with Mr Bernert and\nthe project. Why he made no\nenquiries as to the bona fides of Mr Bernert, and why he did not\nresume the project once his bona fides\nhad been established, was left\nunexplained.\n[62]\tAlthough the letter dated 21\nFebruary 2000 indicates that the Sheikh had decided not to proceed\nwith the transaction until he\nhad\nâsolid confirmationâ from Absa Bank that there were âno\nproblems with ... the documentsâ, which he never received, I\nhave\nassumed for present purposes that it was indeed the letter written to\nEmirates Bank on 30 May 2000 that caused the Sheikh to\nwithdraw from\nthe project. It was the sending of that letter that serves as the\nbasis of the claim.\n[63]\tThree claims were brought by\nMr Bernert, framed in the alternative. The main claim was for breach\nof contract but that has been\nabandoned. The second alternative claim\nwas for alleged interference in Rotraxâs contractual relations with\nthe Sheikh and that\nhas also been abandoned. I need deal only with\nthe first alternative claim.\n[64]\tThat was a claim that was\nframed in delict. It was alleged in the particulars of claim that the\nletter written by Absa Bankâs\nattorney was written âwrongfullyâ\nand âintentionally or negligentlyâ in that Absa Bank or its\nrepresentatives\nâ\nfailed to\nascertain the true position and circumstances under which [the\ndocument] was obtained by [Rotrax] from [Absa Bank]; alternatively\nwere aware of the\ncircumstances under which [the document] was obtained by [Rotrax]\nfrom [Absa Bank].â\n[65]\tThe\ncourt\nbelow dealt with the claim on a rather different basis. It said that\nthe letter that was\nwritten by the attorney contained misstatements that were wrongfully\nand negligently made. The statements that\nwere false, according to\nthe court below, were the statements that the document had not been\nauthorised and that it had been issued\nin irregular circumstances.\n[66]\tThe court went on to say\nthat our law recognises liability for a negligent misstatement\nresulting in pure economic loss. It relied\nin that regard on\nBayer\nSouth Africa (Pty) Ltd v Frost\n,\n6\nand other cases to the same effect.\n7\nThose cases all concerned misstatements that were relied upon by the\nplaintiffs to their prejudice. That is not the case before us.\nIn\nthis case the allegedly false statements were not made to Mr Bernert\nand his alleged loss did not arise from his reliance on the\nstatements. The statements were made to Emirates Bank.\n[67]\tWhen that distinction was\ndrawn to his attention the learned judge said that the distinction\nwas âirrelevantâ. He said that\nhe was supported in that radical\nview by the decided cases that follow. None of those cases provide\nthat support, whether directly\nor by extension.\nAucamp\nv Univeristy of Stellenbosch,\n8\nPerlman v Zoutendyk,\n9\nand\nStandard Chartered\nBank of Canada v Nedperm Bank Ltd,\n10\nwere all concerned with misstatements upon which the respective\nplaintiffs relied.\nIndac\nElectronics (Pty) Ltd v Volkskas Bank Ltd\n11\nwas not concerned with misstatements but with the liability of banks\nfor negligently collecting cheques. Nor was\nTsimatakopoulos\nv Hemingway, Isaacs & Coetzee CC.\n12\nThat case concerned liability to a subsequent owner of property upon\nwhich a wall had been constructed negligently.\n[68]\tBut I do not think we should\ndispose of this case on the law because it can just as well be\ndisposed of on the facts.\n[69]\tIn the course of its\njudgment the court below said that Mr Merrett, who opined that the\ndocument had features of financial âmistâ,\nand Mr Van Tonder, who\nwas of the same opinion, were delinquent in not âlooking at the\ntotal pictureâ before forming their opinions.\n[70]\tIt seems that what the court\nhad in mind was that if the witnesses had obtained the âtotal\npictureâ they would have understood,\nwhich is as the court\nunderstood it, that the document was meant to be an assurance by Absa\nBank to accept a fixed deposit, and to\nreturn the money when the\ndeposit matured, as the Sheikh and Mr Fanjek had explained. And once\nthat had been understood they would\nhave realised that it fell within\nthe authority of Mr Coetzee to sign the document, because he had\nauthority to solicit fixed deposits,\nwhich was what the court found.\nThus, the court concluded, the statements in the letter that the\ndocument was issued without authority,\nand in irregular\ncircumstances, were false, and Absa Bank was liable for the\nconsequences.\n[71]\tI am not altogether sure\nthat the court below fully appreciated what this case was about. This\nwas not a claim to enforce the\nterms of a contract, in which event\nthe understanding of the parties to the document might have been\nrelevant. The claim was that\nAbsa Bank was not justified in advising\nEmirates Bank that the document had been issued without authority and\nin irregular circumstances.\n In those circumstances the question was\nnot how the Sheikh or Mr Fanjek or even Mr Bernert understood the\ndocument. The question\nwas whether Absa Bank was obliged to allow\nEmirates Bank, and indeed others to whom it might have been\npresented, to rely upon its\nauthenticity.  Clearly it was not obliged\nto do so if the document was capable of misleading third parties. \nBoth Mr Merritt and\nMr Van Tonder believed that the document was\nindeed capable of misleading third parties and they were perfectly\ncorrect.\n[72]\tIt needs to be borne in mind\nthat the meaning that was given to the document by the witnesses, and\nby the court, was teased out\nfrom selected passages from the\ndocument, while ignoring other passages altogether. And if one\nmeaning can be teased out of selected\npassages, when read in\nisolation, then a different meaning is capable of being teased out\nfrom contradicting passages, when they\nare also read in isolation. In\nmy view the court below ought to have directed itself less to what\nthe witnesses told it that the\ndocument meant, and more to what third\nparties might have thought it meant, particularly if they were told\nthat it had a different\nmeaning.\n[73]\tI do not intend going\nthrough the document in detail. It is sufficient to say that at the\ncommencement of argument Mr Bernertâs\nattorney was asked to suggest\na coherent meaning of the document when all its terms are read as a\nwhole. He was not able to do so\nand the reason for that is plain.\nWhen all the terms are read together the document is a compendium of\ngibberish. I have no doubt\nthat a document containing gibberish on\nthe letterhead of a major financial institution is capable of\nmisleading third parties as\nto its meaning, perhaps even more so if\nit is presented in the context of documentation indicating that it is\npart of a larger transaction,\nand that Absa Bank was entitled to\nensure that that did not occur.  The fact that the document might not\nhave been intended to be\nused in that way is immaterial.  Absa Bank\nwas not to know where the document might have ended up. I think it\ngoes without saying\nthat whatever authority Mr Coetzee might have had\nhe had no authority to issue gibberish that had the potential to\nmislead, and that\nthe issuing of gibberish that might mislead does\nnot fall within the regular business of a bank.\n[74]\tWhat was said to Emirates\nBank by Absa Bankâs attorney was perfectly correct and Absa Bank\ncannot be faulted for instructing\nhim to say it. Indeed, had Absa\nBank done nothing to ensure that the document did not remain in\ncirculation, and to ensure that no\nreliance was placed on it, once it\nknew of its existence, I think its failure would have been nothing\nshort of reckless.\n[75]\tIn my view this claim ought\nto have failed at every step. I find it surprising that it was\nbrought at all.\n[76]\tThe appeal is upheld with\ncosts that include the costs of two counsel so far as two counsel\nwere employed. The order of the court\nbelow is set aside and\nsubstituted with an order dismissing the claim with costs.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant:\tS W Burger\nInstructed by Routledge Modise\nin association with Eversheds\nC/o Dyason Attorneys, Pretoria\nSymington & De Kok\nFor respondent:\tD J L Nel\n(attorney)\nInstructed by Louis Nel Inc,\nPretoria\nRossouw & Conradie Inc,\nBloemfontein8\n1\nBody Corporate of Dumbarton Oaks v Faiga\n[1998] ZASCA 101\n;\n1999 (1) SA 975\n(SCA) at 979I-J;\nCommercial Union Insurance Co of SA Ltd v\n\tWallace\nNO;\n2004 (1) SA 326\n(SCA) paras 40-42;\nMedscheme\n\tHoldings (Pty) Ltd v Bhamjee\n2005 (5) SA 339\n(SCA) para 13.\n2\nSee\nDenel (Edms) Bpk v Vorster\n2004 (4) SA 481\n(SCA)\n.\n3\nSouth Africa.\n4\n2nd: The G.C.C. Dubai / Saudi Arabia; 3rd: Europe / Spain; 4th:\n\tAustralia / Adelaide / Perth; 5\nth\n: U.S.A. / Latin America\n\t/ Oshkosh / Mexico.\n5\nI have omitted details of the passports.\n6\n[1991] ZASCA 85\n;\n1991 (4) SA 559\n(A).\n7\nMukheiber v Raath & another\n1999 (3) SA 1065\n(SCA);\nOK\n\tBazaars (1929) Ltd v Standard Bank of South Africa Ltd\n2002 (3)\n\tSA 688\n(SCA);\nAucamp & others v University of Stellenbosch\n2002 (4) SA 544\n(C);\nKantey & Templer (Pty) Ltd & another\n\tv Van Zyl NO\n2007 (1) SA 610\n(C).\n8\nCited above.\n9\n1934 CPD 151.\n10\n[1994] ZASCA 146\n;\n1994 (4) SA 747\n(A).\n11\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A).\n12\n1993 (4) SA 428\n(C).",
  "scraped_at": "2026-02-11T20:17:58.325206",
  "date": "2010-03-29",
  "coram": [
    "NUGENT",
    "CACHALIA",
    "MALAN",
    "TSHIQI JJA",
    "MAJIEDT AJA"
  ],
  "case_number": "99/09",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "ENRICO BERNERT"
    ]
  },
  "sections": {
    "facts": "Enrico Bernert, a novice motor‑vehicle designer, created the ‘El Macho’ vehicle and sought finance to build a production plant through his company Rotrax International CC. He was introduced to three intermediaries – Mr Fanjek, Mr Dinawi and Sheikh Fawaz Bin Abdullah Al‑Khalifa – who promised millions of dollars on the condition that a document from a reputable South African bank (ABSA) would assure the Sheikh that his US$6 million would be accepted as a fixed deposit and returned on maturity. Fanjek, assisted by insurance broker Mr Els and ABSA employee Mr Coetzee, fabricated a document on ABSA letterhead addressed to Emirates Bank, purporting to guarantee the deposit. The document was later described by expert witnesses as a “financial mist”, i.e., nonsensical jargon that exceeded the signatory’s authority. When ABSA discovered the document it sent a letter to Emirates Bank stating that the document had been issued without authority and in irregular circumstances, causing the Sheikh to withdraw his investment. Bernert sued ABSA for unlawful interference and for a negligent misstatement, claiming damages of R187 million. The High Court found ABSA liable and issued a declaratory order; ABSA appealed.",
    "issues": "1) Whether ABSA acted unlawfully by sending a letter to Emirates Bank alleging that the document was unauthorised and irregular. 2) Whether the claim for negligent misstatement could succeed where the alleged false statements were made to a third party (Emirates Bank) and not relied upon by the plaintiff. 3) Whether causation between ABSA’s letter and the loss of the proposed investment could be established. 4) Whether the High Court correctly separated the merits of the claim from the quantum of damages in accordance with Rule 33(4).",
    "principles": "The Court considered the law of negligent misstatement in delict, which requires (a) a duty of care owed to the plaintiff, (b) a misstatement made to the plaintiff, (c) reliance by the plaintiff on that statement, and (d) damage causally linked to the reliance. Precedents such as Bayer v Frost, Aucamp v University of Stellenbosch and Standard Chartered Bank of Canada v Nedperm Bank were discussed, all of which require reliance by the plaintiff. The Court also applied Rule 33(4) of the Uniform Rules of Court, requiring a clear order when separating merits and quantum. Authority of bank signatories and the limits of a bank’s duty to third parties were examined.",
    "application": "The Court found that ABSA’s letter was addressed to Emirates Bank, not to Bernert, and that Bernert never relied on the statements. Consequently, the essential element of reliance in a negligent misstatement claim was absent. The Court also held that the causal link between ABSA’s letter and the alleged loss was speculative; the investment depended on many uncertain steps beyond ABSA’s document. Regarding procedural issues, the High Court had failed to issue a proper separation order under Rule 33(4), but this did not affect the ultimate conclusion that ABSA was not liable. The Court therefore concluded that the claim should fail on both substantive and procedural grounds.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside and substituted with an order dismissing the claim against ABSA Bank Ltd, with costs awarded to the appellant, including costs for two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Banking & Finance",
    "level_3": [
      "negligent misstatement",
      "pure economic loss",
      "bank authority",
      "document fraud"
    ]
  }
}