{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/134.html",
  "case_name": "Sello v Grobler and Others (623/2009) [2010] ZASCA 134; 2011 (1) SACR 310 (SCA) (1 October 2010)",
  "citation": "[2010] ZASCA 134",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 134\n|\nNoteup\n|\nLawCite\nSello v Grobler and Others (623/2009) [2010] ZASCA 134; 2011 (1) SACR 310 (SCA) (1 October 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 623/2009\nNo Precedential Significance\nIn the matter between:\nABRAM SELLO\n...............................................................\nAppellant\nand\nINSPECTOR GROBLER\n................................................\nFirst\r\nRespondent\nINSPECTOR J CLAASEN\n..............................................\nSecond\r\nRespondent\nMINISTER OF SAFETY &\r\nSECURITY\n.......................\nThird\r\nRespondent\nNATIONAL DIRECTOR OF HEALTH\nMEDICINE REGULATORY AFFAIRS,\nINSPECTORATE & LAW\r\nENFORCEMENT\n.............\nFourth\r\nRespondent\nNeutral citation: Sello v\r\nGrobler\n(623/09)\n[2010] ZASCA 134\n(1 October 2010)\nCoram:\nMPATI P, LEWIS,\r\nPONNAN, CACHALIA JJA and K PILLAY AJA\nHeard:\n20 August 2010\nDelivered: 1 October 2010\nSummary:\nSearch and\r\nseizure ─ unlawfulness admitted ─ whether appellant\r\nentitled to return of all seized items.\n___________________________________________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court (Johannesburg) (Jajbhay J sitting as court of\r\nfirst instance):\n1 The appeal is upheld with\r\ncosts.\n2 The order of the court below is\r\nset aside and substituted with an order in the following terms:\n‘\n(a) The\r\nrespondents’ searches of the applicant’s pharmacy and\r\nhome on 8 July 2008 are declared unlawful.\nThe respondents’ are\r\n\tdirected forthwith to return to the applicant all items seized\r\n\tpursuant to those unlawful searches\nthat the appellant may lawfully\r\n\tpossess.\nThe respondents’ are\r\n\tordered to pay the costs jointly and severally, the one paying the\r\n\tother to be absolved.’\n___________________________________________________________\nJUDGMENT\nK PILLAY AJA (Mpati P, Lewis,\r\nPonnan and Cachalia JJA concurring)\n[1] The appellant, Abram Sello,\r\nis a pharmacist and owner of Lake Field Pharmacy, situated at shop\r\n23, Lakefield, Benoni, Gauteng.\n[2] Towards the end of June 2008\r\nthe Organised Crime Unit of the South African Police Services, of\r\nwhich the first and second respondents\nare members, received\r\ninformation from members of the Medicines Regulatory Affairs\r\nInspectorate (‘MRAI’) that the appellant\nwas suspected of\r\nselling scheduled medicines and or substances without the necessary\r\nprescriptions.\n[3] Acting on that information on\r\n8 July 2008, the first and second respondents, together with members\r\nof the MRAI, decided to set\na trap at the appellant’s pharmacy\r\nin accordance with the provisions of\ns 252A\nof the\nCriminal Procedure\nAct 51 of 1977\n. In furtherance of the trap exercise a female\r\ninspector, Heather Conradie, was given two marked one hundred rand\r\nnotes to purchase\nStilpain and Stilnox tablets. She proceeded to the\r\nappellant’s pharmacy where she was assisted by Thobeka Gladys\r\nBambisa,\nan employee of the appellant. Ms Bambisa supplied her with\r\nthose tablets against payment of the sum of R155 for the Stilnox and\n\nR14 for the Stilpain tablets. The tablets were schedule five drugs\r\nand despite the fact that they required a prescription were\nsold by\r\nMs Bambisa without one. Moreover, Ms Bambisa, who was not a\r\npharmacist, was not permitted to dispense medication.\n[4] The appellant was not in the\r\npharmacy when the transaction was concluded. Upon his arrival he was\r\ninformed of the trap and in\nhis presence his pharmacy was searched by\r\nthe police and inspectors of the MRAI. The police seized various\r\nitems including scheduled\nmedicines with blister strips and expiry\r\ndates that had been removed. In a back room of the pharmacy a drum\r\ncontaining Myprodol\ncapsules in a transparent plastic bag were found.\n[5] Andrew Colin Brandon, a risk\r\nofficer, employed by Adcock Ingram Healthcare (Pty) Ltd, arrived at\r\nthe pharmacy. He identified\nhis company as the source of the\r\nMyprodol. According to him the capsules are not sold in containers as\r\nfound in the appellant’s\npharmacy but rather, after being\r\nprocessed, are placed in blue containers similar to the one\r\ndiscovered in the backroom of the\npharmacy. Pholconcor tablets with\r\nbatch number 080331 and Ziak tablets with batch number 0714962 were\r\nalso found. William Daniel\nBotha from Pharmaceutical Healthcare\r\nDistributors identified these tablets as part of a batch which had\r\nbeen stolen from their\nwarehouse. Other items such as computers and\r\nthe appellant’s laptop were seized. The appellant and his\r\nemployee, Ms Bambisa,\nwere then arrested. Thereafter his motor\r\nvehicle which was parked outside the pharmacy was searched. His\r\nidentity book, cheque\nbooks, personal documents, and his house, shop\r\nand car keys were taken. A trip to his home followed. A search there\r\nyielded more\ntablets in a box, similar to the ones found in the\r\npharmacy. From his home R114 000 cash was taken.\n[6] These common cause facts\r\nprovided a backdrop for an application launched by the appellant, in\r\nthe South Gauteng High Court,\nfor an order declaring the searches\r\ncarried out at the appellant’s home and pharmacy on 8 July 2008\r\nunlawful and the forthwith\nreturn of all items seized. The\r\napplication was dismissed by Jajbhay J with costs. Leave to appeal\r\nwas granted to this court.\n[7] In his founding affidavit the\r\nappellant alleged that the search and seizure operation were\r\nconducted in violation of his ‘right\nto privacy, his right to\r\ntrade freely and without a lawful basis’. In addition he\r\naverred that he was at all times in ‘peaceful\nand undisturbed\r\npossession’ of all the items seized.\n[8] It is not disputed that in\r\nrespect of the aforesaid searches the police acted without a warrant.\r\nThat is not in itself a ground\nfor finding that the searches and\r\nseizures were unlawful. But before us counsel for the respondents\r\nconceded that the searches\nwere unlawful. That was for two reasons.\r\nFirst, although\ns 22\nof the\nCriminal Procedure Act 51 of 1977\nauthorizes seizure without a warrant where a police official believes\r\nthat the delay occasioned by obtaining a warrant would defeat\nthe\r\nobject of the search, the police advanced no grounds for such a\r\nbelief. Second, the inspectors of the MRAI had not shown that\nthey\r\nwere authorized to conduct searches in terms of the Medicines and\r\nRelated Substances Control Act 101 of 1965. That concession\nso, the\r\nappellant contended, entitled him to the return of all the items\r\nseized. As this issue was not fully ventilated on the\npapers, the\r\nmatter was postponed to enable the legal representatives, after\r\nfuller consultation with the parties, to file a schedule\nof those\r\nitems that they agreed could be returned to the appellant. We have\r\nsince been advised that no consensus could be reached\nbetween the\r\nparties.\n[9] It is common cause that\r\ncriminal proceedings against the appellant are still pending at which\r\nsome of the seized items may be\nrequired by the State as evidence. It\r\nwas not disputed that amongst the items seized were allegedly stolen\r\nitems and expired medication,\nsome without proper identifying\r\ndetails. Since the seizure certain other drugs have also expired. All\r\nof those items obviously\ncannot be returned to the appellant.\n[10] The appellant does not in\r\nhis founding affidavit deal with his lawful entitlement to have\r\npossessed all the items seized nor\ndoes he allege what exactly he is\r\nlawfully entitled to have returned. Rather he contents himself with\r\nthe allegation that he was\nin peaceful and undisturbed possession of\r\nthe seized items. That would have sufficed had this been a spoliation\r\napplication. But\nit is not. It follows that we can only order the\r\nreturn of those items that the appellant is lawfully entitled to\r\npossess.\n[11] In the circumstances the\r\nfollowing order is made:\n1 The appeal is upheld with\r\ncosts.\n2 The order of the court below is\r\nset aside and substituted with an order in the following terms:\n‘\n(a) The\r\nrespondents’ searches of the applicant’s pharmacy and\r\nhome on 8 July 2008 are declared unlawful.\n(b) The respondents’ are\r\ndirected forthwith to return to the applicant all items seized\r\npursuant to those unlawful searches\nthat the appellant may lawfully\r\npossess.\n(b) The respondents’ are\r\nordered to pay the costs jointly and severally, the one paying the\r\nother to be absolved.’\n___________________\nK Pillay\nActing\r\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: Z Omar of Zehir Omar\r\nAttorneys, Springs\nEG Cooper Majiedt Inc,\r\nBloemfontein\nRESPONDENTS: TF Mathibedi (with\r\nhim TK Manyage)\nInstructed by State Attorneys,\r\nJohannesburg\nState Attorneys, Bloemfontein",
  "scraped_at": "2026-02-11T20:40:45.229041",
  "date": "2010-10-01",
  "coram": [
    "MPATI P",
    "LEWIS",
    "PONNAN",
    "CACHALIA JJA",
    "K PILLAY AJA"
  ],
  "case_number": "623/2009",
  "parties": {
    "applicants": [
      "Abram Sello"
    ],
    "respondents": [
      "Inspector Grobler",
      "Inspector J Claasen",
      "Minister of Safety & Security",
      "National Director of Health Medicine Regulatory Affairs, Inspectorate & Law Enforcement"
    ]
  },
  "sections": {
    "facts": "The appellant, Abram Sello, owned a pharmacy in Benoni. In June 2008 the Organised Crime Unit received a tip that he was selling scheduled medicines without prescriptions. On 8 July 2008 police and inspectors set a trap by sending an undercover female inspector to purchase Stilpain and Stilnox tablets. The pharmacy employee, Ms. Bambisa, supplied the tablets without a prescription. After the transaction police entered the pharmacy, searched it and the appellant’s home, and seized numerous tablets, computers, cash and personal documents. Some of the seized tablets were later identified as stolen or expired. Criminal proceedings against the appellant were still pending at the time of the appeal.",
    "issues": "The principal issue was whether the searches of the appellant’s pharmacy and home on 8 July 2008 were lawful. A subsidiary issue was whether the appellant was entitled to the return of all items seized, or only those he could lawfully possess, given that some items might be needed as evidence in the pending criminal case.",
    "principles": "Under section 22 of the Criminal Procedure Act, a warrantless seizure is permissible only when an officer believes that obtaining a warrant would defeat the object of the search, and the belief must be articulated. The Medicines and Related Substances Control Act requires that only authorised persons may conduct searches of pharmaceutical premises. An unlawful search generally entitles the affected party to the return of property that is not needed as evidence, but does not automatically require return of all seized items.",
    "application": "The court noted that the police offered no justification for believing a warrant would jeopardise the investigation, breaching section 22. Moreover, the inspectors from the Medicines Regulatory Affairs Inspectorate had no statutory authority to search the premises under the Medicines Act. Consequently the searches were declared unlawful. The court then applied the principle that only items the appellant can lawfully retain may be returned, excluding stolen, expired, or evidential items required by the State.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and replaced with an order declaring the searches unlawful, directing the respondents to return to the appellant all seized items that he may lawfully possess, and ordering the respondents to pay costs jointly and severally."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Search and Seizure",
    "level_3": [
      "unlawful search",
      "return of seized property",
      "pharmacy regulation",
      "privacy rights"
    ]
  }
}