{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/50.html",
  "case_name": "Bengwenyama Minerals (Pty) Ltd and Others v Genorah Resources (Pty) Ltd (Formerly Tropical Paradise 427 (Pty) Ltd and Others (71/09) [2010] ZASCA 50; [2010] 3 All SA 577 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 50",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 50\n|\nNoteup\n|\nLawCite\nBengwenyama Minerals (Pty) Ltd and Others v Genorah Resources (Pty) Ltd (Formerly Tropical Paradise 427 (Pty) Ltd and Others (71/09) [2010] ZASCA 50; [2010] 3 All SA 577 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase number: 71/09\nIn the matter between:\nBENGWENYAMA MINERALS (PTY) LTD\tFIRST APPELLANT\nBENGWENYAMA-YE-MASWAZI\nTRIBAL COUNCIL\t\t\t\t\tSECOND APPELLANT\nTHE TRUSTEES FOR THE TIME\nBEING OF THE BENGWENYAMA-\nYE-MASWAZI TRUST\t\t\t\tTHIRD TO FOURTEENTH\nAPPELLANTS\nand\nGENORAH RESOURCES (PTY) LTD\n(formerly TROPICAL PARADISE 427\n(PTY) LTD)\t\t\t\t\t\tFIRST RESPONDENT\nTHE MINISTER OF MINERALS AND\nENERGY\t\t\t\t\t\tSECOND RESPONDENT\nTHE DIRECTOR GENERAL OF THE\nDEPARTMENT OF MINERALS AND\nENERGY\t\t\t\t\t\tTHIRD RESPONDENT\nTHE REGIONAL MANAGER,\nLIMPOPO REGION, POLOKWANE\nOF THE DEPARTMENT OF MINERALS\nAND ENERGY\t\t\t\t\tFOURTH RESPONDENT\nTHE DEPUTY DIRECTOR-GENERAL\nOF THE DEPARTMENT OF MINERALS\nAND ENERGY\t\t\t\t\tFIFTH RESPONDENT\nBENGWENYAMA-YE-MASWAZI\nROYAL COUNCIL\t\t\t\t\tINTERVENING PARTY\nNeutral citation:\nBengwenyama\nMinerals v Genorah Resources\n(71/09)\n[2010] ZASCA 50\n(31 March 2010)\nCORAM:\t\tMPATI P, HEHER, MALAN, SHONGWE and\nTSHIQI JJA\nHEARD:\n16 FEBRUARY 2010\nDELIVERED:\tâ¦\n31\nMARCH 2010\nSUMMARY:\t\tReview â Application for a prospecting right\nsubmitted by company on its own behalf in terms of s 16 of Act\n28 of\n2002 not constituting community application envisaged in s 104.\nWhere condonation not obtained for late appeal in terms of s 96,\nparty seeking review of decision of functionary taken to have\nabandoned internal remedy. Review thus subject to 180-day period\nprovided\nin s 7(1) of\nPromotion of Administrative Justice Act 3\nof 2000\n.\nORDER\nOn appeal from:\tNorth Gauteng High Court, Pretoria,\n(Hartzenberg J sitting as court of first instance).\nThe appeal is dismissed and the first appellant is\nordered to pay the respondents' costs.\nJUDGMENT\nMPATI P (Malan, Shongwe and Tshiqi JJA concurring):\n[1]\tThis appeal is against the refusal by the North\nGauteng High Court (Hartzenberg J) to review and set aside the grant\nof a prospecting\nright to the first respondent in terms of s 17\nof the Mineral and Petroleum Resources Development Act ('the Act').\n1\nThe Act makes provision for the State, as the custodian of the\nnation's mineral and petroleum resources, to grant, issue or refuse,\ninter alia, prospecting rights, mining rights and mining permits to\npersons or entities who apply for them (s 2(a)). Section\n9\nempowers a Regional Manager,\n2\nwho receives applications for these rights, to deal with them in\norder of receipt if received on different dates (s 9(1)(b)).\nFor\nconvenience I shall refer to the first respondent as 'Genorah', the\nsecond respondent as 'the Minister', the third respondent\nas 'the\nDirector-General', the fourth respondent as 'the Regional Managerâ\nand the fifth respondent as 'the Deputy Director-General'.\n[2]\tOn 8 February 2006 Genorah lodged an application for\na prospecting right in respect of five farms, two of which are known\nas Eerstegeluk\n322 KT ('Eerstegeluk') and Nooitverwacht 324 KT\n('Nooitverwacht'), situated in the magisterial District of\nSekhukhuneland in Limpopo\nProvince. By letter dated 20 February 2006\nthe Regional Manager accepted Genorah's application, acknowledging\nthat it complied with\nthe provisions of s 16(2) of the Act,\n3\nand calling upon Genorah to submit copies of its environmental\nmanagement plan\n4\nnot later than 21 April 2006. Genorah submitted its environmental\nmanagement plan ('EMP') on 21 April 2006.\n[3]\tOn 14 July 2006 the first appellant also lodged its\napplication for a prospecting right which related only to the farms\nEerstegeluk\nand Nooitverwacht. The Regional Manager notified his\nacceptance of the application by letter dated 24 July 2006, addressed\nto the\nfirst appellant. The first appellant was also called upon to\nsubmit its EMP by not later than 26 September 2006. On 28 August 2006\nthe Deputy Director-General, by virtue of the authority delegated to\nhim by the Minister, approved Genorah's application and granted\nthe\nprospecting right in respect of all the farms, including Eerstegeluk\nand Nooitverwacht. On 8 September 2006 the Regional Manager\nnotified\nGenorah, in writing, of the grant and also informed it that the\nprospecting right had to be notarially executed within 60\ndays from\nthe date of the written notification. The notarial execution took\nplace on 12 September 2006. It is recorded under the\ndefinition\nsection of the document evidencing the execution of the prospecting\nright ('the prospecting agreement'), that '\"Effective\ndate\"\nmeans 12 September in the year 2006 (being the date on which the\nEnvironmental Management Plan is approved in terms of\ns 39(4) of\nthe Act)'.\n5\n[4]\tBy letter dated 6 December 2006 the Regional Manager\nwrote to the first appellant notifying it that its application had\nbeen refused.\nThe reasons for the refusal were recorded as follows:\n'Prospecting right has been\ngranted to other entities that applied before your application for\nthe same minerals on the same properties.'\nHowever, the first appellant's legal representatives\naddressed a letter to the Minister dated 13 February 2007, requesting\nher to\nsuspend or cancel Genorah's prospecting right in terms of\ns 47of the Act.\n6\nParagraph 12 of the letter reads:\n'. . .\n12.2\tOur client in the\ncircumstances calls upon the Honourable Minister either to cancel or\nsuspend Genorah's prospecting right in\nrespect of Eerstegeluk en\nNooitverwacht since â\n12.2.1\tGenorah . . . submitted\ninaccurate, incorrect and misleading information in support of its\napplication when purporting to comply\nwith s 16(4) of the Act;\n12.2.2\tThe provisions of s 16(4)\nof the Act were not, in fact, complied with; and\n12.2.3\tThe provisions of\ns 17(1)(a) of the Act were not, in fact, complied with.'\n7\n[5]\tOn the same date the first appellant's legal\nrepresentatives also addressed a letter to the Director-General,\npurportedly appealing\non behalf of the first appellant, in terms of\ns 96 of the Act,\n8\nagainst the decision of the Deputy Director-General to grant the\nprospecting right to Genorah. The main grounds of appeal were alleged\nnon-compliance with the provisions of ss 16(4) and 17(1)(a). The\nalleged non-compliance with the provisions of s 16(4)\nwas said\nto be Genorah's failure to consult with the owners or occupants of\nthe farms Eerstegeluk and Nooitverwacht, viz the Bengwenyama\ncommunity, as represented by the second appellant. As to the alleged\nnon-compliance with the provisions of s 17(1)(a), it was\naverred\nthat the grant of the prospecting right to Genorah was subject, inter\nalia, to a requirement that Genorah furnish a guarantee\nfor the\nrehabilitation or management of negative environmental impacts on the\nland concerned prior to the approval of its EMP and\nthe grant of the\nprospecting right. It was alleged that the required guarantee was\nonly submitted on 'approximately' 15 September\n2006, while the\nprospecting right was granted on 28 August 2006. It was thus\ncontended that this was in conflict with the provisions\nof\ns 17(1)(a), which require the Minister to be satisfied that the\napplicant has access to financial resources prior to the\napproval of\nany prospecting right.\n[6]\tOn 9 March 2007 the first appellant's legal\nrepresentatives addressed further letters to the Minister and the\nDirector-General,\nsupplementing the grounds upon which the first\nappellant relied in the letters dated 13 February 2007 for its\nrequest to have the\ndecision of Deputy Director-General to grant the\nprospecting right to Genorah cancelled or suspended. The additional\nground was a\nclaim, proffered for the first time, that the first\nappellant's application for a prospecting right in respect of the\nfarms Eerstegeluk\nand Nooitverwacht was, in fact, one in terms of\ns 104 of the Act,\n9\nthat is, it was a community application lodged by the\nBengwenyama-ye-Maswazi community ('Bengwenyama community'). It was\naccordingly\nalleged that the Bengwenyama community had a preferent\nclaim and that the community would, but for the failure by the\nDepartment\nof Minerals and Energy ('Department') to comply with the\nprovisions of s 104, 'in all likelihood have been granted the\nprospecting\nright that in fact went to Genorah'. It was further\nalleged that the Bengwenyama community 'had an interest in the award\nof the permit\nand was entitled to make representations to, and be\nheard by, [the Department] . . . under section 3(2)(b) of the\nPromotion of Administrative\nJustice Act 3 of 2000 (PAJA) prior to the\ngrant of that permit'.\n[7]\tIt appears that a director of the first appellant,\nMr Michael Craig Nahon, subsequently had a telephone conversation\nwith a Mr\nAlberts, an official in the Department, which was followed\nby a letter dated 14 June 2007, addressed to Mr Nahon. The first two\nparagraphs\nof the letter read as follows:\n'The recent telephone\nconversations between your Mr Nahon and Mr Alberts of this Department\nhave reference.\nYou are hereby advised that\nsince this matter is now\nsub-judice\n,\nthe Minister will not be in a position to decide on your appeal in\nthis matter. The fact that a right has already been granted to\nGenorah also poses legal challenge in deciding on the appeal, and it\nis therefore the view of this Department that this matter should\nbe\ndecided by means of a review.\n. . . .'\nIn the appellants' founding affidavit, deposed to by Mr\nZet Timothy Maphanga, a director of the first appellant, it is\naverred that\nthe letter indicates 'that no relief against the Genorah\nprospecting right is going to be granted by the second to fourth\nrespondents,\nwhether in terms of sections 47 or 96 of the Act, or at\nall.'\n[8]\tThe appellants accordingly instituted motion\nproceedings, in terms of rule 53 of the Uniform Rules of Court,\nseeking an order\n:\n'1.\tReviewing and setting aside\nthe decision to award and the award of a prospecting right to the\nfirst respondent . . . in respect\nof, inter alia, the farms\nNooitverwacht 324 KT and Eerstegeluk 322 KT . . . .\n2.\tDirecting the second\nrespondent,\nalternatively\nthe third respondent,\nfurther\nalternatively\nthe fifth respondent,\nto award a prospecting right to the first applicant in respect of,\ninter alia, the farms Nooitverwacht 324 KT\nand Eerstegeluk 322 KT . .\n. on such terms and conditions as may reasonably be imposed upon the\nfirst applicant in terms of the provisions\nof section 17 of the Act,\nas read with section 104 thereof.\n3.\nAlternatively\nto prayer 2 above,\ndirecting the second respondent,\nalternatively\nthe third respondent,\nfurther\nalternatively\nthe fifth respondent,\nto adjudicate the application for a prospecting right made by the\nfirst applicant on 14 July 2006, as an application\nin terms of\nsection 104 of the Act.'\n10\nThe court a quo dismissed the application with costs.\nThis appeal is with its leave.\n[9]\tThe issues raised and argued in this court were all\ncomprehensively dealt with by the court a quo. In listing them, I do\nso not\nnecessarily in the sequence in which they were argued before\nus. The first issue was whether the grant of the prospecting right to\nGenorah was ultra vires\n.\nSection\n103(1) of the Act empowers the Minister to delegate in writing 'any\npower conferred on him or her by or under this Act, .\n. . and may\nassign any duty so imposed upon him or her to the Director-General,\nthe Regional Manager or any officer'. It is common\ncause that on 12\nMay 2004 the Minister delegated the authority she holds, under\ns 17(1), to grant or refuse a prospecting right,\nto the Deputy\nDirector-General. No further delegation was authorised without the\nMinister's consent.\n11\nWhen he granted the prospecting right to Genorah on 28 August 2006\nthe Deputy Director-General granted a Power of Attorney in terms\nof\nwhich the Regional Manager was given authority 'to sign the\nprospecting right contemplated in section 17(1) of the . . . Act,\nin\nfavour of Genorah . . . according to the approval signed by me\ntoday'.\n[10]\tAs I have mentioned above, the prospecting right\ngranted to Genorah by the Deputy Director-General was executed on 12\nSeptember\n2006. The prospecting agreement was signed by the Regional\nManager pursuant to the Power of Attorney granted by the Deputy\nDirector-General.\nIt contains the terms upon which the right was\ngranted, such as, inter alia, the commencement date of the right, its\nduration, the\nproperties in respect of which the right was to apply\nand payment of prospecting fees and royalties. Because the Power of\nAttorney\ndid not stipulate the terms upon which the right was\ngranted, it was submitted, on behalf of the appellants, that the\nterms and conditions\ncontained in the prospecting agreement must have\nbeen decided, at his discretion, by the Regional Manager. That being\nso, the date\nupon which the prospecting right was actually granted\nwas the date of execution of the right (12 September 2006). It\nfollows, so\nthe argument continued, that the prospecting right was\ngranted by the Regional Manager, who had no authority to do so. The\ngrant\nof the right was thus a nullity.\n[11]\tThe second issue relates to an allegation, in the\nfounding and replying papers, that the Department failed to give\nadequate notice\nof Genorahâs application for a prospecting right as\nrequired by s 10(1) of the Act,\n12\nread with regulation 3 of the Regulations\n13\npromulgated in terms of s 107(1) of the Act.\n14\nIt was alleged, on behalf of the appellants, that there was no proof\nof compliance with the Department's chosen manner of giving\nnotice of\nan application to interested and affected persons, which was by\nsending the notice per facsimile to the Sekhukhune Magistrate's\nOffice for display on a notice board there. A related issue was an\nalleged failure by the Department to give a hearing to the\nappellants,\nas an alleged community applicant and occupiers of the\ntwo farms in issue. Counsel for the appellants argued that the\nhearing referred\nto was in addition to the consultation an applicant\nfor a prospecting right is required to conduct with the land owner or\nlawful\noccupier of the land concerned, in terms of s 16(4)(b) of\nthe Act.\n15\nThe hearing, so it was contended, is well recognised at common law\nand under s 3(2)(b)(ii) of PAJA, in that procedurally fair\nadministrative action requires, at a minimum, that affected parties\nbe heard.\n[12]\tThe third issue concerns an alleged failure by\nGenorah to consult with the community, as owners or occupiers of the\nfarms Eerstegeluk\nand Nooitverwacht, in accordance with the\nprovisions of s 16(4). Whilst Genorah submitted to the Deputy\nDirector-General a document\nindicating that consultation with the\nBengwenyama community of Nooitverwacht, through its leader, Kgoshi\nNkosi, took place, it was\ncontended on behalf of the appellants, that\nsuch consultation had neither been appropriate nor meaningful. As to\nthe farm Eerstegeluk,\nit was submitted that although the community\nwith which Genorah consulted had informed the latter that the\nBengwenyama community\noccupied Eerstegeluk, Genorah failed to consult\nthe latter community.\n[13]\tThe fourth issue was that the Department allegedly\nfailed to approve Genorah's EMP within 120 days from its lodgement as\nwas\nrequired in terms of s 39(4) of the Act. As has been\nmentioned above, Genorah lodged its EMP on 21 April 2006 and it was\napproved\neither on the day that the prospecting right was notarially\nexecuted, or on 13 November 2006.\n16\nIt was accordingly contended on behalf of the appellants, that the\nEMP having been approved more than 180 days from its lodgement,\nGenorah's prospecting right could not lawfully be brought into\neffect.\n[14]\tApart from the fact that I find it unnecessary to\nexpress any opinion on the correctness or otherwise of the\nappellants' submissions\non this issue, I fail to see the basis upon\nwhich the alleged late approval of the EMP could affect the validity\nof the grant, or\ncoming into effect, of the prospecting right, whilst\nthe decision to approve the EMP has not been set aside.\n17\nThe same applies to a related issue that financial provision for the\nrehabilitation or management of negative environmental impacts\nhad\nallegedly not been provided before the approval of the EMP, as\ncontemplated in s 41(1) of the Act.\n18\nSo also to a further submission that the approval of the EMP was\nultra vires, because the person who approved it was an acting\nRegional\nManager who allegedly had no power to approve it.\n[15]\tThe fifth issue relates to the alleged failure by\nthe Department to respect, protect and promote the Bengwenyama\ncommunity's\nproperty rights entrenched in s 25 of the\nConstitution, and the alleged failure to give effect to s 104 of\nthe Act, which,\naccording to counsel for the appellants, gives\nlegislative effect to those rights. I think the real question here is\nwhether or not\nthe first appellant's application for a prospecting\nright was a community application. The last issue I wish to mention\nwas whether\nthe appellants had brought themselves within the\nprovisions of s 7 of PAJA, in particular, whether their review\napplication\nwas launched 'without unreasonable delay and not later\nthan 180 days after the first appellant became aware of the grant of\nthe prospecting\nright to the first respondent (s 7(1)(b)), and\nwhether any internal remedies had been concluded prior to the\ninstitution of\nthe review proceedings (s 7(1)(b) and (2)).\n[16]\tThe court a quo found against the appellants on all\nthese issues, except the last. In the view I take in this matter, it\nis unnecessary\nto consider all of them. It would be convenient,\nhowever, to deal briefly with the question whether the first\nappellant's application\nconstituted a community application.\n[17]\tThe prescribed form used by the first appellant\nwhen applying for a prospecting right was one used in an application\n'in terms\nof section 16 of the [Act]'. The first appellant is\nreflected on the form as the only applicant. There is no mention\nwhatsoever of\ns 104, or its provisions, or the Bengwenyama\ncommunity, in the first application, nor in the subsequent\napplication submitted\non 14 July 2006.\n19\nRelying on\nShaikh v Standard Bank of South\nAfrica Ltd & another\n20\ncounsel for the appellants argued that nothing turns on the question\nwhether an application expressly referred to the provision under\nwhich it is made, and that the pertinent question is whether the\napplication was, as a matter of fact, an application made in terms\nof, and in compliance with, s 104. Counsel was unable, however,\nto point to any portion of the contents of the application that\nshould have directed the recipient's attention to the provisions of\ns 104.\n[18]\tMoreover, on 24 July 2006 the Department notified\nthe first appellant, in writing, of the acceptance of its\napplication. The\nsubject matter of the latter is recorded thus:\n'NOTICE OF ACCEPTANCE OF AN\nAPPLICATION FOR A PROSPECTING RIGHT IN TERMS OF SECTION 16 OF [THE\nACT]: EERSTEGELUK 322 KT AND NOOITVERWACHT\n324 KT.'\nThe second paragraph of the letter reads:\n'I wish to inform you that your\napplication complies with the provisions of Section 16(2) of the Act,\nas I have accepted it for further\nprocessing . . . '\nAnd further:\n'Your application will\nconsequently be processed in accordance with the provisions of\nSection 9 of the Act.'\n21\nNo objection was raised to the clear reference, in the\nletter, to the application being one in terms of s 16.\n22\nIn addition, mention of the application being a community application\nwas made for the first time in the second letter (of 9 March\n2006)\naddressed to the second and third respondents respectively, asking\nfor the first respondent's prospecting right to be cancelled\nor\nsuspended. This, in my view, clearly indicates that the first\nappellant's application was, until then, never considered by the\nfirst appellant itself as a community application. Indeed, counsel\nfor the appellants contended that the application underwent 'a\nmetamorphosis'. However, that 'metamorphosis' never came to the\nattention of the Deputy Director-General before the date upon which\nhe granted the prospecting right to Genorah. The appellants rely on a\nletter dated 10 May 2006 addressed to 'the Director' of the\nDepartment and assert that it is clear from its contents that the\nfirst appellant's application fell within the ambit of s 104\nof\nthe Act. The letter covered the first appellant's first application\nwhich was rejected. In any event, the letter merely spelled\nout the\nrelationship between the first appellant and the Bengwenyama\ncommunity and the fact that the community owned the surface\nrights\nover the land in issue. Nowhere does it state that the application\nwas in fact a community application. Another letter dated\n6 October\n2006 purporting to set out the shareholding in the first appellant\nwas written after the prospecting right had been granted\nto Genorah.\nIt follows that the court a quo correctly found against the\nappellants on this issue.\n[19]\tI proceed to consider the question whether the\nreview application was out of time, and whether internal remedies, if\nany, were\nexhausted. In the appellants' founding affidavit the\ndeponent states that 'according to his recollection' the Department's\nletter\n23\nby which the first appellant was advised of the refusal of its\napplication 'was only received during or after December 2006'. The\ncase was, however, conducted on the basis that the first appellant\nreceived the letter during December 2006. According to the provisions\nof PAJA, where any internal remedies exist, they must, except in\nexceptional circumstances, first be exhausted before review\nproceedings\nmay be instituted.\n24\nIt is not in dispute that by addressing the letters of 13 February\n2007 to the Minister and Director-General respectively, the first\nappellant was seeking to pursue an internal appeal. The question is\nwhether any appeal procedure was available to it under the Act.\n[20]\tI agree with the court a quo that s 47 of the\nAct\n25\ndoes not provide for an internal process which is 'available to\naffected third parties to have administrative decisions reviewed'.\nI\nagree too that the section is an empowering provision in terms of\nwhich the Minister can take action if the holder of a prospecting\nright exercises his or her right in contravention of the provisions\nof the Act. But the court a quo also held that because the Deputy\nDirector-General, when granting Genorah's application for a\nprospecting right, exercised a power delegated to him by the\nMinister,\nhis decision was the decision of the Minister.\nConsequently, so the court held, s 96\n26\n'does not provide for any internal procedure to remedy decisions and\nconduct of the Minister'. The court thus concluded that the\nonly\nremedy available to the appellants was an application for a review of\nthe decision, but held that the application was 'well\nout of time\n. . . [that is, it was brought well after the 180 days\nprovided for in s 7(1)(b) of PAJA], assuming\nthat [the\nappellants] only became aware of the decision on 31 December 2006',\nand that the review application fell to be dismissed\non that ground\nalone.\n[21]\tThe court a quo assumed, however, for purposes of\nconsidering whether the appeal to the Director-General was out of\ntime, that\ns 96 provided for an internal remedy and that the\ninternal remedy was available to the 'appellants'. Bearing in mind\nthat '[o]ur\nsystem of administrative justice seeks to encourage\ninternal remedies to resolve disputes that arise out of\nadministrative action',\n27\nthat assumption was correctly made. In the present matter the\nMinister delegated her powers to grant or refuse an application for\na\nprospecting right to the Deputy Director-General. A delegatee or\nsubdelegatee who acts in his or her own right is responsible for\nhis\nor her exercise of the power.\n28\nIn my view, a full delegation of powers was made to the Deputy\nDirector-General. In deciding whether or not to grant the prospecting\nright to Genorah he exercised his own discretion. As delegatee he\nacted in his own right and did not represent the delegator. This\nis\ntherefore not a case of an appeal being lodged against the Minister's\nown decision or a question of the delegator sitting on his\nown\njudgment on appeal.\n29\n[22]\tRegulation 74(1) provides that any person who\nappeals against an administrative decision in terms of s 96 must\ndo so within\n30 days after he or she has become aware, or should\nreasonably have become aware, of the administrative decision\nconcerned. The first\nappellant's letter of appeal, in terms of s 96,\ndated 13 February 2007, was lodged more than 30 days from, the\nlatest, 31 December\n2006. But the court a quo held that the 30-day\nperiod 'is not an absolute maximum period within which an appeal has\nto be lodged',\nand that non-compliance 'will not necessarily lead\nthereto that such an appeal is a nullity'. The court accordingly held\nthat the\nappeal in this case was not fatally defective even though it\nwas not brought within the 30-day period.\n[23]\tIt is true that non-compliance with the 30-day\nperiod provided for in the Regulations will not necessarily lead to\nan appeal\nbeing a nullity, but that will be so only if the\nnon-compliance has been condoned.\n30\nAlthough in its letter of appeal to the Director-General the first\nappellant sought condonation for the late lodging of their appeal,\nthere is no evidence on the papers that condonation was granted. In\nfact, the evidence points to the opposite. The letter written\nby Mr\nAlberts dated 14 June 2007\n31\nand addressed to Mr Nahon, advised the addressee that the matter â\nthe subject of the appeal â was\nsub judice\n;\nthat therefore the Minister would not decide the appeal and that the\nview of the Department (including the Director-General) was\nthat the\nmatter be decided by means of a review. It has not been explained on\nthe papers what was meant by the matter being\nsub\njudice\n, but clearly no proceedings concerning\nthe subject matter of the appeal had, by that date, been instituted\nout of any court. It seems\nto me that the writer of the letter, and\nany other official of the Department involved, were more concerned\nabout the 'legal challenge'\nposed by the fact that the prospecting\nright had already been granted to Genorah and the legal consequences\nthat would follow were\nthe grant of the right to be reversed. In my\nview, the Director-General, as the official to whom the appeal was\naddressed, was obliged\nto consider the condonation application and,\nif granted, the appeal. The letter written by Mr Alberts can by no\nmeans be interpreted\nto mean that the first appellant's condonation\napplication was granted and the appeal dismissed, or that condonation\nwas refused.\nThese issues were simply not dealt with.\n[24]\tThe result was that no condonation was granted to\nthe first appellant and the attempt to appeal under s 96 was of\nno effect.\nBecause the first appellant did not pursue its condonation\nrequest, its rights under s 7 of PAJA must be assessed on the\nbasis\nthat it had abandoned the internal remedy of appeal that it had\ninitiated. As far as it was concerned no remedy any longer existed\nwhich it was obliged to exhaust. This raises another question, which\nis whether the first appellant, having abandoned its internal\nremedy,\ncould still have the decision to grant Genorah's prospecting rights\nreviewed under PAJA. I shall assume, without deciding,\nthat it could,\nalthough the provisions of s 96(3) appear to bar a review 'until\nthat person has exhausted his or her [internal]\nremedies'.\n32\nSection 7(1)(b) therefore applied to it. Section 7(1)(c) possessed no\nsignificance because there was no obligation in existence from\nwhich\nit could be exempted.\n[25]\tOn the preceding analysis the period of 180 days\nlaid down in s 7(1) began to run, at the latest, when the first\nappellant\nbecame aware of the decision to refuse its prospecting. The\nreview proceedings were not instituted before 22 August 2007 when the\napplication was filed with the Registrar of the High Court, ie more\nthan 180 days it was informed of the refusal of the prospecting\napplication. The onus rested on the appellants to bring themselves\nwithin the terms of s 7(1). It failed to do so.\n[26]\tNo formal application was made before the court a\nquo for the extension of the 180-day period within which the review\nproceedings\nshould have been instituted.\n33\nCounsel informed us, however, that an application was moved from the\nbar before the court below. It appears that the application\nwas\nunsuccessful. We were urged from the bar (by counsel for the\nappellants) that this court should extend the 180-day period since\nall the facts or information necessary to explain the delay in\ninstituting review proceedings timeously were before us. As was said\nin\nGqwetha v Transkei Development Corporation\nLtd & others,\n34\nwhether there has been undue delay entails a factual enquiry upon\nwhich a value judgment is called for in the light of all the relevant\ncircumstances, including an explanation that is offered for the\ndelay.\n35\nIt was argued, on behalf of the appellants, that their belief that\nthey were entitled, in terms of s 96 of the Act, to appeal\nthe\ndecision to grant the prospecting right to the first respondent was\nreasonable. They pursued the appeal remedy within a reasonable\ntime\nand once they were informed that their appeal would not be considered\nthey launched the review proceedings expeditiously.\n[27]\tAssuming that the appellants' explanation for the\ndelay was reasonable and that the decision to grant the prospecting\nright was\ninvalid, it does not follow that the decision will be set\naside. This is because in appropriate circumstances a court will\ndecline,\nin the exercise of its discretion, to set aside an invalid\nadministrative act.\n36\nIn terms of s 9(2) of PAJA a court may grant an application for\nthe extension of the 180-day period 'where the interests of\njustice\nso require'. In the present matter Genorah raised, in its answering\naffidavit, the fact that the review application was out\nof time and\nthat condonation for the delay had to be sought. Except for stating,\nin the replying affidavit, that they had at all\ntimes acted in good\nfaith and as expeditiously as possible, the appellants did not, as\nhas been mentioned above, apply for an extension\nof the 180-day\nperiod. They therefore failed to place any facts before the court a\nquo to assist it properly to consider whether\nthe interests of\njustice require that the period be extended. Nor was any argument\nadvanced in this court in this regard.\n[28]\tFinally, the court a quo considered that even if\nthere was 'some or other fatal defect' in the procedure leading up to\nthe making\nof the challenged decision, the present is one of those\ncases where a court, in its discretion, ought to decline to set aside\nan\ninvalid administrative act. The court set out its reasons for that\nview as follows:\n'49.1\tThe applicants' main and\nemotive argument was that it represents the community and that the\nindividual members of the community\nstand to benefit from a grant of\nthe rights to it. I am far from convinced that the position of\nindividual members will be much different\nwhether the exploitation of\nthe minerals is done by Genorah as supported by Mr Mphalele or by the\nfirst applicant as supported by\nMr Maphanga and Mr Mhlungu.\nIndividual members are prejudiced by this litigation, in that the\nactual mining and development are delayed.\n49.2\tThe applicants rely on\nsection 104 of the Act. The application of the first applicant was an\nordinary section 16 application\nuntil 9 March 2007 when somebody\nalerted Mr Shapiro to the provisions of section 104. That was long\nafter the rights in question\nhad already been granted to Genorah.\nThis whole application negates the rights of applicants for the\nrights whose applications were\nsubmitted and accepted between the\napplication of Genorah and that of the first applicant.\n49.3\tRights have been granted to\nGenorah over five farms and a large area. If the grant in respect of\nthe two farms or one of them\nis set aside it will no doubt affect the\nmanner of mining and may affect the viability of a project.\n49.4\tIn my view there is a\npublic interest element therein that there must be finality in this\nparticular case.'\n[29]\tI can find no fault with this reasoning and no\nargument was advanced as to why this court should interfere with the\nexercise\nof its discretion by the court a quo. The appeal must\naccordingly fail. In view of this conclusion, it becomes unnecessary\nto consider\nthe remaining issues listed above.\n[30]\tThere remains the issue of costs. At the first\nhearing of this matter the court a quo ordered that the intervening\nparty be provisionally\njoined as a party in the proceedings. The\nintervening party wished to counter the first appellant's assertions,\nas supported by the\nsecond and third appellants, that its application\nwas in fact a community application. In its judgment the court a quo\nheld that\nin the light of its finding â without having had to\nresolve a dispute as to the authority and standing of the intervening\nparty\nâ that the application of the first appellant was not a\ncommunity application 'the whole question of intervention has become\nacademic'.\nIt made no costs order either for, or against, the\nintervening party. Despite the finding that the intervention had\nbecome academic,\nthe intervening party took part in the appeal.\nAlthough the submissions on behalf of the intervening party were by\nno means unhelpful,\nI am not inclined to award any costs in its\nfavour.\n[31]\tRelying on the decisions of the Constitutional\nCourt in\nAffordable Medicines Trust v Minister\nof Health\n37\nand\nBiowatch Trust v Registrar, Genetic\nResources & others\n38\ncounsel for the appellants reminded of the well-established rule that\nunsuccessful litigants who have sought, in good faith, to vindicate\nconstitutional rights, should not have costs awarded against them.\nThe finding that the first appellant's application for a prospecting\nright was not a community application is, in my view, of importance\nin considering the issue of costs. I am unable to hold that the\nlitigation was undertaken to assert constitutional rights, at least\nas regards the first appellant. It was undertaken to assert a\ncommercial interest, but with the assistance of the second and third\nappellants. I am not persuaded that the rule just referred to\nshould\nbe applied to the benefit of the first appellant. Counsel for the\nrespondents sought no costs order against the second and\nthird\nappellants.\n[32]\tIn the result the appeal is dismissed and the first\nappellant is ordered to pay the respondents' costs.\n_______________\nL Mpati\nJudge Of Appeal\nHEHER JA:\n[33]\tI agree that the\nappeal should fail.\n[34]\tA community\napplication for a preferent right to prospect or mine\n(s 104\nof the\nMineral and Petroleum Resources Development Act 28 of 2002\n) requires\nthat an application be lodged with the Minister. The specific\nconsiderations set out in ss (2)(a) to (d) must be addressed\nin the\napplication. The Minister must expressly or by necessary implication\nbe made aware that the applicant relies on the terms\nof the section,\nwhether or not another application has been lodged for a prospecting\nor mining right in terms of\nsecs 16\nor\n22\nrespectively. The first\nappellantâs application satisfied none of these requirements. That\nis because it was conceived as a\ns 16\napplication. Recourse to\ns 104\nwas clearly an afterthought, and too late to influence the process.\n[35]\tI\nagree with Mpati P that the appeal against the refusal to grant a\nprospecting right to the first appellant was an appeal to\nthe\nMinister against the decision of a functionary and not one against a\ndecision of the Minister himself, for the reasons enunciated\nin the\nmain judgment. All the grounds relied on in the review (save,\nperhaps, the\ns 104\nquestion) were matters that could properly have\nbeen dealt with in an appeal under\ns 96(1).\nBut\ns 96(3)\nhas made what\nis usually a matter for the courtâs discretion a peremptory bar to\nthe bringing of review proceedings. (The constitutionality\nof the bar\nwas not challenged in the appeal before us.) The first appellant did\nnot obtain condonation in terms of\nregulation 74(4)\nfor the late\nnoting of his\ns 96(1)\nappeal. Consequently he could not and did not\npursue the appeal and, thereby, exhaust his remedies in terms of that\nsubsection. Review\nproceedings in which he raised any ground which\ncould have been answered by such an appeal were thus closed to him.\n[36]\tIn\nany event, having failed to pursue a condonation application, the\nfirst appellantâs appeal was writ in water. He must be\ntaken to\nhave abandoned it. Any review instituted under the\nPromotion of\nAdministrative Justice Act 3 of 2000\nwas subject to the time limit of\n180 days in\ns 7(1)\n, which fell to be calculated from the date on\nwhich the first appellant was notified of the rejection of its\napplication for prospecting\nrights. That period expired before the\nreview proceedings were launched. The court did not extend the period\n(under\ns 9(1)(b)\nor exempt the first appellant from its obligation to\nexhaust the internal remedy (under\ns 7(1)(c)).\n39\nanc\" HREF=\"#sdfootnote39sym\">\n39\n[37]\tI concur in the\norder proposed by Mpati P.\n________________\nJ A Heher\nJudge of Appeal\nCounsel for Appellants:\t\t\tG J\nMarcus SC; I Goodman\nInstructed by:\t\t\tRoutledge\nModise Eversheds\nc/o Jacobson & Levy Inc\nPRETORIA\nCorrespondents:\t\t\tLovius Block\nBLOEMFONTEIN\nCounsel for 1\nst\nRespondent:\t\t\tB E Leech\nInstructed by:\t\t\tWerksmans Inc\nc/o Weavind & Weavind\nPRETORIA\nCorrespondents:\t\t\tMatsepes\nBLOEMFONTEIN\nCounsel for 2\nnd\nâ 5\nth\nRespondent:\tM P van der Merwe\nInstructed by:\t\t\tThe State\nAttorney\nPRETORIA\nCorrespondents:\t\t\tThe State\nAttorney\nBLOEMFONTEIN\nCounsel for Intervening Party:\tM\nR Madlanga SC; F R Memani\nInstructed by:\t\t\tMakaula Zilwa\nInc\nc/o Ledwaba Mazwai Attorneys\nPRETORIA\nCorrespondents:\t\t\tNonxuba Inc\nBLOEMFONTEIN\n1\n28 of 2002.\n2\nA regional manager is defined in the Act as 'the\n\tofficer designated by the Director-General [of the Department of\n\tMineral and Energy]\nin terms of section 8 as a regional manager\n\tfor a specified area'. Section 8 provides that the Director-General\n\t'must . .\n. designate an officer in the service of the Department as\n\tregional manager for each region contemplated in s 7 who must\n\tperform\nthe functions delegated or assigned to him or her in terms\n\tof this Act or any other law'.\n3\nSection 16 reads:\n'(1) Any person who wishes to apply to\n\tthe Minister for a prospecting right must lodge the application-\n(\na\n)\tat\n\tthe office of the Regional Manager in whose region the land is\n\tsituated;\n(\nb\n)\tin\n\tthe prescribed manner; and\n(\nc\n)\ttogether\n\twith the prescribed non-refundable application fee.\n(2) The Regional Manager must accept an application for a\n\tprospecting right if-\n(\na\n)\tthe\n\trequirements contemplated in subsection (1) are met; and\n(\nb\n)\tno\n\tother person holds a prospecting right, mining right, mining permit\n\tor retention permit for the same mineral and land.\n(3) . . ..\n(4) If the Regional Manager accepts\n\tthe application, the Regional Manager must, within 14 days from the\n\tdate of acceptance, notify\nthe applicant in writing-\n(\na\n)\tto\n\tsubmit an environmental management plan; and\n(\nb\n)\tto\n\tnotify in writing and consult with the land owner or lawful occupier\n\tand any other affected party and submit the result of\nthe\n\tconsultation within 30 days from the date of the notice.\n(5) Upon receipt of the information\n\treferred to in subsection (4)(a) and (b), the Regional Manager must\n\tforward the application\nto the Minister for consideration.\n(6) . . ..'\n4\nAn environmental management plan is a plan to\n\tmanage and rehabilitate the environmental impact as a result of\n\tprospecting, etc.\n5\nSection 17(5) of the Act reads:\n'(5) The granting of a prospecting\n\tright  . . . becomes effective on the date on which the\n\tenvironmental management programme is\napproved in terms of section\n\t39.'\n6\nSection 47(1) provides that the Minister may\n\tcancel or suspend a prospecting right if the holder\n(a)\nis conducting any prospecting\n\toperation in contravention of the Act;\n(b)\nbreaches any material term or conditions of such right;\n(c)\nis contravening the approved environmental management programme, or\n(d)\nhas submitted inaccurate, incorrect of misleading information in\n\tconnection with any matter required to be submitted under the\nAct.\n7\nSee fn 3 for the provisions of s 16(4). Section 17(1)(a)\n\tprovides that the Minister 'must grant a prospecting right if the\n\tapplicant has access to financial resources and has the technical\n\tability to conduct the proposed prospecting operation optimally\nin\n\taccordance with the prospecting work programme'. There are other\n\trequirements under s 17(1) for the granting of the right,\nwhich\n\tare not strictly relevant for present purposes.\n8\nThe section provides:\n'96\tInternal appeal process and\n\taccess to courts\n(1) Any person whose rights or\n\tlegitimate expectations have been materially and adversely affected\n\tor who is aggrieved by any administrative\ndecision in terms of this\n\tAct may appeal in the prescribed manner to-\n(a)\nthe\n\tDirector-General, if it is an administrative decision by a Regional\n\tManager or an officer; or\n(b)\nthe\n\tMinister, if it is an administrative decision by the\n\tDirector-General or the designated agency.\n(2) An appeal in terms of subsection\n\t(1) does not suspend the administrative decision, unless it is\n\tsuspended by the Director-General\nor the Minister, as the case may\n\tbe.\n(3) No person may apply to the court\n\tfor the review of an administrative decision contemplated in\n\tsubsection (1) until that person\nhas exhausted his or her remedies\n\tin terms of that subsection.\n(4) Sections 6, 7(1) and 8 of the\n\tPromotion of Administrative Justice Act, 2000 (Act 3 of 2000), apply\n\tto any court proceedings\ncontemplated in this section.'\n9\nThe relevant parts of the section reads:\n'(1) Any community who wishes to\n\tobtain the preferent right to prospect or mine in respect of any\n\tmineral and land which is registered\nor to be registered in the name\n\tof the community concerned, must lodge such application to the\n\tMinister.\n(2) The Minister must grant such\n\tpreferent right if the community can prove that-\n(a)\nthe\n\tright shall be used to contribute towards the development and the\n\tsocial upliftment of the community concerned;\n(b)\nthe\n\tcommunity submits a development plan, indicating the manner in which\n\tsuch right is going to be exercised;\n(c)\nthe\n\tenvisaged benefits of the prospecting or mining project will accrue\n\tto the community in question; and\n(d)\nthe\n\tcommunity has access to technical and financial resources to\n\texercise such right.'\n10\nIn the appellants' Notice of Appeal paragraph 2\n\tof the order sought in the notice of motion is amended in that the\n\tword 'preferent'\nis inserted before the words 'prospecting right'.\n11\nSection 103(3) provides that the Minister 'may,\n\tin delegating any power or assigning any duty under subsection (1),\n\tauthorise the\nfurther delegation of such power and the further\n\tassignment of such duty by a delegatee or assignee'.\n12\nThe subsection reads:\n'Within 14 days after accepting an\n\tapplication lodged in terms of section 16, 22 or 27, the Regional\n\tManager must in the prescribed\nmanner-\n(a)\nmake\n\tknown that an application for a prospecting right, mining right or\n\tmining permit has been received in respect of the land\nin question;\n\tand\n(b)\ncall\n\tupon interested and affected persons to submit their comments\n\tregarding the application within 30 days from the date of the\n\tnotice.'\n13\nRegulation 3(3) is in the following terms:\n'In addition to the notice referred to\n\tin sub-regulation (1), the Regional Manager or designated agency, as\n\tthe case may be, must\nalso make known the application by at least\n\tone of the following methods-\n(a)\tPublication in the applicable\n\tProvincial Gazette;\n(b)\tNotice in the Magistrate's Court\n\tin the Magisterial District applicable to the land in question; or\n(c)\tAdvertisement in a local or\n\tnational newspaper circulating where the land or offshore area to\n\twhich the application relates,\nis situated.'\n14\nSee Government Gazette 26275, dated 23 April\n\t2004.\n15\nAbove n 3.\n16\nIt appears from an official stamp on the EMP\n\tdocument that the EMP was approved by the Regional Manager, Limpopo\n\tProvince, on 13\nNovember 2006.\n17\nCompare\nOudekraal Estates (Pty) Ltd v City of\n\tCape Town & others\n2004 (6) SA 222\n(SCA) para 31.\n18\nThe sub-section reads:\n'An applicant for a prospecting right,\n\tmining right or mining permit must, before the Minister approves the\n\tenvironmental management\nplan or environmental management programme\n\tin terms of section 39(4), make the prescribed financial provision\n\tfor the rehabilitation\nor management of negative environmental\n\timpacts.'\n19\nThe first appellant submitted its first\n\tapplication on or about 10 May 2006. That application was received\n\tby the Department on\n14 July 2006, but was rejected. The first\n\tappellant was advised of the rejection by letter dated 20 July 2006.\n20\n2008 (2) SA 622\n(SCA) paras 16-19.\n21\nSection 9 is r\neferred to in para 1 above.\n22\nAbove n 3.\n23\nAlthough the deponent states that the letter 'is\n\tundated' it was signed by the respondent on 6 December 2006.\n24\nSection 7(2) of PAJA provides as follows:\n'7(2)\n(a)\nSubject to paragraph\n(c)\n,\n\tno court or tribunal shall review an administrative action in terms\n\tof this Act unless any internal remedy provided for in any\nother law\n\thas first been exhausted.\n(b)\nSubject to paragraph\n(c)\n,\n\ta court or tribunal must, if it is not satisfied that any internal\n\tremedy referred to in paragraph\n(a)\nhas been exhausted, direct that the person concerned must first\n\texhaust such remedy before instituting proceedings in a court or\n\ttribunal for judicial review in terms of this Act.\n(c)\nA court or tribunal may, in exceptional circumstances and on\n\tapplication by the person concerned, exempt such person from the\n\nobligation to exhaust any internal remedy if the court or tribunal\n\tdeems it in the interest of justice.'\n25\nAbove N 6.\n26\nAbove n 8.\n27\nWalele v City of Cape Town & others\n[2008] ZACC 11\n;\n2008 (6) SA 129\n(CC) para 142.\n28\nSee Lawrence Baxter\nAdministrative\n\tLaw\n(1984) on p 442.\n29\nSee\nThompson,\n\tTrading as Maharaj & Sons v Chief Constable, Durban\n1965 (2) SA 296\n(D & CLD) at 302E-H;\nBartlett\n\tv Munisipaliteit van Kimberley\n1966\n\t(2) SA 95\n(G.W.P.A) at 101D-F.\n30\nRegulation 74(4) reads:\n'The Director-General or the Minister,\n\tas the case may be, may in his or her discretion and on such terms\n\tand conditions as he or\nshe may decide, condone the late noting of\n\tan appeal.'\n31\nThe relevant part is quoted in para 7 above.\n32\nSee s 96(3) above n 8.\n33\nSection 9(1) and (2) of PAJA are in the following\n\tterms:\n(1) The period of-\n(a)\n.\n\t. . ;\n(b)\n90\n\tdays or 180 days referred to in sections 5 and 7 may be extended for\n\ta fixed period,\nby agreement between the parties or,\n\tfailing such agreement, by a court or tribunal on application by the\n\tperson or administrator\nconcerned.\n(2) The court or tribunal may grant an\n\tapplication in terms of subsection (1) where the interests of\n\tjustice so require.'\n34\n2006 (2) SA 603\n(SCA).\n35\nPara 24. See too\nSetsokosane\n\tBusdiens (Edms) Bpk v Voorsitter, Nasionale Vervoerkomitee, & 'n\n\tander\n1986 (2) SA 57\n(A) at 86D-F.\n36\nChairperson, Standing Tender Committee &\n\tothers v JFE Sapela Electronics (Pty) Ltd & others\n2008\n\t(2) SA 638\n(SCA) para 28 and the cases there cited.\n37\n[2005] ZACC 3\n;\n2006 (3) SA 247\n(CC).\n38\n2009 (6) SA 232\n(CC).\n39\nI leave open the question of whether an exemption under s 7(1)(c)\n\twould also have surmounted the bar created by s 96(3) of the\n\tMinerals Act.",
  "scraped_at": "2026-02-11T20:21:19.114977",
  "date": "2010-03-31",
  "coram": [
    "MPATI P",
    "HEHER",
    "MALAN",
    "SHONGWE",
    "TSHIQI JJA"
  ],
  "case_number": "71/09",
  "parties": {
    "applicants": [
      "Bengwenyama Minerals (Pty) Ltd",
      "Bengwenyama-ye-Maswazi Tribal Council",
      "Trustees for the Time Being of the Bengwenyama-ye-Maswazi Trust"
    ],
    "respondents": [
      "Genorah Resources (Pty) Ltd",
      "Minister of Minerals and Energy",
      "Director General of the Department of Minerals and Energy",
      "Regional Manager, Limpopo Region, Polokwane of the Department of Minerals and Energy",
      "Deputy Director-General of the Department of Minerals and Energy"
    ]
  },
  "sections": {
    "facts": "In February 2006 Genorah Resources applied for a prospecting right over five farms in Limpopo and was accepted, submitting an environmental management plan (EMP) on 21 April 2006. The Deputy Director‑General approved Genorah's application and the prospecting right was granted on 28 August 2006, with notarial execution on 12 September 2006. On 14 July 2006 the first appellant (Bengwenyama Minerals and related trusts) lodged a separate application for only two of those farms. The Regional Manager accepted this application on 24 July 2006 but later refused it on 6 December 2006, citing that the prospecting right had already been granted to another applicant. The first appellant sought to cancel Genorah's right on grounds of alleged non‑compliance with sections 16(4) and 17(1)(a) of the Mineral and Petroleum Resources Development Act, and later claimed that its own application was actually a community application under section 104. Various letters were exchanged, including a letter from the Department in June 2007 indicating the matter was sub‑judice and that the appeal should be pursued by review. The first appellant then instituted a review application in August 2007, which was dismissed by the High Court.",
    "issues": "1. Whether the first appellant’s application was a community application under s 104 of the Act. 2. Whether the grant of the prospecting right to Genorah was ultra vires, in particular concerning lack of consultation, delayed EMP approval, and absence of a financial guarantee. 3. Whether the Department complied with statutory notice and consultation requirements under s 10(1) and the relevant regulations. 4. Whether an internal appeal under s 96 of the Act existed, whether it was exhausted, and whether condonation for its lateness was granted. 5. Whether the review application was filed within the 180‑day period prescribed by s 7(1) of PAJA. 6. Whether the court should set aside the grant on the basis of procedural irregularities or public‑interest considerations.",
    "principles": "The court applied the Mineral and Petroleum Resources Development Act, particularly sections 16, 17, 104, 96 and 103(3) on delegation of powers. It examined the requirements for a community application under s 104, noting that the applicant must expressly lodge the application with the Minister and satisfy the statutory criteria. The court considered PAJA provisions on internal remedies (s 96), condonation (Regulation 74(4)), and time limits for review (s 7(1)(b) & (c)). It affirmed that a delegate (the Deputy Director‑General) acting in his own discretion does not constitute an appeal against the Minister, and that a failure to obtain condonation means the internal remedy was not exhausted. The principle of finality and the court’s discretion to refuse setting aside an administrative act, even if procedurally defective, was also applied.",
    "application": "The court found that the first appellant’s application was filed as a normal s 16 prospecting‑right application and contained no reference to s 104; therefore it was not a community application. The Department’s delegation to the Deputy Director‑General was valid, and the grant to Genorah was not ultra vires. No internal appeal under s 96 was available to the first appellant, and the request for condonation was never granted. Consequently the review was filed outside the 180‑day window, and the court declined to extend the period. Given the lack of a valid community claim and the procedural bars, the appeal was dismissed.",
    "conclusion": "The appeal was dismissed. The first appellant was ordered to pay the respondents’ costs. No costs were awarded to the intervening party, and the court declined to set aside the prospecting right granted to Genorah."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Prospecting Rights",
    "level_3": [
      "Community Application",
      "Administrative Review",
      "PAJA",
      "Delegated Authority",
      "Procedural Fairness"
    ]
  }
}