{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/125.html",
  "case_name": "Vilakazi v S (284/2010) [2010] ZASCA 125 (30 September 2010)",
  "citation": "[2010] ZASCA 125",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 125\n|\nNoteup\n|\nLawCite\nVilakazi v S (284/2010) [2010] ZASCA 125 (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 284/2010\nNo Precedential Significance\nMBUTINI ISAAC VILAKAZI\n.................................................\nAppellant\nand\nTHE STATE\n................................................................................\nRespondent\nNeutral\r\ncitation:\nVilakazi\r\nv The State\n(284/10)\n[2010] ZASCA 125\n(30 September 2010)\nCoram:\nNUGENT and\r\nHEHER JJA and K PILLAY AJA\nHeard:\n13\r\nSeptember\n2010\nDelivered:\r\n30 September 2010\nSummary:\nRape\r\n─ whether conviction justified by the evidence – whether\r\nsentence of ten years’ imprisonment excessive.\n___________________________________________________________\nORDER\nOn appeal\r\nfrom:\nNorth\r\nGauteng High Court (Pretoria) (Basson J and Makhafola AJ sitting as\r\ncourt of appeal):\nThe appeal against conviction and\r\nsentence is dismissed.\n__________________________________________________________\nJUDGMENT\nK PILLAY AJA\r\n(Nugent and Heher JJA concurring)\n[1] The appellant was charged, in\r\nthe Regional Court of Mpumalanga, with rape. The appellant, who was\r\nrepresented at the trial,\npleaded not guilty and elected not to\r\ndisclose the basis of his defence. He was convicted and sentenced to\r\n10 years’ imprisonment.\nOn appeal to the North Gauteng High\r\nCourt, the conviction and sentence were confirmed. This appeal, which\r\nis with leave of the\ncourt below, is directed at both conviction and\r\nsentence.\n[2] The complainant is the\r\nappellant’s maternal aunt. At the time of the incident she was\r\n44 years old and he was 30. According\nto the complainant on 1 January\r\n2004, at 3:30 am, she was at the appellant’s parental home. A\r\nquarrel ensued between the\ncomplainant and the appellant’s\r\nmother, Ms Tomnina Ester Pakati, which caused the complainant to\r\nleave. She met the appellant\noutside and asked him to accompany her\r\nto her friend Elizabeth’s home. On the way, the appellant\r\ndecided to show the complainant\nhis home at Extension 22.\n[3] Upon arrival at Extension 22,\r\nthe appellant grabbed the complainant by her throat, led her to his\r\nroom where he forcibly had\nsexual intercourse with her. He instructed\r\nher not to scream and placed a knife next to her on the pillow. The\r\ncomplainant eventually\npersuaded him to leave so that she could go to\r\nher other sister Gogo’s home. This was about 5:30 in the\r\nmorning. The appellant\naccompanied her. On the way there, they parted\r\ncompany and she proceeded to her friend Elizabeth Ngwenya’s\r\nhome.\n[4] She reported the rape to\r\nElizabeth, who observed that her neck was swollen. Elizabeth gave her\r\nmoney and advised her to report\nthe incident to the appellant’s\r\nparents, which she did. They advised her to report the incident to\r\nthe police and took her\nto the police station, whereafter she was\r\ntaken to a medical doctor at a hospital.\n[5] As disclosed in\r\ncross-examination the appellant’s version was an alibi defence\r\nto the effect that he left his parental\nhome at 2:00 am with his\r\ngirlfriend and spent the rest of the early hours of that morning with\r\nhis girlfriend at Extension 22.\nHowever, the complainant insisted\r\nthat the girlfriend was never present at the appellant’s\r\nparental home.\n[6] It was not disputed that\r\nlater that day the complainant came across the appellant in hospital\r\nwhere, so he said, he had gone\nfor treatment for a foot injury. The\r\nappellant was arrested there.\n[7] Elizabeth Ngwenya testified\r\non the complainant’s behalf and confirmed that the latter had\r\nreported the rape to her on\nthe morning of 1 January 2004. She said\r\nthat she saw ‘black marks’ on the complainant’s\r\nneck.\n[8] The doctor who examined the\r\ncomplainant on 1 January 2004 tabulated his findings on a J88 form,\r\nthe contents of which were formally\nadmitted by consent. There were\r\nbruises on both sides of the complainant’s upper chest. No\r\nother injuries were noted. The\nJ88 form was admitted together with a\r\ndocument, bearing the reference 02DIAF3447XX. The document was titled\r\n‘Sexual Assault\nKit’ and recorded that swabs were taken\r\nfrom the complainant.\n[9] Sergeant Makwena, a forensic\r\nanalyst at the Forensic Science Laboratory, analysed genital swabs A\r\nand B of specimen 02DIAF3447XX\n‘L.A. Phalathi’ and found\r\nthat the genital swabs tested positive for semen.\n[10] A DNA expert, Sergeant\r\nMphepu, also testified. His evidence, was that he did a comparative\r\nanalysis of a control blood sample,\nmarked with reference number\r\n02DIAE6202XX ‘I.M.V.’ with genital swabs A and B with\r\nreference ‘02DIAF3447XX LA\nPhalati’, which revealed a\r\n99.99 percent match.\n[11] In the\r\nprocess of delivering judgment, the trial magistrate appears to have\r\nrealised that formal evidence was lacking that\nthe blood sample used\r\nfor comparative analysis was that of the appellant. It seems that\r\nsuch an admission might have been made\nbut had not been formally\r\nrecorded. He accordingly posed the following question to counsel for\r\nthe appellant:\n‘\nHowever\r\nthe Court does not have any notes for the formal admission that was\r\nmade that the blood sample that was used for comparison\npurposes was\r\nin fact the blood sample of the accused, is that in contention or can\r\nthe Court record that as a formal admission?’\nThe record reflects the following\r\nexchange thereafter:\n‘\nDEFENCE\n:\r\n(Inaudible)\nCOURT\n:\r\nCan the court then record it as a formal admission?\nDEFENCE\n:\r\n(Inaudible).’\nAnd further:\n‘\nSergeant\r\nMogute testified that when he received the said samples at the\r\nlaboratory together with a blood sample, which is referred\nas to a\r\ncontrol blood sample and which was formally admitted to be that of\r\nthe accused’s, he tested the vaginal swabs that\nwere taken from\r\nthe complainant and found them to react positively, in other words\r\nthat there was DNA present.’\n[12] In his\r\ntestimony, the appellant denied that he had any sexual intercourse\r\nwith the complainant. He confirmed that he was at\nhis parental home\r\nuntil 2:00 am on 1 January 2004, when he left with his girlfriend for\r\nhis home at Extension 22.\n[13] The appellant’s mother\r\ntestified on behalf of the appellant. She said that the appellant had\r\nleft her house with his\ngirlfriend at 2:00 am. The complainant\r\nremained with her until 4:00 am and then returned at 11:00 am to\r\nreport that the appellant\nhad raped her. The appellant’s\r\ngirlfriend confirmed his version so far as it related to her.\n[14] The trial\r\ncourt found that the cumulative weight of the DNA evidence, which\r\npositively linked the appellant to the commission\nof the crime,\r\ntogether with the credible evidence of the state witnesses\r\nestablished the appellant’s guilt beyond reasonable\ndoubt.\n[15] I have\r\npointed out that in the course of his judgment the magistrate asked\r\nwhether it was formally admitted that the blood\nsample that was\r\ntested against the specimen of semen had emanated from the appellant.\r\nNotwithstanding the inaudible replies from\ncounsel it is clear from\r\nthe fact that the magistrate proceeded with this questioning, that\r\nsuch an admission was formally made,\nand that was not disputed by\r\ncounsel before us. It was submitted on the appellant’s behalf\r\nthat the extraction of that admission\nwas irregular and that it had\r\nnot been made on the instruction of the appellant. In those\r\ncircumstances, so it was submitted, the\nadmission falls to be\r\nignored, with the result that the prosecution had not proved that the\r\nblood sample emanated from the appellant.\n[16] I do not\r\nthink the magistrate can be said to have acted irregularly in asking\r\nwhether a formal admission was being made. He\nwas entitled to admit\r\nevidence at any stage in the proceedings, which concluded only when\r\nthe verdict was delivered (provided,\nof course, that it did not cause\r\nprejudice the appellant). In view of the fact that the admission was\r\nindeed made it is clear that\nno prejudice was caused merely on\r\naccount of the fact that the admission was admitted only while he was\r\ndelivering his judgment.\nMoreover, it seems that, that was not the\r\nfirst time that the admission was made. As I said earlier, it seems\r\nthat the admission\nhad indeed been made before that, but had not been\r\nrecorded by the magistrate at the time.\n[17] It is\r\nwell established that an accused is bound by the admissions made on\r\nhis behalf by a legal representative unless such\nlegal representative\r\nhas not been properly instructed or the admission was made as a\r\nresult of a bona fide mistake.\n1\nSection 220\nof\r\nthe\nCriminal Procedure Act 51 of 1977\npermits a legal adviser to make\r\nany admission on his or her client’s behalf. The aforesaid\r\nsection provides:\n‘\nAn\r\naccused or his or her legal adviser or the prosecutor may in criminal\r\nproceedings admit any fact placed in issue at such proceedings\nand\r\nany such admission shall be sufficient proof of such fact.’\nThe contention that the admission\r\nwas not made on the instructions of the appellant was no more than an\r\nallegation made from the\nbar without any evidence before us that that\r\nwas so.\n[18] But even without the\r\nadmission the evidence was sufficient to establish, by inference,\r\nthat the blood sample that was tested\nhad indeed emanated from the\r\nappellant. It was not disputed that a blood sample had indeed been\r\ntaken from the appellant and sent\nto the laboratory for analysis. The\r\npossibility that the laboratory then inadvertently tested the semen\r\nsample against some other\nblood sample that happened to be there, and\r\nthat it coincidentally correlated with the semen sample, which is the\r\nlogical conclusion\nthat follows from the submission, is so remote\r\nthat it can safely be rejected.\n[19] It was\r\nalso submitted that the evidence fell short of establishing that the\r\nequipment used to perform the DNA analysis functioned\ncorrectly for\r\nthe performance of the task. In my view the submission has no merit.\r\nThe evidence established that the relevant technician\ncalibrated the\r\nequipment against standard samples, in accordance with ordinary\r\npractices. In the absence of any evidentiary basis\nfor suggesting the\r\nequipment might have been defective for the task that it was to\r\nperform there was no basis for finding that\nthat might possibly have\r\nbeen so.\n[20] The\r\nevidence of the complainant that she was raped was not placed in\r\nissue in the course of the trial (nor in argument before\nus). The\r\nonly matter in dispute was whether the appellant was the perpetrator.\r\nThe complainant implicated the appellant shortly\nafter the rape, both\r\nto her friend and to the police. The trial court found her to be a\r\ncredible witness. This finding, on perusal\nof the record cannot be\r\nassailed. Her evidence, which in itself might have justified a\r\nconviction, was corroborated by the DNA\nevidence. I have no doubt\r\nthat the appellant was properly convicted and his appeal in that\r\nrespect must be dismissed.\n[21] The\r\noffence fell within the ambit of\nPart III\nof Schedule 2 of the\nCriminal Law Amendment Act 105 of 1997\n, which carries a minimum\r\nsentence of ten years’ imprisonment. Both the trial court and\r\nthe court below were unable to find\nthat there were any substantial\r\nfactors proved that would compel a reduction in sentence.\n[22] The appellant’s\r\ntransgression must be viewed against the fact that the complainant is\r\nhis aunt who is much older than\nhe is. In asking him to accompany her\r\nin the early part of the morning to her friend’s residence, she\r\nactually sought his\nprotection. Instead he opportunistically\r\nsubjected her to the degradation of rape. She was also assaulted\r\nduring the rape and sustained\nbruises to her upper chest. There were\r\nno gynaecological injuries noted which is not unusual in women of her\r\nage who have borne\nchildren, as she had. Apart from the violence that\r\nis inherent in the act of rape, this case was aggravated by the\r\ndeliberate positioning\nof the knife alongside the complaint before\r\nthe assault was committed, which was clearly intended to intimidate\r\nher.\n[23] The only factors placed\r\nbefore the trial court in mitigation by the appellant, at the time of\r\nsentencing, were that he was\n32 years old, he had two minor children,\r\nand had been employed as a truck attendant. He had a previous\r\nconviction for theft and\nwas serving a 30 month sentence for assault.\r\nBoth the trial court and the court below were unable to find that\r\nthese factors were\nsufficiently weighty to constitute substantial and\r\ncompelling factors, and I agree. I might add that in my view the\r\nsentence that\nwas imposed was in any event an appropriate sentence,\r\neven had there been no minimum sentence.\n[24] In the circumstances the\r\nappeal against conviction and sentence is dismissed.\n___________________\nK Pillay\nActing Judge of Appeal\nAPPEARANCES:\nAPPELLANT: (Ms) L Augustyn\nInstructed by Legal Aid Board,\r\nPretoria\nLegal Aid Board, Bloemfontein\nRESPONDENT: JJ Kotze\nInstructed by The Director of\r\nPublic Prosecutions, Pretoria\nThe Director of Public\r\nProsecutions, Bloemfontein\n1\nDlamini\r\n\tv Minister of Law and Order & another\n1986\r\n\t(4) SA 342\n(D);\nS v\r\n\tMbelo\n2003 (1) SACR\r\n\t84\n(NCD).",
  "scraped_at": "2026-02-11T20:38:28.705638",
  "date": "2010-09-30",
  "coram": [
    "Nugent",
    "Heher JJA",
    "K Pillay AJA"
  ],
  "case_number": "284/2010",
  "parties": {
    "applicants": [
      "Mbutini Isaac Vilakazi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Mbutini Isaac Vilakazi, was charged with raping his 44‑year‑old maternal aunt on 1 January 2004. The complainant said the appellant forced her into his room, threatened her with a knife and had sexual intercourse with her. She reported the incident to a friend, who took her to the police and a hospital. Medical examination showed bruising on her neck and upper chest. Forensic analysis of genital swabs found semen that matched DNA taken from a blood sample identified as the appellant's, with a 99.99% match. The appellant claimed an alibi with a girlfriend and denied the assault. The trial court found the DNA evidence, corroborated by the complainant’s testimony, proved guilt beyond reasonable doubt and sentenced him to ten years’ imprisonment, the statutory minimum for rape.",
    "issues": "1) Whether the conviction for rape was justified in light of the DNA evidence and the alleged procedural irregularity concerning the admission that the blood sample belonged to the appellant. 2) Whether the sentence of ten years’ imprisonment was excessive or contrary to the minimum‑sentence provision of the Criminal Law Amendment Act.",
    "principles": "The court applied Section 220 of the Criminal Procedure Act, which allows admissions made by a legal representative to bind the accused unless made without proper instruction or by mistake. It also considered the reliability of DNA evidence and the requirement that the sample used for comparison be the accused’s. The minimum‑sentence rule in Part III of Schedule 2 of the Criminal Law Amendment Act 105 of 1997, which mandates at least ten years for rape, was examined, together with the need for substantial mitigating factors to justify a reduction.",
    "application": "The court held that the admission regarding the blood sample was properly made and not irregular, and even if it were excluded the DNA results and the circumstances of the case inferred that the sample was the appellant’s. The DNA evidence was deemed reliable, and the complainant’s testimony credible. No substantial mitigating factors—such as the appellant’s age, children, employment, or prior convictions—were sufficient to outweigh the seriousness of the offence, especially given the aggravating circumstance of using a knife and the victim being his aunt. Consequently, the statutory minimum sentence was appropriate.",
    "conclusion": "The appeal against both conviction and sentence was dismissed. The conviction for rape was upheld and the ten‑year imprisonment sentence, being the statutory minimum, was confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "DNA evidence",
      "admissibility of admission",
      "minimum sentence",
      "sentencing"
    ]
  }
}