{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/6.html",
  "case_name": "Commissioner for the South African Revenue Services v Fascination Wigs (Pty) Ltd (204/09) [2010] ZASCA 6; [2010] 3 All SA 129 (SCA); 72 SATC 112 (4 March 2010)",
  "citation": "[2010] ZASCA 6",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 6\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Services v Fascination Wigs (Pty) Ltd (204/09) [2010] ZASCA 6; [2010] 3 All SA 129 (SCA); 72 SATC 112 (4 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n204/09\nIn the\nmatter between:\nTHE\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\nSERVICE\t\t\t\t\t\t\tAppellant\nand\nFASCINATION WIGS (PTY) LTD \t\t\t\t      Respondent\nNeutral citation:\nCSARS v Fascination Wigs\n(204/09)\n[2010] ZASCA 06\n(4 March 2010)\nCoram:\nHARMS\nDP, LEWIS and LEACH JJA, and THERON  and \t\t\tSERITI AJJA\nHeard:\t\t16\nFebruary 2010\nDelivered\n4 March 2010\nSummary:\nTariff classification under Customs and Excise Act\n91 of 1964: wefts imported for attachment to hair are not prepared\nfor making of\na wig or the like and thus fall under tariff heading\n67.04 which covers finished items of false hair.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from :\nNorth\nGauteng High Court (Pretoria) (Prinsloo J sitting as court of first\ninstance):\n1 The appeal is upheld with costs including those of two counsel.\n2 The order of the high court is replaced with the following:\nâ\nThe applicantâs appeal in terms of s 47(9)(e)\nof the Customs and Excise Act 91 of 1964 is dismissed with costs,\nincluding the employment\nof two counselâ.\nJUDGMENT\nLEWIS JA (\nHarms DP, Leach JA and Theron and Seriti AJJA concurring)\n[1]\nAt issue in this\nappeal is whether synthetic hair products imported by the respondent,\nFascination Wigs (Pty) Ltd (Fascination Wigs),\nare to be classified\nas completed products for the purpose of levying customs duty on\nthem, or whether they fall under a tariff heading\nthat attracts no\ncustoms duty. Wigs, for example, are dutiable. Are wefts or weaves or\nbraids?\n[2]\nOn 6 December 2005\nthe appellant, the Commissioner for the South African Revenue Service\n(the Commissioner), acting in terms of s\n47(9)(a)(i)(aa) of the\nCustoms and Excise Act 91 of 1964, determined that certain synthetic\nhair products imported by Fascination\nWigs should be classified under\ntariff heading 6704.19 of Part 1 of Schedule 1 to the Act.\nFascination Wigs appealed against that\ndetermination in terms of s\n47(9)(e) of the Act. The high court upheld the appeal, and the\nCommissioner appeals to this court with\nthe leave of the high court.\n[3]\nFascination Wigs\nimports a number of natural hair products and synthetic or animal\nhair. Although initially the parties disputed the\nclassification of\nhuman hair imports as well as animal and synthetic hair, the question\nof the human hair products was not pursued\nin the high court and we\nare not concerned with it on appeal. The products in issue fall into\ntwo classes: âweavesâ for integration\ninto a personâs hair or\nfor gluing on to a scalp, and âbraiding fibresâ for integration\ninto hair by braiding (plaiting) it.\nWeaves are also referred to as\nwefts. Indeed, the term weave is but the American word for a weft. A\nweft, in general terms, comprises\nfibres woven or stitched together.\nIn the world of hairdressing, a weft comprises a number of fibres\n(natural or acrylic) stitched\ntogether to form tufts. They are used\nin making wigs or are attached to a personâs own hair by different\nprocesses.\n[4]\nThe essence of the\ndispute is whether the wefts in question, which are attachable by\nbraiding or weaving into a personâs natural\nhair, or gluing them to\nthe scalp, are to be classified, in broad terms, as items used for\nmaking up a wig, or as completed or finished\nproducts. If they fall\ninto the first category they are not dutiable. In the second category\nthey would attract duty. Naturally,\nFascination Wigs contends that\nthey are items used in making up wigs, or the like, and the\nCommissioner contends that they are completed\nproducts that are not\nthemselves changed in any way after importation, even though a\ncomplex and time-consuming process may be required\nto attach them to\nhair or to a head.\n[5]\nThe specific tariff\ncategories in issue are in chapter 67 of Schedule 1 of the Act.\nFascination Wigs contends that the wefts are to\nbe classified under\ntariff heading 67.03, while the Commissioner has determined that they\nfall under 67.04.\n[6]\nThe headings and\nrelevant explanatory notes are as follows:\nâ\n67.03 -\nHuman hair, dressed, thinned, bleached or otherwise worked; wool or\nother animal hair or other textile materials,\nprepared\nfor use in making wigs or the like\nâ\n(my emphasis).\nThe explanatory notes\ninclude\nthe following (excluding references to human hair):\nâ\nThis\nheading also includes wool, other animal hair (eg, the hair of the\nyak, angora or Tibetan goat) and other textile materials (eg,\nman-made fibres), prepared for use in making wigs and the like, or\ndollsâ hair. Products prepared for the above purposes include,\nin\nparticular:\nArticles\n\tconsisting of a sliver, generally of wool or other animal hair,\n\tinterlaced on two parallel strings and having the appearance\nof a\n\tplait. These articles (known as âcrapeâ) are normally presented\n\tin long lengths and weigh about 1 kg.\nWaved (curled) slivers of\n\ttextile fibres put up in small bundles each containing a length of\n\t14 to 15 m and weighing about 500g.\nâ\nWeftsâ\n\tconsisting of man-made fibres dyed in the mass, folded in two to\n\tform tufts which are bound together, at the folded ends,\nby a\n\tmachine-made plait of textile yarns approximately 2 mm wide. These\n\tâweftsâ have the appearance of a fringe in the length.â\n67.04 â\nâWigs, false beards, eyebrows and eyelashes, switches and the like,\nof human or animal hair or of textile materials; articles\nof human\nhair not elsewhere specified or included.\n-Of synthetic textile materials:\n6704.11 â\nComplete wigs\n6704.19 â Other\n6704.20 â Of human hair\n6704.90 â\nOf other materials\nâ\nThe explanatory notes state:\nâ\nThis\nheading covers:\nMade up\n\tarticles of po\nstiche\n\tof all kinds manufactured of human or animal hair or of textile\n\tmaterials. These articles include wigs, beards, eyebrows\nand\n\teyelashes, switches, curls, chignons, moustaches and the like. They\n\tare usually of high-class workmanship intended for use\neither as\n\taids to personal toilet or for professional work (eg, theatrical\n\twigs).\n. . . .â\n[7]\nThe principles\napplicable in determining whether articles fall under a particular\nclassification are well-settled. I shall not rehearse\nthem, save to\nrefer to the basic principles briefly. In\nInternational\nBusiness Machines SA (Pty) Ltd v Commissioner for Customs and Excise\n1\nNicholas AJA said:\n'\nThe\nprocess of classification\nClassification\nas between headings is a three-stage process: first, interpretation â\nthe ascertainment of the meaning of the words\nused in the headings\n(and relevant section and chapter notes) which may be relevant to the\nclassification of the goods concerned;\nsecond, consideration of the\nnature and characteristics of those goods; and third, the selection\nof the heading which is most appropriate\nto such goods.'\n[8]\nA court must also\nhave regard to the General Rules for the Interpretation of the\nHarmonized System (the Brussels Notes),\n2\nRule 1 of which states that 'for legal purposes, classification shall\nbe determined according to the terms of the headings and any\nrelative\nsection or chapter notes and, provided such headings or notes do not\notherwise require, according to the following provisions'.\n[9]\nThe explanatory\nnotes are guides to classification and interpretation. In\nSecretary\nfor Customs and Excise v Thomas Barlow & Sons Ltd\n3\nTrollip JA said that 'they are not worded with the linguistic\nprecision usually characteristic of statutory precepts; on the\ncontrary\nthey consist mainly of discursive comment and\nillustrations'.  On the general principles of classification see too\nCommissioner for Customs and Excise v\nCapital Meats CC (in liquidation)\n;\n4\nLewis Stores (Pty) Ltd v Minister of\nFinance & another\n;\n5\nCSARS v Komatsu Southern Africa (Pty)\nLtd\n6\nand\nCSARS v The Baking Tin (Pty) Ltd\n.\n7\nThese cases all affirm that when classifying imported goods one must\nhave regard to their objective characteristics at the time of\nimportation.\n[10]\nThe parties accept\nthat the essential difference between tariff headings 67.03 and 67.04\nis that the former covers âproducts prepared\nfor useâ in making\nwigs or the like â that is,\ncomponents\nof articles such as wigs, hairpieces, switches, false eyebrows,\nbeards and moustaches, whereas the latter covers the\ncomplete\narticles. The components that are non-dutiable have been processed or\nworked upon to a point where they can be used in the making\nof\narticles of postiche, as referred to in the explanatory notes to\n67.04. âPosticheâ means false hair. In the Shorter Oxford\nEnglish\nDictionary it is defined, inter alia, as âan imitation substituted\nfor the real thingâ.\n8\n[11]\nThe Commissioner\ncontends that the wefts or braids imported by Fascination Wigs are\ncomplete articles. Nothing further need be done\nto them for use.\nFascination Wigs, on the other hand, maintains that the articles need\nfurther working in order to constitute postiche.\nThe fibres cannot\nsimply be attached to the head. They must be woven or braided onto a\npersonâs hair, or glued onto the scalp,\nwith skill and expertise.\nThe final appearance of the false hair is like a wig â very\ndifferent from the product as imported. And\ncounsel for Fascination\nWigs argues that the conclusive words in the heading of 67.03 are\nâprepared for use in making wigs\nor\nthe like\nâ (my emphasis). The\ncontention is thus that when a skilled hairdresser attaches the\nfibres to a personâs head he or she is preparing\nsomething like a\nwig and that the final appearance is postiche.\n[12]\nThe argument is\nbased on the evidence of hairdressers and wigmakers that the process\nof attachment may be complex and time-consuming,\nand that the\nfinished work is like a wig. It is indeed so that the attached\ncomponents â the finished appearance â may look very\ndifferent\nfrom the products as imported. But the question remains whether the\nfibres in issue are âprepared for use in making wigs\nor the likeâ.\nThe Commissioner contends that they are not: they are complete\nproducts which undergo no process themselves. They\nare not used for\nmaking a wig or the like. The method of attachment, and the skill and\ntime required to weave or glue the fibres\nonto the personâs hair or\nhead, are irrelevant. A new product does not come into being.\n[13]\nThe Commissioner\ncontends further that although the process of attachment of the\nfibres (the braids and wefts) may be complex, the\nproducts are\nsimilar in effect to the false curls, switches, chignons, eyebrows,\neyelashes, beards and moustaches referred to in\n67.04. They are not\ncomponents of something else, and are not prepared for use in making\nsomething like a wig.\n[14]\nThe high court\nfound that the evidence of the manufacturer of the fibres (Mr Chan\nKwok Keung of Evergreen Products Factory Ltd (Evergreen)\nin China)\nsupported Fascination Wigsâ contention that the articles should\nfall under 67.03: they were materials prepared for use\nin making wigs\nor the like.\n[15]\nHowever, the\nevidence of Kueng, as argued by counsel for the Commissioner, does\nnot support that finding. He said (in a replying affidavit\nto that of\nMs Reinette Cremore for the Commissioner) that Fascination Wigs\nimports single wefts, with a single line of stitching,\ncomprising a\nplait. Evergreen also manufactures, he stated, âwigs from both\nsingle and double weftsâ. The double wefts used to\nmake wigs âare\nnot similar to the double wefts imported by the Applicant\n[Fascination Wigs]â.\n[16]\tKeung\ncontinued:\nâ\nTh\ne\ndouble wefts imported by the Applicant are stitched differently in\nthat the weft when doubled is not stitched directly on top of\neach\nother, it is stepped one on up and one down. However, if Evergreen\nshould ever use the double wefts imported by the Applicant\nto make\nwigs, we would stitch the wefts directly on top of each other, which\nin my opinion would give additional volume to the design\nof the wig.\nThe double\nwefts made by Evergreen for the Applicant are specifically made\naccording to the Applicantâs preference, in that a single\nweft is\nfolded over and the weft is then sewed so that one weft is sewn above\nthe other. Notwithstanding the latter, I maintain that\nthe product\nremains a weft and confirm that it is as simple as picking the stitch\nto turn the double weft into a single weft.â\n[17]\nFascination Wigs\nrelied heavily on the fact that explanatory note 3 to heading 67.03\nrefers to and defines wefts, arguing that certain\nof the products it\nimports fall within that definition. This begs the question. The\nwefts referred to in the definition must still\ncomply with the\nheading which requires that they are prepared for use in making wigs\nand the like â which is not the case here.\nIn any event, the term\nweft on its own has no significance. Wefts are used to make wigs, and\nare expressly referred to for such purpose\nin the explanatory notes\nto 67.03, set out earlier.\n[18]\tThere is no reference to wefts in 67.04. But,\nas I have said, a weft is no more than a collection of fibres woven\nor stitched\ntogether and may be folded to form tufts. And it is not\ndisputed that braids are also wefts. The question is not whether\nwefts are\nreferred to in the explanatory notes to tariff heading\n64.04. It is whether, objectively, the wefts in issue â and not\nwefts in\ngeneral â are themselves complete and can be used without\nbeing changed or processed in any way.\n[19\n]\tKeungâs evidence\nwas that if Fascination Wigs wished to use Evergreen wefts for making\nup wigs, it would make a product that is\ndifferent from that which\nthey actually do supply. The wefts that Evergreen supplied to\nFascination Wigs, and that are in question,\nare not, he said,\nsuitable for making wigs.\n[20\n]\tNor are these wefts\nactually used for making wigs. They are used as attachments to a\npersonâs hair or head, in the same way as\nare switches or chignons.\nThe complexity of the manner of attachment and the ultimate\nappearance when the attachment is completed,\ndoes not change their\nessential nature.  That seems to me to be conclusive of the dispute.\nThe articles were correctly classified\nby the Commissioner as falling\nunder tariff heading 67.04.\n[21\n]\n1\nThe appeal is upheld\nwith costs including those of two counsel.\n2 The order of the high court is replaced with the\nfollowing:\nâ\nThe applicantâs appeal in terms of s 47(9)(e)\nof the Customs and Excise Act 91 of 1964 is dismissed with costs,\nincluding the employment\nof two counselâ.\n_______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\tA Meyer SC (with him I Enslin)\nInstructed by State\nAttorney, Pretoria;\nState Attorney, Bloemfontein.\nRESPONDENTS:\t\t\tC E Puckrin SC\n(with him I Ellis)\nInstructed by Marlon Shevelew &\n\t\t\t\t\t\t\tAssociates, Cape Town;\nWebbers, Bloemfontein.\n1\n1985 (4) SA 852\n(A) at 863F-H.\n2\nSection 47(8)(a) of the Act.\n3\n1970 (2) SA 660\n(A) at 676C-D.\n4\n[1998] ZASCA 80\n;\n1999 (1) SA 570\n(SCA) 573A-E.\n5\n65 (2003) SATC 172\npara 8.\n6\n2007 (2) SA 157\n(SCA) para 8.\n7\n2007 (6) SA 545\n(SCA) paras 5 and 6.\n8\nThird ed 1988. The word does\n\tnot appear in the 10\nth\ned of the Concise Oxford English Dictionary (2002).",
  "scraped_at": "2026-02-11T20:10:47.469366",
  "date": "2010-03-04",
  "coram": [
    "Harms DP",
    "Lewis JA",
    "Leach JA",
    "Theron AJJA",
    "Seriti AJJA"
  ],
  "case_number": "204/09",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "Fascination Wigs (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Fascination Wigs (Pty) Ltd imported synthetic hair products, specifically wefts (also called weaves or braids), which are fibres stitched together and intended to be attached to a person’s hair or scalp. The Commissioner for the South African Revenue Service classified these imports under tariff heading 6704.19, a dutiable category for completed false‑hair articles. Fascination Wigs appealed, arguing that the wefts are components prepared for the making of wigs and therefore fall under heading 67.03, which is non‑dutiable. The High Court upheld the appeal, but the Commissioner appealed to the Supreme Court of Appeal.",
    "issues": "The primary issue was whether the imported wefts should be classified under tariff heading 67.03 (\"prepared for use in making wigs or the like\") and thus be exempt from duty, or under heading 67.04 (completed false‑hair articles such as wigs) and be subject to customs duty.",
    "principles": "The Court reiterated the established three‑stage classification test: (1) interpretation of the wording of the headings and relevant notes; (2) assessment of the goods' nature and characteristics; (3) selection of the most appropriate heading. It emphasized the relevance of the General Rules for the Interpretation of the Harmonised System (Brussels Notes) and the explanatory notes attached to headings 67.03 and 67.04. Precedent cases (e.g., IBM SA, Secretary for Customs and Excise v Thomas Barlow, Capital Meats) were cited to confirm that classification must be based on the objective characteristics of the goods at the time of import, not on subsequent processing or the skill required for attachment.",
    "application": "Applying these principles, the Court examined the manufacturer’s evidence that the wefts supplied to Fascination Wigs were single or double wefts stitched in a manner unsuitable for making wigs directly. The wefts required additional weaving or gluing to become a wig‑like product, and the attachment process was deemed irrelevant to classification. Consequently, the wefts were deemed complete articles that could be used without further processing, fitting the description in heading 67.04 rather than the component‑oriented heading 67.03.",
    "conclusion": "The Supreme Court of Appeal dismissed the Commissioner’s appeal, upheld the High Court’s decision, and replaced the High Court order with a dismissal of the applicant’s appeal under s 47(9)(e) of the Customs and Excise Act, with costs, including the employment of two counsel, awarded to the Commissioner."
  },
  "tags": {
    "level_1": "Customs Law",
    "level_2": "Tariff Classification",
    "level_3": [
      "customs duty",
      "tariff heading 67.03",
      "tariff heading 67.04",
      "synthetic hair",
      "wefts"
    ]
  }
}