{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/151.html",
  "case_name": "SA Predator Breeders Association and Others v Minister of Environmental Affairs and Tourism (72/10) [2010] ZASCA 151; [2011] 2 All SA 529 (SCA) (29 November 2010)",
  "citation": "[2010] ZASCA 151",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 151\n|\nNoteup\n|\nLawCite\nSA Predator Breeders Association and Others v Minister of Environmental Affairs and Tourism (72/10) [2010] ZASCA 151; [2011] 2 All SA 529 (SCA) (29 November 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 72/10\nIn the matter between:\nSA PREDATOR BREEDERS\r\nASSOCIATION\n............................................\n1\nST\nAppellant\nM C MOSTERT\n............................................................................................\n2\nND\nAppellant\nD CILLIERS\n..................................................................................................\n3\nrd\nAppellant\nand\nMINISTER OF\r\nENVIRONMENTAL AFFAIRS AND TOURISM\n.....................\nRespondent\nNeutral citation\n:\nSA Predator Breeders Association v Minister of Environmental\r\nAffairs\n(72/10)\n[2010] ZASCA 151\n(29 November 2010)\nCoram:\nHEHER,\r\nSNYDERS, BOSIELO, SHONGWE JJA and R PILLAY AJA\nHeard:\n4 November\r\n2010\nDelivered:\n29\r\nNovember 2010\nUpdated:\nSummary:\nEnvironmental\r\nmanagement – Biodiversity Act 10 of 2004 – regulations\r\nmade in terms of s 97 – reg 24(2) validity\n– hunting of\r\ncaptive-bred lions – prohibition – upliftment of\r\nprohibition – Minister’s reasons for\nmaking regulation\r\nirrational.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nFree State High Court\r\n(Bloemfontein) (Rampai and Van der Merwe JJ sitting as court of first\r\ninstance):\n1. The appeal succeeds,\r\nin part, with costs, including the costs of two counsel.\n2. The order of the court\r\na quo is set aside and replaced with an order in the following terms:\n‘\n(a)\r\nIt is declared that the inclusion of the lion (\npanthera\r\nleo\n)\r\nwithin the definition of ‘listed large predator’ in the\r\ndefinition in regulation 1 of the Threatened or Protected\nSpecies\r\nRegulations published on 23 February 2007 as amended, would have the\r\neffect of rendering regulation 24(2), in its present\nform, invalid in\r\nso far as it applies to a ‘put and take’ animal that is a\r\nlion.\n(b) The relief claimed in\r\nrespect of the definition of ‘put and take animal’ and\r\nregulation 60 is refused. No order\nis made in respect of regulation\r\n71.\n(c) The respondent is to\r\npay the costs of the application including the costs of two counsel.’\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (SNYDERS,\r\nBOSIELO, SHONGWE JJA AND R PILLAY AJA concurring):\n[1] This appeal concerns\r\nthe validity of certain regulations made by the respondent under\ns 97\nof the\nNational Environmental Management: Biodiversity Act 10 of\n2004\n.\n[2] The first appellant\r\nis a society that represents the interests of breeders of predators\r\nand of hunters of such animals bred\nin captivity. It is a nationwide\r\nconsolidation of various societies which previously existed to\r\nfurther regional and local interests.\nIt has 123 members of whom\r\nabout half reside and carry on their activities in the Free State\r\nprovince. The second appellant, Mr\nMatthys Mostert, is a farmer at\r\nBothaville who is engaged in breeding lions with the intention of\r\nreproducing the Cape lion, extinct\nsince 1832. The third appellant is\r\nMr Deon Cilliers who farms at Excelsior where he breeds lions in\r\ncaptivity which are sold and\nhunted, in particular by persons who\r\ncome to this country as visitors for that purpose.\n[3] The respondent (‘the\r\nMinister’) is the Cabinet member responsible for national\r\nenvironmental management and, as\nsuch, for the administration of the\r\nAct.\n[4]\r\nOn 23 February 2007 the Minister caused to be published in GN R.152\r\nthe Threatened or Protected Species Regulations. In GN R.150\nand\r\nR.151, published simultaneously, he respectively determined the\r\neffective date of the Regulations as 1 June 2007 and published\nlists\r\nof critically endangered, endangered, vulnerable and protected\r\nspecies. The lion (\npanthera\r\nleo\n) appeared in\r\nthe category\nVulnerable\r\nspecies-Indigenous\nfacing\r\na high risk of extinction in the wild in the medium-term future,\r\nalthough they are not a critically endangered species or\nan\r\nendangered species\n.\n[5]\r\nOn 4 May 2007 the appellants applied to the Free State Provincial\r\nDivision of the High Court for an order reviewing, correcting\nand\r\nsetting aside the Regulations. In the alternative they sought an\r\norder to the same effect but limited to the definition of\n‘put\r\nand take animal’ in regulation 1, the whole of regulation 24,\r\nand the whole of regulation 60, and in addition\nan order reviewing,\r\ncorrecting and setting aside the Minister’s decision not to\r\ninclude in regulation 71 a transitional provision\nthat allowed a\r\nperiod of grace in respect of the effective commencement of the\r\nregulations concerning the hunting of lions.\n1\n[6]\r\nAfter the application was launched the Minister published various\r\namendments to the Regulations. For purposes of the application\n(and,\r\nlikewise, the appeal) GN R.69 of 28 January 2008 is of importance. In\r\naddition to introducing the so-called ‘fair chase\nprinciple’\r\nand substituting the definition of ‘put and take animal’,\n2\nthe lion was removed from the\r\ndefinition of ‘listed large predator’.\n[7] As the court a quo\r\n(Van der Merwe J, Rampai J concurring) pointed out in its judgment\r\ndelivered in June 2009 much of the relief\nclaimed in the notice of\r\nmotion was thereby rendered inappropriate. However, because the\r\nMinister had made it clear that the removal\nof lions from the\r\ndefinition was done only to allow the balance of the regulations to\r\nbe put into operation pending a decision\nin the application, and as\r\nhis expressed intention was, in the event of the application being\r\ndismissed, forthwith to again amend\nthe definition to include the\r\nlion as a ‘listed large predator’ (and thereby make the\r\nregulations applicable to lions),\nthe parties requested the court a\r\nquo to determine the validity of the challenged regulations as if\r\nthey remained applicable to\nlions and, if justified, to issue a\r\nsuitable declaratory order. The court a quo approached the\r\napplication on that basis and, the\nsame considerations applying, we\r\ndo likewise.\n[8] In the event, the\r\nHigh Court found no merit in any of the appellants’ criticisms\r\nof the validity of the regulations. It\ntherefore dismissed the\r\napplication with costs, including those resulting from the employment\r\nof two counsel.\n[9] The High Court\r\nsubsequently dismissed an application for leave to appeal against its\r\norder. On application to this Court leave\nwas granted.\n[10]\r\nThe Act became operative on 1 September 2004. Its stated objectives\n3\ninclude, within the\r\nframework of the\nNational Environmental Management Act 107 of 1998\n,\r\nprovision for the management and conservation of biological diversity\r\nwithin the Republic and the components of such diversity.\n4\n[11]\r\nChapter 4 of the Act deals with Threatened or Protected Ecosystems\r\nand Species. Its purposes include provision for the protection\nof\r\nspecies that are threatened or in need of protection to ensure their\r\nsurvival in the wild.\n5\n[12] Section 56 of the\r\nAct empowers the Minister to publish in the Gazette lists of\r\ncritically endangered species, endangered species\nand vulnerable\r\nspecies, the common characteristic of which is a high risk of\r\nextinction in the wild (distinguished by differences\nin imminence of\r\nthe threat) and protected species (which are of such high\r\nconservation value or national importance that they require\nnational\r\nprotection). It was in the exercise of this power that the Minister\r\npublished GN R.151.\n[13] Section 57 provides\r\n(to the extent that is relevant):\n‘\n(1)\r\nA person may not carry out a restricted activity involving a specimen\r\nof a listed threatened or protected species without a\npermit issued\r\nin terms of Chapter 7.\n(2)\r\nThe Minister may, by notice in the\nGazette\n,\r\nprohibit the carrying out of any activity -\n(a)\r\nwhich is of a nature that may negatively impact on the survival of a\r\nlisted threatened or protected species; and\n(b)\r\nwhich is specified in the notice,\nor\r\nprohibit the carrying out of such activity without a permit issued in\r\nterms of Chapter 7.’\n[14] A ‘restricted\r\nactivity’ is extensively defined in s 1(1) of the Act. In\r\nrelation to a specimen of a listed threatened\nor protected species it\r\nincludes breeding, hunting, catching, capturing or killing any living\r\nspecimen, and pursuing, lying in\nwait for or luring such a specimen.\n[15]\r\nOne of the specified functions of the Minister is to prescribe a\r\nsystem for the registration of institutions, ranching operations,\n\nnurseries, captive breeding operations and other facilities.\n6\n[16]\r\nThe Minister is required to establish a scientific authority for the\r\npurpose of assisting in regulating and restricting the\ntrade in\r\nspecimens of listed threatened or protected species.\n7\nThe functions of\r\nthe scientific authority include\ni)\r\nmonitoring the legal and illegal trade in specimens of listed\r\nthreatened or protected species;\n8\nii)\r\nadvising the Minister and other organs of state on the matters that\r\nit monitors;\n9\niii)\r\nmaking recommendations on applications for permits referred to in\r\nsection 57(1) or (2);\n10\nand\n(iv)\r\nadvising the Minister on the registration of captive breeding\r\nfacilities.\n11\n(v)\r\ndealing with any other function prescribed or delegated to it by the\r\nMinister.\n12\nThe\r\nscientific authority must, when necessary, consult with, organs of\r\nstate, the private sector, non-governmental organizations,\nlocal\r\ncommunities and other stakeholders before making any findings or\r\ngiving any advice.\n13\n[17]\r\nSection 97 empowers the Minister to make regulations on a wide\r\nvariety of topics including the carrying out of a restricted\nactivity\r\ninvolving a specimen of a listed threatened or protected species,\n14\nthe facilitation of\r\nthe implementation and enforcement of s 57(1) and any notice\r\npublished in terms of s 57(2)\n15\nand the composition\r\nand operating procedure of the scientific authority.\n16\n[18]\r\nBefore exercising a power to make or amend regulations under s 97 the\r\nMinister must follow an appropriate consultative process,\nincluding\r\nconsultation with the MEC for Environmental Affairs of each province\r\nthat may be affected by the exercise of the power\nand allowing public\r\nparticipation in the process in accordance with s 100.\n17\nBefore publishing\r\nany regulations in terms of s 97(1) or any amendment to them, the\r\nMinister must follow a consultative process\nin accordance with\r\nsections 99 and 100.\n18\n[19]\r\nThe Regulations published on 23 February 2007 contained\n19\nthe following\r\nprovisions which were specifically attacked in the appellants’\r\nnotice of motion in the High Court:\n(a) the definition of\r\n‘put and take animal’:\n‘”\nput\r\nand take animal” means a live specimen of a captive bred listed\r\nlarge predator . . . that is released on a property irrespective\nof\r\nthe size of the property for the purpose of hunting the animal within\r\na period of twenty four months’.\nBy\r\nthe amendment published on 28 January 2008 the words ‘on a\r\nproperty irrespective of the size of the property’ were\n\ndeleted. The words ‘after its release from a captive\r\nenvironment’ were added before the full stop.\n20\n(b) Regulation 24:\n‘\n(1)\r\nThe following are prohibited activities involving a large listed\r\npredator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros):\n‘\n(a)\r\nThe hunting of a listed large predator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros) that is a put and take animal;\n(b)\r\nthe hunting of a listed large predator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros) in a controlled environment;\n(c)\r\nthe hunting of a listed large predator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros) under the influence of any tranquilising, narcotic,\r\nimmobilising or similar agent; and\n(d)\r\nthe hunting of a listed large predator released in an area adjacent\r\nto a holding facility for listed large predators; and\n(e)\r\nthe hunting of a listed large predator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros) by making use of a gin trap;\n(f)\r\nthe hunting of a listed large predator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros), unless the owner of the land on which the animal is to\r\nbe hunted provides an affidavit or other written proof\nindicating -\n(i)\r\nthe period for which the species to be hunted has been on that\r\nproperty, if that species was not born on that property; and\n(ii)\r\nthat the species to be hunted is not a put and take animal;\n(g)\r\nthe breeding in captivity of a listed large predator, unless the\r\nprospective breeder provides a written undertaking that no\npredator\r\nof that species will be bred, sold, supplied or exported for hunting\r\nactivities that are considered prohibited activities\nin terms of\r\nparagraphs (a) to (e) of this subregulation;\n(h)\r\nthe sale, supply or export of a live specimen of a listed large\r\npredator,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros) bred or kept in captivity unless the person selling,\r\nsupplying or exporting the animal provides an affidavit\nor other\r\nwritten proof indicating -\n(i)\r\nthe purpose for which the species is to be sold, supplied or\r\nexported; and\n(ii)\r\nthat the species is not sold, supplied or exported for hunting\r\nactivities that are considered prohibited activities in terms\nof\r\nparagraphs (a) to (e) of this subregulation;\n(i)\r\nthe purchase or acquisition of a live specimen of a listed large\r\npredator species,\nCeratotherium\r\nsimum\n(White\r\nrhinoceros) or\nDeceros\r\nbicornis\n(Black\r\nrhinoceros) bred or kept in captivity unless the person purchasing or\r\nacquiring the species provides an affidavit or other\nwritten proof\r\nindicating-\n(i)\r\nthe purpose for which the species is to be purchased or acquired; and\n(ii)\r\nthat the species is not purchased or acquired for hunting activities\r\nthat are considered prohibited activities in terms of\nparagraphs (a)\r\nto (e) of this subregulation.\n(2)\r\nSubregulation (1) does not apply to a listed large predator,\nCeratotherium simum\n(White rhinoceros) or\nDiceros\r\nbicornis\n(Black\r\nrhinoceros) bred or kept in captivity which -\n(a)\r\nhas been rehabilitated in an extensive wildlife system; and\n(b)\r\nhas been fending for itself in an extensive wildlife system for at\r\nleast twenty four months.’\nAccording to Regulation\r\n1:\n‘‘‘\nextensive\r\nwildlife system” means a system that is large enough, and\r\nsuitable for the management of self-sustaining wildlife\npopulations\r\nin a natural environment which requires minimal human intervention in\r\nthe form of -\n(a)\r\nthe provision of water;\n(b)\r\nthe supplementation of food, except in times of drought;\n(c)\r\nthe control of parasites; or\n(d)\r\nthe provision of health care’.\n‘‘‘\nbred\r\nin captivity” or “captive bred”, in relation to a\r\nspecimen of a listed threatened or protected animal species,\nmeans\r\nthat the specimen was bred in a controlled environment’.\n‘‘‘\ncontrolled\r\nenvironment” means an enclosure designed to hold specimens of a\r\nlisted threatened or protected species in a way\nthat -\n(a)\r\nprevents them from escaping;\n(b)\r\nfacilitates intensive human intervention or manipulation in the form\r\nof the provision of -\n(i)\r\nfood or water;\n(ii)\r\nartificial housing; or\n(iii)\r\nhealth care; and\n(iv)\r\nfacilitates the intensive breeding or propagation of a listed\r\nthreatened or protected species, but excludes fenced land on\nwhich\r\nself-sustaining wildlife populations of that species are managed in\r\nan extensive wildlife system’.\n‘‘‘\ncaptive\r\nbreeding operation” means a facility where specimens of a\r\nlisted threatened or protected animal species are bred in\na\r\ncontrolled environment for -\n(a)\r\nconservation purposes; or\n(b)\r\ncommercial purposes’.\n(c) Regulation 60:\n‘\n(1)\r\nThe Scientific Authority consists of:\n(a)\r\nTwo members to represent the Department [the national Department of\r\nEnvironmental Affairs and Tourism];\n(b)\r\none member to represent each provincial department;\n(c)\r\none member to represent South African National Parks;\n(d)\r\none member to represent SANBI [the South African Biodiversity\r\nInstitute];\n(e)\r\none member to represent the natural history museums;\n(f)\r\none member to represent the National Zoological Gardens.\n(2)\r\nThe Minister appoints the members of the Scientific Authority.\n(3)\r\nThe Director-General must request each provincial department, South\r\nAfrican National Parks, the SANBI, the natural history museums\nor the\r\nNational Zoological Gardens, as the case may be, to nominate persons\r\nfor appointment to the Scientific Authority in accordance\nwith\r\nsub-regulation (1).’\n[20] The main relief that\r\nthe appellants sought in the application (and persisted in during the\r\nappeal) depended on various procedural\nshortcomings prior to the\r\npublication of the regulations as well as failures in the\r\nconsultative process.\n[21] There is much to be\r\nsaid for the submission of appellants’ counsel that the\r\nMinister could not and did not apply his\nmind to the substance of\r\ntheir written representations concerning the draft regulations\r\npublished for comment on 5 May 2006. Those\nrepresentations were\r\nreceived by the Department in June 2006 but were not seen by the\r\nMinister until 7 February 2007. By that time\nthe form and substance\r\nof the regulations had to all intents and purposes been finalized and\r\nin fact the Regulations were published\nbarely two weeks later.\n[22] There also appears\r\nto be merit in the appellants’ contention that the failure to\r\ninclude transitional provisions to cater\nfor the ban on hunting\r\nbrought about by reg 24(1)(a) was grossly unreasonable having regard\r\nto the size of the industry, its long\nduration, the extent of\r\ninvestment in infrastructure and forward planning, the economic\r\neffects on the many persons employed in\nand in connection with it and\r\nthe large stock of captive-bred lions for which provision would have\r\nto be made.\n[23] Success in any of\r\nthe procedural respects might result in the setting aside of the\r\nregulations as a whole. There are however\nthree reasons why I\r\nconsider that a decision about the alternative relief is more\r\nappropriate. First, the appellants have no quarrel\nwith the substance\r\nof the regulations in general. Even those specified as flawed are\r\nalleged to be so only in so far as they affect\nthe hunting of\r\ncaptive-bred lions save, in the case of reg 60, the perceived\r\nshortcomings in the membership of the scientific authority\nset up by\r\nthe Minister to advise him. Second, the regulations have now been in\r\nforce for almost four years. We have not been addressed\non the\r\nresults of nullifying them at this stage. Third, the regulations\r\naffect many more interested parties than the appellants.\nI should be\r\nloath to make any order which may radically prejudice such persons\r\nwithout adequate notice and the opportunity to join\nin these\r\nproceedings.\n[24] Therefore, whatever\r\nthe merits of the other arguments raised on behalf of the appellants,\r\nit seems to me that the appeal can\nand should be decided on other\r\nmatters of substance that must necessarily affect the future approach\r\nof the Minister. I shall accordingly\nconfine the remainder of this\r\njudgment only to the targeted regulations.\nThe Panel of Experts\n[25] In June 2005 the\r\nMinister appointed experts to advise him on the drafting of norms and\r\nstandards for professional and recreational\nhunting in South Africa.\r\nIt is common cause that one of the reasons for doing so was the\r\nadverse publicity in South Africa and\nabroad which attached to\r\ncertain malpractices in the hunting industry, particularly through\nso-called\r\n‘canned lion hunting’.\n21\nThe panel received\r\noral and written submissions from a variety of sources including the\r\nhunting industry. In November 2005 it published\nits final report and\r\nsubmitted it to the Minister. The panel was then disbanded. The draft\r\nregulations were published in May 2006.\nThe panel was not\r\nreconstituted and afforded an opportunity of considering and\r\ncommenting on the representations received by the\nMinister in\r\nresponse to the draft regulations.\n[26] The Minister’s\r\nduty was to consider and accept or reject representations made to him\r\nin response to the draft regulations.\nIn so far as compromises were\r\nreached by the panel without any consideration or knowledge of the\r\ncontent of those representations\nit behoved the Minister not merely\r\nto accept the panel’s conclusions but to test them against the\r\nsubstance of the representations.\nThere is no indication in his\r\naffidavit that he did so.\n[27] Examination of the\r\npanel’s final report strongly suggests that the Minister\r\nmisinterpreted or distorted its ‘recommendations’\nin this\r\nregard as I shall attempt to show.\n[28]\r\nThe appellants directed their attack on reg 24(2) at the perceived\r\nabsence of rationality underlying the Minister’s decisions.\n\nRationality, as a necessary element of lawful conduct by a\r\nfunctionary, serves two purposes: to avoid capricious or arbitrary\r\naction by ensuring that there is a rational relationship between the\r\nscheme which is adopted and the achievement of a legitimate\n\ngovernment purpose\n22\nor that a decision\r\nis rationally related to the purpose for which the power was given,\n23\nand to ensure the\r\naction of the functionary bears a rational connection to the facts\r\nand information available to him and on which\nhe purports to base\r\nsuch action.\n24\nAs noted in the\nPharmaceutical\ncase\r\nat para 90 ‘a decision that is objectively irrational is likely\r\nto be made only rarely but, if this does occur a court\nhas the power\r\nto intervene and set aside the irrational decision’.\n[29] The appellants’\r\nattack on the definition of ‘put and take animal’ and on\r\nreg 24 was substantially aimed at\nthe imposition in reg 24(2) of the\r\n24 month sterilization of the hunting of captive-bred lions. In short\r\nthey contended that:\n1. The period of 24 months bore no rational\r\nconnection to any legislative purpose of the Act.\n2. No rational basis\r\nexisted for the underlying assumption that a captive-bred lion can be\r\nrehabilitated at all.\n3. The period of 24\r\nmonths could not be rationally justified by any information in the\r\npossession of the Minister when he approved\nthe Regulations or\r\nsubsequently.\nThe legislative basis\r\nfor the imposition of the prohibition in reg 24(1)(a)\n[30] Regulation 24\r\nrequires to be read as a whole. Subreg (1) proclaims a series of\r\nprohibited activities including the hunting\nof listed large predators\r\nwhich are ‘put and take’ animals. Subreg (2) uplifts the\r\nprohibition created in reg 24(1)(a)\nunder specified circumstances.\r\nWhat legislative purpose does the prohibition on the hunting of ‘put\r\nand take’ lions\nserve? The two principal purposes of the Act\r\nare the management and conservation of South Africa’s\r\nbiodiversity and the protection\nof species and ecosystems. More\r\nspecifically, s 57(2) of the Act, in empowering the Minister to\r\nprohibit the carrying out of any\nactivity involving a listed\r\nthreatened or protected species provides that he or she may only do\r\nso if that activity ‘is of\na nature that may negatively impact\r\non the survival’ of that species. The specific condition for\r\nthe exercise of a prohibiting\npower is thus one which serves for the\r\nprotection of that species. Although s 57(2) contemplates publication\r\nof a prohibitory notice\non an ad hoc basis in the Gazette, it is\r\nclear that in so far as the Minister chooses to include an equivalent\r\nprohibition in regulations\nmade under his powers under s 97(b) of the\r\nAct the exercise of his power must be read as subject to s 57(2)(a)\r\nsince it is s 57\nwhich creates the bar on carrying out restricted\r\nactivities and\nempowers\r\nthe Minister to licence them.\n25\nOne may therefore\r\naccept that the Minister in making reg 24(1)(a) considered that the\r\nhunting of put and take lions with or without\na permit constituted a\r\nthreat to the survival of the lion as a species. Where a power to\r\nimpose a prohibition can only be exercised\nif it will achieve or tend\r\nto a particular result – as is the case with s 57(2)(a) –\r\nand the functionary decides to\nterminate the prohibition such a\r\ndecision will be irrational unless he or she first considers whether\r\nthe reason for the prohibition\nhas ceased to apply. It follows that,\r\nin arriving at his decision to include provision for the uplifting of\r\nthe prohibition the\nMinister should have considered whether there was\r\nevidence available that, if the prohibition were to be lifted, the\r\npotential\nnegative impact on the survival of the species would not\r\npersist. Only if he was so satisfied could he rationally have made s\r\n24(2).\n[31] The Minister did not\r\nhowever suggest that he had had such a justification in mind or been\r\ninfluenced by it in formulating or\napproving the formulation of the\r\nregulation. His reasons were entirely different. He did not\r\ndistinguish between rehabilitation\nand the subsequent two year freeze\r\non hunting. Rather he elided the two regulations by suggesting that\r\ntwo years was warranted\nin order to ensure that a captive-bred lion\r\nwould become\nin fact\nself-sustaining. That justification is\r\nhowever in conflict with the plain wording of reg 24(2), as I shall\r\nattempt to show.\nThe structure of\r\nregulation 24(2)\n[32] The prohibition on\r\nhunting put and take animals does not operate once such an animal\n(i) has been\r\nrehabilitated in an extensive wildlife system, and\n(ii) has been fending for\r\nitself for 24 months in such a system.\nAs to the first\r\nrequirement, neither the Act nor the regulations defines\r\n‘rehabilitation’. Counsel were unable to suggest\na clear\r\nmeaning in relation to a ‘put and take animal’ or a\r\ncaptive animal. The legislation does not specify who is\nto determine\r\nwhen rehabilitation has been achieved and by what standard such a\r\njudgment is to be made. Reading the two requirements\ntogether it\r\nappears to me that the first must embrace (at least) the\r\ntransformation of the animal from human dependency to\r\nself-sustainability\nin the wild, while the second requires that a\r\nperiod of 24 months must elapse\nafter\nthe animal has achieved\r\nsuch self-sustainability. ‘Fending for itself’ and\r\nself-sustainability seem to me to convey\nthe same degree of viability\r\n– the animal must effectively be left to its own natural\r\ndevices with minimal human input. It\nis clear from the respondent’s\r\naffidavit that the Minister considered that a captive-bred lion could\r\nbe rendered self-sustainable.\nThe Minister’s\r\njustification of s 24(2)\n[33] The Minister’s\r\nexplanation and justification for his conditional upliftment of the\r\nprohibition in reg 24(1) is set out\nin the answering affidavit as\r\nfollows:\n‘\n45.1\r\nDit is korrek dat daar geen wetenskaplike dokument bestaan waarvan ek\r\nen die lede van die Paneel bewus is wat aandui dat die\n24 maande\r\nselfversorgingsperiode aanduidend is van die feit dat ‘n groot\r\nroofdier wat so lank in ‘n extensiewe wildproduksiestelsel\n\nlosgelaat was al die nadelige effekte van die feit dat hy in\r\naanhouding geteel is oorkom het nie.\n45.2\r\nOlver bevestig dat die Paneel die kwessie van die tyd wat ‘n\r\ngroot roofdier soos voormeld selfversorgend moet wees (“die\n\nselfversorgingsperiode”) indringend bespreek het. Olver\r\nbevestig voorts dat al die insette wat tot die Paneel se beskikking\n\ngestel is, behoorlik oorweeg is.\n45.3\r\nBothma bevestig dat die Paneel die insette van alle persone gebruik\r\nhet om oor beginsels te debatteer. Die Paneel het dit nie\nnodig\r\ngevind om elke inset individueel uit te lig om sodoende argumente vir\r\nen daarteen in hulle verslag te vervat nie. Hy bevestig\nvoorts waar\r\nsekere voorstelle nie in die Paneel se verslag gereflekteer word nie,\r\ndit bloot beteken dat daar nie oor daardie voorstel\nkonsensus by die\r\nlede van die Paneel was nie, of dat die Paneel dit nie as geldige of\r\nrelevante kommentaar beskou het nie. Bothma\nwys verder daarop dat die\r\nlede van Paneel soms wyd uiteenlopende standpunte gehad het en dat\r\nsommige insette wat die Paneel ontvang\nhet totaal onaanvaarbaar was\r\nvir sekere lede van die Paneel. Derhalwe was die Paneel genoodsaak om\r\nkompromieë te vind.\n45.4\r\nOlver bevestig voorts dat die Paneel na deeglike oorweging konsensus\r\nbereik het dat ‘n selfversorgingsperiode van 24\nmaande in die\r\nomstandighede billik sal wees.\n45.5\r\nOlver bevestig verder ook dat die Paneel die 24 maande\r\nselfversorgingsperiode beskou het as ‘n kompromie tussen ‘n\n\ntotale verbod op die jag van groot roofdiere wat in aanhouding geteel\r\nis aan die een kant en ‘n situasie waar die jag van\nsulke diere\r\nglad nie verbied word nie. Die kompromie laat ruimte vir sulke diere\r\nom inderdaad selfversorgend te word, en tot die\nmate waartoe dit wel\r\nmoontlik is, die nadelige effek van die feit dat hulle in aanhouding\r\ngeteel is, te oorkom. Die 24 maande selfversorgingsperiode\nbevredig\r\nvoorts ook tot ‘n mate die gevoel van die algemene publiek dat\r\ndit totaal verkeerd is om ‘n groot roofdier\nwat in aanhouding\r\ngeteel is, dadelik na loslating te jag.\n45.6\r\nEk, in my hoedanigheid as funksionaris belas met die toepassing van\r\ndie Wet en die maak van regulasies daarkragtens, was aanvanklik\nvan\r\noordeel dat die “geblikte jag” van groot roofdiere, sowel\r\nas die jag van groot roofdiere wat in aanhouding geteel\nis, totaal\r\nverbied moet word . . . [The Minister furnished evidence of his\r\npublic espousal of such a prohibition.]\n45.7\r\nNa deeglike oorweging van die aangeleentheid het ek egter ingesien\r\ndat die Paneel se kompromisvoorstel die beter oplossing\nvir die\r\nprobleem is, en het toe dienooreenkomstig besluit.’\n[34] It appears from\r\nthese and other passages in the answering papers that the Minister\r\nwas motivated by the following considerations:\n1. The recommendation of\r\nthe panel of experts appointed in 2005 to advise him on the\r\ncompilation of norms and standards for the\nhunting industry.\n2. Public opinion in so\r\nfar as it was strongly opposed to the hunting of captive-bred lions.\n3. The ethical practices\r\nof hunting including ‘fair chase’.\n[35] To the extent that\r\nthe Minister was influenced by the report of the panel in reaching\r\nhis final conclusion on the form that\nreg 24(2)(b) should take, he\r\nwas the decision-maker and was entitled and indeed under a duty to\r\ntake into account all relevant\nevidence including the views of\r\nexperts such as the Panel. But in this instance:\ni) the panel met, heard\r\nrepresentations formulated and submitted its report and was disbanded\r\na year before the draft regulations\nwere published for comment;\nii) the modus operandi in\r\nformulating its report was to reach consensus on disputed issues and\r\nto reflect that agreement in the\nreport that it submitted to the\r\nMinister, without detailing the conflicting views or the motivations\r\nfor them. The Minister was\nnot therefore in a position to consider or\r\njudge for himself concerning the substance or merit of such views but\r\nwas entirely reliant\non what the Panel had regarded as an acceptable\r\ncompromise;\niii) what Olver and\r\nBothma deposed to in their affidavits in the court proceedings\r\nconcerning the substance of the panel’s\nconsideration of any\r\nmatter, its thoroughness or fairness in evaluating conflicts and its\r\nreasons for arriving at its recommendations\nis hearsay and moreover\r\nirrelevant to the decision of the Minister unless there is evidence\r\nthat it was reflected in the report\nof the experts and was present to\r\nhis mind in making his decision.\n[36] The Minister\r\nexplained that he himself had been strongly in favour of imposing an\r\noutright ban on the hunting of captive-bred\nlions. His opposition\r\nseems to have stemmed from ethical reasons, the prevalence of\r\nmalpractices in relation to such hunting and\nthe adverse effects on\r\nSouth Africa’s reputation particularly in relation to tourism.\r\nThe Minister deposed that he was persuaded\nto adopt the lesser step\r\ninvolved in the formulation of reg 24(2), ‘as recommended by\r\nthe panel’ with the intention\nof permitting continued hunting\r\nof captive-bred animals subject to its terms. He described this (as\r\nthe panel had done) as a compromise\nbetween those who would tolerate\r\nno hunting and those who would allow it. The Minister and his expert\r\nwitnesses conceded that there\nwas no scientific basis for the\r\nassumption that a captive-bred lion could be rendered self-sufficient\r\nwithin any certain period\nor indeed at all. Such examples of apparent\r\nself-sustainability as he offered were shown by the respondent in\r\nreply to be in the\nhighest degree unreliable. Nor was the Minister\r\nable to put forward any ground that might justify the 24 month\r\nfreeze. As I have\nsaid I understand his reasoning to be that he\r\nthought that that would be a sufficient period within which an animal\r\ncould prove\nits self-reliance and would afford it opportunity to\r\ndevelop its ‘natural’ skills for use in avoiding those\r\nwho sought\nto hunt it, this last apparently regarded by him as\r\nhumane, ethical and favouring the fair chase principle.\n[37] It is by no means\r\nclear to me how either ethical hunting (whatever its limits may be)\r\nand fair chase fit into a legislative\nstructure which is designed to\r\npromote and conserve biodiversity in the wild, and, more especially\r\nin relation to captive-bred\npredators that are not bred or intended\r\nfor release into the wild. But the Minister’s reliance on the\r\nrecommendation of the\npanel is in any event misplaced and represents\r\na distortion of its view. The panel said in its Final Report:\n‘\nFor\r\nthe purposes of protecting the integrity of the hunting profession,\r\nand the reputation of the country in this regard, hunting\nshould not\r\nbe permitted within intensive production systems. Where animals that\r\nhave been intensively bred but not genetically\nmanipulated become\r\nself-sustaining on extensive wildlife production systems,\ntheir\r\nhunting can be allowed once they are self-sustaining\n.\r\n. . . The principle of fair chase is not compatible with the hunting\r\nof captive-bred animals\nunless\r\nthey have become self-sustaining\non\r\nextensive wildlife production units.’ (My emphasis)\n[38]\r\nThe panel of experts submitted its final written report to the\r\nMinister in September 2005. The report contained no recommendation\n\nfor the observance of any period between ‘rehabilitation’\r\nand hunting. On the contrary, it stated that hunting could\nbe allowed\r\nonce the animals were self-sustaining in an extensive wildlife\r\nsystem. The only logical interpretation of its key recommendations\nis\r\nthat the panel was of the consensus opinion that no hunting should be\r\npermitted\nuntil\na captive-bred\r\nlarge predator had become self-sustaining. The panel did not draw the\r\ndistinction which the Minister enunciates on\nseveral occasions\r\nbetween self-sufficiency and ‘becoming more self-sufficient’\r\n(over 24 months). That distinction is\nalso inconsistent with the\r\nformulation of reg 24(2) which presupposes an ascertainable point in\r\ntime when self-sufficiency is attained\nand from which the 24 month\r\nperiod may be accurately determined. All this leads to the inevitable\r\ninference that the period laid\ndown in reg 24(2)(b) derived either\r\nfrom a misunderstanding of the panel’s report or a distortion\r\non the part of the Minister.\nA further possibility, supported by\r\ninformation communicated to him by Olver, Dorrington\n26\nand others, is that\r\nthe Minister elected to follow not the content of the report but\r\nrather the version of its views communicated\nto him at second-hand,\r\nwhich neither represented the consensus nor had the benefit of\r\nmotivation. The line drawn by the Minister\nat 24 months appears to be\r\nan arbitrary attempt to cut the gordian knot which linked the two\r\nirreconcilable protagonists, without\na justifiable basis in fact or\r\nexpert opinion for choosing that cut-off point. It was both misguided\r\n(in its interpretation of\nthe panel’s recommendations) and\r\nirrational (in possessing no foundation in fact). Nor as I have\r\npointed out was it related\nto the statutory powers conferred on him.\n[39] The panel advised\r\nthat hunting should be permitted once an animal became\r\nself-sustaining. It did not suggest any delay period\nthereafter or\r\nsuggest any reasons to impose such a restriction. Nor did it\r\ninvestigate the question of whether a large predator\nsuch as a lion\r\ncould successfully be rehabilitated or make any finding to that\r\neffect. The Minister was unable to place any evidence\nbefore the\r\ncourt in the application to establish a probability of such success.\r\nHis leading expert Prof Bothma (Emeritus Professor\nof Nature\r\nConservation Management at the University of Pretoria, and a member\r\nof the panel) said in answer to the averments of\nthe appellants’\r\nexperts Dr Keet and Prof de Waal that he was unaware that any\r\nrehabilitation had ever been successfully undertaken.\nCan a lion bred in\r\ncaptivity fend for itself in the wild?\n[40] This is the fulcrum\r\non which the logic of reg 24(2) depends. The Minister’s\r\nintention as expressed in that sub-regulation\nwas to allow hunting of\r\ncaptive-bred lions to be pursued under the specified circumstances\r\nand not to make such hunting impossible\nor even impracticable. But if\r\nthere can be no real prospect that such lions will be able to look\r\nafter themselves then there will\nbe as little prospect of hunting\r\nbeing permitted and the purported upliftment of the ban in reg\r\n24(1)(a) will be meaningless and\nreg 24(2), in its present form,\r\nirrational. In this regard it should be borne in mind that ‘fending\r\nfor itself’ means\nbecoming substantially independent of human\r\nbeings. That inference is consistent with the requirement of\r\n‘rehabilitation\nin an extensive wildlife system’ ie a\r\nsystem suitable for the management of self-sustaining populations\r\nwhich requires minimal\nhuman intervention, inter alia, in the form of\r\nprovision of water and supplementation of food.\n[41] The appellants,\r\nhaving adopted the stance that a captive-bred lion could not\r\nsuccessfully be rehabilitated at all, objected\nthat the 24 month\r\ndelay was arbitrary and unsupported by any scientific evidence. As\r\nwill be seen I am of the view that closer\nexamination of the\r\nMinister’s reasons bears out their objections.\n[42] The evidence placed\r\nbefore the court in the application on this issue may be summarised\r\nas follows:\n1. The panel of experts\r\ndoes not appear to have investigated the feasibility of\r\nrehabilitating lions from a captive environment.\nIt assumed that a\r\ncaptive-bred lion could be rendered self-sustainable by appropriate\r\nrehabilitation.\n2. Dr Bothma stated as\r\nfollows:\n’\n29.1\r\nDaar bestaan geen wetenskaplike rekord wat daarop dui dat leeus wat\r\nin aanhouding geteel is al ooit suksesvol in the natuur\nin die\r\nRepubliek van Suid-Afrika vrygelaat is, en weer in hulle wilde staat\r\naangepas het nie.\n29.2\r\nSou sodanige leeus wel in die natuur vrygelaat word, bestaan die\r\nrisiko dat ‘n vermenging van twyfelagtige genetiese\nmateriaal\r\nkan plaasvind. Daarbenewens is dit te betwyfel of sulke leeus oor die\r\nvermoë sou beskik om in die natuur te oorleef.’\nHe also said:\n’\n42.2\r\nDie meeste herbivore pas geredelik maklik aan by loslating en word\r\nselfversorgend terwyl dit nie met leeus gebeur nie.’\nAnd:\n‘\nDit\r\nis alom bekend dat geen leeupopulasie selfonderhoudend kan wees op\r\nnormale grootte wildplase sonder dat die prooibasis van tyd\ntot tyd\r\naangevul word nie. Sodanige populasie sal altyd intensief bestuur\r\nmoet word. . .\nSelf-sustaining\r\nlion prides on extensive but fenced wildlife production units have a\r\nmassive impact on prey species. This needs\nto be considered before\r\nthe decision to have free-ranging lions is made. In fact, the only\r\nsystems that can allow for such a luxury\nare the more extensive\r\nconservancies, immediately neighbouring vast conservation areas or\r\nnational parks. Fenced areas smaller\nthan 60 000 hectare would need\r\nto replenish certain of the more popular prey species like Blue\r\nWildebeest at regular intervals\nor practise lion population control.’\n3. The Minister deposed\r\nas follows:\n’\n72.2\r\nBothma bevestig weer eens dat daar nog geen wetenskaplike rekord\r\nbestaan dat leeus wat in aanhouding geteel is al suksesvol\nin die\r\nnatuur van die Republiek van Suid-Afrika vrygelaat is nie. Van der\r\nMerwe bevestig dat selfs die leeus wat die onderwerp\nwas van\r\nwêreldwye aandag en wat deur Joy en George Adamson geteel is en\r\nlater vereer is as die “\nBORN\r\nFREE\n”\nleeus\r\nten spyte van die Adamson-egpaar se onvermoeide aandag wanaangepas\r\ngebly het en dat daar later van hulle uiteindelik doodgeskiet\nmoes\r\nword omdat hulle mensvreters geword het.\n72.3\r\nOlver bevestig dat die Paneel geen wetenskaplike getuienis ontvang\r\nhet wat daarop dui dat enige leeu wat in die natuur, onder\nandere, in\r\ndie Republiek van Suid-Afrika gebore is se voortbestaan verseker is\r\ndeur die feit dat leeus in aanhouding geteel en\ngejag word nie.\r\nBoonop bevestig Bothma en Van der Merwe dat die vrylating in die\r\nnatuur van leeus wat in aanhouding geteel is,\nongewens is, en wel\r\naangesien die genetiese waarde daarvan twyfelagtig is vanweë\r\nmenslike ingryping in die teelprogramme,\nen dat die beskermde wyse\r\nwaarop sodanige leeus grootgemaak word, twyfel laat ontstaan oor\r\nhulle vermoë om in die natuur te\noorleef en jagters te vermy.’\n4. Dr Keet, the Chief\r\nState Veterinarian in the Kruger Park, whose views were made\r\navailable to the Minister in a report submitted\nin response to the\r\ndraft regulations, deposed in the application on behalf of the\r\nappellants:\n’\n54.1\r\nProf Bothma is tereg skepties oor die twee beweerde voorbeelde van\r\ndie suksesvolle hervestiging en selfversorgend-wording van\ndie\r\n“\nvrygelate\n”\nleeus\r\nvan twee leeuboere in die Vrystaat.\n.\r\n. .\n54.3\r\nSoos prof Bothma tereg opmerk is sodanige leeus nie selfversorgend\r\nnie, selfs al word hulle slegs van tyd tot tyd van kos deur\ndie mens\r\nvoorsien. Sy pleidooi vir streng wetenskaplike toetse weens die\r\nbelangrike implikasies wat dit inhou, bevestig bloot die\nApplikant se\r\nstandpunt dat die 24 maande vrylatingstydperk op geen wetenskaplike\r\nbasis berus nie.’\nIn his representations on\r\nbehalf of the appellants he said:\n‘\na.\r\nIt is our conviction that it is impossible for a pride of lions to\r\nqualify as a managed wild population because of the fact that\nthese\r\nlions need to be constantly supplied with prey animals that are easy\r\nto capture. Furthermore it is impossible to meet all\nthe social\r\nrequirements of a lion population. For this reason such a group can\r\nmerely be described as glorified captive lions.\nb.\r\nTo re-establish lions and wait for six months during which they are\r\nfed expensive wild natural prey animals (that are not predator\nwise)\r\nmust be considered futile. During this period a variety of\r\nunfortunate events can take place – mostly related to the\n\ncomplex social behaviour patterns of lions. Once a decision is made\r\nto have a lion hunted it would be best to have it executed\nover a\r\nmore realistic period of time. We fail to understand how and why a\r\nperiod of six months is required. On what scientific\ngrounds was this\r\ndecided on?’\n5. Dr H O de Waal deposed\r\non behalf of the appellants. He is an Associate Professor in the\r\nDepartment of Animal Science at the University\nof the Free State, a\r\nfounder researcher of the African Large Predator Unit and an\r\nexecutive member of the African Lion Working\nGroup. In reply to a\r\nDepartmental query in September 2006 in which he was specifically\r\nasked to motivate his views regarding an\nappropriate ‘wilding\r\nperiod’ before hunting should take place, he responded as\r\nfollows:\n‘\nIt\r\nis doubtful whether the term “rehabilitated after being\r\nreleased” should be used in the context of captive-bred lions.\n\nThe human imprint on these animals is very strong. Once released they\r\nmay adapt to free ranging conditions and learn to stalk and\ncatch\r\nlive prey (given time and opportunity). However, they do not regard\r\nhumans as “danger” or something to be avoided,\nas wild\r\nanimals would tend to do unless cornered or in dire need of food\r\n(e.g. predating on livestock).\nTherefore,\r\nif the objective is to hunt a lion (provided the necessary permits\r\nhave been issued) it is unnecessarily cruel to allow\na single lion to\r\nbe on its own in unknown territory for a prolonged period. Lions are\r\ngregarious (living in prides), thus only\nnomads will live solitary\r\nlives in the wild at the fringes of established prides. These nomads\r\nhave to evade other lions on a continuous\nbasis (in the wild) which\r\nis a stressful ordeal. It is immaterial how long the captive bred\r\nlion is allowed to run free before\nit is hunted, it can never be\r\nregarded as being rehabilitated – therefore, preferably the\r\nshorter, the better the period\nbetween release and being hunted to\r\nprevent unnecessary stress.\nIf\r\na second lion is added to the fenced area where another lion is\r\nalready running free and depending on the size of the fenced\narea,\r\nthe lions may cause undue stress to each other because of their mere\r\npresence or more likely might even start fighting.’\nHe suggested that a\r\nseven-day time frame between release from captivity and hunting was\r\nappropriate for reasons which he explained.\n[43] Thus there was no\r\nmaterial disagreement between the experts on the question of the\r\nprospect of rehabilitating a captive-bred\nlion. At worst a successful\r\noutcome was speculative, at best, very unlikely. This foundation\r\nprovided no sufficient reason for\nthe Minister to lay a premise of\r\nself-sustainability before hunting could be allowed. To do so was not\r\na rational exercise of his\npower.\n[44] No doubt the\r\nMinister was entitled to take account of the strong opposition and\r\neven revulsion expressed by a substantial body\nof public opinion to\r\nthe hunting of captive-bred lions. But in providing an alternative he\r\nwas bound to rely on a rational basis.\nThe evidence proves that he\r\ndid not do so.\n[45] Taken singly or\r\ncumulatively the Minister’s reasons for formulating rule 24(2)\r\nas he did\n(i) do not rationally\r\nconduce to the objectives of the Act;\n(ii) given his intention\r\nthat hunting should not be the subject of a total prohibition, tend\r\nto the opposite effect;\n(iii) cannot be justified\r\naccording to the facts and opinions available to him.\nThe composition of the\r\nScientific Council\n[46] The appellants’\r\ncase is, as I understand it, that although s 60 of the Act appears to\r\nvest the Minister with an unfettered\ndiscretion as to the size and\r\nmembership of the scientific authority, no exercise of his power to\r\nmake appointments can be rational\nwithout representation of the\r\ninterests of the lion breeding and hunting industry. That this is so\r\nthe appellants derive from the\ngreat emphasis which the Act is said\r\nto place on participatory governance in the promotion of its\r\nobjectives. Reference is made\nto the fair and equitable sharing among\r\nstakeholders of benefits arising from biological resources, the\r\nintegration of social,\neconomic and environmental factors in the\r\nplanning, implementation and evaluation of decisions in the interest\r\nof sustainable development,\nthe ensuring of access to biodiversity by\r\npreviously disadvantaged persons, and the requirement that decisions\r\nmust take into account\nthe interests, needs and values of all\r\ninterested and affected parties including the recognition of all\r\nforms of knowledge including\ntraditional knowledge (s 2(4)(i) of the\r\nAct).\n[47] No doubt the\r\nelements referred to by the appellants are matters which the Minister\r\nshould have in mind when taking decisions\nin furtherance of the Act\r\nand its objectives. To the extent that the breeding and hunting of\r\nlions plays some role in promoting\nand managing biodiversity it also\r\ninfluences economic and social consequences over a wide geographical\r\nrange. The subjects on which\nthe authority must advise the Minister\r\nare such as may materially affect the breeding and hunting industry\r\n(s 61(1) of the Act).\nIt is also clear that although the authority is\r\ncalled a ‘scientific authority’ its functions are not\r\ndirected to the\nsciences as such but rather to a wide body of\r\nknowledge concerning biodiversity. Does the proper exercise of these\r\nwide-ranging\nfunctions necessarily require the representation of the\r\nindustry on the authority?\n[48] The Minister may in\r\nhis own discretion determine the number of members on the authority.\r\nIt is inconceivable and clearly impracticable\nthat all interested\r\nparties should be represented. Nor can it be the case that its\r\nmembers should possess experience or expertise\nin all matters falling\r\nwithin their purview. Section 61 requires that\n‘\n(2)\r\nIn performing its duties, the scientific authority must-\n(a)\r\nbase its findings, recommendations and advice on a scientific and\r\nprofessional review of available information; and\n(b)\r\nconsult, when necessary, organs of state, the private sector,\r\nnon-governmental organisations, local communities and other\r\nstakeholders\nbefore making any findings or recommendations or giving\r\nany advice.’\n[49] It is by no means\r\nclear to what extent the affairs and interests of the industry will\r\nbe scrutinised or considered by the authority.\nMany of its activities\r\nmay have no interest for or bearing upon it. To the extent that they\r\ndo the industry will be entitled to\nthe benefit of consultation. The\r\nMinister is fully entitled, it seems to me, in deciding upon\r\nrepresentation on the authority,\nto appoint persons whom he deems to\r\npossess a range of knowledge or a breadth of interest either in a\r\nparticular field which the\nMinister regards as relevant to the likely\r\nactivities of the authority or in a broad range of knowledge or\r\ninterest. The fact that\nhe may favour one interest above another\r\ncannot of itself render his decision unreasonable or irrational. The\r\npersons whom he appoints\nwill be required to exercise the functions\r\nassigned to the authority with due regard to the objectives of the\r\nAct and the social\nand economic implications of their findings,\r\nrecommendations and advice. None of the considerations I have\r\nmentioned leads me to\nconclude that the role of the industry in the\r\npromotion and management of biodiversity is so essential to the\r\nfunctions of the\nscientific authority that it can only properly be\r\nconstituted by direct representation of the industry on it. I am\r\nunpersuaded\nthat the Minister has acted outside his powers in\r\nlimiting membership to the persons and bodies named in reg 60.\nConclusion\n[50] The regulations have\r\nbeen (temporarily) amended to remove lions from the ambit of reg\r\n24(1). My conclusion as to the presumptive\ninvalidity of reg 24(2)\r\nrelates only to ‘put and take’ animals that are lions. It\r\ndoes not affect white and black rhinoceros\nor predators kept in\r\ncaptivity that are not put and take lions.\n[51] On the agreed\r\npremise upon which the application and the appeal were argued, the\r\nappellants have achieved substantial success\nin the appeal.\n[52] The following order\r\nis made:\n1. The appeal succeeds,\r\nin part, with costs, including the costs of two counsel.\n2. The order of the court\r\na quo is set aside and replaced with an order in the following terms:\n‘\n(a)\r\nIt is declared that the inclusion of the lion (\npanthera\r\nleo\n)\r\nwithin the definition of ‘listed large predator’ in the\r\ndefinition in regulation 1 of the Threatened or Protected\nSpecies\r\nRegulations published on 23 February 2007 as amended, would have the\r\neffect of rendering regulation 24(2), in its present\nform, invalid in\r\nso far as it applies to a ‘put and take’ animal that is a\r\nlion.\n(b) The relief claimed in\r\nrespect of the definition of ‘put and take animal’ and\r\nregulation 60 is refused. No order\nis made in respect of regulation\r\n71.\n(c) The respondent is to\r\npay the costs of the application including the costs of two counsel.’\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: F W A\r\nDanzfuss SC with him H Murray\nRossouws Attorneys,\r\nBloemfontein\nRESPONDENT: B Knoetze SC\r\nwith him G T Langenhoven\nState Attorney,\r\nBloemfontein\n1\nCertain\r\n\tof these regulations are fully quoted below.\n2\nBoth\r\n\tof which will be dealt with below.\n3\nIn\r\n\ts 2.\n4\n‘\nBiological\r\n\tdiversity’ is defined in s 1.\n5\nSection\r\n\t51(b).\n6\nSection\r\n\t59(f).\n7\nSection\r\n\t60(1).\n8\nSection\r\n\t61(1)(a).\n9\nSection\r\n\t61(1)(b).\n10\nSection\r\n\t61(c).\n11\nSection\r\n\t61(1)(e)(i).\n12\nSection\r\n\t61(1)(h). The delegation is said to be one under\ns 47D\nof the\nNational Environmental Management Act but\nthis should probably be a\r\n\treference to\ns 42(1)(d)\nsince the amendments effected by Act 46 of\r\n\t2003.\n13\nSection\r\n\t61(2)(b).\n14\nSection\r\n\t97(1)(b)(iii).\n15\nSection\r\n\t97(1)(b)(ii).\n16\nSection\r\n\t97(1)(b)(vii).\n17\nSection\r\n\t99(2).\n18\nSection\r\n\t97(3).\n19\nIn\r\n\treg 1.\n20\nParagraph\r\n\t2(n) of the notice.\n21\nAlthough\r\n\tthe first appellant was not in existence at the time no connection\r\n\twith such abuses was alleged against those who became\nits members or\r\n\tthe first appellant’s provincial and regional predecessors. In\r\n\ttheir affidavits in the application the appellants\ndecried such\r\n\tpractices and their bona fides in that regard was not challenged.\n22\nNew\r\n\tNational Party of South Africa v Government of the Republic of South\r\n\tAfrica\n[1999] ZACC 5\n;\n1999 (3) SA 191\n(CC) at para 19.\n23\nPharmaceutical\r\n\tManufacturers Association of SA and Another: In re Ex parte\r\n\tPresident of the Republic of South Africa\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC)\r\n\tat para 85;\nAlbutt v Centre for the Study of Violence and\r\n\tReconciliation\n2010 (3) SA 293\n(CC) at paras 49-51.\n24\nTrinity\r\n\tBroadcasting (Ciskei) v Independent Communications Authority of\r\n\tSouth Africa\n2004 (3) SA 346\n(SCA) at para 21.\n25\nThe\r\n\tevidence produced by the Minister appears to establish that:\n(1) the breeding of\r\n\tlions in captivity plays no role in the conservation and survival of\r\n\tlions as a species;\n(2) the destruction of\r\n\tcaptive-bred lions has no bearing on the survival of lions as a\r\n\tspecies;\n(3) the breeding and\r\n\thunting of captive-bred lions does not contribute to biodiversity.\nThat would mean that the\r\n\tprohibition on the hunting of such lions does not satisfy the\r\n\trequirement in s 57(2)(a). But that was\nnot the appellant’s\r\n\tcase and the Minister’s ‘concessions’ are to that\r\n\textent gratuitous and irrelevant.\nI shall assume for the purposes of\r\n\tthis judgment that reg 24(1)(a) is valid and that, therefore, such\r\n\thunting does constitute\na threat to the survival of lions in the\r\n\twild.\n26\nA\r\n\tprofessional hunter who served on the panel of experts.",
  "scraped_at": "2026-02-11T20:44:31.497061",
  "date": "2010-11-29",
  "coram": [
    "HEHER",
    "SNYDERS",
    "BOSIELO",
    "SHONGWE JJA",
    "R PILLAY AJA"
  ],
  "case_number": "72/10",
  "parties": {
    "applicants": [
      "SA Predator Breeders Association",
      "M C Mostert",
      "D CILLIERS"
    ],
    "respondents": [
      "Minister of Environmental Affairs and Tourism"
    ]
  },
  "sections": {
    "facts": "The appellants – a predator‑breeders association and two individual breeders – challenged regulations made under s 97 of the National Environmental Management: Biodiversity Act 10 of 2004. The 2007 Threatened or Protected Species Regulations listed the lion as a vulnerable species and defined a ‘put and take animal’ and Regulation 24 which prohibited hunting of such animals unless they had been rehabilitated and fended for themselves for 24 months. Subsequent amendments in 2008 removed the lion from the definition of ‘listed large predator’ but the appellants argued that the regulations, as originally applied to lions, were irrational and procedurally defective. They sought declarations that the regulations were invalid, that the definition of ‘put and take animal’ be struck out, and that Regulation 60 be set aside.",
    "issues": "1. Whether Regulation 24(2) concerning a 24‑month “self‑sustainability” period for captive‑bred lions is irrational and therefore invalid. 2. Whether the inclusion of the lion in the definition of ‘listed large predator’ renders Regulation 24(2) ultra vires. 3. Whether the definition of ‘put and take animal’ and Regulation 60 suffer from procedural and substantive deficiencies. 4. Whether the Minister complied with the consultative requirements of sections 99 and 100 of the Act.",
    "principles": "The court applied the requirement of rationality in administrative action, drawing on s 57(2) of the Biodiversity Act which permits prohibition only where it is reasonably related to protecting the species. It emphasized that a ministerial regulation must have a rational nexus to the statutory purpose and must be based on relevant scientific evidence. Procedural fairness under sections 99‑100, the duty to consider representations, and the proper exercise of powers under s 97 were also considered.",
    "application": "The court found that the Minister offered no scientific basis for the 24‑month period and that the panel of experts did not recommend such a delay. Consequently, the regulation lacked a rational connection to the objective of species conservation and was irrational. The inclusion of the lion in the definition of ‘listed large predator’ meant that Regulation 24(2) would operate improperly on lions, rendering it invalid insofar as it applied to them. However, the court held that the remaining provisions of the Regulations, including those relating to rhinoceroses, were unaffected. The challenges to the definition of ‘put and take animal’ and Regulation 60 were dismissed.",
    "conclusion": "The appeal succeeds in part. The court declares that the inclusion of the lion in the definition of ‘listed large predator’ makes Regulation 24(2) invalid as applied to lions. Relief concerning the definition of ‘put and take animal’ and Regulation 60 is refused, and no order is made regarding Regulation 71. The respondent must pay the costs of the application, including two counsel."
  },
  "tags": {
    "level_1": "Environmental Law",
    "level_2": "Biodiversity Act",
    "level_3": [
      "Regulations",
      "Administrative Law",
      "Lion Hunting",
      "Rationality",
      "Procedural Fairness"
    ]
  }
}