{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/61.html",
  "case_name": "De Vos v S (503/09) [2010] ZASCA 61 (1 April 2010)",
  "citation": "[2010] ZASCA 61",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 61\n|\nNoteup\n|\nLawCite\nDe Vos v S (503/09) [2010] ZASCA 61 (1 April 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nJUDGMENT\nCase No:  503/09\nIn\nthe matter between:\nMERVYN DE VOS                      \n                                                      APPELLANT\nv\nTHE\nSTATE                                                                \n                   RESPONDENT\nNeutral citation:\nDe\nVos v The State\n(503/2009)\n[2010] ZASCA 60\n(\n1\nApril 2010).\nCoram:\nMpati\nP; Mthiyane, Cachalia JJA, Theron and Saldulker AJJA\nHeard:\n9\nMarch 2010\nDelivered:\t1 April 2010\nSummary:\nCriminal\nlaw â self-defence â appellant facing two counts of attempted\nmurder arising from a shooting incident at a nightclub.\nAppellantâs\nversion reasonably possibly true.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorthern Cape High Court, Kimberley (Bosielo AJP and Majiedt J\nsitting as court of appeal).\nThe following order is made:\n1.\nThe\nappeal is upheld.\n2.\nThe\norder of the court below is set aside and the following order is\nsubstituted in its place:\nâ\nThe appeal is upheld and the\nconvictions and sentences are set aside.â\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA and SALDULKER AJA\n(Mpati P, Mthiyane JA,\nTheron AJA concurring):\n[\n1]\tThe\nappellant, Mr Mervyn de Vos, who was 44 years old at the time of the\nevents discussed below, was convicted on two counts of\nattempted\nmurder in the regional court, Kimberley, on 2 October 2006. The two\ncounts were taken together for the purposes of sentencing\nand he was\nsentenced to seven yearsâ imprisonment. He appealed against his\nconvictions to the Northern Cape High Court (Bosielo\nAJP and Majiedt\nJ). The respondent opposed the appeal and gave notice of its\nintention to appeal against the leniency of the sentence.\nThe high\ncourt confirmed the convictions and increased the cumulative sentence\non the two counts to ten yearsâ imprisonment. This\nappeal, with\nleave of the high court, is only against the convictions.\n[2]\tThe charges\narose from an incident that occurred in the early hours of Sunday, 17\nJuly 2005, at a night club in Kimberley known\nas âSqueezasâ, when\nthe appellant fired a single shot from his firearm, injuring two\npeople. The shot, which was fired at a Mr\nGavin Sylvester at close\nrange, caused the bullet to penetrate his left cheek and exit near\nhis right eye. (Sylvester is the complainant\nin count 1.) After\nexiting from Sylvesterâs face the bullet penetrated the right leg\nof a Mr Samuel Serata. (The complainant in\ncount 2.) Sylvester was\nemployed at the nightclub at the time to perform security duties. He\nlost his eye-sight in the incident.\nSerata appears to have been a\npatron at the club. The appellantâs case is that he fired the shot\nin self-defence â to ward off\nan attack by Sylvester.\n[3]\tThe state led\nthe evidence of Sylvester and two of his colleagues Mr John Masuku\nand Mr Isa Isak, who were also employed to perform\nsecurity-related\nfunctions at the club. They were colloquially known as âbouncersâ.\nTheir job was to remove people who they considered\nto be\ntrouble-makers from the club â forcefully if necessary. It was\ntheir use of force in removing the appellant from the club\nwhich\nprecipitated the chain of events that culminated in the shooting.\nConstable Malete was on duty on the night of the incident.\nHe saw the\nappellant twice that evening. The first was shortly after the\nbouncers had forcefully removed the appellant from the club\nand he\narrived at the police station to complain about his treatment by\nthem. The second was some two hours later when the appellant\nreturned\nto the police station after having fired the shot which injured the\ncomplainants. Constable Alexander corroborated his colleagueâs\ntestimony regarding the events related to the appellantâs second\nvisit to the police station.\n[4]\tThe appellant\ntestified in his defence. He called two witnesses to support his\ncase. Mr Titus Bloem, a friend, testified regarding\nthe circumstances\nof their removal from the club. The second witness, Mr Andre Smit,\nthe appellantâs nieceâs nephew, was at the\nclub when the shooting\nincident occurred, although he did not see what happened.\n[\n5]\tBy\nthe time the matter was argued before us much of the evidence had\nbecome common cause or was no longer disputed. The essential\ndispute\nturned on whether the appellant had fired the shot during a\nlife-threatening assault on him by Sylvester and Masuku.\n[\n6]\tThe\nessential facts are these. The appellant arrived at the club with his\nnieceâs two sons at about 11 pm. They entered and the\ntwo young men\nwent their own way. The appellant then met Bloem. After a while the\nappellant and Bloem were forcefully removed by\nMasuku and Isak,\napparently because the bouncers thought that the two men had been\nfighting with each other. They denied that they\nhad been fighting. Be\nthat as it may, the appellant felt very aggrieved and humiliated by\nthe manner in which he was taken out of\nthe club.\n[7]\tHe then drove\nto the police station a short distance from the club to report the\nincident. There were two police officers on duty,\nConstables Malete\nand Alexander. The appellant wanted the police to return to the club\nwith him. But, according to Malete, he was\nrude and aggressive.\nMalete could not calm him down. During the course of their exchange\nthe appellant said that he was going to\nreturn to his home to fetch\nhis gun so that he could return to the club to shoot the people who\nhad assaulted him. After he had left\nthe police station Malete made\nan entry in his occurrence book and in his pocket book. He also\nalerted the police on patrol duty\nto be on the look-out. The\nappellant denied that he had threatened to get his gun to shoot his\nassailants at the club but, we think,\nthe learned magistrate and the\ntrial court correctly disbelieved his evidence on this aspect. It is\nsignificant, however, that Malete\nconfirmed a crucial part of the\nappellantâs version â that he had no visible injuries at the\ntime. The significance of this evidence\nwill become clear later.\n[8]\tThe appellant\nreturned to the club a few hours later, to collect his nieceâs two\nnephews who he had left there earlier. It was\nsome time after 2 am.\nThe state disputed Smitâs evidence that he was at the club that\nnight but was unable to gainsay it. And for\npresent purposes we must\naccept his testimony that he was.\n[9]\tThe appellant\ntestified that when he arrived on the scene he did not see the boys\noutside the club. So he looked through the doorway\nto see whether\nthey were inside, but could not see them. He then saw Masuku and\nSylvester. Masuku, he testified, pulled him into\nthe entrance and\nSylvester hit him over the head with a baseball bat. He staggered\nbackwards â then Masuku swung a baseball bat\nhe was holding and\nstruck him on his left jaw. The appellant said he became confused and\nrecalled falling to the ground. He pulled\nhimself up next to his car,\nwhich he had parked in front of the club and tried to support himself\nby placing his hands on the car.\nHe noticed that his keys had fallen\nout of his pocket during the fracas. He recalled trying to support\nhis injured jaw with his left\nhand while this was happening. He then\nstepped forward towards the club to retrieve his keys. And as he did\nso he saw Sylvester move\ntowards him wielding a baseball bat. He\nheard him utter expletives to the effect that he was going to kill\nhim. As Sylvester moved\ntowards him and at a distance about 2 meters\nfrom him, the appellant reached for his gun and fired a shot at him.\n[10]\tThe stateâs\ncase was that after the appellant had been taken out of the club he\narmed himself with his firearm, and returned\nlater, intent on\nexacting revenge for the way he had been treated earlier. And\nunprovoked, he fired a shot at Sylvester. Although\nthe state did not\ncontest that the appellant had also sustained injuries during the\ncourse of the evening, its case was that he was\nnot injured at the\ntime of the shooting and also that there had not been any fight\nbetween the state witness and the appellant during\nthe shooting.\n[11]\tAfter firing\nthe shot, which struck both complainants, the appellant got into his\ncar, reached for his spare keys, which happened\nto be in the vehicle,\nand drove to the police station. It is of some significance that when\nhe entered the police station this time\nMalete noticed that he had\nblood on his hands and that his jaw was swollen.\n[12]\tSome time\nlater that morning the appellant was taken to the district surgeon,\nwho recorded that the appellantâs left forearm\nwas tender and\nbruised, that his left jaw had been fractured and was very tender. He\nwas wounded on the head but did not need stitches.\nThere was also\nbleeding in the mouth. The appellant spent eight days in hospital\nrecovering mainly from the injury to his jawbone,\nwhich necessitated\nthe insertion of metal screws and plates during surgery. He had\nclearly been badly injured.\n[13]\tNeither the\nlearned magistrate nor the high court accorded any weight to the\ncircumstances under which the appellant sustained\nthese injuries.\nInstead they placed their emphasis on Maleteâs evidence regarding\nthe appellantâs threat to arm himself so that\nhe could exact\nrevenge on those who had assaulted him earlier. And from this\nemphasis, the rest followed. They implicitly accepted\nthe evidence of\nthe state witness that they had not used any violence when the\nappellant arrived at the club on the second occasion,\nleast of all\nwith baseball bats. On the evidence of the state witnesses baseball\nbats were not kept on the club premises. I should\nmention that Bloem,\nduring his testimony, was asked by counsel for the state whether he\nhad ever seen baseball bats on the premises\nâ his reply was that he\nhad not seen any on that night but that he had, on previous visits to\nthe club, seen a âkierieâ. His\ndescription of the âkierieâ\nresembled that of a baseball bat, which places the stateâs version\nthat no baseball bats were kept\non the premises in doubt.\n[14]\tCounsel for\nthe state had considerable difficulty explaining how the appellant\nhad sustained his injuries. He submitted that\nthe appellant was\ninjured at the time that he was first removed from the club. That\nsubmission is fanciful and improbable for two\nreasons. First, Malete\nwould have noticed these injuries when he saw the appellant at the\npolice station on the first occasion. Maleteâs\nevidence that he\nnoticed the injuries only on the second occasion is consistent with\nthe appellantâs version that he had sustained\nthe injuries at the\ntime of the shooting.  Secondly, with a fractured jaw, it is\ndifficult to accept that the appellant would have\nreturned to the\nclub in this condition to exact revenge two hours later.\n[15]\tThe other\nevidence that the state had difficulty with was a statement that Isak\nhad made to the police shortly after the incident,\nwhich contradicted\nhis oral testimony that they had not been involved in an altercation\nwith the appellant at the time of the shooting.\nIn it he says clearly\nthat when the appellant arrived on the scene for the second time they\nhad a fight. But during his oral testimony\nhe was not able to explain\nwhy he had said this in his statement. This lends further support to\nthe appellantâs version that he\nwas assaulted just before shooting\nSylvester. Moreover, one must ask why he would return to shoot\nSylvester when, on the stateâs\nversion, Masuku and Isak â not\nSylvester â had treated him badly earlier on.\n[16]\tWe accept that\nthe appellant had armed himself before returning to the club. But his\nevidence that he had returned to collect\nhis nieceâs sons â not\nto exact revenge â cannot be rejected â particularly in light of\nthe fact of Smitâs evidence that\nhe was in the club at the time. Of\ncourse it is clear that the fact that he returned to the club with\nhis firearm meant that he expected\ntrouble. And it was probably\nirresponsible and even reckless for him to have gone back after what\nhad happened earlier. However,\nonce it is accepted that the appellant\ncould only have sustained the injuries at the time he came back to\nthe club, as we believe\nwe have to, it follows that his version that\nhe acted in self defence when he discharged a shot from his firearm\ncannot be rejected\nas false.\n[17]\tWe should add\nthat both the learned magistrate and the high court found the\nappellant, on his own version, to have at least exceeded\nthe bounds\nof self defence by retaliating when he could have left. But this\nconclusion could only be reached by rejecting his version\nthat\nSylvester had attacked him with a baseball bat. And we do not think\nwe can. Indeed counsel for the state properly conceded that\nif we\naccept that the appellant was injured immediately before the\nshooting, as he testified he had, the only conclusion is that\nthe\nappellantâs version that he had fired in self-defence was\nreasonably possibly true.\n[18]\tFor these\nreasons the appeal must succeed. The following order is made:\n1.\nThe\nappeal is upheld.\n2.\nThe\norder of the court below is set aside and the following order is\nsubstituted in its place:\nâ\nThe appeal is\nupheld and the convictions and sentences are set aside.â\n______________\nA CACHALIA\nJUDGE OF APPEAL\n_______________\nH SALDULKER\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT:  \t\tJ Nel\nInstructed by Honey Attorneys,\nBloemfontein\nRESPONDENT:\t\tT Barnard\nInstructed by Director of Public\nProsecutions, Bloemfontein",
  "scraped_at": "2026-02-11T20:23:54.438071",
  "date": "2010-04-01",
  "coram": [
    "Mpati P",
    "Mthiyane",
    "Cachalia JJA",
    "Theron",
    "Saldulker AJJA"
  ],
  "case_number": "503/09",
  "parties": {
    "applicants": [
      "Mervyn De Vos"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In the early hours of 17 July 2005, appellant Mervyn De Vos was forcefully removed from the Squeezas night club in Kimberley by club security staff (bouncers). He reported the incident at a nearby police station, where Constable Malete noted that De Vos was rude but showed no visible injuries. De Vos left, retrieved his firearm and returned to the club a few hours later to collect his niece’s two sons. Upon re‑entering, he was assaulted by security staff, sustaining a fractured jaw and other injuries. While being attacked he fired a single shot from his gun; the bullet struck security guard Gavin Sylvester in the face and then passed into patron Samuel Serata’s leg. After the shooting De Vos fled to the police station, where the officer observed blood on his hands and a swollen jaw. He later received medical treatment for his injuries.",
    "issues": "The central issue was whether De Vos acted in self‑defence when he discharged his firearm, thereby justifying acquittal of the two counts of attempted murder, or whether the shooting was an unprovoked act of revenge. Linked sub‑issues included the credibility of the appellant’s account of being assaulted, the relevance of his injuries, and whether the trial courts erred in weighing the evidence.",
    "principles": "South African law on self‑defence requires a reasonable belief of an imminent unlawful attack and a proportionate response. The accused must show that his perception of danger was honestly held and that the force used was not excessive. The standard of proof is on a balance of probabilities; a version that is \"reasonably possibly true\" can suffice to establish self‑defence. Evidence of injuries contemporaneous with the alleged attack can substantiate the claim of imminent danger.",
    "application": "The appellate court examined the police officer’s observations that De Vos had no visible injuries during his first visit to the station but was visibly injured (bloodied hands, swollen jaw) on his second visit after the shooting. Medical reports confirmed serious injuries consistent with De Vos’s testimony that he was beaten with batons. The court found the state’s explanation of the injuries implausible and accepted that the injuries were sustained during the assault that preceded the shooting. Consequently, De Vos’s claim of acting in self‑defence was deemed reasonably possibly true. The court held that the trial judges had given undue weight to the prosecution’s narrative and had not properly considered the injury evidence.",
    "conclusion": "The appeal was upheld. The convictions and sentences for the two counts of attempted murder were set aside, and the appellant was acquitted of the charges."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Self-Defence",
    "level_3": [
      "attempted murder",
      "use of firearm",
      "nightclub violence",
      "injury evidence"
    ]
  }
}