{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/67.html",
  "case_name": "De Aguair v Real People Housing (Pty) Ltd (426/09) [2010] ZASCA 67; 2011 (1) SA 16 (SCA) ; [2010] 4 All SA 459 (SCA) (24 May 2010)",
  "citation": "[2010] ZASCA 67",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 67\n|\nNoteup\n|\nLawCite\nDe Aguair v Real People Housing (Pty) Ltd (426/09) [2010] ZASCA 67; 2011 (1) SA 16 (SCA) ; [2010] 4 All SA 459 (SCA) (24 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\njudgment\nCase\r\n\tNo\n426/09\nIn\r\n\tthe matter between:\nanselmo\r\n\tinacio de freitas de aguiar\nAppellant\nand\nreal\r\n\tpeople housing (pty) Limited\nRespondent\nNeutral\r\n\tcitation:\nDe\r\n\tAguiar v Real People Housing\n(426/09)\n[2010] ZASCA 67\n(24 May 2010)\nCoram:\nMthiyane,\r\n\tVan Heerden, Mlambo\nand\nShongwe\nJJA and GRIESEL AJA\nHeard:\n4\r\n\tMay 2010\nDelivered:\n24\r\n\tMay 2010\nSummary:\nApplication\r\n\tfor leave to adduce further evidence – requirements restated –\r\n\twhether lessee entitled to rely on enrichment\nlien for expenses in\r\n\trespect of necessary and useful improve­ments.\norder\nOn\r\n\tappeal from:\nSouth Gauteng High Court\r\n\t(Johannesburg) (Bhana AJ sitting as court of first instance):\n(a)\tThe\r\n\tappeal is dismissed with costs.\n(b)\tThe\r\n\torder of the high court is varied by substituting a period of 60\r\n\tdays for the period of 120 days in para 1 of the order.\njudgment\nGriesel\nAJA (\nMthiyane,\r\n\tVan Heerden, Mlambo\nand\nShongwe\nJJA\ncon­curring\n):\nThe\r\n\tsole issue for determination in this appeal is whether or not leave\r\n\tshould be granted to the appellant to adduce further evidence\nso as\r\n\tto enable him to\nrely on an alleged\r\n\timprovement lien as a defence to a claim for his eviction from\r\n\tcertain premises. If leave is refused, it is\ncommon cause that the\r\n\tappeal should fail.\nTh\ne\r\n\tpresent respondent (as applicant in the court below) obtained an\r\n\torder in the South Gauteng High Court, Johannesburg for the\neviction\r\n\tof the appellant (respondent in the court below) and all those who\r\n\toccupy the premises described as 90 Main Road, Walkerville,\nMeyerton\r\n\t(the property) by virtue of his occupation.\nMost\r\n\tof t\nhe relevant facts are uncontentious\r\n\tand can be briefly stated. The appellant’s father acquired the\r\n\tproperty as vacant land\nin 1970, later erecting a family home and\r\n\tother improvements thereon during the early 1980s. The appellant and\r\n\this family have\nbeen in occupation of the property ever since.\r\n\tDuring November 1997 the property was sold in execution to First\r\n\tNational Bank\n(FNB) after the appellant’s father ran into\r\n\tfinancial difficulties. FNB sub­sequently sold the property to\r\n\tthe respondent,\nwho took transfer thereof during May 2001. On 14 May\r\n\t2001, the respondent concluded a written lease with the appellant in\r\n\trespect\nof the property at a monthly rental of R9 795.04. In\r\n\tbreach of the lease, however, the appellant failed regularly to pay\r\n\tthe rental due and as at 15 April 2006 he was in arrears in a total\r\n\tamount in excess of R130 000. The respondent accord­ingly\n\n\tinstituted action against the appellant in the Vereeniging\r\n\tmagistrate’s court for recovery of the arrears and\r\n\tcancellation\nof the lease. It simultaneously com­menced eviction\r\n\tproceedings out of the same court. Both the action and the\r\n\tapplication\nwere opposed by the appellant.\nOn\r\n\t25 April 2006 the parties reached a settlement of their disputes and\r\n\tentered into a written ‘settlement agreement’\nwhich was\r\n\tmade an order of court. In terms of the settlement, the lease was\r\n\tcancelled and the respondent agreed to sell the property\nto the\r\n\tappellant at a purchase price of R1,5 million, which had to be\r\n\tpaid, alternatively secured by acceptable bank guarantees,\non or\r\n\tbefore 31 May 2006. Clause 1.4 of the settlement agreement provides\r\n\tas follows:\n‘\nIn\r\nthe event that the defend\nant fails to meet\r\nthe conditions mentioned in 1.3 above [ie payment or securing of the\r\npurchase price], the defendant has agreed\nto vacate the premises on\r\nor before 30 June 2006.’\nIt\r\n\twas also recorded that the agreement constituted ‘a full and\r\n\tfinal settlement of the disputes between the parties’.\nThe\nappellant failed to pay or secure the\r\n\tpurchase price by due date, with the result that he became obliged\r\n\tto vacate the property\non 30 June 2006. He refused to do so, which\r\n\tled to the launching of the application for eviction in the court\r\n\tbelow, based squarely\non the under­taking contained in clause\r\n\t1.4 of the settlement agreement.\nIn\r\n\this answering affidavit\nfiled in\r\n\topposition to the claim for eviction, the appellant raised numerous\r\n\tissues, none of which amounted to a valid defence\nin law and none of\r\n\twhich requires judicial attention at this stage. The learned judge\r\n\tin the court below rightly rejected the\nappellant’s opposition\r\n\tto the order sought and found that the respondent’s right to\r\n\tseek eviction arose out of the\n‘self-standing settle­ment\r\n\tagreement’ entered into between the parties. He accordingly\r\n\tgranted an eviction order,\naffording the appellant a further 120\r\n\tdays to vacate the premises.\nThe\r\n\tappellant filed a notice of application for leave to appeal against\r\n\tthe eviction order, raising a number of grounds of appeal.\nThose\r\n\tgrounds all fell\naway, however, and were\r\n\tover­taken by a notice styled ‘Supplementary Grounds for\r\n\tLeave to Appeal’, supported by\na supplementary affidavit, in\r\n\twhich the appellant – now represented by a new legal team –\r\n\tclaimed to be entitled\nto rely on an enrichment lien over the\r\n\tpremises, based on ‘considerable amounts of money’\r\n\tallegedly expended by him\nand his father in respect of ‘necessary\r\n\tand useful improvements’ to the property. This was an entirely\r\n\tnew point,\nwhich was neither foreshadowed in the evidence on record\r\n\tat that stage nor supported by such evidence. The appellant\r\n\taccordingly\nsought leave to appeal so as to enable him to apply to\r\n\tthe court hearing the appeal for leave to lead further evidence\r\n\trelating\nto such expenses and improve­ments.\nIn\r\n\tthe event, the application for leave to appeal was dismissed by the\r\n\tcourt below, but was sub­sequently granted by this\ncourt on\r\n\tpetition. Pursuant to that order, a substantive application for\r\n\tleave to adduce further evidence was delivered on behalf\nof the\r\n\tappellant, which is what is before us at this stage. Should such\r\n\tleave be granted, the respondent wants the matter to\nbe remitted to\r\n\tthe high court for that court to determine whether, having regard to\r\n\tthe evidence adduced by the appellant, he\nis entitled to rely on a\r\n\tlien as a right to retain possession of the property.\nLegal position\nIn\r\n\tterms of s\n22(a) of the Supreme Court\r\n\tAct 59 of 1959 this court (and a high court) is afforded power –\n‘\n. . .\non\r\nthe hearing of an appeal to receive further evidence, either orally\r\nor by deposition before a person appointed by such division,\nor to\r\nremit the case to the court of first instance, or the court whose\r\njudgment is the subject of the appeal, for further hearing,\nwith such\r\ninstructions as regards the taking of further evidence or otherwise\r\nas to the division concerned seems necessary; . .\n. .’\nThese\r\n\tprovisions have been the subject of judicial scrutiny on innumerable\r\n\toccasions\nover the years and although the\r\n\trequirements have not always been formulated in the same words, the\r\n\tbasic tenor of the various\njudgments throughout has been to\r\n\temphasise the court’s reluctance to reopen a trial:\n1\nin the interests of finality, the court’s powers should be\r\n\texercised sparingly and further evidence on appeal should only\nbe\r\n\tadmitted in exceptional circum­stances.\n2\nIt\r\n\tis incumbent upon an applicant for leave to adduce further evidence\r\n\tto satisfy the court that it was not owing to any remissness\nor\r\n\tnegligence on his or her part that the evidence in question was not\r\n\tadduced at the trial.\n3\nFurthermore, inadequate presentation of the litigant’s case at\r\n\tthe trial will only in the rarest instances be remediable\nby the\r\n\tadduction of further evidence at the appeal stage.\n4\nIt is thus clear that the test is a stringent one. As pointed out by\r\n\tCorbett JA in\nS v N\n:\n5\n‘\nA\r\nstudy of the reported decisions of this Court on the subject over the\r\npast 40 years shows that in the vast majority of cases relief\nhas\r\nbeen refused: and that where relief has been granted the evidence in\r\nquestion has related to a single critical issue in the\ncase.’\nWhile\r\n\tpointing out that it is undesirable to lay down fixed rules as to\r\n\twhen the court ought to accede to the application of a\nlitigant\r\n\tdesirous of leading further evidence upon appeal, this court as well\r\n\tas the Constitutional Court has in a series of\ndecisions laid down\r\n\tcertain basic requirements. The formulation that is perhaps the most\r\n\toften quoted is that of Holmes JA in\nS\r\n\tv De Jager\n:\n6\n‘\n(a)\nThere\r\nshould be some reasonably sufficient explanation, based on\r\nalle­gations which may be true, why the evidence which it is\n\nsought to lead was not led at the trial.\n(b\n)\nThere\r\nshould be a\nprima facie\nlikelihood\r\nof the truth of the evidence.\n(c)\nThe\r\nevidence should be materially relevant to the outcome of the trial.’\nApplying\r\n\tthe foregoing principles to the evidence before us, I\nam\r\n\tof the view that the present application cannot succeed.\nEvidence materially relevant to the\r\noutcome\nStarting\r\n\twith the last requirement first, c\nounsel\r\n\tfor the respondent strongly relied on the terms of the settlement\r\n\tagreement concluded between the parties on 25 April 2006.\nHe pointed\r\n\tout that it contains an unequivocal undertaking by the appellant to\r\n\tvacate the property on or before 30 June 2006,\nshould he be unable\r\n\tto pay or secure the purchase price by that date.\n7\nIt contains no room for an unexpressed\nreservatio\r\n\tmentalis\nthat would entitle the\r\n\trespondent to evade his con­tractual undertakings. The\r\n\tsettlement agreement formed an independent\nbasis for the\r\n\trespondent’s application for eviction, as the learned judge in\r\n\tthe court below rightly found. This finding,\nwhich has not been\r\n\tassailed on appeal on behalf of the appellant, is dispositive of the\r\n\tmatter. As correctly submitted by counsel\nfor the respondent, the\r\n\tappellant’s purported reliance on an enrichment lien is\r\n\tincompatible with the undertaking to vacate\nthe property. The\r\n\tappellant has not sought – either in the answering affidavit\r\n\tor in his supplementary affidavit –\nto assail the validity of\r\n\tthe settlement agree­ment or to qualify the undertaking\r\n\tcontained therein. In the result, no amount\nof further evidence\r\n\trelating to improvements can avoid the consequences of this\r\n\tundertaking or affect the outcome of the application.\nIn\r\n\tthe light of this conclusion, it is not strictly necessary to deal\r\n\twith the other requirements. It is, in any event, clear\nto me that\r\n\tthe application does not comply with any of the other requirements\r\n\tapplicable to applications of this nature, as I\nshall briefly\r\n\tdemonstrate.\nA reasonable explanation\nFrom\r\n\tthe affidavits filed on behalf of the respondent in the application\r\n\tfor leave to adduce further evidence it is evident\nthat\r\n\tthe only reason why evidence in support of the alleged lien was not\r\n\tplaced before the court earlier was due to the fact that\nhe was\r\n\tallegedly unaware of the judgment of this court in\nBusiness\r\n\tAviation Corporation (Pty) Ltd & another v Rand Airport Holdings\r\n\t(Pty) Ltd.\n8\nIn that case\n–\nan action by a lessor for the eviction\r\n\tof the lessees from an urban property – the lessees relied on\r\n\tan enrichment lien\nas they had expended money on necessary and\r\n\tuseful improvements to the property for which they had not been\r\n\tcompensated. The\nlessor met the lessees’ defence with the\r\n\tcontention that the lien purportedly relied upon had been abolished\r\n\tby two Placaeten,\npromulgated by the Estates of Holland in 1658 and\r\n\t1696 respectively. On appeal to this court it was held that the\r\n\tprovisions\nof article 10 of the Placaeten had never applied to urban\r\n\tleases, with the result that the Placaeten did not provide an answer\n\n\tto the lessees’ reliance on an enrichment lien. It was this\r\n\tperceived ‘fundamental change’ in the law of which\nthe\r\n\tappellant claims to have been unaware and on which he now seeks to\r\n\trely. The appellant cannot say why his erstwhile legal\n\n\trepresent­atives did not inform him of his rights, but he\r\n\tsurmises that this must be due to the fact that they had been\r\n\tequally ignorant of the said judgment and its effect on the rights\r\n\tof lessees.\nIn\r\n\tmy opinion, the\nappellant’s\r\n\texplanation does not withstand scrutiny, nor does it excuse his\r\n\tfailure to invoke the purported lien at an earlier\nstage:\n(a)\tFirst,\r\nthe decision in\nBusiness Aviation\r\nCorporation\nwas handed down in this\r\ncourt on 30 May 2006. There is simply no explanation – apart\r\nfrom pure speculation on the appellant’s\npart – as to why\r\nhis former legal team would have been unaware of that decision when\r\nthe present matter came to be argued\nbefore the court below exactly\r\none year later, on 30 May 2007. Whatever the true reason may be, it\r\nis clear to me that this is\nnot one of those ‘rarest instances’\r\nwhere the respondent should be permitted to take shelter behind the\r\nperceived inadequate\npresentation of the defence case.\n9\n(b)\nSecond,\r\nthe\nBusiness Aviation\ndecision\r\ndid not create new law, as suggested by the appellant; it merely\r\nclarified the common law position as it had existed for\nmany years.\r\nNothing prevented the appellant, if so advised, from relying on an\r\nimprovement lien when deposing to his answering\naffidavit. This is\r\nall the more so, seeing that the appellant alleges that he effected\r\nimprovements to the property, not only in\nhis capacity as lessee, but\r\nalso as a lawful occupier. The\nBusiness\r\nAviation\ndecision did not in any way\r\naffect the rights of lawful occupiers to rely on enrichment liens.\nA\nprima\r\nfacie\nlikelihood of the truth of the\r\nevidence\nIn\nhis answering affidavit in the main\r\n\tapplication the appellant made mention of various improvements\r\n\teffected to the property over\nthe years, making it clear that it was\nhis father\nwho\r\n\thad developed the property and paid for the various improvements.\r\n\tThus, although the appellant was clearly alive to the issue\nof\r\n\timprovements when deposing to his answering affidavit, no mention\r\n\twas made of any improve­ments for which the appellant\nhimself\r\n\tcan claim credit. In his supplementary affidavit, however, the\r\n\tappellant claims that\nhe and his father\nhad spent ‘a substantial amount of money on useful and\r\n\tnecessary improvements to the premises’. Any improvements\n\n\teffected by his father are, of course, completely irrelevant to a\r\n\tconsideration of the lien on which the appellant seeks to rely.\n\n\tMoreover, any improvements effected before 2001, when the respondent\r\n\tbecame the owner of the property, are equally irrelevant,\nbecause\r\n\tthe respondent could not have been enriched by such improvements.\nAs\r\n\tto the details regarding exactly which improvements they were, when\r\n\tthey were effected and at what cost\n, the\r\n\tappellant is exceedingly vague. More importantly, the appellant does\r\n\tnot presently have the necessary evidence available\nto establish the\r\n\tenrichment lien on which he wishes to rely; such evidence must still\r\n\tbe found. According to him, it has been\n‘very difficult . . . \r\n\tto track down the builders’ who carried out the improvements\r\n\tin question. He\nhas also experienced difficulty finding ‘any\r\n\trecords of such transactions and in most instances payment took\r\n\tplace in cash\ntransactions the records of which have been disposed\r\n\tof’. This court is therefore quite unable to evaluate the\r\n\tcogency\nof the evidence that the appellant proposes to place before\r\n\tthe high court, should leave be granted. Such evidence as has been\n\n\tadduced by the appellant, in the form of a report prepared by an\r\n\tarchitect, Mr John Cornish, has persuasively been refuted on\nbehalf\r\n\tof the respondent. On the basis of information supplied by the\r\n\tappellant, Mr Cornish drew a schedule, illustrated by an\naerial\r\n\tphotograph, of improve­ments the appellant claims to have made\r\n\tafter 1 August 2001. With reference to building plans\nobtained from\r\n\tthe local authority, however, it was demonstrated by the respondent\r\n\tthat most of the improvements claimed by the\nappellant have in fact\r\n\tbeen in existence at least since October 1985 and therefore could\r\n\tnot have been improvements effected\nby him after August 2001.\nMoreover,\nit is clear from what is set out above\r\n\tthat the new evidence does not relate to a ‘single critical\r\n\tissue’, as required.\nInstead, it is envisaged that, should the\r\n\tmatter be remitted to the high court and referred for the hearing of\r\n\toral evidence,\nthe appellant ‘will be able to call many\r\n\twitnesses, including the builders (with subpoenas\nduces\r\n\ttecum\nfor documents) as well as many\r\n\tof my family members who were aware that I was paying for the\r\n\timprovements to be effected and\nwitnessed the building operations’.\r\n\tThus, what the appellant contemplates is a full-scale new trial,\r\n\tspanning a lengthy\nperiod of time and involving a multitude of\r\n\twitnesses and documents, much of which will be strenuously contested\r\n\tby the respondent,\nas appears from the affidavit filed in opposition\r\n\tto the present application. This is a compelling con­sideration\nagainst\ngranting the relief sought.\n10\nConclusion\nTo\r\n\tsum up,\nI am of the view that the\r\n\tappellant has not satisfied any of the requirements for leave to\r\n\tadduce further evidence. In the circumstances,\nthe application for\r\n\tleave to adduce further evidence is without merit. It follows that\r\n\tthe appeal falls to be dismissed with\ncosts.\nCounsel\r\n\tfor the respondent has asked us to vary the order of the court\nbelow\r\n\tin one respect: as mentioned earlier, the court below afforded the\r\n\tappellant a period of 120 days to vacate the property.\nCounsel asked\r\n\tthat this period be substituted with a period of 30 days. In the\r\n\tlight of the fact that the appellant has had a\nfurther period of\r\n\talmost three years since the date of the order by the high court in\r\n\twhich to arrange his affairs, I am inclined\nto accede to this\r\n\trequest. However, in my view, a fair compromise would be to allow\r\n\tthe appellant a period of 60 calendar days\nfrom the date of this\r\n\torder to vacate the property.\nIt\r\n\tis ordered:\n(a)\tThe\r\n\tappeal is dismissed with costs.\n(b)\tThe\r\n\torder of the high court is varied by substituting\na\r\n\tperiod of 60 days for the period of 120 days in para 1 of the order.\nB M\r\n\tGriesel\nActing\r\n\tJudge of Appeal\nappearances\nFOR\r\n\tAPPELLANT:\nGeorge Kairinos\nInstructed\r\nby:\nHarry\r\nGoss Attorneys, Bedfordview\nMcIntyre\r\n& Van der Post, Bloemfontein\nFOR\r\nRESPONDENT:\tDirk Vetten\nInstructed\r\nby:\tMartini-Patlansky, Houghton, Johannesburg\nLovius-Block\r\nAttorneys, Bloemfontein\n1\nErasmus\nSuperior Court Practice\nA1-55 – A1-56 (Service\r\n\tIssue 33).\n2\nColman v Dunbar\n1933 AD 141\nat 161;\nS v N\n1988 (3) SA\r\n\t450\n(A) at 458E;\nRail Commuters Action Group & others v\r\n\tTransnet Ltd t/a Metrorail & others\n2005\r\n\t(2) SA 359 (CC)\npara 43.\n3\nSimpson v Selfmed Medical Scheme & another\n1995 (3) SA\r\n\t816\n(A) at 824J.\n4\nR v Carr\n1949 (2) SA 693\n(A) at 699.\n5\nFootnote 2 above at 458I–459A.\n6\n1965 (2) SA 612\n(A) at 613B. See also the cases referred to in\r\n\tfootnote 2 above as well as\nLoomcraft Fabrics CC v Nedbank Ltd &\r\n\tanother\n[1995] ZASCA 127\n;\n1996 (1) SA 812\n(A) at 824H–825D;\nS v M\n2003 (1) SA 341\n(SCA)\npara 16;\nProphet v National Director\r\n\tof Public Prose­cutions\n2007 (6) SA 169\n(CC) para 33; and\nPresident of the Republic of South Africa & others v\r\n\tQuagliani, and two similar cases\n2009 (2) SA 466\n(CC);\n[2009]\r\n\tZACC 1\npara 70.\n7\nPara 4 above.\n8\n2006 (6) SA 605\n(SCA).\n9\nCarr’s\ncase,\nsupra\n.\n10\nCf\nMetrorail\nsupra\nloc cit\n;\nS v N supra\nat\r\n\t459A–B.",
  "scraped_at": "2026-02-11T20:25:06.285512",
  "date": "2010-05-24",
  "coram": [
    "Mthiyane",
    "Van Heerden",
    "Mlambo",
    "Shongwe JJA",
    "Griesel AJA"
  ],
  "case_number": "426/09",
  "parties": {
    "applicants": [
      "Anselmo Inacio de Freitas de Aguair"
    ],
    "respondents": [
      "Real People Housing (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant's father acquired vacant land in 1970 and erected a house and other improvements in the early 1980s. The property was sold in execution to First National Bank in 1997 and subsequently to the respondent, who took transfer in May 2001. A written lease was entered into on 14 May 2001 for a monthly rent of R9,795.04, but the appellant fell into arrears exceeding R130,000 by April 2006. The parties reached a settlement agreement on 25 April 2006, cancelling the lease and obliging the appellant to purchase the property for R1.5 million by 31 May 2006, or otherwise to vacate the premises by 30 June 2006. The appellant failed to pay and refused to vacate, leading to eviction proceedings. The High Court granted an eviction order with a 120‑day vacate period. The appellant appealed and later sought leave to adduce further evidence of an enrichment lien based on alleged improvements made by himself and his father.",
    "issues": "Whether the appellant should be granted leave on appeal to adduce further evidence in support of an alleged enrichment lien as a defence to the eviction order, and whether such a lien, if proven, could defeat the respondent's right to evict under the settlement agreement.",
    "principles": "Section 22(a) of the Supreme Court Act allows courts to receive further evidence on appeal only in exceptional circumstances. The Court reiterated the test articulated by Holmes JA in S v De Jager: (a) a reasonable explanation for why the evidence was not presented at trial, (b) a prima facie likelihood of the truth of the evidence, and (c) material relevance of the evidence to the outcome. The principles of finality and the reluctance to reopen a trial further constrain such leave.",
    "application": "The Court found the appellant's explanation – ignorance of the Business Aviation decision – unsatisfactory and not a rare excusable circumstance. The settlement agreement contained an unequivocal undertaking to vacate, rendering any alleged lien irrelevant to the outcome. Improvements made before the respondent acquired the property (pre‑2001) could not enrich the respondent, and the appellant offered no concrete evidence of post‑2001 improvements, only vague allegations and a contested architect’s report. Consequently, the evidence failed the material relevance and prima facie likelihood requirements.",
    "conclusion": "The appeal was dismissed with costs. The High Court's eviction order was varied, reducing the vacate period from 120 days to 60 days."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease and Eviction",
    "level_3": [
      "enrichment lien",
      "leave to adduce further evidence",
      "settlement agreement",
      "eviction"
    ]
  }
}