{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/41.html",
  "case_name": "Le Roux and Others v Dey (44/2009) [2010] ZASCA 41; 2010 (4) SA 210 (SCA) ; [2010] 3 All SA 497 (SCA) (30 March 2010)",
  "citation": "[2010] ZASCA 41",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 41\n|\nNoteup\n|\nLawCite\nLe Roux and Others v Dey (44/2009) [2010] ZASCA 41; 2010 (4) SA 210 (SCA) ; [2010] 3 All SA 497 (SCA) (30 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 44/2009\nHENDRIK PIETER LE ROUX\nFirst\r\nAppellant\nBURGERT CHRISTIAAN GILDENHUYS\t\t\t       Second\r\nAppellant\nREINARDT JANSE VAN RENSBURG\t\t\t\t\tThird Appellant\nand\nLOUIS DEY\t\t\t\t\t\t\t\t\t      Respondent\nNeutral citation:\nLe\r\nRoux v Dey\n(44/2009)\n[2010] ZASCA 41\n(30 March 2010)\nCoram:\nHarms\r\nDP, Mlambo and Malan JJA and Griesel and Majiedt AJJA\nHeard:\n8\r\nMarch 2010\nDelivered:\n30\r\nMarch 2010\nSummary:\nActio iniuriarum\r\n– defamation – humiliation – jest –\r\nwrongfulness – animus iniuriandi – consciousness\nof\r\nwrongfulness not required - damages\n__________________________________________________________________\nORDER\n__________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court (Pretoria) (Du Plessis J sitting as court of\r\nfirst instance):\nThe following order is made:\n1 The appeal is dismissed with costs, such costs to\r\ninclude the costs of two counsel.\n2 The cross-appeal is upheld with costs, such costs to\r\ninclude the costs of two counsel.\n3 The order of the court below is amended by\r\nsubstituting para 3 with ‘Koste, insluitend die koste van twee\r\nadvokate’.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (MLAMBO and MALAN JJA and\r\nMAJIEDT AJA)\n[1]\tThis appeal relates to a claim\r\nfor sentimental damages for the infringement of the dignity\r\n(dignitas) and reputation (fama)\nof the plaintiff, the present\r\nrespondent, who was a vice principal at a well-known secondary school\r\nin Pretoria. The perpetrators\nwere three scholars, the defendants.\r\nThe high court upheld both claims and awarded a composite amount of\r\nR45 000 with costs on\nthe magistrates’ courts’ scale.\r\nWith the leave of the trial court the defendants appeal the judgment\r\nwhile the plaintiff\ncross-appeals the quantum of the award and the\r\ncosts order.\n[2]\tThe claims arose from these\r\nfacts: the first defendant, who then was fifteen and a half and in\r\ngrade 9, one evening searched\nthe internet for pictures of gay\r\nbodybuilders. He found one. It showed two of them, both naked and\r\ntheir legs astride, sitting\nnext to each other in a rather\r\ncompromising position – a leg of the one was over a leg of the\r\nother – and the position\nof their hands was indicative of\r\nsexual activity or stimulation. He manipulated the photograph by\r\npasting a photo of the plaintiff’s\nface on the face of the one\r\nbodybuilder and the face of the principal of the school onto the\r\nother. He also covered the genitals\nof each with pictures of the\r\nschool’s badge.\n[3]\tHe sent the manipulated photo\r\nto a friend who, in turn, sent it by cell phone to the second\r\ndefendant, who was in grade 11 and\n17 years old. The picture spread\r\nlike fire amongst the scholars. A few days later the second defendant\r\nshowed the picture to a\nfemale teacher during class and later decided\r\nto print the photo in colour and showed it around on the playground.\r\nAt his behest\nand because he did not have the necessary ‘guts’\r\nthe third defendant, who was in the same grade and of the same age,\n\nplaced the photograph prominently on the school’s notice board.\r\nA teacher saw it quite soon and removed it.\n[4]\tAs a result, the plaintiff\r\ninstituted an action against them based on the actio iniuriarum,\r\nclaiming damages for defamation\nas well as for his humiliation. The\r\nfacts are fairly uncontentious and the main issues raised by the\r\nappeal and cross-appeal concerned\n(a) wrongfulness; (b) the presence\r\nof fault in the form of animus iniuriandi; (c) the quantum of\r\ndamages; and (d) the appropriate\ncosts order. There is, however,\r\nanother fundamental question relating to splitting of causes of\r\naction that will be dealt with\nin the course of the judgment. It may\r\nbe pointed out at this early stage that the first two issues are\r\nessentially related to the\nevidence of the defendants that the\r\npublication of the picture was intended as a joke and was perceived\r\nas such and that, accordingly,\nthey could not be liable under the\r\nactio iniuriarum because their actions were not wrongful and because\r\nthey did not have the intent\nto injure the plaintiff (a lack of\r\nanimus iniuriandi).\nDEFAMATION: WRONGFULNESS\n[5]\tI begin with the defamation\r\nclaim. The first matter to consider is the wrongfulness of the\r\npublication of the manipulated photo.\nIt is well established that the\r\ndetermination of whether a publication is defamatory and therefore\r\nprima facie wrongful involves\na two-stage inquiry. (I use the word\r\n‘publication’ to include a pictorial representation such\r\nas a photograph.) The\nfirst is to determine the meaning of the\r\npublication as a matter of interpretation and the second whether that\r\nmeaning is defamatory.\n1\n[6]\tTo answer the first question a\r\ncourt has to determine the natural and ordinary meaning of the\r\npublication:\n2\nhow would\n3\na reasonable person of ordinary intelligence\nhave\nunderstood\r\nit? The test is objective. In determining its meaning the court must\r\ntake account not only of what the publication expressly\nconveys, but\r\nalso of what it implies, ie, what a reasonable person may infer from\r\nit. The implied meaning is not the same as innuendo,\nwhich relates to\r\na secondary or unusual defamatory meaning that flows from knowledge\r\nof special circumstances. Meaning is usually\nconveyed by words but a\r\npicture may also convey a message, sometimes even stronger than\r\nwords.\n[7]\tIt may be accepted that the\r\nreasonable person must be contextualised and that one is not\r\nconcerned with a purely abstract exercise.\n4\nOne must have regard to the nature of the audience. In this case the\r\nmain target was the school children at the particular school\nbut it\r\nalso included at least teachers.\n5\n[8]\tA publication is defamatory if\r\nit has the ‘tendency’ or is calculated to undermine the\r\nstatus, good name or reputation\nof the plaintiff.\n6\nIt is necessary to emphasise this because it is an aspect that is\r\nneglected in text-book definitions of defamation because it is\n\nusually said that something can only be defamatory if it causes the\r\nplaintiff’s reputation to be impaired.\n7\nThat is not the case, as Neethling explains with reference to\r\nauthority:\n8\n‘It\r\nis notable that the question of a factual injury to personality, that\r\nis, whether the good name of the person concerned\nwas actually\r\ninjured, is almost completely ignored in the evaluation of\r\nwrongfulness of defamation. In fact, generally\n9\na witness may not even be asked how he understood the words or\r\nbehaviour. In addition, it is required only that the words or\r\nbehaviour\nwas\r\ncalculated\nor\nhad\r\nthe tendency or propensity\nto\r\ndefame, and not that the defamation actually occurred. In short,\nprobability\r\nof injury\nrather than actual injury is at issue. It can be concluded,\r\ntherefore, that the courts are not at all interested in whether\r\nothers’\nesteem for the person concerned was in fact lowered,\r\nbut only, seen\nobjectively\n,\r\nin whether, in the opinion of the reasonable person, the esteem which\r\nthe person enjoyed was adversely affected. If so, it is\nsimply\r\naccepted “that those to whom it is addressed, being persons of\r\nordinary intelligence and experience, will have understood\nthe\r\nstatement in its proper sense”.’\n[9]\tIt is often said that jest may\r\nexclude animus iniuriandi, something to which I shall return.\n10\nMasch v Leask,\n11\nhowever, held\r\nthat jest could be a defence only if it was something that would have\r\nbeen understood by the reasonable person as\njest – ‘if a\r\nman says that the words were used in jest, he must prove that it\r\ncould be taken up in no other light by\na reasonable person.’\r\nMelius de Villiers, like so many before (such as Voet 47.10.8)\n12\nand after him (including this court), did not distinguish clearly\r\nbetween wrongfulness and animus iniuriandi in his classical work\non\r\niniuriae.\n13\nIgnoring this failure, his views on jest in the present context are\r\nilluminating. He drew a distinction between legitimate jest\nand jest\r\nthat is not legitimate. Jest is not legitimate, he said, when in\r\norder to amuse yourself or to show off your wit, you\nsay or do things\r\nwhich, considering the occasion or personal circumstances of another,\r\nwould be insulting, offensive or degrading.\n[10]\tIt appears to me that if a\r\npublication is objectively and in the circumstances in jest it may\r\nnot be defamatory.\n14\nBut there is a clear line. A joke at the expense of someone –\r\nmaking someone the butt of a degrading joke – is likely\nto be\r\ninterpreted as defamatory. A joke at which the subject can laugh will\r\nusually be inoffensive.\n[11]\tIn determining whether a\r\npublication is defamatory regard must be had to the person who was\r\nallegedly defamed. What may be\ndefamatory of a private individual may\r\nnot necessarily be defamatory of a politician or a judge. By virtue\r\nof their public office\nthey are expected to endure robust comment but\r\nthat does not imply that they cannot be defamed or should not be\r\nentitled to turn\nto courts to vindicate unjustifiable attacks on\r\ntheir character.\n15\nThis is to a lesser extent also true of teachers. They must expect to\r\nbe the subject of robust comment and the butt of jokes by\nscholars\r\nbut, once again, there is a line that may not be crossed because\r\nthey, too, have the right to reputation and dignity,\nwhich must be\r\nprotected.\n[12]\tThe plaintiff alleged that\r\nthe publication was per se defamatory and in the alternative alleged\r\nin effect that the photo implied\nthat he masturbated in the presence\r\nof another, was guilty of immoral exposure, had a low moral\r\ncharacter, had a homosexual relationship\nwith the principal, or was\r\nhomosexual. He did not rely on an innuendo.\n[13]\tThe learned judge, in\r\ndetermining the objective ‘message’ conveyed by the\r\npublication, held that although it was\nobvious that the faces did not\r\nbelong to the bodies, the transposition of the faces onto the bodies\r\nassociated the two teachers\nwith the bodybuilders and their\r\nbehaviour. They were busy with some sexual activity (even though one\r\ncould not see what the two\nmen did because of the positioning of the\r\nschool badges) and that the photo created the impression that the two\r\nfigures have low\nmoral values and immodest sexuality.\n[14]\tAs to the question whether\r\nthe publication was defamatory, the learned judge said that the\r\nreasonable person would have viewed\nthe photo through the lens of the\r\nConstitution, more particularly s 10, which provides that everyone\r\nhas the right to have their\ndignity respected and protected; s 14,\r\nwhich guarantees the right to privacy; and s 9(2) and (3), which\r\ndemand that everyone’s\nsexual orientation should be respected.\r\nThe publication raises questions about the plaintiff’s\r\nsexuality and sexual orientation,\nhe said. It ridicules the\r\nplaintiff’s moral values and disrespects his person. However,\r\nthe sexual orientation itself, he\nsaid, is of little moment because\r\nthe ridicule would not have been different if the other person had\r\nbeen a female member of staff.\n[15]\tThe defendants’ counsel\r\nattacked these findings on a number of grounds. His main argument was\r\nthat the implicit meaning,\nespecially the association between the\r\nplaintiff and the bodybuilders, had not been pleaded. The answer is\r\nthat interpretation\nis for the court and need not be pleaded.\r\nMeaning, express or implied, is a matter for argument and not\r\nevidence. It is also not\nunderstood where this technical argument was\r\nsupposed to lead. Counsel sought to rely on evidence that this is not\r\nhow the picture\nwas perceived and also on evidence that one or two\r\npersons who had seen the picture did not believe that it reflected\r\nthe true\nrelationship between the two teachers or that they did not\r\nthink less of the plaintiff as a result of the publication. As\r\nmentioned\nabove, all this is beside the point. Interpretation is an\r\nobjective issue. Actual loss of reputation is not required, nor is\r\nbelief\nin the defamation.\n[16]\tSomething was also made of\r\nthe fact that the defendants were school children and that the\r\nreasonable person would have taken\nthat into account in assessing the\r\nmeaning of the photo. I have some difficulty in appreciating how the\r\nidentity of the alleged\ndefamer can determine the objective meaning\r\nof a publication. The picture was created and distributed\r\nanonymously. Its origin down\nthe line would not have been known since\r\nit was in the nature of a chain letter. An addressee may or may not\r\nhave suspected that\nchildren were behind it all but there was no\r\nreason for them to have accepted that as a fact.\n[17]\tThe picture was not published\r\nin isolation. There was a background to it. The plaintiff’s\r\nname rhymes with ‘gay’,\nand a ditty based on this\r\nassociation and a pamphlet with the same tenor was in circulation\r\namongst the children. This background,\nwhich probably led to the\r\ncreation of the photo and its publication, is relevant in determining\r\nits meaning.\n16\nCounsel also argued that although the publication would have been\r\ndefamatory if, say, a parent or minister of religion had been\n\nportrayed in this manner it cannot be defamatory of a teacher because\r\nhe is a person in authority. I mention this submission only\nbecause\r\nit was repeatedly made and not because it deserves judicial\r\nconsideration.\n[18]\tThere is nothing that,\r\nobjectively speaking, indicates that the photo was perceived as a\r\njoke, let alone a legitimate one.\nCounsel could not explain the joke.\r\nPeople may have laughed, just as they laughed at someone being\r\npilloried – not because\nit was funny but because of the\r\nhumiliation of the victim. Schadenfreude, the Germans would have\r\ncalled it. Laughter remains a\ncurious psychological phenomenon.\r\nSigmund\nFreud divided\r\njokes into two broad categories: ‘innocent’ jokes and\r\n‘tendentious jokes.  Innocent jokes are jokes\nwithout an\r\nunderlying hostility and do not evoke laughter at the expense of\r\nanyone in particular.\n‘Tendentious’\r\njokes are jokes made with aggressive or sexual provocations, to\r\nelicit strong emotional response.\nThe philosopher\r\nAlfred M Stern, for instance, argues that\nwe\r\nlaugh\nat\ndegraded\r\nvalues,\nor\r\nin order to degrade values\n.\r\nHe said:\n17\n‘\nIn\r\nmy theory, laughter is interpreted as a value judgment, an\r\ninstinctive, negative value judgment concerning a degradation of\r\nvalues. This judgment is not expressed in words, but in the\r\ninarticulate sounds we call laughter. Laughter, however, is not only\n\nour reaction towards a degradation of values. Sometimes it is also an\r\naction provoking a degradation of values or, at least, trying\nto\r\nprovoke it. When we laugh at a person, or a\nthing done by a person, although no value degradation can be found in\r\nthem, we try to degrade their value. And often we succeed.\nThere\r\nis a French saying,\nIe\nridicule\ntue\n,\r\nthe ludicrous kills. Of course, it does not kill physically, but it\r\nmay kill morally, axiologically; it may kill values, and then\n\nlaughter may have tragic consequences.\nIf we laugh at a serious person\r\nor his work, this person is offended. And he is right to be offended,\r\nfor instinctively he recognizes\nin this laughter an attempt to\r\ndegrade his value or that of his work in the eyes of other people.’\nThis accords with the views\r\nexpressed by the anonymous author of the title ‘Humour and Wit’\r\nin 9\nEncyclopaedia\r\nBritannica\np11:\n‘\nHumour today seems to be\r\ndominated by two main factors: the influence of the mass media and\r\nthe crisis of values affecting a culture\nin rapid and violent\r\ntransition. The former tends toward the commercialized manufacture of\r\nlaughter by popular comedians and gags\nproduced by conveyor-belt\r\nmethods; the latter toward a sophisticated form of black humour\r\nlarded with sick jokes, sadism, and sex.’\nIn fairness to counsel, his ultimate submission was that\r\nalthough the photo was not objectively funny, it would have been for\r\nscholars\nwho would have enjoyed the photo because it held the\r\nplaintiff up to ridicule, something I would have thought means that\r\nthey would\nhave interpreted the photo as being defamatory. As the\r\nlearned judge said, even adolescents know where to draw the line\r\nbetween\njest and ridicule.\n[19]\tI therefore conclude that the\r\nphoto was defamatory of the plaintiff and that its publication was\r\nwrongful. It matters not for\nthis conclusion what his sexual\r\norientation was or what the sex of the other person on the photo was\r\nbecause it deals with his\nsexual orientation in a derogatory manner.\n18\nIt ridicules him, his moral values and disrespects his person.\nA DIVERSION: SPLITTING OF ACTIONS.\n[20]\tThe plaintiff’s second\r\ncause of action was for the impairment of his dignity flowing from\r\nthe publication. The term ‘dignity’\ncovers a number of\r\nconcepts in s 10 of the Constitution but in the present context we\r\nare concerned with the plaintiff’s\nsense of self-worth. Melius\r\nde Villiers\n19\nspoke of the inborn right to the tranquil enjoyment of one’s\r\npeace of mind; and the valued and serene condition in one’s\n\nsocial or individual life which is violated when one is subjected to\r\noffensive and degrading treatment, or exposed to ill-will,\nridicule,\r\ndisesteem or contempt.\n[21]\tThe plaintiff gave extensive\r\nevidence of how the publication of the photo had affected and\r\nhumiliated him. It placed him in\nan invidious position as deputy\r\nprincipal who was responsible for religious events and educating and\r\nupholding morals at the school.\nThe court below upheld this claim\r\nbut, as mentioned, did not make a separate award of damages in\r\nrespect thereof. This led to a\nmajor attack on the award by the\r\nplaintiff in the course of the cross-appeal. The defendants, on the\r\nother hand, attacked the judgment\non the grounds that it should have\r\nheld that plaintiff’s dignity was not impaired or because they\r\nlacked animus iniuriandi.\n[22]\tThere is, however, an\r\nanterior question that has to be considered: can the same act give\r\nrise to two actiones iniuriarum in\nthe hands of the same plaintiff?\r\nTo illustrate, an assault gives rise to an actio iniuriarum. Does a\r\nhumiliating assault give rise\nto an additional action for the\r\nimpairment of dignity? Or does the nature of the assault simply\r\nimpact on the quantum of damages?\nI believe that the answer to this\r\nexample is on consideration evident: there is only one cause of\r\naction.\n[23]\tI am unaware of any instance\r\nin the history of the actio iniuriarum where a particular defamatory\r\nact gave rise to two causes\nof action. (I exclude the cases where\r\npatrimonial damages are also claimed.) The reason is in my view that\r\nany defamation is in\nthe first instance an affront to a person’s\r\ndignity which is aggravated by publication. Someone who is not\r\naffronted by a\npublication and who does not feel humiliated will not\r\nsue for defamation.\n20\nThat is why the award of damages compensates ‘the plaintiff for\r\ninjured feelings and for the hurt to his or her dignity and\n\nreputation.’\n21\nAs F P van den Heever J once said, ‘an action on defamation has\r\nseveral purposes: to kill libel, to recover a solatium for\ninjured\r\nfeelings and to recover a penalty from the slanderer’.\n22\nIn other words, in assessing compensation in a defamation case a\r\ncourt must have regard to the effect the publication had on the\n\nplaintiff.\n23\nIn\nGelb v\r\nHawkins\n24\nthis court’s determination of compensation in a defamation case\r\nwas said to relate ‘in the main to\ncontumelia\n,\n25\nbut does not overlook the elements of loss of reputation, and\r\npenalty’, which means that on the facts of the case the\r\nplaintiff’s\nhumiliation and not loss of reputation was the\r\nmajor factor in deciding quantum.\n26\n[24]\tRisking the wrath of those\r\nwho believe that our law of defamation has not been contaminated by\r\nthe common law, I believe that\nthe following statement by Windeyer J\r\nencapsulates what I wish to say:\n27\n‘\nIt seems to me that,\r\nproperly speaking, a man defamed does not get compensation for his\r\ndamaged reputation. He gets damages because\nhe was injured in his\r\nreputation, that is[,] simply because he was publicly defamed. For\r\nthis reason, compensation by damages operates\nin two ways as a\r\nvindication of the plaintiff to the public and as consolation to him\r\nfor a wrong done. Compensation is here a\nsolatium rather that a\r\nmonetary recompense for harm measurable in money. The variety of the\r\nmatters which, it has been held, may\nbe considered in assessing\r\ndamages for defamation must in many cases mean that the amount of a\r\nverdict is the product of a mixture\nof inextricable considerations.’\n[25]\tI therefore conclude that the\r\nplaintiff’s additional claim based on the affront to his\r\ndignity was ill-founded and does\nnot require further consideration\r\nand I proceed to consider the second leg of the defamation claim,\r\nnamely animus iniuriandi.\nDEFAMATION: ANIMUS INIURIANDI\n[26]\tIt is trite that delictual\r\nliability depends in general terms on fault which, in the case of\r\ndefamation and all other iniuriae,\nis fault of a particular nature,\r\nnamely animus iniuriandi. As mentioned, the defendants say that they\r\ndid not have the intention\nto defame the plaintiff because their\r\nintention was to make a joke and, in any event, they did not know\r\nthat there was such a thing\nas defamation. It was not always clear\r\nfrom the evidence whether the defence was one of legal incapacity due\r\nto the inability to\ndistinguish between right and wrong but it was\r\nnot argued that the presumption of legal capacity was rebutted.\n28\n[27]\tTo assess the defence of lack\r\nof animus iniuriandi it is necessary once again to visit the issue as\r\nto its meaning and application\nin the context of the actio iniuriarum\r\nin its different forms. Much has been said in judgments and academic\r\nworks on the issue\nand my failure to refer to many of them is not due\r\nto a lack of respect but only because I do not wish to clutter this\r\njudgment\nunduly.\n[28]\tOur Roman-Dutch writers did\r\nnot distinguish clearly or consistently between wrongfulness and\r\nanimus iniuriandi (or dolus malus).\nThis gave rise to much confusion.\r\nIn any event, animus iniuriandi means the intention to injure. That\r\nis how this court has understood\nthe concept since at least\nWhittaker\r\nv Roos and Bateman\n.\n29\nThis is also the meaning attached to the term by early proponents of\r\nanimus iniuriandi as an essential element of defamation, Melius\nde\r\nVilliers,\n30\nProf D Pont\n31\nand Prof T W Price.\n32\n[29]\tThe Continental Pandectists\r\nof the 19th Century analysed the concept of dolus and added another\r\nelement to the intention to\ninjure, namely consciousness of the\r\nwrongfulness of the act (coloured intent or\r\n‘wederregtelikheidsbewussyn’).\n33\nIn spite of my high regard for them it has to be conceded that by\r\nsystemising the Roman law concepts they did not necessarily state\nthe\r\nRoman-Dutch law. This means that an adherence to the roots of our law\r\ndoes not necessarily require an adoption of Pandectist\ntheories.\n[30]\tLegal theory is important but\r\nlaw is not a natural science and, as Oliver Wendell Holmes Jnr had\r\nsaid, ‘\nthe\r\nlife of the law has not been logic; it has been experience’\n34\nand that ‘general propositions do not decide concrete cases\n.’\n35\nProf J C van der Walt once referred to the poet and philosopher N P\r\nvan Wyk Louw who spoke of the ‘spookagtige dans van logiese\n\nkategorieë’ and indicated that although general rules are\r\non the one hand necessary for legal certainty they may on\nthe other\r\nhand impede justice:\n36\n‘\nDaar bestaan dus ‘n\r\newige, inherente spanningsverhouding tussen die eise van\r\nregverdigheid en regsekerheid. . . . Die reg\nkan dus vanweë sy\r\ninherente kompromiekarakter nooit volkome seker of regverdig wees\r\nnie.’\nThe\nbon\r\nmot\nof Holmes\r\nmust, nevertheless, be seen in context.\nIt was not a call for irrational judging or an\r\nabandonment of general principles or consistency. As Max Rheinstein\r\nexplained in\nhis introduction to Max Weber’s\nLaw\r\nin Economy and Society\n:\n37\n‘\nNot only the context in\r\nwhich this famous passage appears but Holmes’s entire life and\r\nwork should have made it clear that\nhe would have been the last to\r\ndisparage logical thinking, that is, thinking which tries to avoid\r\nintrinsic contradiction and to\nmaintain consistency within a given\r\nline of argumentation. Clearly, Holmes was also far from disparaging\r\nthe use of concepts. Thinking\nwithout concepts is as unthinkable as\r\npainting without paints or making music without sounds. The only\r\nproblem is what sort of\nconcepts we use or, from what premises we\r\nstart when we begin to think. This is what Holmes means: that we\r\nderive our premises\nfrom the experience of life rather than\r\nformulating them as artificial and purely formal concepts.’\n[31]\tProbably the first reference\r\nto coloured intent in our legal literature is to be found in the\r\nfirst edition of\nStrafreg\nby J C de Wet and H L Swanepoel (p 91). The authors, significantly,\r\ndid not pretend to find the concept in our law but relied exclusively\n\non Dutch and German textbooks that were current at the time (1949).\r\nIn the delictual context the first reference to the requirement\n(at\r\nleast to my knowledge) appeared in N J van der Merwe and P J J\r\nOlivier’s 1966 edition of\nDie\r\nOnregmatige Daad in die Suid-Afrikaanse Reg\n(p 72 and 75). The authors must have thought that the matter was\r\nself-evident because they did not rely on any authority for their\n\nstatement.\n[32]\tThis court in\nO’Malley\n38\naccepted that coloured intent formed an essential part of animus\r\niniuriandi for purposes of defamation. The statement was in context\n\nobiter and it will be recalled that this case created an exception to\r\nthe general requirement of animus iniuriandi by holding that\nthe\r\npublic media could not escape liability by relying on its absence.\r\nThe ratio was later overruled in\nBogoshi\n.\n39\nAs far as iniuria in general is concerned, Jansen JA sought to hold\r\nin\nRamsay\n40\nthat coloured\r\nintent was a general requirement but the majority (per A S Botha AJA)\r\nheld otherwise.\n41\nIt held, significantly, that whether or not coloured intent should be\r\nrequired for any particular iniuria is a matter of legal\npolicy and,\r\nby implication, not a matter of legal philosophy.\n[33]\tTo test the correctness of\r\nthe assumption that colourless intent is a valid defence in the case\r\nof iniuria it is useful to\nconsider the case law in this regard. One\r\nseeks rather in vain for an instance where the defence was accepted.\n42\nThe opposite is true. It is not a defence in the case of invasion of\r\nprivacy,\n43\nunlawful arrest or detention,\n44\nassault,\n45\ndefamation by the press,\n46\nor wrongful attachment.\n47\n[34]\tMalicious prosecution appears\r\nto be an exception because it has been held firmly that coloured\r\nintent is a requirement for\nliability.\n48\nThe interesting aspect of this cause of action is that it is probably\r\nthe only iniuria where the plaintiff must prove animus iniuriandi\n\ninstead of the defendant having to prove its absence. This, and the\r\ncommon name of the action, indicates that there is something\nspecial\r\nabout this cause of action. It appears to me that this is an instance\r\nwhere coloured intent forms part of the wrongfulness\nelement: public\r\npolicy considerations demand that a plaintiff should only be\r\ncompensated for a prosecution that was instigated\nwithout reasonable\r\nor probable cause if, in addition, it was ‘malicious’ (in\r\nthe sense of coloured intent). The practical\neffect of this might be\r\nthat a further inquiry into the fault element may become unnecessary\r\nbecause it has already been established\nby the plaintiff and there is\r\naccordingly nothing for the defendant to disprove.\n[35]\tAquilian causes such as\r\nintentional interference with contractual relationships and injurious\r\nfalsehoods have been explained\non the same basis. The theoretical\r\nproblem with these is that the general requirement of fault under the\r\nlex Aquilia is negligence\nwhile they require dolus or animus\r\niniuriandi. This court held in\nGore\n49\nthat animus iniuriandi is in these instances a requirement for\r\nwrongfulness because public policy considerations demand that a\n\nplaintiff should be compensated for an interference with contractual\r\nrelationships only where the interference was accompanied\nby coloured\r\nintent.\n50\n[36]\tReverting to defamation, the\r\ndefence of privileged occasion provides another illustration.\n51\nThe plaintiff may prove that, although the defendant had published\r\nthe statement on a privileged occasion, he had overstepped the\nmark\r\nby having spoken animo iniuriandi in the sense of coloured intent.\r\nAlthough this is usually said to be part of the fault investigation\n\nit is indeed part of the investigation into wrongfulness and a close\r\nreading of the cases dealing with privileged occasions, beginning\n\nwith\nJordaan v\r\nvan Biljon\n52\nand\nCraig v Voortrekkerpers Bpk\n,\n53\nconfirms this conclusion.\n[37]\tA purely Pandectist approach\r\ndoes get one into a bind. This was even recognised by De Villiers AJ\r\nin the commendable judgment\nin\nMaisel\r\nv van Naeren,\n54\nwhich gave rise to the whole debate.\n55\nIt appears to me to be incongruous that a defendant who, for example,\r\ncannot establish truth and public benefit to justify defamation,\ncan\r\nnevertheless escape liability by relying on a belief in either the\r\ntruth or public benefit. Not only that, the approach also\ninhibits\r\nthe development of this part of the law under the Constitution. Van\r\nDijkhorst J, not surprisingly, sought to develop the\ncommon law in\r\nthis regard by holding that a lack of coloured intent could not be a\r\ndefence if it was due to negligence,\n56\na view similar to that of F P van den Heever J,\n57\nColman J,\n58\nP Q R Boberg\n59\nand Burchell.\n60\n[38]\tIt might be opportune to\r\nrevisit with the wisdom of hindsight the judgment in\nBogoshi.\n61\nThe judgment\r\nwas primarily concerned with the correctness of\nO’Malley\n,\r\nwhich had held that the press could not rely on a lack of\nanimus\r\niniuriandi\nas a\r\ndefence in a defamation case. The judgment also dealt with the\r\nanterior question of justification: the publication of a defamatory\n\nstatement will be lawful if it was reasonable in the circumstances of\r\nthe case. In other words the general criterion of reasonableness\n\ndetermines whether a defamatory publication was wrongful or not.\n62\n‘Reasonableness’ in this context must not be conflated\r\nwith negligence.\n63\nIf justifiable, the question of fault cannot arise. I agree in this\r\nregard with Lewis JA\n64\n:\n‘\nHowever,\r\nfault need not be in issue at all if in the particular circumstances\r\nanterior inquiry shows that the publication is lawful\nbecause it is\r\njustifiable.\nBogoshi\nindicates that the reasonableness of the publication might also\njustify\nit. In appropriate cases, a defendant should not be held liable where\r\npublication is justifiable in the circumstances – where\nthe\r\npublisher reasonably believes that the information published is true.\r\nThe publication in such circumstances is not unlawful.\nPolitical\r\nspeech might, depending upon the context, be lawful even when false\r\nprovided that its publication is reasonable. . .\n. This is not a test\r\nfor negligence: It determines whether, on grounds of policy, a\r\ndefamatory statement should not be actionable\nbecause it is\r\njustifiably made in the circumstances.’\nIt appears that on this analysis\r\nthe discussion of negligence in\nBogoshi\nmight have complicated matters unnecessarily. Once it is found that\r\nthe publication was unreasonable the next question should simply\nbe\r\nwhether it was published with the intent to injure.\n65\n[39]\tThe effect of this is that\r\nmistake or bona fides might in appropriate circumstances justify a\r\ndefamatory statement (ie, if\nit was reasonable to have been made) and\r\nthat it is accordingly not necessary to require coloured intent. I\r\ntherefore conclude,\nespecially in view of precedent and the\r\nconstitutional emphasis on the protection of personality rights, that\r\nthe animus iniuriandi\nrequirement generally does not require\r\nconsciousness of wrongfulness (wederregtelikheidsbewussyn).\n66\n[40]\tIn addition, and\npace\nthe obiter in\nHerselman\r\nNO v Botha\n(mentioned earlier to which I was a party) and authors such as\r\nNeethling,\n67\nI do not believe that jest excludes the intention to injure. It goes\r\nto motive and, as Melius de Villiers said,\n68\nif a joke is degrading the defendant’s motive does not matter.\n[41]\tThe court below found that\r\nsince the defendants knew that what they did was wrong in the general\r\nsense, they indeed did have\nthe required coloured intent in the sense\r\nof consciousness of wrongfulness. Although the factual finding was\r\nfully justified I\nhave some difficulty with the conclusion because it\r\ncould confuse moral and legal blameworthiness. It is sufficient to\r\nrely on\ncounsel’s concession, correctly made, that the\r\ndefendants’ intention was to ridicule the plaintiff. This means\r\nthat\nthe defendants are liable. The remaining issues are quantum and\r\ncosts.\nQUANTUM\n[42]\tAs mentioned, the court below\r\nawarded R45 000 to the plaintiff. Assessment of compensation is a\r\nmatter for the trial court\nand a court of appeal may interfere under\r\nlimited circumstances only. One is where the court had misdirected\r\nitself on a material\nissue. The parties were agreed that the court\r\nindeed misdirected itself. It dealt with the matter as if the\r\nassessment of quantum\nwas similar to the determination of sentence in\r\na criminal case.\n69\nFactors taken into account were that the perpetrators should not at\r\nthis young age be burdened with a debt that might affect their\n\nfuture; and that their interests should be considered. This\r\nmisdirection may require a re-assessment of quantum. The defendants\n\nargue that the amount should be reduced while the plaintiff, who had\r\nclaimed R300 000 in relation to each of the two ‘delicts’,\n\nargued for a substantial increase.\n[43]\tThe defamation and consequent\r\nhumiliation was in my view serious. The publication was, on the\r\nprobabilities, widespread under\nthe scholars. The photo may still be\r\navailable on many a cell phone or computer and there is no reason to\r\nbelieve that the dissemination\nhas stopped. The plaintiff was known\r\nto the audience; and his position of authority was materially\r\nundermined. He had reason to\nsuspect that he became the laughing\r\nstock of the school.\n[44]\tThe plaintiff submitted that\r\nbecause the right to dignity is now a protected right in terms of the\r\nConstitution, this justifies\na new approach to quantum because, as\r\ncounsel said, the values underlying the Constitution are not\r\notherwise appropriately protected.\nThe problem with the argument is\r\nthat it assumes that the common law on defamation is deficient and\r\nthat one is entitled, albeit\nindirectly, to constitutional damages.\r\nIt also ignores the fact that there are many rights guaranteed in the\r\nConstitution and if\none were to re-assess the ‘monetary’\r\nvalue of one the others, such as free speech, might be implicated.\n70\n[45]\tAn apology impacts on quantum\r\nand the defendants submit that they sought to apologise to the\r\nplaintiff but that he refused\nto speak to them on the advice of his\r\nlawyers. The evidence of the defendants on their attempted apology\r\nappears to me to be somewhat\nsuspect.\n71\nHowever, the attempt was made long after the event on the advice of a\r\nthird party. The manner in which they conducted their defence\nduring\r\nthe trial and the manner in which they gave evidence indicate clearly\r\nthat they were disrespectful towards the plaintiff,\nhad no remorse,\r\nand did not wish to apologise. They justified their arrogance on the\r\nbasis that the plaintiff should not have taken\noffence at what they\r\ndid, and that he should have been content with the disciplinary steps\r\nthat had been taken by the school and\nthe community service to which\r\nthey had been subjected. I agree with plaintiff’s counsel that\r\nall this was aggravating.\n[46]\tThe court below had regard to\r\nthe impact of the publication on the plaintiff’s dignity but,\r\nsaid his counsel, insufficiently\nso. As mentioned, the plaintiff gave\r\nextensive evidence on this. It was one of the considerations he took\r\ninto account in moving\nto another school. I do not wish to elaborate.\r\nIt is clear that the plaintiff is a sensitive person but he may have\r\ntaken this\nmatter too much to heart. In my view one cannot assess\r\nquantum subjectively. One must have regard to the probable\r\nconsequences\nfor someone in the position of the plaintiff. In other\r\nwords, the determination must be objectively justifiable.\n72\nI am not convinced that the court below erred in this regard.\n[47]\tThe last aspect that I wish\r\nto address in this context is whether the fact that the defamers were\r\nschool children and the defamed\ntheir teacher has an impact on\r\nquantum. In other words, should the plaintiff not have taken the\r\npublication from whence it came?\nTo illustrate: is an allegation by a\r\ndissatisfied litigant that a judicial officer was dishonest less\r\nserious than a similar allegation\nby the minister of justice? I think\r\nthat the question has to be answered in the affirmative because it is\r\nless likely that the\nallegation by the litigant would be taken\r\nseriously by an objective person. In other words, although the source\r\ncannot affect the\ndefamatory nature of the statement it might affect\r\nthe award.\n[48]\tAfter anxious consideration I\r\nhave come to the conclusion that in spite of the misdirection the\r\naward of the court below was\nfair in all the circumstances. I may\r\nhave awarded more but since my award would not have been\r\nsubstantially more an interference\ncannot be justified. It should be\r\nremembered that there was a countervailing misdirection because the\r\ncourt had upheld the loss\nof dignity claim as a separate claim, which\r\nmight have affected his assessment. I do recognise that the plaintiff\r\nmay eventually\nbe out of pocket due to the cost of litigation but\r\ndefects in the costs structure cannot be rectified through awards of\r\ndamages.\nCOSTS\n[49]\tAs mentioned, the court below\r\nordered costs on the magistrates’ courts’ scale. This\r\nmeans, if regard is to be had\nto the amount awarded, that the\r\nplaintiff has to bear a substantial percentage of his own costs. The\r\nparties on both sides employed\ntwo counsel for the trial and each\r\nsubmitted that, if successful, the success should carry the costs of\r\ntwo counsel, which is only\npossible if costs were to be awarded on\r\nthe high court scale. On appeal they also employed two counsel and\r\nagreed, correctly in\nmy view, that the costs of two counsel were\r\njustified. It appears to me to be somewhat incongruous in those\r\ncircumstances to hold\nthat the trial costs should have been on the\r\nlower scale.\n[50]\tCosts are within the\r\ndiscretion of the trial court and unless there is a demonstrable\r\nerror this court cannot intervene. The\nhigh court correctly held that\r\nthe mere fact that the case concerned defamation did not justify\r\nwithout more a costs order on the\nhigher scale.\n73\nHowever, the court misdirected itself in my view by regarding the\r\ncase as an ordinary run of the mill defamation case. The matters\nof\r\nprinciple involved justified in my view a costs order on the higher\r\nscale and also costs of two counsel.\n74\nORDER\n[51]\tThe following order is made:\n1 The appeal is dismissed with costs, such costs to\r\ninclude the costs of two counsel.\n2 The cross-appeal is upheld with costs, such costs to\r\ninclude the costs of two counsel.\n3 The order of the court below is amended by\r\nsubstituting para 3 with ‘Koste, insluitend die koste van twee\r\nadvokate’.\n________________________\nL T C Harms\nDeputy President\nGriesel AJA:\n[52]\tLaughter can be a serious business with serious\r\nconsequences, as the defendants in this case discovered to their\r\ndetriment.\nThey testified that their intention was not to injure the\r\nreputation of the plaintiff, but to make a joke. They also testified\r\nthat the over­whelming reaction of the recipients of the\r\nmanipulated picture was one of hilarity. Thus, to put their defence\n\nin a nutshell, the defendants maintained that the mani­pulated\r\npicture was not intended seriously and was not taken seriously.\n[53]\tTrying to explain to others why we find certain\r\njokes or situations humorous can be problematic. As it was\r\ngraphically put\nby E B White:\n75\n‘\nHumor can be dissected as\r\na frog can, but the thing dies in the process and the innards are\r\ndiscouraging to any but the pure scientific\nmind.’\nNonetheless,\r\nattempts have been made from time to time\nto\r\ndissect\nhumour. One of these attempts was\r\nby\nthe British comedian,\nRowan\r\nAtkinson (better known as\nMr Bean\n),\r\nwho explained\nthat an object or a\r\nperson can become funny in three different ways: by behaving in an\r\nunusual way; by being in an unusual place;\nor by being the wrong\r\nsize.\n76\n[54]\tIt seems to me that this was what the defendants\r\nwere trying to convey when pressed to explain the joke to the court\r\nbelow:\nthey referred to the incongruity (‘teenstelling’)\r\ncreated by the manipulated picture. The defendants said what made\nthe\r\npicture so funny – in their eyes and in the eyes of their\r\nfellow learners who saw it – was not the fact that it\nwas so\r\nclose to the truth, but that it was so very far removed from reality.\r\nThe following extract from the second defendant’s\nevidence in\r\nresponse to questions by the court illustrates the point:\n‘\nHof\n:\r\nWat is eintlik dan snaaks? U moet my verskoon, mnr Gildenhuys, maar\r\nas u nie eintlik ’n negatiewe konnotasie geheg het nie,\ndan wat\r\nwas snaaks? --- Omdat dit sovêr van die werklikheid af is. Dr\r\nDey is iemand wat hoë morele waardes voorge­staan\nhet by die\r\nskool en . . . dit wat hy voor die skool gesê\r\nhet is al wat ek van hom geken het, en dit was altyd\ngoeie goed. Dit\r\nwas hoë morele waardes.’\n[55]\tThe first defendant explained that what he found\r\nfunny about the picture was the fact that it was so ‘far\r\nfetched’,\nnamely to see the principal and the vice principal in\r\nsuch a compromising position. The third defendant said much the same.\r\nWhen\nasked,\n‘So dit is\r\ndie teenstelling wat snaaks is?’, he replied: ‘Dit is\r\ndefinitief die kontras en die ironie.’\n(Rowan Atkinson would explain that the figures in the picture are\r\ndepicted as behaving in an unusual way or being in an un­usual\n\nsituation.)\n77\n[56]\tProf Kriegler, an educational psychologist who was\r\ncalled as an expert on behalf of the defendants, lent theoretical\r\nsupport\nto their defence by explaining that often it is the element\r\nof incongruity that makes something funny:\n‘\nTeenstelling\r\nis soos in inkongruensie, twee goed wat eintlik glad nie bymekaar pas\r\nnie, soos sê nou maar ons sit Margaret\nThatcher se gesig op ’n\nPenthouse\r\nPet\nse lyf, dit sou snaaks wees omdat dit rym nie, dit hoort glad nie\r\nbymekaar nie. Maar dit is ’n komplekse onderwerp.’\n[57]\tFurther light is thrown on this ‘complex\r\nsubject’ in the article by Prof Stern, quoted by my colleague,\n78\nwhere the author makes the following perceptive and apposite remarks:\n‘\nThere\r\nexist as many classes of jokes as classes of values. There are jokes\r\ndegrading intellectual values, others degrading moral\nvalues,\r\nesthetic values, religious values, vital values, instrumental values,\r\neconomic values, etc.\n.\r\n. . .\nThe\r\nnumber of anecdotes drawing their comic effects from a degradation of\r\nthose moral values which characterize the erotic life\nis especially\r\nnoticeable. On the one hand, we have the vigorous sexual passions; on\r\nthe other hand, the rigorous restrictions of\nthese passions by\r\nethics, religion, social conventions, and penal pro­hibitions.\r\nThe individual can not escape the social pressure\nexerted by these\r\ncon­ventions and taboos. He can violate them only at the risk of\r\nsocial and sometimes even of penal sanctions.\nThe individual takes\r\nhis revenge in trying, by means of jokes and anecdotes, to degrade\r\nthose moral values of erotic life which\nthe social and moral\r\nconventions and legal prohibitions try to protect. The laughter\r\nresulting from those degradations is for the\nindividual a kind of\r\nsymbolic liberation from a social pressure from which he suffers.\r\nWhen the individual ceases to suffer from\nthe effect of those\r\nconventions and prohibitions, he is no longer so eager to degrade\r\ntheir value. Therefore, it is neither the\nold ladies nor the old\r\ngentlemen who tell us the most piquant stories.’\n[58]\tThe fact that the court – and the plaintiff –\r\nmay find the defendants’ attempt at humour banal or in bad\r\ntaste or unamusing is neither here nor there. This does not transform\r\na bad joke into a defamatory statement. In this regard I respectfully\n\nendorse what was said by Sachs J in the\nLaugh\r\nit Off\nmatter\n79\nin a slightly different context:\n‘\nWe\r\nare not called upon to be arbiters of the taste displayed or judges\r\nof the humour offered. Nor are we required to say how successful\n\nLaugh It Off has been in hitting its parodic mark. Whatever our\r\nindividual sensibilities or personal opinions about the T-shirts\n\nmight be, we are obliged to interpret the law in a manner which\r\nprotects the right of bodies such as Laugh It Off\nto\r\nadvance subversive humour. The protection must be there whether the\r\nhumour is expressed by mimicry in drag, or cartooning in\nthe press,\r\nor the production of lampoons on T-shirts. . . . They\r\nchose parody as a means, and invited young acolytes\nto join their\r\ngadfly laughter.’\n[59]\tWith that prelude I turn to the first inquiry,\r\nnamely to establish the natural or ordinary meaning of the picture in\r\nquestion.\nAs rightly observed by the trial judge, any person who\r\nlooks at the picture would immediately observe that it is not in fact\r\na\nphotograph of the plaintiff and the principal, but rather the\r\nproduct of amateurish manipulation. One is also struck by the fact\n\nthat the principal (who, incidentally, accepted the apologies of the\r\ndefendants and did not take legal action against them) is\ndepicted in\r\nthe picture with a broad smile on his face, as if recognising the\r\nhumour in the situation.\n[60]\tIf one were to apply the traditional test by\r\npostulating the reaction of hypo­thetical ordinary right-thinking\r\npersons\ngenerally, such persons who are outsiders to the particular\r\nschool would not know or understand the context in which it was\r\ncreated\nor published: thus, they would not know the two men whose\r\nfaces have been superimposed onto the naked bodies; they would not\r\nknow\ntheir true character and disposition; they would therefore not\r\nsee the incongruity in the situation; they would not recognise the\n\nstrategically placed school emblems and would not understand the\r\nsignificance of those emblems in relation to the two figures depicted\n\nin the picture. They would not know that the picture was created and\r\ncirculated by adolescent school­boys in an attempt to\npoke fun at\r\ntheir principal and vice-principal. In short, such outsiders would\r\nnot understand the ‘natural and ordinary meaning’\n\nconveyed by the picture – as little as if a picture were shown\r\nto them bearing a subtitle in Mandarin. The subtitle in Mandarin\n\nwould first have to be translated before the reasonable person of\r\nordinary intelligence would be able to determine whether or not\nit\r\ncarries a defamatory meaning. Here, the reasonable outsider would\r\nrequire a ‘translation’ of a different kind before\nbeing\r\nable to interpret the picture in question.\n[61]\tThe audience for which the picture was intended,\r\nnamely the defendants and their fellow learners at the school, saw it\r\nquite\ndifferently. Some of them received it on their cell phones,\r\nothers saw the printout that was made by the second defendant. Their\n\nreactions, while not decisive, were certainly significant. Being\r\nfamiliar with the context, they immediately recognised the attempt\nat\r\nhumour and laughed at the incongruity conveyed by the picture.\n[62]\tI pause here to deal briefly with\nMasch\r\nv Leask\n, referred to in my colleague’s\r\njudgment.\n80\nThere, the words used by the defendant – ‘Dit lieg jij’\r\n(‘You are telling a lie’) – were defamatory\nper se.\r\nIt was in that context that Wessels J said the following:\n‘\nIt\r\nis perfectly clear that the\nanimus\r\ninjuriandi\nlies\r\nwith the person who uses the words, but if a person utters words that\r\nare\nper\r\nse\nlibellous,\r\nhe is responsible for what he does, and he is responsible if he\r\ninjures the business of another. If, therefore, he was\nto excuse\r\nhimself that he merely spoke in jest, he must prove to the Court that\r\nit was in jest, and that the words must have been\naccepted as such by\r\nthe by-standers.’\n81\nThe present situation is different: here, it cannot be\r\nheld that the picture is defamatory per se and the court has to\r\ngrapple with\nthe natural and ordinary meaning thereof. It would be\r\nwrong, in these circumstances, to require the defendants to prove\r\nthat it\ncould be taken up in no other light by a reasonable person.\r\nThe onus rests on the plaintiff to prove the defamation on which he\n\nrelies and if it were to be found that the publication in issue is\r\nambiguous or that doubt exists as to the meaning thereof, then\nthe\r\npresumption of law is in favour of an non-injurious meaning.\n82\n[63]\tThe present situation is analogous to the\r\ndefamation relied upon in\nMohamed v Jassiem\n,\n83\nwhere the court held that it was defamatory to call someone ‘an\r\nAhmadi sympathiser’, even though it was only under­stood\nin\r\na defamatory sense by ‘a tiny fraction of our national\r\npopulation’ in the Western Cape Muslim community.\n84\nLikewise it would be inappropriate in this case to postulate the\r\nreactions of ‘ordinary right-thinking persons generally’,\n\ninstead of restricting the inquiry to the microcosm comprising the\r\nparticular school community and examining the way in which they\n\nunderstood the picture. Applying that test, the plaintiff has failed\r\nto prove, in my view, that the meaning conveyed by the picture\nis the\r\none relied on in the particulars of claim. It follows that the claim\r\nbased on defamation fails at the first stage, with\nthe result that it\r\nis not necessary for me to consider the other aspects raised in the\r\nerudite judgment of my colleague.\n[64]\tHaving said that, I accept, as does my colleague,\r\nthat there is only one cause of action arising from the defendants’\n\nconduct herein. It is self-evident that whereas defamation invariably\r\ninvolves ‘in the first instance an affront to a person’s\n\ndignity which is aggravated by publication’,\n85\nthe converse is not always true; in other words, an affront to a\r\nperson’s dignity does not necessarily amount to defamation.\n86\nOn the facts of this case, I am firmly of the view that the\r\ndefendants’ conduct amounts to an impairment of the plaintiff’s\n\ndignity, not his reputation.\n[65]\tTurning to the claim based on the impairment of the\r\nplaintiff’s dignity, the requisites for this cause of action\r\nare\n‘firmly entrenched in our law’ and do not require\r\nrepetition.\n87\nEssentially, the concept of\ndignitas\nis a subjective one.\n88\nIn the present matter, the plaintiff testified as to how he,\r\nsubjectively, experienced the picture and its aftermath and how it\n\nnegatively affected his own feelings of self-respect and dignity.\n89\nThat evidence was accepted by the trial court and its findings in\r\nthat regard have not been assailed on appeal. For the reasons\ngiven\r\nby my colleague,\n90\nI agree that it is not open to the defendants to rely on jest as a\r\ndefence against the claim based on iniuria. It does not protect\nthem\r\nin these circumstances where they foresaw the possibility that their\r\nattempts at humour might be perceived as insulting, offensive\nor\r\ndegrading by the plaintiff.\n[66]\tFor these reasons and for the reasons furnished by\r\nHarms DP in relation to quantum and costs, I agree with the order\r\nproposed\nby him.\nB\r\nM Griesel\nActing\r\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS:\t\t\t\t\tT Strydom\nH van Tonder\nInstructed by Zietsman-Horn\r\n\t\t\t\t\t\t\t\tAttorneys, c/o Beyers & Day \t\t\t\t\t\t\t\tIncorporated,\r\nPretoria\nClaude Reid Attorneys, Bloemfontein\nRESPONDENTS:\t\t\t\t\tM C Maritz SC\nJ du Plessis\nGerhard Wagenaar Attorneys, \t\t\t\t\t\t\t\tPretoria\nSymington & De Kok Attorneys,\r\n\t\t\t\t\t\t\t\tBloemfontein\n1\nF D J Brand ‘Defamation’ in 7\nLawsa\n2 ed para 237.\n2\nArgus Printing &\r\n\tPublishing Co Ltd v Esselen’s Estate\n[1993] ZASCA 205\n;\n[1994] 2 All SA 160\n(SCA); 1994 (2) SA 1 (A)\r\n\tat 20E-21B.\n3\nCorbett CJ used the word ‘might’ because he was dealing\r\n\twith an exception. At the trial stage the test is different.\nTo the\r\n\textent that\nMthembi-Mahanyele\r\n\tv Mail & Guardian Ltd\n[2004] ZASCA 64\n; [2004] 3 All SA 511;\r\n\t2004 (6) SA 329 (SCA) para 25 might have applied the\r\n\t‘might’\ntest at the trial stage it erred. The perceived\r\n\terror had no effect on the outcome of the case.\n4\nMthembi-Mahanyele\r\n\tv Mail & Guardian Ltd\npara 26.\n5\nMohamed v\r\n\tJassiem\n[1995]\r\n\tZASCA 115\n;\n1996 (1) SA 673\n(A).\n6\nJ Neethling et al\nNeethling’s\r\n\tLaw of Personality\n2 ed (2005) p 131,\nSindani\r\n\tv Van der Merwe\n2002 (2) SA 32\n(SCA);\n[2002] 1 All SA 311\n(A).\n7\nJ Burchell\nThe\r\n\tLaw of Defamation in SA\n(1985)\np 34-35\r\n\tcontains a collection. I shall refer to this work as ‘Burchell\r\n\tI’.\n8\nSupra p 136.\n9\nThe author explains that the exception applies to an alleged\r\n\tinnuendo only, something not relevant to this case.\n10\nEg\nHerselman NO\r\n\tv Botha\n[1993]\r\n\tZASCA 144\n;\n[1994] 1 All SA 420\n(A);\n1994 (1) SA 28\n(A) at 35E.\n11\n1916 TPD 114\nat 116.\n12\nJohannes Voet is an institutional writer on Roman-Dutch law. The\r\n\treference is to his\nCommentarius\r\n\tad Pandectas\n, a\r\n\tcommentary on the Digesta of Justinian. The standard English\r\n\ttranslation of Voet is that of Percival Gane.\n13\nThe Roman and\r\n\tRoman-Dutch Law of Injuries\n(1899) p 195.\n14\nCompare\nJansen\r\n\tVan Vuuren & another NNO v Kruger\n[1993] ZASCA 145\n,\n[1993] 2 All SA 619\n(A); 1993 (4) SA 842\r\n\t(A) at 855B-856G.\n15\nArgus Printing &\r\n\tPublishing Co Ltd v Esselen’s Estate\n1994 (2) SA 1 (A) at 23C-29A;\nMthembi-Mahanyele\r\n\tv Mail & Guardian Ltd\n[2004] 3 All SA 511, 2004 (6) SA 329\r\n\t(SCA) paras 33-43.\n16\nGeyser\r\n\t& ‘n ander v Pont\n[1968]\r\n\t1 All SA 43\n(W);\n1968 (4) SA 67\n(W) at 69E-H.\n17\n‘Why do we laugh and cry?’\ncalteches.library.caltech.edu/154/01/stern.pdf.\n(Accessed\r\n\ton 15 March 2010.) For a detailed discussion see the article\r\n\t‘Comedy’ in 4\nEncyclopaedia\r\n\tBritannica\n15 ed.\n18\nJ Burchell\nPersonality\r\n\tRights and Freedom of Eexpression: the Mmodern Actio Iniuriarum\n(1998) p 184 n 4 (hereinafter ‘Burchell II’).\n19\nOp cit p 24-25.\n20\nCompare Voet 47.10.19 in a somewhat different context.\n21\n7 Lawsa 2 ed para 260. See also\nSA\r\n\tAssociated Newspapers Ltd & ‘n ander v Samuels\n[1980] 3 All SA 227\n(A);\n1980 (1) SA 24\n(A) at 39F-G read with 40B.\n22\nKriek\r\n\tv Gunter\n1940 OPD 136\nat 144.\n23\nMuller\r\n\tv SA Associated Press\n1972 (2) SA 589\n(C) at 595A.\n24\n[1960] 3 All SA 371\n(A);\n1960\r\n\t(3) SA 687\n(A) at 693H.\n25\nWhich means contempt or insult.\n26\nAlso\nVan der\r\n\tBerg v Coopers & Lybrand Trust (Pty) Ltd & others\n[2001]\r\n\t1 All SA 425\n(A)\n[2000] ZASCA 77\n; ;\n2001\r\n\t(2) SA 242\n(SCA) at 260H.\n27\nUren v John\r\n\tFairfax & Sons Pty Ltd\n[1966] HCA 40\n;\n117 CLR 118\n(HC of A) 150. A part of the quotation appears in\r\n\tBurchell I p 292.\n28\nMelius de Villiers op cit p 29-30.\n29\n1912 AD 92\nat 124-125.\nI\r\n\tdo not intend to list the annotations on this statement.\n30\n‘\nAnimus\r\n\tiniuriandi\n: An\r\n\tessential element in defamation’\n48 (1931)\nSALJ\n308.\n31\nCase note in\n1940\nTHRHR\n270\nat 278-279.\n32\n‘\nAnimus\r\n\tiniuriandi\nin\r\n\tdefamation’ 66 (1949)\nSALJ\n4 at 6 and 26.\n33\nJ R Midgley and J C van der Walt ‘Delict’ in 8(1)\nLawsa\n2 ed para 105 n 3.\n34\nThe Common Law\n(1881) p 1.\n35\nLochner\r\n\tv New York\n(1905)\n198\r\n\tUS 45\nat 76.\n36\n‘N P van Wyk Louw: Enkele konsekwensies vir die regsdenke’\n1986\nTSAR\n257\nat 268.\n37\nSimon & Schuster 1954 at p xlvi in the 1967 paperback edition.\n38\nSuid-Afrikaanse\r\n\tUitsaaikorporasie v O’Malley\n[1977] All SA 631\n(A);\n1977 (3) SA 394\n(A) at 403C-D.\n39\nNational\r\n\tMedia Ltd v Bogoshi\n[1998] ZASCA 94\n;\n[1998] 4 All SA 347\n(SCA);\n1998 (4) SA 1196\n(SCA).\n40\nRamsay\r\n\tv Minister van Polisie & andere\n[1981]\r\n\t4 All SA 692\n(A);\n1981\r\n\t(4) SA 802\n(A).\n41\nSupra at 817F-819C.\n42\nThe authorities relied on by Neethling op cit p 197 n 75 do not bear\r\n\tout the statement that colourless intent is a defence in\ncases of an\r\n\tinvasion of dignity.\n43\nC v Minister of\r\n\tCorrectional Services\n1996 (4) SA 292\n(T) at 306A-F.\n44\nMinister\r\n\tof Justice v Hofmeyr\n[1993] ZASCA 40\n;\n[1993] 2 All SA 232\n(A);\n1993 (3) SA 131\n(A) at 154–157;\nRamsay\r\n\tv Minister van Polisie\n[1981] 4 All SA 692\n(A);\n1981 (4) SA 802\n(A) at 818.\n45\nBennett\r\n\tv Minister of Police\n[1980] 3 All SA 817\n(C);\n1980 (3) SA 24\n(C).\n46\nNational\r\n\tMedia Ltd v Bogoshi\n[1998] ZASCA 94\n;\n[1998] 4 All SA 347\n(SCA);\n1998 (4) SA 1196\n(SCA).\n47\nCoetzee\r\n\t(Sheriff, Pretoria East) v Meevis\n[2001] 1 All SA 10\n(SCA),\n2001 (3) SA 454\n(SCA).\n48\nRudolph &\r\n\tothers v Minister of Safety and Security & another\n[2009] ZASCA 133\n;\n[2009] 3 All SA 323\n;\n2009 (5) SA 94\n(SCA) para 18.\n49\nMinister\r\n\tof Finance & others v Gore NO\n[2007]\r\n\t1 All SA 309 (SCA)\n;\n2007 (1) SA 111\n(SCA). For criticism of the terminology used: J\r\n\tNeethling and J M Potgieter ‘Middellike aanspreeklikheid vir\r\n\t‘n opsetlike\ndelik’\n2007\nTSAR\n616.\n50\nDantex\r\n\tInvestment Holdings Pty Ltd v Brenner & others NNO\n[1988]\r\n\tZASCA 122\n;\n[1989] 1 All SA 411\n(A);\n1989 (1) SA 390\n(A) at 396G-I.\n51\nAnton Fagan ‘Rethinking wrongfulness in the law of delict’\r\n\t122 (2005)\nSALJ\n90 at p 99 deals with this issue.\n52\n[1962] 1 All SA 350\n(A);\n1962 (1) SA 286\n(A).\n53\n1963 (1) SA 149\n(A). The same applies to\nNydoo\r\n\t& andere v Vengtas\n1965 (1) SA 1\n(A)\n54\n1960 (4) SA 836\n(C) at 850E-H.\n55\nBurchell II p 308.\n56\nMarais\r\n\tv Groenewald\n[2000]\r\n\t2 All SA 578 (T);\n2001\r\n\t(1) SA 634\n(T) at 646F-G.\n57\nKriek v Gunter\n1940 OPD 136.\n58\nHassen v Post\r\n\tNewspapers (Pty) Ltd & others\n[1965] 3 All SA 528\n(W);\n1965 (3) SA 562\n(W) at 570G-H.\n59\n‘\nAnimus\r\n\tiniuriandi\nand\r\n\tmistake’\n88 (1971)\nSALJ\n57.\n60\nBurchell I p 166-174.\n61\nNational\r\n\tMedia Ltd v Bogoshi\n[1998] ZASCA 94\n;\n[1998] 4 All SA 347\n(SCA);\n1998 (4) SA 1196\n(SCA).\nFor\r\n\tthose learned authors who have criticized this court for having\r\n\tfailed to decide the case under the interim Constitution of\n1994, it\r\n\tcould be mentioned that the defamatory articles complained of, as\r\n\tthe judgment indicates, mostly pre-dated its adoption.\n62\nBurchell II p 207-208.\n63\nSee the discussion by J Neethling and J M Potgieter ‘Wrongfulness\r\n\tand negligence in the law of delict: a Babylonian confusion?’\n\n\t2007 (70)\nTHRHR\n120 and the cases referred to.  See also the debate between J\r\n\tNeethling ‘The conflation of wrongfulness and negligence:\nis\r\n\tit always such a bad thing for the law of delict?’\n123 (2006)\nSALJ\n204\nand R W Nugent ‘Yes, it is always a bad thing for the law:\r\n\ta reply to Professor Neethling’\n123 (2006)\nSALJ\n557.\nFurther Anton Fagan ‘Blind faith: a response to\r\n\tProfessors Neethling and Potgieter’\n124 (2007)\nSALJ\n285.\n64\nMthembi-Mahanyele\r\n\tv Mail & Guardian Ltd\n[2004] 3 All SA 511; 2004 (6) SA 329\r\n\t(SCA) para 47 discussed by J Neethling ‘Die locus\nstandi van\r\n\t‘n kabinetsminister om vir laster te eis, en die verweer van\r\n\tredelike publikasie van onwaarheid op politieke\nterrein’\n2005\r\n\t(68)\nTHRHR\n321.\n65\nJ Neethling ‘Aanspreeklikheid van die massamedia weens laster:\r\n\tdie nalatigheidsvraag’ 2004\nTSAR\n406.\n66\nIt should be clearly understood that this judgment does not deal\r\n\twith crimen iniuria or with dolus in criminal law where other\npolicy\r\n\tconsiderations may apply.\n67\nOp cit p 165-166.\n68\nOp cit p 195.\n69\nMogale\r\n\t& others v Seima\n[2005] ZASCA 101\n;\n2008 (5) SA 637\n(SCA) para 11.\n70\nCompare\nMogale\r\n\t& others v Seima\n2008 (6) SA 637\n(SCA) para 9.\n71\nCompare\nTsedu &\r\n\tothers v Lekota & another\n[2009] ZASCA 11\n;\n[2009] 3 All SA 46\n(SCA);\n2009 (4) SA 372\n(SCA)\r\n\tpara 21-24.\n72\nCompare\nDelange\r\n\tv Costa\n[1989]\r\n\t2 All SA 267\n(A);\n1989 (2) SA 857\n(A) at 861-862.\n73\nGraham\r\n\tv Odendaal\n1972 (2) SA 611 (A);\nMogale\r\n\t& others v Seima\n[2005] ZASCA 101\n;\n2008 (6) SA 637\n(SCA).\n74\nMcKay\r\n\tv Editor City Press and another\n[2002] 1 All SA 538\n(SE).\n75\nUS humourist and author (1899–1985) in\nSome\r\n\tRemarks on Humor, Introduction\n,\naccessed\r\n\tat\nhttp://www.quotationspage.com/quotes/E.\r\n\tB. White\non 24 March 2010.\n76\nhttp://en.wikipedia.org/wiki/Humour\naccessed on 2\n4\r\n\tMarch 2010.\n77\nPara 53 above.\n78\nPara 18 above.\n79\nLaugh it Off\r\n\tPromotions CC v SAB International (Finance) BV t/a Sabmark\r\n\tInternational (Freedom of Expression Institute as amicus\ncuriae)\n[2005] ZACC 7\n;\n2006 (1) SA 144\n(CC) para 108.\n80\nPara 9 above.\n81\nAt 116.\n82\nMelius de Villiers op cit p 91.\n83\nNote 5 above.\n84\nAt 703B–H.\n85\nPara 23 above.\n86\nMelius de Villiers op cit p 90\n.\n87\nDelange v Costa\n1989 (2) SA 857\n(A) at 860I–861B.\n88\nIbid.\n89\nCf para 21 above.\n90\nPara 9 above.",
  "scraped_at": "2026-02-11T20:19:12.322469",
  "date": "2010-03-30",
  "coram": [
    "Harms DP",
    "Mlambo JJA",
    "Malan JJA",
    "Griesel AJJA",
    "Majiedt AJJA"
  ],
  "case_number": "44/2009",
  "parties": {
    "applicants": [
      "Hendrik Pieter Le Roux",
      "Burgert Christiaan Gildenhuys",
      "Reinardt Janse van Rensburg"
    ],
    "respondents": [
      "Louis Dey"
    ]
  },
  "sections": {
    "facts": "The respondent, a vice‑principal at a Pretoria secondary school, sued three school‑age boys for publishing a manipulated photograph that superimposed his face and that of the principal onto naked male bodybuilders. The image was circulated among pupils, displayed on the school notice board and caused the respondent humiliation and injury to his dignity. The high court awarded R45,000 in sentimental damages and costs on the magistrates’ scale. The defendants appealed the judgment, while the respondent cross‑appealed the quantum of the award and the costs order.",
    "issues": "The appeal raised (a) whether the publication was wrongful under actio iniuriarum; (b) whether the defendants possessed animus iniuriandi, i.e., the intention to injure, given they claimed the act was a joke; (c) whether the plaintiff could maintain separate causes of action for defamation and for impairment of dignity; (d) the appropriate quantum of damages; and (e) the correct costs order, including whether costs of two counsel should be awarded.",
    "principles": "The court applied the established two‑stage test for defamation – determining the ordinary meaning of the publication and whether that meaning is defamatory. Wrongfulness does not require actual reputational loss; a statement that tends to undermine dignity is wrongful. Jest is not a defence unless it is clearly a legitimate joke understood as such by a reasonable person. Animus iniuriandi requires an intention to injure, which can be inferred from the circumstances even where the defendant claims lack of intent. Under actio iniuriarum, a single cause of action subsumes both defamation and the injury to dignity; a separate claim for dignity is unnecessary. Costs are at the discretion of the court, but where a case involves constitutional personality rights and significant legal questions, a higher scale may be justified.",
    "application": "The judgment concluded that the manipulated photograph was objectively defamatory and wrongful, as it ridiculed the plaintiff’s moral character and sexual orientation. The defendants’ claim that the image was a harmless joke was rejected because the joke was degrading and not legitimate. Consequently, animus iniuriandi was found to be present. The court held that the plaintiff’s dignity claim was merely an element of the defamation action and not a separate cause of action. The award of R45,000 was deemed appropriate; the lower court’s misdirection on the quantum did not render the award unfair. Regarding costs, the court found that the matter warranted costs on the higher scale, including the costs of two counsel.",
    "conclusion": "The appeal by the defendants was dismissed with costs, including the costs of two counsel. The cross‑appeal by the respondent was upheld with costs, also including the costs of two counsel. The order of the trial court was amended to substitute paragraph 3 with the Afrikaans wording “Koste, insluitend die koste van twee advokate”."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Delict – Defamation",
    "level_3": [
      "actio iniuriarum",
      "defamation",
      "dignity",
      "animus iniuriandi",
      "costs",
      "damages"
    ]
  }
}