{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/26.html",
  "case_name": "Viv's Tippers (Edms) Bpk v Pha Phama Staff Services (Edms) Bpk h/a Pha Phama Security (132/09) [2010] ZASCA 26; 2010 (4) SA 455 (SCA) ; [2011] 1 All SA 34 (SCA) (25 March 2010)",
  "citation": "[2010] ZASCA 26",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 26\n|\nNoteup\n|\nLawCite\nViv's Tippers (Edms) Bpk v Pha Phama Staff Services (Edms) Bpk h/a Pha Phama Security (132/09) [2010] ZASCA 26; 2010 (4) SA 455 (SCA) ; [2011] 1 All SA 34 (SCA) (25 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n132/09\nIn the\nmatter between:\nVIVâS\nTIPPERS (EDMS) BPK\t\t\t\t\t\tAppellant\nand\nPHA PHAMA STAFF SERVICES (EDMS) BPK\nh/a PHA PHAMA SECURITY \t          \t\t\t\t      Respondent\nNeutral citation:\nVivâs Tippers v Pha Phama Staff\nServices (132/09)\n[2010] ZASCA 26\n(25 March 2010)\nCoram:\nLewis,\nVan Heerden, Cachalia and Tshiqi JJA and Theron AJA\nHeard:\t08\nMarch 2010\nDelivered \t 25 March 2010\nSummary:\nWrongfulness of conduct of security guard in\nallowing unauthorized removal of truck from site where security\nprovider had contract\nwith owner of site to protect it, but where\ncontract excluded liability for providerâs services â held\nsecurity provider not\nliable â owed no duty to owner to prevent\ntheft of its truck.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth\nGauteng High Court (Pretoria) (Du Plessis J sitting as court of first\ninstance):\nThe appeal is dismissed with costs, including those of two counsel.\nJUDGMENT\nLEWIS JA (VAN HEERDEN, CACHALIA AND TSHIQI JJA and THERON AJA\nconcurring)\n[1]\nThe primary issue in\nthis appeal is whether the owner of a vehicle, stolen from premises\nprotected by a guard employed by a security\nfirm at the instance of\nthe owner of the premises, has a claim in delict against the security\nfirm for the loss, by theft, of its\nvehicle. In\nCompass\nMotors Industries (Pty) Ltd v Callguard (Pty) Ltd\n1\nthe court said, obiter, that in principle such a claim was\nrecognized. I shall deal more fully with this proposition later in\nthe\njudgment. In\nLongueira v Securitas\nof South Africa (Pty) Ltd\n2\nthe court found the security company liable in similar circumstances,\nbut on the basis that the third party had relied on the existence\nof\nsecurity provided by the owner of the premises protected. The\nstatement by the court in\nCompass Motors\nand the decision in\nLongueira\nhave been subjected to considerable criticism.\n3\nAnd the high court in this matter considered the statement of the\ngeneral principle in\nCompass Motors\nto be incorrect. This court is thus called upon to deal with the\nissue directly.\nThe facts\n[2]\nBut first, the\nfacts. The appellant, Vivâs Tippers (Edms) Bpk (Vivâs Tippers)\nlets trucks to construction firms. In September\n2004 it let several\ntrucks to Lone Rock Construction (Pty) Ltd (Lone Rock) which was\ncarrying out construction works on a site at\nKibler Park,\nJohannesburg. The site was guarded by security guards employed by the\nrespondent, Pha Phama Staff Services (Edms) Bpk\nh/a Pha Phama\nSecurity (Pha Phama) in terms of a contract between Lone Rock and Pha\nPhama. Vivâs Tippers was aware of the security\nprovided. The\nevidence of Mr Viviers, a director of Vivâs Tippers, was that it\nwas a term of its contract with Lone Rock that the\nsite should be\nsecured.\n[3]\nThere was a long\nweekend from 23 to 26 September 2004. A Mercedes Benz truck,\nbelonging to Vivâs Tippers, was parked on the site,\nwhich was\nenclosed, and which could be entered only through a locked gate. A\nsecurity guard employed by Pha Phama was on duty.  Two\nmen arrived at\nthe site on Sunday 26 September and presented a letter to the guard,\npurporting to be from a firm of truck repairers.\nI shall deal with\nthe terms of the letter more fully when dealing with the question\nwhether the security guard acted negligently.\nIn essence it stated\nthat mechanics would be sent to the site on that date to repair the\ndiesel pump of the truck in question, for\nwhich the vehicle\nregistration number was given. The letter also stated that while the\ntruck would be fixed on site, the mechanics\nwould test drive it. The\nguard allowed the men to drive the truck away from the site â and\nit was never seen again.\n[4]\nVivâs Tippers\ninstituted an action in delict against Pha Phama claiming the value\nof the truck (which was agreed), contending that\nas owner of the\nstolen truck it had suffered loss as a result of the theft; that Pha\nPhama was vicariously liable for the conduct\nof the security guard;\nand that Pha Phama owed it a legal duty, rendering it liable for the\nloss. Pha Phama denied liability on the\nbasis that it had no legal\nduty and that even if it did have, the guard was not negligent. Du\nPlessis J dismissed the claim finding\nthat there was no legal duty\nand that the guard had not been negligent. The appeal to this court\nis with his leave.\nWrongfulness\n[5]\nThe first question\nbefore us is therefore whether the security guardâs conduct in\nallowing the two men to drive the truck away from\nthe site was\nwrongful (or, to use a synomym, unlawful), rendering Pha Phama\nvicariously liable. It is not disputed that the guardâs\nconduct\nconstituted a positive act. The question does not relate, therefore,\nto a wrongful omission. But the loss suffered is purely\neconomic: so\nthe law does not without more impose a legal duty on the guard to\nprevent loss. In\nTelematrix (Pty) Ltd\nt/a Matrix Vehicle Tracking v Advertising Standards Authority SA\n4\nHarms JA said that pure economic loss âconnotes loss that does not\narise directly from damage to the plaintiffâs person or property\nbut rather in consequence of the negligent act itself, such as a loss\nof profit, being put to extra expenses or the diminution in\nvalue of\nthe propertyâ. The loss, through theft, of property, would also\nfall in this class.\nEconomic loss\n[6]\nWhere loss sustained\nis purely economic the question must be asked whether public policy,\nor the convictions of the community, require\nthat there should be\nsuch a duty.\n5\nThat an action does lie for pure economic loss, provided that public\npolicy requires that it should, is now settled law. It is not\nnecessary to enumerate the authorities. However, courts have been\ncircumspect in allowing a remedy because of the possibility of\nunlimited liability: the economic consequences of an act may far\nexceed its physical effect. There is a spectre of limitless\nliability.\n6\nIt is established thus that a court, in deciding to impose liability\non an actor, must consider whether it is legally and socially\ndesirable to do so, having regard to all relevant policy\nconsiderations, including whether the loss is finite and whether the\nnumber\nof potential plaintiffs is limited.\n7\nWhere the success of an action could invite a multitude of claims,\nsometimes for incalculable losses, an action will generally be\ndenied.\n8\nBut in each case the imposition of liability must turn on whether, in\nthe circumstances, liability should be imposed. That will in\nturn\ndepend on public or legal policy, consistent with constitutional\nnorms:\nFourway Haulage SA (Pty) Ltd v SA\nNational Roads Agency Ltd\n.\n9\nTo ensure that the question of legal or public policy is not\ndetermined arbitrarily, or unpredictably, a court is not required to\nreact intuitively, but to have regard to the norms of society that\nare identifiable:\nMinister of Safety and\nSecurity v Van Duivenboden\n10\nand\nFourway Haulage.\n11\nEconomic loss in a contractual setting\n[7]\nWhere economic loss\narises from a breach of contract, loss will of course be limited. But\na negligent breach of contract will not\nnecessarily give rise to\ndelictual liability. This court has held that where there is a\nconcurrent action in contract an action in\ndelict may be precluded:\nLillicrap, Wassenaar and Partners v\nPilkington Brothers (SA) (Pty) Ltd\n.\n12\nBut that case held only that no claim is maintainable in delict when\nthe negligence relied on consists solely in the breach of the\ncontract. Where the claim exists independently of the contract (but\nwould not exist but for the existence of the contract) a delictual\nclaim for economic loss may certainly lie. This is made clear by\nBayer South Africa (Pty) Ltd v Frost\n13\nand\nHoltzhauzen v Absa Bank Ltd\n.\n14\n[8]\nAccordingly it is\npossible that the assumption of contractual duties\nis capable of giving rise to delictual\nliability. The question is whether there are considerations of public\nor legal policy that\nrequire the imposition of liability to cover\npure economic loss in the particular case.\n15\nPublic or legal policy on imposing liability\n[9]\nVivâs Tippers\nargued that liability should be imposed on Pha Phama. It relied, of\ncourse, on the statement in\nCompass\nMotors\nto which I have referred. In\nthat case Callguard had undertaken to Imperial Motors to provide\nsecurity guards at its premises at\nnight. According to the contract\nbetween the parties the only function of the security service\nprovided was to minimize the risk\nof loss through theft or vandalism.\nCallguard expressly did not guarantee that they would succeed in this\nendeavour, and also excluded\nliability to Imperial Motors or any\nthird party for loss or damage arising out of the conduct of its\nstaff, including negligent conduct\nor omissions.\n[10]\nVehicles belonging\nto Compass Motors, lawfully parked at the Imperial Motors premises,\nwere stolen one night. In an action in delict\nfor damages caused by\nthe omission by the guards to protect the premises, Van Zyl J\nregarded the contract between Imperial Motors\nand Callguard as\nirrelevant. The learned judge said:\n16\nâ\nWhen\nconsiderations of public policy and its concomitants, justice, equity\nand reasonableness, are applied to the facts and circumstances\nof the\npresent case, I believe that both these questions [whether a legal\nduty was owed by the security firm to the entity whose\nvehicles were\nstolen, and whether that liability should be restricted] should be\nanswered in the negative.\nThe\ncontractual restriction or limitation of liability is, in my view,\ntotally irrelevant for purposes of establishing the delictual\nliability of one or both contracting parties in respect of a third\nperson who suffers injury arising from an act or omission pursuant\nto\nthe contract in question\n[my\nemphasis]. The community's sense of justice, equity and\nreasonableness will undoubtedly be offended by strictures placed on\ndelictual\nliability towards third persons, simply because the\ncontract limits the contractual liability of the\nparties\ninter\nse\n.\nThe same\napplies to the nature and ambit of contractual obligations stipulated\nin a contract, particularly in a case such as the present,\nin which\nthe contractual liability of the defendant has been considerably\ncurtailed. It is conceivable that the security procedures\nrequired of\nthe defendant may be hopelessly inadequate for purposes of protecting\nthe property of third persons located on the premises.\nShould such\npersons be aware of the presence of a security system on the\npremises, they may be lulled into a false sense of security\nin\ndeciding to leave their property on such premises. They are in fact\nrelying on the presence of the security guards and they may\njustifiably entertain the expectation that reasonable steps will be\ntaken to protect their property. According to the American\nRestatement\nof the Law\n2d:\nTorts S 324A . . .  this is one of the grounds on which a contracting\nparty may, in American law, incur liability to a third person\nfor the\nânegligent performance of undertakingâ, namely if âthe harm is\nsuffered because of reliance of the other or the third\nperson upon\nthe undertakingâ. I would be reluctant, however, to restrict\nliability to cases where the third party is aware of the\nexistence of\nsecurity procedures. In the times in which we live it is not\nunjustifiable to presume that most businesses of any repute\nwould\nemploy some form of security procedure for their own benefit and for\nthat of their clients. Most clients would be aware of\nthis and it\nshould not be necessary to introduce the fact of their awareness as a\nprerequisite for\nliability.\nThe case may be different where the clients are aware of the\ninadequacy of the security arrangements and nevertheless elect\nto\nentrust their property to unreliable guardians. For present purposes,\nhowever, it is not necessary to suggest how this may affect\nliability.â\n[11]\nThis passage, as I\nhave said, is obiter, for the court found that the security guard was\nnot negligent. In\nLongueira\n,\n17\nhowever, the security service was found liable, the court holding\nthat the terms of the contract between the owner of the premises\nand\nthe security service were not relevant. The fundamental difficulty\nthat I have with this approach is that it does not explain\nwhy the\nliability of the security company to third parties should be more\nextensive than it is in contract with the party which hired\nit to\nprovide security services in the first place. For almost invariably,\nas in this case, the security company will have excluded\nliability\nfor loss or damage to premises or property which it has been engaged\nto protect. How can the contractual arrangement between\nthe owner of\nthe premises and the security provider be irrelevant to the question\nwhether a duty should be imposed on the security\nprovider to third\nparties whose property is stolen? And does the mere fact that the\nperson who engaged the security services, on\nthe assumption that\nthere is no exclusion of liability and there would be a claim in\ncontract, mean that a third party should have\nthe same protection?\n[12]\nCounsel for Vivâs\nTippers did not explain why the third party should be better off\nthan, or even in the same position as, the other\nparty to the\ncontract. The propositions advanced in this regard were that Pha\nPhama was in control of the premises and the truck\non the relevant\nday; that the foreman of the site (Mr Beukes) was contactable by\ntelephone and that the guard should have confirmed\nwith him whether\nthe truck should be removed; and that the site was in a high risk\narea with a high level of crime. None of these\nfactors, in my view,\nis relevant to whether the guardâs conduct was wrongful. They are\nall factors that must be taken into account\nin determining whether\nthe guard was negligent â whether he should have foreseen the\npossibility of harm and taken steps to guard\nagainst it.\nRelevance of terms of the contract\n[13]\nThe question\nwhether Vivâs Tippers should have a claim â the question as to\nwrongfulness â must be determined by whether public\npolicy dictates\nthat a claim should be afforded to a third party where the owner of\npremises who has arranged for security, and pays\nfor it, is denied\none. Pha Phama would not have been guarding the premises but for its\ncontract with Lone Rock. The terms of that\ncontract must, in my view,\nplay a role in assessing what the convictions of the community would\nbe in relation to affording a claim\nfor compensation to a\nnon-contracting party.\n18\n[14]\nThe relevant\nclauses in the contract are as follows:\nâ\n4. The\nContractor [Vivâs Tippers] shall by its services endeavour to\nprevent or minimise possible damages occasioned by theft, burglary,\nor illegal disturbance to the best of its ability. This is not to be\nconstrued as a warranty that such damages will be prevented\nor\nminimised and no guarantee is given in this regard. The Client [Lone\nRock] must not assume these services to be an alternative\nto\ninsurance and hereby agrees that the Contractor cannot be held liable\nfor any damage or loss incurred.\n5\n.\nThe Client hereby indemnifies the Contractor against any claims from\nloss or damage or any other claim which may arise out of the\nprovision of the Contractorâs services in terms of this agreement.â\n[15]\nVivâs Tippers\nargued first that the exclusion of liability agreed to by Lone Rock\ndoes not affect the obligation imposed on Pha\nPhama to compensate it\nfor the loss of the truck. I have already expressed doubt about the\nsoundness of that proposition and shall\nreturn to it. It contended,\nsecondly, that the clauses as phrased do not exclude liability on the\npart of Pha Phama for negligent\nconduct, even to Lone Rock.\nNegligence is not mentioned in terms. Vivâs Tippers relies in this\nregard on\nGalloon v Modern Burglar\nAlarms (Pty) Ltd\n19\nin which it was held that an exclusion clause in a contract that did\nnot in express terms exempt a contracting party from liability\nfor\nnegligence, and could be interpreted to cover another cause of\naction, was not effective to exclude liability for negligent conduct.\n[16]\nIn my view\nGalloon\nis not helpful. First, it was dependent on the very specific wording\nof the contract. And secondly, subsequent cases in this court\nhave\nheld quite the contrary.\nDealing with the proper approach to\nthe interpretation of indemnity clauses, this court said in\nDurbanâs\nWater Wonderland (Pty) Ltd v Botha & another\n:\n20\nâ\nThe correct approach is well\nestablished. If the language of the disclaimer or exemption clause is\nsuch that it exempts the\nproferens\nfrom liability in express and unambiguous terms, effect must be given\nto that meaning. If there is ambiguity, the language must be\nconstrued against the\nproferens\n.\n(See\nGovernment of the\nRepublic of South Africa v Fibre Spinners & Weavers (Pty) Ltd\n1978 (2) SA 794\n(A) at 804C.) But the alternative meaning upon which\nreliance is placed to demonstrate the ambiguity must be one to which\nthe language\nis fairly susceptible; it must not be âfancifulâ or\nâremoteâ (cf\nCanada\nSteamship lines Ltd v Regem\n[1952] 1 All ER 305\n(PC) at 310C-D\n[1952 AC 192]).â\n[17]\nSee\nalso\nFirst National\nBank of SA Ltd v Rosenblum & another,\n21\nJohannesburg Country Club v\nStott,\n22\nAfrox Healthcare Bpk\nv Strydom\n,\n23\nVan der Westhuizen v\nArnold\n24\nand\nRedhouse v\nWalker\n.\n25\nIn\nFirst National\nBank\n, where the\ndefendant had raised an argument based on the\nGalloon\nreasoning Marais JA said the following:\n26\nâ\nBefore turning to a\nconsideration of the term here in question [an exclusion clause\ndisclaiming liability on the part of the bank\nfor liability for any\nloss or damage], the traditional approach to problems of this kind\nneeds to be borne in mind.  It amounts to\nthis:  In matters of\ncontract the parties are taken to have intended their legal rights\nand obligations to be governed by the common\nlaw unless they have\nplainly and unambiguously indicated the contrary.  Where one of the\nparties wishes to be absolved either wholly\nor partially from an\nobligation or liability which would or could arise at common law\nunder a contract of the kind which the parties\nintend to conclude, it\nis for that party to ensure that the extent to which he, she or it is\nto be absolved is plainly spelt out.\n This strictness in approach is\nexemplified by the cases in which liability for negligence is under\nconsideration.  Thus, even where\nan exclusionary clause is couched in\nlanguage sufficiently wide to be capable of excluding liability for a\nnegligent failure to fulfil\na contractual obligation or for a\nnegligent act or omission, it will not be regarded as doing so if\nthere is another realistic\nand\nnot fanciful basis of potential liability\nto which the clause could apply and so have a field of meaningful\napplication.  (See\nSAR\n& H  v  Lyle  Shipping  Co  Ltd\n1958  (3)  SA  416\n(A)  at  419DâE) [my emphasis].\nIt is perhaps necessary to\nemphasize that the task is one of interpretation of the particular\nclause and that\ncaveats\nregarding the approach to the task are only points of departure.  In\nthe end the answer must be found in the language of the clause\nread\nin the context of the agreement as a whole in its commercial setting\nand against the background of the common law and, now,\nwith due\nregard to any possible constitutional implication.â\n[18]\nThe exclusion\nclause in this case is not ambiguous. It says clearly that Pha Phama\ngives no guarantee; that the contract is not an\nalternative to\ninsurance; and that it is not liable to Lone Rock for any damage or\nloss incurred. Clause 5 makes it even plainer:\nLone Rock indemnifies\nPha Phama against any claim arising out of the provision of its\nservices, including negligent conduct. But\nthe argument in any event\nassumes that a valid claim exists, and that begs the question whether\nVivâs Tippers has a claim at all.\n[19]\nThat brings me back\nto the first issue â wrongfulness. Pha Phama argued that there is\nno evidence that it was informed it was responsible\nto third parties\nwhose vehicles were parked on the site. Had Pha Phama known that it\nwas required to take on additional responsibilities\nit may have\ncontracted with Lone Rock on different terms â at a higher cost at\nleast. Why should Pha Phama, where it has regulated\nits liability to\nLone Rock, be exposed to the problem of indeterminate claims to\nunknown plaintiffs? The argument is based on the\nvery reason for\ncircumspection in respect of claims for economic loss: unlimited\nliability to unknown plaintiffs.\n[20]\nIn commenting on\nthe problems arising from the general principle expressed in\nCompass\nMotors\nProfessors Dale Hutchison and\nBelinda van Heerden wrote:\n27\nâ\nHere\n[where a breach of contract causes loss not to a contracting party\nbut within a contractual matrix, as in\nCompass\nMotors\n]\nthere is no privity of contract between the plaintiff and the\ndefendant, but each is linked by way of contracts to a middle party\nand there is a clear tripartite understanding of where the risk is to\nlie . . . . In such a situation there is little danger of\nindeterminate\nliability . . . .\nEven though,\nex\nhypothesi\n,\nthe plaintiff here has no contractual remedy against the defendant,\nall the parties to the arrangement knew exactly where the respective\nrisks lay. Therefore, each party, with full knowledge of his risk\nexposure, could reasonably have been expected to have protected\nhimself by other means (for example, through contractual arrangements\nwith other parties or by taking out appropriate insurance).This\nof\ncourse also brings the anti-circumvention argument strongly to the\nfore:\nto\nsuperimpose on the consensual arrangements a delictual duty of care\nwould disturb the balance, by allowing a shifting of losses\nwithin\nthe matrix contrary to the original understanding of the parties.\nUnlike the concurrence situation [as was the case in\nLillicrap\nabove],\nit cannot here be argued that the scope of a delictual duty would\nnecessarily be circumscribed by the specific provisions\nof a contract\nbetween plaintiff and defendant â in this type of case there is no\ndirect contractual link between themâ (my emphasis).\nThe consideration\nof policy and norms\n[21]\nThere are thus a\nnumber of reasons for concluding that the security guardâs conduct\nin allowing the men to remove the truck from\nthe site was not\nwrongful. The primary reason is the contract itself, but for which\nthere would have been no security provided at\nthe site, and which\nprecludes a claim by Lone Rock, the other contractant, which paid for\nthe services. The undertaking given by\nPha Phama that it would\nprevent damage or loss to the best of its ability, but that it gave\nno guarantees, would be completely undermined\nif a claim against it\nby third parties were allowed. Community convictions would not, in my\nview, permit the undermining of the contract\nin such a way.\n[22]\nIn argument during\nthe hearing of the appeal counsel were asked to consider the\nsignificance of the most recent decision dealing with\na claim in\ndelict by a person against a party to a contract with another:\nChartaprops 16 (Pty) Ltd v Silberman\n.\n28\nThere the claim was for damages for physical injury caused by the\nomission of a cleaning service to mop up a spillage of liquid on\nthe\nfloor of a shopping mall  (there was no evidence as to who had caused\nthe spillage) which had resulted in Mrs Silberman falling\nand\ninjuring herself. The cleaning service had entered into a contract\nwith Chartaprops, the owner of the mall, in terms of which\nit was\nobliged to clean the floors in accordance with an agreed procedure.\n[23]\nThe majority of the\ncourt found that the cleaning service was liable for the damages.\nNugent JA dissented, concluding that it was\nChartaprops that was\nnegligently in breach of a duty. For the purpose of this judgment\nnothing turns on the difference in their respective\napproaches. And\nof course the questions in that case were who was liable for the\nphysical injury, and whether there was liability\nfor a negligent\nomission, whereas in this case we are concerned with whether there\nshould be liability for economic loss in a contractual\nmatrix, but\nnot pursuant to a contract.\n[24]\nThe debate centred\non a passage in the majority judgment where Ponnan JA said:\n29\nâ\nN\neither\nthe terms of Advanced Cleaningâs engagement, nor the terms of its\ncontract with Chartaprops, can operate to discharge it\nfrom a legal\nduty to persons who are strangers to those contracts.  Nor can they\ndirectly determine what it must do to satisfy its\nduty to such\npersons.  That duty is cast upon it by law, not because it made a\ncontract, but because it entered upon the work.  Nevertheless\nits\ncontract with the building owner is not an irrelevant circumstance,\nfor it determines the task entered upon.â\n[25]\nIt was submitted,\nrather faintly, that the first sentence of the paragraph means that\nthe terms of the contract between the contracting\nparties can have no\nbearing on the claim of the third party victim. If that is a correct\nreading of the proposition, then it is not\nconsonant with our law.\nBut as counsel for Pha Phama submitted, the balance of the passage\nindicates the contrary: the terms are\nnot irrelevant, for they\ndetermine what the âtask entered uponâ is. In this case, the task\nentered upon by Pha Phama was to secure\nthe site but not to guarantee\nsuccess. The passage, in my view, is not inconsistent with the\nconclusion that the contract must have\na bearing on the claim of the\nthird party victim.\n[26]\nAs to other\nconsiderations of public policy, if one were to recognize the general\nprinciple that was expressed in\nCompass\nMotors\n, security services for\nparticular premises might become unattainable. The spectre of\nlimitless liability to a multitude of unknown\nplaintiffs should\npreclude such a claim. One has only to imagine a motor garage where\nmany expensive vehicles are parked and where\nthere is no contractual\nprivity between the security company or the owner of the premises.\nLiability could be endless.\n[27]\nAccordingly I\nconclude that the conduct of the guard was not wrongful and that Pha\nPhama was not vicariously liable for the loss occasioned\nby the theft\nof the vehicle. It is therefore not necessary to consider whether the\nguard was negligent. But I shall do so briefly\nbecause the high court\nfound that he was not and Vivâs Tippers argued strenuously that the\nguard was negligent.\nNegligence\n[28]\nThe evidence on\nnegligence was sparse. The guard was not called to testify. Mr\nBeukes, the Lone Rock foreman in charge of the site,\ntestified that\nhe was contactable by the security guard on duty, and said that it\nwould have been agreed that in the event of a problem\nthe guard\nshould contact him. He was not in fact telephoned when the two men\napproached the guard on the Sunday afternoon and presented\nhim with\nthe letter in question. He said also, however, that repairs were\nregularly done on the site over a weekend, but he would\nusually be\ninformed in advance when this was proposed. There was no evidence\nthat the security guard on duty was aware of this procedure.\n[29]\nThe driver of the\ntruck also gave evidence and said that when he had left the site\nbefore the weekend he had taken the key of the\ntruck with him and had\nleft it at the premises of Vivâs Tippers. When he returned to the\nsite after the weekend the truck was no\nlonger there.\n[30]\nVivâs Tippers\nargued that the guardâs negligence lay in not having questioned the\nauthenticity of the letter presented by the\ntwo men who arrived\nclaiming that they had been sent to repair the truck. It is true that\nthe letter was questionable: it was confused\nand confusing. It was on\na letterhead of an entity referred to as âDenver Truck Repaires\n(sic) and Spares Providersâ. Addresses\nand telephone numbers were\nset out. It was not addressed to Lone Rock or to Pha Phama, but was\nsigned by a Mr Pretorius who was stated\nto be the manager. It was\ndated 23 September 2004 â the Friday of the long weekend. The\nletter read:\nâ\nDear Sir\nWe will be\nsending our mechanics on Sunday 26\nth\nof September 2004, to look at one of your Mercedes Benz truck that\nhad a problem on Thursday afternoon.\nWe will send\nto [sic]\nguys to look at your diesel pump, then they will fix it on sight\n[sic] and test drive the truck to make sure it is fine. The security\nwill be informed on sight [sic] then asked to sign this document for\nus.\nThe registration of this said\ntruck is FBX 943 N.\nAll this will take place at your\nsite in Kibler Park.\nWe trust that everything is in\norder.\nRegards\n(signed)\n____\n_________\nV Pretorius\n(Mnr) (Manager)\n_____________\nSecurityâ\n[31]\nVivâs Tippers\ncontended that the contents of the letter should have alerted the\nguard to something untoward.  It is not literate,\nand while it says\nall work will be done on site, it also states that the vehicle would\nbe test-driven. That could not be done on\nsite. The guard, it argued,\nshould have realized that the letter was not authentic and should\nhave foreseen the possibility of theft\nand taken steps to guard\nagainst it.\n[32]\tDu Plessis\nJ in the\nhigh court found that there was simply not enough evidence on which\nto make a finding as to negligence and that the onus\nof proving\nnegligence was not discharged by Vivâs Tippers. I agree with that\nconclusion. There was nothing to suggest that the\nguard was literate\nor educated. He was faced with a letter referring expressly to a\nMercedes Benz truck with a particular registration\nnumber. In the\nabsence of evidence as to how a reasonable person in his position\nwould have acted, no finding as to negligence can\nbe made.\n[33]\nThe appeal is\ndismissed with costs, including those of two counsel.\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\tJ H L Scheepers\nInstructed by AndrÃ© Grobler Attorneys, \t\t\t\t\t\tPretoria;\nSymington & De Kok, Bloemfontein.\nRESPONDENTS:\t\t\tN van der Walt SC (with him L Malan)\nInstructed by Hunts (Ing Borkums) \t\t\t\t\t\tAttorneys c/a Rooth\nWessels, Pretoria;\nMcIntyre & Van der Post, Bloemfontein.\n1\n1990\n\t(2) SA 520\n(W) at 529G-J.\n2\n1998 (4) SA 258\n(W) at 263E-F.\n3\nSee, for example, J Neethling, J M Potgieter and P J Visser\nLaw\n\tof Delict\n5 ed pp 64-65 and the comments referred to there.\n4\n2006 (1) SA 461\n(SCA) para 1.\n5\nSee in this regard\nAucamp\n\t& others v University of Stellenbosch & others\n2002 (4) SA 544\n(C) and the authorities cited in paras 63-68;\nTelematrix (Pty) Ltd t/a Matrix Vehicle\n\tTrading v Advertising Standards Authority SA\nabove and\nFourway Haulage SA (Pty) Ltd\n\tv SA National Roads Agency Ltd\n[2008] ZASCA 134\n;\n2009\n\t(2) SA 150\n(SCA); (653/07)\n[2008] ZASCA 131.\n6\nSee\nUltramares v\n\tTouche\n(1931) 255 NY 170\n, considered\n\tin\nHedley Byrne & Co Ltd v Heller &\n\tPartners Ltd\n[1963] UKHL 4\n;\n[1964] AC 465\n(HL).\n7\nP Q R Boberg\nThe Law\n\tof Delict\n(1984) p 104ff.\n8\nOp cit p 105, citing\nShell\n\t& BP South African Petroleum Refineries (Pty) Ltd v Osborne\n\tPanama SA\n1980 (3) SA 653\n(D) and\nFranschoekse Wynkelder (Ko-Operatief)\n\tBpk v SAR & H\n1981 (3) SA 36\n(C).\n9\n[2008] ZASCA 134\n;\n2009 (2) SA 150.\n10\n2002 (6) SA 431\n(SCA) para 21.\n11\nAbove para 22.\n12\n1985 (1) SA 475\n(A). Contrast the decision of the\n\tcourt below in\nPilkington Brothers (SA)\n\t(Pty) Ltd v Lillicrap, Wassenaar and Partners\n1983\n\t(2) SA 157\n(W).\n13\n1991 (4) SA 559 (A).\n14\n2008 (5) SA 630\n(SCA); (280/03)\n[2004] ZASCA 79.\n15\nSee\nTrustees, Two\n\tOceans Acquarium Trust v Kantey & Templer (Pty) Ltd\n2006 (3) SA 138\n(SCA) para 12;\nChartaprops\n\t16 (Pty) Ltd & another v Silberman\n[2008] ZASCA 115\n;\n2009 (1) SA 265\n(SCA); (300/07)\n[2008] ZASCA 115\npara 22 (the\n\tpassage is in the dissenting judgment of Nugent JA but is not in\n\tconflict with the ratio of the majority judgment);\nand\nAucamp\n\tv University of Stellenbosch\nabove.\n16\nAbove at 529H-530F.\n17\nAbove at 263H-J.\n18\nThis was the conclusion of Du Plessis J in the\n\thigh court too.\n19\n1973 (3) SA 647\n(C).\n20\n1999 (1) SA 982\n(SCA)\nat 989G-J.\n21\n2001 (4) SA 189\n(SCA).\n22\n2004 (5) SA 511\n(SCA).\n23\n2002 (6) SA 21\n(SCA).\n24\n2002 (6) SA 453\n(SCA) paras 13 and 23.\n25\n2007 (3) SA 514\n(SCA).\n26\nParas 6 and 7.\n27\nâThe tort/contract divide seen from the South\n\tAfrican perspectiveâ\n1997\nActa\n\tJuridica\n97\np114.\n28\n[2008] ZASCA 115\n;\n2009 (1) SA 265\n(SCA); (300/07)\n[2008] ZASCA 115\n, referred to above.\n\tAnd see also\nPienaar & others v Brown & others\n(48/2009)\n[2009] ZASCA 165\n(1 December 2009) where a building\n\tcontractor was found to be negligent, but the owner of a house was\n\theld not liable where a balcony,\nnegligently constructed, collapsed,\n\tresulting in injury to guests who had been standing on the balcony.\n29\nPara 47.",
  "scraped_at": "2026-02-11T20:15:39.512021",
  "date": "2010-03-25",
  "coram": [
    "Lewis JJA",
    "Van Heerden JJA",
    "Cachalia JJA",
    "Tshiqi JJA",
    "Theron AJA"
  ],
  "case_number": "132/09",
  "parties": {
    "applicants": [
      "Viv's Tippers (Edms) Bpk"
    ],
    "respondents": [
      "Pha Phama Staff Services (Edms) Bpk h/a Pha Phama Security"
    ]
  },
  "sections": {
    "facts": "Viv's Tippers (Edms) Bpk leased several trucks to Lone Rock Construction for a construction site at Kibler Park, Johannesburg. The site was guarded by security guards employed by Pha Phama Staff Services under a contract with Lone Rock. During a long weekend in September 2004 a Mercedes-Benz truck belonging to Viv's Tippers was parked on the site. A security guard on duty was approached by two men presenting a letter purporting to be from a truck repair firm, stating that they would repair the truck’s diesel pump and test‑drive it on site. The guard allowed the men to drive the truck off the premises; the vehicle was never recovered.",
    "issues": "1. Whether the guard’s act of allowing the truck to be removed constituted a wrongful (unlawful) act giving rise to delictual liability. 2. Whether Pha Phama, as the employer of the guard, owed a legal duty of care to Viv's Tippers, a third‑party owner of property on the site, despite the contractual relationship being between Pha Phama and Lone Rock. 3. Whether a claim for pure economic loss could be sustained in the absence of a contractual duty, considering public policy and the exclusion clauses in the security contract.",
    "principles": "The Court considered the established rule that liability for pure economic loss is not imposed unless public policy or community norms justify a duty of care. It reviewed precedent on delictual liability for third‑party loss, including Compass Motors (recognising a general principle), Longueira (finding liability when reliance on security existed), Chartaprops v Silberman (duty arising from work undertaken), and the restrictive approach to unlimited liability. The judgment also addressed the interpretation of contractual exclusion and indemnity clauses, noting that clear, unambiguous language excluding liability for negligence is effective, and that such clauses affect the assessment of any duty owed to third parties.",
    "application": "Applying these principles, the Court held that the guard’s conduct was not wrongful because no legal duty existed toward Viv's Tippers. The security contract expressly excluded liability for loss or damage, including negligent conduct, and the clause was unambiguous. The Court emphasized that imposing liability would contravene public policy by opening the door to limitless claims from unknown third parties and would undermine the contractual allocation of risk between Pha Phama and Lone Rock. Consequently, no duty of care arose, and the guard’s alleged negligence was not established.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. Pha Phama Staff Services was not held vicariously liable for the theft of the truck, and Viv's Tippers' claim for damages was denied."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Liability for Pure Economic Loss",
    "level_3": [
      "security services",
      "contractual exclusion",
      "vicarious liability",
      "duty of care"
    ]
  }
}