{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/142.html",
  "case_name": "Umndeni (Clan) of Amantungwa and Others v MEC for Housing and Traditional Affairs KwaZulu-Natal and Another (513/09) [2010] ZASCA 142; [2011] 2 All SA 548 (SCA) (23 November 2010)",
  "citation": "[2010] ZASCA 142",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 142\n|\nNoteup\n|\nLawCite\nUmndeni (Clan) of Amantungwa and Others v MEC for Housing and Traditional Affairs KwaZulu-Natal and Another (513/09) [2010] ZASCA 142; [2011] 2 All SA 548 (SCA) (23 November 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 513/09\nIn\r\nthe matter between:\nUMNDENI\r\n(CLAN) OF AMANTUNGWA\n................................................................\nFirst\r\nAppellant\nLATU\r\nROBSON HELMON KHUMALO\n.............................................................\nSecond\r\nAppellant\nAMANTUNGWA\r\nTRADITIONAL AUTHORITY\n.....................................................\nThird\r\nAppellant\nand\nTHE\r\nMEC FOR HOUSING AND TRADITIONAL\nAFFAIRS;\r\nKWAZULU-NATAL\n...........................................................................\nFirst\r\nRespondent\nPATRICK\r\nS S KHUMALO Second Respondent\nNeutral\r\ncitation\n:\nUmndeni (Clan) of Amantungwa & others v The MEC\r\nfor Housing and Traditional Affairs, KwaZulu-Natal\n(513/09)\n[2010] ZASCA 142\n(23 November 2010)\nCoram:\nMPATI P, MAYA, SHONGWE JJA, BERTELSMANN and EBRAHIM AJJA\nHeard:\n30 August 2010\nDelivered:\n23 November 2010\nSummary:\nCustomary Law – recognition and appointment of traditional\r\nleader – effect of non-\ncompliance\r\nwith legislative procedure for such recognition and appointment.\n______________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court\r\n(Pietermaritzburg) (Msimang J sitting as court of first instance):\n1. The appeal is\r\ndismissed.\n_______________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nMPATI P (MAYA, SHONGWE\r\nJJA, BERTELSMANN and EBRAHIM AJJA ..........):\n[1] The issue in this\r\nappeal is the validity of the appointment of the second respondent as\r\nchief of the Amantungwa tribal community\n(Amantungwa) of the Utrecht\r\ndistrict in KwaZulu-Natal and the concomitant termination of the\r\nservices of the second appellant,\nwho ruled that community until the\r\nimpugned appointment of the second respondent. The second appellant\r\nis the great-grandson of\nthe late Chief Qomintaba Khumalo, who ruled\r\nAmantungwa during his lifetime. Qomintaba’s grandson, the late\r\nWilliam Khumalo,\nbecame chief of Amantungwa after his father’s\r\ndeath and ruled until his demise in 1963. Upon his death William left\r\nfour\nsons, namely Johan Madende, the eldest, Gadi, Girsten and Mgobo,\r\nthe youngest. One Enoch Jele Khumalo was appointed as acting chief\n\nafter the death of William, and he was succeeded, upon his death, by\r\nyet another acting chief, namely Cain Khumalo, who ruled until\nhis\r\ndemise in March 1982.\n[2] On 31 October 1984 a\r\nmeeting was held at the magistrates’ office, Utrecht, where the\r\nissue of the succession to the chieftainship\nwas discussed. According\r\nto the minutes of the meeting, signed by the Commissioner of Utrecht,\r\nthe gathering was recorded as a\nmeeting of the Khumalo clan\r\n(‘stamvergadering van Khumalostam’). The following is\r\nrecorded in paragraphs 11 to 13 of\nthe minutes:\n‘\n11\r\nAl die lede van die Khumalo stam nomineer eenparig vir Latu Robson\r\nHelmon Khumalo . . . as hulle nuwe Kaptein.\n12\r\nGeen ander nominasies as Kaptein word gedoen nie.\n13\r\nDie stamvergadering versoek dat Latu Robson Helmon Khumalo as\r\nvolwaardige kaptein aangestel word en nie slegs as waarnemende\n\nkaptein nie.’\n1\n[3]\r\nThereafter the second appellant ruled Amantungwa until he received a\r\nletter from the Ministry: Local Government Housing and\nTraditional\r\nAffairs, signed by the first respondent on\n10 October 2007\n,\ninforming him,\r\ninter alia, that the Executive Council of the Province of\r\nKwaZulu-Natal had met on 29 August 2007 and ‘decided\nthat your\r\nservices as Acting Chief of Amantungwa be terminated and that Patrick\r\nSphamandla S’dumo Khumalo, son of Simon Mgobo\nKhumalo, be\r\nappointed as Chief of Amantungwa Tribe.’\n2\nIt was also stated in the letter that\r\nthe second appellant’s acting appointment would come to an end\r\non 31 October 2007.\n[4] On 5 March 2008, the\r\nappellants instituted motion proceedings against the respondents,\r\nseeking an order in the following terms:\n‘\n1.\r\nThat the decision of the First Respondent to remove the second\r\napplicant as Chief of the Amantungwa Tribe and the appointment\nof the\r\nSecond Respondent as Chief should be reviewed and set aside;\n2.\r\nThat the Second Applicant be reinstated as Chief of the Amantungwa\r\nTribe; . . . .’\nThe appellant also sought\r\nan order for costs, to be paid by the respondents jointly and\r\nseverally, the one paying the other to be\nabsolved. The respondents\r\nopposed the application, the main ground of opposition being that the\r\nsecond appellant had never been\nappointed as Chief of Amantungwa, but\r\nonly as acting chief.\n[5] The Pietermaritzburg\r\nHigh Court (Msimang J) dismissed the application with costs. It\r\nsubsequently dismissed the appellants’\napplication for leave to\r\nappeal. This appeal is with leave of this court.\n[6] The first question to\r\nbe considered is whether the second appellant was appointed as Chief\r\nor Acting Chief of Amantungwa. If\nhe was appointed as a chief the\r\nappeal should succeed. If, however, he had been appointed acting\r\nchief a second question arises,\nwhich is whether the first respondent\r\nwas obliged to give him a hearing or an opportunity to comment or, to\r\nmake representations\nin respect of the intended appointment of the\r\nsecond respondent as Chief of Amantungwa.\n[7] In his founding\r\naffidavit the second appellant set out the history of his appointment\r\nto the chieftainship as follows. He was\napproached by the Umndeni,\r\nwhich he described as the immediate relatives of an Inkosi (chief or\r\ntraditional leader), ‘to\nfill the vacant position as Chief’.\r\nHe initially refused, but later succumbed to the power of persuasion\r\nand agreed to fill\nthe position. The meeting of 31 October 1984\r\n(referred to above) then took place at which all the four sons of the\r\nlate Chief William\nKhumalo were present, as well as ‘all the\r\nfirst sons of the houses of the Khumalo clan’. All the members\r\nof the Umndeni\nnominated him ‘as the Chief of the Amantungwa\r\nTribe’. There were no other nominations. On 5 November 1985 he\r\nwas taken\nto the Head of Traditional Affairs in KwaZulu-Natal, King\r\nZwelithini Zulu, ‘to be anointed and prepared to take over as\r\nChief\nof the Amantungwa Tribe’. He thereafter ruled as such.\n[8]\r\nThe second appellant did not allege in his founding affidavit that\r\nwhat was contained in paragraph 13\n3\nof the minutes of the meeting of 31\r\nOctober 1984 was an incorrect record of what transpired at the\r\nmeeting. He asserted, instead,\nthat ‘…at item 13 of the\r\nminutes, it was recorded that I was appointed as the true and\r\nrightful Chief and not just\na temporary Chief . . .’ The\r\nAfrikaans verb used in the text is ‘versoek’. The\nPharos\nEnglish – Afrikaans Dictionary\r\nlists the English translation for it as ‘request; pray; desire;\r\nask; invite; solicit;\nbeg;’ and ‘tempt’. In the\r\ncontext in which the word is used it can, in my view, mean ‘request’;\r\n‘pray’;\n‘desire’; ‘ask’; or\r\n‘beg’. Accordingly, I do not agree with the assertion by\r\nthe second appellant\nthat what was recorded in the minutes was that\r\nhe ‘was appointed as the true and rightful chief . . .’.\r\nThe minutes,\na copy of which was annexed to the first appellant’s\r\nfounding affidavit deposed to by one Joseph Ncede Khumalo, clearly\r\nstate\nthat the clan meeting\nrequested\nthat he be appointed as a\r\n‘fully-fledged’ (volwaardige) chief and not merely as an\r\nacting chief.\n[9] It is manifest,\r\ntherefore, that the second appellant was never ‘appointed’\r\neither as chief or acting chief at the\nmeeting of 31 October 1984. To\r\nthe contrary, the meeting merely recommended that he be appointed as\r\na chief. The actual appointment\nwas to be made by someone who, in the\r\nexercise of his or her authority, would consider the recommendation.\n[10] In a verifying\r\naffidavit deposed to in support of the respondents’ opposition\r\nto the order sought by the appellants,\nMgobo Khumalo (Mgobo), the\r\nyoungest of the four sons of the late Chief William Khumalo, made the\r\nfollowing averments:\n‘\n4.1\r\n. . . I wish to point out that Johan (the first successor in title to\r\nthe Late Inkosi William, and my eldest brother), was severely\n\nincapacitated, and suffered from a debilitating illness. His\nhands\r\nand fingers had been cramped and immobilized into a shrunken claw and\r\nhe could not move.\n.\r\n\t\t. .\nWe\r\n\t\tbelieved that Johan had been poisoned to prevent him from taking\r\n\t\tover as chief. It is for that reason that my brothers and\nI did not\r\n\t\timmediately wish to assume office, and were happy to let the Second\r\n\t\tApplicant act as regent.’\nAlthough his assertion,\r\nthat the brothers ‘did not immediately wish to assume office,\r\nand were happy to let the second [appellant]\nact as regent’, is\r\nat odds with the minutes of the October 1984 meeting, Mgobo has given\r\nan explanation as to why none of\nthe late Chief William Khumalo’s\r\nissue succeeded him.\n[11]\r\nAt the time of the second appellant’s alleged appointment as\r\nChief of Amantungwa the appointment of chiefs and acting\nchiefs was\r\nregulated by section 2 (since repealed) of the Black Administration\r\nAct\n4\n.\r\nSection 2(7) read:\n‘\nThe\r\nGovernor-General may recognize or appoint any person as a chief of a\r\nBlack tribe and may make regulations prescribing the duties,\npowers,\r\nprivileges and conditions of service of chiefs so recognized or\r\nappointed, and of headmen, acting chiefs or acting headmen\nappointed\r\nunder sub-section (8). The Governor-General may depose any chief so\r\nrecognized or appointed.’\nSubsection (8) provided:\n‘\nThe\r\nMinister or, if delegated thereto by the Minister, the Secretary for\r\nCo-operation and Development, the Under Secretary for Co-operation\n\nand Development, or the Chief Commissioner for the area concerned,\r\nmay appoint any persons as headman over a location or as headman\nof\r\nBlacks in any area and may appoint any persons to act temporarily as\r\na chief or headman in the place of or in addition to the\nordinary\r\nincumbent of the post or where the post is vacant or there is\r\nordinarily no such post in respect of the tribe, location\nof Blacks\r\nin question, and may depose any headman or acting chief or acting\r\nheadman so appointed.’\n5\nA chief was thus\r\nappointed by the Governor-General, while an acting chief was\r\nappointed by the responsible Minister or any of his\ndelegates\r\nmentioned in subsec (8).\n[12]\r\nExcept for his\nipse\r\ndixit\nthe second\r\nappellant provided no evidence of his alleged appointment as Chief of\r\nAmantungwa. The deponent to the respondents’\nanswering\r\naffidavit, one Gabusile Caroline Gumbi-Masilela, who is the Head of\r\nthe Department of Local Government for the Province\nof KwaZulu-Natal,\r\nalleged that the reason why the appellants were unable to provide any\r\nevidence of the second appellant’s\nappointment as chief was\r\nbecause ‘he was in fact appointed as regent . . . or temporary\r\nchief under section 2(8) of the Black\nAdministration Act in 1986.’\r\nAttached to her affidavit is a document headed ‘AANSTELLING’,\r\nwith an English version\nheaded ‘APPOINTMENT’. The\r\ndocument (the English version) reads as follows:\n‘\nIn\r\nterms of section 2(8) of the Black Administration Act, 1927 (Act 38\r\nof 1927) I do hereby appoint Latu Robson Helomo Khumalo as\ntemporary\r\nChief of the Khumalo tribe in the Magisterial district of Utrecht.\nDated\r\nat Pietermaritzburg this 20 day of March 1986.’\n6\nThe designation of the\r\nperson who signed the document is reflected as ‘Chief\r\nCommissioner’. I shall refer to the document\nas ‘the\r\nletter of appointment’.\n[13] The letter of\r\nappointment was admitted in evidence by the court a quo and that\r\ndecision was not challenged in this court. In\nhis replying affidavit\r\nthe second appellant merely said the correspondence (including the\r\nletter of appointment) that passed between\nvarious departmental\r\nofficials, copies of which were attached to the answering affidavit,\r\nand in which he was referred to as ‘Tydelike\nKaptein’\r\n(Temporary Chief) ‘was a mistake’ and that ‘members\r\nof the tribe approached the Magistrate’s\nCourt on two occasions\r\nto rectify this as this was not what the family had agreed upon’.\r\nFrom this statement it is clear,\nin my view, that the second\r\nappellant had been aware of the fact that he had been appointed as\r\nacting chief; hence the endeavours\nby the members of the tribe ‘to\r\nrectify’ the so-called mistake. There is no evidence that the\r\n‘mistake’\nwas ever rectified. It follows that the court a\r\nquo correctly found that the second appellant was appointed\r\ntemporary, or acting,\nChief of Amantungwa.\n[14]\r\nCounsel for the appellants contended, however, that because of the\r\neffluxion of time and with the advent of constitutionalism\nin this\r\ncountry, including certain legislative reforms, the appointment of\r\nthe second appellant as acting chief was altered by\noperation of law\r\nto that of a chief. But counsel was unable to refer us to any\r\nlegislative provision, or any other law, from which\nit could be\r\ninferred that the status of any person who had been appointed as an\r\nacting chief was altered to that of chief, as suggested\nby him. On\r\nthe contrary, s 28 (2) of the Traditional Leadership and Governance\r\nFramework Act\n7\n(the Framework Act) provides that a\r\nperson ‘who, immediately before the commencement of this Act,\r\nhad been appointed and was\nstill recognised as a regent, or had been\r\nappointed in an acting capacity . . . is deemed to have been\r\nrecognised or appointed\nas such in terms of section 13, 14 or 15, as\r\nthe case may be’. Section 13 deals with the situation where a\r\nsuccessor to a\ntraditional leadership position is still a minor and\r\ns15 deals with the appointment of deputy traditional leaders. None of\r\nthese\ntwo sections applies in this case.\n[15]\r\nIn my view, the second appellant falls under s14 (1) (a) which said\r\nthe following:\n8\n‘\nA\r\nroyal family may, in accordance with provincial legislation, identify\r\na suitable person to act as a king, queen, senior traditional\nleader,\r\nheadman or headwoman, as the case may be, where –\n‘\n(a)\r\na successor to the position of a king, queen, senior traditional\r\nleader, headman or headwoman\nhas\r\nnot been identified by the royal family concerned in terms of section\r\n9(1) or 11(1);\n.\r\n. . .’\nAgain s 9 (1) does not\r\napply because it deals with the identification of a person as a\r\nsuccessor to the position of king or queen.\nSection 11(1) makes\r\nprovision for the identification, by the royal family, of a person\r\nwho qualifies in terms of customary law\nto assume the position of\r\nsenior traditional leader, headman or headwoman. In his founding\r\naffidavit the second appellant conceded\nthat ‘in terms of the\r\ncustomary laws of succession [he] would not have been in line to\r\nbecome chief’, but that he was\nnominated to succeed by ‘those\r\nwho were rightfully supposed to succeed’. There is thus no\r\nmerit in counsel’s\nsubmission that the second appellant’s\r\nstatus as acting chief was altered to that of chief by operation of\r\nlaw.\n[16]\r\nThe order sought by the appellants is set out in paragraph 4 above.\r\nThey prayed for an order, inter alia, setting aside the\nsecond\r\nrespondent’s decision to remove the second appellant as Chief\r\nof Amantungwa and reinstating him as such. The second\nappellant\r\nasserted in his founding affidavit that a traditional leader may only\r\nbe removed in terms of the grounds outlined in\ns 21(1) (\na\n)\r\nof the KwaZulu-Natal Traditional Leadership and Governance Act 5 of\r\n2005 (Governance Act).\n9\nThe respondents’ case is that\r\nthe second appellant ‘was not removed as chief’ and that\r\nhe had simply acted as\nregent ‘until the chief was recognised,\r\nas provided for in s 30 (4) of the [Governance Act]’. That\r\nsubsection provides\nthat an acting traditional leader (\nIbambabukhosi\n)\r\n‘must carry out the duties of office on behalf of\nIsilo\n[king] or\nInkosi\n[senior traditional\r\nleader], as the case may be, until such time that\nIsilo\nor\nInkosi\nis in a position to assume office’.\r\nThe respondents accordingly alleged that there was no decision (to\r\nremove second appellant)\nthat was capable of being reviewed or set\r\naside.\n[17]\r\nThe Governance Act came into operation on 16 January 2006. As I have\r\nmentioned, the second appellant’s position as acting\nchief was\r\ngoverned by s 28 (2), read with s14 of the Framework Act. Section 14\r\n(2) provides that an acting appointment in terms\nof subsec (1)\n10\n‘\nmust be made in\r\naccordance with provincial legislation . . .’.\n11\nSection 30 (1) (a) of the Governance\r\nAct echoes\ns\r\n14(1) (\na\n)\r\nof the Framework Act and directs, inter alia, that\nIbambabukhosi\nmay only be identified and recognised\r\nwhere ‘a successor to the leadership position concerned has not\r\nbeen identified’.\nI agree, therefore, that where a successor is\r\nidentified and recognised an acting chief is not ‘removed’\r\nfrom office\nas envisaged in s 21 of the Governance Act. His or her\r\nduties come to an end when the successor assumes duty as a chief or\r\ntraditional\nleader. That, however, is not the end of the matter.\n[18] The\r\nappellants also sought an order reviewing\nand setting aside the second respondent’s\r\nappointment as Chief of Amantungwa. That order does not depend only\r\non whether or\nnot the second appellant was an acting chief, but also\r\non whether or not the second respondent’s appointment was\r\nlawful.\nIn his founding affidavit the second appellant asked ‘that\r\nthe decision [of] the First Respondent to remove me be reviewed\nand\r\nset aside as it [was] wrongful\nand\r\n[un]just as I was removed without being given the opportunity to make\r\nrepresentations and without the Umndeni [royal family]\nbeing\r\nconsulted’. I have mentioned in paragraph 3 above that in the\r\nletter from the Ministry: Local Government Housing and\nTraditional\r\nAffairs, dated 10 October 2007, the second appellant, apart from\r\nbeing advised that the Executive Council of the Province\nof\r\nKwaZulu-Natal had ‘decided that your services as Acting Chief\r\nof Amantungwa be terminated’, was also informed that\nhis\r\n‘removal’ from the position of acting chief ‘will\r\ntake effect from 31\nOctober 2007’. In\r\nview of my finding above that when a successor to a traditional\r\nleadership position has been identified\nand recognised the duties of\r\nan acting chief come to an end when the successor assumes duty as\r\nchief or traditional leader, I shall\naccept, for present purposes,\r\nthat the first respondent was mistaken when he referred to the second\r\nappellant’s ‘removal’\nfrom the office of acting\r\nchief. But the letter unquestionably reveals that ‘a decision’\r\nhad been taken by the Executive\nCouncil that the second appellant’s\r\nservices as acting chief ‘be terminated’ and that the\r\nsecond respondent ‘be\nappointed as Chief of Amantungwa Tribe’.\n[19] Section 19 of the\r\nGovernance Act says:\n‘\n(1)\r\nWhenever the position of an\nInkosi\nis\r\nto be filled, the following process must be followed –\n(\na\n)\nUmndeni wenkosi\nmust,\r\nwithin a reasonable time after the need arises for the position of an\nInkosi\nto\r\nbe filled, and with due regard to applicable customary law and\r\nsection 3 –\n(i)\r\nidentify a person who qualifies in terms of customary law to assume\r\nthe position of an\nInkosi\nafter\r\ntaking into account whether any of the grounds referred to in section\r\n21 (1)(\na\n),\r\n(\nb\n)\r\nor (\nd\n)\r\napply to that person;\n(ii)\r\nprovide the Premier with the reasons for the identification of that\r\nperson as an\nInkosi;\nand\n(iii)\r\nthe Premier must, subject to subsection (3) of this section and\r\nsection 3, recognise a person so identified in terms of subsection\n\n(1) (\na\n)\r\n(i) as\nInkosi\n:\r\nProvided that if the reason for the vacancy is the death of the\r\nrecognised\nInkosi,\r\nUmndeni wenkosi\nmust,\r\nbefore identifying the person to be recognised as\nInkosi\n,\r\nconsider the content of the testamentary succession document referred\r\nto in section 19A.\n(2)\r\nThe recognition of a person as an\nInkosi\nin\r\nterms of subsection (1) (\na\n)\r\n(iii) must be done by way of –\n(\na\n)\r\na notice in the\nGazette\nrecognising\r\nthe person identified as an\nInkosi;\nand\n(\nb\n)\r\nthe issuing of a certificate of recognition to the identified person.\n(3)\r\nThe Premier must inform the Provincial House of Traditional Leaders\r\nof the recognition or appointment of an\nInkosi.\n.\r\n. . .’\nThe\r\nappellants assert in their founding papers that the Umndeni of\r\nAmantungwa ought to have been consulted before a decision was\ntaken\r\n‘to remove the second appellant as Chief of Amantungwa Tribe’.\r\nI have already found that the second appellant\nwas not a chief, but\r\nan acting chief. However, the corollary\nof the assertion made about\r\nthe Umndeni not having been consulted is that the Umndeni of\r\nAmantungwa (\nUmndeni\r\nwenkosi)\n12\nwas not consulted in respect of the\r\nappointment of the second respondent as Chief of Amantungwa.\n[20]\r\nIt seems to me that the circumstances under which the services of an\r\nacting chief (\nIbambabukhosi\n)\r\nmay be terminated are (a) when the\nIsilo\nor\nInkosi\nis in a position to\r\nassume office (s 30(4) of the Governance Act), and (b) when the\r\nacting chief is removed from office in terms\nof the provisions of s\r\n21 (see s 30(5)). Only (a) can apply in the present matter, it being\r\ncommon cause that the second appellant\ncould not have been removed on\r\nany of the grounds enumerated in s 25. Indeed Ms Gumbi-Masilela\r\ntestified in the respondents’\nanswering affidavit that the\r\nsecond appellant ‘simply acted as regent or acting chief until\r\nthe chief was recognised, as\nprovided for in s 30(4) of the\r\n[Governance Act]’.\n[21] Langalibalele\r\nMathenjwa, an erstwhile professor and Acting Head of Department of\r\nthe University of Zululand, in the department\nof IsiZulu Namagugu,\r\nwhere he ‘dealt with teaching and resource into the Zulu\r\nheritage’ and presently Provincial Manager\nof the South African\r\nHeritage Resources Agency, set out ‘the Zulu laws of hereditary\r\nsuccession’ as follows in an affidavit\nannexed to the\r\nrespondents’ answering affidavit:\n‘\nThe\r\nsuccessor of a deceased Inkosi is appointed on the basis of the Zulu\r\nlaws of hereditary succession, from within the Royal or\nRuling House.\r\nThat is, the [successor to] the chieftainship is the heir of a\r\ndeceased chief. In this way succession is retained\nwithin the Royal\r\nHouse. In essence the successor to a deceased chief will be the\r\neldest son from the\nindlunkulu.\n(This\r\nmeans the first or the great house.) If the eldest son is dead or\r\ncannot take up the position, then that eldest son’s\nsenior male\r\ndescendant: failing which the second son of the\nindlunkulu,\nfailing\r\nhim the senior male and so on through the sons of the\nindlunkulu\nand\r\ntheir descendants. Thereafter the eldest son of the house first\r\naffiliated to the\nindlunkulu,\nfailing\r\nwhich the senior male descendant through such house and their\r\ndescendants in order of seniority, and so on.’\nThis custom of hereditary\r\nsuccession has not been disputed by the appellants. It must,\r\ntherefore, be accepted as correct.\n[22] It will be recalled\r\nthat at the meeting of 31 October 1984 none of the sons of the late\r\nchief William Khumalo, who could succeed\nhim, wanted to become Chief\r\nof Amantungwa. Of the late Chief William’s four sons the\r\nyoungest, Mgobo, still survives him.\nIn terms of the Zulu laws of\r\nhereditary succession he is the heir to the chieftainship.\nHaving\r\ngiven the reasons why he and his older brothers did not wish to\r\nsucceed their late father as chief\n13\n,\r\nMgobo continued\nas\r\nfollows\nin\r\nhis verifying affidavit:\n‘\nHowever,\r\nmy son (the Second Respondent) has now reached majority and we (that\r\nis the Umndeni, other members of the royal family\nand I) wish to\r\nregularize the situation and wish a member of the royal family to be\r\nappointed as Inkosi, as this would be correct\nand consistent with\r\napplicable laws and customs. We wished the Second Respondent to be\r\nappointed as Inkosi and for that reason\napproached the department\r\nwhich led to his ultimate appointment by the Premier.’\nMs Gumbi-Masilela has\r\ndeposed in the respondents’ answering affidavit that Mgobo\r\n‘does not now wish to be appointed\nas chief as he is over 60\r\nyears of age, and does not wish to take up the position due to his\r\nfrail health’. Clearly, therefore,\nin terms of the Zulu custom\r\nof hereditary succession the second respondent, who, it is common\r\ncause, is Mgobo’s eldest son,\nqualifies to assume the position\r\nof Chief of Amantungwa.\n[23] I agree, however,\r\nwith counsel for the respondents, that customary law does not\r\noverride\nlegislative enactments. For the\r\nsecond respondent to be recognised and appointed as Inkosi or Chief\r\nof Amantungwa he ought to have\nbeen identified by the umndeni wenkosi\r\n(s19 of the Governance Act). Before us counsel for the respondents\r\nconceded that the second\nappellant, who testified in his replying\r\naffidavit that he ‘is a member of the royal/ruling house’,\r\nqualifies as a\nmember of Umndeni wenkosi. As a member of umndeni\r\nwenkosi, and particularly because of his position as acting chief,\r\none would\nhave expected that he would have been part of the process\r\nof the identification, recognition and ultimate appointment of the\r\nsecond\nrespondent as Chief of Amantungwa. He has alleged that he has\r\nbeen removed, ie his services have been terminated, without the\r\numndeni\nhaving been consulted.\n[24] According to Ms\r\nGumbi-Masilela the second appellant was acting as chief from\n1986 until 2007 ‘when\r\nthe department [of Local Government and Traditional Affairs for the\r\nProvince of KwaZulu-Natal] received\ncomplaints from the Umndeni of\r\nthe Amantungwa clan that the situation should be regularized, and\r\nthat an adult male from the rightful\nhouse should now be appointed as\r\nchief’. In support of these allegations the deponent attached\r\ntwo undated letters to the\nanswering affidavit, one from Mgobo and\r\nthe other from one Bongani Khumalo, who refers to himself as a\r\n‘family member’\nand ‘the son of Mgobo’. In\r\nessence, these letters, which were addressed to the head of the\r\ndepartment (of Local Government\nHousing and Traditional Affairs),\r\nwere calling for the return of the chieftainship to the ‘rightful\r\nhouse’. Ms Gumbi-Masilela\nthen continued:\n‘\nThis\r\nled to an investigation by the members of the department. The\r\ndepartment has concluded that the umndeni of the Amantungwa Clan\nhave\r\nidentified the Second Respondent as the person who qualifies in terms\r\nof customary law to assume the position of chief.’\nMs Gumbi-Masilela deposed\r\nfurther that the umndeni ‘were consulted, and it is they who\r\ncalled for the recognition of the Second\nRespondent as chief’.\n[25] In his replying\r\naffidavit the second appellant emphatically denied this assertion and\r\nstated:\n‘\nI\r\nfurther state that sections 19 and 30 of the [Governance Act] had not\r\nbeen complied with in the following respects.\n(a)\r\nUmndeni wenkosi never met to appoint the Second Respondent.\n(b)\r\nWe have not been given any reasons by the Premier for the appointment\r\nand recognition of the Second Respondent.\n.\r\n. .\n(e)\r\nThe First Respondent has unilaterally and without reference to\r\ncustomary law and Umndeni consultation recognised and appointed\nthe\r\nSecond Respondent as Inkosi which recognition is defective . . . .’\nIn my view, there is no\r\nclear and acceptable evidence to show that the Umndeni of Amantungwa\r\never met to discuss the second respondent’s\nproposed\r\nidentification as Chief of Amantungwa.\n[26] Annexed\r\nto the answering affidavit is a geneology of the Amantungwa, which\r\nwas drawn up by one Favourite Sibongile Mhlongo\n(Mhlongo), a Deputy\r\nManager: Anthropology in the employ of the Department of Traditional\r\nAffairs. According to Ms Masilela-Gumbi\nthe geneology was ‘created’\r\nby Mhlongo, who advised her that it ‘was verified at a meeting\r\nwith representatives\nof the Amantungwa clan on 28 September 2006’.\r\n(Mhlongo confirmed this in his verifying affidavit.) It is common\r\ncause that\nboth deponents to the two founding affidavits were present\r\nat that meeting. There was some veiled argument before us that it was\n\nat that meeting that the second respondent was identified as the\r\nfuture Chief of Amantungwa. There was no evidence whatsoever in\nany\r\none of the affidavits before us to support that argument. The letters\r\nfrom Mgobo and Bongani Khumalo upon which, it appears,\nthe first\r\nrespondent and the rest of the Provincial Executive Council\nacted to have the second respondent appointed as\r\nChief of Amantungwa and the second appellant’s services as\r\nacting chief terminated,\nare conspicuously silent on any such meeting\r\nof Umndeni of Amantungwa. The affidavits of Mgobo and the second\r\nrespondent, though\nconfirming the contents of Ms Gumbi-Masilela's\r\naffidavit (answering) also made no mention of such meeting. Mgobo\r\nmerely stated\nthat he and other members of the royal family 'wish to\r\nregularize the situation, but failed to identify those 'other\r\nmembers'.\n[27] In\r\nanswer\nto\r\nan assertion by the second appellant that the second respondent was\r\nat no stage nominated by the Umndeni as Chief of Amantungwa\nMs\r\nGumbi-Masilela deposed as follows:\n'The\r\nSecond Appellant is being particularly disingenuous in pretending\r\nthat he is surprised that the Second Respondent was to be\nappointed\r\nas Inkosi. This had been discussed with him some time ago and indeed\r\n[second respondent] lived in the Second [Appellant's]\nhouse during\r\n1997 and 1998 for the specific purpose of receiving training to be\r\nchief . . . .'\nIn\r\nhis verifying affidavit the second respondent confirmed this and said\r\nthe second\nappellant\r\n'was well aware of the Umndeni's wishes' that he be appointed as\r\nchief and that he specifically resided with the second\nappellant in\r\nthe latter’s house during 1997 and 1998 to receive training.\r\nThe second respondent stated further that the idea\n'was that I would\r\nbe so trained until I matriculated'.\n[28] It is true that the\r\nappellants did not place in dispute the averment that the second\r\nrespondent lived in the second appellant’s\nhouse during the\r\nperiod mentioned, but that is not surprising. There was no allegation\r\nanywhere in the papers that the Umndeni\nof Amantungwa ever met to\r\ndiscuss the issue of the second respondent’s identification as\r\nthe next Chief of Amantungwa. A\nmere expression of wishes by an\r\nunknown number of unidentified members of Umndeni of Amantungwa that\r\nthe second respondent be appointed\na chief does not translate into an\r\nidentification of a successor for recognition and appointment as\r\nenvisaged by the provisions\nof s19 of the Governance Act.\n[29] In his letter of 10\r\nOctober 2007 addressed to the second appellant the first respondent\r\nsaid, inter alia:\n'Mgobo\r\nis the one who wrote a letter to the Department that it is now time\r\nthat the Chieftainship of Amantungwa Tribe be restored\nto the\r\nrightful house. That was discussed at the meeting of 18\nth\nSeptember\r\n2006, at Madadeni Magistrate’s Office after a family tree was\r\ndrawn . . .’\n14\nI have already mentioned\r\nthat Mgobo and Bongani Khumalo made no reference, in their letters,\r\nto a meeting where the matter was discussed;\nnor did Mgobo and the\r\nsecond respondent do so in their verifying affidavits. The source of\r\nthe information at the disposal of the\nfirst respondent that the\r\nissue was discussed at the Madadeni Magistrate’s Office remains\r\nunidentified, while the second\nappellant was emphatic that no such\r\nmeeting took place. Mhlongo, who prepared the geneology, also made no\r\nmention of a meeting\nat which the second respondent was identified as\r\nthe next Chief of Amantungwa.\n[29] It is manifest,\r\ntherefore, that the reason for the termination of the second\r\nappellant’s services as Acting Chief of\nAmantungwa had no\r\nfoundation in that there was no proper identification of a person who\r\nqualified to fill the position of chief.\nThe question to be\r\nconsidered next is what order should be made.\n[30]\r\nCounsel for the respondents submitted that if it is found, as indeed\r\nI have, that the second appellant was never appointed\nas a chief, but\r\nrather as an acting chief, the appeal fell to be dismissed precisely\r\nbecause the appellants sought an order that\nthe second appellant be\r\nreinstated as a chief. It seems to me, however, that in the event of\r\nthe appellants being successful on\nthe issue of the validity of the\r\nappointment of the second respondent and were that appointment to be\r\nset aside, it would follow\nthat the second appellant would continue\r\nin his position as Acting Chief of Amantungwa. However, the order\r\nsought that the appointment\nof the second respondent as chief be\r\nreviewed and set aside is problematic. The respondent raised a point\r\nin limine, in their answering\naffidavit, that the application be\r\ndismissed for failure by the appellants to join the Premier of the\r\nProvince of KwaZulu-Natal\nas a respondent. In the respondents'\r\nanswering affidavit Ms Gumbi-Masilela testified that 'whenever the\r\nposition of a chief is\nto be filled the Premier must recognise the\r\nperson identified by the umndeni wenkosi' and that 'it is evident\r\nfrom [this] that\nthe relevant decision maker is the Premier'. Section\r\n19(1)(\na\n)(iii)\r\nof the Governance Act provides that the Premier must recognise a\r\nperson who has been 'identified in terms of subsection (1)(\na\n)(i)\r\nas\nInkosi'.\n15\n[31] In view of the\r\nfindings I have made above, counsel were requested to make further\r\nwritten submissions on what an appropriate\norder would be. I am\r\nindebted to them for their very helpful additional submissions.\n[32] The appellant sought\r\norders reviewing and setting aside the first respondent’s\r\ndecision to remove the first appellant\nas Chief of Amantungwa;\r\nreviewing and setting aside the appointment of the second respondent\r\nas Chief of Amantungwa and reinstating\nthe first appellant as chief.\r\nIn his letter to the first appellant dated 11 October 2007 the first\r\nrespondent stated that the Executive\nCouncil of the Province of\r\nKwaZulu-Natal had decided to terminate the first appellant’s\r\nservices and that the second respondent\nbe appointed as Chief of\r\nAmantungwa. The appointment or recognition of a chief in the Province\r\nof KwaZulu-Natal, however, is made\nby the Premier in terms of s 19 of\r\nthe Governance Act. Ms Gumbi-Masilela confirmed in the answering\r\naffidavit that after the Executive\nCouncil had considered the matter\r\n‘the Premier duly appointed the Second Respondent as chief of\r\nthe clan’.\n[33]\r\nThe Premier has not been cited as a respondent before the court a\r\nquo. Nor was he joined after the respondents had raised the\n\nnon-joinder as a point in limine. His act of appointing the second\r\nrespondent as chief is sought to be reviewed and set aside in\nhis\r\nabsence. For his argument that the order prayed can, and should, be\r\ngranted, counsel for the appellants sought support in the\ndecisions\r\nof this court in\nYellow\r\nStar Properties 1020 (Pty) Ltd v MEC, Department of Development\r\nPlanning and Local Government, Gauteng\n16\nand\nCity\r\nof Tshwane Metropolitan Municipality v Cable City (Pty) Ltd.\n17\nI find\r\nit unnecessary to set out counsel’s argument since, in any\r\nevent, I am of the view that both decisions do not support\nhim; they\r\nare in fact against him.\n[34] The first case was\r\nan application for leave to appeal to this court. The appellant had\r\ninstituted proceedings against the respondent\nand the Minister of\r\nLand Affairs for an order compelling them to transfer certain fixed\r\nproperty it had purportedly purchased from\nthe respondent. It had\r\ntranspired, after the conclusion of the purported sale agreement,\r\nthat the property was owned by national\ngovernment. And so transfer\r\nof the property could only be effected after the respondent had\r\nobtained a certain certificate from\nthe Minister of Land Affairs. It\r\nturned out, however, that the value of the property was much more\r\nthan the purchase price and\nfor this reason the Ministry of Public\r\nWorks, to whom the administration of the property had been assigned\r\nby the President of\nthe country, refused to sanction the transfer.\r\nWhen the matter came before Van der Walt J in the Pretoria High Court\r\na copy of\nthe necessary certificate in respect of the property,\r\nissued by the Minister of Land Affairs, was handed to the learned\r\njudge and\nhe granted an order authorizing the registrar of deeds to\r\neffect transfer upon receipt of the certificate (presumably the\r\noriginal).\nNo such certificate was ever issued as the national\r\ngovernment persisted in opposing the transfer. When it heard rumours\r\nthat the\nproperty was being subdivided the appellant sought an urgent\r\norder against the respondent, the Minister of Land Affairs and the\n\nregistrar of deeds, restraining them from effecting any subdivision;\r\nand a further order directing the registrar of deeds to be\nsatisfied\r\nwith a copy of the necessary certificate for purposes of effecting\r\ntransfer. The Ministry of Public Works then successfully\napplied to\r\nintervene as a party. Because of certain developments the\r\ninterdictory part of the application fell away, but the appellant\n\npersisted in claiming transfer of the property. The court (Smit J)\r\ndismissed the application on the grounds that the Minister of\nPublic\r\nWorks had the power, as assigned to her by the State President, to\r\ndispose of land owned by\nnational\r\ngovernment; that the respondent had not been authorized in law to\r\nsell the property; that the sale of the property to the\napplicant had\r\nbeen ultra vires\nand\r\nvoid\nab initio\nand\r\nthat there was thus no\ncausa\nfor the transfer.\n[35]\r\nThe applicant thereafter sued the respondent for damages for breach\r\nof contract, alleging that the latter had failed or refused\nto\r\ntransfer the property to it. In a special plea the respondent\r\npleaded, inter alia, that the issues of the validity of the contract\n\nand the absence of a causa for the property to be transferred had\r\nbeen finally decided by Smit J and that it was accordingly not\nopen\r\nto the applicant to raise them in its claim. Reliance was thus placed\r\non the defence of\nres\r\njudicata\nor\r\n‘issue estoppel’. The applicant, at the trial, also\r\nrelied on\nres\r\njudicata\nor\r\n‘issue estoppel’, its case being that the validity of the\r\nsale had been finally determined between the parties by\nVan der Walt\r\nJ and was\nres\r\njudicata\nwhen\r\nit came before Smit J. The trial court (Gildenhuys J) upheld the\r\nrespondent’s special plea and dismissed the applicant’s\n\naction. In dismissing the application for leave to appeal in this\r\ncourt Leach AJA said the following\n18\nafter\r\nreferring to ss 91(2)\n19\nand\r\n92(1)\n20\nof the\r\nConstitution and\ns 2(1)\nof the\nState Liability Act 20 of 1957\n21\n:\n‘\nWhile\r\nthe two different ministers whom the applicant sued in cases\r\n15278/2001 and 4578/2002 are members of the same sphere of\r\ngovernment,\nthe President has assigned to them separate and distinct\r\npowers and functions. Each can only exercise those powers and\r\nfunctions\nthat were individually bestowed on her. They cannot act on\r\nbehalf of each other in performing a public function, nor can one be\n\nvalidly sued in circumstances in which the law authorises the\r\ninstitution of proceedings against the other. Therefore, the Minister\n\nof Public Works, who was not a party to the proceedings in case\r\n15278/2001 [before Van der Walt J], cannot be bound by a decision\non\r\nan issue arising in that case and the applicant had failed to\r\nestablish the necessary requirement of\nidem\r\nactor.’\n[36]\r\nThe second case concerned the validity of a paragraph in a notice in\r\na\nGazette\nissued\r\nby the Minister of Finance in terms of which a council was empowered\r\nto estimate the amount of any levy prescribed by the\nRegional\r\nServices Council Act 109 of 1985. Section 12(1)(b) of that Act\r\nempowered the Minister of Finance ‘to determine the\nmanner in\r\nwhich the regional services levy and regional establishment levy\r\nshall be calculated and paid’. The appellant had,\non the\r\nstrength of the notice, sought to recover a certain amount plus\r\ninterest from the respondent. The amount claimed was alleged\nto be an\r\nestimated assessment of regional services and regional establishment\r\nlevies owed to the appellant by the respondent in\nterms of s12 (1) of\r\nAct 109 of 1985 read with the Notice. The respondent resisted the\r\nclaim on the basis that the Minister of Finance\nhad acted ultra vires\r\nthe empowering provisions of s12 of that Act when he made the\r\nregulation contained in the paragraph in issue,\nwith the consequence\r\nthat the levies claimed on the basis of estimates made under its\r\nprovisions were unenforceable. On appeal\nto this court the appellant\r\nargued that the respondent’s defence should have failed because\r\nthe Minister of Finance had not\nbeen joined and that the validity of\r\nthe Notice, being a constitutional issue, could not be determined in\r\nthe absence of the\nmaker\nof the\r\nNotice.\n[37] This court rejected\r\nthis argument and held that –\n‘\n.\r\n. . the respondent did not ask to have paragraph 11 (1) set aside. It\r\nmerely contends that its provisions are unlawful for exceeding\nthe\r\npowers of the enabling legislation, and cannot found a basis for the\r\ncollection of the levies sought to be recovered from it.\nIn other\r\nwords, the respondent seeks to repel the council’s coercive\r\naction, i.e. the collection of the levies, whose legal\nforce lies in\r\nthe legal validity of the provisions made by the Minister empowering\r\nthe council to collect the levies.’\n22\nIt was thus not necessary\r\nto join the Minister of Finance in that case because the regulation\r\nhe had made in the paragraph concerned\nwas not sought to be set\r\naside.\n[38]\r\nThe issue of joinder does not depend on the nature of the\r\nsubject-matter of the proceedings before a court, but rather ’on\n\nthe manner in which, and the extent to which, the Court’s order\r\nmay affect the interests of third parties.’\n23\nSubsequent\r\nto the dismissal of its appeal in the\nCable\r\nCity\ncase\r\nthe appellant sought leave from the Constitutional Court to appeal\r\nfurther to it. In dismissing the application for leave to\nappeal the\r\nConstitutional Court made the following comment:\n‘\nIt\r\nis in general imperative that a party affected by a ruling should be\r\njoined in those proceedings.’\n24\nIn the instant matter the\r\nPremier of the Province, being the only member of the Executive\r\nCouncil empowered by the Governance Act\nto recognise and appoint\r\nchiefs, clearly has a direct and substantial interest in the order\r\nsought to set aside the appointment\nof the second respondent as Chief\r\nof Amantungwa. He would be directly affected by a ruling to that\r\neffect. He should have been\njoined and failure to do so is fatal to\r\nthe appellants’ case.\n[39] I have chosen to\r\ndeal fully with the facts of the matter and its history so as to show\r\nthat the appointment of the second respondent\nas Chief of Amantungwa,\r\nwhich resulted in the termination of the second appellant’s\r\nservices as acting chief, was flawed\nfor want of compliance with the\r\nperemptory procedure provided for in s19 of the Governance Act. In my\r\nview, the appellants were\njustifiably aggrieved by the actions of the\r\nExecutive Council and should not, in these circumstances, be burdened\r\nwith a costs\norder against them. It would be fair, in my view, to\r\nmake no order as to the costs of the appeal.\n[40] In the result the\r\nappeal is dismissed.\n____________________\nL Mpati\nPresident\nAPPEARANCES\nAPPELLANTS: H J S Meyer\nInstructed by W H A\r\nCompton Attorneys, Pietermaritzburg;\nHoney Attorneys Inc.,\r\nBloemfontein\nRESPONDENT: N Singh SC\r\nwith him R J Seggie SC\nInstructed by Potgieter\r\nKunene Xaba Inc, Pietermaritzburg;\nMcIntyre & van der\r\nPost, Bloemfontein\n1\n‘\n11\r\n\tAll the members of the Khumalo clan unanimously nominate Latu Robson\r\n\tHelmon Khumalo...as their new Chief.\n12 No further\r\n\tnominations for the chieftainship are made.\n13 The meeting of the\r\n\tclan requests that Latu Robson Helmon Khumalo be appointed as a\r\n\tfully-fledged chief and not only as acting\nchief.’ (My\r\n\ttranslation.)\n2\nThe\r\n\tletter was written in the IsiZulu language. The correctness of the\r\n\tEnglish translation, which was prepared by or on behalf\nof the\r\n\tappellants, has not been placed in issue.\n3\nReferred\r\n\tto in para 3 above.\n4\n38\r\n\tof 1927.\n5\nBefore\r\n\tits repeal the subsection still referred to the ‘Department of\r\n\tPlural Relations and Development’, whereas that\ndesignation\r\n\twas changed to the “Department of Co-operation and\r\n\tDevelopment’ by Proclamation No. R. 179, 1979 in Government\n\n\tGazette No. 6630 of 24 August 1979, with effect from 20 June 1979.\n6\nIt\r\n\twas not suggested that the Khumalo Tribe referred to in the letter\r\n\tof appointment is different from Amantungwa.\n7\n41of\r\n\t2003.\n8\nAt\r\n\tthe material time and before it was amended by Act 23 of 2009, which\r\n\tcame into effect on 25 January 2010.\n9\nSection\r\n\t21 reads: ‘Removal of Traditional leader – (1) A\r\n\ttraditional leader may be removed from office on the grounds\nof-\n(\na\n) conviction of\r\n\tan offence with a sentence of imprisonment for more than 12 months\r\n\twithout an option of a fine;\n(\nb\n) physical\r\n\tincapacity or mental infirmity . . .;\n(\nc\n) wrongful\r\n\tappointment or recognition;\n(\nd\n) a\r\n\ttransgression of a customary rule or principle that warrants\r\n\tremoval;\n(\ne\n) a breach of\r\n\tthe Code of Conduct; or\n(\nf\n) misconduct as\r\n\tcontemplated in section 23.’\n10\nSubsec\r\n\t(1)(\na\n) is quoted in para 15 above.\n11\nThe\r\n\tprovincial legislation in this case is the Governance Act.\n12\n‘\nUmndeni\r\n\twenkosi’ is defined in the Governance Act as ‘the\r\n\timmediate family of an\nInkosi\n,\r\n\twho have been identified in terms of custom or tradition, and\r\n\tincludes, where applicable, other persons identified as such on\nthe\r\n\tbasis of traditional roles.’\n13\nSee\r\n\tpara 10 above.\n14\nThe\r\n\tdate 18 September 2006 might be incorrect. Ms Gumbi-Masilela's\r\n\taffidavit gave the date on which the geneology was prepared\nas 28\r\n\tSeptember 2006.\n15\nThe\r\n\tsubsection reads:'(a)\nUmdeni wenkosi\nmust within a reasonable\r\n\ttime after the need arises for the position of an\nInkosi\nto\r\n\tbe filled, and with due regard to applicable customary law and\r\n\tsection 3-\n(i) identify a person\r\n\twho qualifies in terms of customary law to assume the position of an\nInkosi\n. . . .'\n16\n2009\r\n\t(3) SA 577\n(SCA).\n17\n2010\r\n\t(3) SA 589\n(SCA).\n18\nAt\r\n\tpara 28.\n19\nSection\r\n\t91(2) reads: ‘The President appoints the Deputy President and\r\n\tMinisters, assigns their powers and functions, and\nmay dismiss\r\n\tthem.’\n20\nSection\r\n\t92 (1) reads: ‘The Deputy President and Ministers are\r\n\tresponsible for the powers and functions of the executive\nassigned\r\n\tto them by the President’.\n21\nSection\r\n\t2 reads: ‘(1) In any action or other proceedings instituted by\r\n\tvirtue of the provisions of section\none\n, the Minister of the\r\n\tdepartment concerned may be cited as nominal defendant or\r\n\trespondent.\n(2) For the purposes of\r\n\tsubsection (1), “Minister” shall, where appropriate, be\r\n\tinterpreted as referring to a member\nof the Executive Council of a\r\n\tprovince.’\n22\nPer\r\n\tMaya JA, para 16.\n23\nAmalgamated\r\n\tEngineering Union v Minister of Labour\n1949 (3) SA 637(A)\nat\r\n\t657.\n24\nCity\r\n\tof Tshwane Metropolitan Municipality v Cable City (Pty) Ltd\n2010\r\n\t(5) BCLR 445\n(CC) para 12.",
  "scraped_at": "2026-02-11T20:42:29.659139",
  "date": "2010-11-23",
  "coram": [
    "MPATI P",
    "MAYA",
    "SHONGWE JJA",
    "BERTELSMANN",
    "EBRAHIM AJJA"
  ],
  "case_number": "513/09",
  "parties": {
    "applicants": [
      "Latu Robson Helmon Khumalo",
      "Amantungwa Traditional Authority",
      "Third Appellant"
    ],
    "respondents": [
      "MEC for Housing and Traditional Affairs, KwaZulu-Natal",
      "Patrick S S Khumalo"
    ]
  },
  "sections": {
    "facts": "The dispute centres on the succession to the chieftainship of the Amantungwa tribal community in the Utrecht district, KwaZulu‑Natal. After the death of Chief William Khumalo in 1963, a series of acting chiefs served until a meeting of the Khumalo clan on 31 October 1984 nominated Latu Robson Helmon Khumalo as a fully‑fledged chief. He was subsequently appointed as a temporary (acting) chief by a provincial official in March 1986. In October 2007 the provincial MEC issued a letter terminating his acting appointment and appointing Patrick S S Khumalo as chief. The appellants sought to set aside that decision and to reinstate Latu Khumalo as chief.",
    "issues": "The court had to determine (1) whether Latu Khumalo had been validly appointed as chief or merely as acting chief; (2) whether the appointment of Patrick S S Khumalo as chief complied with the Traditional Leadership and Governance Framework Act and the Governance Act, particularly the requirement for Umndeni consultation and identification of a successor; (3) whether the Premier, as the authority to recognise a chief, should have been joined as a party; and (4) the effect of the procedural deficiencies on the validity of the second respondent’s appointment.",
    "principles": "The judgment relied on the now‑repealed Black Administration Act (section 2, sub‑sections 7 and 8) which distinguished between a chief appointed by the Governor‑General and an acting chief appointed by the Minister or delegate. It applied sections 19, 21, 30 and 31 of the KwaZulu‑Natal Traditional Leadership and Governance Framework Act, and sections 13‑15 and 14 of the Traditional Leadership and Governance Framework Act, which require that the Umndeni nominate and the Premier recognise a successor. The court also noted that customary law of hereditary succession does not override statutory procedures.",
    "application": "The court found that the 1984 clan meeting only recommended Latu Khumalo’s appointment; the formal appointment was a temporary one made under section 2(8) of the Black Administration Act. Consequently Latu Khumalo was never a chief, only an acting chief. The appointment of Patrick S S Khumalo as chief was not preceded by a proper Umndeni identification or Premier recognition, violating sections 19 and 30 of the Governance Act. Moreover, the Premier was not joined, rendering the order to appoint the second respondent void for lack of jurisdiction. The court therefore upheld the procedural deficiencies and found no basis to set aside the MEC’s decision.",
    "conclusion": "The appeal was dismissed. No order was made against the respondents and no costs were awarded against the appellants."
  },
  "tags": {
    "level_1": "Customary Law",
    "level_2": "Traditional Leadership",
    "level_3": [
      "chief appointment",
      "acting chief",
      "Governance Act",
      "Umndeni consultation",
      "procedural invalidity"
    ]
  }
}