{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/72.html",
  "case_name": "Naidoo v ABSA Bank Ltd (391/09) [2010] ZASCA 72; 2010 (4) SA 597 (SCA) ; [2010] 4 All SA 496 (SCA) (27 May 2010)",
  "citation": "[2010] ZASCA 72",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 72\n|\nNoteup\n|\nLawCite\nNaidoo v ABSA Bank Ltd (391/09) [2010] ZASCA 72; 2010 (4) SA 597 (SCA) ; [2010] 4 All SA 496 (SCA) (27 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No:  391/09\nIn\r\nthe matter between:\nSELVIN LABAN NAIDOO                \r\n                                                      Appellant\nv\nABSA\r\nBANK LTD                                                             \r\n                 Respondent\nNeutral\r\ncitation:\nNaidoo\r\nv ABSA Bank\n(391/2009)\n[2010] ZASCA 72\n(27 May 2010)\nCoram:\nMthiyane,\r\nHeher, Cachalia, Shongwe and Tshiqi JJA\nHeard:\n11\r\nMay 2010\nDelivered:\n27\r\nMay 2010\nSummary:\nA\r\ncredit provider need not comply with the procedure provided for in\ns\r\n129(1)(a)\nof the\nNational Credit Act 34 of 2005\nbefore instituting\r\nsequestration proceedings against a debtor because such proceedings\r\nare not proceedings to enforce a credit\nagreement.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court, Durban (Gyanda J sitting as court of first\r\ninstance).\nThe following order is made:\n(i)\tThe appeal is dismissed with\r\ncosts;\n(ii)\tThe\r\napplication to lead further evidence is dismissed with each party\r\npaying its own costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA\n(Mthiyane,\r\nHeher, Shongwe and Tshiqi JJA concurring):\n[\n1]\tThe\r\nappellant was sequestrated by an order of Gyanda J at the\r\nrespondent’s instance in the Durban High Court on 25 May\n2009.\r\nThe sequestration order followed the appellant’s failure to\r\nmeet his payments to the respondent under instalment sale\nagreements\r\nrelating to six motor vehicles and two home loan agreements. The\r\nNational Credit Act 34 of 2005 (‘the NCA’)\napplies to\r\nthese agreements – the appellant is a ‘consumer’\r\nand the respondent a ‘credit provider’\nas envisaged in\r\ns 1 of the NCA.\n1\n[2]\tThe appellant contends that it was\r\nnot competent for the respondent to have instituted proceedings for\r\nhis sequestration before\ncomplying with the procedure provided for in\r\ns 129(1)(a) of the NCA. (This section is set out in para 3\r\nbelow.) The appellant\ndid not raise this defence in his papers\r\nopposing the sequestration application in the high court. Nor did he\r\ndo so when he appeared\npersonally before the learned judge to resist\r\nthe application for his final sequestration. His counsel, however,\r\ninvoked it as\na ground in his application for leave to appeal against\r\nthe sequestration order. The high court accordingly referred the\r\ndispute\nto this court by granting the necessary leave.\n[3]\tMr Reddy, who appears for the\r\nappellant, came into the matter belatedly after counsel who had\r\nprepared written submissions withdrew.\nSo, adopting his predecessor’s\r\nwritten argument, he submits that the procedures before debt\r\nenforcement provided for in s\n129(1)(a) read with s 130(3) of the NCA\r\nshould be interpreted to cover circumstances relating not only to the\r\nenforcement of a\ncredit agreement but also to sequestration\r\nproceedings since the unpaid claims, which are the subject of the\r\nsequestration application,\narise from credit agreements to which the\r\nNCA applies. The relevant parts of these provisions read as follows:\n‘\nSection\r\n129\nRequired\r\nprocedures before debt enforcement\n(1)\nIf\r\nthe consumer is in default under a credit agreement, the credit\r\nprovider –\n(a)\nmay\r\ndraw the default to the notice of the consumer in writing and propose\r\nthat the consumer refer the credit agreement to a debt\ncounsellor,\r\nalternative dispute resolution agent, consumer court or ombud with\r\njurisdiction, with the intent that the parties resolve\nany dispute\r\nunder the\nagreement\r\nor develop and agree on a plan to bring the payments under the\r\nagreement up to date; and\n(b)\t.\r\n. . may not commence any legal proceedings to enforce the agreement\r\nbefore –\n(i)\tfirst\r\nproviding notice to the consumer, as contemplated in paragraph\n(a)\n. . .\n(ii)\t.\r\n. .\n’\nand\n‘\nSection\r\n130\nDebt\r\nProcedures in a Court\n.\r\n. .\n(3)\nDespite\r\nany provision of law or contract to the contrary, in any proceedings\r\ncommenced in a court in respect of a credit agreement\nto which this\r\nAct applies, the court may determine the matter only if the court is\r\nsatisfied that –\n(a)\tin\r\nthe case of proceedings to which sections 127, 129 or 131 apply, the\r\nprocedures required by those sections have been complied\nwith;\n(b)\t.\r\n. .’\n[4]\tMr Reddy’s\r\nsubmission, as I understand it, implicitly contains a concession that\r\nsequestration proceedings are not in\nand of themselves ‘legal\r\nproceedings to enforce the agreement’ within the meaning of s\r\n129(1)(b). That his concession\nis correct is clear from the recent\r\njudgment in\nInvestec\r\nBank Ltd v Mutemeri\n2\nwhere Trengove AJ concluded that an order for the sequestration of a\r\ndebtor’s estate is not an order for the enforcement\nof the\r\nsequestrating creditor’s claim and sequestration is thus not a\r\nlegal proceeding to enforce an agreement.\n3\nHe did so after carefully considering the authorities which have held\r\nthat ‘sequestration proceedings are instituted by a\ncreditor\r\nagainst a debtor not for the purpose of claiming something from the\r\nlatter, but for the purpose of setting the machinery\nof the law in\r\nmotion to have the debtor declared insolvent’\n4\n– they are\nnot\r\nproceedings ‘for the recovery of a debt’.\n5\nThe learned judge’s reasoning accords with this court’s\r\ndescription of a sequestration order as a species of execution,\n\naffecting not only the rights of the two litigants but also of third\r\nparties, and involves the distribution of the insolvent’s\n\nproperty to various creditors, while restricting those creditors’\r\nordinary remedies and imposing disabilities on the insolvent\n–\r\nit is not an ordinary judgment entitling a creditor to execute\r\nagainst a debtor.\n6\n[5]\tHowever, Mr\r\nReddy contends that the effect of s 130(3)(a) of the NCA, when read\r\nwith s 129(1), indicates that the legislature\nintended to encompass\r\nall proceedings to which the NCA applies and not merely proceedings\r\nto enforce a credit agreement. This is\nbecause, he submits, the words\r\nin s 130(3) ‘despite any provision of law or contract to\r\nthe contrary, in any proceedings\ncommenced in a court in respect of a\r\ncredit agreement to which this Act applies. . .’\nsuggest\r\nthat all proceedings of which the underlying\ncausa\nis\r\na credit agreement to which the NCA applies fall within its ambit.\n[6]\tRead in\r\nisolation the language of s 130(3) may convey the meaning for which\r\nthe appellant contends. In\nEx\r\nParte Ford and Two Similar Cases\n7\nthe\r\ncourt was faced with the question whether s 85 of the NCA was\r\napplicable to proceedings for the voluntary surrender of an estate.\n\nThe section’s phraseology is almost identical to that of s\r\n130(3) and gives the court a discretion ‘despite any provision\n\nof law or agreement to the contrary, in any court proceedings in\r\nwhich a credit agreement is being considered’\nto\r\nrefer the matter to a debt counsellor for debt review.\n8\nAnd once a debt counsellor becomes involved the credit provider ‘may\r\nnot exercise or enforce by litigation or other judicial\nprocess any\r\nright . . ..’\n9\nThe learned judge observed that the language of s 130(3) is cast\r\nwidely and the\nlimitation\r\nof the provision to proceedings in which a credit agreement is being\r\nconsidered did not imply that the proceedings in\nquestion were\r\nrestricted only to those in which the enforcement of a credit\r\nagreement is in issue. And so, the court concluded,\ns 85 was also\r\napplicable to proceedings for voluntary surrender under the\r\nInsolvency Act.\n10\nWhether the learned judge was correct in this conclusion I need not\r\ndecide because\nFord\nis\r\ndistinguishable from the present matter. Section 85, which\nFord\nwas\r\nconcerned with, is to be found in Part D of Chapter 4\nand\r\nprovides for the alleviation of over-indebtedness through a process\r\nof debt relief in the form of debt restructuring.\n11\nSections 129-133 on the other hand deal with debt enforcement and are\r\nto be found in Part C of Chapter 6. Section 130(3) must\n\ntherefore be interpreted in the context of that part of the chapter\r\nwithin which it is situated – not in isolation and outside\nof\r\nits context.\n[7]\tIt is clear\r\nfrom the language employed in s 130(3)(a) that the proceedings\r\nreferred to there do not extend the remit of s 129,\nas the appellant\r\ncontends, but as Trengove AJ has correctly pointed out, it simply\r\nprovides that where a credit provider decides\nto institute\r\nproceedings to enforce the agreement, he may do so only after having\r\ncomplied with the procedure in s 129(1)(a).\n12\nSimilarly the reference in s 130(3)(a) to s 127 and to s 131 refers\r\nspecifically to procedures which are applicable to those proceedings\n\ninvolving the surrender and attachment of goods respectively under a\r\ncredit agreement – not to ‘any proceedings’\n\nconcerning a credit agreement. It follows that the appellant’s\r\ninsistence that the respondent had to comply with the procedure\n\nprovided for in s 129(1)(a) before commencing sequestration\r\nproceedings against him has no merit.\n[8]\tIt bears\r\nmentioning that academic writers have observed that it is not\r\ncompletely clear whether the word ‘enforce’\nas it is used\r\nin s 129(1)(b) carries the meaning which is usually ascribed to it in\r\nlegal parlance – the enforcement of payment\nor of another\r\ncontractual obligation – or includes the credit provider’s\r\nremedy to cancel the agreement and claim damages.\nEnforcement and\r\ncancellation are mutually exclusive remedies and a credit provider\r\nmust, in the event of a debtor’s breach\nof an agreement, elect\r\nwhich of the two courses to pursue. They conclude that ‘enforce’\r\nmust bear a wider meaning so\nas to include all contractual remedies,\r\nincluding cancellation. This interpretation, they say, will avoid a\r\ndebtor being left without\nthe procedural protection of s 129(1)(a) in\r\nthe event of a credit provider electing to cancel the agreement.\n13\nThis view was endorsed recently by a full court in\nAbsa\r\nBank Ltd v De Villiers\n.\n14\nIt is, however, not necessary for me to say more on this question\r\nbecause on either interpretation and for the reasons already\ngiven a\r\nsequestration proceeding is not the kind of proceeding to which s\r\n129(1)(b) refers.\n[9]\tThere remains one other matter.\r\nThe respondent brought an application to lead further evidence in\r\nthis court to prove that it\nhad in any event complied with s\r\n129(1)(a). It asked for costs of the application only if the\r\nappellant opposed it. The appellant\ndid so vigorously. It is\r\ntherefore necessary to decide the question of costs in this\r\napplication.\n[10]\tIt appears\r\nfrom the respondent’s application that, after leave to appeal\r\nhad been granted, its attorneys discovered fortuitously\nthat they had\r\nposted s 129 notices to the appellant’s chosen\ndomicilium\r\ncitandi et executandi.\nThe\r\nnotices stated that if the appellant did not avail himself of the\r\nremedies to which consumers are entitled under s 129(1)(a)\nit\r\nwould institute legal proceedings for the return of the goods and\r\nhold the appellant liable for any damages it may have suffered.\nAfter\r\nthe appellant had failed to respond to the notices, the respondent\ninstituted\r\nsequestration proceedings against him. The respondent sought to place\r\nthis further evidence before us as a precautionary\nmeasure in the\r\nevent of it being unsuccessful in its main submission.\n[\n11]\tEven\r\nthough I have held that a credit provider need not comply with the\r\nprocedure provided for in s 129(1)(a) before instituting\n\nsequestration proceedings against a consumer (the s 129 notices are\r\ntherefore immaterial to the outcome of this appeal) it should\nbe\r\nborne in mind that when the high court granted leave to appeal to\r\nthis court there was no decided case on this question. The\nMutemeri\njudgment\r\nwas delivered after the high court granted the appellant leave to\r\nappeal on this point. So, given the uncertainty on this\nlegal issue,\r\nthe respondent in my view acted reasonably by attempting to place\r\nthis evidence before this court. The appellant’s\nopposition to\r\nthe application on the other hand was not based on whether the\r\nevidence sought to be admitted on appeal was relevant.\nInstead he\r\nattempted, without any factual basis, to impugn the respondent’s\r\nmotives in bringing the application. However,\nbecause of the view I\r\nhave taken on how s 129(1) and s 130(3) should properly be\r\ninterpreted, the further evidence has no\nbearing on the outcome of\r\nthe appeal. In the circumstances I think it is appropriate for each\r\nparty to pay its own costs on this\naspect.\n[12]\tIn the result I make the\r\nfollowing order:\n(i)\tThe appeal is dismissed with\r\ncosts;\n(ii)\tThe\r\napplication to lead further evidence is dismissed with each party\r\npaying its own costs.\n_________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS:  \t\t\tG Reddy\nInstructed by Anand Pillay &\r\nAssociates, Pietermaritzburg\nSymington & De Kok, Bloemfontein\nRESPONDENT:\t\t\tA Stokes SC\nInstructed by Johnston & Partners,\r\nDurban\nNaudes, Bloemfontein\n1\n'consumer'\n,\r\n\tin respect of a credit agreement to which this Act applies, means-\n(a)\nthe\r\n\tparty to whom goods or services are sold under a discount\r\n\ttransaction, incidental credit\nagreement or\r\n\tinstalment agreement;\n(b)\nthe party to whom money is paid, or credit granted, under a pawn\r\n\ttransaction;\n(c)\nthe party to whom credit is granted under a credit facility;\n(d)\nthe mortgagor under a mortgage agreement;\n(e)\nthe borrower under a secured loan;\n(f)\nthe lessee under a lease;\n(g)\nthe guarantor under a credit guarantee; or\n(h)\nthe\r\n\tparty to whom or at whose direction money is advanced or credit\r\n\tgranted under any other credit agreement;\n'credit\r\n\tprovider'\n,\r\n\tin respect of a credit agreement to which this Act applies, means-\n(a)\nthe party who supplies goods or services under a discount\r\n\ttransaction, incidental credit\nagreement or\r\n\tinstalment agreement;\n(b)\nthe party who advances money or credit under a pawn transaction;\n(c)\nthe party who extends credit under a credit facility;\n(d)\nthe mortgagee under a mortgage agreement;\n(e)\nthe lender under a secured loan;\n(f)\nthe lessor under a lease;\n(g)\nthe party to whom an assurance or promise is made under a credit\r\n\tguarantee;\n(h)\nthe party who advances money or credit to another under any other\r\n\tcredit agreement; or\n(i)\nany other person who acquires the rights of a credit provider\r\n\tunder a credit agreement after it\nhas been entered\r\n\tinto.\n2\n2010 (1) SA 265\n(GSJ) at paras 27-31.\n3\nIbid para 31.\n4\nCollett v Priest\n1931\r\n\tAD 290\nat 299.\n5\nPrudential Shippers SA Ltd\r\n\tv Tempest Clothing Co (Pty) Ltd\n1976\r\n\t(2) SA 856\n(W) at 863D-865A. Although not cited by Trengove AJ the\r\n\tsame conclusion was arrived at in\nWP\r\n\tKoöperatief Bpk v Louw\n1995\r\n\t(4) SA 978\n(C) at 987G.\n6\nSamsudin v De Villiers\r\n\tBerrange NO\n[2006] SCA 79\r\n\t(RSA).\n7\n2009 (3) SA 376\n(WCC).\n8\nSection 86.\n9\nSection 88(3).\n10\nSee above (n7) at para 12.\n11\nFor a discussion of this judgment see Van Heerden and Boraine ‘The\r\n\tInteraction Between the Debt Relief Measures in the\nNational Credit\nAct 34 of 2005\nand Aspects of Insolvency Law’ 2009 (12) 3\nPELJ\n22 at 46.\n12\nSee\nMutemeri\n(above)\r\n\t(n 2) at para 33. For a discussion of this judgment see Boraine and\r\n\tVan Heerden ‘Is Sequestration “Debt Enforcement”\n\n\tfor Purposes of the National Credit Act 34 of 2005?’ (Soon to\r\n\tbe published in\nPELJ.\n)\n13\nJ M Otto\nThe National\r\n\tCredit Act Explained\n(2006)\r\n\tp 87-88; Van Heerden and Boraine (n9) p 39-41.\n14\n2009 (5) SA 40\n(C).",
  "scraped_at": "2026-02-11T20:26:09.230281",
  "date": "2010-05-27",
  "coram": [
    "Mthiyane",
    "Heher",
    "Cachalia",
    "Shongwe",
    "Tshiqi JJA"
  ],
  "case_number": "391/09",
  "parties": {
    "applicants": [
      "Selvin Laban Naidoo"
    ],
    "respondents": [
      "ABSA Bank Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Selvin Laban Naidoo, was sequestrated by an order of Justice Gyanda of the Durban High Court on 25 May 2009. The sequestration followed his default on instalment sale agreements for six motor vehicles and two home‑loan agreements. Both the motor‑vehicle and home‑loan contracts fell within the ambit of the National Credit Act 34 of 2005 (NCA), making Naidoo a 'consumer' and ABSA Bank Ltd a 'credit provider'. The respondent had previously sent the required s 129(1)(a) notices to the appellant’s chosen address, warning that failure to avail himself of the remedies would lead to legal action for return of goods and damages, but the appellant did not respond.",
    "issues": "The primary issue was whether a credit provider must comply with the pre‑enforcement procedure in section 129(1)(a) of the NCA before instituting sequestration proceedings against a consumer. Linked questions included whether sequestration constitutes a ‘legal proceeding to enforce a credit agreement’ within s 129(1)(b), and whether the respondent’s later evidence of having sent s 129 notices affected the appeal or the costs order.",
    "principles": "Section 129(1)(a) requires a credit provider to give a consumer notice and propose alternative dispute resolution before commencing any legal action to enforce a credit agreement. Section 130(3) obliges courts to ensure compliance with the procedures of sections 127, 129 or 131 when hearing such proceedings. The Court interpreted s 130(3) in the context of Part C (debt enforcement) and held, following Investec Bank Ltd v Mutemeri, that sequestration is not a 'legal proceeding to enforce the agreement' but a distinct insolvency process. Consequently, the pre‑enforcement notice regime of s 129 does not apply to sequestration. The Court also distinguished this from the broader application of s 85 in voluntary surrender cases, reaffirming that sections 129‑133 are confined to enforcement matters.",
    "application": "Applying the above principles, the Court concluded that the appellant’s reliance on s 129(1)(a) was misplaced because sequestration does not fall within the scope of ‘enforcement’ contemplated by the provision. The respondent’s compliance with the notice requirement was therefore immaterial to the outcome. The Court also found that the respondent’s attempt to introduce further evidence was unnecessary and that each party should bear its own costs on that application, as the evidence would not affect the appeal’s result.",
    "conclusion": "The appeal was dismissed with costs awarded to the respondent. The application to lead further evidence was also dismissed, with each party ordered to pay its own costs."
  },
  "tags": {
    "level_1": "Credit and Insolvency Law",
    "level_2": "National Credit Act",
    "level_3": [
      "sequestration",
      "section 129",
      "section 130",
      "debt enforcement",
      "procedural compliance"
    ]
  }
}