{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/95.html",
  "case_name": "Oshry NO and Another v Feldman (401/09) [2010] ZASCA 95; 2010 (6) SA 19 (SCA) ; [2011] 1 All SA 124 (SCA) (19 August 2010)",
  "citation": "[2010] ZASCA 95",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 95\n|\nNoteup\n|\nLawCite\nOshry NO and Another v Feldman (401/09) [2010] ZASCA 95; 2010 (6) SA 19 (SCA) ; [2011] 1 All SA 124 (SCA) (19 August 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No 401/09\nIn the matter between:\nSTANLEY OSHRY N O\nFirst Appellant\nBEVERLEY JUNE OSHRY N O         \t\t\t\t       Second\r\nAppellant\nand\nMARJORIE PEARL FELDMAN\t\t\t\t\t                Respondent\nNeutral citation:\nOshry v\r\nFeldman\n(401/09)\n[2010] ZASCA 95\n(19 August\r\n2010)\nCoram:\nNavsa, Mhlantla,\r\nBosielo JJA and Saldulker AJA\nHeard:\n7 May 2010\nDelivered:\n19 August 2010\nSummary:\nClaim by surviving\r\nspouse in terms of the Maintenance of Surviving Spouses Act 27 of\r\n1990. Primary obligation of support rests on\na spouse, and if\r\ndeceased, on the estate of the latter - provided that the\r\njurisdictional requirements are met. Lump sum award\ncompetent in\r\nterms of the Act.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n: KwaZulu-Natal\r\nHigh Court (Durban) (Van Zyl J sitting as court of first instance)\nThe following order is made:\n1. The appeal is upheld to the limited extent reflected\r\nin the substituted order set out hereafter.\n2. The order of the court below is set aside and\r\nsubstituted as follows:\n‘\n1 Defendants, in their capacities as executors in\r\nthe estate of the late Lionel Maurice Feldman, who died on 3 May 2005\r\n(“the\nestate”) are hereby;\n(a) \tauthorised and directed to:\nrecognise Plaintiff’s claim against the estate in\r\n\tterms of section 2(1), read with section 3 of the Maintenance of\r\n\tSurviving\nSpouses Act 27 of 1990 for payment of her reasonable\r\n\tmaintenance needs;\n(ii)\tpay to her a lump sum equal to the net value\r\nof the estate after payment of the claims of \tother creditors,\r\nfuneral expenses,\nadministration costs and executors’ fees.\n(b)\tdirected to pay the plaintiff :\n(i)\tthe sum of R50 000-00;\n(ii)\tinterest thereon at the rate of 15.5% per\r\nannum with effect from 6 July 2006 to date of           \tpayment,\r\nboth dates inclusive.\n(iii)  directed to pay plaintiff’s costs of\r\nsuit such costs to include the qualifying fees of the \tactuary Mr I G\r\nHunter and\nDr L M Kernhoff.’\n3. The cross-appeal is upheld to the extent reflected in\r\nthe substituted order set out above.\n4. In respect of the appeal the first and second\r\nappellants are directed jointly and severally to pay the respondent’s\r\ncosts\nof appeal\nde bonis propriis\non an attorney and client scale, including the costs of two counsel.\n5.\nIn respect\r\nof the cross-appeal the respondents therein are ordered jointly and\r\nseverally to pay the cross-appellant’s costs\nde\r\nbonis propriis\n, on an attorney and client\r\nscale, including the costs of two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nNAVSA JA and SALDULKER AJA (MHLANTLA and BOSIELO JJA\r\nconcurring)\n[1]\tThis case demonstrates just how costly litigation\r\ncan be, particularly if a common sense approach is abandoned and\r\nwhere the\nissues are not clearly defined at the outset. We have\r\nbefore us an appeal by the two executors of a deceased’s estate\r\nagainst\na judgment of the Durban High Court (Van Zyl J),\n1\nin terms of which they were ordered to ‘recognise’ a\r\nwidow’s claim for maintenance in terms of the Maintenance\nof\r\nSurviving Spouses Act 27 of 1990 (the Act) and to pay to her\r\nmaintenance in the sum of R9628.63 per month with effect from 6\n\nOctober 2006, until her death or remarriage, or until otherwise\r\nvaried, suspended or discharged according to law. The executors\nwere\r\nalso ordered to pay the widow an amount of R50 000, which she alleged\r\nhad been a donation by the deceased to her during his\nlifetime, which\r\nhad not been paid prior to his death. The executors were ordered to\r\npay her costs.\n[2]\tCareful scrutiny of the notice of appeal and the\r\nheads of argument initially filed by the appellants reveals that the\r\nprimary\nbasis of the appeal was that since the widow had been\r\nmaintained by her two sons from a prior marriage, from the time of\r\nthe death\nof her husband, and were likely to continue to do so, she\r\nhad not established a need for maintenance. The appellants also\r\ncontended\nthat the evidence established that the donation claimed by\r\nthe widow had been paid to her by her husband during his lifetime.\r\nThe\nwidow is the respondent. There is also a cross-appeal by her. She\r\nis aggrieved that the high court had held that maintenance in\na lump\r\nsum was not competent in terms of the Act. She had initially claimed\r\nmaintenance in a lump sum of R695 804.00. The respondent\nis aggrieved\r\nthat the high court had rejected an application by her to amend her\r\nparticulars of claim to increase her quantum.\nShe sought an order\r\nthat the increased lump sum be paid to her from 9 January 2006 (the\r\ndate on which the respondent noted her\nclaim)  rather than from 6\r\nOctober 2006 (the date of delivery of the appellants’ plea),\r\nwhich was the date from which the\nhigh court ordered that maintenance\r\nbe paid. Furthermore, she sought to have the costs order of the high\r\ncourt substituted with\nan order that the executors be ordered to pay\r\nher costs of trial on an attorney and client scale and that they be\r\nordered to pay\nthe costs of appeal on an attorney and client scale\nde\r\nbonis propriis\n. The appeal and cross-appeal\r\nare before us with the leave of the court below.\n[3] \tThe background facts were neatly set out by the\r\ntrial court. In our description of the history of the matter, leading\r\nup to\nthe litigation in the high court, we have borrowed\r\nsubstantially from the exposition by Van Zyl J.\n[4]\tOn 27 January 1987, Ms Marjorie Pearl Klaff, the\r\nrespondent, and Mr Lionel Maurice Feldman, in the autumn of their\r\nlives, married\neach other at Durban. She was 60 years old and he was\r\n70. The marriage was out of community of property.  They each had two\r\nchildren\nfrom a previous marriage. Their marriage lasted 18 years,\r\nuntil the death of Mr Feldman, who died testate on 3 May 2005. We\r\nshall\nfor convenience refer to Mr Feldman as the deceased.\n[5]\tThe marriage of the respondent and the deceased was\r\nthe second for each of them. The respondent had two adult sons from\r\nher\nfirst marriage, both of whom live permanently in the United\r\nStates of America. The deceased had a son who settled in Australia\r\nand a daughter, Beverley (the second appellant). Beverley and her\r\nhusband, Stanley Oshry (the first appellant), are the executors\nof\r\nthe deceased’s estate.\n[6]\t At the time of their marriage, the deceased had\r\nretired from his previous business activities and was living in a\r\nflat in Hyde\nPark, Berea, Durban. The respondent was employed as an\r\nestate agent, an occupation in which she continued until her\r\nretirement\nat the age of 75. A hallmark of her life is that she\r\nalways asserted her independence.\n[7]\tShortly before her marriage to the deceased, the\r\nrespondent had sold her town house, intending at the time, that the\r\ndeceased\nwould also sell the flat that he occupied at Hyde Park and\r\nthat they would then as a couple jointly purchase a residential\r\nproperty,\nwhere they would live after their marriage. The deceased\r\ndeclined to do so. In the result they lived in his Hyde Park flat for\r\nthe duration of their marriage.\n[8]\t With the proceeds of the sale of her town house the\r\nrespondent purchased a flat in Rucon Glen which she then let.  Later,\r\non\nthe advice of her son, Anthony Klaff, she sold the flat. Anthony\r\nacted as her financial advisor. After she stopped working she\r\ntransferred the proceeds of the sale to him for investment on her\r\nbehalf in America. During the second half of 2004 the respondent\n\nrepatriated what remained of her funds in America. The investment\r\nunfortunately was not insulated from the economic downturn in\n\nAmerica. Using what remained of her moneys, supplemented by her sons,\r\nshe purchased a residential unit at Eden Crescent, a retirement\n\nvillage, which she then let.\n[9]\t The reason for purchasing the unit at Eden Crescent\r\nwas that the deceased had informed her that in the event of his death\r\nthe\nHyde Park flat would devolve upon his children. The deceased had\r\ntold her that upon his death she would become her sons’\r\nresponsibility. She was concerned about what would become of her. Her\r\ninsecurity led to her purchasing the unit.\n[10]\tAccording to the respondent’s unchallenged\r\nevidence she shared expenses with the deceased from the outset and\r\nthey used\nher motor vehicle for transport. Before their financial\r\nsituation deteriorated, they travelled overseas, entertained\r\nfrequently\nand appear to have had a fairly happy marriage. After she\r\nstopped working the respondent relied mainly on the deceased for her\r\nsupport.\n[11]\tThe financial position of the couple gradually\r\ndeteriorated after the respondent had stopped working. The deceased\r\ntold the\nrespondent that his financial position was precarious and he\r\nasked her to turn to her sons for assistance and to seek the\r\nrepatriation\nof her funds. This request was made before the\r\nacquisition of the unit at Eden Crescent.\n[12] \tThe deceased envisaged that the respondent’s\r\nsons should start contributing to her maintenance. He also appears to\r\nhave\nheld the view that, upon his death, the respondent’s sons\r\nshould take over the responsibility of maintaining her. The\r\nrespondent’s\nsons have indeed been dutiful. They made financial\r\ncontributions to their mother during her marriage. After the\r\ndeceased’s\ndeath they continued making contributions to her. In\r\nthe eighteen months preceding the trial, the respondent’s sons\r\nhad provided\nher, on average, with an amount of R18 468 per month.\n[13] \tSadly, the deceased, when he executed his will on\r\n21 November 2002, made wholly inadequate provision for the\r\nrespondent. He\nbequeathed the sum of R150 000 to her and\r\nrecorded his ‘desire’ that she be allowed to remain in\r\nthe Hyde Park\nflat until her death or remarriage, or until his\r\nchildren decided to sell it. The Hyde Park flat had in fact been\r\nbequeathed to\nhis children in terms of his first wife’s will,\r\nso did not form part of the deceased’s estate. The balance of\r\nhis estate\nwas left to his children.\n[14]\tAfter the deceased’s death, antagonism\r\nquickly developed. The respondent voiced her concern about her future\r\nsecurity\nand according to her, Stanley Oshry, the first appellant,\r\ntold her that she could, if all else failed, move to Beth Shalom, a\r\nretirement\nhome, which, although it had residents who paid their own\r\nway, also provided for indigent aged, funded by a Jewish welfare\r\norganisation.\n[15]\t The respondent remained in the Hyde Park flat for\r\na short period, whilst she made arrangements to move.  During March\r\n2006\nshe moved to Eden Crescent.\n[16]\tAnxious about her situation, the respondent,\r\nshortly after the deceased’s death, gave early indications that\r\nshe would\nbe claiming maintenance from the estate. This, in turn,\r\ncaused resentment on the part of the deceased’s family who\r\nconsidered\nthat not enough respect was shown for the traditional\r\nJewish period of mourning. After some correspondence between the\r\nparties\nthe respondent resorted to an action in the Durban High Court\r\nfor maintenance and for payment of the amount of R50 000.\n[17]\tThe appellants contended that after the death of\r\nthe deceased, the obligation to maintain the respondent fell to her\r\nsons,\nwho had been her main source of financial support after the\r\ndeath of the deceased. As stated earlier they contended that the\r\nrespondent\nhad not shown a need for maintenance and that the estate\r\nwas thus excused from maintaining her.\n[18]\tWe consider it convenient first to address the\r\nappellant’s R 50 000 claim against the estate and the\r\nconclusion of the\ncourt below that it was payable. During his\r\nlifetime the deceased had held a share in Taxi Liquor CC. After his\r\nshare in the close\ncorporation was sold for R50 000, the deceased \r\nundertook in writing on 7 April 1992 to invest that amount in a\r\nLiberty Life policy\nfor the benefit of the respondent, payable to her\r\nupon his death. The respondent asserted that she had accepted the\r\ndonation. She\ntestified that the deceased had not discharged that\r\nobligation during his lifetime. It was contended on her behalf that\r\nthe deceased’s\nestate was consequently liable to her in that\r\namount.\n[19]\tIt was the appellants’ case that a single\r\npremium policy of R 50 000 issued by Liberty Life in 1993, of which\r\nthe respondent\nwas the owner, was the policy that the deceased had\r\nintended to purchase from Liberty Life. It was submitted that he had\r\nthereby\ndischarged his obligation in terms of the written\r\nundertaking. The record reveals that the appellants’ case in\r\nthis regard\nwas based on speculation with no evidence adduced in\r\nsupport thereof. It is clear from the first appellant’s\r\nevidence that\nhe entertained a mere suspicion that the deceased had\r\nmade good the donation but had no substantiating proof.\n[20]\t The respondent, on the other hand, testified\r\nconvincingly in regard to the policy referred to in the preceding\r\nparagraph.\nShe testified that she had purchased it with her own funds\r\nwhilst still in employment and that the deceased had played no part\r\nin its acquisition. The appellants, having pleaded that the debt had\r\nbeen discharged failed to discharge the burden of proof resting\non\r\nthem.\n2\nIt follows that\nthe\nconclusion of the court below in\r\nthis regard is unassailable.\n[21]\tWe turn to deal with the remaining issues in the\r\nappeal and cross-appeal. The primary question for consideration is\r\nwhether\nthe deceased’s estate in the circumstances set out\r\nabove owed a duty of support to the respondent. Put differently, the\r\nquestion\nis whether she established a claim for maintenance in terms\r\nof the Act.\n[22]\tIt is trite that one of the invariable consequences\r\nof marriage is a reciprocal duty of support between spouses. That is\r\na\nprimary duty owed by one spouse to another. Of course, where the\r\nparty seeking support is indigent and his or her spouse is unable\n\nthrough lack of means to meet that obligation such spouse may look to\r\na child with means for support. In\nOosthuizen\r\nv Stanley\n3\nthe following was stated:\n‘\nThe liability of children to support their\r\nparents, if these are indigent (\ninopes\n),\r\nis beyond question; See Voet 26.3.8 . . . .\nWhether a parent is in such a state of comparative\r\nindigency or destitution that a court of law can compel a child to\r\nsupplement\nthe parent’s income is a question of fact depending\r\non the circumstances of each case.’\n[23]\tIn\nManuel v African\r\nGuarantee and Indemnity Co Ltd & another\n4\nit was said that where a husband has the means to support his wife,\r\nthe wife cannot compel a child of the parties to support her\nunless\r\nshe satisfies the court that she has taken all reasonable steps to\r\nenforce her rights against her husband.\n[24]\tAt common law a surviving spouse had no claim for\r\nmaintenance against the estate of his or her deceased spouse. In\nGlazer v Glazer NO\n5\nthe applicant instituted an action for maintenance against the\r\nrespondent, the executor in the estate of her late husband. The\nclaim\r\nwas made on the grounds that she was indigent. The respondent\r\nexcepted to the declaration on the ground that it was bad in\nlaw, for\r\nfailure to disclose a cause of action. The exception was upheld. The\r\napplicant applied for condonation for the late noting\nof an appeal\r\nagainst that decision. In refusing condonation, Steyn CJ, after\r\ndiscussing the common law position in some detail,\nheld that her\r\nprospects of success on the merits, if there was any at all, was so\r\nslender that condonation would not be justified.\n[25]\tIn\nHodges v Coubrough NO\n,\n6\nDidcott J stated as follows:\n‘\nThe duty of support which each spouse owed to the\r\nother, and consequently the liability for maintenance that depended\r\non and gave\neffect to the duty, were incidents of their matrimonial\r\nrelationship. The termination of the relationship by either death or\r\ndivorce\nleft the duty with no remaining basis and brought it in turn\r\nto an end.’\n[26] \tThe Maintenance of Surviving Spouses Act 27 of\r\n1990 altered the common law. The preamble sets out the purpose of the\r\nAct thus:\n‘\nTo provide the surviving spouse\nin\r\ncertain circumstances\nwith a claim for\r\nmaintenance against the estate of the deceased spouse; and to provide\r\nfor incidental matters.’ (Our emphasis.)\nSection 2(1) of the Act provides:\n‘\n2   Claim for maintenance against estate of\r\ndeceased spouse\n(1)\tIf a marriage is dissolved by death after the\r\ncommencement of this Act the survivor shall have a claim against the\r\nestate of\nthe deceased spouse for the provision of his reasonable\r\nmaintenance needs until his death or remarriage in so far as he is\r\nnot\nable to provide therefor from his\nown\r\nmeans and earnings\n. (Our emphasis.)\n(2) . . .\n(3)  (a) . . .\n(b) \t\tThe claim for maintenance of the\r\nsurvivor shall have the same order of preference in respect of other\r\nclaims against the estate\nof the deceased spouse as a claim for\r\nmaintenance of a dependent child of the deceased spouse has or would\r\nhave against the estate\nif there were such a claim, and, if the claim\r\nof the survivor and that of a dependent child compete with each\r\nother, those claims\nshall, if necessary, be reduced proportionately.\n(c)\t\t . . .\n(d)\t\tThe executor of the estate of a\r\ndeceased spouse shall have the power to enter into an agreement with\r\nthe survivor and the heirs\nand legatees having an interest in the\r\nagreement, including the creation of a trust, and in terms of the\r\nagreement to transfer\nassets of the deceased estate, or a right in\r\nthe assets, to the survivor or the trust, or to impose an obligation\r\non an heir or\nlegatee, in settlement of the claim of the survivor or\r\npart thereof.’\n[27]\tAs can be seen, in the event of a marriage being\r\n‘dissolved by death’ the primary obligation by a spouse\r\nhas now\nbeen transferred to his deceased estate, in the event that it\r\nhas the means to meet that obligation and provided that the surviving\n\nspouse is unable to have her maintenance needs met from ‘own\r\nmeans and earnings’.\n7\nSection 2(3)(b) deals with the order of preference of a maintenance\r\nclaim in relation to other claims.\n8\nThis is an aspect to which we shall revert later in this judgment.\r\nSection 2(3)(d) provides for rapprochement between the survivor\nof a\r\ndeceased estate and the heirs and legatees of that estate. That\r\nsubsection enables an executor to enter into an agreement\nwith these\r\ninterested parties. An executor, in doing so, will of course have\r\nregard to the rights and interest of all these parties.\nIn terms of\r\nthis subsection the executor has fairly extensive powers, albeit that\r\nin executing those powers consensus has to be\nachieved.\n[28]\tSection 3 of the Act sets out factors that a court\r\nshould take into account in determining a surviving spouse’s\r\nreasonable\nmaintenance needs. It reads as follows:\n'3.  Determination of reasonable maintenance needs\nIn the determination of the reasonable maintenance needs\r\nof the survivor, the following factors shall be taken into account in\r\naddition\nto any other factor which should be taken into account:\n(a)\tThe amount in the estate of the deceased spouse\r\navailable for distribution to heirs and legatees;\n(b)\tthe existing and expected means, earning capacity,\r\nfinancial needs and obligations of the survivor and subsistence of\r\nthe marriage;\nand\n(c)\tthe standard of living of the survivor during the\r\nsubsistence of the marriage and his age at the death of the deceased\r\nspouse.’\n[29]\tHaving regard to these and\nany\nother factor\na court\r\nthen arrives at a decision concerning the surviving spouse’s\r\nreasonable maintenance needs. It has always been accepted\nthat in\r\ndetermining an award of maintenance a court always considers the\r\nneeds of the claimant and the means of the party bearing\nthe\r\nmaintenance obligation.\n[30]\tSection 3(a) requires a court, in determining the\r\nreasonable maintenance needs of a surviving spouse, to have regard,\r\nright\nat the outset, to the amount in the estate available for\r\ndistribution to heirs and legatees. This provision in the main\r\nrelates\nto the estate’s ability to meet a maintenance claim.\r\nThe factors set out in section 3(b) and (c) relate to the surviving\r\nspouse’s needs and ability to maintain herself.\n[31]\tThe asserted total value of the estate as per the\r\ninventory dated 6 June 2005 is R1 313 367. However, of that amount,\r\nR819\n471 is the value of insurance policies the beneficiaries of\r\nwhich are the deceased’s son and daughter. If the latter amount\n\nis deducted then the estate is left with the residual amount of R493\r\n896. We were subsequently provided by the appellants with\na schedule,\r\ndated 8 June 2010, showing the value of the insurance policies at\r\nthat date in an amount of R847 355.95. The value\nof the assets in the\r\nestate is reflected as being R528 057.19. Of course, the R150 000\r\nbequest to the respondent, referred to earlier,\nwas paid to her and\r\nfalls to be deducted from the asset value. If the schedule recently\r\nprovided is taken at face value, a further\namount of R43 028.77 has\r\nbeen expended in respect of funeral costs, ‘creditors and\r\nwinding up the estate but excluding executors’\nfees’.\r\nAccording to this schedule the costs of the high court trial, which\r\nit will be recalled the estate is liable for,\namount to R 121 906.82.\r\nWe will return to the value of the policies and deal with the\r\nquestion whether they should be included\nin the estate for\r\ndistribution, later in this judgment.\n[32]\tIn answering the primary question whether the\r\nrespondent established an entitlement to maintenance in terms of the\r\nprovisions\nof the Act, it is necessary to return to a consideration\r\nof s 2(1), which makes a claim by a survivor subject to her not being\r\nable to provide for her own reasonable maintenance needs from her\r\n‘own means and earnings’. We take into account that\na\r\ncourt, in determining the survivor’s reasonable maintenance\r\nneeds, is required, in terms of s 3(b) of the Act, to consider\nthe\r\nsurvivor’s existing and expected means, earning capacity,\r\nfinancial needs and obligations and the subsistence of the\nmarriage.\r\nFurthermore, in terms of s 3(c) the respondent’s standard of\r\nliving during the subsistence of the marriage and\nher age at the time\r\nof the death of the deceased are to be considered.\n[33]\tIt is necessary to deal with the expression ‘own\r\nmeans’. It is defined as follows in s 1 of the Act:\n‘\nincludes any money or property or other\r\nfinancial benefit accruing to the survivor in terms of the\r\nmatrimonial property or the law\nof succession or otherwise\nat the death of the deceased spouse.’ (Our emphasis.)\n[34] \tThe respondent has a relatively modest income,\r\nderived from a monthly return on investments. First, she receives an\r\namount\nof approximately R1 200 from a Liberty Life annuity. Second,\r\nshe invested what remained of a R150 000 bequest in terms of the\r\ndeceased’s\nwill, namely, R100 000, in a money market account\r\nwith a market related interest rate. It is clear from the first\r\nactuarial report,\ndated 6 December 2005, that a discount rate of\r\n6.5 per cent per annum was ‘obtained with reference to the\r\nexpected return\nof [the respondent’s] current assets, net of\r\nfees and charges’. The return on these investments would\r\nundoubtedly be\npart of her ‘own means’ as defined in the\r\nAct.  It is quite clear that these two sources of income per month on\r\ntheir\nown are wholly inadequate to meet the respondent’s\r\nmaintenance needs.\n[35]\tThe argument advanced on behalf of the executors \r\nthat the words ‘existing and expected means’, employed in\r\ns 3(b),\nextends the meaning to include acts of generosity such as\r\nthat shown by the respondent’s sons, is entirely without\r\nsubstance.\nIt was submitted that in this subsection the omission of\r\nthe word ‘own’ meant that contributions from other\r\nsources\nought to be taken into account. In our view, this is a\r\nfallacious argument. Contextually, ‘the existing and expected\r\nmeans’\nmust be those of the surviving spouse. The legislature\r\ndid not intend to draw a distinction between ‘existing and\r\nexpected\nmeans’ and ‘own means’. During his\r\nlifetime the deceased could not, if he had the means to support the\r\nrespondent,\nhave insisted that she look to her children or any other\r\nsource for maintenance. Furthermore, the relevant provisions of the\r\nAct\nshould be construed in accordance with constitutional norms and\r\nvalues. The dignity, particularly of the vulnerable, is a prized\n\nasset. The Act was intended to ensure, in the event that the\r\nstipulated jurisdictional requirements were met, that the primary\n\nobligation of a spouse who owed a duty of support continued after the\r\ndeath of that spouse. In effect, the executors of the deceased’s\n\nestate step into his shoes. To construe these provisions so as to\r\nmake surviving spouses dependent on the largesse of others, including\n\ntheir children, defeats the purpose of the Act.\n[\n36]\r\n\tBefore us, apart from the contention that her sons’ acts of\r\nfinancial generosity fell within the ambit of ‘expected\nmeans’\r\nas contemplated in s 3(b) of the Act, it could not be disputed that\r\nthe respondent was in need of maintenance. There\nwas some dispute\r\nabout whether the court below had considered the respondent’s\r\nincome from her investments and whether her\nmaintenance needs as\r\nasserted were reasonable.\n[37]\tThe appellants contended that\r\nthe court below did not have regard to the respondent’s monthly\r\nincome of approximately\nR1 200 from her Liberty Life annuity nor of a\r\nreturn on an amount of R100 000 she had invested in the money market\r\naccount. It\nis clear from what is set out above that Van Zyl J in the\r\ncourt below took into account the first actuarial report dated 6\r\nDecember\n2005 and the revised actuarial report compiled later that\r\nmonth. The Liberty Life income is reflected in the first report. The\r\nrespondent testified that the R100 000, which constituted the\r\nremainder of the bequest had been invested in a money market account.\n\nAs stated above the actuary in the first report set out the net\r\nreturn on all the respondent’s investments, which the court\n\nbelow considered in determining the award of maintenance.\n[38]\tThe respondent had sought a lump\r\nsum payment, which the court below, with reference to the decision of\r\nthis court in\nZwiegelaar v Zwiegelaar\n2001 (1) SA 1208\n(SCA), had held was not competent. Van Zyl J stated\r\nthat even if he was wrong in that conclusion policy considerations\r\nmilitated\nagainst the grant of a lump sum payment. He considered that\r\na single lump sum payment would expose the estate to risk. The\r\nlearned\njudge was of the view that the accuracy of the assumptions\r\nmade in calculating a lump sum could not be assured. The claimant for\n\nmaintenance, he reasoned, could die earlier than expected or\r\npredicted by life expectancy tables. The respondent could, even at\n\nher advanced age remarry and the estate would thereby be prejudiced\r\nby the prior grant of maintenance in a lump sum.  Conversely,\nthe\r\ncourt below stated, a surviving spouse might outlive her life\r\nexpectancy, leaving a claimant who accepted a lump sum award\n\ndestitute. Van Zyl J rightly stated that an order for the periodical\r\npayment of maintenance over a long or indefinite period would\ncause\r\ndifficulties in the administration and finalisation of a deceased\r\nestate. This would cause delay and uncertainty concerning\nhow much of\r\nthe assets of the estate had to be retained to discharge future\r\nmaintenance obligations. The court below reasoned that\nit was for\r\nthis reason that the legislature enacted s 2(3)(d) of the Act which\r\nprovided for a negotiated settlement. The court\nbelow remained\r\nunpersuaded that a lump sump award was called for. At para 29 of the\r\njudgement of the court below the following\nis stated:\n‘\nThe total value of\nthe estate as per the inventory is R 1 313 367-00. Prima facie the\r\nestate has sufficient assets to meet the plaintiff’s claims.\n\nCertainly defendants did not raise inability to pay as a defence or\r\nfactor in the determination of the estate’s liability\nto\r\nplaintiff’.’\n[\n39]\tIn\r\ndeciding the periodical amount to be awarded to the respondent Van\r\nZyl J considered that towards the end of their marriage\nthe deceased\r\nand the respondent’s financial position had deteriorated. In\r\ncoming to a conclusion on an appropriate award\nthe learned judge\r\nstated the following at para 47:\n‘\nThere is also the fact that\r\nthe more lavish the inroads made\nupon the limited assets of the estate of the deceased, the less\r\nlikely it is that its capital will endure for the remainder of\nthe\r\nlife of the plaintiff, particularly if she were to outlive the life\r\nexpectancy table for her category.’\n[40]\tIt is clear from the judgment of the court below\r\nthat it considered the proceeds of the insurance policies referred to\r\nabove\nto form part of the assets of the deceased’s estate. Even\r\nthough there had been an exchange of correspondence between the\n\nparties on the issue before the trial, it is equally clear from the\r\nrecord, the judgment of the court below, the notice of appeal\nand the\r\ninitial heads of argument on behalf of the appellant that the\r\nquestion whether the policies were rightly included in the\ninventory\r\nwas not an issue during the trial or initially during the appeal\r\nprocess.  It was raised for the first time during argument\nbefore us\r\nby counsel on behalf of the appellants. However, after submissions on\r\nbehalf of the respondent and on the assumption\nthat the respondent’s\r\nmaintenance claim rendered the deceased’s estate insolvent, he\r\nappeared to accept that the proceeds\nof the policies were payable\r\ninto the deceased’s estate.\n[41]\tSubsequent to the hearing of the appeal we\r\nrequested the parties to submit further written argument on the\r\nquestion whether\nthe insurance policies rightly constituted part of\r\nthe total assets of the deceased’s estate. The request was\r\ncomplied with.\nWe proceed to deal first with that question, the\r\nanswer to which is critical to a proper determination of the matter.\n[42]\tIn\nPieterse v Shrosbree NO &\r\nothers\n2005 (1) SA 309\n(SCA) this court\r\nconsidered whether the trustee of an insolvent estate was entitled,\r\nin preference to nominated beneficiaries,\nto the proceeds of certain\r\ninsurance policies, for distribution to creditors. It had been\r\nsubmitted that\ns 63\nof the\nLong Term Insurance Act 52 of 1998\nentitled the trustee to the proceeds.  Ponnan JA dealt in some detail\r\nwith the nature and effect of insurance policies which were\npayable\r\nupon the death of an insured. At para 8 the following appears:\n‘\nA proposer may effect the insurance either in\r\nhis/her own favour or in favour of someone else. If the proposer\r\neffects the insurance\nin favour of someone else, the contract of\r\ninsurance is a contract for the benefit of a third party and may be\r\naccepted by such\nthird party who thereupon becomes the owner.\r\nPolicies commonly entitle the owner to nominate a beneficiary on\r\ncondition that the\nnomination will confer no rights on the nominated\r\nbeneficiary during the owner’s lifetime. The legal nature of\r\nsuch a nomination\nis a\nstipulatio alteri\n(a\r\ncontract for the benefit of a third person).'\n[43]\tAt para 9 of\nShrosbree,\nthis court stated that what is required is an intention, that upon\r\nacceptance of that offer by the beneficiary, a contract will\nbe\r\nestablished between the beneficiary and the insurer. Upon acceptance\r\nthe beneficiary would obtain rights enforceable against\nthe insurer.\r\nAt para 10 the following appears:\n‘\nOn the death of the insured, provided that the\r\nnomination has not been revoked during the insured’s lifetime,\r\nany claim to\nthe policy proceeds by the beneficiary against the\r\ninsurance company would be based on the contract of insurance between\r\nthe deceased\nand the insurance company. It is to the insurance\r\ncompany and no one else that the beneficiary would have to look for\r\npayment.\nSection 63\ndoes not regulate the payment of the proceeds of\r\nthe policy, because the beneficiary appointment, until revoked, has\r\nthe effect\nthat payment of the proceeds will be made to the\r\nbeneficiary and not the estate of the deceased.’\n[44]\tIn para 12 Ponnan JA stated the following:\n‘\nIn the ordinary course, the proceeds of an\r\ninsurance policy will go directly to a nominated beneficiary. Absent\ns 63\n, on the death of the policy holder, the trustee of such person’s\r\ninsolvent estate would not have any claim to those policy\nproceeds.\r\nNothing to the contrary is provided in\ns 63.\nSection 63\ndoes not\r\npurport to divert the proceeds of an insurance policy from a\r\nnominated beneficiary to the insolvent estate of a deceased\npolicy\r\nholder. Nor, for that matter does such a trustee, by virtue of\ns 63\n,\r\nbecome a creditor of the nominated beneficiary.’\n[45]\tThe provisions of the Act examined above make it\r\nclear that the means of the estate to provide maintenance is a\r\nprimary consideration.\nCounsel for the respondent now rightly concede\r\nthat in determining the respondent’s maintenance claim the\r\namount available\nfor distribution, from which the proceeds of the\r\npolicies fall to be excluded, is the upper limit that can be\r\nrecognised in her\nfavour and that the insolvency of the deceased’s\r\nestate does not arise. As is clear from what is set out above, the\r\nextent\nof the means of the deceased’s estate has to be decided\r\nwithout reference to the proceeds of the insurance policies in\r\nrespect\nof which there are nominated beneficiaries. See also in this\r\nregard what is stated by Meyerowitz\nop cit\npara15.35:\n‘\nAlthough the nomination of a beneficiary under a\r\npolicy may be revocable by the deceased, if it has not been revoked,\r\nthe proceeds\nare payable directly to the beneficiary and do not form\r\npart of the estate to be administered by the executor (other than\r\nhaving\nto be taken into account for estate duty purposes).’\n[46]\tConstrained to accept the conclusion set out at the\r\nend of the preceding paragraph counsel on behalf of the respondent\r\nsubmitted\nthat the beneficiaries must accept the benefit of a policy\r\nin order to acquire the right to payment and that in the present case\n\nthere is no evidence that the beneficiaries accepted the benefit. It\r\nwas submitted that the indications are that the deceased’s\n\nchildren did not accept the benefit, especially if regard be had to\r\nthe inventory. It was submitted that unless the beneficiaries\n\naccepted the benefits the proceeds of the policies remain an asset in\r\nthe estate and consequently were available for distribution\nto\r\ncreditors, including the respondent.\n[47]\t These submissions on behalf of the respondent are\r\nwithout substance. The benefit was not revoked during the deceased’s\n\nlifetime. An executor is obliged to deal with an estate according to\r\nlegal prescripts. A liquidation and distribution account has,\nin any\r\nevent, not been finalised. The beneficiaries of the policies have to\r\nbe afforded the opportunity of accepting the benefits\nintended for\r\nthem. Given that they are the children of the deceased who have\r\nopposed the respondent’s claim for maintenance\nin any amount at\r\nall the probabilities are overwhelming that now, being aware of the\r\ncorrect legal position, they will undoubtedly\naccept the benefits to\r\nwhich they are entitled. The correspondence between the parties\r\npreceding the trial makes this clear. Certainly,\nas accepted on\r\nbehalf of the respondent, at least, in respect of two Liberty Life\r\ninsurance policies, the deceased’s two\nchildren sought payment\r\nof the proceeds. Thus they were intent on accepting the benefits due\r\nto them.\n[48]\tCritically, the deceased’s children contended\r\nthat they are entitled to all the assets of the estate (after claims\r\nby\nother creditors) including the policy proceeds, to the\r\nrespondent’s exclusion. It is that contention that the\r\nexecutors seek\nto enforce. The submissions on behalf of the\r\nrespondent, understandably, are a desperate attempt to avoid the\r\nconsequences that\nfollow on the exclusion of the policies from the\r\ndeceased’s estate. Respondent’s legal representatives\r\nought to have\nappreciated at an earlier stage the full implications\r\nof the inevitable failure on this issue.\n[49]\tIf it had been specifically brought to the\r\nattention of the court below, or if it had\nmero\r\nmotu\nappreciated what is set out in the\r\npreceding paragraphs, it would necessarily have come to the\r\nconclusion that the amount available\nfor an award of maintenance to\r\nthe respondent was limited.  Assuming it to be competent, a lump sum\r\naward, might in the circumstances\nbe the most appropriate. The court\r\nbelow held that such an award was not competent.\n[50]\tIn our view, for the reasons set out above and\r\nthose that follow, it is necessary to consider the issue raised by\r\nthe respondent\nin her cross-appeal, namely, whether a lump sum\r\npayment is competent and secondly whether it is appropriate in the\r\npresent circumstances.\n[51] \tWe turn to deal with the first question. On behalf\r\nof the executors it was conceded for the first time in argument\r\nbefore\nus that a lump sum maintenance payment is competent in terms\r\nof the Act. Earlier cases, seemingly to the contrary, were decided\n\neither when the definition of maintenance in the Maintenance Act 26\r\nof 1963 (the 1963 Act) prevailed, before that Act was repealed,\nor\r\nthey failed to take into account that the definition was no longer in\r\noperation.\n9\nThe court below relied on those cases when it held that a lump sum\r\naward was not competent.\n10\n[52] \tThe Maintenance Act 23 of 1963 (the 1963 Act) was\r\nrepealed and replaced with the Maintenance Act 99 of 1998 (the 1998\r\nAct).\nUnder the 1963 Act the prevailing view was that a lump sum\r\ncould not constitute a maintenance payment, because that Act defined\n\na maintenance order as ‘any order for the periodical payment of\r\nsums of money towards the maintenance of any person made\nby any\r\ncourt’.\n[53] The 1998 Act came into operation in November 1999\r\nand defines a maintenance order as ‘any order for the payment,\r\nincluding\nthe periodical payment, of sums of money towards the\r\nmaintenance of any person issued by any court in the Republic. . . .’\n[54] \tAlthough there is no particular reference to lump\r\nsum payments in the definition of a ‘maintenance order’\r\nin the\n1998 Act, its other provisions do not expressly exclude the\r\npayment of maintenance by way of a lump sum.\n[55]\tThe court below noted ‘policy considerations’\r\nmilitating against a conclusion that maintenance in a lump sum could\n\nbe awarded in terms of the Act. The concerns expressed by the court\r\nbelow are set out in para 38 above. The difficulties with estimating\n\nan appropriate lump sum award by reference to certain assumptions\r\nthat might later prove to be unfounded do not present insurmountable\n\ndifficulties. In delictual claims, for example, damages in relation\r\nto loss of support are estimated with regard to the life expectancy\n\nof a claimant and on the basis of other assumptions. There too, total\r\naccuracy can never be assured. Courts do the best they can.\nThis does\r\nnot mean that a court assessing a claim for maintenance should not\r\ntake these factors into account in the totality of\nthe presented\r\ncircumstances in deciding an appropriate award.\n[56]\tIn claims under the Act the rights of beneficiaries\r\nand legatees are implicated. Section 3(a) of the Act obliges a court\r\nto\ntake into account the amount in the estate available to heirs and\r\nlegatees. This, of course, has to be balanced against the factors\n\nthat bear upon the claimant for maintenance as set out in s 3(b) and\r\ns 3(c) of the Act, referred to in para 28 above. These include\nthe\r\nclaimant’s needs and financial means and obligations, the\r\nsubsistence of the marriage and the couple’s standard\nof living\r\nduring the marriage. Importantly, section 3 states that these factors\r\nmust be considered together with\nany other\r\nfactor\nthat should be taken into account. A\r\ncourt is thus obliged to consider the totality of the circumstances\r\nof a case to arrive at\na just result.\n[57]\tAdditional extended administration burdens,\r\nincluding costs attendant upon the grant of a periodical payment that\r\nmight also\nprove to be longer than initially envisaged is another\r\nissue for consideration.\n11\nIn our view, for the reasons set out above the concession that a lump\r\nsum was competent under the Act was rightly made on behalf\nof the\r\nappellants. Accordingly, the court below erred in holding to the\r\ncontrary.\n[58]\tThe legislature in its wisdom introduced a\r\nprovision in the Act for a negotiated settlement between affected\r\nparties. If common\nsense was to prevail such settlements would be the\r\norder of the day. Human experience has proved that when disputes\r\narise and often\nin litigation, common sense, ironically, is a rare\r\ncommodity.  This is an aspect, in relation to this case, about which\r\nmore will\nbe said later.\n[59\n]\tHaving\r\ncorrectly made the concession that a lump sum maintenance award was\r\ncompetent, counsel on behalf of the appellants, nonetheless,\n\ncontended that it was undesirable in the present circumstances,\r\nbecause of the advanced age of the respondent and because of the\n\nrelatively modest estate. In the further written submissions it was\r\ncontended that in the event that the policy proceeds were excluded\n\nand if the costs of litigation and the executors’ fees were\r\ntaken into account no amount at all should have been awarded.\nWe\r\ndisagree and in the paragraphs that follow we deal with this question\r\nand whether a lump sum payment was appropriate in the\ncircumstances.\n[60\n]\tBy\r\nthe time the judgment of the court below was delivered the respondent\r\nhad not received a cent in maintenance for approximately\nfour years.\r\nMore than a year has passed since then. The respondent had been\r\nmarried to the deceased for close to two decades. She\nis now an\r\noctogenarian. During the subsistence of the marriage the respondent\r\nhad made significant contributions to the common\nhousehold and had\r\nnot been extravagant in her maintenance claims. The deceased’s\r\nchildren, by virtue of the policy proceeds,\nwill be better off in\r\nrespect of financial benefits flowing from the deceased’s\r\ndeath. They also appear to be persons of\nmeans. Without the generous\r\nsupport of her sons the respondent will be in dire straits. The award\r\nof costs in her favour in the\ncourt below, against the executors in\r\ntheir official capacities, meant the net value of the estate was\r\nfurther diminished. This\ndid not trouble the court below because of\r\nthe view it took of the value of the estate.\n[61]\t According to the appellants’ recently\r\nprovided schedule the residual value of the estate - after deducting\r\nthe respondent’s\ncosts of trial, the administration costs and\r\nfuneral expenses, other creditors’ claims as well as deducting\r\nthe bequest to\nthe respondent and her portion of the shared assets is\r\nR204 827.60. Executors’ fees to be determined by the Master\r\nhave not\nbeen deducted from that amount.\n[62\n]\tThe\r\ncourt below rightly held that the respondent was in need of\r\nmaintenance. Given the passage of time during which she was not\nin\r\nreceipt of any maintenance and considering the limited value of the\r\nestate and the respondent’s advanced age no useful\npurpose\r\nwould be served by ordering periodical maintenance payments. Simple\r\narithmetic dictates that if the arrears of the periodical\namount\r\nordered were brought up to date it would wipe out the entire asset\r\nvalue of the estate, were the policy benefits to be excluded.\nThis\r\nwould be so even if the bequest to the respondent was brought back\r\ninto account.\n[63]\tThere is no reason why the court below could not\r\nhave ordered maintenance in a lump sum, which would result after the\r\ndeduction\nof all the items listed in para 61 above and executors’\r\nfees, after the bequest to the respondent was brought back into\r\naccount.\nSuch an award was clearly viable. Whilst the accuracy of the\r\nfigures supplied by the appellants, in the recently provided\r\nschedule,\nmight well be contested, it is clear that on their own\r\nversion an order in the terms referred to earlier in this paragraph\r\nwas\nviable at the conclusion of the trial in the court below.\n[64]\t To sum up: The respondent established a right to\r\nmaintenance in the court below, albeit not in the amount claimed or\r\nawarded.\nThe court below erred in concluding that a lump sum award\r\nwas not competent and ought to have granted a lump sum in the terms\r\nspelt\nout above. Given the limited funds available and the order\r\nenvisaged no purpose will be served by making a further order in\r\nrespect\nof interest on that sum.\nCOSTS\nMr I G Hunter, the actuary\n[65]\tIn the light of its conclusions that a lump sum\r\npayment was not competent, the court below disallowed the qualifying\r\nfees of\nthe respondent’s expert, the actuary Mr I G Hunter.\r\nGiven the contrary conclusion reached on appeal that order obviously\r\ncannot stand.\nDr L M Kernhoff\n[66]\tThe respondent also sought the qualifying fees in\r\nrespect of the medical doctor, Dr Kernhoff, who was due to testify in\r\nrelation\nto her life expectancy. In her heads of argument, the\r\nrespondent contended that the evidence of Dr Kernhoff became\r\nunnecessary\nonly by reason of an agreement reached at the doors of\r\nthe court on the first day of the trial, as appears from the opening\r\naddress\nrecording the mutual agreement, a copy of which was attached\r\nto her heads of argument. In our view, the qualifying fees of Dr\r\nKernhoff\nshould have been allowed as part of the costs order in\r\nfavour of the respondent.\nCosts of suit, of appeal and cross-appeal\n[67]\tThe respondent sought an order in terms of which\r\nthe order of costs in her favour in the court below on the ordinary\r\nscale\nbe set aside and substituted with a costs order on the attorney\r\nand client scale. It was never advanced on her behalf that the costs\n\norder in the court below ought to have been paid by the appellants in\r\ntheir personal capacities. It is the scale of costs that\nis\r\ncontested. The respondent also sought an order that the appellants,\r\nin their personal capacities, should pay the costs of the\nappeal and\r\nof the cross-appeal on\nan\r\nattorney and client scale.\n[68]\tThe appellants adopted an intractable and\r\nobstructive attitude from inception of the respondent’s claim\r\nfor maintenance.\nThe second appellant is a beneficiary in the estate\r\nand she and her husband should have been alert not to be motivated by\r\nselfish\npersonal interest but to act in the interests of the estate.\n12\nThe antagonism between the parties has led to protracted litigation\r\nthat could have been avoided had common sense prevailed. The\n\nexecutors could have attempted to reach an accord with the\r\nrespondent, which would have avoided a waste of money and the\r\ndepletion\nof the estate’s not very substantial assets. They\r\nwere unwilling to do so. As stated above the respondent proved an\r\nentitlement\nto maintenance in terms of the Act. It was submitted in\r\nthe court below that she was entitled to a punitive costs order. Van\r\nZyl\nJ, having regard to the respondent’s claim for a lump sum\r\npayment and the dearth of authority in relation to such a claim\nunder\r\nthe Act, and after describing the ‘circumstances and outcome’\r\nof the case as unusual,  considered that the appellants\nrightly\r\nsought to have the court’s guidance on the issue. The learned\r\njudge consequently declined to order costs on a punitive\nscale.\r\nWhilst it is true that the appellants were being obstructive, that\r\nhardly justifies our interfering with the costs order\nin the court\r\nbelow. In any event, an increased costs order, for which the estate\r\nwould be liable, would have the effect of further\nreducing the value\r\nof the respondent’s maintenance entitlement. We are thus\r\ndisinclined to interfere with the costs order\nin the court below.\n[69]\tWe turn to deal with the costs of the appeal and\r\ncross-appeal. The appellants’ persistent obstructive attitude,\r\nbeyond\nthe decision of the court below, is a matter of grave concern.\r\nThe appeal did not succeed on any of the bases set out in their\r\nnotice of appeal. They conceded very late in the day that a lump sum\r\npayment was competent. The submission on their behalf, that\nin the\r\ncircumstances of the present case a lump sum award was undesirable,\r\nhas also been rejected.  Furthermore the appeal in respect\nof the R50\r\n000 claim was entirely without merit. The appellants were ultimately\r\nsuccessful on a point that was raised and seemingly\nabandoned during\r\noral argument, and which, in the practical result, bore no real\r\nbenefit for the estate. Therefore, ultimately\nthe estate would not by\r\nvirtue of the inclusion of the proceeds of the policy benefits be\r\nworse off. The estate’s indebtedness\nfor maintenance at the\r\ntime of the decision of the court below extended beyond its full true\r\nasset value. Loss would have been\nendured by the beneficiaries of the\r\npolicies, the deceased’s children and not by the deceased’s\r\nestate. When the court\nbelow granted leave to appeal it presented an\r\nideal opportunity for a negotiated settlement. If the net asset value\r\nof the estate\nwas the real dispute between the parties then a careful\r\nconsideration of the law would have presented clear authority that\r\nthe\npolicy proceeds fell to be excluded.\n[70]\tNo doubt, from their perspective, the appellants\r\nbore no risk as they were litigating at the expense of the deceased’s\n\nestate. The personal antagonisms that the record reflects that had\r\narisen between the appellants and the respondent, stultified\nmature\r\nreflection and judgment. It is regrettable that the executors adopted\r\nthe attitude referred to above. It is equally regrettable\nthat the\r\nrespondent who is aged and vulnerable was put through protracted\r\nlitigation because the issues were not properly defined\nat the\r\noutset. The parties are the poorer for it, materially as well as in\r\nhuman currency.\n[71]\tThe appeal is successful to the limited extent that\r\nthe proceeds of the policy, which fall outside of the estate, is to\r\nbe\nexcluded when the respondent’s maintenance entitlement is\r\ncalculated. The cross-appeal succeeds on the principal point. In\nthe\r\ntotality of circumstances, a costs order against the appellants in\r\ntheir personal capacities, on an attorney and client scale,\nboth in\r\nrespect of the appeal and cross-appeal is wholly justified.\n[72]\tFinally, it is necessary to record that our\r\ncolleague Van Heerden JA, who with us heard the appeal, has by reason\r\nof subsequent\nindisposition, become incapable of being a party to the\r\nfinal decision. In terms of s 12(3) of the Supreme Court Act 59 of\r\n1959\nthe judgment of the remaining members of the court consequently\r\nbecomes the judgment of the court.\n[73]\t The following order is made:\n1. The appeal is upheld to the limited extent reflected\r\nin the substituted order set out hereafter.\n2. The order of the court below is set aside and\r\nsubstituted as follows:\n‘\n1 Defendants, in their capacities as executors in\r\nthe estate of the late Lionel Maurice Feldman, who died on 3 May 2005\r\n(“the\nestate”), are hereby;\n(a) \tauthorised and directed to:\nrecognise Plaintiff’s claim against the estate in\r\n\tterms of section 2(1), read with section 3 of the Maintenance of\r\n\tSurviving\nSpouses Act 27 of 1990 for payment of her reasonable\r\n\tmaintenance needs;\n(ii)\tpay her a lump sum equal to the net value of\r\nthe estate after payment of the claims of other \tcreditors, funeral\r\nexpenses,\nadministration costs and executors’ fees.\n(b)\tdirected to pay the plaintiff :\n(i)\tthe sum of R50 000-00;\n(ii)\tinterest thereon at the rate of 15.5% per\r\nannum with effect from 6 July 2006 to date of   \tpayment, both dates\r\ninclusive.\n(iii)  directed to pay plaintiff’s costs of\r\nsuit such costs to include the qualifying fees of the \tactuary Mr I G\r\nHunter and\nDr L M Kernhoff.’\n3. The cross-appeal is upheld to the extent reflected in\r\nthe substituted order set out above.\n4. In respect of the appeal the first and second\r\nappellants are directed jointly and severally to pay the respondent’s\r\ncosts\nof appeal\nde bonis propriis\non an attorney and client scale, including the costs of two counsel.\n5.\nIn respect\r\nof the cross-appeal the respondents therein are ordered jointly and\r\nseverally to pay the cross-appellant’s costs\nde\r\nbonis propriis\n, on an attorney and client\r\nscale, including the costs of two counsel.\nM S Navsa\nJudge of Appeal\n___________________\nH Saldulker\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANTS:\t\t\t\tA Stewart SC (with him W Shapiro)\nInstructed by Tate, Nolan & Knight Inc,\r\n\t\t\t\t\t\t\tDurban North\nMatsepes\r\nInc, Bloemfontein\nRESPONDENTS:\t\t\t\tJ Julyan SC\nInstructed\r\nby J H Nicolson Stiller & Geshen\nDurban\nHoney Attorneys Inc, Bloemfontein\n1\nReported as\nFeldman v Oshry\r\n\t& another NNO\n2009 (6)\r\n\tSA 454\n(KZD).\n2\nIn\nPillay\r\n\tv Krishna & another\n1946 AD 946\n, it was stated that when a defendant in his plea sets up\r\n\ta plea of payment of money (as the executors have done in this\r\n\tcase),\nthe onus is upon him, and if he fails to satisfy the court\r\n\tthat there is a sufficiently strong balance of probabilities in his\n\n\tfavour, judgment must be given for the plaintiff.\n3\n1938 AD 322\nat 327-328.\n4\n1967 (2) SA 417\n(R) at 419H.\n5\n1963 (4) SA 694\n(A).\n6\n1991 (3) SA 58\n(D) at 62J-63A.\n7\nThe Constitutional Court in\nVolks\r\n\tNO v Robinson\n[2005] ZACC 2\n;\n2005 (5)\r\n\tBCLR 446\n(CC) paras 55-56 said that the maintenance benefit in s\r\n\t2(1) of the Act falls within the scope of the maintenance support\r\n\tobligation\nattached to marriage.\n8\nSection 2(3)(b) of the Act places a surviving spouse’s claim\r\n\ton par with a claim by a dependent child. A minor’s\nclaim for\r\n\tmaintenance cannot compete with the claims of the deceased’s\r\n\tcreditors but it must be satisfied before any payment\nof legacies\r\n\tand inheritances is made. In this regard see D Meyerowitz\nThe\r\n\tLaw and Practice of Administration of Estates and Estate Duty\n(2007)\npara\r\n\t21-24 and\nIn re Estate\r\n\tVisser\n1948 (3) SA 1129\n(C). See also Corbett, Hofmeyr and Kahn\nThe\r\n\tLaw of Succession in South Africa\n2 ed (2001) p 46.\n9\nIn\nZwiegelaar\r\n\tv Zwiegelaar\n2001 (1) SA 1208\n(SCA) paras 6-10, the court (Chetty AJA) referred\r\n\tto the Maintenance Act 23 of 1963 for the definition of a\r\n\tmaintenance order\n(which excluded lump sum payments). However, in\r\n\t1999, a new definition of maintenance order (which did not exclude\r\n\tlump sum payments)\nhad come into effect with the\nMaintenance Act 99\nof 1998\n. The court below referred to the old definition and appears\r\n\tto have been persuaded by the reasoning in\nZwiegelaar\n,\r\n\tsee para 32-33 of the judgment;Joubert (ed)\nThe\r\n\tLaw of South Africa\n(reissue) vol 16 para 191; Boberg\nLaw\r\n\tof Persons and the Family\n2 ed (1999) p 286 fin 34; See also, Schäfer\nFamily\r\n\tLaw Service\nC36;\nBannatyne\r\n\tv Bannatyne\n2003 (2) SA 359\n(SCA).\n10\nThe court below held that the maintenance envisaged by the Act ‘like\r\n\tin the case of divorce under section 7(2) of the Divorce\nAct, would\r\n\tbe in the form of periodic payments, as opposed to a lump sum\r\n\tpayment (\nSchmidt v Schmidt\n1996 (2) SA 211\n(W)’.The court reasoned that the respondent\r\n\twas entitled to periodical payments relative to the actuary’s\r\n\tinitial\ncomputation as at December 2005 but made allowance for the\r\n\tfact that these figures at the time represented an inflated claim\r\n\nwell exceeding the ’reasonable maintenance needs’ of the\r\n\trespondent as contemplated in s 2(1) and s 3 of the Act. The\ncourt\r\n\tbelow concluded that a periodical payment was justified on the basis\r\n\tthat 'accepting the claim as at December 2005 of R12\n838.17 per\r\n\tmonth at face value, I consider that 75% thereof, or R9628.63 per\r\n\tmonth, would meet the demands of the situation.’\n11\nIn the master’s report to the court below he stated the\r\n\tfollowing:\n‘\n6.\tIn\r\n\tpractice for practical reasons and in the interest of every one\r\n\thaving an interest in a deceased estate a once-off payment\nin full\r\n\tand final settlement of the maintenance claim seems to be the way by\r\n\twhich all the claims have been disposed off.\n7.\tThere\r\n\tseems to be no practice or policy suggesting the payment of\r\n\tinstalments in satisfaction of a maintenance claim of a surviving\n\n\tspouse as this will not bring administration of the estate to\r\n\tfinality thereby prejudicing creditors and the heirs of the estate.\n8.\tI\r\n\tabide by the decision of the Honorable Court.’\n12\nIn\nEstate\r\n\tOrr v The Master\n1938 AD 336\n342, the court stated that ‘[t]he proceedings have\r\n\tnot been brought in the interests of the heirs or for the\r\n\tinterpretation\nof difficult provisions in the will but merely in the\r\n\tinterest of the executors personally. Having been unsuccessful in\r\n\tthe court\nbelow, there seems to me to be no reason why the executors\r\n\tshould be entitled to bring an appeal at the expense of the estate.’\n\n\tSee also:\nAdkins and Hunter v MG Crosbie and FW Crosbie\n,\r\n\tand\nMM\r\n\tCrosbie’s Executors\n1916 EDL 357\nat 364.",
  "scraped_at": "2026-02-11T20:31:41.862769",
  "date": "2010-08-19",
  "coram": [
    "Navsa JA",
    "Mhlantla JJA",
    "Bosielo JJA",
    "Saldulker AJA"
  ],
  "case_number": "401/09",
  "parties": {
    "applicants": [
      "Stanley Oshry N O",
      "Beverley June Oshry N O"
    ],
    "respondents": [
      "Marjorie Pearl Feldman"
    ]
  },
  "sections": {
    "facts": "The deceased, Lionel Maurice Feldman, married Marjorie Pearl Klaff (later Feldman) in 1987. The marriage lasted 18 years until Feldman's death on 3 May 2005. Feldman's estate was administered by his children and the executors, Stanley and Beverley Oshry, who were also the respondents' sons‑in‑law. Marjorie Feldman, then a retired estate agent, relied on a modest annuity and a money‑market investment for income. After the death of her husband she claimed maintenance under the Maintenance of Surviving Spouses Act 27 of 1990, seeking a lump‑sum payment and R50,000 alleged to be a donation promised by the deceased. The High Court ordered periodical maintenance of R9 628,63 per month and the lump‑sum of R50 000, but rejected the lump‑sum maintenance claim. Both parties appealed.",
    "issues": "1. Whether a surviving spouse is entitled to maintenance against the deceased's estate under the Maintenance of Surviving Spouses Act 27 of 1990. 2. Whether a lump‑sum payment can be a competent form of maintenance under the Act. 3. Whether the proceeds of life‑insurance policies, nominated to the deceased's children, form part of the estate for maintenance purposes. 4. The appropriate quantum of maintenance and the allocation of costs between the parties.",
    "principles": "The court applied sections 2(1) and 3 of the Maintenance of Surviving Spouses Act, which shift the duty of support to the estate when the survivor cannot meet reasonable needs from her own means. The Act does not exclude lump‑sum awards; the 1998 Maintenance Act’s definition of a maintenance order permits lump‑sum payments. Precedents such as Oosthuizen v Stanley, Manuel v African Guarantee, Glazer v Glazer, Hodges v Coubrough and Zwiegelaar v Zwiegelaar were considered. The court also relied on the Long Term Insurance Act 52 of 1998, confirming that nominated policy proceeds belong to the beneficiaries, not the estate, unless the nomination is revoked.",
    "application": "The court found that Marjorie Feldman's own means – a R1 200 annuity and a modest investment – were insufficient to meet her reasonable maintenance needs, and contributions from her sons could not be treated as her own means. Consequently, the estate was liable for maintenance. The court accepted that a lump‑sum award is competent and, given the limited residual value of the estate (approximately R204 828 after deductions), a lump‑sum settlement was the most appropriate remedy. The life‑insurance policy proceeds were excluded from the estate’s assets, as the nominations to the deceased’s children were valid and unrevoked. The court therefore substituted the lower court’s order with a lump‑sum payment equal to the net estate value, retained the R50 000 award with interest, and awarded costs accordingly.",
    "conclusion": "The appeal was upheld to the limited extent set out in the substituted order. The High Court order was set aside and replaced: the executors must recognise the claimant’s maintenance claim, pay a lump‑sum equal to the net estate after all deductions, and pay R50 000 with 15.5% interest from 6 July 2006. The claimant’s costs of suit, including the actuary and medical expert fees, were awarded. The cross‑appeal was also upheld. The appellants were ordered jointly and severally to pay the respondent’s costs of appeal on an attorney‑and‑client scale, and the respondents were ordered to pay the cross‑appellant’s costs on the same scale."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Maintenance of Surviving Spouses",
    "level_3": [
      "maintenance",
      "estate",
      "lump sum",
      "insurance policy",
      "costs"
    ]
  }
}