{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/165.html",
  "case_name": "Ndimeni v Meeg Bank Ltd (Bank of Transkei) (2011 (1) SA 560 (SCA); [2011] 3 All SA 44 (SCA)) [2010] ZASCA 165; 692/09 (1 December 2010)",
  "citation": "[2010] ZASCA 165",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 165\n|\nNoteup\n|\nLawCite\nNdimeni v Meeg Bank Ltd (Bank of Transkei) (2011 (1) SA 560 (SCA); [2011] 3 All SA 44 (SCA)) [2010] ZASCA 165; 692/09 (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 692/09\nIn\r\nthe matter between:\nSONWABISO\r\nMAXWELL NDIMENI\n...............................................................................\nAppellant\nand\nMEEG\r\nBANK LIMITED (BANK OF TRANSKEI)\n........................................................\nRespondent\nNeutral\r\ncitation\n:\nSonwabiso Maxwell Ndimeni v Meeg Bank Limited (Bank\r\nof Transkei)\n(629/09)\n[2010] ZASCA 165\n(01 December 2010)\nCoram:\nMPATI P, LEWIS, HEHER, SNYDERS and TSHIQI JJA\nHeard:\n01 November 2010\nDelivered:\n01 December 2010\nSummary:\nRecusal – On grounds of appearance of bias – acting\r\njudge, in capacity as attorney and conveyancer in private practice,\n\nhaving commercial relationship with one of the litigants – duty\r\nto disclose fact of commercial relationship – failure\nto make\r\ndisclosure resulting in proceedings being a nullity.\n____________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nLabour\r\nAppeal Court (Davis, Jappie and Leeuw JJA sitting as court of\r\nappeal).\nThe following order is\r\nmade:\nThe application to lead\r\n\tfurther evidence is granted.\nThe appeal is upheld\r\n\twith costs.\nThe order of the court\r\n\tbelow is set aside and for it the following is substituted:\n‘\n(a)\r\nThe appeal is upheld with costs.\n(b) The order of the\r\ncourt below is set aside.\n(c) The matter is\r\nremitted to the Labour Court for trial\nde novo\nbefore another\njudge.’\n_______________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nMPATI P (LEWIS, HEHER,\r\nSNYDERS and TSHIQI JJA ..........):\n[1] On 15 September 1998\r\nthe appellant was dismissed from his position as manager of the\r\nLusikisiki branch of the respondent following\na disciplinary enquiry.\r\nThe chairman of the enquiry had found him to have acted irregularly\r\nand contrary to the standing bank procedures\nor practice in the\r\nexecution of his duties as branch manager, particularly in respect of\r\ntransactions relating to the account of\nMr Y I Docrat, who owned a\r\nsupermarket at Flagstaff (charge 1). There were three further charges\r\nin respect of which the appellant\nwas found guilty and for which he\r\nwas given a final written warning. It is not necessary to mention\r\nthese charges for present purposes.\n[2] The appellant\r\nchallenged the findings of the chairman of the disciplinary enquiry\r\nbefore the Labour Court (Zilwa AJ) on grounds\nof lack of procedural\r\nand substantive fairness. The Labour Court confirmed the findings of\r\nthe chairman in respect of three of\nthe charges and imposed a\r\nsanction of summary dismissal for the first charge and a final\r\nwritten warning for the second and third\ncharges. The appellant\r\nsubsequently gave notice of his intention to apply for leave to\r\nappeal against the order of the Labour Court,\nbut later discovered\r\nthat Zilwa AJ and ‘close members of his family’ each\r\nallegedly had some commercial relationship\nwith the respondent. He\r\npromptly gave notice that ‘at the hearing of the application\r\nfor leave to appeal on 16 November 2001’\nhe would apply to\r\namend his grounds of appeal by adding the following ground:\n‘\nLeave\r\nto appeal to the [LAC] is granted for the purpose of enabling the\r\n[appellant] to apply to the [LAC] for an order permitting\nthe leading\r\nof oral evidence on why the trial judge should have recused himself.’\nIn his affidavit in\r\nsupport of the application to amend his grounds of appeal the\r\nappellant alleged that he believed Zilwa AJ ‘was\nbiased in\r\n[his] case and had [he] been aware of the above facts at the time of\r\nthe trial of this matter [he] would have instructed\n[his]\r\nrepresentative to request him [Zilwa AJ] to recuse himself’.\n[3]\r\nHowever, for reasons that have not been disclosed, Zilwa AJ failed to\r\nhear the appellant’s application for leave to appeal,\nwith the\r\nresult that the appellant approached the Labour Appeal Court (LAC)\r\nfor leave to appeal to it on the ground of constructive\nrefusal of\r\nleave by the Labour Court. (I should mention that the application was\r\nset down for hearing on 12 November 2001, but\nwas postponed to 16\r\nNovember 2001 at the instance of the appellant. It was again\r\npostponed on that day\nsine\r\ndie\nand never set\r\ndown again despite the appellant’s endeavours, according to\r\nhim.) The LAC granted the leave sought, but subsequently\ndismissed\r\nthe appeal with costs. This appeal is before us with the special\r\nleave of this court.\n[4]\r\nAt the commencement of his argument in this court counsel for the\r\nappellant sought leave, on behalf of the appellant, as was\ndone in\r\nthe LAC, to introduce the evidence upon which reliance was placed for\r\nthe assertion that Zilwa AJ should not have presided\nat the trial but\r\nshould have recused himself. It has been held that where a reasonable\r\napprehension of bias is found to be present,\nthe judicial officer is\r\nduty bound to recuse him or herself.\n1\nThis is so because the common-law\r\nright of each individual to a fair trial, which is now\r\nconstitutionally entrenched, must be respected.\nThe issue in this\r\nappeal, therefore, is whether the evidence sought to be introduced by\r\nthe appellant satisfies the test of ‘reasonable\napprehension of\r\nbias’ and, if so, whether the proceedings before the Labour\r\nCourt were a nullity.\n[5]\r\nIt is perhaps convenient, for a better understanding of the\r\ncircumstances of the case, to set out a brief summary of the facts\n\nrelating to the charge in respect of which the appellant was\r\nsummarily dismissed. Mr Jacobus Daniel Marais, the collection manager\n\nof the respondent, testified that he discovered an activity by Docrat\r\ncalled ‘cross firing’ or ‘kite flying’\n2\non his account with the respondent,\r\nwhich resulted in the latter suffering a loss of\napproximately R9 million.\r\nIn order to recoup some of its losses the respondent allowed Docrat\r\nto operate a trading account at its\nLusikisiki branch, but he was not\r\nallowed an overdraft facility on it. It is not in dispute that\r\nDocrat’s loan account was\nmanaged by Marais at the respondent’s\r\nhead office in Umthatha. The trading account was managed by the\r\nappellant. Although\nhe had no overdraft facility in respect of the\r\ntrading account Docrat was allowed an unofficial overdraft of R130\r\n000. Marais testified,\nhowever, that the branch was required to\r\nreport to head office as soon as the account went into overdraft.\n[6] In March 1998 the\r\ntrading account was overdrawn by more than a million rand due to the\r\ndeposit of a bad cheque for the sum of\nR727 190.16, which was\r\nreturned three times but redeposited each time. In the meantime\r\ncheques drawn on the account were met against\nthe uncleared positive\r\nbalance reflected in it. The respondent reacted by sequestrating\r\nDocrat and closing his business. It took\na loss of more than one\r\nmillion rand in the process.\n[7] The appellant, on the\r\nother hand, testified that all transactions on Docrat’s trading\r\naccount were effected on the express\ninstructions of Marais, who was\r\nresponsible for the operation of the account, together with the\r\nmanaging director, Mr George Kaltenbrünn.\nHe therefore contended\r\nthat Marais was responsible for the loss suffered by the respondent.\r\nBut Marais’s version was that\nhe and the credit manager at head\r\noffice, a certain Ms Ntuli, only monitored the overdraft part of the\r\naccount, but that the administration\nof the account remained with the\r\nbranch where it was operated. The appellant was thus to blame for the\r\nloss because he had failed\nto report to head office accurately and to\r\nfollow established policies relating to drawing against uncleared\r\neffects. Mr Batembu\nDiko, the accountant at the Lusikisiki branch,\r\ntestified that he acted as manager of the branch in the absence of\r\nthe appellant.\nHe said that he would report to the head office on\r\nDocrat’s account only when it was overdrawn and Docrat wished\r\nto draw\non it. The authority to allow Docrat to withdraw money on his\r\noverdrawn account would thus be obtained from head office. The Labour\n\nCourt disbelieved the appellant and found him guilty of misconduct as\r\ncharged.\n[8]\r\nAlthough it made reference to the evidence relating to the claim of\r\nbias, the LAC did not consider this ground of appeal. Its\nreason for\r\nthis appears from the following passage in the judgment:\n3\n‘\nMr\r\nPillemer, who appeared on behalf of appellant, accepted that, were\r\nthis court to find, on the substance of the dispute, that\nthe\r\nprobabilities were clearly in favour of respondent after an analysis\r\nof the record, credibility questions would have no bearing\non the\r\ndecision, no purpose would be served by referring the case back to\r\nanother judge. For this reason therefore, the critical\nissue turns on\r\nthe evidence relating to the charge.’\nThe court thus proceeded\r\nto consider the evidence presented before Zilwa AJ and concluded that\r\nthere was ‘simply no justification\nfor referring this matter\r\nback for hearing before a different judge’; that the dispute\r\n‘does not turn on the credibility\nfindings of witnesses but on\r\nthe plausibility of the evidence and an evaluation of the\r\nprobabilities’, and that the competing\nversions ‘can be\r\njustified or rejected exclusively on the evidence placed before the\r\n[Labour Court] and which was available\nto this court’. The\r\nprobabilities, so the court held, clearly supported the decision of\r\nthe respondent to dismiss the appellant.\n[9] In this court Mr\r\nPillemer, for the appellant, disputed the correctness of the LAC’s\r\ninterpretation of his submission before\nit in this regard. And a\r\nreading of the transcript of the exchanges between the court and\r\ncounsel reveals that the latter’s\nsubmission was indeed\r\nmisinterpreted. The relevant part of the transcript reads as follows:\n‘\nCOURT:\r\nBut if we have read this record and we are satisfied that there is\r\nabsolutely no basis by which this appeal should succeed\nthen?\nMR\r\nPILLEMER: It must still go back because this case turns critically on\r\nquestions of credibility.\nCOURT:\r\nSo in other words with great respect if you have read a record and\r\nyou read it from start to finish and there are no merits\non the\r\nappeal what then it is not answering my question? Credibility is only\r\nrelevant Mr Pillemer when you read a record and you\nare absolutely\r\nsure about it assuming one is totally sure.\nMR\r\nPILLEMER: If you are totally sure [that] even accepting everything\r\nthe appellant says is true, he has got no case then there\nwould be no\r\npoint in sending it back I accept that. There would not be a failure\r\nof justice.’\nWhat\r\ncounsel thus conceded was that if, in spite of an acceptance of the\r\nappellant’s version, the court were still to find\nthat the\r\nappellant has no case, there would have been no failure of justice\r\nand consequently there would be no need to refer the\nmatter back to\r\nthe Labour Court for a hearing\nde\r\nnovo\nbefore a\r\ndifferent judge.\n[10]\r\nAs will become evident later in this judgment, I consider that the\r\nLAC erred in any event in failing to deal with the issue\nof the\r\nalleged bias. It is indeed so that the fact that an allegation of\r\nbias might be established does not necessarily mean that\nthe entire\r\nproceedings will be vitiated.\n4\nBut where the issue is pertinently\r\nraised on appeal the appeal court should, in my view, deal with it,\r\nas failure to do so might\ndetrimentally affect the public’s\r\nconfidence in the courts.\n[11]\r\nBefore us the appellant did not rely on the record of the proceedings\r\nat the trial for purposes of determination of the appeal.\nNor was\r\nthere any suggestion that Zilwa AJ exhibited actual bias ‘in\r\nthe sense that he had approached the issues before him\nwith a mind\r\nwhich was in fact prejudiced or not open to conviction’.\n5\nThe appellant sought to have the\r\njudgment set aside and the matter referred back to the Labour Court\r\nfor the trial to commence\nde\r\nnovo\nbefore a\r\ndifferent judge, on the grounds of an alleged commercial relationship\r\nbetween Zilwa AJ and the respondent, which engendered\na fear that the\r\nlearned acting judge would not be impartial in the case. It was\r\nsubmitted on behalf of the appellant that in the\nlight of the alleged\r\ncommercial relationship there had not been a fair trial. The appeal,\r\nso the argument continued, therefore\nturns on the question whether or\r\nnot Zilwa AJ was disqualified from hearing the matter.\n[12]\r\nIn our law the ground for the disqualification of a judicial officer\r\nis the existence of a reasonable apprehension that he\nor she will not\r\ndecide the case impartially or without prejudice, and not that he or\r\nshe will decide the case adversely to one\nparty.\n6\nAnd the question is ‘whether a\r\nreasonable, objective and informed person would on the correct facts\r\nreasonably apprehend that\nthe Judge has not or will not bring an\r\nimpartial mind to bear on the adjudication of a case, that is a mind\r\nopen to persuasion\nby the evidence and the submissions of counsel’.\n7\nIn the same paragraph the\r\nConstitutional Court observed that ‘it must never be forgotten\r\nthat an impartial Judge is a fundamental\nprerequisite for a fair\r\ntrial and the judicial officer should not hesitate to recuse herself\r\nor himself if there are reasonable\ngrounds on the part of a litigant\r\nfor apprehending that the judicial officer, for whatever reason, was\r\nnot or will not be impartial’.\n[13] The facts upon which\r\nthe appellant relied for his claim that Zilwa AJ should have recused\r\nhimself are contained in an affidavit\ndeposed to by Kaltenbrünn\r\nin answer to the appellant’s allegations in support of his\r\napplication to amend his grounds\nof appeal. Those allegations were:\n‘\n(a)\r\nMs S V Zilwa, the judge’s wife is a shareholder in and director\r\nof [the respondent];\n(b) . . . Ms S V Zilwa is\r\na chartered accountant and in that capacity is sub-contracted by KPMG\r\nto audit the books of [the respondent];\n(c) Bank of Transkei\r\nInsurance Brokers have been closed and all the work formerly done by\r\nthis division is now done by Sikhona Financial\nServices. Ms S V Zilwa\r\nis the sole director of Sikhona Financial Services;\n(d) Advocate P H S Zilwa,\r\nthe judge’s brother is a director of [the respondent];\n(e) Mr D Z Nkonki, the\r\njudge’s brother-in-law, is an Executive Director of [the\r\nrespondent];\n(f) In his practice as an\r\nattorney, the judge handles commercial bonds of [the respondent] and\r\nis thus reliant on [the respondent]\nfor a portion of his income.’\n[14] As I have mentioned\r\nabove, Zilwa AJ did not hear the appellant’s application for\r\nleave to appeal, which would have afforded\nhim an opportunity to\r\nrespond to these allegations in his judgment. But Kaltenbrünn\r\nresponded as follows to the allegation\nthat Zilwa AJ handles\r\ncommercial bonds of the respondent:\n‘\nThe\r\nHonourable Acting Judge Zilwa is a qualified attorney in partnership\r\nwith Mandela Makaula. The firm was appointed to the panel\nof\r\nattorneys for TNBS Mutual Bank. No work was ever done by the firm for\r\nMeeg Bank prior to 1 May 2001. Accordingly this allegation\ndoes not\r\ndemonstrate any facts upon which an apprehension of bias may be\r\nfounded.’\nAccording to Kaltenbrünn\r\nthe respondent merged with TNBS Mutual Bank during the beginning of\r\n2001 although the effective date\nof the transaction which\r\nforeshadowed the actual merger was 1 April 2000. The two banks\r\ncommenced functioning as one entity from\n1 April 2001.\n[15] The appellant\r\nattached to his application to the LAC for leave to appeal copies of\r\ntwo mortgage bonds prepared by Zilwa AJ,\nwhich clearly contradict\r\nKalternbrünn’s assertion that no work was ever done by the\r\nformer’s firm of attorneys\non behalf of the respondent prior to\r\n1 May 2001. The first bond was executed at the office of the\r\nRegistrar of Deeds, Umthatha,\non 20 March 2000 and the second on 8\r\nAugust 2000. Both bonds were passed in favour of the respondent. It\r\nis a well-known practice\nin this country that the mortgagee bank or\r\nfinancial institution takes responsibility for the registration of a\r\nbond. In the absence\nof any evidence to the contrary, it must be\r\naccepted that the instructions for\nthe preparation and\r\nexecution of the bonds by Zilwa AJ (as conveyancer) emanated from the\r\nrespondent, as mortgagee.\n[16]\r\nIn\nBTR Industries\n8\nHoexter JA said:\n‘\nIt\r\nis a hallowed maxim that if a judicial officer has any interest in\r\nthe outcome of the matter before him (save an interest so\ntrivial in\r\nnature as to be disregarded under the\nde\r\nminimis\nprinciple)\r\nhe is disqualified, no matter how small the interest may be. . . The\r\nlaw does not seek, in such a case, to measure the\namount of his\r\ninterest. I venture to suggest that the matter stands no differently\r\nwith regard to the apprehension of bias by a\nlay litigant. Provided\r\nthe suspicion of partiality is one which might reasonably be\r\nentertained by a lay litigant a reviewing Court\ncannot, so I\r\nconsider, be called upon to measure in a nice balance the precise\r\nextent of the apparent risk. If a suspicion is reasonably\n\napprehended, then that is the end to the matter.’\nThat\r\ncase involved a refusal by the presiding member of a three-member\r\nIndustrial Court (IC), to recuse himself in a matter in which\nthe IC\r\nwas hearing an application for an unfair labour practice\r\ndetermination between BTR Industries (BTR) and the Metal and Allied\n\nWorkers Union (union) of which BTR’s employees were members.\r\nThe presiding member had attended and addressed a seminar during\nan\r\nadjournment in the trial, which had been organised by a certain firm\r\nof consultants and advisers on industrial and labour relations.\nHe\r\nhad been invited to the seminar by the firm of consultants upon which\r\nBTR had relied ‘very heavily’ for advice during\nthe\r\nnegotiations between it and the union on the dispute that was now\r\nbefore the IC. Three other speakers at the seminar, which\nhad been\r\nadvertised as ‘for management and senior legal practitioners’,\r\nwere counsel representing BTR. In confirming\nthe reviewing court’s\r\n(Didcott J) order setting aside the proceedings in the IC for the\r\nreason that the presiding member\nshould have recused himself, this\r\ncourt reasoned that the facts of the matter were strong enough ‘to\r\nmeet the less exacting\nrequirements of the “reasonable\r\nsuspicion of bias” test’.\n9\n[17]\r\nThe present is not a case where the judicial officer would have been\r\nautomatically disqualified. The allegations against him\nare not that\r\nhe had an interest or potential interest in the case in the sense of\r\nowning a substantial number of shares in the\nrespondent, or that he\r\nhad any other direct pecuniary interest in the outcome of the\r\nproceedings, in which event he would have\nbeen automatically\r\ndisqualified.\n10\nThe rationale for this rule is that\r\nno one can be a judge in his or her own cause. But the rule (of\r\nautomatic disqualification)\ndoes not apply only in instances where\r\nthe judicial officer concerned has a pecuniary interest in the\r\noutcome of the proceedings.\nIt also applies where a non-pecuniary\r\ninterest to achieve a particular result exists. In\nR\r\nv Bow Street\nMetropolitan\r\nStipendiary Magistrate and others, ex parte Pinochet Ugarte (No 2)\n11\nSenator Pinochet, a former head of\r\nstate of Chile, applied for an order setting aside an earlier order\r\nof the House of Lords in\nan appeal to it reinstating one of two\r\nwarrants issued by a metropolitan stipendiary magistrate but later\r\nquashed by the Queen’s\nBench Divisional Court. The warrants had\r\nauthorised the arrest of Senator Pinochet so as to facilitate\r\nproceedings for his extradition\nto Spain to be tried there for crimes\r\nagainst humanity allegedly committed whilst he was head of state in\r\nChile. The House of Lords\nhad granted leave to Amnesty International\r\n(AI) to intervene in the appeal proceedings before it. The order of\r\nthe House of Lords\nreinstating the warrant was by a majority of three\r\nLaw Lords, among whom was Lord Hoffmann, to two.\n[18] Senator Pinochet’s\r\napplication was based on information that came to light after the\r\nHouse of Lords had made its order.\nIt transpired that Lord Hoffmann’s\r\nwife had been working at the international secretariat of AI since\r\n1977 – the judgment\nof the House of Lords was given on 25\r\nNovember 1998 – and that Lord Hoffmann was himself a Director\r\nand Chairperson of Amnesty\nInternational Charity Limited (the\r\nCharity), one of two registered companies that undertake work of the\r\ninternational headquarters\nof AI, and had helped, in 1997, in the\r\norganisation of a fundraising appeal for a new building for Amnesty\r\nInternational UK. He\nhad also helped to organise the appeal to the\r\nHouse of Lords together with other senior legal figures. On the facts\r\nbefore it the\nHouse of Lords reasoned that AI shared with the\r\ngovernment of Spain not a financial interest, but an interest to\r\nestablish that\nthere was no immunity for ex-heads of state in\r\nrelation to crimes against humanity; and that the Charity, which has\r\nthe same objects\nas the AI, one of which is ‘to procure the\r\nabolition of torture, extra-judicial execution and disappearance’,\r\nplainly\nhad a non-pecuniary interest to establish that Senator\r\nPinochet was not immune.\n[19] After a discussion\r\non the rule relating to automatic disqualification due to pecuniary\r\ninterest the court said:\n‘\nBut\r\nif, as in the present case, the matter at issue does not relate to\r\nmoney or economic advantage but is concerned with the promotion\nof\r\nthe cause, the rationale disqualifying a judge applies just as much\r\nif the judge’s decision will lead to the promotion\nof a cause\r\nin which the judge is involved together with one of the parties.’\n12\nThe\r\ncourt thus concluded that Lord Hoffmann, being a member of AI, ‘would\r\nhave been automatically disqualified because of\nhis non-pecuniary\r\ninterest in establishing that Senator Pinochet was not entitled to\r\nimmunity’. It consequently set aside\nits order of 25 November\r\n1998 reinstating the warrant. In the course of its judgment the House\r\nof Lords remarked that the mere\nfact of a judicial officer’s\r\ninterest in the cause is sufficient to disqualify him ‘unless\r\nhe has made sufficient disclosure’.\n13\nAs to the other factors, such as the\r\nconnection between AI and Lady Hoffmann and Lord Hoffmann’s\r\ninvolvement in organizing\nthe appeal to it, the House of Lords found\r\nthat these factors might have been relevant if Senator Pinochet had\r\nbeen required to\nshow ‘a real danger or reasonable apprehension\r\nof bias’.\n14\n[20]\r\nI have indicated above that in the present matter the appellant did\r\nnot allege that Zilwa AJ had a pecuniary interest in the\noutcome of\r\nthe case, but that there is a commercial relationship between him and\r\nthe respondent, which engendered in him (appellant)\na reasonable\r\napprehension that the learned acting judge would not be impartial.\r\nZilwa AJ is an attorney who would have returned\nto his practice at\r\nthe end of his acting appointment. Problems that arise when members\r\nof the legal profession, in particular members\nof the Bar and\r\nSide-Bar, act on the bench, were discussed in\nLocabail\n15\nwhere the learned Lord Justices of\r\nthe Court of Appeal said the following in respect of attorneys\r\n(solicitors):\n‘\nBut\r\nwe think the problems can usually be overcome if, before embarking on\r\nthe trial of any assigned civil case, the solicitor .\n. . conducts a\r\ncareful conflict search within the firm of which he is a partner. . .\r\nWhile parties for and against whom the firm\nhas acted, and parties\r\nclosely associated, would (we hope) be identified, the possibility\r\nmust exist that individuals involved\nin such parties, and parties\r\nmore remotely associated, may not be identified. When in the course\r\nof a trial properly embarked upon\nsome such association comes to\r\nlight (as could equally happen with a barrister-\njudge),\r\nthe association should be disclosed and addressed, bearing in mind\r\nthe test laid down in\nR\r\nv Gough\n.’\n16\n(The\r\ntest laid down in\nR\r\nv Gough\n17\nis whether ‘. . . in the\r\ncircumstances of the case . . . it appears that there was a real\r\nlikelihood, in the sense of a real\npossibility, of bias . . .’\r\non the part of the judicial officer, which is not the test in this\r\ncountry.)\n[21]\r\nIt seems obvious, as the Court of Appeal observed in\nLocabail\n,\r\nthat there can be no reasonable apprehension of bias if the judicial\r\nofficer does not know of the facts that would be relied upon\nas\r\ngiving rise to a conflict of interest. In the present matter Zilwa AJ\r\nexecuted the second bond on 8 August 2000. Only six days\nthereafter,\r\non 14 August 2000, he commenced with the hearing of evidence in the\r\ntrial of this matter. In my view, he must have\nknown at the\r\ncommencement of the trial, that six days before, and at least once\r\nbefore that, he had executed bonds on behalf of\nthe respondent. The\r\nappellant’s application to the LAC for leave to appeal was\r\nopposed by the respondent. The opposing affidavit\nwas deposed to by\r\nMr Hendrik Stefanus Coetzee, a director of the respondent’s\r\nJohannesburg attorneys. He asserted, on the\ninstructions of his\r\nclient, that Zilwa AJ was not employed by the respondent ‘at\r\nthe time that he heard this matter’\nand denied that the\r\nrespondent ‘was in any position to have exerted undue influence\r\non the Judge’. He further denied\nthat the two copies of the\r\nbond documents demonstrated that Zilwa AJ ‘was employed’\r\nby the respondent. He continued\nby saying that whilst the documents\r\nseemed to suggest that Zilwa AJ was a conveyancing attorney who\r\nregistered a bond in favour\nof the respondent, there was no\r\nindication that that was on the instructions of the respondent or\r\nthat the respondent remunerated\nhim for those services.\n[22] I have already held\r\nthat it must be accepted, in the absence of evidence to the contrary,\r\nthat the instructions to prepare\nand execute the bonds emanated from\r\nthe respondent. In my view, it was open to the respondent and Zilwa\r\nAJ to rebut the prima facie\nevidence presented by the appellant that\r\nZilwa AJ executed the bonds on behalf of the respondent. They failed\r\nto do so. It would\nhave been quite easy for the respondent to state\r\nthat the bonds were not executed on its instructions and that it\r\nnever remunerated\nZilwa AJ’s firm for them. It is true that in\r\nhis affidavit in support of the respondent’s opposition to the\r\nappellant’s\napplication for leave to amend his grounds of\r\nappeal Kalternbrünn stated that no work was ever done by Zilwa\r\nAJ’s firm\non behalf of the respondent. But after the appellant\r\nhad produced copies of the bond documents one would have expected the\r\nrespondent,\nor Zilwa AJ, to have stated pertinently that the bonds\r\nwere not executed on behalf of the respondent, and that the latter\r\nnever\nremunerated the firm for the services rendered.\n[23] It must be\r\nremembered that the case before Zilwa AJ concerned the fairness or\r\notherwise of the appellant’s dismissal\nby the respondent. Two\r\nof the witnesses who testified at the trial on behalf of the\r\nrespondent, namely Marais and Kalternbrünn,\nwere senior members\r\nof the respondent’s management stationed at head office. The\r\nappellant was their subordinate. Their evidence,\nparticularly\r\nMarais’s, was to be weighed against his because he was placing\r\nthe blame for the respondent’s financial\nloss on Marais, while\r\nMarais was placing it on him. Moreover, the instructions given to the\r\nfirm of which Zilwa AJ was a partner\nby the respondent for the\r\npreparation and execution of bonds were not a once-off occurrence –\r\nand I express no view as to\nwhether a once-off occurrence would have\r\nmade any difference. The firm is said to be on the respondent’s\r\nlist of attorneys\nto whom such instructions are given. (It has not\r\nbeen disputed that the firm is on the respondent’s list, but\r\nmerely that\nit ‘was appointed to the panel of attorneys for\r\nTNBS Mutual Bank’, which, we know, merged with the respondent.)\r\nIn\nmy view, the appellant would be entitled to believe, reasonably\r\nso, that Zilwa AJ would have expected to receive more instructions\nin\r\nthe future from the respondent to prepare and execute bonds on its\r\nbehalf. In these circumstances, I agree with the submission\nof\r\ncounsel for the appellant that Zilwa AJ was obliged to disclose his\r\nrelationship with the respondent, so that the appellant\ncould decide\r\nwhether to request him to recuse himself, or to waive his right to do\r\nso. In my view, the facts satisfy the requirements\nof the ‘reasonable\r\napprehension of bias’ test.\n[24]\r\nCounsel for the respondent conceded that Zilwa AJ should have made\r\ndisclosure of his relationship with the respondent, in the\n\ncircumstances of this case, and that the logical conclusion from his\r\nfailure to do so was that the proceedings before him would\nbe a\r\nnullity. He contended, however, that the present being a labour\r\nmatter which, in terms of the purpose for which the Labour\nand Labour\r\nAppeal Courts were created, should have been dealt with\r\nexpeditiously, and in view of the fact that the appellant’s\n\ndismissal was confirmed almost ten years ago (Zilwa AJ delivered his\r\njudgment on 9 March 2001), this court should not set aside\nthe\r\nproceedings of the trial court. He argued that this is a case where\r\nthis court should consider the merits of the appeal as\nit can be\r\ndisposed of on the probabilities. There is no reason, in my view, why\r\nthe appellant or litigants in labour disputes generally,\nshould be\r\ndenied their right to a fair trial, to which everyone else is\r\nentitled. In cases where the judicial officer refuses to\nrecuse\r\nhimself or herself when he or she should in fact have done so, what\r\noccurs thereafter, ie the continuation of the proceedings,\nis a\r\nnullity.\n18\n[25] In view of the\r\nconclusion I have reached it is unnecessary for me to consider the\r\nother factors raised by the appellant as\ngiving rise to a reasonable\r\napprehension of bias. In the result the following order is made:\n1. The application to\r\nintroduce further evidence is granted.\n2. The appeal is upheld\r\nwith costs.\n3. The order of the court\r\nbelow is set aside and for it the following is substituted:\n‘\n(a)\r\nThe appeal is upheld with costs.\n(b) The order of the\r\ncourt below is set aside.\n(c) The matter is\r\nremitted to the Labour Court for trial\nde novo\nbefore another\r\njudge.’\n____________________\nL Mpati\nPresident\nAPPEARANCES\nAPPELLANTS: M Pillemer SC\nInstructed by Jafta\r\nIncorporated, Durban;\nMatsepes Inc.,\r\nBloemfontein\nRESPONDENT: F A Boda\nInstructed by Cliffe\r\nDekker Hofmeyr Inc, Benmore;\nNaudés,\r\nBloemfontein\n1\nTake\r\n\tand Save Trading CC & others v Standard Bank of SA Ltd\n2004\r\n\t(4) SA 1\n(SCA) para 2.\n2\nThis\r\n\tinvolved the depositing of cheques and drawing against uncleared\r\n\teffects in different accounts, in effect borrowing against\n\n\tnon-existent funds.\n3\nPer\r\n\tDavis JA (Jappie and Leeuw JJA concurring), para 7.\n4\nRondalia\r\n\tVersekeringskorporasie van SA Bpk v Lira\n1971 (2) SA 586\n(A) at\r\n\t590H\n; President of the Republic of South Africa & others v\r\n\tSouth African Rugby Football Union & others\n1999 (2) SA 14\n(CC) para 42.\n5\nBTR\r\n\tIndustries South Africa (Pty) Ltd & others v Metal and Allied\r\n\tWorkers’ Union & others\n[1992] ZASCA 85\n;\n1992 (3) SA 673\n(A) at 690A-B.\n6\nPresident\r\n\tof the Republic of South Africa & others v South African Rugby\r\n\tFootball Union & others\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para 46 in\r\n\twhich reference was made with approval to a passage in\nRe JRL :\r\n\tEx\nparte CJL\n[1986] HCA 39\n;\n(1986) 161 CLR 342\n(HCA) at 352.\n7\nPresident\r\n\tof the Republic of South Africa v South African Rugby Football\r\n\tUnion\n, above n6, para 48;\nSA Commercial Catering and Allied\r\n\tWorkers’ Union v Irvin & Johnson Ltd (Seafood Division\r\n\tFish\nProcessing)\n[2000] ZACC 10\n;\n2000 (3) SA 705\n(CC) para 11;\nSager v\r\n\tSmith\n2001 (3) SA 1004\n(SCA) para 15;\nTake and Save Trading\r\n\tCC v Standard Bank of SA Ltd\n, above n1 para 2.\n8\nAbove\r\n\tn5, at 694J – 695A.\n9\nAt\r\n\t696I – J.\n10\nSee\r\n\tDimes v Properties of Grand Junction Canal\n(1852) 3 HL 759\n;\nRe\r\n\tEbner\n;\nEbner v Official Trustee\nin Bankruptcy\n[1999] FCA 10\nparas 41 – 43;\nLocabail (UK) Ltd v Bayfield\r\n\tProperties Ltd and another\n[2000] 1 All ER 65\n(CA);\nClenae\r\n\tPty Ltd v Australia & New Zealand Banking Group Ltd\n[1999]\r\n\tVSA 35.\n11\n[1999] UKHL 1\n;\n[1999]\r\n\t1 All ER 577\n(HL).\n12\nPer\r\n\tLord Browne-Wilkinson at 588e – f.\n13\nAt\r\n\t586f.\n14\nAt\r\n\t588j – 589a.\n15\nAbove,\r\n\tn10.\n16\nIbid\r\n\tat 76.\n17\n[1993] UKHL 1\n;\n[1993]\r\n\t2 All ER 724\n(HL).\n18\nMoch\r\n\tv Nedtravel (Pty) Ltd t/a American Express Travel Service\n1996\r\n\t(3) SA 1\n(A) at 8J – 9G and the cases there cited.",
  "scraped_at": "2026-02-11T20:49:26.270362",
  "date": "2010-12-01",
  "coram": [
    "MPATI P",
    "LEWIS",
    "HEHER",
    "SNYDERS",
    "TSHIQI JJA"
  ],
  "case_number": "692/09",
  "parties": {
    "applicants": [
      "Sonwabiso Maxwell Ndimeni"
    ],
    "respondents": [
      "Meeg Bank Limited (Bank of Transkei)"
    ]
  },
  "sections": {
    "facts": "The appellant, Sonwabiso Maxwell Ndimeni, was dismissed on 15 September 1998 from his position as manager of the Lusikisiki branch of Meeg Bank Limited after a disciplinary enquiry found him guilty of irregularities involving the account of a customer, Mr Docrat, which resulted in a loss of about R9 million to the bank. Ndimeni challenged the dismissal in the Labour Court, which upheld the sanction. He then sought leave to appeal but discovered that the acting judge in the Labour Court, Judge Zilwa AJ, had a commercial relationship with the bank – she was a partner in a law firm that had prepared mortgage bonds for the bank shortly before the trial. Ndimeni alleged that this undisclosed relationship gave rise to a reasonable apprehension of bias and that the Labour Court proceedings should be set aside.",
    "issues": "1. Whether the acting judge’s commercial relationship with the respondent created a reasonable apprehension of bias sufficient to require recusal. 2. Whether the failure to disclose this relationship rendered the Labour Court proceedings a nullity, necessitating a new trial before a different judge. 3. Whether the appeal should be upheld and the lower court’s order set aside.",
    "principles": "The court applied the common‑law test for judicial bias, requiring that a reasonable, objective, and informed person would apprehend a lack of impartiality. Constitutional guarantees of a fair trial demand judges disclose conflicts of interest. Precedents such as BTR Industries v Metal and Allied Workers’ Union, the principles in R v Gough, and the House of Lords decision in Pinochet (regarding non‑pecuniary interests) were cited to illustrate that both pecuniary and non‑pecuniary interests can disqualify a judge if not disclosed, and that failure to recuse may void the proceedings.",
    "application": "The court examined the evidence that Judge Zilwa AJ had executed two mortgage bonds for the bank in March and August 2000, shortly before hearing the case, and that she had not disclosed this relationship. The respondent failed to rebut the prima facie evidence that the bonds were prepared on the bank’s instructions. The court concluded that a reasonable apprehension of bias existed, satisfying the test. Consequently, the proceedings before her were considered a nullity, and the lower court’s order could not stand.",
    "conclusion": "The appeal was upheld with costs. The order of the Labour Court was set aside and replaced with an order that the matter be remitted to the Labour Court for a trial de novo before another judge. The application to lead further evidence was granted."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Procedural Fairness",
    "level_3": [
      "judicial bias",
      "recusal",
      "conflict of interest",
      "appeal",
      "dismissal"
    ]
  }
}