{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/130.html",
  "case_name": "Rossouw and Another v First Rand Bank Ltd t/a FNB Homeloans (Formerly First Rand Bank of South Africa Ltd) (640/2009) [2010] ZASCA 130; 2010 (6) SA 439 (SCA) ; [2011] 2 All SA 56 (SCA) (30 September 2010)",
  "citation": "[2010] ZASCA 130",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 130\n|\nNoteup\n|\nLawCite\nRossouw and Another v First Rand Bank Ltd t/a FNB Homeloans (Formerly First Rand Bank of South Africa Ltd) (640/2009) [2010] ZASCA 130; 2010 (6) SA 439 (SCA) ; [2011] 2 All SA 56 (SCA) (30 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No:  640/2009\nIn\r\nthe matter between:\nBENJAMIN\r\nROSSOUW                                                                    \n\nFirst Appellant\nSANDRA\r\nWILSON-ROSSOUW                                                       \n\nSecond Appellant\nand\nFIRST RAND BANK\r\nLIMITED t/a FNB HOMELOANS\n(formerly FIRST RAND\r\nBANK OF SOUTH AFRICA LTD)             \r\nRespondent\nNeutral\r\ncitation\n:\nRossouw\r\nv First Rand Bank Ltd\n(640/09)\n[2010]\r\nZASCA 130\n(30 September 2010)\nCoram:\nMPATI P, NAVSA, CLOETE, MAYA JJA et EBRAHIM AJA\nHeard:\n07 September\n2010\nDelivered:\n30 September 2010\nSummary:\nNational Credit Act 34 of 2005\n–\r\nsummary judgment application – whether\ns 130(2)\nof the Act\r\nlimits a credit provider’s claim under a mortgage agreement to\r\nthe proceeds realised upon execution of the mortgaged\nproperty –\r\nwhether credit provider complied with the provisions of 129(1) read\r\nwith\ns 130(1)\nof the Act.\nORDER\nOn\r\nappeal from:\nNorth Gauteng High Court,\r\n(Pretoria) (Ellis AJ sitting as court of first instance).\n1.\nThe appeal is upheld with costs that\r\ninclude the costs of two counsel.\nThe order of the court\r\nbelow is set aside and the following is substituted:\n‘\nThe\r\napplication for summary judgment is dismissed with costs.’\nJUDGMENT\nMAYA JA (concurring Mpati\r\nP, Navsa, Cloete JJA and Ebrahim AJA)\n[1]       \r\nThis is an appeal, with the leave of the court below, against summary\r\njudgment granted\nby the Pretoria High Court (Ellis AJ) against the\r\nappellants in favour of the respondent (the bank) based on a loan\r\nagreement and\nmortgage bond.\n[2]       \r\nThe facts gleaned from the summons and summary judgment affidavits\r\nare the following.\nOn 8 June 2006 the appellants, who are married to\r\neach other, concluded a loan agreement with the bank. The latter is a\r\nregistered\ncredit provider\n[1]\nin\r\nterms of s 40 of the National Credit Act 34 of 2005 (the Act). In\r\nterms of this agreement the bank granted the appellants a loan\nin the\r\nsum of R1 030 000 repayable in monthly instalments of R9 003,88 which\r\nwas secured by a mortgage bond of R1 800 000 over\nthe appellants’\r\nimmovable property (the mortgaged property).\n[3]       \r\nSome of the material terms of the mortgage bond were:\n‘\n16.1.1\r\nIf the mortgagor[s] fail to pay any amount due in terms of this bond\r\n… on due date … then, at the option of\nthe bank, all\r\namounts whatsoever owing to the bank by the mortgagor[s] shall\r\nforthwith be payable in full … and the bank\nmay institute\r\nproceedings for the recovery thereof and for an order declaring the\r\nmortgaged property executable …;\n17. A certificate\r\npurporting to be signed on behalf of the bank shall be proof until\r\nthe contrary is proved of the balance owing\nand the fact that it is\r\ndue and payable … and shall be valid as a liquid document for\r\nthe purposes of obtaining …\nsummary judgment;\n…\n20. For the purposes of\r\nthis bond and of any proceedings which may be instituted by virtue\r\nhereof, and of the service of any notice,\ndomicilium citandi et\r\nexecutandi\nis hereby chosen by the mortgagor[s] at the mortgaged\r\nproperty;\n21.1 Any notice given by\r\nthe bank in terms of this bond may at the bank’s option be\r\naddressed to the mortgagor[s] at the [chosen]\ndomicilium\n…\r\nand may be served by registered post;\n21.2 Notices so posted\r\nshall be deemed to be received by the mortgagor three days after\r\nposting;\n21.3 A certificate signed\r\non behalf of the bank, stating that a notice has been given, shall be\r\nsufficient and satisfactory proof\nthereof, and the authority of the\r\nsignatory and validity of the signature need not be proved.’\n[4]       \r\nAbout two years later, the appellants fell into arrears in respect of\r\ntheir monthly\nrepayments. In September 2008 the bank sent them a\r\nnotice in terms of s 129(1)(a) of the Act informing them of their\r\ndefault. As\na result, the appellants attended debt counselling and\r\nsubsequently made a debt restructuring proposal to the bank. On 7\r\nOctober\n2008 the bank countered the appellants’ offer with its\r\nown revised payment plan to which the appellants agreed but\r\ninexplicably\nabandoned to pursue debt management. No payment appears\r\nto have been made by the appellants until 23 March 2009. The amount\r\nthen\npaid was only a sum of R20 450. It is not clear how this amount\r\nwas computed but it appears to be inadequate in terms of the\r\nrequirements\nof both the agreement and the revised payment plan\r\nhaving regard to the considerable period during which no payment was\r\nmade.\n[5]       \r\nOn 23 April 2009 the bank allegedly delivered a fresh notice in terms\r\nof s 129(1)(a)\n(the notice). On 22 May 2009 it issued a summons to\r\nwhich was attached a certificate of compliance dated  15 May\r\n2009 stating\nthat the bank had issued and delivered the requisite\r\nnotice. The summons claimed payment of the sum of R1 117 180,65 from\r\nthe appellants\nand ancillary relief, including an order declaring the\r\nmortgaged property executable. The basis of the claim was that the\r\nappellants\nhad failed to maintain regular instalments and that the\r\nfull outstanding amount had thus become due and payable in terms of\r\nthe\nagreement.\n[6]       \r\nThe appellants entered an appearance to defend the action, prompting\r\nthe bank to apply\nfor summary judgment in terms of uniform rule 32.\r\nThe appellants opposed the application on the bases that:\n(a)\r\nthe summons was excipiable because s 130(2) of the Act precludes a\r\ncredit provider from claiming a shortfall on a mortgage loan\n\nagreement as it is not among the types of agreements specified in the\r\nsection and that the only order the court below could have\ngranted\r\nwas merely to declare the property executable;\n(b) they had not received\r\nthe notice as envisaged in sections 129(1) and 130(1); and\n(c) the arrear amount\r\nclaimed is incorrect as it ignores payment of sums amounting to R101\r\n950 which reduced the arrears to R12\n850 and the outstanding balance\r\nto R1 005 052.\n[7]       \r\nNone of these defences found favour with the court below. As regards\r\n(a), the court\nfound that whilst it is so that s 130(2) applies only\r\nto the pledge and cession of movables and has no application to\r\nmortgage\nagreements, the bank’s claim fell within the ambit of\r\ns 130(1) of the Act which is not limited by s 130(2) in so far as\r\nmortgage\nagreements are concerned.\n[8]       \r\nIn rejecting the appellants’ second defence that they did not\r\nreceive the notice,\nthe court adopted the approach set out in\nMunien\r\nv BMW Financial Services (SA) (Pty) Ltd\n.\n[2]\nOn\r\nthat basis the court held that in view of the legislature’s\r\nomission to define ‘deliver’ in the Act, delivery\nof the\r\nnotice occurred when it was sent by registered post to an address\r\nchosen by the appellants in the agreement irrespective\nof whether it\r\nwas actually received. This had to be so, the court reasoned, as this\r\nmethod is one of four possible methods of delivery\nprescribed (as\r\ncontemplated in s 65(1)) by the Minister in the definition of\r\n‘delivered’ set out in s 1 of the National\nCredit\r\nRegulations (the regulations).\n[3]\nThe\r\ncourt also relied on the parties’ agreement to a method of\r\ncommunicating set out in clauses 21.1 to 21.3 of their agreement,\n\nwhich provided for delivery of notices at the mortgagor’s\ndomicilium\nby registered post.\n[9]       \r\nThe court below found no substance in the defence that the appellants\r\nhad paid a substantial\nsum towards liquidating the arrears and held\r\nthat their affidavit failed to show that they purged their default\r\nthus entitling\nthe bank to enforce its claim in full. Summary\r\njudgment was then granted against the appellants jointly and\r\nseverally, the one\npaying the other to be absolved, as prayed.\n[10]     \r\nThe issues on appeal remain as they were in the court below, namely\r\nwhether; (a) the court below\ncould have granted summary judgment when\r\na mortgage bond is not included in the instances referred to in s\r\n130(2) of the Act, which\nentitles specified types of credit providers\r\nto approach a court for the enforcement of the consumer’s\r\nremaining obligations;\n(b) the bank complied with s 129(1) read with\r\ns 130(1) of the Act by giving notice to the appellants; and (c) the\r\nappellants set\nout sufficient facts in the opposing affidavit to have\r\nconstituted a defence against the application for summary judgment.\n[11]     \r\nAnother issue which arose, with which I deal directly as it courted\r\nno controversy, is an application\nto lead further evidence in the\r\nappeal proceedings launched by the bank on the eve of the hearing.\r\nIts basis was that the submission\nmade in the appellants’ heads\r\nof argument in the appeal, that the bank did not establish the method\r\nby which the notice was\ndelivered, was not raised in the court below.\r\nIt was contended on the bank’s behalf that the appellants’\r\ndefence at\nthe summary judgment hearing was merely that the\r\nappellants did not receive the notice and that it was not disputed\r\nthat the notice\nhad been sent to them by registered mail as proof\r\nthereof was handed in without demur from their counsel.\n[12]     \r\nThe evidence sought to be admitted, which it was contended supported\r\nthe bank’s stance\nin this regard, was a transcript of the\r\nargument at that hearing during which the so-called proof was\r\nsubmitted to the court. The\nappellants did not oppose the application\r\nand the transcript was accordingly received in evidence.\n[13]     \r\nI turn to deal with the main issues.\nWHAT MEANING TO ASCRIBE\r\nTO S 130(2) VIS-À-VIS MORTGAGE AGREEMENTS?\n[14]     \r\nAs mentioned above, the appellants took a point\nin limine\nthat\r\ns 130(2) limits a credit provider’s claim under a mortgage\r\nagreement to the proceeds of the sale of the mortgaged property\nand\r\nthat the bank is precluded from claiming any shortfall if the full\r\namount of the debt under the agreement is not realised after\n\nexecution of such property. This contention was based on an\r\napplication of the\nexpressio unius est exclusio alterius\nprinciple\r\nin interpreting the section.\n[15]     \r\nSection 130 provides:\n‘\n130\r\nDebt procedures in a Court\n(1) Subject to subsection\r\n(2), a credit provider may approach the court for an order to enforce\r\na credit agreement only if, at that\ntime, the consumer is in default\r\nand has been in default under the credit agreement for at least 20\r\nbusiness days and–\n(a) at least 10 business\r\ndays have elapsed since the credit provider delivered a notice to the\r\nconsumer as contemplated in section\n86(9), or section 129(1), as the\r\ncase may be;\n(b) in the case of a\r\nnotice contemplated in section 129(1), the consumer has–\n(i) not responded to that\r\nnotice; or\n(ii) responded to the\r\nnotice by rejecting the credit provider’s proposals;\n…\n(2) In addition to the\r\ncircumstances contemplated in subsection (1), in the case of an\r\ninstalment agreement, secured loan, or lease,\na credit provider may\r\napproach the court for an order enforcing the remaining obligations\r\nof a consumer under a credit agreement\nat any time if–\n(a)\r\nall relevant property has been sold pursuant to–\n(i) an\r\nattachment order;\n(ii)\r\nsurrender of property in terms of section 127; and\n\u0003b)\nthe net proceeds of sale were\r\ninsufficient to discharge all the consumer’s\nfinancial\r\nobligations under the agreement.’\n[16]     \r\nThe types of agreements referred to in subsection (2), namely an\r\ninstalment sale agreement, a\nsecured loan and a lease are defined in\r\ns 1 of the Act.\n[4]\nThey\r\nall involve a sale, pledge or cession of movable property. A mortgage\r\nagreement, on the other hand, is specifically defined\nas a ‘credit\r\nagreement that is secured by a pledge of immovable property’.\r\nQuite clearly, as the court below found,\ns 130(2) has no application\r\nto mortgage agreements. The bank did not contend otherwise. The\r\nparties’ point of departure relates\nonly to the significance of\r\nthe Legislature’s exclusion of mortgage agreements from the\r\nclasses of contract listed in these\nprovisions.\n[17]     \r\nAs can be imagined and was properly acknowledged by counsel on behalf\r\nof the appellants, any\nnumber of inequities may result for credit\r\nproviders from the interpretation for which the appellants contend.\r\nIt needs to be considered\nthat whilst the main object of the Act is\r\nto protect consumers,\n[5]\nthe\r\ninterests of creditors must also be safeguarded and should not be\r\noverlooked.\n[6]\nThis\r\nis evidenced by s 3(d) which provides that equity in the credit\r\nmarket and industry – which the Act significantly acknowledges\n\nmust be competitive, efficient and sustainable – entails, inter\r\nalia, balancing the respective rights and responsibilities\nof credit\r\nproviders and consumers.\n[18]     \r\nIt is settled that a statute must explicitly state an intention to\r\nalter the common law or the\ninference from the statute must be such\r\nthat it can only be concluded that that was the legislature’s\r\nintention.\n[7]\nThere\r\nare instances in the Act where the legislature makes specific\r\nprovision in the event that a party’s rights under a credit\n\nagreement are tampered with. For example, in s 83 provision is made\r\nfor the suspension of an agreement that has been found ‘reckless’.\n\nIn as many words, in s 83(2) the legislature grants a court a\r\ndiscretion to set aside all or part of a consumer’s rights\nand\r\nobligations under an agreement as it deems just and reasonable in the\r\ncircumstances. Section 83(3) makes provision for an agreement\nto be\r\nsuspended where a consumer has been found over-indebted.\n[19] These provisions\r\nmake it abundantly clear that the legislature recognised the need to\r\nexpress its intention where it sought\nto interfere with vested\r\nrights. Interestingly, s 90(2)(c) acknowledges the parties’\r\ncommon law rights and declares unlawful\nany provisions in a credit\r\nagreement which purport to waive such rights, as may be applicable to\r\nthe agreement. I find it inconceivable,\ntherefore, that the\r\nlegislature would, in the same Act, indirectly do away with vested\r\nrights such as the mortgagee’s right\nto claim the balance of\r\nthe debt after execution against the mortgaged property. For these\r\nreasons, I am unable to make the inference\nadvanced by the\r\nappellants.\n[20]     \r\nAs was contended on the bank’s behalf, it seeks to enforce the\r\nentire agreement, which\nincludes a\nlex commissoria\n, arising\r\nfrom the appellants’ default. In my view, the plainly-worded,\r\nself-contained provisions of s 130(1) allow the bank\nto do exactly\r\nthat. Section 130(2) bears no relevance and that, I think, is the end\r\nof the matter.\nWERE THE APPELLANTS GIVEN\r\nNOTICE AS ENVISAGED IN SECTIONS 129(1) AND 130(1)?\n[21]     \r\nAt the heart of this issue is the precise method of delivery of the\r\nnotice contemplated in s\n129(1)(a) and whether it is necessary that\r\nit is actually received by the consumer. The relevant parts of s 129\r\nread:\n‘\n129\r\nRequired procedures before debt enforcement\n(1) If\r\nthe consumer is in default under a credit agreement, the credit\r\nprovider–\n\u0003a)\nmay draw the default to the notice of the\r\nconsumer in writing and propose that the consumer refer the credit\r\nagreement to a debt\ncounsellor, alternative dispute resolution agent,\r\nconsumer court or ombud with jurisdiction, with the intent that the\r\nparties resolve\nany dispute under the agreement or develop and agree\r\non a plan to bring the payments under the agreement up to date; and\nsubject to section 130\r\n(2), may not commence any legal proceedings to enforce the agreement\r\nbefore–\n(i)\nfirst providing notice to the consumer, as\r\ncontemplated in paragraph (a), or in section 86 (10), as the case may\r\nbe; and\n(ii)\nmeeting any further requirements set out in\r\nsection 130.’\n[22]     \r\nEvidently, a credit provider may not commence legal proceedings to\r\nenforce its claim without\ncomplying with the injunction contained in\r\ns 129(1)(a). But the section does not state the manner in which a\r\ncredit provider is\nto furnish a defaulting consumer with the written\r\nnotification it demands. Section 130(1)\n[8]\nis\r\nworded differently as it does not use the words ‘draw …\r\nto the notice’. It entitles a credit provider to approach\nthe\r\ncourt for an order to enforce a breached credit agreement where,\r\ninter alia, at least ten business days have elapsed since\nthe credit\r\nprovider ‘delivered a notice’ to the consumer as\r\ncontemplated in s 129(1) and the consumer has not responded\nthereto.\r\nBut then, the term ‘delivered’ is not defined in the Act.\n[23]     \r\nRecourse must therefore be had, first, to s 65 of the Act which deals\r\nwith the consumer’s\nright to receive ‘documents’\r\nwhich I understand to include notices. The material provisions of the\r\nsection read:\n‘\n(1)\r\nEvery document that is required to be delivered to a consumer in\r\nterms of this Act must be delivered in the prescribed manner,\nif any.\n(2) If no method has been\r\nprescribed for the delivery of a particular document to a  \r\nconsumer, the person required to\ndeliver that document must–\n\u0003a)\nmake the document available  to the\r\nconsumer through one of the following mechanisms–\n\u0003i)\nin person at the business premises of the\r\ncredit provider, or at any location designated by the consumer but at\r\nthe consumer’s\nexpense, or by ordinary mail;\nby fax;\nby\r\ne-mail; or\nby\r\nprintable web-page; and\n\u0003b)\ndeliver it to the consumer in the manner\r\nchosen by the consumer from the options made available in terms of\r\nparagraph (a).’\n[24]     \r\nThe Act has defined the term ‘prescribed’ used in\r\nsubsection (1) as meaning ‘prescribed\nby regulation’. The\r\nregulations do contain a definition of the term ‘delivered’.\r\nHowever, bearing in mind that\nit is generally impermissible to use\r\nregulations created by a minister as an aid to interpret the\r\nintention of the legislature\nin an Act of parliament, notwithstanding\r\nthat the Act may include the regulations,\n[9]\nthe\r\nquestion remains whether this definition is the ‘prescribed\r\nmanner’ envisaged by s 65(2).\n[25]     \r\nChapter I of the regulations deals with the ‘Interpretation and\r\nApplication of [the] Act’\nand s 1 thereof reads:\n‘\nIn\r\nthese Regulations, any word or expression defined in the Act bears\r\nthe same meaning as in the Act and–\n…\n“\ndelivered”\r\nunless otherwise provided for, means sending a document by hand, by\r\nfax, by e-mail or registered mail to an address\nchosen in the\r\nagreement by the proposed recipient, if no such address is available,\r\nthe recipient’s registered address’.\n[26]     \r\nThe use of the expression ‘[i]n these regulations’, which\r\nto my mind strongly suggests\nthat the definitions in regulation 1 are\r\noperative only for purposes of the regulations, poses a difficulty\r\nfor me. This is especially\nso as the regulation makes no mention of s\r\n65(1) or the word ‘prescribed’ used in that subsection.\r\nIt may be so that\nsuch a cross-reference may not be necessary where\r\nit is not required by the empowering statute,\n[10]\nbut\r\nthat apart, there, clearly, is need for the definition in the\r\nregulations themselves as the terms ‘delivered’,\r\n‘deliver’ or ‘delivery are interspersed throughout\r\ntheir body.\n[26]     \r\nFor example, (a) regulation 4(3) requires a person seeking to\r\nregister in terms of s 45 to provide\ninformation requested by the\r\nNational Credit Regulator within a certain period after the request\r\nis delivered to him; (b) in terms\nof regulation 34 a consumer is\r\nobliged to inform the credit provider of any changes to the location\r\nof the relevant goods by delivering\na written notice;  (c)\r\nregulation 38 requires delivery of  a notice to a consumer of a\r\ncharge or charges made against\nan account and (d) regulation 46 makes\r\nprovision for charges relating to delivery of a letter of demand.\n[11]\nFor\r\nthese reasons, contrary to the views of the court below, I do not\r\nthink that any regard should be had to the definition of the\nword\r\n‘delivered’ in the regulations in interpreting sections\r\n129(1)(a) and 130(1). As I see it, the definition does\nnot purport to\r\ncontain a ‘prescribed manner’ for delivery and the answer\r\nmust lie in the provisions of the Act itself.\n[27] This finding\r\nrequires an examination of s 65(2). The section sets out six methods\r\nby which a document may be delivered. Thus,\nthe document may be made\r\navailable to a consumer, ‘in person’, at the credit\r\nprovider’s premises or at any other\nlocation he chooses. In the\r\nlatter instance, he bears the expenses of the exercise. The document\r\nmay also be delivered by ordinary\nmail, fax, email or printable\r\nweb-page. Notably, the manner of such delivery is chosen from these\r\noptions by the consumer.\n[28]     \r\nIt appears to me that s 96 which deals with the address for delivery\r\nof legal notices –\nand a s 129(1)(a) notice by its very nature\r\nmust fall in this category – is relevant for present purposes\r\nand must be read\nwith s 65(2). It provides:\n‘\n(1)Whenever\r\na party to a credit agreement is required or wishes to give legal\r\nnotice to the other party for any purpose contemplated\nin the\r\nagreement, this Act or any other law, the party giving notice must\r\ndeliver that notice to the other party at–\n(a) the address of that\r\nparty as set out in the agreement, unless paragraph (b) applies; or\n(b) the address most\r\nrecently provided by the recipient in accordance with subsection (2).\n(2) A party to a credit\r\nagreement may change their address by delivering to the other party a\r\nwritten notice of the new address\nby hand, registered mail, or\r\nelectronic mail, if that other party has provided an email address.’\n[29]     \r\nAs previously stated, the parties agreed in clause 21 of their\r\nagreement to a\ndomicilium\nand mode of delivery of notices as\r\nenvisaged by sections (65)(2) and 96. From the available options,\r\nwhich include personal delivery\nat their expense, the appellants\r\nchose delivery by post. In my view, that the method chosen was\r\nregistered mail, which is not one\nof the options provided in s 65(2),\r\ndoes not offend the provisions of the section. The legislature has\r\nsanctioned postal delivery.\nRegistered mail is, in any event, a more\r\nreliable means of postage and cannot harm either party’s\r\ninterests.\n[30]     \r\nI am reinforced in this view by the catch-all provisions of s 168 of\r\nthe Act dealing with service\nof documents, which in the legal context\r\nis synonymous to ‘delivery of documents’. This section\r\ndeems sending a document\nby registered mail to a person’s last\r\nknown address proper service, unless otherwise provided for in the\r\nAct. These provisions,\nI think, put it beyond doubt that the\r\nlegislature was satisfied that sending a document by registered mail\r\nis proper delivery.\nAnd ‘send’ according to\nThe\nShorter Oxford English Dictionary\nmeans ‘to despatch (a\r\nmessage, letter, telegram etc) by messenger, post etc.’. It\r\ndoes not include ‘receipt’\nof the sent item.\n[31]     \r\nIt appears to me that the legislature’s grant to the consumer\r\nof a right to choose the\nmanner of delivery inexorably points to an\r\nintention to place the risk of non-receipt on the consumer’s\r\nshoulders. With every\nchoice lies a responsibility and it is after\r\nall within a consumer’s sole knowledge which means of\r\ncommunication will reasonably\nensure delivery to him. It is entirely\r\nfair in the circumstances to conclude from the legislature’s\r\nexpress language in s\n65(2) that it considered despatch of a notice\r\nin the manner chosen by the appellants in this matter sufficient for\r\npurposes of\ns 129(1)(a) and that actual receipt is the consumer’s\r\nresponsibility.\n[32]     \r\nDoes this finding conflict with the purposes of the Act which\r\nrequires such purposes to be given\neffect to in the interpretation of\r\nits provisions? I think not. I understand the legislature to have\r\nbasically meant to protect\nthe consumer from exploitation by credit\r\nproviders by, inter alia, preventing predatory lending practices; to\r\nameliorate the financial\nharm which a consumer may suffer where\r\nunable to meet his obligations under a credit agreement and generally\r\nto achieve equity\nin the lending market by levelling the playing\r\nfield between parties who do not have equal bargaining power. I do\r\nnot see how the\nabove interpretation of the relevant provisions of\r\nthe Act detracts from this object.\n[33]     \r\nHaving established what section 129(1) required of the bank, it\r\nremains to determine whether\nor not the latter complied with the\r\nrelevant provisions. No allegation was made either in the summons or\r\nthe summary judgment affidavit\nregarding the method employed in\r\ndelivering the notice. The bank merely stated cryptically in its\r\nsummons that ‘[t]he plaintiff\nhas … complied with\r\nsection 129(1) and 130 of the said Act. Copies of the notices in\r\nterms of the aforementioned sections\nare annexed hereto as “A”\r\nand “B” respectively.’ Annexures A and B were\r\ndocuments titled ‘NOTICE\nIN TERMS OF\nSECTION 129(1)\nOF THE\nNATIONAL CREDIT ACT’ and\n‘CERTIFICATE OF COMPLIANCE IN\r\nTERMS OF\nSECTION 129(1)\nOF THE\nNATIONAL CREDIT ACT&rsquo\n;,\r\nrespectively.\n[34] It is only in\r\nAnnexure B, signed by one of the bank’s managers, that further\r\nmention of the notice was made. There, it\nwas alleged that ‘[a]\r\nnotice in terms of s 129(1) of the Act was issued to the [appellants]\r\non 23 April 2009. At least ten\nbusiness days have lapsed since the\r\nbank delivered the notice.’ These allegations are obviously\r\ninadequate for purposes of\nestablishing whether the notice was\r\ndelivered in terms of the relevant provisions. And, no doubt,\r\nrealising this material shortcoming\nin its papers, the bank sought to\r\nrely on the document handed in during the summary judgment hearing,\r\nwhich is referred to in the\ntranscript of those proceedings, as proof\r\nthat the notice had been delivered by registered mail.\n[35]     \r\nHowever, there is an insurmountable hurdle. Uniform rule 32(4) limits\r\na plaintiff’s evidence\nin summary judgment proceedings to the\r\naffidavit supporting the notice of application. The document was not\r\nannexed to the summons.\nThus, it matters not that it was handed in\r\nwithout complaint. It was simply inadmissible.\n[36] Even if this were\r\nnot so, the document could not have assisted the bank’s case.\r\nOn its face, it lists the names and address\nof the appellants among\r\nthe addressees to which registered letters are to be sent. But, it\r\nfurther requires confirmation of the\nnumber of letters to be posted,\r\nthe signature of the client sending the letter or letters, the\r\nsignature of the ‘accepting\nofficer’, presumably the post\r\noffice official processing the transaction, and the date of the\r\ntransaction. None of these\nentries were made. These omissions, which\r\nthe bank did not explain, materially affect the document’s\r\nreliability. As it stands,\nit does not confirm that a registered\r\nletter was actually sent to the appellants. Even if it did, without\r\nthe date it is not possible\nto link it to the sending of the relevant\r\nnotice particularly in view of the fact that an earlier one was\r\npreviously sent in 2008.\n[37] In the\r\ncircumstances, the bank did not prove that it delivered the notice.\r\nAs pointed out earlier, sections 129(1)(b)(i) and\n130(1)(b) make this\r\na peremptory prerequisite for commencing legal proceedings under a\r\ncredit agreement and a critical cog of a\nplaintiff’s cause of\r\naction. Failure to comply must, of necessity, preclude a plaintiff\r\nfrom enforcing its claim; this despite\nthe fact that in this matter\r\nit was not disputed that the appellants were in arrears and thus\r\nbreached their contractual obligations.\nThe bank, therefore, failed\r\nto make out a case for summary judgment and it ought to have been\r\nrefused. It is unnecessary to consider\nthe third issue in the light\r\nof this finding.\n[38]     \r\nIn the result the following order is made:\n1. The appeal is upheld\r\nwith costs that include the costs of two counsel.\n2. The\r\norder of the court below is set aside and the following is   \r\nsubstituted:\n‘\nThe\r\napplication for summary judgment is dismissed with costs.’\nMML MAYA\nJUDGE\r\nOF APPEAL\nCLOETE JA (MPATI P, NAVSA\r\nand MAYA JJA and EBRAHIM AJA concurring):\n[39]     \r\nI have had the benefit of reading the judgment of my colleague Maya\r\nJA. I agree with the order\nshe proposes, and also her reasoning. I\r\nwish however to add further reasons in justification of her\r\nconclusion that s 130(2) of\nthe Act does not have the meaning\r\naccorded to it by the appellants. I also wish to deal in greater\r\ndetail with the contents of\nthe summary judgment application, the\r\nproceedings in the court below and the handing up of documents to a\r\ncourt seized with such\nan application. Finally, I wish to deal with\r\nstandard form documents and the effect of the stated purpose of the\r\nAct in cases such\nas the present.\n[40]     \r\nI shall deal first with the s 130(2) argument advanced by the\r\nappellants. The argument was that\ns 130(2) limits the claim by a\r\ncredit provider who is a mortgagee to the proceeds of the sale of the\r\nmortgage property, so that\nthe credit provider is precluded from\r\nclaiming any shortfall if the full amount of the debt is not realised\r\nafter execution against\nthe property mortgaged.\n[41]     \r\nThe argument is without substance. What the section means is that in\r\nthe three types of credit\nagreement mentioned (ie an instalment\r\nagreement, a secured loan and a lease), if the further requirements\r\nof the section are satisfied\n(ie all relevant property has been sold,\r\npursuant to an attachment order or the surrender of property in terms\r\nof s 127; and the\nnet proceeds of sale were insufficient to discharge\r\nall the consumer's financial obligations under the agreement), then\r\nthe credit\nprovider is excused from complying with subsec (1) (ie the\r\ncredit provider does not have to send a notice and wait for the days\n\nto elapse). The circumstances under which a credit provider in the\r\nthree types of contract mentioned in subsec (2) may approach\na court\r\nfor the enforcement of a credit agreement, are in addition to the\r\ncircumstances set out in subsec (1) ─ that is why\nsubsec (2)\r\ncommences with the very words 'in addition to the circumstances\r\ncontemplated in subsec (1)'.\n[42]     \r\nThe omission of a credit provider who is a mortgagee in subsec (2)\r\nmeans that such a credit provider\ncan only proceed under subsec (1).\r\nThe rationale is clear: the consumer's property is at stake, and that\r\nwill usually mean (for\nthose fortunate enough to own property) his or\r\nher home and that of the family as well. The omission of a credit\r\nprovider who is\na mortgagee in subsec (2) cannot mean that to the\r\nextent that the debt is not satisfied by execution against the\r\nmortgaged property,\nthat part of the debt is unenforceable. That\r\nwould constitute a serious inroad upon the rights of the mortgagee\r\nwhich would probably\nbe constitutionally unjustified and which\r\ncertainly cannot be reconciled with the provisions of s 83(2)(a)\r\nwhich forms part of\nPart D: Over-indebtedness and reckless credit.\r\nSection 83 provides:\n'(1)      \r\nDespite any provision of law or agreement to the contrary, in any\r\ncourt proceedings in\nwhich a credit agreement is being considered,\r\nthe court may declare that the credit agreement is reckless, as\r\ndetermined in accordance\nwith this Part.\n(2)      \r\nIf a court declares that a credit agreement is reckless in terms of s\r\n80(1)(a) or 80(1)(b)(i),\nthe court may make an order ─\n(a)      \r\nsetting aside all or part of the consumer's rights and obligations\r\nunder that agreement,\nas the court determines just and equitable in\r\nthe circumstances . . .'.\nIt cannot have been the\r\nintention of the legislature to provide in Part D of the Act for a\r\nmechanism for determining whether credit\nwas recklessly granted and\r\nvest a discretion in a court to set aside all or part of a consumer's\r\nobligations, and then at the same\ntime provide that to the extent\r\nthat execution against property mortgaged does not cover the mortgage\r\ndebt, there would be automatic\nforfeiture of the balance even where\r\nthe incurring of credit under the bond was not reckless.\n[43]     \r\nI therefore agree with my learned colleague, both for the reasons she\r\nhas given and for the reasons\nset out above, that s 130(2) of the Act\r\ndoes not have the effect for which the appellants contend.\n[44]     \r\nAs my learned colleague has said, there was an application to admit\r\nevidence on appeal. I now\npropose dealing with that evidence. It\r\ncomprised a transcript of the argument in the court a quo and a\r\ndocument handed up by the\nBank's junior counsel during those\r\nproceedings. In the absence of opposition, the evidence was admitted.\r\nIn retrospect, I consider\nthat it would have been more appropriate to\r\nadmit the evidence provisionally. Had that been done, the court would\r\nhave been in\na position to refuse to admit it, which I consider would\r\nhave been the correct conclusion for the reasons which follow.\n[45]     \r\nTo the extent that the transcript was relied upon by the Bank as\r\ndemonstrating that in the court\na quo the appellants' junior counsel\r\ndid not dispute that the notice in terms of s 130(1) read with s\r\n129(1) of the Act was sent\nby registered post, it is irrelevant.\r\nWhatever happened in the court below, it remained open to the\r\nappellants to raise this point\non appeal.\n[46]     \r\nTo the extent that the transcript was relied upon by the Bank as\r\ndemonstrating that its junior\ncounsel handed up to the court the\r\ndocument, entitled 'List of Registered Letters', without objection by\r\nthe appellants' junior\ncounsel, both it and the list are\r\ninadmissible. The list was handed in to the court a quo to prove that\r\nannexure A to the particulars\nof claim, the notice in terms of ss\r\n130(1) and 129(1), had been sent by registered post. That was not\r\npermissible, whether the\nappellants' counsel objected or not; the\r\nprovisions of uniform rule of court 32 are clear and peremptory:\n'(2)      \r\nThe plaintiff shall within 15 days after the date of delivery of\r\nnotice of intention to\ndefend, deliver notice of application for\r\nsummary judgment, together with an affidavit made by himself or by\r\nany other person who\ncan swear positively to the facts verifying the\r\ncause of action and the amount, if any, claimed and stating that in\r\nhis opinion\nthere is no\nbona fide\ndefence to the action and\r\nthat notice of intention to defend has been delivered solely for the\r\npurpose of delay. If the claim is\nfounded on a liquid document a copy\r\nof the document shall be annexed to such affidavit and the notice of\r\napplication for summary\njudgment shall state that the application\r\nwill be set down for hearing on a stated day not being less than 10\r\ndays from the date\nof the delivery thereof.\n(4)\nNo evidence may be adduced by the plaintiff otherwise than by the\r\naffidavit referred to in sub-rule (2)\n, nor may either party\r\ncross-examine any person who gives evidence\nviva voce\nor on\r\naffidavit: Provided that the court may put to any person who gives\r\noral evidence such questions as it considers may elucidate\nthe\r\nmatter.' (Emphasis supplied.)\nThe fact that the list\r\ndoes not prove the fact it was submitted to the court a quo to prove\r\nis irrelevant. It was not permissible\nfor the Bank's junior counsel\r\nto hand it up, it was correctly disregarded by the court a quo and it\r\nfalls to be ignored on appeal.\n[47]     \r\nThe certificate of balance, also handed up to the court a quo,\r\nstands, however, on a different\nfooting. The court a quo refused to\r\nhave regard to the certificate. That approach was not correct. The\r\ncertificate did not, as\nthe court a quo considered, amount to new\r\nevidence which would be inadmissible under rule 32(4). To the extent\r\nthat the certificate\nreflects the balance due as at the date of\r\nhearing, it is merely an arithmetical calculation based on the facts\r\nalready before\nthe court which the court would otherwise have to\r\nperform itself. Such calculations are better performed by a qualified\r\nperson\nin the employ of a financial institution. And to the extent\r\nthat such a certificate may reflect additional payments by the\r\ndefendant\nafter the issue of summons, or payments not taken into\r\naccount when summons was issued, this constitutes an admission\r\nagainst interest\nby the Bank and the Bank is entitled to abandon part\r\nof the relief it seeks. Certificates of balance handed in at the\r\nhearing (whether\na quo or on appeal) perform a useful function and\r\nare not hit by the provisions of rule 32(4).\n[48]     \r\nBefore turning to the facts of the appeal, it may be useful for me to\r\npoint out that there are\nremedies available to defendants in the\r\nposition of the present appellants who have not received notices\r\nallegedly delivered to\nthem. They are entitled to invoke the\r\nprovisions of rule 35(11) and, where applicable, rule 35(12), to\r\nobtain production of documents\nevidencing the credit provider's\r\ncompliance with s 65(2), eg a slip reflecting proof of posting by\r\nregistered post or a telefax\ntransmission sheet. Those rules provide:\n'(11)   \r\nThe court may, during the course of any proceedings, order the\r\nproduction by any party thereto under oath\nof such documents or tape\r\nrecordings in his power or control relating to any matter in question\r\nin such proceeding as the court\nmay think meet, and the court may\r\ndeal with such documents or tape recordings, when produced, as it\r\nthinks meet.\n(12)    \r\nAny party to any proceeding may at any time before the hearing\r\nthereof deliver a notice as near as\nmay be in accordance with Form 15\r\nin the First Schedule to any other party in whose pleadings or\r\naffidavits reference is made to\nany document or tape recording to\r\nproduce such document or tape recording for his inspection and to\r\npermit him to make a copy or\ntranscription thereof. Any party failing\r\nto comply with such notice shall not, save with the leave of the\r\ncourt, use such document\nor tape recording in such proceeding,\r\nprovided that any other party may use such document or tape\r\nrecording.'\nIf a document is produced\r\nwhich supports the plaintiff credit provider's case, it cannot be\r\nhanded in or relied upon by the plaintiff\nfor the reasons already\r\ndiscussed; but if no such document is forthcoming, or a document is\r\nproduced which is defective (eg the\naddress or telefax number is\r\nwrongly stated) the document or its absence can be relied upon by the\r\ndefendant consumer as evidencing\nnon-compliance with the notice\r\nprovisions of the Act.\n[49]     \r\nI now intend considering whether the Bank has proved that it complied\r\nwith the notice provisions\nof s 130(1) read with s 129(1) of the Act.\r\nI am not satisfied that it has. The summons contains the following\r\nallegations:\n'The plaintiff is a\r\nregistered credit provider as defined in terms of\ns 40\nof the\nNational Credit Act, 34 of 2005\nand has complied with\ns 129(1)\nand\n130\nof the said Act. Copies of the notices in terms of the\r\naforementioned sections are annexure to as 'A' and 'B' respectively'.\n[50]     \r\nAnnexure A is dated 23 April 2009 and headed 'Notice in terms of\ns\r\n129(1)\nof The\nNational Credit Act, 34 of 2005\n'. The notice was\r\naddressed to the appellants at the address referred to in the\r\nsummons. Had it been 'delivered' this would have\nconstituted\r\ncompliance with\ns 130(1)\nread with s 129(1) of the Act.\n[51]     \r\nAnnexure B is dated 15 May 2009 and headed 'Certificate of compliance\r\nin terms of s 129(1) of\nThe National Credit Act, 34 of 2005 (\"the\r\nAct\")'. In this document the Manager ─ Foreclosure of the\r\nBank has said\ninter alia:\n'4.       \r\nA notice in terms of Section 129(1) of the Act was issued to the\r\nclient/s on 23 April\n2009.\n5.        \r\nAt least 10 (TEN) business days have elapsed since the Bank delivered\r\nthe notice.'\n[52]     \r\nThere is no allegation in the summons or the certificate of\r\ncompliance, annexure B (which is\nnot 'a notice in terms of s 130', as\r\nthe summons describes it) that annexure A, the notice in terms of s\r\n129, was sent by any of\nthe methods prescribed in s 65(2) of the Act.\r\nThe submission on behalf of the Bank was that the notice was sent by\r\nregistered post.\nBut that is nowhere averred in the summons or\r\nannexures thereto.\n[53]     \r\nThe summons alleges that the Bank has complied with sections 129(1)\r\nand 130 of the Act. That\nis a bald conclusion of fact (that something\r\nwas done) and law (that what was done, complied with the statutory\r\nprescripts). The\nmethod of compliance ─ there are six in s\r\n65(2) ─ has not been specified and the court cannot accordingly\r\ndetermine\nwhether there has indeed been delivery in terms of the Act.\r\nIt is true that annexure A, the notice in terms of s 129, is\r\naddressed\nto the appellants. But that is not to say that it was\r\nposted, or delivered in some other way as contemplated in s 65(2).\n[54]     \r\nThe statement in annexure B that 'a notice in terms of s 129(1) of\r\nthe Act was issued to the\nclient/s' neither amounts to an allegation\r\nthat the notice was 'delivered' in terms of the Act nor does it say\r\nhow this was allegedly\ndone. As paragraph 5 of annexure B is\r\nconcerned with the lapse of the prescribed period and not delivery of\r\nthe notice, it does\nnot cure the problem. The appellants and the\r\ncourt are left to speculate as to whether there was indeed compliance\r\nwith the provisions\nof the Act. That is not sufficient.\n[55]     \r\nNor does clause 21.3 of the bond assist the appellant. That clause\r\nprovides:\n'21.3    A\r\ncertificate signed on behalf of the Bank, stating that a notice has\r\nbeen given, shall be sufficient and\nsatisfactory proof thereof, and\r\nthe authority of the signatory and validity of the signature need not\r\nbe proved.'\nThe clause suffices for\r\nthe purposes of the contract; but (leaving aside the fact that an\r\nallegation that a notice has been 'given'\nwould not amount to an\r\nallegation that the notice had been 'delivered in terms of the Act'),\r\na court must still be satisfied that\na credit receiver has received\r\nthe protection afforded by the Act. If justifiable concern exists\r\nthat this has not been done, the\ncourt should exercise its discretion\r\nin terms of rule 32(5) to refuse summary judgment as the Act\r\nprovides, in terms, in \ns 130(3) that:\n'Despite any provision of\r\nlaw or contract to the contrary, in any proceedings commenced in a\r\ncourt in respect of a credit agreement\nto which this Act applies, the\r\ncourt may determine the matter only if the court is satisfied that ─\n(a)      \r\nin the case of proceedings to which sections 127, 129 or 131 apply,\r\nthe procedures required\nby those sections have been complied with . .\r\n. .'\n[56]     \r\nI wish to make two observations in regard to the choice of the method\r\nof delivery of documents\nin terms of s 65(2) of the Act. The first is\r\nthat the bond provides in clause 21.1 that:\n'Any notice given by the\r\nBank in terms of this bond may at the Bank's option be addressed to\r\nthe mortgagor at the domicilium referred\nto in clause 20 or to the\r\nmortgagor's last postal address recorded with the Bank and may be\r\nserved by registered post.'\nOne\r\nof the options a consumer may choose for delivery of a notice in\r\nterms of s 65(2) is ordinary post. But to be effective, the\nnotice\r\nwould have to comply both with the contract and with the Act. The\r\nnotice would therefore have to be sent by registered post\nto comply\r\nwith the contract. Section 65(2)(a)(i) of the Act only requires\r\n'ordinary mail'. But the greater includes the lesser.\nAs Wessels JA\r\nsaid in\nMaharaj\r\nv Tongaat Development Corporation (Pty) Ltd\n:\n[12]\n'In prescribing a method\r\nwhereby the seller is required to send a letter to the purchaser by\r\nregistered post, the Legislature no\ndoubt accepted that that method\r\nis almost invariably employed where important letters or other\r\ndocuments are sent to an addressee\nthrough the post. Whilst\r\nregistered letters no doubt do go astray, there is, at least, a high\r\ndegree of probability that most of\nthem are delivered.'\nIn the present matter,\r\ntherefore, sending by registered post would be both necessary and\r\nsufficient. However, had the appellants\nchosen another method of\r\ndelivery in terms of s 65(2), the Bank would have had to comply with\r\nthat choice and send the notice by\nregistered post as well. I\r\nemphasize that the Act in s 65(2)(b) obliges the Bank to deliver the\r\nnotice in the manner chosen by\nthe consumer from the options in\r\nparagraph (a) of that section. The Bank cannot reserve other options\r\nto itself.\n[57]     \r\nThe second observation is this. Section 3 of the Act states that one\r\nof its purposes is to protect\nconsumers by:\n'(e)      \r\nAddressing and correcting imbalances in negotiating power between\r\nconsumers and credit\nproviders by ─\n(i)        \r\nproviding consumers with education about credit and consumer rights;\n(ii)       \r\nproviding customers with adequate disclosure of standard information\r\nin order to\nmake informed choices . . . .'\nUnless credit providers\r\ninform consumers of their options in terms of s 65(2), the benefits\r\nof that section are likely to remain\nillusory rather than real. A\r\nconsumer could hardly complain if the method of delivery of a\r\ndocument chosen by him or her proves\nineffective. But for so long as\r\ncredit providers employ standard form contracts which make provision\r\nfor one possibility only ─\nin the present matter, a notice sent\r\nby registered post to an address (which, in the absence of an address\r\nspecified, will be the\naddress of the mortgaged property) ─ the\r\nargument loses sight of reality. Credit providers should accordingly\r\nnot complain\nif courts require compliance to the letter with both the\r\nAct and the terms of credit agreements, or approach with a leery eye\r\nstandard\nform certificates of compliance coupled with contractual\r\nprovisions similar to clause 21.3 of the bond quoted above.\n[58]     \r\nI therefore concur in the order proposed by my colleague Maya JA.\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\n\t\t\tappellants:\nMC\r\n\t\t\tErasmus SC (with him DJ Van Heerden)\nInstructed\r\n\t\t\tby De Buys Human, Pretoria\nSymington\r\n\t\t\t& De Kok, Bloemfontein\nFor\r\n\t\t\tRespondent:\nC da\r\n\t\t\tSilva SC (with him AP Ellis)\nInstructed\r\n\t\t\tby Friedland Hart Solomon Nicholson,\nPretoria\nWebber\r\n\t\t\tAttorneys, Bloemfontein\n[1]\nSection 1 of the Act defines a credit provider, as follows: ‘“credit\r\n\tprovider”, in respect of a credit agreement\nto which this Act\r\n\tapplies, means –\n…\n\u0003c)       \r\n\tthe party who extends credit under a credit facility;\n…\n\u0003d)       \r\n\tthe mortgagee under a mortgage agreement;\n…\n\u0003h)                     \n\n\tthe party who advances money or credit to another under any other\r\n\tcredit agreement’.\n[2]\n2010\r\n\t(1) SA 549 (KZD).\n[3]\nPublished\r\n\tin Government Notice R489 of 31 May 2006.\n[4]\nThe\r\n\tagreements are defined as follows:\n‘\r\n\t“\ninstalment\r\n\tagreement”\nmeans a sale of movable property in terms of\r\n\twhich–\n\u0003a)        \r\n\tall or part of the price is deferred and is to be paid by periodic\r\n\tpayments;\npossession\r\n\tand use of the property is transferred to the consumer;\nownership\r\n\tof the property either–\n(i) \r\n\tpasses to the consumer only when the agreement is fully complied\r\n\twith; or\n(ii)\r\n\tpasses to the consumer immediately subject to a right of the credit\r\n\tprovider to re-possess\nthe property if the\r\n\tconsumer fails to satisfy all of the consumer’s financial\r\n\tobligations\nunder the agreement; and\n\u0003b)        \r\n\tinterest, fees or other charges are payable to the credit provider\r\n\tin respect\nof the agreement, or the amount that has been deferred;\n“\nlease”\nmeans an agreement in terms of which–\n\u0003a)        \r\n\ttemporary possession of any movable property is delivered to or at\r\n\tthe direction\nof the consumer, or the right to use any such property\r\n\tis granted to or at the direction of the consumer;\npayment\r\n\tfor the possession or use of that property is–\n(i)  made on an\r\n\tagreed or determined periodic basis during the life of the\r\n\tagreement; or\n(ii)\r\n\tdeferred in whole or in part for any period during the life of the\r\n\tagreement;\n\u0003b)        \r\n\tinterest, fees or other charges are payable to the credit provider\r\n\tin respect\nof the agreement, or the amount that has been deferred;\r\n\tand\nat\r\n\tthe end of the term of the agreement, ownership of that property\r\n\teither–\n(i) \r\n\tpasses to the consumer absolutely; or\n(ii)\r\n\tpasses to the consumer upon satisfaction of specific conditions set\r\n\tout in the agreement;\n“\nsecured\r\n\tloan” means an agreement, irrespective of its form but not\r\n\tincluding an instalment\nagreement, in terms of\r\n\twhich a person­–\n\u0003a)        \r\n\tadvances money or grants credit to another; and\nretains,\r\n\tor receives a pledge or cession of the title to any movable property\r\n\tor other thing of value as security for all amounts\ndue under that\r\n\tagreement;’\n[5]\nThe\r\n\tpurpose of the Act is set out in s 3 which reads:\n‘\nThe\r\n\tpurposes of this Act are to promote and advance the social and\r\n\teconomic welfare of South Africans, promote a fair transparent,\n\n\tcompetitive, sustainable, responsible, efficient, effective and\r\n\taccessible credit market and industry, and to protect consumers,\nby–\n\u0003a)        \r\n\tpromoting the development of a credit market that is accessible to\r\n\tall South\nAfricans, and in particular to those who have been unable\r\n\tto access credit under sustainable market conditions;\nensuring\r\n\tconsistent treatment of different credit products and different\r\n\tcredit providers;\n\u0003a)        \r\n\tpromoting the development of a credit market that is accessible to\r\n\tall South\nAfricans, and in particular to those who have historically\r\n\tbeen unable to access credit under sustainable market conditions;\nensuring\r\n\tconsistent treatment of different credit products and different\r\n\tcredit providers;\n\u0003b)        \r\n\tpromoting responsibility in the credit market by–\n(i)           \r\n\tencouraging responsible borrowing, avoidance of over-indebtedness\n\n\tand fulfilment of financial obligations by consumers; and\ndiscouraging\r\n\treckless credit granting by credit providers and contractual default\r\n\tby consumers;\n\u0003c)        \r\n\tpromoting equity in the credit market by balancing the respective\r\n\trights and\nresponsibilities of credit providers and consumers;\naddressing\r\n\tand correcting imbalances in negotiating power between consumers and\r\n\tcredit providers by–\n(i)           \r\n\tproviding consumers with education about credit and consumer\nrights;\nproviding\r\n\tconsumers with adequate disclosure of standardised information in\r\n\torder to make informed choices; and\nproviding\r\n\tconsumers with protection from deception, and from unfair or\r\n\tfraudulent conduct by credit providers and credit bureaux;\n\u0003d)        \r\n\timproving consumer credit information and reporting and regulation\r\n\tof credit\nbureaux;\naddressing\r\n\tand preventing over-indebtedness of consumers, and providing\r\n\tmechanisms for resolving over-indebtedness based on the\nprinciple of\r\n\tsatisfaction by the consumer of all responsible financial\r\n\tobligations;\nproviding\r\n\tfor a consistent and accessible system of consensual resolution of\r\n\tdisputes arising from credit agreements; and\n(i)     \r\n\tproviding for a consistent and harmonised system of debt\r\n\trestructuring, enforcement and    \njudgment,\r\n\twhich places priority on the eventual satisfaction of all\r\n\tresponsible consumer obligations under credit agreements.’\n[6]\nSee\nJaftha\r\n\tv Schoeman & others; Van Rooyen v Stoltz & others\n[2004] ZACC 25\n;\n2005\r\n\t(2) SA 140\n(CC) paras 42 and 51.\n[7]\nCasserley\r\n\tv Stubbs\n1916\r\n\tTPD 310\nat 312.\n[8]\nThe\r\n\tsection is quoted in full at para 15 of this judgment.\n[9]\nClinch\r\n\tv Lieb\n1939\r\n\tTPD 118\nAT 125;\nHamilton-Brown\r\n\tv Chief Registrar of Deeds\n1968\r\n\t(4) SA 735\n(T) at 737 C-D;\nMoodley\r\n\t& others v Minister of Education and Culture, House of\r\n\tDelegates, & another\n1989 (3) SA 221\n(A) at 233E-F;\nNational\r\n\tLotteries Board v Bruss NO\n2009 (4) SA 362 (SCA).\n[10]\nAdministrateur,\r\n\tTransvaal v Quid Pro Quo Eiendommaatskappy (Edms) Bpk\n1977\r\n\t(4) SA 829\n(A);\nHowick\r\n\tDistrict Land Owners Association v Umngeni Municipality\n2007 (1) SA 206\n(SCA) paras 19 and 20;\nShaik\r\n\tv Standard Bank of SA Ltd\n2008\r\n\t(2) SA 622\n(SCA) para 17.\n[11]\nSee,\r\n\talso, regulation 6 which requires delivery of a notice for purposes\r\n\tof s 48(3); regulation 24(2) and (5) dealing with a notice\nto be\r\n\tdelivered by debt counsellor to creditors and regulation 37 which\r\n\tprescribes delivery of a notice terminating an agreement\nto the\r\n\tcredit provider. These particular regulations, however, specify the\r\n\tmanner in which the contemplated delivery is to be\neffected but\r\n\tconsonant with the definition.\n[12]\n1976 (4) SA 995\n(A) at 1001A-B.",
  "scraped_at": "2026-02-11T20:39:47.327952",
  "date": "2010-09-30",
  "coram": [
    "MPATI P",
    "NAVSA",
    "CLOETE",
    "MAYA JJA",
    "EBRAHIM AJA"
  ],
  "case_number": "640/2009",
  "parties": {
    "applicants": [
      "Benjamin Rossouw",
      "Sandra Wilson-Rossouw"
    ],
    "respondents": [
      "First Rand Bank Ltd t/a FNB HomeLoans (formerly First Rand Bank of South Africa Ltd)"
    ]
  },
  "sections": {
    "facts": "The appellants, a married couple, entered into a loan agreement with First Rand Bank Ltd on 8 June 2006 for a R1,030,000 loan secured by a mortgage bond of R1,800,000 over their immovable property. The bond contained clauses allowing the bank to declare the property executable on default. After about two years the appellants fell into arrears. The bank issued a default notice in September 2008, the appellants sought debt counselling and proposed a restructuring plan, which the bank rejected. The appellants made a small payment of R20,450 on 23 March 2009. On 23 April 2009 the bank allegedly sent a fresh notice under s 129(1)(a) and on 22 May 2009 issued summons claiming R1,117,180.65 and seeking an order declaring the property executable. The bank then applied for summary judgment.",
    "issues": "The appeal raised three main issues: (a) whether s 130(2) of the National Credit Act limits a mortgagee’s claim to the proceeds of the mortgaged property, thereby precluding a shortfall claim; (b) whether the bank complied with the statutory notice requirements of s 129(1) read with s 130(1); and (c) whether the appellants raised sufficient factual averments to constitute a bona‑fide defence against summary judgment.",
    "principles": "The court examined the interpretation of s 130(2) which applies only to instalment agreements, secured loans and leases involving movables; mortgage agreements are expressly excluded, so s 130(2) does not restrict a mortgagee’s claim. The court also considered the meaning of “delivered” in s 129(1) and s 130(1). Under s 65 and the National Credit Regulations, delivery can be effected by any of the methods listed in s 65(2), including registered post, and the risk of non‑receipt falls on the consumer once the document is dispatched in the chosen manner. However, the bank must prove that it used a prescribed method; the proof must be in the affidavit supporting a summary‑judgment application, not via extraneous documents.",
    "application": "The court held that s 130(2) does not bar the bank from claiming the outstanding debt beyond the sale proceeds of the property. It further found that the bank failed to prove that the s 129(1) notice was delivered in accordance with s 65(2); the annexures attached to the summons did not specify the delivery method and the certificate of compliance was inadmissible under Uniform Rule 32(4). Consequently, the statutory pre‑condition for commencing enforcement proceedings was not satisfied, and the summary‑judgment application could not succeed.",
    "conclusion": "The appeal was upheld. The order of the North Gauteng High Court granting summary judgment was set aside and replaced with a dismissal of the summary‑judgment application, with costs awarded to the appellants, including costs of two counsel."
  },
  "tags": {
    "level_1": "Consumer Law",
    "level_2": "Mortgage Enforcement",
    "level_3": [
      "Section 130",
      "Notice of default",
      "Summary judgment",
      "Credit provider compliance"
    ]
  }
}