{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/88.html",
  "case_name": "MEC for Safety and Security (Eastern Cape Province) v Mtokwana (339/09) [2010] ZASCA 88; 2010 (4) SA 628 (SCA) ; [2010] 4 All SA 583 (SCA) (31 May 2010)",
  "citation": "[2010] ZASCA 88",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 88\n|\nNoteup\n|\nLawCite\nMEC for Safety and Security (Eastern Cape Province) v Mtokwana (339/09) [2010] ZASCA 88; 2010 (4) SA 628 (SCA) ; [2010] 4 All SA 583 (SCA) (31 May 2010)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 339/09\nMEC\r\nFOR SAFETY AND SECURITY\nAppellant\n(EASTERN\r\nCAPE PROVINCE)\nand\nTEMBA\r\nMTOKWANA\nRespondent\n______________________________________________________________\nNeutral\r\ncitation:\nMEC\r\nv Mtokwana\n(339/09)\n[2010] ZASCA 88\n(31 May 2010)\nCORAM:\nNavsa,\r\nHeher and Malan JJA\nHEARD:\n19\r\nMay 2010\nDELIVERED:\n31\r\nMay 2010\nSUMMARY:\t\tJoinder\r\nor substitution by way of notice of amendment not served on the\r\nintended defendant ─ inappropriate procedure\n─ high court\r\noverlooking fundamental principle that an intended defendant or\r\nrespondent be informed of an action or any other\ncourt proceedings\r\nagainst him or her.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn\r\nappeal from:\nEastern\r\nCape High Court, Mthatha (Dawood AJ and Schoeman J sitting as court\r\nof first instance).\n1.\tThe application for\r\nleave to appeal is granted.\n2.\tThe cost order of the\r\ncourt below in dismissing the application for leave to appeal is set\r\naside and the costs of the application\nfor leave to appeal in this\r\ncourt and in the court below are costs in the appeal.\n3.\tThe appeal is upheld\r\nwith costs.\n4.\tThe order of the court\r\nbelow is set aside in its entirety and substituted as follows:\n‘\nThe appeal is\r\ndismissed with costs.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA\r\nJA\n:\r\n(Heher and Malan JJA concurring)\n[1]\tThe\r\napplication for leave to appeal in this matter was referred, by\r\ndirection of this court, for oral argument in terms of s\n21(3)(c)(ii)\r\nof the Supreme Court Act 59 of 1959. The parties were forewarned that\r\nthey should be prepared, if called upon, to\naddress the court on the\r\nmerits. We heard argument on the application for leave to appeal and\r\non the merits.\n[2]\tAs\r\nwill soon become apparent this matter has followed an unusual path on\r\nits way to this court. The relevant facts appear hereafter.\nTemba\r\nMtokwana, the respondent, instituted action against the appellant,\r\nthe Member of the Executive Council for Safety and Security\n(the\r\nMEC), Eastern Cape, in the Magistrates’ Court for the district\r\nof Mthatha, seeking to hold the latter vicariously responsible\nfor\r\nacts perpetrated by members of the South African Police Services (the\r\nSAPS). In his particulars of claim he alleged that on\n2 April 1998 at\r\nor near the Mthatha Magistrates’ Court a member of the SAPS\r\nunlawfully and intentionally or negligently set\na dog on him, causing\r\nhim to sustain injuries. He claimed damages in a total amount of R97\r\n420.66.\n[3]\tSummons\r\nwas issued by the respondent on 9 July 1998. In a special plea filed\r\nin September 1998 the MEC denied that\nhe\nwas vicariously liable for the alleged wrongful conduct of members of\r\nthe SAPS, stating that the National Minister of Safety and\nSecurity\r\nwas the correct person to cite in legal proceedings concerning\r\nmembers of the SAPS. It was submitted that there had been\na\r\nmisjoinder of the MEC and a non-joinder of a necessary and interested\r\nparty.\n[4]\tIn\r\nan apparent acceptance of that proposition an attempt was made to\r\nremedy the situation by a legal representative acting on\nbehalf of\r\nthe respondent. The attorney representing the respondent followed a\r\nstrange procedure. First, an ‘amended summons’\nwas filed\r\nin June 2004. The amended summons cited the National Minister of\r\nSafety and Security (the Minister) as the defendant\nand made no\r\nreference to the MEC. The amended summons was served only on the\r\nattorney acting for the MEC and then filed in court.\n[5]\tEight\r\nmonths later, during February 2005 the respondent’s attorney\r\nfiled a notice, purportedly in terms of Rule 55A of\nthe Magistrates’\r\nCourt Rules\n1\nto amend the summons. The notice of amendment reads as follows:\n‘\nBE\r\nPLEASED TO TAKE NOTICE THAT applicant intends to amend its Summons in\r\nthe following terms:-\nBy\nsubstituting\nthe Name Member of Executive Council for Safety and Security by\r\nMinister of Safety and Security of Republic of South Africa on\nthe\r\nface of Summons and Particulars of claim.\nIn\r\nthe subsequent pleadings\nDefendant\r\nbe regarded as Minister of Safety & Security of the Republic of\r\nSouth Africa\n.\nFurther\r\nTake Notice that if no written objection has been filed within 10\r\ndays therefore the proposed amendment would be deemed\nmade.’\r\n(My emphasis.)\n[6]\tOn 8\r\nMarch 2005 the respondent’s legal representative once more\r\nfiled an amended summons in the same terms as the first.\nThe notice\r\nof intention to amend and the second amended summons were served only\r\non the MEC’s attorney. It is uncertain whether,\neven at this\r\npoint in time, the Minister has any knowledge that he had been\r\nsubstituted as a party by way of a notice of amendment\nand amended\r\nsummons, neither of which was served on him.\n[7]\tIt\r\nis necessary to record that\na\r\nformal notice of withdrawal of the action against the MEC was never\r\nserved on the latter and there was no tender of wasted costs.\n[\n8]\tThe\r\nattorney who at material times represented the MEC is an attorney in\r\nprivate practice who appears to have acted in the state\nattorney’s\r\nstead, having been instructed to do so by the latter’s office\r\nin Mthatha. His mandate appears to have been\nfor the specific purpose\r\nof defending the action instituted by the respondent. There is no\r\nindication to the contrary on the record.\n[9]\tThe\r\nMagistrate had regard to the manner in which the Minister was ‘sued’\r\nor ‘joined’ by the respondent.\nHe took into account that\r\nthere was nothing to show that the summons or the amended summons had\r\nbeen served on the state attorney\nrepresenting the Minister. He\r\nconsidered, probably in the light of the special plea and the\r\nsubsequent notice of intention to amend,\nthat the Minister was the\r\nparty legally liable and not the MEC. Consequently, he upheld the\r\nspecial plea of non-joinder and dismissed\nthe respondent’s\r\nclaim with costs.\nOne\r\nwould have thought that that would have been the end of the matter.\r\nIt was not.\n[10]\nThe\r\nrespondent appealed against the Magistrate’s decision to the\r\nMthatha High Court. The notice of appeal was served only\non the MEC’s\r\nattorney and indicated the Minister as ‘the defendant’.\r\nImportantly, para 7 of\nthe notice of appeal reads\r\nas follows:\n‘\nThe\r\nlearned Magistrate erred and misdirected herself in finding that the\r\nMEC is not vicariously liable without evidence ever lead.\nThe\r\nargument was confined on the non joinder of the Minister of Safety\r\nand Security. There was no issue about MEC for Safety and\nSecurity as\r\na result that there was no evidence ever adduced. It is submitted\r\nthat MEC for Safety and Security was held liable\nwith the wrongful\r\nand unlawful acts by the MEC in the matter of\nManqalaza\r\nv MEC for Safety and Security, Eastern Cape\n[2001] 3 All SA 255\n(Tk)\n.’\n2\nI will say more about this\r\npassage, later in the judgment.\n[11]\tThe\r\nMthatha High Court (Dawood AJ, Schoeman J concurring), held that the\r\nMagistrate had erred. The appeal was upheld with costs\nand the matter\r\nwas referred back to the Magistrate ‘for determination on the\r\nmerits in respect of the action against the\nMinister’. It is\r\nnecessary to scrutinise the high court’s reasoning.\n[\n12]\tThe\r\nhigh court took into account that there had been no formal\r\napplication for joinder\n3\nand that the respondent had substituted the Minister as a party by\r\nway of an amendment in terms of Rule 55A of the Magistrates’\n\nCourt Rules. The following parts of the high court’s judgment\r\nbear repeating:\n‘\n[6]\tThe\r\nplaintiff utilised the provision of Rule 55A to seek a substitution\r\nof the Minister as the defendant.\n[7]\tThe MEC\r\nfailed to utilise the provision of 55A (3) to object to the\r\namendment.\n[8]\tAccordingly\r\nin terms of Rule 55(4) the MEC is deemed to have consented to the\r\namendment.’\n4\n[\n13]\tThe\r\nreasoning set out above is inherently flawed. It was the Minister who\r\nwas entitled to notice in any attempt to include or\nsubstitute him as\r\na party. It is ironic that the high court held it against the MEC\r\nthat he had not objected to the amendment and\nreasoned that the MEC\r\nmust therefore have consented to the amendment.\n[14]\tThe\r\nrespondent appears to have accepted that he wrongly sued the MEC. In\r\nthe words of his notice of intention to amend he intended\n\n‘substituting’ the Minister for the MEC. He ought rightly\r\nto have withdrawn his action against the MEC and thereafter\nhave\r\ninstituted action against the Minister, taking care to follow the\r\nprocedure for service prescribed by the Rules of Court.\nThat part of\r\nthe respondent’s notice of appeal quoted in para 10 above,\r\nevidences some confusion in the respondent’s\nthinking. Despite\r\nhaving ‘substituted’ the defendants the respondent, in\r\nhis notice of appeal, appears to consider\nthat the MEC might still be\r\nliable for the wrongful acts complained of by him. If the respondent\r\nhad intended to join the Minister\nas a party the proper procedure\r\nwould have been to apply to join him as a party in terms of Rule 28\r\nof the Magistrates’ Courts\nRules. In terms of the respondent’s\r\nnotice of amendment and the amended summons the MEC was no longer a\r\nparty to the\nlis\n.\r\nIn light thereof para 7 of the respondent’s notice of appeal\r\nappears even more strange.\n[15]\tAn\r\napparently intractable problem for the respondent is that by the time\r\nhe resorted to the amendment (February 2005), by which\nhe sought to\r\nsubstitute the Minister as a party, his alleged claim against the\r\nMinister had already prescribed (the claim arose\nin April 1998). It\r\nwill be recalled that he had been alerted to the Minister’s\r\npotential liability by way of the special\nplea filed in September\r\n1998.\n[16]\tIn\r\ncoming to the conclusion that the Minister had properly been\r\nsubstituted as a party by virtue of the amendment, the high\ncourt\r\nrelied primarily on\nRosner\r\nv Lydia Swanepoel Trust\n1998 (2) SA 123\n(W). In that case the trustees of a trust had applied\r\nto amend a summons to substitute the trustees rather than the trust\r\nas the\nlitigating party. The court in that case held that in essence\r\nthe amendment had corrected the misdescription of a party and that\n\nthe Magistrate had correctly allowed the amendment. In\nRosner\nit was held that there could be not prejudice to the opposing party\r\nas a result of the amendment and that prejudice was a critical\nfactor\r\nin determining whether or not to allow an amendment. The\nRosner\ncase is a far cry from the facts of the present case.\n[17\n]\tHaving\r\nconcluded that the amendment had the effect, not of joining the\r\nMinister, but of substituting him as a defendant, the court\nbelow\r\nheld that the MEC was no longer a party. It concluded that the MEC\r\nwas precluded from arguing that there had been no formal\nwithdrawal\r\nagainst him, or that the Minister was not a party to proceedings or\r\nthat the action was correctly dismissed by the Magistrate.\n[\n18]\t\r\n The appellant ostensibly accepted that he had wrongly sued the MEC\r\nand intended an action against the Minister. Service on\nthe Minister\r\nof any process to that effect was obligatory. That did not occur. If\r\nwhat was intended was a joinder of the Minister\n─ although all\r\nthe indications are to the contrary ─ there ought to have been\r\na proper and substantiated application\nin terms of the rules of court\r\nserved on the Minister.  Had there been a proper application for\r\njoinder the Minister might very\nwell have provided numerous grounds\r\nfor resisting such an application. Not least of all would have been\r\nthe defence of prescription\nwhich, having regard to the chronology\r\nset out above, is startlingly obvious.\n[19]\tThe\ncourt\r\nbelow recognised that it was ‘[a] cornerstone of our legal\r\nsystem that a person is entitled to notice of the institution\nof\r\nproceedings against him’. Dawood AJ accepted that in the\r\namended summons the Minister was cited ‘care of’\nthe\r\nstate attorney. The learned judge recorded that it was common cause\r\nthat service had not been effected on the Minister or the\nstate\r\nattorney, but rather on the MEC’s attorney.  She considered\r\nthat the failure to serve the summons on the Minister was\nan\r\n‘irregularity’ that could be condoned. In the view of the\r\ncourt below the fact that the MEC had filed a second special\nplea of\r\nprescription was critical to an exercise of its discretion to condone\r\nthe irregularity. The plea of prescription had merely,\nand correctly\r\nI might add, stated that by the time the first amended summon had\r\nbeen served, the respondent’s claim against\nthe Minister had\r\nalready prescribed.  The MEC prayed that the claim be dismissed on\r\nthat basis. The court below reasoned that in\nfiling such a plea ‘on\r\nbehalf’ of the Minister the MEC’s attorney was acting as\r\nthe former’s agent.  This,\nthe court reasoned, showed that he\r\nwas authorised to accept service on the Minister’s behalf.\n[20]\tWith\r\nrespect,\nthe\r\nreasoning and conclusion of the court below, based on the plea of\r\nprescription, represents a quantum leap. In addition, two\nissues\r\nappear to be confused. If there had been authority on the part of the\r\nMEC’s attorney to accept service on behalf of\nthe Minister then\r\none is not concerned with condonation. Prior to the notice of\r\nintention to amend, the respondent sought to hold\nthe MEC liable. The\r\nlatter was entitled to raise such defences as might be available,\r\nincluding that the claim, for which another\nparty was liable, had\r\nprescribed against that party. It does not follow that the raising of\r\nsuch a plea means that the MEC was\nacting as the Minister’s\r\nagent. In addition, the court below erred in inferring the agency of\r\nthe attorney from his own acts.\nSee in this regard\nVolkskas\r\nBank Bpk v Bonitas Medical Aid Fund\n[1993] ZASCA 68\n;\n1993\r\n(3) SA 779\n(A) at 789I-J and the cases there cited.\n[21]\tThe\r\ncourt below, whilst expressing the necessity for service on an\r\nintended defendant or respondent, failed to have regard\nto the facts\r\nof this case, and to the bewildering steps taken by the respondent\r\nand the bizarre manner in which litigation was\nconducted. The\r\nMinister, the party entitled to notice of the action against him, did\r\nnot have court process of any kind served\non him.\n[22]\tAgainst\r\nthe background of intention to amend and the amended summons the\r\nMagistrate was entitled to assume that the respondent\naccepted that\r\nhe had sued the wrong party. For the reasons set out above, the\r\nMagistrate was correct in his conclusion about the\nwholly\r\ninappropriate manner in which the respondent had sought to introduce\r\nthe Minister as a party. Consequently, the Magistrate\nwas right in\r\ndismissing the respondent’s claim. The high court was wrong in\r\noverturning that decision.\n[23]\tBefore\r\nus there was no appearance for the respondent, costs probably being\r\nthe inhibiting factor. Heads of argument on his\nbehalf had, however,\r\nbeen filed.\n[24]\tThere\r\nis a remaining aspect that requires attention. The court below\r\nexcluded the MEC as a party to the\nlis\nand\r\nsubstituted the Minister. Initially we were concerned about whether\r\nthe MEC had standing in the present proceedings. I am, however,\nnot\r\npersuaded that those concerns and the foundation on which they were\r\nbased are sound.\n[25]\tFirst,\r\nthe MEC was deprived of the substantive success and the cost order in\r\nhis favour obtained in the magistrates’\ncourt. The respondent\r\ncould not merely by changing the heading on the documents that\r\nrequired to be filed in prosecuting the appeal,\nchange the fact that\r\nthe MEC was a party to the proceedings and had a very real interest\r\nin the outcome of the appeal. Second,\nthe respondent’s notice\r\nof appeal itself suggested, albeit confusingly, that he did not\r\nexclude liability on the part of\nthe MEC should the matter proceed to\r\nbe heard on the merits. Third, as I have shown above the substitution\r\nof the Minister was\na nullity. The MEC remained a party to the\r\nproceedings entitled to the order in his favour with costs. Fourth,\r\nthe court below\nheld that the MEC’s attorney could rightly be\r\nregarded as being authorised to be served with court process in the\r\nstate attorney’s\nstead. This is an issue of considerable\r\nimportance to the MEC for the future. He has a real and substantial\r\ninterest in whether\nthat view should prevail. Fifth, the court below\r\npronounced, incorrectly, as has been shown, on fundamental questions\r\nof notice\nto intended defendants, and in the present case with\r\nparticular reference to the state attorney and the MEC. The latter\r\nhas a very\nreal interest that the decision does not remain extant as\r\na precedent in the Province in which he holds office.\n[26]\tFor\r\nall the reasons set out above, the following order is made:\n1.\tThe\r\napplication for leave to appeal is granted.\n2.\tThe cost order of the\r\ncourt below in dismissing the application for leave to appeal is set\r\naside and the costs of the application\nfor leave to appeal in this\r\ncourt and in the court below are costs in the appeal.\n3.\tThe appeal is upheld\r\nwith costs.\n4.\tThe order of the court\r\nbelow is set aside in its entirety and substituted as follows:\n‘\nThe appeal is\r\ndismissed with costs.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\tM Tshiki\nInstructed\r\nby\nTshiki\r\n& Sons Incorporated Mthatha\nMthembu\r\n& Van Vuuren Bloemfontein\nFor\r\nRespondent:\t-\nInstructed\r\nby\nMessrs\r\nCaps Pangwa and Associates Mthatha\n1\nRule 55A(1) of the Rules provides:\n‘\nAny\r\n\tparty desiring to amend a pleading or document other than an\r\n\taffidavit, filed in connection with any proceedings, shall notify\n\n\tall other parties of his intention to amend and shall furnish the\r\n\tparticulars of the amendment.’\n2\nIn\nManqalaza\nit was common cause that the policemen involved were employed by the\r\n\tMEC for Safety and Security, Eastern Cape and that they\nhad acted\r\n\twithin the course and scope of their employment when effecting the\r\n\tarrest in question there.\nSection 2\nof the\nState Liability Act 20 of\n1957\nprovides:\n‘\n(1)\tIn\r\n\tany action or other proceedings instituted by virtue of the\r\n\tprovisions of section\none\n,\r\n\tthe Minister of the department concerned may be cited as nominal\r\n\tdefendant or respondent.\n(2)\tFor\r\n\tthe purposes of subsection (1), “Minister” shall, where\r\n\tappropriate, be interpreted as referring to a member\nof the\r\n\tExecutive Council of a province.’\nIn\r\n\tthe present case it was never suggested that the MEC had been sued\r\n\ton the basis of\ns 2(2)\nof the\nState Liability Act nor had\nit\r\n\tbeen contended that the police in question were in the employ of the\r\n\tMEC.\n3\nRule 28(1) of the Magistrates’ Courts’ Rules provides\r\n\tthat the court may on application by a person desiring to intervene\n\n\tin any proceedings and having an interest therein, grant such person\r\n\tleave to intervene on such terms as may be just. Rule 28(2)\nprovides\r\n\tthat the court may, on application by any party to any proceedings,\r\n\torder that another person shall be added either\nas a plaintiff or\r\n\tapplicant or as a defendant or a respondent on such terms that may\r\n\tbe just. Such application must be on notice\nand the person to be\r\n\tadded must receive proper notice of the application. See Harms\nCivil\r\n\tProcedure in Magistrates’ Courts\nat 3.13 and the authorities cited.\n4\nThe learned judge had Rule 55A(5) in mind, which reads as follows:\n‘\nIf\r\n\tno objection is delivered as contemplated in subrule (4), every\r\n\tparty who received the notice of the proposed amendment shall\nbe\r\n\tdeemed to have consented to the amendment and the party who gave\r\n\tnotice of the proposed amendment may, within 10 days after\nthe\r\n\texpiration of the period mentioned in subrule (2), effect the\r\n\tamendment as contemplated in subrule (7).’",
  "scraped_at": "2026-02-11T20:29:59.066634",
  "date": "2010-05-31",
  "coram": [
    "Navsa JA",
    "Heher JA",
    "Malan JA"
  ],
  "case_number": "339/09",
  "parties": {
    "applicants": [
      "MEC for Safety and Security (Eastern Cape Province)"
    ],
    "respondents": [
      "Temba Mtokwana"
    ]
  },
  "sections": {
    "facts": "Temba Mtokwana instituted proceedings in the Mthatha Magistrates' Court against the MEC for Safety and Security (Eastern Cape) seeking vicarious liability for a police dog attack that occurred on 2 April 1998. The summons was issued on 9 July 1998 and the MEC denied liability, arguing that the National Minister of Safety and Security was the proper defendant. In June 2004 the respondent filed an amended summons naming the Minister instead of the MEC, but service of the amendment was made only on the MEC's attorney. A further notice of amendment and a second amended summons were filed in February‑March 2005, again served solely on the MEC's attorney and not on the Minister. No formal notice of withdrawal was served on the MEC and the claim against the Minister was already prescribed.",
    "issues": "The court had to determine (1) whether the amendment substituting the Minister for the MEC was valid in the absence of service on the intended defendant; (2) whether the MEC remained a party to the proceedings despite the amendment; (3) whether the correct procedural rule for joinder of a new defendant (Rule 28) should have been used; and (4) whether the Magistrate's dismissal of the claim was appropriate given the procedural defects and the prescription defence.",
    "principles": "South African civil procedure requires that an intended defendant receive proper notice of any amendment or joinder (Rule 55A and Rule 28 of the Magistrates' Courts Rules). An amendment does not automatically effect a substitution unless the new party is served. The principle of notice to an intended defendant is a cornerstone of the legal system. Cases such as Rosner v Lydia Swanepoel Trust illustrate that amendment is permissible only where no prejudice is caused, but the present case differed because the Minister never received service. The State Liability Act s2(2) permits a Minister to be cited as a nominal defendant, but does not affect the service requirements. Prescription bars a claim if the cause of action accrued more than the prescribed period before the pleading is effectively served.",
    "application": "The Supreme Court of Appeal held that the amendment was a nullity because the Minister was never served with the amended summons or notice of amendment. Consequently, the MEC remained a proper party to the proceedings and could rely on the prescriptive defence. The High Court erred in treating the lack of objection by the MEC as consent to the amendment. The SCA also rejected the High Court’s reliance on Rosner, emphasizing the necessity of proper service and the distinct factual matrix. The Magistrate’s original dismissal, based on the procedural irregularities, was therefore affirmed.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside in its entirety and substituted with an order that the appeal is dismissed with costs. The application for leave to appeal was granted, and the costs of the leave application in both courts were awarded to the appellant."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Amendment and Joinder of Parties",
    "level_3": [
      "notice of proceedings",
      "rule 55A",
      "prescription",
      "vicarious liability",
      "service of process"
    ]
  }
}