{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/149.html",
  "case_name": "Minister of Trade and Industry and Another v E L Enterprises and Another (193/10) [2010] ZASCA 149; 2011 (1) SA 581 (SCA) (29 November 2010)",
  "citation": "[2010] ZASCA 149",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 149\n|\nNoteup\n|\nLawCite\nMinister of Trade and Industry and Another v E L Enterprises and Another (193/10) [2010] ZASCA 149; 2011 (1) SA 581 (SCA) (29 November 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 193/10\nIn\r\nthe matter between:\nTHE\r\nMINISTER OF TRADE AND INDUSTRY\n…............................................\nFirst\r\nAppellant\nDIRK\r\nASPELING\n…....................................................................................\nSecond\r\nAppellant\nand\nE\r\nL ENTERPRISES\n….................................................................................\nFirst\r\nRespondent\nELGIN\r\nBROOKSTEIN\n…........................................................................\nSecond\r\nRespondent\nNeutral citation:\nThe Minister of Trade and Industry v E L Enterprises\n(193/10)\r\n[2010]\nZASCA 149 (29 November\r\n2010)\nCoram:\nHARMS DP,\r\nHEHER, SNYDERS, TSHIQI JJA AND\nR PILLAY AJA\nHeard:\n3\r\nNovember 2010\nDelivered: 29 November\r\n2010\nSummary:\nCounterfeit\nGoods Act 37 of 1997\n– procedure prescribed in\ns 5(4)(a)\nORDER\nOn appeal from: High\r\nCourt (Pretoria) (Poswa J sitting as court of first instance).\n(a) The appeal is upheld;\n(b) The order of the\r\ncourt below is set aside;\n(c) It is declared that\r\nan application in terms of\ns 5(4)(a)\nof the\nCounterfeit Goods Act 37\nof 1997\nis not an application on notice of motion addressed to the\r\ncourt which has to be served on the respondent.\nJUDGMENT\nSNYDERS JA ( Harms DP,\r\nHeher and Tshiqi JJA and R Pillay AJAconcurring)\n[1] After the second\r\nappellant, an inspector in terms of the Counterfeit Goods Act 37 of\r\n1997 (‘the Act’) seized without\na warrant suspected\r\ncounterfeit goods under the control of the respondents, the\r\nappellants approached the court below for an order\nin terms of s\r\n5(4)(a) of the Act, confirming the seizure. The appellants were\r\nunsuccessful in their application and their failure\nturned on the\r\ninterpretation of the procedural requirements of s 5(4)(a). Leave to\r\nappeal was refused by the court below, but was\nsubsequently granted\r\nby this court.\n[2] Whilst the appeal was\r\npending the parties settled all aspects of their dispute, including\r\ncosts. Notwithstanding the settlement\nthe appellants pursued the\r\nappeal without any further participation by the respondents. The\r\nappellants advanced two reasons why\nthey should not fall foul of s\r\n21A(1) of the Supreme Court Act 59 of 1959.\n1\nFirst, conflicting\r\ninterpretations were given to s 5(4)(a) in two different judgments in\r\nthe Pretoria High Court and, second, it\nis in the interest of future\r\naction by the appellants in terms of the Act that clarity be obtained\r\non the correct procedure to\nbe followed.\n2\nThose two grounds indeed\r\njustify the exercise of a discretion in terms of s 21A(1) not to\r\ndismiss the appeal on the basis that it\nwill have no practical effect\r\nor result.\n3\n[3] The second appellant\r\nwas at all material times in the employ of the first appellant as an\r\ninspector for the purposes of the\nAct. The second respondent was the\r\nproprietor of the first respondent. The powers of an inspector in\r\nrelation to counterfeit goods\nare set out in ss 4 and 5. Broadly\r\nspeaking, they state that an inspector, who entertains a reasonable\r\nsuspicion that an offence\nin terms of the Act has been or is being\r\ncommitted, may obtain a warrant in terms of s 6 to enter and search\r\npremises, collect\nevidence, take reasonable steps to terminate the\r\nact of dealing in counterfeit goods, seize goods and evidence, and\r\nquestion witnesses.\n[4] As a result of a\r\ncomplaint received, the second appellant formed a reasonable\r\nsuspicion that the respondents were in violation\nof the Act. On the\r\nbasis of that suspicion he approached a magistrate on 22 April 2005\r\nand obtained a search and seizure warrant\nin terms of s 6. The\r\nwarrant authorized him to enter and search the premises of the\r\nrespondents and seize ‘screen printing\nplates, boxes, empty or\r\nfilled that imitates the registered [OMO] trademarks, . . . to such a\r\ndegree that they are substantial\nidentical copies of the registered\r\ntrademarks, registered in the name of Unilever PLC. . .’\n[5] Whilst searching the\r\npremises of the respondents in terms of the warrant the second\r\nappellant found images, positives and screen\nprints bearing SUNLIGHT\r\nand RAJAH trademarks which, according to information available to the\r\nsecond respondent, were registered\ntrademarks of Unilever South\r\nAfrica Home & Personal Care (Pty) Ltd and Unilever South Africa\r\nFoods (Pty) Ltd respectively.\nUpon finding these images the second\r\nappellant was informed by a representative of the latter two\r\ncompanies that the respondents\nwere not authorized to produce images\r\nof the SUNLIGHT and RAJAH trademarks. On the strength of this\r\ninformation he concluded that\n‘I thus had a reasonable\r\nsuspicion that an offence was being committed in terms of the\nCounterfeit Goods Act and\nthat considering the nature of the\r\noperation by the Respondent, I should act without a warrant in terms\r\nof the Act to terminate\nthe alleged acts of counterfeiting, and seize\r\nthe goods’.\n[6] The second\r\nappellant’s decision not to first obtain a warrant was\r\nmotivated by the following facts as stated in his own\nwords:\n‘\nI could not leave the premises\r\nto approach a magistrate for a warrant because I was the only\r\ninspector available at the scene and\nthere were no additional\r\ninspectors to secure the goods. It was Friday afternoon at about\r\n16:30 and the chances were slim that\na magistrate would still have\r\nbeen available at that hour. I am of the opinion that I had\r\nsufficient evidence to proceed without\na warrant and that a warrant\r\nwould have been granted by a magistrate in the circumstances. I am\r\nalso of the opinion that the delay\nthat would have ensued by me first\r\nobtaining the warrant would have defeated the object and purpose of\r\nthe seizure, and removal\nand detention of the evidence.’\n[7] The second\r\nappellant’s decision to proceed without first obtaining a\r\nwarrant fell within the ambit of s 5(2) which reads:\n‘\nSubject to subsection (3), an\r\ninspector may, during the day, without a warrant enter upon or enter\r\nany place, premises or vehicle\nafter having identified himself or\r\nherself, and, in accordance with paragraphs\n(a)\nto\n(f)\nof subsection (1), exercise the powers\r\nof seizure, removal, detention, collecting evidence and search\r\ncontemplated in section 4(1)\n(a)\n,\n(b)\nand\n(c)\n(except\r\nthe power to search any person), as well as the power to take the\r\nsteps contemplated in section 4(1)\n(d)\n,\r\nif –\n(a)\nthe person who is competent\r\nto consent to the entry and to such search, seizure, removal and\r\ndetention, gives that consent; or\n(b)\nthe inspector on reasonable\r\nground[s] believe that -\n(i)\nthe required warrant will\r\nbe issued to him or her in terms of section 6 if he or she were to\r\napply for the warrant; and\n(ii)\nthe\r\ndelay that would ensue by first obtaining the warrant would defeat\r\nthe object or purpose of the entry, search, seizure, removal,\n\ndetention, collection of evidence and other steps.’\n4\n[8] The second appellant\r\nacted properly within the ambit of s 5(2)(b) and no issue arose\r\nconcerning that, but having so acted, he\nwas obliged to follow the\r\nprocedure prescribed in s 5(4)(a):\n‘\n(4) Notwithstanding the\r\nprovisions of subsections (1) and (2)–\n(a)\nany acts performed by an\r\ninspector by virtue of subsection (2) must be confirmed by a\r\nmagistrate or a judge of the High Court having\njurisdiction in the\r\narea where the acts were performed, on the application of the\r\ninspector brought within 10 court days of the\nday on which those acts\r\nwere performed. . .’\n[9] It is the\r\ninterpretation of this subsection that was in issue between the\r\nparties in the court below and that remains the issue\nbefore this\r\ncourt. The appellants launched an application on notice of motion\r\nwithin the required 10 day period but only served\nthat application on\r\nthe respondents after the expiry of the 10 day period. The argument\r\nby the respondents was that having served\nthe application outside the\r\nprescribed 10 day period the appellants failed to have ‘brought’\r\nit within 10 court days.\nThe court below upheld this argument.\n[10] When a warrant is\r\nobtained prior to acting in terms of s 5 of the Act, it is to be done\r\nin terms of s 6(1):\n‘\nThe warrant contemplated in\r\nsection 4(2) read with section 5(1) will be issued in chambers by any\r\njudge of the High Court or by\na magistrate who has jurisdiction in\r\nthe area where the relevant suspected act of dealing in counterfeit\r\ngoods is alleged to have\ntaken or to be taking place or is likely to\r\ntake place, and will be issued only if it appears to the judge or\r\nmagistrate from information\non oath or affirmation that there are\r\nreasonable grounds for believing that an act of dealing in\r\ncounterfeit goods has taken or\nis taking place or is likely to take\r\nplace, and the inspector seeking the warrant may be asked to specify\r\nwhich of the powers contemplated\nin section 4(1) is or are likely to\r\nbe exercised.’\n[11] Both ss 6 and\r\n5(4)(a) seek to achieve a control for the existence of reasonable\r\ngrounds external to the authority that performs\nthe acts of search\r\nand seizure. For that reason it is useful to look at the provisions\r\nof the two sections together. The interrelationship\nbetween the two\r\nsections is also evident from the provisions of s 5(2)(b) that\r\nauthorizes an inspector to act without a warrant\nas long as he or she\r\nhas the belief that a warrant will be issued in terms of s 6 if it\r\nwas applied for. The only significant difference\nbetween the two\r\nsections is that whereas confirmation of the existence of reasonable\r\ngrounds is sought in advance of acts of search\nand seizure in terms\r\nof s 6, s 5(4)(a) seeks to ensure that confirmation of the existence\r\nof reasonable grounds be obtained after\nthe acts of search and\r\nseizure have been completed.\n[12] In the context of\r\nthe facts of this case it is significant to note that the purpose of\r\nthe two sections does not include notice\nto any respondent. On the\r\ncontrary, the nature and purpose of search and seizure in terms of\r\nthe Act demands that no notice be\ngiven. Notice is likely to defeat\r\nthe purpose of the warrant when the procedure in terms of s 6 is\r\nfollowed and in many cases the\nidentity and whereabouts of potential\r\nrespondents are not likely to be known by the time a warrant is\r\nsought or acts of search\nand seizure are performed. More often than\r\nnot, counterfeit goods are found in a container or warehouse in the\r\nabsence of any potential\nrespondents or knowledge of their\r\nwhereabouts.\n[13] The wording of s 6\r\nis clearer in excluding the giving of notice to any potential\r\nrespondent than s 5(4)(a). The warrant in\nterms of s 6 is issued by a\r\njudge or magistrate in chambers on the strength of information on\r\noath or affirmation. Section 5(4)(a)\ndoes not refer to the warrant\r\nbeing issued ‘in chambers’, unlike s 6 requires an\r\n‘application’ and does\nnot require that the information\r\nbe placed before the judge or magistrate on oath or affirmation. The\r\nessential question is whether\nthese differences in the wording of the\r\ntwo sections justify an interpretation that s 5(4)(a) prescribes\r\nformal application procedure\non notice of motion with notice to a\r\nrespondent.\n[14] Uniform rule 1\r\ndefines ‘judge’ as ‘a judge sitting otherwise than\r\nin open court’. This is the first\nindication that there is no\r\ndifference in procedure between ss 6 and 5(4)(a).\n[15] In s 5(4)(a) the\r\nword ‘application’ is used as the manner in which the\r\ninspector is to approach the judge or magistrate.\nAs s 5(4)(a) does\r\nnot refer to a notice of motion, the procedure that is available in\r\nthe high court, or a notice, the procedure\nthat is available in the\r\nmagistrate’s court, it suggests that no formal application\r\nprocedure in terms of the rules of court\nwith notice to any\r\nrespondent is envisaged.\n5\nThe legislature must have\r\nbeen alive to the distinction between a judge or magistrate on the\r\none hand and a court on the other as\nwell as an application on the\r\none hand and application on notice of motion on the other, as is\r\napparent from the provisions of\ns 7(4). In terms of s 7(4) a person\r\nprejudiced by a seizure of goods in terms of s 4(1) is entitled to\r\napply to court for a determination\nthat the goods seized are not\r\ncounterfeit goods and are to be returned to that person. Section 7(4)\r\nexpressly prescribes that the\napplication be one to court on notice\r\nof motion, unlike s 5(4)(a). It is during these proceedings that the\r\naggrieved party may\nattack the legality of the search and seizure\r\nproceedings.\n[16] For the reasons\r\nstated the slight difference in wording between ss 6 and 5(4)(a) do\r\nnot result in a substantial difference\nin procedure. The confirmation\r\nafter the search and seizure is also to be sought from and given by a\r\nmagistrate or a judge of the\nhigh court as opposed to a court. The\r\nconfirmation is to be sought in chambers, on oath or affirmation.\n[17] The submission on\r\nbehalf of the respondent in the court below that the confirmation in\r\nterms of s 5(4)(a) is to be sought on\nnotice of motion, issued and\r\nserved before the expiry of 10 court days from the date of the\r\nseizure, for the reasons stated above,\nshould not have been upheld.\r\nThe appellants issued an application within the required 10 day\r\nperiod. Thereafter the obligation\nwas on the registrar of the court\r\nbelow to place the application before a judge in chambers for\r\nconfirmation. The Act does not\nrequire that the confirmation by the\r\njudge or magistrate is to be obtained within the 10 day period and\r\nfor that reason the fact\nthat it was issued and lodged with the\r\nregistrar was sufficient in the circumstances. The appellants were\r\nnot required to give\nnotice to the respondents and that they have\r\ndone so outside the prescribed 10 day period is not fatal to their\r\ncompliance with\ns 5(4)(a).\n[18] Although the matter\r\nhas been settled between the parties an appropriate order must still\r\nissue. The following order is made:\n(a) The appeal is upheld;\n(b) The order of the\r\ncourt below is set aside;\n(c) It is declared that\r\nan application in terms of\ns 5(4)(a)\nof the\nCounterfeit Goods Act 37\nof 1997\nis not an application on notice of motion addressed to the\r\ncourt which has to be served on the respondent.\n_________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: C E Puckrin SC (with him R Michau)\nInstructed by Adams &\r\nAdams, Pretoria,\nThe State Attorney,\r\nBloemfontein.\nFor\r\nrespondent: No appearance\n1\nSection\r\n\t21A(1)\nreads: ‘When at the hearing of any civil appeal to the\r\n\tAppellate Division or any Provincial or Local Division of the\r\n\tSupreme\nCourt the issues are of such a nature that the judgment or\r\n\torder sought will have no practical effect or result, the appeal may\n\n\tbe dismissed on this ground alone’.\n2\nThe\r\n\tfirst is the judgment of Poswa J in\nMinister\r\n\tof Trade and Industry v EL Enterprises\n(15383/2005)\n[2008] ZAGPHC 130\n(6 May 2008) and the second a judgment by Legodi J\r\n\tin\nEGL Eagle Global\r\n\tLogistics (South African Proprietary) Ltd v Eagle Logistics CC\n(37053/2007)\n[2008] ZAGPHC 160\n(6\r\n\tJune 2008).\n3\nOn\r\n\tthe discretion of this court in terms of\ns 21A(1)\nsee\nLand\r\n\ten Landbouontwikkelingsbank van Suid-Afrika v Conradie\n2005\r\n\t(4) SA 506\n(SCA) paras 6 and 7.\n4\nSubsection\r\n\t(3) excludes the operation of\ns 5(2)\nfrom application to a private\r\n\tdwelling.\n5\nApplication\r\n\tprocedure in the different courts is to be found in Uniform\nRule 6\nand Magistrates courts\nrule 55.",
  "scraped_at": "2026-02-11T20:44:09.497382",
  "date": "2010-11-29",
  "coram": [
    "Harms DP",
    "Heher",
    "Snyders",
    "Tshiqi JJA",
    "R Pillay AJA"
  ],
  "case_number": "193/10",
  "parties": {
    "applicants": [
      "Minister of Trade and Industry",
      "Dirk Aspling"
    ],
    "respondents": [
      "E L Enterprises",
      "Elgin Brookstein"
    ]
  },
  "sections": {
    "facts": "The Minister of Trade and Industry, through its inspector Dirk Aspling, obtained a search and seizure warrant under the Counterfeit Goods Act 37 of 1997 and entered the premises of E L Enterprises and Elgin Brookstein. During the search the inspector discovered images and plates bearing the SUNLIGHT and RAJAH trademarks, which he was told were unauthorised. Relying on a reasonable suspicion that a further offence was being committed, he seized the goods without a further warrant, invoking s 5(2)(b) of the Act. Within ten days he lodged an application under s 5(4)(a) for judicial confirmation of the seizure, but the notice of the application was served on the respondents after the ten‑day period. The High Court held the application invalid and dismissed the appeal; the matter was later settled, but the appeal proceeded.",
    "issues": "The principal issue was whether an application for confirmation under s 5(4)(a) of the Counterfeit Goods Act must be made as a notice of motion served on the respondent within the ten‑day period, or whether the procedural requirement is limited to filing the application within ten days with the court, without a need to serve the respondent.",
    "principles": "The Court examined the relationship between s 5(4)(a) and s 6, noting that both sections aim to secure external confirmation of reasonable grounds, but s 6 expressly requires an ex‑parte application in chambers, while s 5(4)(a) merely refers to an “application” without mentioning a notice of motion. Uniform Rule 1 defines a judge as one sitting outside open court, indicating that s 5(4)(a) follows the same ex‑parte procedure as s 6. The legislation therefore does not impose a requirement to serve notice on the respondent; the application merely needs to be lodged within ten days for the magistrate or judge to consider it in chambers.",
    "application": "Applying these principles, the Court concluded that the appellants had complied with the statutory deadline by filing the application within ten days. The subsequent service on the respondents was not fatal because s 5(4)(a) does not demand such service. The registrar’s duty was only to place the application before a judge in chambers for confirmation. Consequently, the High Court’s interpretation that the application must be a notice of motion served on the respondents was erroneous.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and it was declared that an application under s 5(4)(a) of the Counterfeit Goods Act is not an application on notice of motion that must be served on the respondent."
  },
  "tags": {
    "level_1": "Statutory Interpretation",
    "level_2": "Counterfeit Goods Act",
    "level_3": [
      "s5(4)(a) procedure",
      "search and seizure",
      "notice of motion",
      "appeal"
    ]
  }
}