{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/104.html",
  "case_name": "Woodlands Dairy (Pty) Ltd and Another v Competition Commission (2010 (6) SA 108 (SCA); [2011] 3 All SA 192 (SCA)) [2010] ZASCA 104; 105/2010 (13 September 2010)",
  "citation": "[2010] ZASCA 104",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 104\n|\nNoteup\n|\nLawCite\nWoodlands Dairy (Pty) Ltd and Another v Competition Commission (2010 (6) SA 108 (SCA); [2011] 3 All SA 192 (SCA)) [2010] ZASCA 104; 105/2010 (13 September 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nREPUBLIC\r\nOF SOUTH AFRICA\nJUDGMENT\nCase No: 105/2010\nIn\r\nthe matter between:\nWOODLANDS\r\nDAIRY (PTY) LTD\t\t\t\t\t First Appellant\nMILKWOOD DAIRY (PTY) LTD\t\t\t\t\t       Second Appellant\nand\nTHE\r\nCOMPETITION COMMISSION\t\t\t\t\t      Respondent\nNeutral\r\ncitation:\nWoodlands Dairy v Milkwood Dairy\n(105/2010)\n[2010] ZASCA 104\n(13 September 2010)\nCoram:\nHarms\r\nDP, Lewis, Heher, Ponnan JJA and Ebrahim AJA\nHeard:\n24\r\nAugust 2010\nDelivered:\n13\r\nSeptember 2010\nSummary:\nCompetition\nAct 89 of 1998\n–– requirements for valid complaint\r\ninitiation and referral – power to issue interrogation summons\r\n– validity\nof summons – consequence of invalid initiation\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nCompetition Appeal Court (Davis\r\nJP with Patel JA and Dambuza AJA sitting as court of appeal):\nThe appeal is upheld with costs.\nThe order of the Competition Appeal Court is set aside\r\n\tand replaced with an order in the following terms:\nThe appeal against the order of the Competition\r\n\t\tTribunal of 17 March 2009 is upheld with costs and the cross-appeal\r\n\t\tis dismissed\nwith costs.\nParagraphs 2 to 8 of that order are set aside and\r\n\t\treplaced with an order in the following terms:\nThe complaints initiated by the Competition\r\n\t\t\tCommission against the applicants during 2006 are set aside.\nThe referral of those complaints on 7 December 2006\r\n\t\t\tby the Competition Commission to the Competition Tribunal is set\r\n\t\t\taside.\nThe Competition Commission is directed to return\r\n\t\t\tforthwith to the applicants all documents and copies thereof in\r\n\t\t\tits or its\nlegal representatives’ possession and control\r\n\t\t\tprocured from the applicants together with transcripts of the\r\n\t\t\tinterrogations\nof Dr Kleynhans, Mr Gush and Mr Fick, including the\r\n\t\t\tdocuments attached to affidavits included in the papers filed by\r\n\t\t\tthe\nCompetition Commission before the Competition Tribunal in the\r\n\t\t\tmain proceedings.\nThe Competition Commission is to pay the costs of the\r\n\t\t\tproceedings.\nAll costs orders include the costs of two counsel.\n__________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (LEWIS, HEHER, PONNAN JJA AND EBRAHIM AJA\r\nconcurring)\nINTRODUCTION\n[1]\tThis is an appeal from the Competition Appeal Court\r\n(‘CAC’) consequent to the grant of special leave to\r\nappeal by\nthis court. The appellants are Woodlands Dairy (Pty) Ltd\r\nand Milkwood Dairy (Pty) Ltd. They purchase raw milk from dairy\r\nfarmers\nfor resale, presumably after processing and packaging. They,\r\nand a number of other major players in the field, stand accused\r\nbefore\nthe Competition Tribunal of ‘cartel activities’,\r\nmore particularly, contraventions of certain provisions of\ns 4(1)\nof\r\nthe\nCompetition Act 89 of 1998\n.\n[2]\tShortly before the scheduled hearing before the\r\ntribunal of the complaint referral the appellants applied for an\nin\r\nlimine\ndetermination of certain issues. The object of the\r\nexercise was to obtain a number of orders which, if granted, would\r\nhave put\nan end to the proceedings, at least as far as they were\r\nconcerned. The tribunal upheld some of the points raised but\r\ndismissed\nthe others on the assumption that those upheld made their\r\nconsideration unnecessary. It found that two summonses issued in\r\nterms\nof\ns 49A\n(one against Woodlands and the other against Milkwood)\r\nto submit to interrogations and produce documents were void. It did\r\nnot\ndeclare the evidence that had been obtained pursuant to the\r\nsummonses to be inadmissible and held that questions relating to\r\nadmissibility\nhad to be dealt with during the main hearing on the\r\nmerits. Consequently the tribunal issued an order for the\r\npreservation of this\nevidence. This meant that the proceedings had to\r\ncontinue.\n[3]\tThe appellants appealed to the CAC and the\r\ncommission lodged a cross-appeal against para 1 of the order which\r\ndeclared that\nthe summonses were void. The CAC upheld the appeal and\r\nthe cross-appeal, both in part. It agreed with the tribunal that the\r\nWoodlands\nsummons was void but held in favour of the commission that\r\nthe Milkwood summons was not. It found for the appellants that the\r\ntribunal\ndid not have the power to issue a preservation order and\r\naccordingly set it aside. Instead the CAC ordered the commission to\r\nreturn\nall the evidence obtained by virtue of the Woodlands summons\r\nto Woodlands.\n[4]\tThe order to hand the inadmissible evidence to\r\nWoodlands gave rise to a dispute between the parties. They disagreed\r\nabout its\neffect and the appellants asked the CAC to clarify its\r\norder. They simultaneously applied for special leave to appeal to\r\nthis court.\nThe commission, in turn, applied for leave to\r\ncross-appeal. The CAC granted some of the clarification sought and\r\ndismissed the\napplications to appeal and cross-appeal.\n[5]\tOne of the grounds on which leave to appeal was\r\nrefused was that the tribunal and the CAC are specialists tribunals\r\nwhile this\ncourt is not one. However, as will appear in due course,\r\nthe issues in this case do not touch on any specialist areas but are\r\nissues\nsimilar to those that are dealt with by this court on a\r\nregular basis. But that on its own would obviously not be a ground\r\nfor\nspecial leave.\n[6]\tAlthough the appellants sought and were granted\r\nspecial leave to appeal, the commission neither sought nor received\r\nsimilar\nleave. This means that the order of the CAC setting aside the\r\nWoodlands summons with the consequent clarification order stands.\nTHE RELEVANT STATUTORY PROVISIONS\n[7]\tBefore attempting to explain the issues in any\r\ndetail it is necessary to place the provisions of the Act in so far\r\nas they impact\non this case in context. The purpose of the Act is, in\r\ngeneral terms, to promote and maintain competition in the Republic\n(s\r\n2).\nIn consequence, the Act applies to all economic activity within,\r\nor having an effect on, the country\n(s 3).\nIt prohibits in chapter 2\r\ncertain restrictive horizontal practices\n(s 4)\nand also some vertical\r\nones\n(s 5)\n, and the abuse of dominance\n(s 8).\n[8]\tThe administration of the Act is in the hands of the\r\nCompetition Commission. Its chief executive officer, the\r\nCommissioner,\nis responsible for the general administration of the\r\ncommission and for carrying out any functions assigned to it in terms\r\nof the\nAct\n(s 22).\nSome of the responsibilities of the commission are\r\nto ‘investigate and evaluate alleged contraventions of Chapter\r\n2’,\nto refer matters to the tribunal, and to appear before it\r\nas claimant cum prosecutor\n(s 21(1)).\n[9]\tChapter 5 of the Act, entitled ‘investigation\r\nand adjudication procedures’, is divided into five parts.\r\nImportant\nfor present purposes are parts B and C: part B deals with\r\npowers of search and summons, and\npart C\nwith complaint procedures.\r\nThe other parts deal with confidentiality, tribunal hearings and\r\nappeals and reviews. This chapter in\nits present form was inserted by\r\namendment during 2000, and is not clear as to the sequence of steps\r\nthat have to be followed in\nrelation to the initiation of a\r\ncomplaint, the investigation, the use of the power to summon\r\nwitnesses to testify and produce documents,\nand the referral of\r\ncomplaints to the tribunal. This, in turn, has given scope for\r\ndelaying tactics through preliminary proceedings\nin different cases\r\nbefore the tribunal and the CAC.\n[10]\tThe Act, unnecessarily, reminds us that it must be\r\ninterpreted in a manner that is consistent with the Constitution and\r\nwhich\ngives effect to the purposes set out in s 2 of the\r\nConstitution. Importantly, in the context of this case is that the\r\nConstitution\nis based on the rule of law, affirms the democratic\r\nvalues of dignity and freedom, and guarantees the right to privacy, a\r\nfair\ntrial and just administrative action. Also important is the fact\r\nthat the actions of the commission in relation to chapter 2\r\ncomplaints,\nwhich are administrative, may lead to punitive measures.\r\nThe so-called ‘administrative penalties’ (more\r\nappropriately\nreferred to as ‘fines’ in s 59(2)) bear a\r\nclose resemblance to criminal penalties. This means that its\r\nprocedural powers\nmust be interpreted in a manner that least impinges\r\non these values and rights.\n[11]\tI accordingly disagree with the view of the CAC\r\nthat because it is difficult to establish the existence of prohibited\r\npractices\na generous interpretation of the commission’s\r\nprocedural rights would be justified. This approach would imply that\r\nthe more\ndifficult it is to prove a crime, such as corruption, the\r\nfewer procedural rights an accused would have.\n[12]\tThe tribunal, after a hearing in relation to a\r\nprohibited practice, may make an appropriate order in terms of s\r\n58(1). Such\na matter may reach the tribunal as a result of a referral\r\nof a complaint to it by the commission (s 50(1)). In other words, a\r\ncomplaint\nreferral by the commission is (subject to s 51) a\r\njurisdictional fact for the exercise of the tribunal’s powers\r\nin respect\nof prohibited practices.\n[13]\tA complaint has to be ‘initiated’. The\r\ncommissioner has exclusive jurisdiction to initiate a complaint under\r\ns\n49B(1). The question then arises whether there are any\r\njurisdictional requirements for the initiation of a complaint by the\r\ncommissioner.\nI would have thought, as a matter of principle, that\r\nthe commissioner must at the very least have been in possession of\r\ninformation\n‘concerning an alleged practice’ which,\r\nobjectively speaking, could give rise to a reasonable suspicion of\r\nthe existence\nof a prohibited practice. Without such information\r\nthere could not be a rational exercise of the power. This is\r\nconsonant with\nthe provisions of s 49B(2)(a) which permit anyone to\r\nprovide the commission with information concerning a prohibited\r\npractice without\nsubmitting a formal complaint.\n[14]\tThe section also deals with the\r\nsubmission of formal complaints. A formal complaint is one submitted\r\nby a member of the public\n(a ‘complainant’) in the\r\nprescribed form and not one put in motion by the commissioner (s\r\n49B(2)(b)).\n1\n[15]\tIn both instances, whether upon initiation of a\r\ncomplaint by the commissioner or on receipt of a complaint in the\r\nprescribed\nform, the commissioner ‘must’ direct an\r\ninspector to investigate the complaint as quickly as practicable (s\r\n49B(3)).\n[16]\tThe use of the word ‘must’ gave rise to\r\ndebate. The commission submitted that an investigation by the\r\ncommission\nmay precede the initiation of a complaint by the\r\ncommissioner while the appellants contended that the investigation\r\nmust follow\nthe initiation. The word ‘must’ has often\r\nbeen equated with ‘may’ in the course of statutory\r\ninterpretation.\nBut that depends on context and, as Davis JP said in\r\nthe court below, submissions about the meaning of the Act ‘must\r\nbe tested\nagainst the wording employed by the Act’.\n[17]\tThere can be little doubt that in the case of the\r\nsubmission of a formal complaint by a complainant such an\r\ninvestigation is\nnecessary. It would otherwise not be possible for\r\nthe commission to refer the complaint to the tribunal or to issue a\r\nnotice of\nnon-referral to the complainant (s 51).\n[18]\tIt is conceivable that the commissioner, by virtue\r\nof facts submitted informally or from facts obtained by the\r\ncommission in\nthe course of another investigation, may wish to\r\ninitiate a complaint and to dispense with a subsequent investigation.\r\nIt would\naccordingly appear reasonable to assume that in this case\r\none could read ‘must’ as ‘may’. The problem\r\nis\nthat Parliament chose to deal with the two cases in an identical\r\nmanner. The same word cannot bear different meanings in the same\n\nsentence depending on the circumstances. Even recourse to purposive\r\nconstruction superimposed on benevolent construction does not\nhelp.\r\nFurthermore, Parliament was quite particular in its use of ‘may’\r\nand ‘must’ in this Act. In the preceding\ntwo subsections\r\nand the subsequent one the word ‘may’ is used. Why then\r\nthe use of ‘must’ in this subsection\nif ‘may’\r\nwas intended? One finds the same pattern in other sections of the Act\r\n(compare s 50(3) and s 52(2)).\n[19]\tThe complaint must be initiated\r\nagainst ‘an alleged prohibited practice’. In this regard\r\nthe CAC has held in\nSappi\n2\nthat ‘the\r\nCommission is not empowered to investigate conduct which it generally\r\nconsiders to constitute ‘anti-competitive\nbehaviour’ and\r\nthat a complaint can relate only to ‘an alleged contravention\r\nof the Act as specifically contemplated\nby an applicable provision\r\nthereof by that complainant’.  Otherwise, the CAC said in that\r\ncase, the commission would act\nbeyond its jurisdiction. No one\r\nsubmitted that this approach is in any respect incorrect.\n[20]\tIt is only during this investigation (‘an\r\ninvestigation in terms of this Act’) that the commissioner may\r\nsummon\npersons for purposes of interrogation and production of\r\ndocuments (s 49A(1) read with s 49B(4)). I do not accept the\r\nsubmission\non behalf of the commission that these far-reaching\r\ninvasive powers may be used by the commissioner for purposes of a\r\nfishing expedition\nwithout first having initiated a valid complaint\r\nbased on a reasonable suspicion. It would otherwise mean that the\r\nexercise of\nthis power would be unrestricted because there is no\r\nprior judicial scrutiny as is the case with a search warrant under s\r\n46.\nTHE 2005 COMPLAINT INITIATION\n[21]\tMrs Louise Malherbe, a dairy farmer from Riversdal,\r\nwrote a letter to the commission during June 2004. She alleged that\r\nthree\nmilk distributors (Nestlé, Parmalat and Ladismith\r\nCheese) were guilty of cartel activities by fixing the price of fresh\r\nmilk. It is common cause that the letter was not a formal complaint\r\nby a ‘complainant’ as meant in s 49B(2)(b) but that\nit\r\ncontained information submitted to the commission under s 49B(2)(a).\n[22]\tHer information was followed up by two inspectors\r\nin the employ of the commission, Messrs Liebenberg and Theron. They\r\nobtained\nconfirmation from other sources that corroborated Mrs\r\nMalherbe’s allegations of price fixing or manipulation by\r\nParmalat\nand Ladismith Cheese. They did not find any evidence of\r\nwrongdoing by Nestlé but they established that another\r\ndistributor,\nClover, may have been abusing its dominance in\r\ncontravention of s 8.\n[23]\tIn line with the provisions of the Act they\r\nsubmitted a memorandum to the then commissioner, Mr Simelane, in\r\nwhich they set\nout the information at their disposal, and they\r\nrecommended that a complaint be initiated against Parmalat and\r\nLadismith Cheese\nregarding the fixing of the purchase price of milk\r\nin terms of s 4(1)(b). They also recommended that a complaint be\r\ninitiated against\nClover under s 8 of the Act. They did not, in\r\nparticular, recommend any complaint initiation against Nestlé\r\nor any other\nmember of the industry and also did not suggest that\r\nthey had any information about contraventions of any other provisions\r\nof the\nAct.\n[24]\tThe commissioner did not follow their\r\nrecommendations. If he had, the present proceedings would never have\r\narisen. He instead\ninitiated a single complaint ‘concerning’\r\nthese three entities on 9 February 2005. The initiating statement\r\nrecorded\nthat the purpose of the ‘contact’ reflected in\r\nthe Liebenberg/Theron memorandum was ‘to establish whether\r\nthere\nis anticompetitive behaviour “at any level” in the\r\n[milk producing] industry’. The commissioner then stated that\n\nhe had formed the belief ‘that there exists anticompetitive\r\nbehaviour in the milk industry’. He formed this belief,\nhe\r\nsaid, in the light of the memorandum, a letter (we now know that it\r\nwas Mrs Malherbe’s), and public comments two years\nearlier by\r\nthe Minister of Agriculture about the alleged high prices of food\r\nproducts.\n[25]\tHe added, senselessly, that he had ‘in\r\naddition, further information’ but then referred again to the\r\ninformation\nin the memorandum which he already had listed. This, he\r\nsaid, gave information about ‘possible’ price fixing in\r\ncontravention\nof s 4(1)(b)(i) by Parmalat and Ladismith Cheese and\r\n‘indicated’ the abuse of a dominant position by Clover,\r\nsomething\ncovered by s 8.\n[26]\tThe commissioner then, in the\r\nlight of the above, initiated without any qualification ‘a full\r\ninvestigation into the\nmilk industry’. The commissioner appears\r\nto have been oblivious to the fact that he was supposed to initiate a\r\ncomplaint\nagainst an alleged prohibited practice and that this should\r\nhave led to a direction to an inspector to investigate. He also\r\nignored\nthe fact that his initiation ran foul of the\nSappi\nprinciples set out\r\nearlier. As said by the tribunal below, competition law is about\r\nanti-competitive effects that take place in\nmarkets and not in\r\nindustries and that it seems highly unlikely that even the ‘most\r\negregious industry’ in the country\ncould be suspected of every\r\ncrime in the Act. In addition, the commissioner did not have any\r\nmaterial to support his belief that\nthere was illegal\r\nanti-competitive behaviour in the industry as a whole.\n[27]\tThe subsequent events provide conclusive evidence\r\nthat this initiation was seriously flawed. On 22 March 2005, the\r\ncommissioner\nissued a commission summons against Dr Kleynhans, the\r\nthen managing director of Woodlands, to be interrogated and produce\r\ndocuments\nin relation to an ‘investigation into the milk\r\nindustry’. The summons recorded that it had been issued in\r\nconnection\nwith a ‘full’ investigation based on the\r\ncommissioner’s reasonable belief in the existence of\r\nanti-competitive\nbehaviour in the milk industry, which, apart from\r\nprice fixing (s 4(1)(b)) and abusive behaviour (s 8), ‘included’\r\n‘restrictive vertical practices’ (s 5) – something\r\nthat had not even been mentioned in the complaint initiation.\nThis,\r\nby the way, belies the commission’s argument that the\r\ninitiation was limited to the three entities mentioned and in\nrespect\r\nof the prohibited practices identified in the complaint initiation.\r\nIt is not necessary to detail the content of the summons\nbecause both\r\nthe tribunal and the CAC have found that it was so improper,\r\noverbroad and vague that it had to be set aside.\n[28]\tIn response to the summons the attorneys for\r\nWoodlands politely sought some particulars to enable Dr Kleynhans to\r\ncomply fully\nwith the demand. The commission’s response is\r\nrevealing. It said that a complaint had been initiated against\r\nParmalat, Ladismith\nKaas and Clover in order to establish whether\r\nthere is anti-competitive behaviour at any level of the industry\r\nthereby allowing\nthe commission the opportunity to evaluate the whole\r\nindustry. This, too, refutes the commission’s belated\r\nrestrictive interpretation\nof the complaint initiation.\n[29]\tThe interrogation of Dr\r\nKleynhans took place. His complaints about the nature of the\r\ninvestigation and the scope and meaning\nof the summons were brushed\r\naside in an unseemly and threatening manner. Requests for elucidation\r\nwere either evaded or ignored.\n3\n[30]\tThen followed a summons for the interrogation of Mr\r\nFick of Milkwood concerning, once again, an ‘investigation into\r\nthe\nmilk industry’. He was ordered to bring with him any\r\n‘other’ documents or items in his possession or under his\n\ncontrol ‘that relate to this matter’. This summons\r\ndiffered from the Woodlands summons in that it did not give a list\nof\r\ndocuments. He was told that he would be asked about possible price\r\nfixing in the market and abusive behaviour and also about\nissues\r\narising from the information submitted in response to a summons dated\r\n22 March 2005. The summons or information was not\nmore closely\r\nidentified but one may now surmise that it was the Woodlands summons\r\nof that date.\n[31]\tAs mentioned, the tribunal held that this summons\r\nwas also bad but the CAC held otherwise. The tribunal reasoned that a\r\nsummons\nin terms of s 49A requires the stipulation of a prohibited\r\npractice accompanied by some particularity as to its nature,\r\nsomething\nthat was missing. The CAC, however, held that the\r\nprohibited practices had been disclosed because Fick was entitled to\r\nsee the\ninformation submitted pursuant to the 22 March summons. The\r\nfirst problem with this is that the validity of a summons must appear\n\nex facie the document and does not depend on a possible request for\r\nfurther particulars. In addition, since the information obtained\n\npursuant to that summons was, according to the CAC, tainted and could\r\nnot have been used by the commission, it is difficult to\nsee how that\r\ninformation could have given validity to the summons and be used to\r\nextract information from Fick. The CAC also did\nnot mention the other\r\nproblems with the summons such as the unbounded request for documents\r\nnor did it consider whether there was\nany indication on the papers\r\nthat Fick was in fact entitled to see the information (see s 45 and\r\n45A).\n[32]\tThe CAC also failed to deal with the proceedings\r\npursuant to the summons. Fick was informed, as the interrogation\r\nbegan, that\nthe investigation was in relation to prohibited practices\r\nincluding possible collusion and/or price fixing, abusive behaviour\r\nas\nwell as vertical practices in the milk industry and that the party\r\nsubject to the complaint was Parmalat. This statement was palpably\n\nuntrue. Three companies were named in the initiation and Parmalat was\r\nbut one of them. Parmalat was not suspected of abusive behaviour\n–\r\nthat was Clover. What was not said was that Woodlands was being\r\ninvestigated. And it was also not said that the whole purpose\nof the\r\ninterrogation was to extract information from Fick about the\r\nrelationship between Woodlands and Milkwood. As Fick said (something\n\nthe commission did not even deem worthy of reply) the whole enquiry\r\ntargeted the relationship between Milkwood and Woodlands, and\nnot one\r\nquestion was asked during the entire interrogation about Parmalat.\n[33]\tI now revert to the 2005 initiation. The tribunal\r\ndid not deal with its invalidity because of its finding that the\r\nsummonses\nwere bad for other reasons. The CAC did not deal with the\r\nissue in its main judgment but belatedly during the course of its\r\njudgment\ndealing with the merits of the application for leave to\r\nappeal. It focussed on the question whether it is possible to\r\ninitiate\na complaint against cartels within an industry without\r\nnaming any one of the parties thereto and expressed the view that any\r\nfinding\nthat a party has to be mentioned would amount to Austinian\r\nformalism of the kind of jurisprudence employed during apartheid.\n[34]\tThe problem with this\r\ngeneralisation and tar brushing is that it ignored the structure of\r\nthe Act, the impact of the Constitution\non its interpretation, the\r\nCAC’s own jurisprudence, not only in\nSappi\nbut also\nGlaxo\r\nWellcome\n,\n4\nand the relevant facts. The CAC did not take into account that the\r\ninitiation must at least have a jurisdictional ground by being\nbased\r\non a reasonable suspicion. The initiation and subsequent\r\ninvestigation must relate to the information available or the\r\ncomplaint\nfiled by a complainant.\n[35]\tThere is in any event no reason to assume that an\r\ninitiation requires less particularity or clarity than a summons. It\r\nmust\nsurvive the test of legality and intelligibility. There are\r\nreasons for this. The first is that any interrogation or discovery\r\nsummons depends on the terms of the initiation statement. The scope\r\nof a summons may not be wider than the initiation. Furthermore,\nthe\r\nAct presupposes that the complaint (subject to possible amendment and\r\nfleshing out) as initiated will be referred to the tribunal.\nIt could\r\nhardly be argued that the commission could have referred an\r\ninvestigation into anti-competitive behaviour in the milk\nindustry at\r\nall levels to the tribunal.\n[36]\tMembers of the supposed cartel were in fact\r\nmentioned in the initiating statement. It was therefore not a case\r\nwhere no cartel\nmember had been identified. The problem is that there\r\nwere no facts that could have given rise to any suspicion that others\r\nwere\ninvolved. A suspicion against some cannot be used as a\r\nspringboard to investigate all and sundry. This does not mean that\r\nthe commission\nmay not, during the course of a properly initiated\r\ninvestigation, obtain information about others or about other\r\ntransgressions.\nIf it does, it is fully entitled to use the\r\ninformation so obtained for amending the complaint or the initiation\r\nof another complaint\nand fuller investigation.\nTHE 2006 COMPLAINT INITIATIONS\n[37]\tThe commissioner did not refer the 2005 complaint\r\nto the tribunal. This explains why the invalidity of this complaint\r\ndid not\nform the basis of a prayer in the notice of motion. The\r\ncommissioner instead referred six complaints that were initiated\r\nduring\n2006. The first was dated 13 March and accused Woodlands and\r\nothers of fixing the purchase price of raw milk. Two other complaints\n\ninvolving Woodlands were initiated on 12 May and, finally, on 6\r\nDecember one was initiated against Woodlands and Milkwood. The\n\nremaining complaint did not affect either of the appellants. All the\r\ncomplaints involving one or both of the appellants related\nto\r\npractices prohibited by s 4(1).\n[38]\tThe appellants sought an order setting these\r\ncomplaints and consequent referral on 7 December aside. Their\r\nargument was premised\non a finding that all the commission’s\r\nevidence against them was derived from the invalid 2005 initiation\r\nand subsequent\ntainted interrogations and production of documents.\r\nSince the commission’s investigation preceded these complaints\r\nit placed,\naccording to the argument, the cart before the horse which\r\nmeans that the commission acted beyond its powers.\n[39]\tIt is necessary to emphasise that the CAC, in its\r\nclarification judgment, made it clear that its intention was to\r\nensure that\nall documentation procured pursuant to the investigation\r\nand other steps taken by the commission pursuant to the tainted\r\nWoodlands\nsummons had to be placed beyond the use of the commission\r\nbecause Woodland’s privacy had been unfairly breached. It\r\ncrafted\nthe clarification order on that basis.\n[40]\tThe commission, as mentioned, did not appeal this\r\norder and did not seek to argue that the approach of the CAC towards\r\ntainted\nevidence was flawed. It follows that the same approach has to\r\nbe adopted towards the Milkwood evidence in view of the finding\r\nearlier\nthat it, too, was likewise tainted.\n[41]\tBoth the tribunal and the CAC found that the\r\ncommission’s whole case against the appellants was derived from\r\nthe impugned\ninterrogations. These findings were based, presumably,\r\non an allegation in the founding affidavit that it was apparent from\r\nthe\ncommission’s founding affidavit in the referral, witness\r\nstatements and argument that the evidence obtained through the\r\ntainted\ninvestigation forms the basis of the referral in relation to\r\nthe appellants and was inextricably part thereof.\n[42]\tThe allegation was denied in the answering\r\naffidavit in bald terms with reference to ‘all of the reasons\r\nset out above’.\nThere were no preceding reasons and this means\r\nthat that the denial was meaningless. Counsel for the commission\r\nnevertheless sought\nto rely on inferences from other facts for the\r\nsubmission that there may have been further untainted facts which\r\ncould have justified\nthe referral and that it should be left to the\r\ntribunal to determine whether there was any admissible evidence. I\r\nagree that as\na general rule it is preferable to leave such a\r\ndetermination to the tribunal during the referral hearings.\n[43]\tThe general rule does not,\r\nhowever, find application in the present proceedings. The problem for\r\nthe commission derives from\nthe terms of the 2006 complaint\r\ninitiations. They all explicitly relate back to the investigation\r\nunder the 2005 complaint and\nstate that they were drawn as a\r\nconsequence of that investigation. In other words, the 2006\r\ncomplaints were the direct consequence\nof an invalid complaints\r\nprocedure. Without the invalid complaint initiation and subsequent\r\ninvestigation these complaints against\nthe appellants would not have\r\nseen the light of day. It follows that by applying the approach in\nPretoria Portland\r\nCement\n5\nthe consequent referral should have been set aside, unfortunate as\r\nthe result might be in the circumstances.\nCONCLUSION\n[44]\tIt follows from this that the appeal should be\r\nupheld and that the 2006 complaints and the subsequent referral to\r\nthe tribunal\nshould be set aside. The relief granted by the tribunal\r\nin relation to the summonses has in a sense become moot but will for\r\nthe\nsake of clarity be retained. The same applies to the\r\nclarification order of the CAC. It is not necessary to deal with\r\nWoodland’s\nseparate attack in relation to the fifth complaint.\n[45]\tThe commission, in its heads of argument, raised\r\nthe issue of waiver but did not address it during oral argument. The\r\nissue\nwas dealt with in some detail by both the tribunal and the CAC\r\nand there is no reason to revisit the matter. The commission also\n\ncomplained about what it called the delaying tactics of the parties\r\ncited in the referral. Although one has to agree that such\ntactics\r\nare to be deprecated and that tribunals and courts should take a\r\nstrong stand where feasible, it is not possible to dismiss\na valid\r\ncomplaint of this nature merely because of delay.\n[46]\tThere did not appear to be any disagreement between\r\nthe parties that the result should determine costs, also in relation\r\nto\nthe proceedings before the tribunal, and that the costs of two\r\ncounsel should be allowed. The appellants sought costs of a third\n\ncounsel and costs on the scale as between attorney and client. There\r\nis no justification for such an order.\nTHE ORDER\n[47]\tThe following order is made:\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the Competition Appeal Court is set\r\naside and replaced with an \torder in the following terms:\nThe appeal against the order of the Competition\r\n\t\tTribunal of 17 March 2009 is upheld with costs and the cross-appeal\r\n\t\tis dismissed\nwith costs.\nParagraphs 2 to 8 of that order are set aside and\r\n\t\treplaced with an order in the following terms:\nThe complaints initiated by the Competition\r\n\t\t\tCommission against the applicants during 2006 are set aside.\nThe referral of those complaints on 7 December 2006\r\n\t\t\tby the Competition Commission to the Competition Tribunal is set\r\n\t\t\taside.\nThe Competition Commission is directed to return\r\n\t\t\tforthwith to the applicants all documents and copies thereof in\r\n\t\t\tits or its\nlegal representatives’ possession and control\r\n\t\t\tprocured from the applicants together with transcripts of the\r\n\t\t\tinterrogations\nof Dr Kleynhans, Mr Gush and Mr Fick, including the\r\n\t\t\tdocuments attached to affidavits included in the papers filed by\r\n\t\t\tthe\nCompetition Commission before the Competition Tribunal in the\r\n\t\t\tmain proceedings.\nThe Competition Commission is to pay the costs of the\r\n\t\t\tproceedings.\n3.\tAll costs orders include the costs of two counsel.\n_____________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANT/S\t\tJ J Gauntlett SC (with him R G Buchanan SC\r\nand F B \t\t\t\tPelser)\nInstructed by: Rushmere Noach Inc, Port Elizabeth\nWebbers Attorneys, Bloemfontein\nRESPONDENT/S:\t\tA R Bhana SC (with him A J Coetzee and T\r\nDalrymple)\nInstructed by Knowles Husain Lindsay Inc, Sandton\nMcIntyre & Van der Post, Bloemfontein\n1\nClover Industries Ltd v Competition\r\n\tCommission; Ladismith Cheese (Pty) Ltd v Competition Commission\nCAC cases 78/CAC/Jul08 and 81/CAC/Jul08 paras 9 and 12.\n2\nSappi Fine Paper (Pty) Ltd v Competition\r\n\tCommission of SA and Papercor CC\n23/CAC/SEP02 para 35 and 39.\n3\nThe order of the CAC included the setting aside\r\n\tof a summons concerning one Gush. This part of the order is not\r\n\tsubject of the\nappeal and need not be considered but has to be\r\n\treflected in the ultimate order to the extent that the order of the\r\n\tCAC is not\nin issue.\n4\nGlaxo Wellcome (Pty) Ltd v National\r\n\tAssociation of Pharmaceutical Wholesalers\n15/CAC/Feb02.\n5\nPretoria Portland Cement Co Ltd v Competition Commission\n2003\r\n\t(2) SA 385\n(SCA) paras 71-73.",
  "scraped_at": "2026-02-11T20:33:50.008722",
  "date": "2010-09-13",
  "coram": [
    "Harms DP",
    "Lewis",
    "Heher",
    "Ponnan JJA",
    "Ebrahim AJA"
  ],
  "case_number": "105/2010",
  "parties": {
    "applicants": [
      "Woodlands Dairy (Pty) Ltd",
      "Milkwood Dairy (Pty) Ltd"
    ],
    "respondents": [
      "Competition Commission"
    ]
  },
  "sections": {
    "facts": "The Competition Commission investigated alleged cartels in the South African milk industry. In 2004 a dairy farmer supplied information about possible price‑fixing by three distributors. Inspectors recommended that complaints be initiated against Parmalat, Ladismith Cheese and Clover. The Commissioner instead initiated a broad, unnamed ‘full investigation’ of the milk industry in February 2005. Subsequently, interrogation summons were issued to the managing director of Woodlands Dairy and to an executive of Milkwood Dairy, requiring them to produce documents and answer questions about the investigation. Both summonses were later found to be over‑broad and void. In 2006 the Commission issued six further complaints, three of which targeted Woodlands and Milkwood, and referred these complaints to the Competition Tribunal on 7 December 2006.",
    "issues": "1. Whether the Commission validly initiated a complaint under s 49B of the Competition Act. 2. Whether the interrogation summons issued under s 49A were valid and, if void, whether evidence obtained therefrom was admissible. 3. Whether the 2006 complaints and their referral to the Tribunal were derived from an invalid 2005 initiation and therefore should be set aside. 4. What costs and remedial orders are appropriate.",
    "principles": "The Court applied the provisions of the Competition Act 89 of 1998, particularly s 49B (complaint initiation) and s 49A (powers to summon for interrogation and document production). A valid complaint must be based on a reasonable suspicion of a prohibited practice and must be sufficiently particular. Interrogation summons must specify the prohibited practice and be limited to the scope of the complaint. Constitutional principles of fairness, privacy and the rule of law require procedural safeguards. Precedent was drawn from Sappi Fine Paper v Competition Commission (requirement of a specific alleged contravention), Glaxo Wellcome v National Association of Pharmaceutical Wholesalers (interpretation of ‘must’ vs ‘may’), and Pretoria Portland Cement v Competition Commission (effects of tainted evidence).",
    "application": "The Court found that the 2005 complaint initiation was procedurally flawed: it lacked a specific prohibited practice and was not based on a reasonable suspicion. Consequently, the interrogation summons issued on that basis were void. Because the 2006 complaints were expressly tied to the 2005 investigation, they were tainted and could not stand. The Court therefore set aside the 2006 complaints and the referral to the Tribunal, ordered the Commission to return all documents and transcripts obtained under the invalid summons, and awarded costs to the appellants, including costs for two counsel.",
    "conclusion": "The appeal was upheld. The order of the Competition Appeal Court was set aside and replaced. The 2006 complaints and the 7 December 2006 referral to the Competition Tribunal were set aside. The Competition Commission must return all documents and interrogation transcripts to the appellants and pay the costs of the proceedings, including costs for two counsel."
  },
  "tags": {
    "level_1": "Competition Law",
    "level_2": "Cartel Investigation",
    "level_3": [
      "complaint initiation",
      "interrogation summons",
      "evidence admissibility",
      "procedural fairness",
      "Competition Act"
    ]
  }
}