{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/37.html",
  "case_name": "Maseola v S (506/09) [2010] ZASCA 37; 2010 (2) SACR 311 (SCA) (30 March 2010)",
  "citation": "[2010] ZASCA 37",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 37\n|\nNoteup\n|\nLawCite\nMaseola v S (506/09) [2010] ZASCA 37; 2010 (2) SACR 311 (SCA) (30 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nREPUBLIC\nOF SOUTH AFRICA\nJUDGMENT\nCase No 506/09\nIn the matter between:\nKERSTON MOKGOAKAE MASEOLA\t\t\t\t\t          Appellant\nand\nTHE STATE\t\t\t\t\t\t\t\t\t      Respondent\nNeutral citation:\nMaseola\nv The State\n(506/09)\n[2010] ZASCA 37\n(30\nMarch 2010)\nCoram:\nNavsa JA and Griesel\nand Saldulker AJJA\nHeard:\n16 March 2010\nDelivered:\n30 March 2010\nSummary:\nSentence:\nCumulative effect of sentences on several counts. \t\t\tUnduly harsh and\ndisproportionate â Effective sentence set \t\t\t\taside\nand\nsubstituted.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng\nHigh Court (Pretoria) (Els J sitting as a court of first instance):\n1.\tThe appeal against the sentences imposed by the court\nbelow is upheld to the extent set out in para 2.\n2.\tThe order of the trial court, is amended to read as\nfollows:\nâ\nThe sentences I impose on accused 3 are the\nfollowing:\nCount 1, the murder charge, 25 yearsâ imprisonment.\nCount 2, the second charge of murder, 25 yearsâ\nimprisonment.\nCount 3, possession of the automatic firearm, 15 yearsâ\nimprisonment.\nCount 4, dealing in the firearm, 7 yearsâ\nimprisonment.\nCount 6, unlawful possession of a firearm -  6 yearsâ\nimprisonment\nThe sentence on count 1 is to run concurrently with the\nsentence on count 2. Ten years of the sentence on count 3 is to run\nconcurrently\nwith the sentences imposed in respect of counts 1 and 2.\nThe sentences imposed in respect of counts 4 and 6 are to run\nconcurrently\nwith the sentences imposed in respect of counts 1 and 2.\nThe accused is thus sentenced to an effective 30 yearsâ\nimprisonment.â\n3.\tThe sentence is antedated in terms of\ns 282\nof the\nCriminal Procedure Act 51 of 1977\nto 8 August 2005.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSALDULKER (NAVSA JA and GRIESEL AJA concurring)\n[1] \tThis is an appeal against sentence with the leave\nof this court. The appellant, Kerston Mokgoakae Maseola, stood trial\nin the\nNorth Gauteng High Court (Pretoria) (Els J) as accused 3\ntogether with two co-accused, Tshuledi Blessing Moloi (accused 1) and\nDavid\nSerame Melato (accused 2)  for  the  murder of two policemen,\nInspector Hechter and Mr Greyling, a police reservist. They were also\ncharged with dealing in an automatic firearm, the unlawful possession\nthereof and the unlawful possession of ammunition. On 8 August\n2005\nthe appellant was convicted together with his co-accused, on all five\ncounts.\n[2] \tOn the same date, the trial court sentenced the\nappellant to 25 yearsâ imprisonment on each of the murder charges,\n18 yearsâ\nimprisonment in respect of the unlawful possession of the\nautomatic firearm, 6 yearsâ imprisonment on the unlawful dealing in\nthe\nfirearm and 7 yearsâ imprisonment in respect of the unlawful\npossession of ammunition. Els J ordered that the sentences imposed\non\nthe two murder counts be served concurrently. Furthermore, he ordered\nthat the 6 and 7 year sentences run concurrently with the\nsentence of\n18 years in respect of the unlawful possession of the firearm. Thus\nthe appellant was sentenced to an effective 43 yearsâ\nimprisonment.\n[3] \tThe appellant was a police informer. Regrettably,\nhe turned rogue and himself engaged in gun-running, an activity he\nwas tasked\nto monitor and report on. The automatic weapon he procured\nwas used by accused 1 in a fierce shoot-out on 17 January 2004, with\ntwo\npolicemen\non\nthe old Fochville Road, outside Sebokeng, who had been informed of\nthe latterâs intention to participate in an in-transit heist,\nand\nwho were requested to assist in his arrest.\n[4] \tIn the ensuing gun-battle, the two policemen died a\ngruesome death. They were fired upon unremittingly with an automatic\nR4 rifle\nas they attempted to effect the arrest. Inspector Hechter\narmed with a 9mm pistol, was no match for accused 1. Seriously\nwounded,\nwith parts of his face literally shot off, he collapsed and\ndied at the scene.  Mr Greyling, accompanying Inspector Hechter, had\nnot been armed. He died at the scene seated in the police vehicle in\nwhich they had travelled.\n[5]\tAlthough the appellant did not testify, it was put\nto state witnesses on his behalf that he was innocent and that he had\ninformed\nhis handler about the acquisition by accused 1 of the R4\nautomatic rifle.  It is common cause that the appellant had\ncommunicated\nthis fact only after the shoot-out had already occurred.\nThe appellant was rightly convicted on all charges. The court below\ncorrectly\nheld that the appellant must have forseen that the R4\nautomatic rifle  would be used by accused 1 in the commission of\noffences,\nincluding murder.\n[6]  \tIn sentencing the appellant on the murder counts,\nthe court recorded that he was being held liable on the basis of\ndolus eventualis\n, and\nthat there were substantial and compelling circumstances, justifying\na departure from the prescribed minimum sentence of life\nimprisonment. However, in respect of the possession of the R4\nautomatic rifle, the court found that there were no substantial and\ncompelling factors justifying such a departure, and sentenced the\nappellant to 18 yearsâ imprisonment, which the court stated to\nbe\nthe minimum sentence.\n[7]\tIn terms of\ns 51(2)\nof the\nCriminal Law Amendment\nAct 105 of 1997\n, the minimum prescribed period for sentences in\nrespect of offences falling under the ambit of\nPart II\nof Schedule 2\nis as follows:\nâ\nNothwithstanding any other\nlaw but subject to subsections (3) and (6), a regional court or a\nHigh court shall sentence a person who\nhas been convicted of an\noffence referred to in-\n(a)\nPart II\nof Schedule 2, in\nthe case of-\n(i) a first offender, to\nimprisonment for a period not less than 15 years;\n(ii) a second offender of any\nsuch offence, to imprisonment for a period not less than 20 years;\nand\n(iii) a third or subsequent\noffender of any such offence, to imprisonment for a period not less\nthan 25 years\n;â\nThe relevant portion of\nPart II\nof Schedule 2 reads as\nfollows:\nâ\nAny offence relating to-\nthe dealing in or smuggling of\n\tammunition, firearms, explosives or armament;\nor\n(b) the possession of an\nautomatic or semi-automatic firearm, explosives or armament.â\nThus it is clear that the trial court erred  in imposing\nthe sentence of 18 years on the appellant. The appellant was a first\noffender,\nwhom the court intended to sentence to the applicable\nminimum prescribed period. That period as is shown above is 15 yearsâ\nimprisonment.\n[8] \tThe appellant is 43 years old and married with\nfour children. He had been a member of the South African Police\nServices until\nhis discharge on medical grounds. Thereafter he\nstarted his own business, as a Funeral Undertaker and became\nregistered as a police\ninformer. He was a first offender and had been\nincarcerated for more than a year awaiting the finalisation of his\ntrial. The trial\ncourt found that the only mitigating factor in\nrespect of his personal circumstances was his clean record.\n[9] \tIt is true that the trial court was dealing with a\npolice informer who had committed offences he was tasked to prevent.\nUnlawful\nfirearms have become the scourge of our society and\nsentences imposed should send out a clear message that offences of\nthe kind in\nquestion will be met with the full force of the law.\n[10] \tIt should also be borne in mind that in this\nmatter, policemen were shot and killed. This is an aggravating\nfactor. The appellant\nknew when he was approached to procure the\nfirearm that fatal consequences might ensue.\n[11] \tCounsel for the state was rightly constrained to\nconcede that the effective sentence was excessive. The cumulative\neffect of\nthe sentences is so harsh and disproportionate that this\ncourt is entitled to interfere and substitute its discretion for that\nof\nthe trial court.\n[12]\tIn\nS v Mhlakaza &\nanother,\n1\nthere was an attack on a police office involving a machine gun (and\nthe shooting and wounding of members of the public). The two\nappellants who had been convicted on charges of murder, attempted\nrobbery, possession of firearms, and possession of a machine gun\nwere\neffectively sentenced to 47 and 38 yearsâ imprisonment\nrespectively. This court considered, whether in the circumstances of\nthe case, the cumulative effect of the sentences imposed was so\ninappropriate that the court was permitted to substitute its\ndiscretion\nfor that of the trial court. This court determined that\neach appellant should be sentenced to an effective 38 yearsâ\nimprisonment,\nbecause both were equal partners in the same criminal\nactivity. The court stated as follows at (523g-j):\nâ\nThe several convictions\nresulted from more or less the same event. It is therefore\nappropriate to assess what sentence I would have\nimposed for the\nmurderous armed attack on a police office involving a machine gun and\nthe shooting and wounding of members of the\npublic (cf\nS\nv M\n1994 (2) SACR 24\n(A) 30h-31e;\nS v\nCoales\n1995 (1) SACR\n33\n(A) 37a-b). I believe that a sentence of life imprisonment would\nhave been fully justified not only in relation to the combined\ncrimes,\nbut also on the murder count alone (cf\nS\nv Tcoeib\n1991 (2)\nSACR 627\n(Nm);\nS v\nMhlongo\n1994 (1) SACR\n584\n(A) at 589-90). And, as was pointed out by Hefer JA in\nS\nv Nkosi\n1993 (1) SACR\n709\n(A) 717g-i, such a sentence is more realistic and subject to more\nsafeguards than extraordinarily long sentences of imprisonment.\nDeterminate sentences, in any event, run concurrently with a life\nterm\n(s 32(2)(a)).â\nAnd at 524e:\nâ\nIn any event, had I not\nconsidered a life sentence to be justified I would have regarded an\neffective sentence of 47 years as exceeding\nacceptable limits.â\n[13]\tIn\nMhlakaza\nthis court sounded a note of caution at 518e-f:\nâ\nThe object of sentencing is not to satisfy public\nopinion but to serve the public interest . . .  A sentencing policy\nthat caters\npredominantly or exclusively for public opinion is\ninherently flawed. It remains the courtâs duty to impose fearlessly\nan appropriate\nand fair sentence even if the sentence does not\nsatisfy the public.â\n[14]\tFor the reasons set out above the appeal  against\nthe sentences  succeeds. In my view, in the circumstances of this\ncase, a sentence\nthat strikes a proper balance is an effective\nsentence of 30 yearsâ imprisonment constituted as set out in the\nensuing order:\n[15]\tThe following order is made:\n1.\tThe appeal against the sentences imposed by the court\nbelow is upheld to the extent set out in para 2.\n2.\tThe order of the trial court is amended to read as\nfollows:\nâ\nThe sentences I impose on accused 3 are the\nfollowing:\nCount 1, the murder charge, 25 yearsâ imprisonment.\nCount 2, the second charge of murder, 25 yearsâ\nimprisonment.\nCount 3, possession of the automatic firearm, 15 yearsâ\nimprisonment.\nCount 4, dealing in the firearm, 7 yearsâ\nimprisonment.\nCount 6, unlawful possession of a firearm -  6 yearsâ\nimprisonment\nThe sentence on count 1 is to run concurrently with the\nsentence on count 2. Ten years of the sentence on count 3 is to run\nconcurrently\nwith the sentences imposed in respect of counts 1 and 2.\nThe sentences imposed in respect of counts 4 and 6 are to run\nconcurrently\nwith the sentences imposed in respect of counts 1 and 2.\nThe accused is thus sentenced to an effective 30 yearsâ\nimprisonment.â\n3.\tThe sentence is antedated in terms of\ns 282\nof the\nCriminal Procedure Act 51 of 1977\nto 8 August 2005.\n________________________\nH K Saldulker\nActing Judge of Appeal\nAPPEARANCES:\nAPPELLANT:\t\t\t\tD de Kock\nInstructed by: Zwelakhe Radebe Attorneys,\n\t\t\t\t\t\t\tBooysens.\nMatsepes Attorneys, Bloemfontein\nRESPONDENT:\t\t\t\tE Leonard SC\nDirector of Public Prosecutions, Pretoria.\nDirector of Public Prosecutions,\n\t\t\t\t\t\t\t\t\tBloemfontein\n1\n1997 (1) SACR 515\n(SCA).",
  "scraped_at": "2026-02-11T20:18:16.640178",
  "date": "2010-03-30",
  "coram": [
    "Navsa JA",
    "Griesel",
    "Saldulker AJJA"
  ],
  "case_number": "506/09",
  "parties": {
    "applicants": [
      "Kerston Mokgoakae Maseola"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Kerston Mokgoakae Maseola, a former police informer, was convicted of two murders of police officers, unlawful possession of an automatic R4 rifle, dealing in the firearm and unlawful possession of ammunition. The rifle he procured was used by a co‑accused in a shoot‑out on 17 January 2004 that resulted in the deaths of Inspector Hechter and reservist Mr Greyling. At trial the High Court sentenced him to an effective 43 years' imprisonment, with the murder sentences running concurrently and the firearm‑related sentences also largely concurrent. Maseola appealed, arguing that the cumulative sentence was excessive and that the trial court erred in imposing an 18‑year term for possession of the automatic firearm, which should have been the statutory minimum of 15 years for a first offender.",
    "issues": "1) Whether the cumulative effect of the sentences imposed by the trial court was unduly harsh and disproportionate. 2) Whether the trial court correctly applied the minimum prescribed period for the offence of unlawful possession of an automatic firearm under s 51(2) of the Criminal Law Amendment Act. 3) Whether the appellate court may substitute a revised sentence that better balances the interests of punishment and proportionality.",
    "principles": "The court applied the principles of proportionality in sentencing, the statutory minimum sentences prescribed in the Criminal Law Amendment Act (s 51(2)), and the doctrine of dolus eventualis for murder liability. It reiterated that sentencing must serve the public interest, not merely public opinion, and that cumulative sentences may be reduced where they become excessive. Precedent from S v Mhlakaza and related cases was used to demonstrate that the court may intervene where an effective sentence is unacceptably long, and that life imprisonment may be preferred over extraordinarily long determinate terms.",
    "application": "The appellate court found that the trial court erred by imposing an 18‑year term for possession of the automatic firearm; the correct minimum for a first offender is 15 years. It also held that the combined effect of the sentences (43 years) was disproportionate given the appellant’s personal circumstances and the principle of fairness. Accordingly, the court substituted a revised sentencing scheme: 25 years for each murder (concurrent), 15 years for possession of the automatic firearm (with ten years concurrent with the murder terms), 7 years for dealing in the firearm, and 6 years for unlawful possession of a firearm, resulting in an effective 30‑year imprisonment, antedated to 8 August 2005.",
    "conclusion": "The appeal was upheld. The order of the trial court was amended to impose the revised sentences, resulting in an effective term of 30 years' imprisonment, antedated to 8 August 2005."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "murder",
      "firearms",
      "proportionality",
      "minimum sentence"
    ]
  }
}