{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/157.html",
  "case_name": "Sindane v S (510/10) [2010] ZASCA 157 (1 December 2010)",
  "citation": "[2010] ZASCA 157",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 157\n|\nNoteup\n|\nLawCite\nSindane v S (510/10) [2010] ZASCA 157 (1 December 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 510/10\nIn the matter between:\nTHOKOZANE\r\nPHILANE SINDANE\n......................................\nAPPELLANT\nand\nTHE\r\nSTATE\n.............................................................................\nRESPONDENT\nNeutral\r\ncitation:\nSindane v The State\n(510/10)\n[2010] ZASCA 157\n(1\r\nDecember 2010)\nCoram:\nPONNAN, MHLANTLA et TSHIQI JJA\nHeard:\n22 November 2010\nDelivered:\n1 December 2010\nSummary:\nRape ─ appeal against conviction ─\r\nassessment of evidence totality of evidence to be considered ─\r\nwhether all\nelements of offence proved.\n___________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from\n: KwaZulu-Natal High Court\r\n(Pietermaritzburg) (K\nPillay and Van Zyl JJ sitting as court of appeal):\nThe appeal against conviction is dismissed.\nJUDGMENT\n_____________________________________________________________________\nMHLANTLA JA\n(PONNAN JA and\r\nTSHIQI JA concurring):\n[1] Does ‘rape’ mean rape is evidently what\r\nwe are called upon to decide in this case? The suggestion on behalf\r\nof the\nappellant being that when the complainant repeatedly used that\r\nword during the course of her evidence she had no real appreciation\n\nof its meaning or import. That question arises against the following\r\nbackdrop.\n[2] The appellant, Thokazane Sindane, an educator, was\r\ncharged in the Regional Court, Pietermaritzburg with rape involving\r\nhis 19\nyear old domestic worker. The charge against him was based\r\nupon an occurrence at his home on Sunday, 24 July 2005. On 17 April\r\n2007, the appellant was convicted of rape and sentenced to ten years'\r\nimprisonment. An appeal against his conviction was dismissed\nby the\r\nKwaZulu-Natal High Court (Pietermaritzburg), (K Pillay J, Van Zyl J\r\nconcurring). His appeal is before us with the leave\nof that court.\n[3] The complainant testified that on the day in\r\nquestion, she had gone to church and on her return, found no-one at\r\nhome. The appellant\narrived and let her in. She prepared food for him\r\nand thereafter carried on with her other household duties. She was\r\nbusy ironing\nwhen the appellant approached her. He reminded her that\r\nin the past he had told her that he loved her and reiterated those\r\nfeelings\nfor her. She ignored him and carried on with her work.\n[4] She testified that the appellant then started\r\nfondling her but she pushed his hands away. He grabbed her from\r\nbehind and threw\nher onto the bed. He lifted her skirt, pulled her\r\npanty aside and raped her. She cried and protested but no one heard\r\nher because\nthe television set had been switched on and the volume\r\nwas high.\n[5] After the incident, the complainant left the house.\r\nShe attempted to call her mother in order to report the incident but\r\ncould\nnot get through to her. She waited for the appellant's wife and\r\non her return made a report to her about having been raped by the\n\nappellant. The appellant was confronted by his wife about the\r\nallegation. Mrs Sindane berated him. She was upset and broke down\n\ncrying, which attracted the attention of their neighbours.\n[6] The complainant testified that she had never had sex\r\nbefore and that she was a virgin when the appellant raped her. She\r\nwas\ntaken to a doctor for treatment by Mrs Sindane, who by that stage\r\nwas hysterical, and two of her neighbours. She was advised by\nthem to\r\nlie to the doctor about the true identity of her rapists. The advice\r\nhaving been that if she had told the doctor that the\nperpetrators\r\nwere unknown she would qualify for anti-retroviral treatment.\r\nAccording to the complainant, Mrs Sindane thereafter\nconvened a\r\nmeeting with her (Mrs Sindane’s) relatives to discuss what\r\ncourse to follow. She and certain other relatives later\naccompanied\r\nthe complainant to her mother where they reported the incident.\n[7] During cross-examination she admitted that the\r\nappellant had stated that he wanted sex and was adamant that the\r\nappellant had\nraped her. She denied that she had falsely implicated\r\nhim to secure financial assistance for herself in the event that she\r\nfell\npregnant.\n[8] The complainant was thereafter examined by a\r\ndistrict surgeon, Dr Abdul Akoo, two days later. Dr Akoo testified\r\nthat the gynaecological\nexamination of the complainant was quite\r\ndifficult because she was very anxious. She would not allow him to\r\ninsert his fingers\ninto her vagina because it was very sore and\r\ntender. He recorded in the J88 form that her vagina was very tender,\r\nthere was a slight\nvaginal discharge and her hymen had a bruise. Dr\r\nAkoo concluded that he could not exclude forced penetration, albeit\r\nthat he was\nnot 100 per cent certain. During cross-examination he\r\nstated that if any forced vaginal penetration had occurred, then the\r\ninjuries\nsustained by the complainant would be consistent with those\r\nsustained by a virgin 48 hours prior to his examination of her.\r\nAccording\nto him, the tissue in her vaginal area, which has a good\r\nsupply of blood, heals quite fast. That, so he testified, may explain\r\nthe absence of tears 48 hours later.\n[9] The appellant denied any involvement in the\r\ncommission of the offence. He testified that he had found the\r\ncomplainant outside\nthe house crying. She did not tell him what was\r\ntroubling her despite his repeated enquiries. He informed his wife,\r\nwhen she returned\nfrom church, about the complainant's distraught\r\nstate. The former went to speak to the complainant and thereafter\r\ntold him that\nthe complainant had reported to her that she had been\r\nraped by unknown boys. His wife subsequently took the complainant to\r\nthe\ndoctor. When they returned, his wife confronted him with the\r\nallegation that he had raped the complainant. He denied the\r\nallegation\ncontending that the complainant had falsely implicated him\r\nas she knew that he would be able to cover her medical expenses if\r\nshe\nbecame pregnant. He testified that he then decided to ‘stay\r\naway from this matter and to involve [himself] not in this matter’.\n[10] The trial court cautioned itself that the\r\ncomplainant was a single witness and was mindful of the approach to\r\nbe adopted when\nevaluating her evidence. The court accepted the\r\ncomplainant's testimony and concluded that she had no reason to\r\nfalsely implicate\nthe appellant. It rejected the appellant's version\r\nbecause it was 'so unlikely that it just cannot be true'. The trial\r\ncourt accordingly\nconvicted the appellant as charged.\n[11] The appellant appealed to the high court. In that\r\ncourt, various arguments were advanced on his behalf, on appeal, but\r\nthe\nquestion of whether the complainant understood the full import of\r\nthe word 'rape' when she used it in her evidence was never raised.\n\nThe court below held that the magistrate had properly evaluated the\r\nevidence and that there was no basis for interfering with its\n\nfinding. It thus dismissed the appeal.\n[12] This issue was raised for the first time in the\r\nhigh court during the application for leave to appeal to this court.\r\nThe high\ncourt appeared to have been persuaded that it had some merit\r\nand accordingly granted leave to appeal to this court.\n[13] The common law crime of rape is\r\ndefined as the unlawful and intentional sexual intercourse by a male\r\nperson with a female without\nher consent.\n1\nThe slightest penetration is\r\nsufficient. Before us, the thrust of the argument on behalf of the\r\nappellant was that the complainant\ndid not quite comprehend what the\r\nword 'rape' meant especially since she had never had sexual\r\nintercourse before the incident.\nCounsel contended that it was\r\nincumbent upon the State to have adduced evidence to prove that she\r\nfully comprehended what the word\nmeant. Absent such elaboration, so\r\nthe contention went, an essential element of the offence, namely\r\npenetration, had not been proved.\n[14] That submission cannot prevail. It is necessary to\r\nrefer to the evidence in this regard. The record discloses the\r\nfollowing\ntwelve references to the word 'rape' during the\r\ncomplainant's testimony:\n'Prosecutor: How do you know him?\nComplainant: I know him because he is the one who raped me. I was\r\nemployed by him.\n. . .\nQ: Yes?\nA: The accused grabbed me from behind because I was facing the bed\r\nand he pushed me onto the bed. He then raped me.\n. . .\nQ: With your clothes on?\nA: As a matter of fact I was dressed in a skirt and panties, a long\r\nskirt which eventually got torn during the struggle between\nmyself\r\nand him. He then pulled the panty to the side, he then raped me. . .\r\n. Two of the neighbours came and they enquired what\nhad happened and\r\nthe accused's wife then explained that her husband, one Thokozane,\r\nhad raped me.\n. . .\nQ: What did you tell the doctor then?\nA: I said to the doctor that I had been raped coming from church by\r\nunknown males.\n. . .\nQ: You were a virgin when the accused raped you?\nA: Yes.'\n[15] During cross-examination, the appellant’s\r\ncounsel used the word ‘rape’ repeatedly. The complainant\r\nunder\ncross examination was adamant that the appellant had raped her.\r\nShe replied as follows to questions put to her:\n'Q: But on the day in question he reminded you that he wants sex, is\r\nit?\nA: Yes, that is what he said.\n. . .\nQ: Before you arrived at accused home, after the church, had you been\r\nraped by any boys?\nA: No\n. . .\nQ: Why did you agree to say that you had been raped by unknown\r\npersons?\nA: I agreed because I did not want any serious infection.\n. . .\nQ: Then how did he rape you with his pants on.\nA: I do not know when he took off his pants but when he grabbed me he\r\nhad his pants on.\n. . .\nQ: Accused denies that he ever raped you.\nA: He did rape me.\n. . .\nQ: Accused also puts it to you that you mentioned him as the person\r\nwho raped you for convenience so that you can be treated in\ncase you\r\nhave contracted a disease?\nA: I was raped by him.\n. . .\nQ: Accused says what you told the doctor about the person who raped\r\nyou was correct.\nA: I was raped by him and he was intoxicated on the day in question.'\n[16] A perusal of the record clearly shows that the\r\ncomplainant, who was 21 years old when she testified, repeatedly\r\nstated that\nshe was raped. There is nothing on the record to suggest\r\nthat she did not understand what the word ‘rape’ meant.\r\nThe\nissue of penetration or what she understood by the word rape was\r\nnever canvassed during her evidence. There is not a shred of evidence\n\nthat suggests that the complainant did not appreciate or understand\r\nthe import of the word when she used it. In my view, on the\ntotality\r\nof the evidence, there can be no doubt that she fully comprehended\r\nwhat rape entailed. By the end of her evidence it became\ncommon cause\r\nthat she had been raped. The only issue before the trial court was\r\nthe identity of the perpetrator. The appellant’s\ndefence in the\r\ntrial court, consistent with what the doctor had been informed on the\r\nevening of the incident, was that some unknown\nmales were the\r\nperpetrators.\n[17] Moreover, as an educator the appellant was not an\r\nunsophisticated person. If indeed the contact between him and the\r\nappellant\nhad fallen short of penetration one would have expected him\r\nto have raised that in his defence. I accept that there is no onus on\n\nhim, however one would have expected a person of his standing to take\r\nissue with the allegation and dispute that penetration had\ntaken\r\nplace. He instead chose initially to become aloof and at a very late\r\nstage, after he had already had two bites at the cherry\nthis\r\ntechnical defence was opportunistically raised on his behalf.\n[18] To all of that must be added the conduct of the\r\nappellant's wife. She became very upset when she heard the\r\nallegations. She\nscolded the appellant. She cried and broke down. She\r\nmade a noise which attracted the attention of her two neighbours. She\r\nensured\nthat the complainant was taken to a doctor. She even reported\r\nthe matter to her relatives. It is clear that the appellant’s\n\nwife was left in no doubt that something untoward had happened in the\r\nhouse.\n[19] Counsel for the appellant contended that the\r\nmedical evidence was neutral. There is no merit in that submission.\r\nIt is prudent\nto consider the J88 form in greater detail. Dr Akoo\r\nnoted that the hymen was bruised and that the vagina was very tender\r\nand sore\nand there was a vaginal discharge. It is common cause that\r\nthe complainant had not been sexually active prior to the incident.\r\nThose observations are all consistent with some kind of trauma to the\r\ncomplainant’s vaginal area. It follows that the medical\n\nevidence, far from being neutral, in fact corroborated the\r\ncomplainant's evidence that a sexual assault had occurred. There is\n\nnothing to gainsay her evidence that the trauma was caused by the\r\nrape.\n[20] In those circumstances, I am satisfied that the\r\nState proved all of the elements of the offence and established the\r\nguilt of\nthe appellant beyond reasonable doubt. The appellant's\r\nversion was correctly rejected as not being reasonably possibly true.\r\nThere\nis therefore no basis to disturb the trial court's finding of\r\nguilt.\n[21] For these reasons the appeal against conviction is\r\ndismissed.\n_______________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT: L Barnard\nInstructed by Ngubane Wills Inc\nPietermaritzburg;\nNaude Attorneys, Bloemfontein\nRESPONDENT: R Blumrick\nThe Director of Public Prosecutions,\nPietermaritzburg;\nThe Director of Public Prosecutions,\nBloemfontein\n1\nC\r\n\tR Snyman\nCriminal Law\n4 ed (2002) p 445.",
  "scraped_at": "2026-02-11T20:45:46.188779",
  "date": "2010-12-01",
  "coram": [
    "PONNAN JA",
    "MHLANTLA JA",
    "TSHIQI JA"
  ],
  "case_number": "510/10",
  "parties": {
    "applicants": [
      "THOKOZANE PHILANE SINDANE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Thokozane Philane Sindane, an educator, was charged with raping his 19‑year‑old domestic worker at his home on 24 July 2005. The complainant testified that after returning from church she was alone, was approached by the appellant who fondled her, forced her onto a bed, lifted her skirt, and raped her while a television was on. She reported the incident to the appellant’s wife, who took her to a doctor. A medical examination showed a bruised hymen, tenderness and discharge, consistent with trauma to a virgin. Sindane denied the allegations, claiming the complainant fabricated the story for financial gain. The Regional Court convicted him; the High Court upheld the conviction; the appellant appealed to the Supreme Court of Appeal.",
    "issues": "The principal issue was whether the State had proved all elements of the offence of rape, particularly whether the complainant understood the meaning of the word ‘rape’ and whether penetration was established. The appellant argued that the complainant’s lack of sexual experience meant she could not comprehend the term, and that without proof of penetration the conviction could not stand.",
    "principles": "Under South African common law, rape is defined as the unlawful and intentional sexual intercourse by a male with a female without her consent; the slightest penetration suffices. The burden of proof lies on the State to prove each element beyond reasonable doubt. The court must consider the totality of the evidence, and a complainant’s repeated use of the term ‘rape’ can be evidence of her understanding. No onus is placed on the accused to disprove the charge.",
    "application": "The Court examined the record and found twelve instances where the complainant identified the appellant as her rapist and described the act using the term ‘rape’. She was 21 at trial and consistently affirmed the occurrence. Medical evidence corroborated trauma consistent with forced penetration of a virgin. The appellant’s late‑raised defence of lack of penetration was deemed implausible for an educated person of his standing. Consequently, the State’s evidence satisfied the legal elements of the offence.",
    "conclusion": "The Supreme Court of Appeal concluded that the State had proved all elements of rape beyond reasonable doubt and that the trial judge’s findings were sound. The appeal against conviction was dismissed, leaving the original conviction and ten‑year sentence intact."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "burden of proof",
      "evidence",
      "comprehension of legal terms"
    ]
  }
}