{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/70.html",
  "case_name": "Ngcamu and Another v S (665/2009) [2010] ZASCA 70; 2011 (1) SACR 1 (SCA) (26 May 2010)",
  "citation": "[2010] ZASCA 70",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 70\n|\nNoteup\n|\nLawCite\nNgcamu and Another v S (665/2009) [2010] ZASCA 70; 2011 (1) SACR 1 (SCA) (26 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:   665/2009\nIn the matter\r\nbetween:\nTHULANI\r\nNGCAMU\nFirst\r\nAppellant\nSIFISO SHANGE\r\n                                                             Second\r\nAppellant\nand\nTHE\r\nSTATE\nRespondent\nNeutral\r\nc\nitation:\nNgcamu\r\nv The State\n(665/09)[2010] ZASCA 70 (26 May 2010)\nCoram:\nMTHIYANE,\r\nMHLANTLA JJA and SALDULKER AJA\nHeard:\n13\r\nMay 2010\nDelivered:\t26\r\nMay 2010\nSummary:\nAppellant\r\nidentified as the driver of a getaway vehicle during a robbery ─\r\nraising alibi defence ─ alleging that he\nwas hijacked shortly\r\nbefore the robbery while\ndriving\r\nthe same vehicle\n─\r\nquestion on appeal ─ whether there is a reasonable possibility\r\nof his version being true.\n______________________________________________________________\n_______\nORDER\nOn\r\nappeal from:\nKwaZulu-Natal\r\nHigh Court (Pietermaritzburg) (Gorven J and Pillay AJ sitting as\r\ncourt of first instance):\n1\nThe\r\nappeal against the conviction of robbery with aggravating\r\ncircumstances (count 1) and attempted murder in respect of Dingaan\n\nElphas Mabuza (count 3) is dismissed.\n2\tThe appeal\r\nagainst the conviction on count 2 ─ the attempted murder in\r\nrespect of Tobias Dumisani Mhlongo ─ is upheld,\nand paragraph 1\r\nof the order of the court a quo is substituted with the following:\n‘\n1\tThe\r\nappeal of both appellants against their conviction and sentences in\r\nrespect of count 2 is upheld.’\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA\r\n(Mhlantla JA and Saldulker AJA concurring)\n[\n1]\tThe\r\nappellant, Mr Thulani Ngcamu and a co-accused, Mr Sifiso Shange\r\n(second appellant in the court below) were convicted in the\nregional\r\ncourt, Durban, on one count of robbery with aggravating\r\ncircumstances, two counts of attempted murder and two counts of\n\nunlawful possession of firearms. They were both sentenced to 15\r\nyears’ imprisonment for the robbery with aggravating\r\ncircumstances,\n5 years’ imprisonment for the attempted murders\r\nand 3 years’ imprisonment for the unlawful possession of\r\nfirearms,\ntaken together for the purpose of sentence. The two 5-year\r\nsentences for the attempted murders were ordered to run concurrently\n\nwith the 15-year sentence imposed on the\ncharge\r\nof robbery with aggravating circumstances, which meant that each one\r\nof them would serve an effective term of 18 years’\n\nimprisonment.\n[2]\tThe\r\nappellant and his co-accused, as the first and second appellants,\r\nappealed to the KwaZulu-Natal High Court, Pietermaritzburg\n(Gorven J\r\nand Pillay AJ) against both their conviction and sentence. The appeal\r\nsucceeded partially. Their conviction and sentence\nin respect of the\r\nrobbery with aggravating circumstances and the charges of attempted\r\nmurder were confirmed but the conviction\nfor the unlawful possession\r\nof firearms was set aside. In respect of the latter charges, the\r\ncourt found that sections 4\n1\nand 5\n2\nof the\nFirearms Control Act 60 of 2000\nwhich the appellant and his\r\nco-accused allegedly contravened, only came into effect on 1 July\r\n2004. It therefore followed that\nthe conviction for a contravention\r\nof these sections on 9 February 2004 had to be set aside and so, too,\r\nthe 3-year sentence imposed\ntherefor. The sentences imposed by the\r\nmagistrate for the robbery (15 years) and the attempted murders (5\r\nyears for each count)\nwere upheld. The court ordered the two 5-year\r\nsentences to run concurrently with the 15-year sentence imposed by\r\nthe magistrate\non the charge of robbery with aggravating\r\ncircumstances. The court granted leave to the appellant and his\r\nco-accused to appeal\nto this court against their conviction only. The\r\nappellant’s co-accused however passed on before the hearing of\r\nthis appeal.\nThe present appeal therefore only concerns Mr Ngcamu,\r\nwho was the first appellant in the court below and it is convenient\r\nin this\nappeal to refer to him simply as ‘the appellant’.\n[3]\tThe\r\ncharges of robbery with aggravating circumstances and attempted\r\nmurder arose from an incident at a BP filling station and\ngarage in\r\nClare Estate on the morning of 9 February 2004.\nAt\r\nabout 10:15 Mr Dingaan Mabuza and Mr Tobias Mhlongo employed by Coin\r\nSecurity, a cash-in-transit company, arrived at the above\npremises.\r\nMhlongo alighted from the vehicle in order to remove the cashbox from\r\nthe drop-safe containing cash and replace it with\nan empty cashbox.\r\nMabuza remained at the wheel. While Mhlongo was on the forecourt he\r\nwas accosted by two men armed with firearms.\nThey pointed their\r\nfirearms at him and took the laden cashbox and his firearm from him\r\nby force. They then ran to a silver-grey\nHonda Ballade which was\r\nparked on the edge of the garage forecourt with its doors open. It is\r\nnot clear how many occupants were\nin the vehicle after the two\r\nrobbers entered. There was however one other person in the vehicle,\r\nthe driver.\n[4]\tAs\r\nthe vehicle moved away\nMabuza gave chase. He suspected that the vehicle belonged to the\r\nappellant. It was a Honda Ballade, the same make as the appellant’s\n\nand bore the same colour, the only difference being that it had ‘ND’\r\n(Durban) registration plates, whereas the appellant’s\nvehicle\r\nwas Mpumalanga registered, with ‘MP’ registration plates.\r\nAs he continued the chase, one or more persons in\nthe Honda fired\r\nshots at him. Mabuza returned fire, shattering the Honda’s rear\r\nwindow and causing the driver of the Honda\nto turn and look behind\r\ntowards Mabuza. Mabuza then recognised the driver as the appellant,\r\nwhom he knew well.\n[5]\tMabuza’s\r\nchase\nwas unsuccessful as he lost the getaway vehicle in the traffic. The\r\nvehicle was subsequently found abandoned in Clermont, a township\nnear\r\nDurban. Upon inspection by Inspector Duma Makhaye of\nthe\r\nPinetown Police he found that ‘ND’ registration plates\r\nwere stuck on top of its original plates bearing registration\nnumber\r\nCMT 412 MP, with which the police were able to trace the appellant as\r\nthe owner. Makhaye handed the matter over to the Serious\nand Violent\r\nCrimes Unit, which took charge of the case. Upon searching the\r\nvehicle, Inspector Thabethe of that Unit found a Coin\nSecurity metal\r\nseal underneath the driver’s seat and some personal documents\r\nbelonging to the appellant, which displayed\nhis residential address:\r\n26 Gillian Court, 6 Mc Arthur Street, Durban.\n[6]\nInspector\r\nThabethe, the investigating officer, thereafter made several attempts\r\nto contact the appellant, without success. He visited\nthe appellant’s\r\napartment on two occasions but could not find him. He left messages\r\nfor the appellant to contact him but\nthe appellant did not respond.\r\nAbout a week later on 15 February 2004, Thabethe and other police\r\nofficers visited the appellant’s\napartment and arrested him for\r\nthe robbery and the other related charges referred to above.\n[7]\tIn\r\nhis defence the appellant denied that h\ne\r\nwas the driver of the Honda Ballade used in the robbery. He admitted\r\nthat the vehicle belonged to him but alleged that it had\nbeen taken\r\naway from him by force in a hijacking, on the morning of 9 February\r\n2004 ─ the day of the robbery ─ at about\n08:45 at Dududu.\r\nThe robbery took place at about 10:15 that morning. Indeed it was\r\ncommon cause that he had reported the hijacking\nincident at\r\nAmanzimtoti Police Station that day at about 14:30. The hijacking\r\ncomplaint was later transferred to the Scottburgh\nPolice Station, as\r\nDududu fell within Scottburgh.\n[8]\nBoth\r\nthe magistrate and the high court rejected the appellant’s\r\nversion that he had been hijacked as a red herring and accepted\n\nMabuza’s identification of the appellant as the person who was\r\ndriving the Honda Ballade used in the robbery. The question\nin this\r\nappeal is whether there is a reasonable possibility that the\r\nappellant’s version might be true. Of course if that\nis the\r\ncase, then it would mean that Mabuza was mistaken, and that the\r\nappellant was not the driver of the getaway vehicle.\n[9]\tCounsel\r\nfor the appellant\nsubmitted\r\nthat the evidence of Mabuza had to be approached with caution given\r\nthe fallibility of human observation. He drew attention\nto a number\r\nof features in the evidence which gave rise to the possibility that\r\nMabuza might have made a mistake in his identification:\nHe said\r\nMabuza was describing a mobile scene through an armoured glass; there\r\nwas exchange of gun fire; the getaway vehicle was\nnot very close; and\r\nthe appellant was in the front seat during the chase.\n[10]\tIt\r\nis true as was laid down by this court in the classical case of\nS\r\nv Mthetwa\n3\nthat because of the fallibility of human observation, evidence of\r\nidentification is approached by the courts with some caution.\nIn this\r\nregard Holmes JA said:\n‘\nIt\r\nis not enough for the identifying witness to be honest: the\r\nreliability of his observation must also be tested. This depends\non\r\nvarious factors, such as lighting, visibility, and eyesight; the\r\nproximity of the witness; his opportunity for observation,\nboth as to\r\ntime and situation; the extent of his prior knowledge of the accused;\r\nthe mobility of the scene; corroboration; suggestibility,\nthe\r\naccused’s face, voice, build, gait, and dress; the result of\r\nidentification parades, if any; and, of course, the evidence\nby or on\r\nbehalf of the accused. The list is not exhaustive. These factors, or\r\nsuch of them as are applicable in a particular case,\nare not\r\nindividually decisive, but must be\nweighed\r\none against the other, in the light of the totality of the evidence,\r\nand the probabilities; see cases such as\nR.\r\nv. Masemang\n,\n1950 (2) S.A. 488\n(A.D.);\nR.\r\nv. Dladla and Others\n,\n1962 (1) S.A. 307\n(A.D.) at p. 310C;\nS.\r\nv. Mehlape\n,\n1963 (2) S.A. 29\n(A.D.).’\nI\nn\r\nthe present matter and on the totality of the evidence I do not think\r\nthat there is any possibility of Mabuza having been mistaken\nas to\r\nthe identity of the appellant. He and the appellant\nhad\r\nworked together for Coin Security until approximately a week before\r\nthis robbery and had on occasion been, a crew together in\nthe same\r\nCoin Security vehicle. They were friends and came from the same area,\r\nwhich was attested to by the appellant himself in\nhis evidence. In\r\nresponse to a question in cross examination he said of his\r\nrelationship with Mabuza:\n‘\nHe\r\nis my friend, we grew up together. We drink together. We attend\r\nfunctions together’.\nThere can\r\ntherefore be no question that Mabuza and the appellant knew each\r\nother well.\n[11]\tThe\r\nfactors mentioned by counsel taken singly or cumulatively do not\r\ndetract from the reliability of Mabuza’s evidence\nof\r\nidentification of the appellant. The incident occurred in broad\r\ndaylight; although there was an exchange of gunfire Mabuza did\nnot\r\nfeel threatened because he was seated in a bulletproof vehicle;\nhis view to the vehicle was not impeded by the armoured glass as\r\nsuggested by counsel; he was able to observe an ‘ND’\n\nregistration plate that was stuck on the original registration plates\r\nof the Honda; if he could observe the registration plates\nwithout any\r\ndifficulty ─ and this was not disputed ─ there is no\r\nlogical reason why he could not identify the face\nof somebody who was\r\nwell known to him. During the chase Mabuza was as close as 8 to 10\r\nmetres from the Honda and his view was not\nobstructed in any way\r\nespecially after its rear view windscreen was shattered by the shots\r\nhe fired at it. It is true as counsel\nargued\r\nthat the scene was mobile but it is clear that the events were not\r\ntaking place at such a frenetic pace that Mabuza could\nhave made a\r\nmistake as to what was happening. Counsel’s submission that\r\nMabuza had to make split-second observation is clearly\nan over\r\nexaggeration.\n[12]\tIn\nmy view on a conspectus of all the evidence in this case, the\r\nconclusion is unavoidable that the appellant participated in the\n\nrobbery using his own vehicle. When he realised that he had been\r\nidentified he opened a false charge alleging that he had been\n\nhijacked, which never occurred.\n[\n13]\tIt\r\nis little wonder that his version that he was hijacked does not bear\r\nscrutiny. It is riddled with serious flaws. According\nto the\r\nappellant, he was hijacked in the early morning at 08:45 but he only\r\nreported the incident at 14:30 in the afternoon at\nAmanzimtoti Police\r\nStation, which was further away from the scene of the robbery.\r\nAlthough the Dududu main road where he was hijacked\nis only some 3 to\r\n4 kilometres from Scottburgh Police Station, he for some inexplicable\r\nreason, elected to report the incident\nat Amanzimtoti Police Station\r\nin a different area, a long way away from Scottburgh, some five hours\r\nlater, despite the fact that\nhe got a lift from the scene of the\r\nrobbery to convey him to Amanzimtoti Police Station. It is also not\r\nclear why it took him so\nlong to report the incident.\n[14\n]\tThe\r\nappellant’s conduct after the hijacking reflects an\r\ninexplicable lack of interest in contacting the police. After the\n\nrecovery of his vehicle soon after the robbery, police left messages\r\nat his apartment for him to contact them but he failed to\ndo so. The\r\npolice only managed to track him down when they arrived at his\r\napartment on 15 February 2004 when he\nwas\r\neventually arrested. When asked about the reason for his failure to\r\nrespond to messages left by the police he replied that he\ndid not\r\nknow why the members of the Serious and Violent Crimes Unit were\r\nlooking for him, a not so convincing response. Why should\nit matter\r\nwhich police unit was looking for him ─ if he had laid a\r\ncomplaint with the police concerning his vehicle and he\nwas to be\r\ninformed that it had been recovered? It seems as if the appellant was\r\ntrying to keep as far away from the police as possible\n─\r\nstrange behaviour for someone who in the ordinary course of events\r\nwould have been delighted that his vehicle had been\nrecovered and so\r\nsoon after the hijacking.\n[15\n]\tAnother\r\nstrange feature of this robbery, mentioned by the magistrate in his\r\njudgment, is that the false registration plates were\nstuck over the\r\noriginal plates. On the probabilities it is unlikely that the\r\nhijackers would have done this if they wished to use\nthe vehicle to\r\ncommit a robbery. In all probability they would have ripped off the\r\noriginal registration plates and replaced them\nwith false\r\nregistration plates before using the vehicle and this would have\r\nenabled them to avoid early detection. What the robbers\ndid here, on\r\nthe appellant’s version, as found by the magistrate, correctly\r\nin my view, is consistent with the conduct of\nan owner who did not\r\nwant his vehicle to be lost in the system once it is recovered. This\r\nconclusion is reinforced by the finding\nin the vehicle of the\r\nappellant’s documents with his address on them. I agree with\r\nthe magistrate that the appellant threw\na red herring to the\r\ninvestigating officers on his robbery charge by having to report the\r\ncase of a hijacking at Amanzimtoti Police\nStation, which never\r\noccurred.\n[16\n]\tThe\r\nhigh court’s rejection of the appellant’s version is also\r\nunassailable. It found that the appellant’s version\nif true,\r\nrequired the\ncoming\r\ntogether of the following unlikely coincidences. The appellant’s\r\nvehicle is hijacked that morning. It is then used\nwithin a short time\r\nas the getaway vehicle in the robbery. By chance the victims of that\r\nrobbery are his former employers, whose\nemployment he had left a few\r\ndays before. One of the robbers in this robbery is armed with a\r\nweapon which is a standard issue to\nthe employees of Coin Security.\r\nWhat is more, the driver of the getaway vehicle turns out to be\r\nsomebody who looks remarkably like\nhim, so much so, that Mabuza who\r\nknew the appellant well and in consequence could not be easily\r\nmistaken. On this identification,\nby mistake misidentifies this\r\ndriver as the appellant. Pillay AJ correctly concluded, in my view,\r\nthat the combination of circumstances\nis so far fetched that the\r\nhijacking version cannot reasonably possibly be true. The conclusion\r\nreached by both courts below in\ntheir rejection of the appellant’s\r\nversion can therefore not be faulted.\n[17\n]\tCounsel\r\nfor the appellant also criticised Mabuza for not informing the\r\ninvestigating officer, Inspector Thabethe at the scene,\nthat the\r\nperson whom he had seen driving the getaway vehicle was the\r\nappellant. What counsel overlooked is the fact that Mabuza\nhad\r\nimmediately informed the controller Rashid by radio control from the\r\nscene that the person he saw driving the getaway vehicle\nwas the\r\nappellant.\n[18\n]\tI\r\nam satisfied that both of the courts below were correct in accepting\r\nthe evidence of Mabuza in his identification of the appellant\nas the\r\ndriver of the Honda Ballade used by the robbers and in their\r\nrejection of his version that he was hijacked.\n[19\n]\tI\r\nalso do not have any difficulty with the conviction on the charge of\r\nattempted murder in respect of Mabuza. Shots were fired\nat him from\nthe\r\ngetaway vehicle in order to discourage him from pursuing the Honda\r\nBallade. It matters not that he was in an armoured vehicle\nand that\r\nhe did not believe that he was at risk of injury or death from this\r\ngunfire as the bullets could not penetrate the armoured\nvehicle. The\r\nshooter had the requisite criminal intent even if they were\r\nattempting the impossible.\n[20\n]\tWhat\r\ntroubles me however is the conviction of attempted murder charge in\r\nrespect of Mhlongo (count 2). There was no evidence that\nthe robbers\r\nfired any shots at him. In his evidence Mhlongo repeatedly stated\r\nthat the shots from the Honda Ballade were not directed\nat him but at\r\nMabuza who was driving the armoured vehicle. When questions were put\r\nto counsel for the State as to the basis upon\nwhich the appellant was\r\nconvicted on this count, she was driven to concede, correctly in my\r\nview, that the conviction thereon was\nnot sustainable. Accordingly\r\nthe appellant’s appeal against the conviction on this count is\r\ngood and the conviction thereon\nfalls to be set aside.\n[21\n]\tIn\r\nthe result the appeal against the conviction on the counts of robbery\r\nwith aggravating circumstances and the attempted murder\nin respect of\r\nMabuza fails but the appeal against the conviction on the count of\r\nattempted murder in respect of Mhlongo succeeds.\n[22]\tAccordingly\r\nthe following order is made:\n1\n.\tThe\r\nappeal against the conviction of robbery with aggravating\r\ncircumstances (count 1) and attempted murder in respect of Dingaan\n\nElphas Mabuza (count 3) is dismissed.\n2.\tThe\r\nappeal against the conviction on count 2 ─ the attempted murder\r\nin respect of Tobias Dumisani Mhlongo ─ is upheld\nand\nparagraph\r\n1 of the order of the court a quo is substituted with the following:\n‘\n1.\tThe\r\nappeal of both appellants against their conviction and sentences in\r\nrespect of count 2 is upheld.’\n_____________________\nK K Mthiyane\nJudge of Appeal\nAPPEARANCES\nAPPELLANT\nS:\tP\r\nMisselhorn\nInstructed by\r\nLegal Aid Board, Pietermaritzburg\nLegal Aid\r\nBoard, Bloemfontein\nRESPONDENT:\n(Ms)\r\nA A Watt\nInstructed by\r\nThe Director of Public Prosecutions, Pietermaritzburg\nThe\r\nDirector of Public Prosecutions,\nBloemfontein\n1\nSection\r\n\t4\nsets out a list of ‘firearms and devices [that] are\r\n\tprohibited and may not be possessed or licensed in terms of this\r\n\tAct’,\nsubject to certain exceptions.\n2\nSection\r\n\t5\nsets out a list of ‘devices [that] are not regarded as\r\n\tfirearms.’ Although the firearms found in possession of the\n\n\tappellant and his co-accused, fell within the prohibited ‘devices’\r\n\tthe State had the difficulty that the operative\nsections (4 and 5)\r\n\twhich made it an offence to possess only came into effect on 1 July\r\n\t2004.\n3\n1972\r\n\t(3) SA 766\n(A) at 768 A-C; See also D T Zeffertt A P Paizes and A St\r\n\tQ Skeen\nThe\r\n\tSouth African Law of Evidence\n5ed\r\n\t(2003) p 142.",
  "scraped_at": "2026-02-11T20:25:45.729225",
  "date": "2010-05-26",
  "coram": [
    "MTHIYANE",
    "MHLANTLA JJA",
    "SALDULKER AJA"
  ],
  "case_number": "665/2009",
  "parties": {
    "applicants": [
      "Thulani Ngcamu",
      "Sifiso Shange"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 9 February 2004 a robbery with aggravating circumstances occurred at a BP filling station in Clare Estate. Dingaan Mabuza and Tobias Mhlongo of Coin Security were confronted by two armed men who seized a cashbox and fled in a silver‑grey Honda Ballade. Mabuza gave chase, identified the driver as Thulani Ngcamu – a person he knew well – and later recovered the abandoned vehicle, which bore both the original Mpumalanga registration and a false Durban registration. Police traced the vehicle to Ngcamu, found his personal documents inside, and arrested him on 15 February 2004. Ngcamu pleaded not guilty, alleging that his car had been hijacked at 08:45 on the morning of the robbery and that he was therefore not the driver. The trial court and the KwaZulu‑Natal High Court rejected this alibi, convicting Ngcamu of robbery, two counts of attempted murder and unlawful possession of firearms (the latter later set aside). The present appeal concerns only Ngcamu’s convictions for robbery and the two counts of attempted murder.",
    "issues": "The appeal raised two principal issues: (1) whether the identification of Ngcamu as the driver of the getaway vehicle was reliable enough to preclude a reasonable possibility that his hijacking alibi was true; and (2) whether the conviction for attempted murder of Tobias Mhlongo (count 2) was sustainable in the absence of evidence that shots were fired at him.",
    "principles": "The court reiterated the jurisprudence on the fallibility of human identification, citing S v Mthetwa and the factors articulated by Holmes JA, including lighting, proximity, opportunity for observation, prior knowledge, and corroboration. Identification must be reliable beyond reasonable doubt. For attempted murder, the court reaffirmed that the requisite intent exists even where the act is impossible, provided the accused intended to cause death or serious injury.",
    "application": "Applying these principles, the court found that Mabuza’s observation was made in broad daylight, at close range (8–10 metres), with an unobstructed view of the vehicle’s registration plates, and that Mabuza knew Ngcamu personally, eliminating the risk of mistaken identity. Consequently, the alibi was rejected. Regarding the attempted murder of Mhlongo, the court noted that no evidence showed the robbers fired at him; Mhlongo’s testimony consistently indicated that shots were directed at Mabuza. The State could not satisfy the element of intent to kill Mhlongo, leading the court to set aside that conviction.",
    "conclusion": "The appeal was dismissed with respect to the conviction for robbery with aggravating circumstances and the attempted murder of Dingaan Mabuza. The conviction for attempted murder of Tobias Mhlongo was set aside. The orders of the lower courts were affirmed for the upheld convictions, and the appellant’s sentence remains 18 years’ effective imprisonment for the robbery and attempted murder of Mabuza."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery and Attempted Murder",
    "level_3": [
      "identification evidence",
      "alibi defence",
      "attempted murder"
    ]
  }
}