{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/66.html",
  "case_name": "Buffalo Freight Systems (Pty) Ltd v Castleigh Trading (Pty) Ltd and Another (311/09) [2010] ZASCA 66; 2011 (1) SA 8 (SCA) ; [2011] 1 All SA 1 (SCA) (24 May 2010)",
  "citation": "[2010] ZASCA 66",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 66\n|\nNoteup\n|\nLawCite\nBuffalo Freight Systems (Pty) Ltd v Castleigh Trading (Pty) Ltd and Another (311/09) [2010] ZASCA 66; 2011 (1) SA 8 (SCA) ; [2011] 1 All SA 1 (SCA) (24 May 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:  311/09\nIn the matter between:\nBUFFALO FREIGHT SYSTEMS (PTY)\r\nLTD\t\t\t\tAppellant\nand\nCRESTLEIGH TRADING (PTY)\r\nLTD\t\t\t\tFirst Respondent\nMARIA ELIZABETH\r\nBATT\t                         \t      Second Respondent\nNeutral\r\ncitation\n:\nBuffalo\r\nFreight Systems v Crestleigh Trading\n(311/09)\n[2010] ZASCA 66\n(24 May 2010)\nCoram:\nHEHER,\r\nSHONGWE, TSHIQI JJA and MAJIEDT and SALDULKER AJJA\nHeard:\n12\r\nMarch 2010\nDelivered:\n24\r\nMay 2010\nSummary:\nContract\r\n– whether an oral agreement subsequently entered into by the\r\nparties introduces a variation or waiver of the original\nwritten\r\nagreement – Practice – motions – whether genuine\r\ndispute of facts exists – whether the appellant\nis entitled to\r\ninvoke a right of lien.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn\r\nappeal from\n:\r\n\tSouth Gauteng High Court (Johannesburg) (Boruchowitz J sitting as\r\ncourt of first instance):\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court quo is set\r\naside and substituted with the following:\n‘\n1.\tThe application is granted.\n2.\tThe lien enjoyed by the applicant\r\nover the containers described in Annexure X to the Notice of Motion\r\nas “File 805.JSG.3995,”\n“File 805.JSG.4284,”\r\n“File 804.JSG3865,” “File 804.JSG 3947”, “\r\nFile 804.JSI 4015”\n is confirmed.\n3.\tThe first and second respondents\r\nare ordered, jointly and severally, the one paying the other to be\r\nabsolved, to pay to the applicant,\nthe sum of R600 591. 05 together\r\nwith interest thereon at the rate of 15.5% per annum a tempore morae\r\nfrom 31 May 2008 to date\nof payment.\n4.\tFailing such payment the applicant\r\nis authorized to sell the goods referred to in paragraph 2 above to\r\nthe extent necessary to\ncover any shortfall in the unpaid amount in\r\nparagraph 3 above.\n5.\tThe first and\r\nsecond respondents are ordered to pay the costs of the application\r\njointly and severally.\n6.\tThe counter-application is\r\ndismissed with costs.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nSHONGWE JA (HEHER,\r\nTSHIQI JJA and MAJIEDT and SULDULKER AJJA concurring):\n[1]\tThis appeal raises the questions\r\nof whether the appellant is entitled to invoke a right of lien over\r\ngoods received by it on\nbehalf of the first respondent in terms of a\r\nfacility granted to the first respondent by the appellant and whether\r\nan oral arrangement\nsubsequently entered into by the parties\r\ndisentitled the appellant from relying on certain trading terms and\r\nconditions.\n[2]\tThe appellant claimed final relief\r\nin the South Gauteng High Court, Johannesburg, in the following\r\nterms:\n2.1\tConfirmation of\r\na lien allegedly enjoyed by it in respect of certain shipping\r\ncontainers.\n2.2\tPayment of the\r\nsum of R543 469. 54 together with interest thereon from 31 May 2008\r\nin respect of clearing\nand\r\nforwarding services rendered on behalf of the first respondent.\n2.3\tAn order authorising the appellant\r\nto sell all the goods which form the subject matter of the lien.\n[3]\tThe first\r\nrespondent filed a counter-application in which it sought delivery of\r\nthree containers retained by the appellant by\nvirtue of the alleged\r\nlien.\nBoruchowitz\r\nJ dismissed the application and granted the counter-application.  In\r\nboth instances the costs followed the result. \nThis appeal is with\r\nleave of the court a quo.\n[4]\tAt the hearing of this appeal,\r\ncounsel for the appellant moved to increase its claim by an amount of\r\nR 57 121.51. This was in\nrespect of a charge for services rendered\r\nwhich the appellant had, by oversight, omitted from its claim as\r\nformulated in the application\npapers. It was clear from the answering\r\naffidavit that the first respondent admitted that the debt had been\r\nincurred. Counsel for\nthe first respondent, very properly, did not\r\noppose the amendment, which is now formally granted.\n[5]\tThe appellant carries on business\r\nas a freight forwarding and clearing agent.  The first respondent is\r\na furniture importer\nand retailer.  The second respondent is sued in\r\nher capacity as a surety in terms of a written deed of suretyship. \r\nThe appellant\nrelies on an agreement which initially incorporated its\r\nstandard trading terms and conditions and granted a thirty day credit\r\nline\nto the first respondent. In particular the appellant relies on\r\nclause 6 of the conditions.  Clause 6 reads:\n‘\nUnless\r\nspecifically agreed otherwise by the Corporation, all disbursements\r\nmade by the Corporation on behalf of the customer as\nwell as all fees\r\ncharged to the customer by the Corporation for agency, documentation,\r\ncarriage, warehousing, freight, financing\nof disbursements or any\r\nother intervention by the Corporation, are payable on presentation of\r\nthe account without deduction or\nset off. No amount may be deferred\r\nor withheld by reason of any claim or counter-claim. The Corporation\r\nshall have a special and\ngeneral lien over all goods as security for\r\nall monies owing by the customer to the Corporation.’\n[6]\tFrom the series\r\nof invoices forming part of the record it is clear that the\r\nappellant’s standard trading conditions were\napplicable\n.\nThey\r\nwere invariably referred to at the back of each instruction sheet,\r\nboth before and after the revocation of the credit line\nand even\r\nafter the fallout between the parties in May 2008 to which I shall\r\nallude next.\n[7]\tDuring the\r\nlatter half of 2007 the first respondent experienced financial\r\ndifficulties with the result that it breached its\ncontractual\r\nobligations by failing to pay the appellant within the agreed time\r\nframe and in some instances by not paying at all.\n The appellant was\r\ncompelled to revoke the credit facilities and deal with the first\r\nrespondent on a strictly cash basis.  It is\ncommon cause that in\r\nJanuary 2008 an amount of R756 604.40 was owing by the first\r\nrespondent.  In January 2008 various post-dated\ncheques were issued\r\nin an attempt to settle the debt.  Two of them were met, but a cheque\r\nfor R306 604.40 dated 31 March 2008\nwas dishonoured by an\r\ninstruction to stop payment in April 2008   It was contended on\r\nbehalf of the appellant that this revocation\nof the credit line  did\r\nnot evince an intention  by the appellant to cancel the agreement.\r\nThe invoices continued to incorporate\nreference to the standard\r\ntrading conditions after the termination of the credit line.  It is\r\nclear that they regulated the relationship\nbetween the parties as\r\nbefore.\n[8]\tSubsequent to\r\nthe dishonouring of the cheque the appellant received five containers\r\non behalf of the first respondent.  These\narrived on 18 April 2008,\r\n21 April 2008, 24 April 2008, 11 May 2008 and 27 May 2008.  The\r\nappellant incurred further handling\nand\r\nstorage charges. The first respondent’s indebtedness to the\r\nappellant increased.  A meeting was held on 5 May 2008 to\ndiscuss\r\npayment of the first respondent’s indebtedness.  The appellant\r\nalleges that the first respondent undertook to effect\npayment of the\r\noutstanding debt in full on a weekly basis commencing the following\r\nweek.  In addition, it is common cause that\nthe second respondent\r\nsigned a deed of suretyship for due payment of the first respondent’s\r\nindebtedness.  This is where\na major dispute of fact arises.  The\r\nfirst respondent contends that a suspense account was to be opened in\r\nrespect of the arrears\nand the amount was to be paid off as and when\r\nthe first respondent had money to pay.  In support of the first\r\nrespondent’s\ncontention three affidavits of witnesses (namely\r\nMrs Batt, its manager, Mr Brown a director and Batt’s son,\r\nand Ferreira,\nan employee) who were present at the meeting were\r\nproduced.  In my view, they differ in what the first respondent is\r\nalleged to\nhave said in respect of a number of matters including when\r\npayment was to be expected.  I shall deal with this aspect in detail\n\nlater in the judgment.\n[9]\tThe first\r\nrespondent failed, in the appellant’s view of the agreement, to\r\neffect payment in the week following 5 May 2008.\n The appellant\r\naddressed a letter on 13 May 2008 to the first respondent demanding\r\npayment of the sum of R 674 131.82.  In this\nletter the appellant\r\nreferred to the standard conditions which entitled it to declare a\r\nlien and sell the goods to recover the\namount of the indebtedness. \r\nThis letter was followed on 27 and 28 May 2008 by a series of e-mails\r\nbetween the appellant and the\nfirst respondent.  The gist of the\r\ne-mails is that the first respondent admitted that the sum of R307\r\n000.00 was overdue and that\nit was prepared to pay interest on that\r\namount.  The appellant adopted the stance that it had afforded\r\nrespondents extended time\nto sort out their finances but, since no\r\nfurther payment had been effected, it intended exercising its lien. \r\nThe first respondent\nraised the issue of the credit and cash\r\naccounts.  It contended, without referring to the alleged compromise\r\nagreement, that all\nmonies paid in terms of the cash account had been\r\npaid and therefore the appellant could not exercise the lien which it\r\nenjoyed\nin respect of the goods.  The appellant raised the issue\nof\r\nthe stopped cheques and also to the threat to sell the goods and\r\nusing the proceeds to settle the indebtedness.\n[10]\tOnly on 3 June 2008 did attorneys\r\nrepresenting the first respondent raise, for the first time, the\r\nexistence of the settlement\nagreement.   But the letter does not\r\ninclude the alleged accord relating to the release of the containers\r\npaid for in cash which\nthe respondent’s witnesses state have\r\nbeen agreed on 5 May 2008.  It refers neither to the alleged\r\nlimitation on the terms\nof the suretyship (ie to existing\r\nindebtedness only) nor to the alleged undertaking by Mrs Batt to\r\ndestroy it on satisfaction of\nthat indebtedness. As these were all\r\nmatters that Mrs Batt and later Brown said they regarded as material\r\nto the agreement, the\nomissions are strange.  The appellant commenced\r\nproceedings on 4 June 2008.In the interim the first respondent had\r\naddressed a\nletter dated 3 June 2008 to the appellant demanding the\r\nrelease of the three containers already paid for. The\r\ncounter-application\nfollowed when the demand was ignored.\n[11]\tThe appellant contends that the\r\nsum of R543 469.54 is due and payable by the first respondent and\r\nthat at the time of the application\nit had received five containers\r\non behalf of the first respondent, against which it was exercising a\r\nlien.  It contended further\nthat it had cleared three containers\r\nwhich were in storage and that the remaining two containers had been\r\nplaced in bond, but had\nto be cleared by customs with resultant\r\nfurther disbursements.  Costs were said to be increasing on a daily\r\nbasis and amounted\nto R130 726.55 at the time of the application.\n[12]\tThe respondent on the other hand\r\ncontended that in terms of the January 2008 agreement all further\r\nfreight services by the\nappellant would be on a strictly cash basis\r\nand that on 5 May 2008 the parties entered into an oral agreement in\r\nterms whereof\nthe first respondent could pay the outstanding R306\r\n604.40 as and when money became available, on condition that the\r\nsecond respondent\nsigned a personal deed of suretyship in favour of\r\nthe appellant.  It further contended that the sum of R306 604.40 was\r\nto be transferred\nto a suspense account and in addition it was\r\ncontended, the appellant undertook to release the three containers in\r\nits possession\nwhich were paid for in cash.\n[13]\tAs I have already said, it is\r\nplain that the parties conducted their business on the basis of the\r\nstandard trading conditions\nin respect of transactions material to\r\nthe present matter.  Counsel for the first respondent argued but\r\nfaintly to the contrary.\n  The revocation of the credit line, in my\r\nview, simply closed down the credit facility but did not affect the\r\ntrading conditions.\n[14]\tThe purpose of\r\nthe meeting on 5 May 2008 was to seek payment of the outstanding\r\namount, or at least assurance that it would\nbe paid on conditions\r\nacceptable to the appellant, and the time frame within which it could\r\nbe paid.  The dispute is on when and\nhow the debt would be paid.  The\r\nappellant contends that the agreement was that payment would be made\r\non a weekly basis commencing\nthe following week, whereas the first\r\nrespondent’s version was that payment would be effected as and\r\nwhen money was available.\n The latter version is inherently\r\nimprobable to a high degree.  A few examples will suffice; it is\r\nunlikely that the first respondent\nwould have moved from a position\r\nof relative certainty to one of extreme uncertainty.  It was in\r\npossession of a dishonoured cheque\nand it had clear contractual\r\nrights. There was also no dispute as to the indebtedness. To\r\nstrengthen the appellant’s position\nit requested additional\r\nsecurity by requiring a signed suretyship.  Of what value would the\r\nsuretyship have been if the first respondent\nwould pay as and when\r\nmoney was available?  And of what value would an undertaking not to\r\nrely on the suretyship have been to it\nas the second respondent\r\naverred?  The subsequent conduct of the respondents is at odds with\r\nany bona fide belief in the minds\nof its representatives that\r\nagreement had been reached on the terms later alleged by\nthem.\n[15]\tAs I mentioned earlier to\r\nillustrate the contradictions, the respondent’s witnesses, \r\nBatt, Brown and Ferreira put forward\nversions different as between\r\nthemselves and at odds with that of Mrs Wolff (a representative of\r\nthe appellant).  In essence their\nstory was that Wolff wanted to be\r\npaid weekly, but Batt told her that she was not prepared to give\r\nundertakings which she might\nnot be able to keep.  A compromise was\r\nreached.  In order to reflect the flavour of their case accurately I\r\nprefer to set out the\ncontents of their respective statements (which\r\nthey included in the answering papers).\n[16]\tMrs Batt\r\nstated as follows\n:\n‘\nI\r\nhad a meeting with Margrit Wolff from Buffalo Freight on the 5\nth\nMay, 2008 regarding the outstanding amount of R306 604.40.  The\r\nmeeting was to make some arrangements to pay this amount off. She\ndid\r\nsay that there will be interest charged on this amount to which I\r\nagreed.  I took Jacques Brown and Rita Ferreira with me so\nthat\r\nwhatever was said between us I had witnesses. Margrit called Sally\r\nfrom their accounts department to sit in for this meeting.\n Margrit\r\nasked me if I can promise her that there will be a weekly payment for\r\nthe outstanding amount.  My answer to her was ”Margrit\nI will\r\nnever, ever make a promise that I cannot keep.  I will make payments\r\nto you as I get money.”  Then Margrit asked me\nto sign surety\r\nfor this amount.  She said she will not use it, and will destroy it\r\nwhen the money was paid to her.  I signed it.\n Margrit then told\r\nSally that she must bring this amount into the current month and on\r\nthis amount I will have to pay interest.\n After we agreed to the\r\nabove arrangements, I then asked Margrit about the container that was\r\nwith them.  I asked Margrit if she\nwill release the container.  She\r\nagreed to this.  The invoice for this container was R108 705.30.  I\r\npaid this amount on May 08,\n2008.  When I phoned they said Margrit\r\nwill still not release the container.  Then I got another invoice for\r\nR61 192.02 and a second\ninvoice for R64 651.65 I added them up and\r\ngot to a total of R125 843.67.  I then wrote a cheque for the amount\r\nof R139 874.06\non the 16\nth\nMay 2008.  That was R14 030.39 more than the invoices that was given\r\nto me by Buffalo Freight.  Then the next thing I know all\nthese\r\ninvoices were given to me with all these costs.  I really thought we\r\ncould work this out, but I am not sure.  In the containers\nare orders\r\nwhere clients have paid a deposit and were going to pay in full when\r\nwe delivered the goods to them.  Now that we have\nnot received the\r\ngoods and can’t supply the clients we have to pay them back. \r\nGiven the above how does Margrit expect us\nto make more regular\r\npayments.’\n[17]\tBrown described events as\r\nfollows:\n‘\nMyself and Mrs\r\nBatt explained our situation to Mrs Wolff and we asked her for help. \r\nMrs Wolff then said that she would help us\nand the following\r\nagreement was made.  Mrs Wolff said that the money will be placed in\r\na holding account and that we could pay\nthe amount off.  We then told\r\nher that we could not say how much we are capable of paying every\r\nmonth but that we will pay it off\nas soon as we possibly can.  There\r\nwas no specific amount or time limit given to us.  Further more we\r\nmade arrangements with the\ncontainers held by Buffalo Freights and we\r\nagreed to pay them in full then they would be released to Crestleigh\r\nTrading. Mrs Wolff\ngave a letter to Mrs Batt to sign for surety and\r\nsaid that she would not use the letter and that it would be destroyed\r\nonce the\naccount was settled. To my knowledge payment was made in\r\nfull on container at Buffalo Freight and none of the containers\r\nreleased\nyet.  Payment made exceeded the amount due on containers. \r\nAnd we took it that the balance was paid on holding account.  So in\r\nshort we are trying to comply with the agreement.’\n[18]\tFerreira stated that:\n‘\nMrs Batt explained\r\nto Margrit that she has a problem to pay the outstanding amount and\r\nasked her if she could pay it off as the\nmoney comes in, she will try\r\nand pay it off as quick as what she can, Margrit asked her if she can\r\npromise her a payment every\nweek, where Mrs Batt told her she will\r\nnever make a promise where she is not 100% that she can keep to that.\r\n At one stage Margrit\nasked Mrs Batt to sign a surety letter, Margrit\r\nstill said she will not use it and will destroy it as soon as the\r\namount was settled.\nAt that stage I told\r\nMargrit that I was caught with the same type of letter and the same\r\npromises.  She then said she will not use\nit we got her word, and\r\nthat we can be there when she destroy if Mrs Batt did sign the\r\nletter.\nMargrit told Sally to\r\ntake the amount of R306 604.40 out of the period it was in and bring\r\nit in as a current account.\nOnly after this was\r\nagreed on Mrs Batt asked Margrit if she will release the container\r\nthat was with them, Margrit said if she get\nthe payment for the\r\ncontainer she will do so. Mrs Batt told me she has paid Margrit for\r\nthat container but she still don’t\nwant to release the\r\ncontainer. Mrs Batt also told me that she got two more invoices from\r\ntwo more containers, she has paid the\ntwo invoices and with a little\r\nextra so that the amount can come off, even if it is little by\r\nlittle.’\n[19]\tThe court a\r\nquo approached the matter on the basis that the facts pertaining to\r\nthe agreement\nof\r\n5 May 2008 were in dispute and that there had been no request by the\r\nappellant that the matter be referred for evidence or trial.\n It then\r\napplied the principle in\nPlascon-Evans\r\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634 E-F (where it was held that the court must\r\ndeal with the matter on the basis of the respondent’s version\r\ncoupled\nwith the admitted facts in applicant’s papers) However,\r\nin\nTruth\r\nVerification Testing Centre CC v AE Truth Detection\nCC\n1998 (2) SA 689\n(W) at 698 H-J ,  Eloff AJ said:\n‘\nI am also mindful\r\nof the fact the so-called robust common-sense, approach’ which\r\nadopted in cases such as Soffiantini v Mould\n1956 (4) SA 150\n(E) in\r\nrelation to the resolution of disputed issues on paper usually\r\nrelates to situations where a respondent contents himself\nwith bald\r\nand hollow denials of factual matter confronting him.  There is,\r\nhowever, no reason in logic why it should not be applied\nin assessing\r\na detailed version which is wholly fanciful and untenable.’\nI respectfully\r\nagree. The court should be prepared to undertake an objective\r\nanalysis of such disputes when required to do so. In\nJ\r\nW Wightman (Pty) Ltd v Headfour (Pty) Ltd\n[2008] ZASCA 6\n;\n2008 (3) SA 371(SCA)\n, it was suggested how that might be done in\r\nappropriate circumstances. The present case calls for a similar\r\nanalysis.\n[20]\tA court must\r\nalways be cautious about deciding probabilities in the face of\r\nconflicts of facts in affidavits. Affidavits are\nsettled by legal\r\nadvisers with varying degrees of experience, skill and diligence and\r\na litigant should not pay the price for an\nadviser’s\r\nshortcomings. Judgment on the credibility of the deponent, absent\r\ndirect and obvious contradictions, should be\nleft open. Nevertheless\r\nthe courts have recognised reasons to take a stronger line to avoid\r\ninjustice. In\nDa\r\nMatta v Otto\n1972 (3) SA 858\n(A) at 689 D-E, the following was said:\n‘\nIn\r\n regard to the appellant ‘s sworn statements alleging the oral\r\nagreement, it does not follow that because these allegations\nwere not\r\ncontradicted – the witness who could have disputed them had\r\ndied – they should be taken as proof of the facts\ninvolved.\r\nWigmore on Evidence, 3\nrd\ned., vol. VII, p.260, states that the mere assertion of any witness\r\ndoes not of itself need to be believed, even though he is unimpeached\n\nin any manner, because to require such belief would be to give a\r\nquantative and impersonal measure to testimony. The learned author\nin\r\nthis connection at p. 262 cites the following passage from a decision\r\nquoted:\n“\nit is not\r\ninfrequently supposed that a sworn statement is necessary proof, and\r\nthat, if uncontradicted, it established the fact\ninvolved. Such is by\r\nno means the law. Testimony, regardless of the amount of it, which is\r\ncontrary to all reasonable probabilities\nor conceded facts-testimony\r\nwhich no sensible man can believe-goes for nothing; while the\r\nevidence of a single witness to a fact,\nthere being nothing to throw\r\ndiscredit, cannot be disregarded.”\nAlso in\nSiffman v Kriel\n,\n1909 T.S. 538\n, INNES, C.J.\n,\nat\r\np 543 says:\n“\nIt does not\r\nfollow, because evidence is uncontradicted, that therefore it is true\r\n… The story told by the person on whom\nthe onus rests may be\r\nso improbable as not to discharge it.”\n[21]\tI am satisfied\r\nthat the court a quo should have adopted this approach when\r\nconsidering the first respondent’s defence\nand version of what\r\nhappened at the meeting of 5 May 2008.  If it had done so, it must\r\nhave concluded that no genuine factual dispute\nexisted and that the\r\nversion propounded by the respondents was fanciful and wholly\r\nuntenable.  In the premises I find that no compromise\nagreement had\r\nbeen reached on 5 May 2008 as contended for by the respondents.  The\r\nappellant’s contention to the contrary\nought to have been\r\nupheld by the court below.  It should have come to the conclusion\r\nthat the standard trading terms and conditions\nalluded to in the\r\npreceding paragraphs had in fact remained extant.\n[22]\tI am\r\nconstrained to disagree with the finding of the court a quo that the\r\nquantification of the applicant’s claim could\nnot be\r\nascertained from its affidavits.  An examination of the statements\r\nand tax invoices shows clearly how the sum of R543 469.54\nwas arrived\r\nat.  They cover all debits and credits.  As referred to earlier the\r\namount of R57 121.51 has been added to the claim\nby reason of the\r\namendment.\nThe\r\nfirst respondent is therefore entitled to judgment for R600 591.05.\n[23]\tThere was no dispute that if the\r\nappellant was entitled to enforce its claim against the first\r\nrespondent at the time that\nit purported to exercise its lien over\r\nthe three containers, it was also lawfully entitled to the security\r\nwhich the lien provided.\n  It follows that the counter-application\r\nshould have been dismissed.\n[24]\tIn the result:\n1.\tThe appeal is upheld with costs.\n2.\tThe order of the court quo is set\r\naside and substituted with the following:\n‘\n1.\tThe application is granted.\n2.\tThe lien enjoyed by the applicant\r\nover the containers described in Annexure X to the Notice of Motion\r\nas “File 805.JSG.3995,”\n“File 805.JSG.4284,”\r\n“File 804.JSG3865,” “File 804.JSG 3947”, “\r\nFile 804.JSI 4015”\n is confirmed.\n3.\tThe first and second respondents\r\nare ordered, jointly and severally, the one paying the other to be\r\nabsolved, to pay to the applicant,\nthe sum of R600 591. 05 together\r\nwith interest thereon at the rate of 15.5% per annum a tempore morae\r\nfrom 31 May 2008 to date\nof payment.\n4.\tFailing such payment the applicant\r\nis authorized to sell the goods referred to in paragraph 2 above to\r\nthe extent necessary to\ncover any shortfall in the unpaid amount in\r\nparagraph 3 above.\n5.\tThe first and second respondents\r\nare ordered to pay the costs of the application.\n6.\tThe counter-application is\r\ndismissed with costs.’\n________________\t\t\t          \r\n  \t\t\t\t\t\tJ SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\t\tM Nowitz\nInstructed by:\nNowitz\r\nAttorneys, Johannesburg\nHoney\r\nAttorneys, Bloemfontein\nFor\r\n1\nst\nRespondent:\t\tD J Joubert\nInstructed by:\nSchickerling\r\nBowen & Hesselink Inc, Johannesburg\nMatsepe\r\nInc, Bloemfontein",
  "scraped_at": "2026-02-11T20:24:53.632783",
  "date": "2010-05-24",
  "coram": [
    "HEHER",
    "SHONGWE",
    "TSHIQI JJA",
    "MAJIEDT",
    "SALDULKER AJJA"
  ],
  "case_number": "311/09",
  "parties": {
    "applicants": [
      "Buffalo Freight Systems (Pty) Ltd"
    ],
    "respondents": [
      "Crestleigh Trading (Pty) Ltd",
      "Maria Elizabeth Batt"
    ]
  },
  "sections": {
    "facts": "Buffalo Freight Systems (Pty) Ltd (the appellant) is a freight forwarding and clearing agent. Crestleigh Trading (Pty) Ltd (the first respondent) is a furniture importer and retailer, with Maria Elizabeth Batt (the second respondent) acting as a surety under a deed of suretyship. The parties originally operated under written standard trading conditions that granted Crestleigh a thirty‑day credit line and gave Buffalo a general lien over all goods held for the respondent. In early 2008 Crestleigh fell behind on payments, leading Buffalo to revoke the credit facility and require cash payment. Despite the revocation, Buffalo continued to issue invoices that incorporated the same standard terms. In May 2008 five containers belonging to Crestleigh were received by Buffalo; payment of the outstanding debt was disputed and the parties allegedly held a meeting on 5 May 2008 to discuss a settlement, the terms of which were contested. Buffalo later instituted proceedings claiming a lien over the containers and a monetary debt, while Crestleigh counter‑claimed for the release of the containers.",
    "issues": "The appeal raised two principal legal issues: (1) whether Buffalo Freight Systems was entitled to enforce its statutory lien over the containers in accordance with clause 6 of its standard trading terms; and (2) whether an oral agreement purportedly reached on 5 May 2008 varied or waived those written terms, thereby eliminating the basis for the lien. Ancillary issues concerned the quantification of the debt, the existence of a genuine factual dispute, and the appropriate interest rate.",
    "principles": "The court considered the primacy of written contractual terms where parties have expressly incorporated standard conditions, and the requirement that any variation must be evidenced in a manner consistent with the contract. It applied the approach in Plascon‑Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd, requiring the court to decide on the respondent’s version together with admitted facts, and the evidential principles from Truth Verification Testing Centre CC v AE Truth Detection CC concerning the assessment of conflicting affidavits. The judgment also reiterated the effect of clause 6, which grants a lien over all goods for unpaid monies, and the necessity of a clear, unambiguous agreement to extinguish that lien.",
    "application": "The SCA found that the parties continued to operate under the written standard trading conditions despite the revocation of the credit line; the invoices after revocation still referred to those terms, indicating that the contractual relationship remained unchanged. The court held that the alleged oral settlement was not adequately proved and was inconsistent with the respondents’ own statements, thus it could not override the written clause conferring a lien. The court also quantified the debt at R543,469.54, added R57,121.51 from an amendment, and arrived at a total claim of R600,591.05, confirming the entitlement to interest at 15.5% per annum from 31 May 2008.",
    "conclusion": "The appeal was upheld. The order of the court a quo was set aside and substituted: Buffalo’s lien over the five containers was confirmed; the first and second respondents were ordered jointly and severally to pay R600,591.05 with interest, and to bear the costs of the application. The counter‑application seeking release of the containers was dismissed with costs. The decision reaffirmed the enforceability of the statutory lien where written contractual terms remain in force and where an alleged oral variation is not proven."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Contract Law",
    "level_3": [
      "lien",
      "contract variation",
      "oral agreement",
      "standard trading terms",
      "evidence"
    ]
  }
}