{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/99.html",
  "case_name": "Van der Merwe v Master of the High Court and another (605/09) [2010] ZASCA 99; 2010 (6) SA 544 (SCA) ; [2011] 1 All SA 298 (SCA) (6 September 2010)",
  "citation": "[2010] ZASCA 99",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 99\n|\nNoteup\n|\nLawCite\nVan der Merwe v Master of the High Court and another (605/09) [2010] ZASCA 99; 2010 (6) SA 544 (SCA) ; [2011] 1 All SA 298 (SCA) (6 September 2010)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 605/09\nHENDRIK VAN DER MERWE\n...................................................................................\nAppellant\nand\nMASTER\r\nOF THE HIGH COURT\n.................................................................\nFirst\r\nRespondent\nSOCIETY\r\nFOR THE PREVENTION OF CRUELTY\n................................\nSecond\r\nRespondent\nTO\r\nANIMALS\n________________________________________________________________\nNeutral citation:\nVan der\r\nMerwe v Master of the High Court & another\n(605/09)\n[2010]\r\nZASCA 99\n(6 September 2010)\nCORAM:\nNavsa, Cloete and Shongwe JJA and Bertelsmann and Ebrahim AJJA\nHEARD:\n23 August 2010\nDELIVERED:\n6 September 2010\nSUMMARY: Acceptance of document as\r\nwill in terms of\ns 2(3)\nof the\nWills Act 7 of 1953\n─ absence of\r\nsignature not an absolute bar ─ document authentic and intended\r\nto be deceased’s will.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng\r\nHigh Court, Johannesburg (Tsoka J sitting as court of first\r\ninstance).\n1. The appeal is upheld.\n2. The order of the court below is set\r\naside in its entirety and the following order is substituted:\n‘\nThe first\r\nrespondent is directed to accept the document executed by the\r\ndeceased during 2007, annexure ‘HVDM 1’ to the\nfounding\r\naffidavit, as the will of John Henry Munnik van Schalkwyk for the\r\npurposes of the\nAdministration of Estates Act 66 of 1965\n.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA: (Cloete and Shongwe JJA and\r\nBertelsmann and Ebrahim AJJA concurring)\n[1] This is an appeal, with the leave\r\nof this court, against a judgment of the Johannesburg High Court\r\n(Tsoka J), in terms of which\nan application under s 2(3) of the Wills\r\nAct 7 of 1953 (the Act), to have an unsigned document declared to be\r\nthe will of the late\nJohn Henry Munnik van Schalkwyk (the deceased)\r\nand to authorise the Master of the High Court to accept it as such,\r\nwas dismissed.\nThe background is set out hereafter.\n[2] The appellant,\r\nHendrik van der Merwe, and the deceased first met in 1969 when they\r\nwere both resident and employed in Heidelberg,\nGauteng. Later they\r\nboth moved to Johannesburg. In 1972 the appellant moved to Cape Town\r\nbut returned to Johannesburg six years\nlater. In 1990, the appellant\r\nreturned to Cape Town where he resides to this day. From the time\r\nthat the appellant and the deceased\nhad first met a friendship began\r\nto develop and continued to strengthen, notwithstanding the later\r\ngeographical distance between\nthem. Their relationship was such that\r\ntheir respective parents became friends. The appellant and the\r\ndeceased regularly travelled\noverseas together on holidays and\r\nvisited each other. They kept in regular telephone contact and had no\r\nsecrets from each other.\nThe appellant describes the friendship as\r\nfollows:\n‘\nOns\r\nverhouding kan dus beskryf word as dié van jarelange vriende\r\nen vertrouelinge, wat geen geheime vir mekaar gehad het\nnie.’\n[3] In 2007 the appellant and the\r\ndeceased discussed the future. The deceased intended to retire in\r\n2008 and was keen to make important\ndecisions in relation to his\r\nretirement. During these discussions the two friends decided that\r\nthey would each execute a will in\nterms of which the other would be\r\nthe sole beneficiary of his deceased estate. Both were unmarried and\r\nneither had descendants\nor immediate families to whom they could\r\nbequeath their estates ─ the deceased’s parents had by\r\nthen died. Following\non these discussions and in accordance with\r\ntheir agreement the deceased sent the appellant an e-mail on 26 July\r\n2007 (the\ndocument at the centre of this case) which reads as\r\nfollows:\n‘\nTESTAMENT\nEk, die ondergetekende,\nJOHN HENRY MUNNIK VAN\r\nSCHALKWYK (ID No. 4803285060086)\nTans woonagtig te EENHEID\r\nN0 29 BERGBRON VILLAS, WHITERIDGE UITBREIDING 9, ROODEPOORT herroep\r\nhiermee alle vorige testament, kodisille\nen ander testamentêre\r\naktes deur my gemaak en verklaar die volgende my testament te wees.\nA\nEk bemaak my boedel, wat\r\nroerende en vaste eiendomme insluit aan: HENDRIK VAN DER MERWE –\r\nID NO. 480218-5052-086. NO 1 LAETITIA\nSTRAAT CHRISMA BELVILLE 7530\nB\nEk benoem ABSA TRUST\r\nBEPERK as eksekuteur van my boedel en ek stel hulle vry van die\r\nverpligting om sekuriteit aan die Meester van\ndie Hoogegeregshof te\r\nverskaf.\nC\nABSA TRUST BEPERK word\r\nverder gemagtig om volgens diskresie gebruik te maak van die dienste\r\nfiliaal of verwante maatskappy en sal\ngevolglik geregtig wees op\r\nenige vergoeding vir sodanige dienste gelewer.\nD\nMy stoflike-oorskot moet\r\nterug vervoer word na Suid Afrika (indien nodig). My troeteldiere\r\n(indien enige bestaan op hierdie tydstip)\nmoet aan die slaap gesit\r\nword deur n gekwalifiseerde Veearts, en dan saam met my\r\nstoflike-oorskot veras word. Die as moet begrawe\nword in dieselfde\r\ngraf waar my ouers begrawe is te: BENONI-begrafplaas, Afdeling DR5 ─\r\nGraf No’s 681/2.\nGeteken__________________________________\nOp hierdie__________dag\r\nvan_____________2004\nin die teenwoordigheid\r\nvan die ondergetekende belanglose\ngetuies, almal\r\nterselfdertyd teenwoordig.\nAS GETUIES\n:\n1.\r\n________________________ ________________________\nTESTATEUR\n2.\r\n________________________’\n[4] After sending this e-mail the\r\ndeceased contacted the appellant telephonically to ask if it met with\r\nhis approval. During August\n2007 and in accordance with the agreement\r\nreferred to above the appellant reciprocated. He approached an\r\nattorney and instructed\nhim to draft a will in similar terms, which\r\ninstruction was carried out. On 17 August 2007 the appellant signed\r\nthe will prepared\nfor him by his attorney. The deceased was aware of\r\nthis fact.\n[5] The deceased retired on 20 March\r\n2008, and died less than a month thereafter on 12 April, without\r\nhaving executed the document\nsent by e-mail to the appellant ─\r\nhe did not comply with any of the formalities prescribed by s 2(1)(a)\r\nof the Act.\nAccording to the appellant the deceased gave no\r\nindication at all before his death that he wanted to revisit their\r\nmutual decision.\nThe appellant is the only beneficiary of the\r\ndeceased’s pension fund, which the former submitted indicates\r\nthat the latter\nhad not changed his mind. At the time of his death\r\nthe e-mail was still stored on the deceased’s computer. The\r\nappellant\nspeculated that the deceased had not taken the time to sign\r\nthe document because he had not contemplated his early demise.\n[6] It is necessary to record that the\r\ndeceased had signed a properly executed will on 23 September\r\n2004, in terms of which\nhe had bequeathed his entire estate to The\r\nSociety for the Prevention of Cruelty to Animals, the second\r\nrespondent. Save for the\nidentity of the beneficiary the will is in\r\nan identical format to that which appears in paragraph 3 above.\n[7] Following on the deceased’s\r\ndeath, as stated above, the appellant applied to the Johannesburg\r\nHigh Court to have the document\nset out above, declared the\r\ndeceased’s last will and testament. In response the Chief\r\nExecutive Officer of the second respondent,\nMs Marcelle Meredith,\r\nfiled an affidavit stating that the second respondent had no\r\nknowledge of the discussion referred to by the\nappellant and was\r\nunable to speculate on the reason for the deceased’s failure to\r\nsign the will in favour of the appellant.\nImportantly, the second\r\nrespondent chose to abide the court’s decision. Effectively\r\nthere was no opposition to the application\nand in these circumstances\r\na court should guard against uncritical acceptance of the appellant’s\r\nversion.\n[8] In his report to the court below\r\nthe Master of the high court, the first respondent, noted that he had\r\nreceived and accepted\nthe prior properly executed will in favour of\r\nthe second respondent but that he had no objection to the relief\r\nsought by the appellant.\n[9] The high court considered the\r\nabsence of the deceased’s signature to be of critical\r\nimportance. In his judgment dismissing\nthe appellant’s\r\napplication Tsoka J said the following:\n‘\nIn\r\nmy view, the formalities referred to in Section 2 of the Act centre\r\naround the signature of the testator. The signature is the\ncentre\r\nthat brings the other formalities together. In the absence of the\r\nsignature, there is no legal nexus between the alleged\nWill and the\r\ntestator. In the absence of the signature, which may be of the\r\ntestator in the form of the signature of himself/herself\nor a thumb\r\nprint of the testator or a signature of a person signing in the\r\npresence and under the direction of the testator, it\nis impossible to\r\nlink a document alleged to be a Will, to the testator. In this\r\ninstance one cannot speak of a Will, otherwise\nany document as long\r\nas it contains the particulars of the testator, may be characterized\r\nas a Will.’\n[10] Tsoka J took the view that\r\nadmitting the document referred to above as the deceased’s will\r\nwould be to ‘open the\nfloodgates for any person to submit any\r\ndocument…as a Will of a testator’. The learned judge\r\nconsidered the existence\nof the earlier properly executed will as a\r\nfurther factor militating against the acceptance of the document\r\nunder discussion as\nthe deceased’s last will. He accordingly\r\ndismissed the application. There is no reference to decided cases in\r\nthe judgment\nof the court below.\n[11] The formalities required in the\r\nexecution of a will are set out in s 2(1) of the Act. The relevant\r\nparts of s 2(1)\n(a)\nprovides:\n‘\n(a)\nno will executed on or after the first day of January, 1954, shall be\r\nvalid unless ─\n(i) the will is signed at\r\nthe end thereof by the testator or by some other person in his\r\npresence and by his direction; and\n(ii) such signature is\r\nmade by the testator or by such other person or is acknowledged by\r\nthe testator and, if made by such other\nperson, also by such other\r\nperson, in the presence of two or more competent witnesses present at\r\nthe same time; and\n(iii) such witnesses\r\nattest and sign the will in the presence of the testator and of each\r\nother and, if the will is signed by such\nother person, in the\r\npresence also of such other person; and\n(iv) if the will consists\r\nof more than one page, each page other than the page on which it\r\nends, is also so signed by the testator\nor by such other person\r\nanywhere on the page; and . . .’\n[12] On the other hand, s 2(3) of the\r\nAct sets out the power of a court in relation to a will or amendment\r\nthereof which does not\ncomply with the prescribed formalities. It\r\nreads as follows:\n‘\nIf\r\na court is satisfied that a document or the amendment of a document\r\ndrafted or executed by a person who has died since the drafting\nor\r\nexecution thereof, was intended to be his will or an amendment of his\r\nwill, the court shall order the Master to accept that\ndocument, or\r\nthat document as amended, for the purposes of the Administration of\r\nEstates Act, 1965 (Act 66 of 1965), as a will,\nalthough it does not\r\ncomply with all the formalities for the execution or amendment of\r\nwills referred to in subsection (1).’\n[13] It is clear\r\nthat the formalities prescribed by s 2(1) and s 2(2) in relation to\r\nthe execution of a will and amendments thereto\nare to ensure\r\nauthenticity and to guard against false or forged wills.\n1\n[14] By enacting s\r\n2(3) of the Act the legislature was intent on ensuring that failure\r\nto comply with the formalities prescribed\nby the Act should not\r\nfrustrate or defeat the genuine intention of testators.\n2\nIt has rightly and\r\nrepeatedly been said that once a court is satisfied that the document\r\nconcerned meets the requirements of the\nsubsection a court has no\r\ndiscretion whether or not to grant an order as envisaged therein. In\r\nother words the provisions of s\n2(3) are peremptory once the\r\njurisdictional requirements have been satisfied.\n3\n[15] Turning to the\r\nprovisions of s 2(3) the first question to be considered is whether\r\nthe document in question was drafted or\nexecuted by the deceased.\r\nFollowing on this is the question whether the deceased intended it to\r\nbe his will. In\nLetsekga\r\nv the Master & others\n1995\r\n(4) SA 731\n(W) the following was stated at 735F-G:\n‘\nThe\r\nwording of s 2(3) of the Act is clear: the document, whether it\r\npurports to be a will or an amendment of a will, must have been\n\nintended to be the will or the amendment, as the case may be, ie the\r\ntestator must have intended the particular document to constitute\nhis\r\nfinal instruction with regard to the disposal of his estate.’\n[16] A lack of a\r\nsignature has never been held to be a complete bar to a document\r\nbeing declared to be a will in terms of s 2(3).\nIn\nLetsekga\n,\r\ndecided in the division from which this appeal emanated, the lack of\r\na signature was not held to be a bar to an order in terms\nof s 2(3)\r\nof the Act.\nEx\r\nparte Maurice\n1995\r\n(2) SA 713\n(C) decided in the same year as\nLetsekga\nwas to the same\r\neffect. In\nThirion\r\nv Die Meester & andere\n2001\r\n(4) SA 1078\n(T) an unsigned document drafted by a person shortly\r\nbefore he committed suicide was held to be a valid will and declared\r\nas such\nin terms of s 2(3). In that case the deceased had executed a\r\nprior will that had complied with all the prescribed formalities. The\n\nvery object of s 2(3), as pointed out above, is to ameliorate the\r\nsituation where formalities have not been complied with but where\nthe\r\ntrue intention of the drafter of a document is self-evident. A basic\r\ntrawl through the decided cases reveals\nthat the absence of a signature has\r\nnot been seen as a bar to relief in terms of s 2(3). On the\r\nother hand, it must be emphasised\nthat the greater the non-compliance\r\nwith the prescribed formalities the more it would take to satisfy a\r\ncourt that the document\nin question was intended to be the deceased’s\r\nwill.\n[17] I return to consider the document\r\nin question against the jurisdictional requirements of s 2(3) of the\r\nAct. The appellant provided\nproof that the document had been sent to\r\nhim by the deceased via e-mail, lending the document an aura of\r\nauthenticity. It is uncontested\nthat the document still exists on the\r\ndeceased’s computer. Thus it is clear that the document was\r\ndrafted by the deceased\nand that it had not been amended or deleted.\n[18] The document is boldly entitled\r\n‘TESTAMENT’ in large type print (6 mm high), an indicator\r\nthat the deceased intended\nthe document to be his will. Furthermore,\r\nthe deceased nominated the appellant as the sole beneficiary of his\r\npension fund proceeds.\nThis is an important and objective fact which\r\nis consonant with an intention that the appellant be the sole\r\nbeneficiary in respect\nof the remainder of his estate. It is also of\r\nimportance that the deceased had no immediate family and that the\r\nappellant was a\nlong time friend and confidante. The fact that his\r\nprevious will nominated the second respondent as his sole heir\r\nindicates that\nhe had no intention of benefiting remote family\r\nmembers. The appellant’s version of the mutual agreement to\r\nbenefit each\nother exclusively by way of testamentary disposition is\r\nuncontested by the second respondent, the sole beneficiary of the\r\nprior\nwill, and is supported by the fact that after the deceased had\r\nsent the document to the appellant, the latter executed a will\r\nnominating\nthe deceased as his sole beneficiary ─ another\r\nobjective fact. All of this leads to the inexorable conclusion that\r\nthe document\nwas intended by the deceased to be his will.\n[19] In light of the aforegoing it is\r\nclear that the court below erred in dismissing\nthe application. The appellant was\r\nclearly entitled to the relief sought. The following order is made:\n1. The appeal is upheld.\n2. The order of the court below is set\r\naside in its entirety and the following order is substituted:\n‘\nThe first\r\nrespondent is directed to accept the document executed by the\r\ndeceased during 2007, annexure ‘HVDM 1’ to the\nfounding\r\naffidavit, as the will of John Henry Munnik van Schalkwyk for the\r\npurposes of the\nAdministration of Estates Act 66 of 1965\n.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: H G McLachlan\nInstructed\r\nby\nVisagie\r\nVos Goodwood\nE\r\nG Cooper Majiedt Inc Bloemfontein\nFor\r\n1\nst\nRespondent: Abide decision of the court\nInstructed\r\nby\nMaster\r\nof the High Court Johannesburg\nFor\r\n2\nnd\nRespondent: Abide decision of the court\nInstructed\r\nby\nMarston\r\n& Taljaard Bedfordview\n1\nSee\r\n\tin this regard\nLogue & another v The Master & others\n1995\r\n\t(1) SA 199\n(N) at 202D-E and\nAnderson and Wagner NNO &\r\n\tanother v The Master and others\n1996 (3) SA 779\n(C) at 785B-C.\n2\nSee\nLogue op cit\nat\r\n\t203F-G. In\nAnderson op cit\nat 785C the following is said about s\r\n\t2(3) of the Act:\n‘\nSection\r\n\t2(3) is in the nature of a special exemption from the rigours of the\r\n\trequirements of s 2(1).’\n3\nSee\nAnderson\nat 785E-F and the cases there cited.",
  "scraped_at": "2026-02-11T20:32:36.172770",
  "date": "2010-09-06",
  "coram": [
    "Navsa JJA",
    "Cloete JJA",
    "Shongwe JJA",
    "Bertelsmann AJJA",
    "Ebrahim AJJA"
  ],
  "case_number": "605/09",
  "parties": {
    "applicants": [
      "Hendrik van der Merwe"
    ],
    "respondents": [
      "Master of the High Court",
      "Society for the Prevention of Cruelty to Animals"
    ]
  },
  "sections": {
    "facts": "Hendrik van der Merwe and the deceased, John Henry Munnik van Schalkwyk, were long‑time friends. In 2007 they agreed each would make a will leaving the entirety of their estates to the other. The deceased emailed an unsigned document entitled “TESTAMENT” to the appellant on 26 July 2007, naming van der Merwe as sole beneficiary and appointing ABSA Trust as executor. The deceased died on 12 April 2008 without signing the document and without complying with the formalities of s 2(1) of the Wills Act. He had previously executed a valid will dated 23 September 2004 leaving his estate to the Society for the Prevention of Cruelty to Animals. Van der Merwe applied to have the 2007 email declared the deceased’s will; the Master accepted the earlier valid will but had no objection to van der Merwe’s relief. The High Court dismissed the application, relying on the lack of signature. Van der Merwe appealed.",
    "issues": "1. Whether an unsigned document can be declared a will under s 2(3) of the Wills Act 7 of 1953 despite non‑compliance with the formalities of s 2(1). 2. Whether the absence of a signature is an absolute bar to acceptance of a document as a will. 3. Whether the existence of a previously executed will affects the court’s power to accept the unsigned 2007 document as the deceased’s final testamentary intention.",
    "principles": "The formalities in s 2(1) of the Wills Act ensure authenticity, but s 2(3) provides a special exemption allowing a court to accept a document as a will where the testator’s intention is clear, even if formalities are not met. Precedent (Letsekga v Master, Maurice, Thirion) holds that lack of signature is not a fatal bar to relief under s 2(3); the court must be satisfied of the document’s intention to constitute the testator’s final instructions. The more a document deviates from statutory formalities, the more compelling the evidence of intention required.",
    "application": "The Court found that the 2007 email was drafted by the deceased, bore the heading “TESTAMENT”, and expressly nominated van der Merwe as sole beneficiary, matching the parties’ mutual agreement. The document remained on the deceased’s computer, confirming it was not deleted or altered. Supporting evidence included van der Merwe’s own will naming the deceased as beneficiary and the deceased’s prior will naming the SPCA, indicating his willingness to benefit a single beneficiary. The Court concluded that the intention to make the email the deceased’s will was self‑evident and satisfied the jurisdictional requirements of s 2(3).",
    "conclusion": "The appeal was upheld. The order of the Johannesburg High Court was set aside in its entirety. The Master of the High Court was directed to accept the 2007 email (annexure ‘HVDM 1’) as the will of John Henry Munnik van Schalkwyk for the purposes of the Administration of Estates Act 66 of 1965."
  },
  "tags": {
    "level_1": "Wills and Succession",
    "level_2": "Validity of Wills",
    "level_3": [
      "unsigned will",
      "s 2(3) Wills Act",
      "testamentary intention",
      "court exemption",
      "South African succession law"
    ]
  }
}