{
  "url": "https://www.saflii.org/za/cases/ZASCA/2010/46.html",
  "case_name": "Mankayi v Anglogold Ashanti Ltd (126/2009) [2010] ZASCA 46; 2010 (5) SA 137 (SCA) ; [2010] 3 All SA 606 (SCA) ; (2010) 31 ILJ 1065 (SCA) ; [2011] 5 BLLR 417 (SCA) (31 March 2010)",
  "citation": "[2010] ZASCA 46",
  "court": "ZASCA",
  "year": "2010",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2010\n>>\n[2010] ZASCA 46\n|\nNoteup\n|\nLawCite\nMankayi v Anglogold Ashanti Ltd (126/2009) [2010] ZASCA 46; 2010 (5) SA 137 (SCA) ; [2010] 3 All SA 606 (SCA) ; (2010) 31 ILJ 1065 (SCA) ; [2011] 5 BLLR 417 (SCA) (31 March 2010)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:   126/2009\nIn the matter between:\nTHEMBEKILE MANKAYI    \n                                                                     \n       Appellant\nand\nANGLOGOLD ASHANTI LTD \n                                                                    \nRespondent\nNeutral\ncitation:\nMankayi\nv Anglogold Ashanti\n(126/2009)\n[2010] ZASCA 46\n(31 March 2010)\nCoram:\nHARMS\nDP and CLOETE, HEHER, MALAN and LEACH JJA\nHeard:\n4\nMarch 2010\nDelivered:\t31 March\n2010\nSummary:\nSection\n100(2) of Occupational Diseases in Mines and Works Act 78 of 1973 â\nwhether common-law claim for damages of employee entitled\nto benefits\nunder this Act against employer for negligence excluded by s 35(1) of\nCompensation for Occupational Injuries and Diseases\nAct 130 of 1993.\n____________________________________________________________________\nORDER\nOn appeal from:\nSouth\nGauteng High Court (Johannesburg) (Joffe J sitting as court of first\ninstance):\nThe appeal is dismissed.\nJUDGMENT\nMALAN JA (Heher and Leach\nJJA concurring):\n[1]\tThis is an appeal\nwith the leave of Joffe J in the Johannesburg High Court against his\njudgment upholding an exception against\nthe appellantâs particulars\nof claim. The appellant who was employed as a mine worker by the\nrespondent sought payment from the\nrespondent, a public company\nengaged in mining operations, for damages amounting to some R2,6\nmillion with interest and costs based\non the latterâs alleged\nbreach of a duty of care owed to him.\n[2]\tThe appellant alleged\nin his particulars of claim that he was employed by the respondent as\na mine worker underground during the\nperiod January 1979 to September\n1995 and was as such exposed to harmful dusts and gases, including\nsilica dust, at his workplace\nand in the work environment. As a\nconsequence of this exposure, he alleged that he contracted an\noccupational disease or diseases\nin the form of silicosis, pulmonary\ntuberculosis and obstructive airways disease resulting in his\nsuffering adverse physical and\nmental consequences, having a reduced\nlife expectancy and being unable to work whether as a mine worker or\notherwise. His claim is\nframed in delict and includes amounts claimed\non account of his past and future loss of earnings, future medical\nexpenses as well\nas general damages. The basis of the appellantâs\nclaim is that the respondent owed him a duty of care arising under\nboth the common\nlaw and statute to provide a safe and healthy\nenvironment in which to work. He averred that the respondent, in\nbreach of this duty,\nand when it was aware or ought reasonably to\nhave been aware that he would be exposed to harm, failed to apply\nappropriate and effective\ncontrol measures. Each of the mines he\nworked in was a âcontrolled mineâ as contemplated in Chapter 11\nof the Occupational Diseases\nin Mines and Works Act 78 of 1973\n(âODIMWAâ) and the respondent was and is deemed to be the âownerâ\nof those mines. The work\nhe performed was ârisk workâ as defined\nin s 13 of ODIMWA and the diseases he contracted âcompensatable\ndiseasesâ as defined\nin ODIMWA. He was certified in terms of s\n48(1) as suffering from a compensatable disease and received\ncompensation from the Compensation\nCommissioner in terms of s 94 of\nODIMWA in the amount of R16 320. He alleged that he was precluded by\ns 100(2) of ODIMWA from receiving\nany benefits in terms of the\nCompensation for Occupational Injuries and Diseases Act 130 of 1993\n(âCOIDAâ) and that by reason\nof his exclusion from the benefits\npayable in terms of COIDA, he was not an âemployeeâ as\ncontemplated in s 35 of COIDA and accordingly\nnot precluded by that\nsection from bringing the action against the respondent.\n[3]\tThe respondent\nexcepted to the particulars of claim as lacking averments necessary\nto sustain a cause of action. The essence of\nthe exception is that\nthe appellant is defined as an âemployeeâ and the respondent as\nan âemployerâ by COIDA and that s 35(1)\nof COIDA barred the\nappellantâs claim. Section 35(1) reads:\nâ\nSubstitution of\ncompensation for other legal remedies\n(1) No action shall lie\nby an employee or any dependant of an employee for the recovery of\ndamages in respect of any occupational\ninjury or disease resulting in\nthe disablement or death of such employee against such employee's\nemployer, and no liability for compensation\non the part of such\nemployer shall arise save under the provisions of this Act in respect\nof such disablement or death.â\nSection 35 (1) must be\nread with s 100(2) of ODIMWA which bars a person entitled to its\nbenefits from claiming any benefit under COIDA.\nThe latter section\nprovides:\nâ\nNotwithstanding\nanything in any other law contained, no person who has a claim to\nbenefits under this Act in respect of a compensatable\ndisease as\ndefined in this Act, on the ground that such person is or was\nemployed at a controlled mine or a controlled works, shall\nbe\nentitled, in respect of such disease, to benefits under [COIDA], or\nany other law.â\n[4]\tThe learned judge in\nthe court a quo held that the appellantâs common-law claim against\nthe respondent was excluded by the clear\nwording of s 35(1) of COIDA.\nThe central theme of the judgment is that because there was no\nlimitation in the language of the subsection\nthere was no reason to\nrestrict its provisions to injuries and diseases dealt with in COIDA.\nThe express words of s 35(1) applied\nto any occupational injury or\ndisease âno matter how arisingâ. COIDA, he said, was intended to\napply also to employees employed\nat mines. It would be irrational to\nprotect employers from common-law liability in return for funding the\nstatutory compensation\nscheme under COIDA but not under ODIMWA.\nODIMWA was amended after COIDA had been enacted by the Occupational\nDiseases in Mines and\nWorks Amendment Act 208 of 1993 with the\nimposition of liability on the owners of mines for the medical costs\nof employees without\nany amendment to s 35(1) of COIDA or to ODIMWA.\nHence, he said, it had to be assumed that it was intended that this\nprovision would\nbe applicable to claims by employees under ODIMWA.\nBoth statutes had to be construed in a manner so as to be consonant\nand inter-dependent.\nBecause he found the legislative intention\napparent from s 35(1) to be manifestly clear and unambiguous the\nmaxim\ngeneralia\nspecialibus non derogant\nrelied upon by the appellant had no application. Nor did s 39(2) of\nthe Constitution entitle him to adopt the construction of s 35(1)\nof\nCOIDA advanced by the appellant because such an interpretation would\nbe âunduly strainedâ. He did not regard his construction\nof s\n35(1) as being in conflict with s 9 of the Constitution: inasmuch as\nthere was no identifiable class of persons unfairly discriminated\nagainst. If there is discrimination it relates to the benefits the\nclaimants may claim under the two enactments. The scale of benefits,\nhowever, was not challenged.\nM\ninersâ\nphthisis\n[5]\tThe history of the\nlegislative response to minersâ phthisis commenced, after\nunification, with the Minersâ Phthisis Act\n34 of\n1911.  This enactment set the pattern of future legislation by\nproviding for the creation of a compensation fund or funds to\nwhich\nmine owners contributed and which was to be used to compensate miners\nsuffering from minerâs phthisis and related diseases\nand their\ndependants. The Act established a fund âconsisting of all moneys\nappropriated by parliament for the purpose of and of\nan amount, not\nless than the sum so appropriated, to be levied by the board in\nmanner prescribed by regulation from the owners of\nmines in the Union\nwherein the mineral dust produced by mining operations is of such a\nnature as to cause minersâ phthisisâ (s\n2(1)).  The board created\nwas authorized to grant allowances\nâ\nto\npersons who are or have been employed in the mines â¦ and who shall\nbe wholly or partially incapacitated by the disease known\nas minersâ\nphthisis â¦â (ss 1, 2 and 3).\n1\nThe Minersâ Phthisis Act 19 of 1912 followed. It established the\nMinersâ Phthisis Compensation Fund and provided for contributions\nto the fund by employers and a specified single payment by the Union\nGovernment. A further fund, the Minersâ Phthisis Insurance\nFund,\nwas funded by contributions made by employers. A person claiming\nbenefits arising from minersâ phthisis (ie âsilicosis\nof the\nlungsâ) had to satisfy the board that he had been employed\nunderground on any of the listed mines (s 16). This Act was amended\nby the Miners Phthisis Amendment Act 29 of 1914. The Minersâ\nPhthisis Act 44 of 1916 supplemented the 1911 Act and provided for\nrelief and assistance of (and the grant of benefits by the statutory\nMinersâ Phthisis Board to) persons employed in mines who suffered\nfrom minersâ phthisis or other lung diseases contracted during\nunderground work (s 21).\n[6]\tThe comprehensive\nMinersâ Phthisis Consolidation Act\n35 of\n1925 replaced the earlier legislation but was itself repealed by the\nSilicosis Act 47 of 1946. The latter enactment made provision\nfor the\nestablishment of two funds, the Scheduled Mines Compensation and\nOutstanding Liabilities Fund and the Registered Mines Compensation\nand Outstanding Liabilities Fund (ss 30 and 31). Benefits were paid\nfrom these funds by the Silicosis Board (ss 2 and 94) to miners\nand\nânativeâ labourers. The Board had to âlevy from all owners of\nscheduled mines and from all owners of registered mines such\nsums of\nmoney as the Board, in its opinion, is likely to need to meet the\nliabilities payable in terms of this Actâ out of the\nfunds (s\n33(1)). The state, in addition, contributed to enable the last\nmentioned fund to meet its obligations for the payment of\nbenefits in\nrespect of miners and ânativeâ labourers âwho are or were\nsuffering from silicosis or from tuberculosis as well\nas silicosis\nand whose employment in dusty occupationsâ before the commencement\nof the Act caused or contributed to the said disease\nor diseases (s\n96 and ss 71 ff). The benefits payable under this legislation were in\nrespect of âsilicosisâ, ie âany form of\npneumoconiosis due to\nthe inhalation of mineral dustâ (ss 1(1) and 59 to 61) and\nâtuberculosisâ, ie âtuberculosis of the\nrespiratory organsâ\n(ss 1(1) and 62) and for a combination of the two diseases (s 63). A\nâdusty occupationâ was defined as,\ninter alia, âany mining\noperation  performed by a person, in the service of another person,\nwhile he is working below the natural\nsurface of the earth, or any\nduty performed at a mine below the natural surface of the earth by a\nservant of the State, or any mining\noperation performed by a person\nin the service of another person on or above the natural surface of\nthe earth at a place where rock,\nstone, ore or any mineral is\nordinarily reduced  in size or classified by any dust-producing\nprocess  . . .â (s 1(1)). The costs\nof the increased benefits\npayable under the Silicosis Act were to be defrayed from the profits\nof the scheduled mines (s 95). The\nSilicosis Act operated\nconcurrently with the Workmenâs Compensation Act of 1941. Section\n84 of the Silicosis Act provided:\nâ\nWhen a miner or a\ndependent of a deceased miner who is entitled to a monthly allowance\nor to a pension, is also entitled to a pension\nunder the Workmenâs\nCompensation Act, 1941 (Act No. 30 of 1941), the Board may (after\nconsulting with the Workmenâs Compensation\nCommissioner . . .) . .\n. reduce the amount of the said monthly allowance or the first\nmentioned pension (whether before awarding\nit or after having allowed\nit) by a fraction thereof not exceeding one third.â\n[7]\tThe Silicosis Act of\n1946 was succeeded by the Pneumoconiosis Act\n56 of\n1956. A Pneumoconiosis Certification Committee was established (s 8)\nwhich was empowered to certify whether a person was suffering\nfrom\npneumoconiosis and tuberculosis and to certify the relevant stage of\nthe disease (s 9). Restrictions were placed on the employment\nof\npersons in a dusty atmosphere (s 15), and provision was made for the\ndeclaration of certain mines as âcontrolled minesâ (s\n54) in\nwhich work in a dusty atmosphere was prohibited without a prior\nmedical examination and the issuing of a certificate of fitness\n(s\n15). The Controlled Mines Compensation Fund (s 55) was funded by\nlevies on owners of controlled mines (s 56). Provision was made\nfor\nthe payment of benefits to persons suffering from pneumoconiosis and\ntuberculosis and their dependants (ss 75 ff, 83-7, 90 ff:\na\ndistinction was drawn between benefits payable to âminersâ,\nâcoloured labourersâ and ânative labourersâ).\n[8]\tThe Pneumoconiosis\nCompensation Act 64 of 1962 replaced the 1956 Act. It provided for\nthe establishment of a hierarchy of institutions\nadministering the\nAct such as the Minersâ Medical Bureau (s 3), the Minersâ\nCertification Committee (s 7), the appointment of\nthe Pneumoconiosis\nCompensation Commissioner (s 46) as well as the General Council for\nPneumoconiosis Compensation (s 48) and the\nPneumoconiosis Risk\nCommittee (s 64). It imposed restrictions on the employment of\npersons in a dusty atmosphere (ss 18 and 19);\nregulated the\nexamination of miners and the issue of certificates of fitness (ss 20\nto 42); and provided for the declaration of mines\nas âcontrolled\nminesâ (ss 43 and 44) and the estimation of the pneumoconiosis risk\nat controlled mines and notification thereof\n(ss 66 to 68). The Act\nprovided for the payment of pensions and other benefits to miners,\nâcoloured labourersâ (ss 71 ff) and\nâBantuâ labourers (s 79\nff) suffering from pneumoconiosis or tuberculosis from the\nPneumoconiosis Compensation Fund (s 108) which\nwas funded by levies\npaid by the owners of controlled mines (s 119).\n2\nProvision was also made for compensation payable to the dependants of\nthe miners and labourers who had passed away.  Section 97(4)\nprovided\nthat where a âminerâ or a âcoloured labourerâ or a dependant\nreceived a monthly allowance or pension and was also\nentitled to a\npension under the Workmenâs Compensation Act 30 of 1941,\n3\nthe council\nâ\nmay after consultation\nwith the Workmenâs Compensation Commissioner . . . reduce the\namount of the said monthly allowance or the\nfirstmentioned pension,\nwhether by awarding it or after having awarded it, by any fraction\nthereof not exceeding one-third.â\n[9]\tNone of the above\nlegislation relating to pneumoconiosis or minersâ phthisis referred\nto excluded, or even mentioned, the employeeâs\nright to proceed at\ncommon law against his or her employer for damages arising from the\ncontracting of these diseases at the workplace.\nThis absence of any\nspecific reference to a minerâs common-law claim for damages\nagainst his employer also occurs in ODIMWA.\nODIMWA\n[10]\tODIMWA repealed\nprevious legislation and consolidated the law relating to\ncompensation for certain diseases contracted by persons\nemployed in\nmines and works (s 136(1)). It continued the pattern established in\nthe earlier legislative measures referred to: âownersâ\nof\nâcontrolled minesâ are required to pay a prescribed levy to the\nCompensation Commissioner for Occupational Diseases for the\nbenefit\nof the compensation fund established by ODIMWA (s 62(1)). It provides\nfor the payment of compensation in relation to compensatable\ndiseases\ncontracted by persons performing ârisk workâ in mines and works.\nThe Minister of National Health and Welfare is empowered\nby s 13 to\ndeclare any particular type of work performed at any mine or works to\nbe ârisk workâ, and may do so if satisfied that\nany person\nperforming the work in question is exposed to dust of which the\ncomposition and concentration are such that it is harmful\nor\npotentially harmful (s 13(2)). A mine at which risk work is being\nperformed must be declared a âcontrolled mineâ (s 10 and\nsee also\ns 9).  It established a committee called the Medical Certification\nCommittee for Occupational Diseases which considers reports\nfrom\nmedical practitioners in respect of persons found to be suffering\nfrom a âcompensatable diseaseâ, and determines the presence,\nnature and degree of the compensatable disease (ss 44 and 46). The\nMines and Works Compensation Fund is controlled and managed by\nthe\nCommissioner (s 61). The owner of a controlled mine (or works) is\nrequired to pay a prescribed levy for the benefit of the compensation\nfund in respect of each shift worked by any person at the particular\nmine while performing risk work (s 62).  When the Committee\ndetermines that a person is suffering from a compensatable disease\nwhich he or she contracted as a result of risk work at or in\nconnection\nwith a controlled mine, the Commissioner must award to him\nor her a one-sum benefit calculated in accordance with a formula\nwhich\ntakes into account the personâs earnings (ss 80(2) and see ss\n80A and 80B).\n[11]\tA âcompensatable\ndiseaseâ is defined as\nâ\n(a)\tpneumoconiosis;\n(b)\tthe joint condition\nof pneumoconiosis and tuberculosis;\n4\n(c)\ttuberculosis which,\nin the opinion of the certification committee, was contracted while\nthe person concerned was performing risk\nwork, or with which the\nperson concerned was in the opinion of the certification committee\nalready affected at any time within the\ntwelve months immediately\nfollowing the date on which that person performed such work for the\nlast time;\n(d)\tpermanent obstruction\nof the airways which, in the opinion of the certification committee,\nis attributable to the performance\nof risk work;\n(e)\tany other permanent\ndisease of the cardio-respiratory organs which in the opinion of the\ncertification committee is attributable\nto the performance of risk\nwork; or\n(eA)\tprogressive systemic\nsclerosis which, in the opinion of the certification committee, is\nattributable to the performance of risk\nwork; or\n(f)\tany other disease\nwhich the Minister, acting on the advice of a committee consisting of\nthe director and not fewer than three\nother medical practitioners\ndesignated by the Minister, has, subject to the provisions of\nsubsection (2), by notice in the\nGazette\ndeclared to be a compensatable disease and which, in the opinion of\nthe certification committee, is attributable to the performance\nof\nrisk work at a mine or worksâ.\n[12]\tSection 100 of\nODIMWA is headed âNo person entitled to benefits from more than one\nsource in respect of same diseaseâ and\nprovides:\nâ\n(1)  No\nperson shall be entitled to benefits under this Act in respect of any\ndisease for which he or she has received or\nis still receiving full\nbenefits under the Workmenâs Compensation Act, 1941 (Act No. 30\nof 1941).\n(2)  Notwithstanding\nanything in any other law contained, no person who has a claim to\nbenefits under this Act in respect\nof a compensatable disease as\ndefined in this Act, on the ground that such person is or was\nemployed at a controlled mine or a controlled\nworks, shall be\nentitled, in respect of such disease, to benefits under the Workmenâs\nCompensation Act, 1941 (Act No. 30 of\n1941), or any other law.â\nThe reference to the\nWorkmenâs Compensation Act 30 of 1941 must be understood to be a\nreference to COIDA,\n5\nand the mention of âany other lawâ as a reference to other\nstatute law, excluding the common law.\n6\n[13]\tIn January 1994\nODIMWA was amended by the Occupational Diseases in Mines and Works\nAmendment Act 208 of 1993.\n7\nThe amending Act did away with all the provisions of ODIMWA which\ndifferentiated between persons on the grounds of sex or population\ngroup and added other provisions relating, inter alia, to the issuing\nof certificates of fitness and the extent and determination\nof\nbenefits payable under the Act.  A new s 36A dealing with medical\nexpenses was inserted providing for the liability of the owner\nof a\nmine or controlled works to pay the reasonable costs incurred by or\non behalf of a person in his service in respect of medical\naid\nnecessitated by such disease for a period not exceeding two years\nfrom the date of commencement of the disease.\n8\nCOIDA came into operation on 1 March 1994 without any amendment of\nODIMWA.\nWorkmenâs compensation\nlegislation\n[14]\tThe liability of an\nemployer for injuries suffered by a workman arising from and in the\ncourse of his or her employment underwent\nconsiderable change during\nthe last century. The Transvaal Workmenâs Compensation Act 36 of\n1907 expressly preserved a workmanâs\ncommon-law right to institute\nproceedings against his or her employer for damages arising from\npersonal injury (s 32(1)). However,\nthe workman had to make an\nelection whether to claim compensation from the employer as\ncalculated in terms of the Act or to proceed\nat common law. After\nmaking an election, the workman was debarred from proceeding on the\nother cause of action (s 32(2)). Liability\nto pay compensation was\nimposed on the employer by the Act (s 3) which contained a formula\nfor its calculation (ss 7 and 17).\n[15]\tA similar approach\nwas followed in the Workmenâs Compensation Act\n25 of\n1914. Section 1 imposed liability on the employer to pay compensation\nfor personal injury resulting in incapacity or death caused\nby an\nâaccidentâ. However, s 1(1)(b) expressly preserved the workmanâs\ncommon-law right to claim damages âif such accident\nwas caused by\nan act or default of the employer or of some person for whose act or\ndefault the employer is responsible . . . â.\n9\nThe workman had to elect which remedy to pursue. By electing to\nenforce either his common-law rights or his statutory claim to\ncompensation\nhe became debarred from pursuing the other. Where a\nworkman met with an accident resulting in injury or death in, at or\nabout any\nmine or works while being trained or engaged in first aid,\nambulance or rescue work the injury or death was deemed to have\narisen\nout of and in the course of his work (s 1(2)). The Workmenâs\nCompensation (Industrial Diseases) Act 13 of 1917 amended the 1914\nAct to provide for compensation also for the industrial diseases\nlisted in the Schedule, viz cyanide rash, lead and mercury poisoning\n(s 1). Prior to its enactment compensation was limited to personal\ninjury caused by the accident.\n[16]\tThe Workmenâs\nCompensation Act 59 of 1934 provided for a system of compensation to\nbe paid by the employer in respect of the\ndisablement or death of a\nworkman if an accident arising out of and in the course of employment\nhappened to him or her (s 2(1)).\nFault on the part of the employer\nwas no requirement for liability but, in return, the workman lost his\nor her common-law remedies\nagainst the employer. Section 4 provided:\nâ\n(1)\tNo action at\ncommon law shall lie by a workman or any dependant of a workman\nagainst such workmanâs employer or the principal\nas defined â¦ to\nrecover any damages for and in respect of any injury resulting in the\ndisablement or death of such workman caused\nby any accident happening\nafter the commencement of this Act; and any claim for damages shall\nbe determined under and in accordance\nwith this Act.\n(2)\tNo liability for\ncompensation shall arise save under and in accordance with the\nprovisions of this Act in respect of any such\ninjury.â\nChapter V dealt with\nindustrial diseases and specifically with compensation in respect of\nâscheduled diseasesâ. Section 60 imposed\nliability for\ncompensation on the employer to a workman or his or her dependants\nwhere the workman was suffering from a scheduled\ndisease causing\ndisablement or where his or her death was caused by such disease and\nthe disease was due to the nature of the workmanâs\nemployment as if\nhis or her disablement or death had been caused by an accident. The\ndiseases were specified in the Second Schedule\nas cyanide rash, lead\npoisoning or its sequelae, mercury poisoning or its sequelae and\nankylostomiasis (hookworm).  The employerâs\nliability was limited\nto the payment of compensation as determined by the Act. However, s 5\nprovided for the payment of increased\ncompensation where the accident\nwas due to the employerâs negligence. Moreover, s 46 provided that\nif the accident arose in circumstances\ncreating a legal liability in\na third party to pay damages, the workman was entitled to take\nproceedings against both the third party\nfor damages and against the\nemployer for compensation.\n[17]\tThe Workmenâs\nCompensation Act 30 of 1941,\nreplacing\nthe 1934 Act, introduced a new system of compensation by the\nestablishment of a compensation fund to which employers contributed\nand from which workmen were to be compensated. The scheme of the Act\nincluded an indemnity for the employer against any common-law\nclaim\nthe employee may have had against him (s 7). Section 27 provided that\nâif an accident happened to a workman resulting in\nhis disablement\nor death, the workman shall be entitled to benefits under this Actâ.\nAn âaccidentâ was described as âan accident\narising out of and\nin the course of a workmenâs employment and resulting in a personal\ninjuryâ (s 2). An âaccident fundâ\nwas established (s 64)\nconsisting, inter alia, of contributions by employers based on the\ntotal amount of the wages of the workmen\nemployed by them (ss 68 ff)\nwhich became liable for the payment of compensation unless the\nemployer was âindividually liableâ\nfor payment (s 37).  Section 7\nprovided:\nâ\n(a) no action at law\nshall lie by a workman or any dependant of a workman against such\nworkmanâs employer to recover any damages\nin respect of an injury\ndue to accident resulting in the disablement or the death of such\nworkman; and\n(b) no liability for\ncompensation on the part of such employer shall arise save under the\nprovisions of this Act in respect of any\nsuch disablement or death.â\n[18]\tChapter X dealt with\ncompensation for âindustrial diseasesâ and followed the pattern\nof the\n1934 Act.\n10\nSection 89 provided:\nâ\nWhere it is proved to\nthe satisfaction of the commissioner . . . that the workman is\nsuffering from a scheduled disease due to the\nnature of his\noccupation and is thereby disabled for employment, or that the death\nof the workman was caused by such disease, the\nworkman shall be\nentitled to compensation as if such disablement or death had been\ncaused by an accident, and the provisions of this\nAct shall, subject\nto the provisions of this Chapter, mutatis mutandis apply . . . â.\nThe âscheduled\ndiseasesâ referred to in the Second Schedule originally included\nankylostomiasis (hookworm) arising from the occupation\nof âmining\ncarried on undergroundâ in workmen other than âAsiaticsâ or\nânativesâ; arsenical poisoning; benzene poisoning;\ndermatitis due\nto dust; halogen poisoning; lead poisoning; pathological\nmanifestations due to radium or X-rays and âsilicosisâ\ndue to the\nâexcavation of worksâ. The Second Schedule was, however, often\namended\n11\nand in 1952,\n12\nthe occupation relating to âsilicosisâ was changed from\nâexcavation worksâ to\nâ\nAny occupation (not\nbeing a âdusty occupationâ as defined in section one of the\nSilicosis Act, 1946) in which workmen are exposed\nto the inhalation\nof silicon dioxideâ.\nIn 1959 the Second\nSchedule was amended again by the insertion of the words âasbestosis\nor other fibrosis of the lungs caused by\nmineral dustâ after the\nword âsilicosisâ and the description of the related occupation\nchanged to\nâ\nany occupation (other\nthan in a âdusty atmosphereâ as defined in the Pneumoconiosis\nAct, 1956), in which workmen are exposed to\nthe inhalation of silica\ndust, asbestos dust or other mineral dust.â\nA âdusty occupationâ\nwas defined in the Silicosis Act 46 of 1946 as âany mining\noperation performed by a person . . . while\nhe is working below the\nnatural surface of the earth, or any duty performed at a mine below\nthe natural surface of the earth by a\nservant of the State, or any\nmining operation performed by a person . . . on or above the natural\nsurface of the earth at a place\nwhere rock, stone, ore or any mineral\nis ordinarily reduced in size or classified by any dust-producing\nprocess . . . â.\n13\nCOIDA\n[19]\tCOIDA came into\noperation on 1 March 1994. It repeals the Workmenâs Compensation\nAct 30 of 1941 (s 100(1)) and provides for\nthe compensation for\nemployees injured in accidents that arose out of and in the course of\ntheir employment or who contracted occupational\ndiseases. A\ncompensation fund was established (s 15) to which employers are\nrequired to contribute (s 87) and from which compensation\nand other\nbenefits are paid to employees (s 16). The compensation fund is\nfunded by assessments paid by employers and calculated\nby the\nDirector-General on a percentage of the annual earnings of employees\nof employers carrying on business in the Republic. The\nother income\nof the compensation fund consists of interest on investments, amounts\ntransferred from the reserve fund, and contributions\npaid by\nemployers individually liable and by mutual associations (ss 15, 80,\n82, 86 and 88).  Assessments payable by employers are\ndetermined by\ntwo principal factors: the remuneration of the employees and the\nclass of industry in which the employer operates.\nAn employerâs\nassessment is based on an annual statement of earnings that all\nemployers must submit to the commissioner. Earnings\nmust be\ncalculated in terms of s 63 of COIDA and the commissioner may\nprescribe a maximum amount on which the assessment must be\ncalculated\n(s 83(8)). The commissioner determines the amounts payable according\nto a tariff of assessment. This is done on the basis\nof a percentage\nof the annual earnings of the employees of an employer with regard to\nthe requirements of the compensation fund for\nthe year of assessment\n(s 83(1)). The class of industries covered is divided into 23 classes\nwith 102 sub-classes and the assessment\nrates vary according to the\nclass.\n14\nAssessments may also be made by the commissioner on any other basis\ndeemed equitable (s 83(2)(a)).  There are detailed provisions\nfor the\ncalculation of compensation payable based principally on the earnings\nof the claimant and the degree of injury or disablement\n(ss 53, 63\nand 67). Pensions are increased annually to keep track of inflation\n(s 57). Special provision is made for the calculation\nof compensation\npayable to employees under the age of 26 and those undergoing\ntraining who have been permanently disabled by an occupational\ndisease or injury: their compensation is calculated on the basis of\nthe earnings a recently qualified person with five more yearsâ\nexperience than the employee or of the earnings of a 26 year old\nperson with five more years experience than the employee (s 51).\n[20]\tCOIDA allows\nemployees to obtain limited compensation from a fund to which\nemployers are obliged to contribute. The Act âsupplants\nthe\nessentially individualistic common-law position, typically\nrepresented by civil claims of a plaintiff employee against a\nnegligent\ndefendant employer, by a system which is intended to and\ndoes enable employees to obtain limited compensation from a fund to\nwhich\nthe employers are obliged to contribute.â\n15\n[21]\tSection 35(1) of\nCOIDA abolished an employeeâs common-law right to claim damages\nfrom the employer. Section 36 regulates and\npreserves an employeeâs\nrights against a third party who may incur liability to the employee.\nOf significance is s 56(1) which\nprovides that if a person has met\nwith an accident or contracted an occupational disease owing to his\nor her employerâs negligence,\nthe employee may apply to the\ncommissioner to receive âincreased compensation in addition the\ncompensation normally payable in\nterms of this Actâ. The amount of\nadditional compensation is determined by the Director-General in an\namount deemed equitable but\nwhich may not  exceed the amount of\npecuniary loss the claimant has or will suffer (s 56(4)).\n16\nWhere increased compensation is payable in terms of s 56, the\nnegligent employer may be assessed at a higher tariff than the tariff\nfor the assessment of employers in a like business (ss 56(7) and\n85(2)).\n[22]\tWhere an employee\nmeets with an accident resulting in his or her disablement or death\n(s 22(1))\n17\nor contracts an occupational disease (s 65), he or she is entitled to\nthe benefits provided for by COIDA. Section 65 deals with\ncompensation\npayable for occupational diseases:\nâ\n(1) Subject to the\nprovisions of this Chapter, an employee shall be entitled to the\ncompensation provided for and prescribed in this\nAct if it is proved\nto the satisfaction of the Director-General -\n(a)\tthat the employee has\ncontracted a disease mentioned in the first column of Schedule 3 and\nthat such disease has arisen out of\nand in the course of his or her\nemployment; or\n(b)\tthat the employee has\ncontracted a disease other than a disease contemplated in paragraph\n(a) and that such disease has arisen\nout of and in the course of his\nor her employment.â\nAn âoccupational\ndiseaseâ is defined as âany disease contemplated in section\n65(1)(a) or (b)â. The diseases referred to by\nthe appellant in his\nparticulars of claim are âsilicosis, pulmonary tuberculosis and\nobstructive airways diseaseâ. As pointed\nout in paragraph 2  above,\nhe alleged that his exposure to harmful dusts and gases, including\nsilica dust, in the workplace during\nhis period of employment\ncontributed materially to his developing pulmonary tuberculosis and\nsilicosis and to his contracting obstructive\nairways disease. These\ndiseases are either âoccupational diseasesâ under s 65(1)(a) read\nwith the first column of Schedule 3\nthat arose out of and in the\ncourse of the appellantâs employment or, they are diseases under s\n65(1)(b), namely âdiseasesâ\nother than those contemplated by s\n65(1)(a) that arose out of and in the course of the appellantâs\nemployment. The intention of\nthe legislature was clearly to cast the\nambit of an employeeâs entitlement to compensation as widely as\npossible. Section 65(1)(b)\nmakes this clear.\nInterpreting section\n35(1) of COIDA\n[23]\tThis appeal concerns\nthe proper interpretation of s 35(1). It was contended on behalf of\nthe appellant that s 35(1) did not contain\na general ouster of\nliability and that it did not apply to persons who did not fall\nwithin the definition of âemployeeâ or who\ndid not qualify for\ncompensation under COIDA. The submission was that persons having\nclaims under ODIMWA had no claims under COIDA\nand could therefore not\nbe regarded as âemployeesâ falling under the compensatory scheme\nof COIDA. Section 100(2) of ODIMWA,\nit must be recalled, excludes a\nperson who has a claim under its provisions from any entitlement to\nthe benefits under COIDA. Section\n35(1) of COIDA is headed\nâSubstitution of compensation for other remediesâ. This, it was\nsubmitted, gave some indication of the\nlegislatureâs intention to\nextinguish only the common-law claims of those employees who qualify\nfor compensation under COIDA. The\nuse of words such as âoccupational\ninjuryâ, âoccupational diseaseâ, âdisablementâ and\nâcompensationâ in the subsection\npointed to that conclusion. In\ndeveloping the argument, Mr Marcus, who appeared for the appellant,\ncalled for an interpretation to\nâpromote the spirit, purport and\nobjects of the Bill of Rightsâ as required by s 39(2) of the\nConstitution. A court, of course,\nmust interpret legislation in this\nmanner.\n18\nMoreover, it must âprefer interpretations that fall within\nconstitutional bounds over those that do notâ.\n19\nA court must therefore ascertain whether it is reasonably possible to\ninterpret the legislation in a manner that conforms to the\nConstitution, ie âby protecting the rights therein protected.â\n20\nIt was submitted that three constitutional rights of the appellant\nwere involved, ie the right to equality (s 9), the right of access\nto\nthe courts (s 34) and the right to property (s 25).\n21\n[24]\tIn formulating the\nconstitutional approach to interpretation in\nInvestigating\nDirectorate: Serious Economic Offences & others v Hyundai Motor\nDistributors (Pty) Ltd & others: In re Hyundai\nMotor Distributors\n(Pty) Ltd & others v Smit NO & others\n22\nLanga DP added:\nâ\nLimits must, however,\nbe placed on the application of this principle. On the one hand, it\nis the duty of a judicial officer to interpret\nlegislation in\nconformity with the Constitution so far as this is reasonably\npossible. On the other hand, the Legislature is under\na duty to pass\nlegislation that is reasonably clear and precise, enabling citizens\nand officials to understand what is expected of\nthem. A balance will\noften have to be struck as to how this tension is to be resolved when\nconsidering the constitutionality of legislation.\nThere will be\noccasions when a judicial officer will find that the legislation,\nthough open to a meaning which would be unconstitutional,\nis\nreasonably capable of being read âin conformity with the\nConstitutionâ. Such an interpretation should not, however, be\nunduly\nstrained.â\n[25]\tInterpretation seeks\nto give effect to the object or purpose of legislation. It involves\nan inquiry into the intention of the\nlegislature. It is concerned\nwith the meaning of words without imposing a view of what the policy\nor object of the legislation is\nor should be.\n23\nIn\nDadoo\nLtd & others v Krugersdorp Municipal Council\n24\nInnes CJ said:\nâ\nSpeaking generally,\nevery statute embodies some policy or is designed to carry out some\nobject. When the language employed admits\nof doubt, it falls to be\ninterpreted by the Court according to recognized rules of\nconstruction, paying regard, in the first place,\nto the ordinary\nmeaning of the words used, but departing from such meaning under\ncertain circumstances, if satisfied that such departure\nwould give\neffect to the policy and object contemplated. I do not pause to\ndiscuss the question of the extent to which a departure\nfrom the\nordinary meaning of the language is justified, because the\nconstruction of the statutory clauses before us is not in\ncontroversy.\nThey are plain and unambiguous. But there must, of\ncourse, be a limit to such departure. A Judge has authority to\ninterpret, but\nnot to legislate, and he cannot do violence to the\nlanguage of the lawgiver by placing upon it a meaning of which it is\nnot reasonably\ncapable, in order to  give effect to what he may think\nto be the policy or object of the particular measure.â\nIt is therefore with the\nmeaning of the words of s 35(1) that I am concerned.\n[26]\tSection 35(1)\nfollows the same pattern as s 4 of the 1934\n25\nand s 7 of the 1941\n26\nWorkmenâs Compensation Acts. Although it does not contain two\nsub-paragraphs as the earlier legislation did, it deals with the\nsame\ntwo aspects. The first part of s 35(1) (âNo action shall lie by an\nemployee or any dependant of an employee for the recovery\nof damages\nin respect of any occupational injury or disease resulting in the\ndisablement or death of such employee against such employeeâs\nemployer â¦â) corresponds with s 4(1) of the 1934 Act and s 7(a)\nof the 1941 Act. It extinguishes the employeeâs common-law\nrights\nagainst the employer. The second part (âand no liability for\ncompensation on the part of such employer shall arise save\nunder the\nprovisions of this Act in respect of such disablement or deathâ)\ncorresponds with s 4(2) of the 1934 Act and s 7(b) of\nthe 1941 Act.\nUnder the 1934 Act, the employerâs liability was limited to the\npayment of compensation as calculated under that\nenactment. Under the\n1941 Act, compensation was payable from the compensation fund and an\nemployer was liable to pay compensation\nonly under limited\ncircumstances. This is also the position under COIDA. Compensation is\npayable by the Director-General from the\ncompensation fund but only\nin a few instances by the employer, eg where the employer is an\nâemployer individually liableâ.\n27\n[27]\tIn support of its\nconstruction of s 35(1) that only persons having claims under COIDA\ncould be regarded as âemployeesâ the\nappellant relied on\nSmall\nv Goldreich Buildings Ltd and Reid & Knuckey (Pty) Ltd\n.\n28\nThis case concerned s 45(1) of the 1934 Workmenâs Compensation Act\nwhich deemed the main contractor, the âprincipalâ, to be\nthe\nemployer of workmen of a sub-contractor âunless and until such\n[sub]contractor is â¦ in possession of a policy of insurance\nor\nindemnityâ. Section 4 of the 1934 Act also excluded the liability\nof a âprincipal as definedâ in s 45. Section 45, however,\ncontained no definition (âomskrywingâ) of âprincipalâ and\nSchreiner J held that, because the sub-contractor was in possession\nof a policy of insurance, the main contractor did not fall within\nthat description.\n29\nThis judgment provides no support for the appellantâs\nconstruction.\nMphosi\nv Central Board for Co-Operative Insurance Ltd\n30\nwas\nalso referred to. The court stated that the word âdamagesâ in s 7\nof the 1941 Workmenâs Compensation Act was unqualified\nand âmust\nnecessarily refer to all damages suffered in respect of such an\ninjury as is described in that passage.â\n31\nThe court added that the words âresulting in the disablement or\nthe death of such workmanâ were included\nâ\nto tie up with the\nprovisions of sec. 27 â¦ which sets out the circumstances in which a\nworkman is entitled to compensation under\nthe Act, in order to limit\nthe operation of sec. 7(a) to the recovery of damages in respect of\nan injury which is compensable under\nthe Act. If the words in\nquestion were omitted from sec. 7 the result could be that a workman\nmight be deprived of his common law\naction for damages also in\nrespect of an injury which, though due to an âaccidentâ, did not\nresult in the disablement of the\nworkman, and was therefore not\ncompensable under the Actâ.\n32\nThe point is that, had\nthose words been omitted, other claims by the employee against the\nemployer might also have been excluded by\ns 7(a) of the 1941 Act.\nThis case is no authority for the proposition that a workman had to\nhave an enforceable claim for compensation\nunder the 1941 Act before\ns 7(a) became applicable. There is hardly any other way to formulate\nthe substitution of remedies than\nin the manner set out in s 35(1) of\nCOIDA or s 7 of the repealed 1941 Act.\n[28]\nPettersen\nv Irvin & Johnson Ltd\n33\nis of more relevance. It concerned the question whether s 7 of the\n1941 Workmenâs Compensation Act âprecludes an action against\nthe\nemployer for general damages, i.e. for damages which have been held\nto fall outside the scope of this Act and in respect of which\nno\ncompensation can be recovered against the Workmenâs Compensation\nCommissionerâ. The court stated:\n34\nâ\nThe words employed by\nthe Legislature are of the widest connotation. The words âno action\nshall lieâ and the words âto recover\nany damagesâ are as widely\nframed as they could be. The âdamagesâ must of course be in\nrespect of an injury, which must be\ndue to an accident that in turn\nresults in disablement or death.â\nThis means that an\nemployeeâs common-law claim for general damages was excluded by s 7\neven though the 1941 Workmenâs Compensation\nAct did not provide for\ncompensation for such damages.\n35\n[29]\tThe same reasoning\napplies to s 35(1) of COIDA. The employeeâs action for the\nârecovery of damages in respect of an occupational\ninjury or\ndisease resulting in the disablement or deathâ of the employee is\nextinguished. The subsection does not require that\nthe employee must\nbe entitled to receive compensation under COIDA. It refers to an\naction for the recovery of damages which is abrogated.\nThis right is\nqualified with reference to âan occupational injury or diseaseâ\nand to âdisablementâ and âdeathâ.  Section\n35(1) uses the\nwords and expressions occurring in COIDA. However, it does not follow\nthat it is implied that the employee must also\nbe entitled to\ncompensation under COIDA.  Nor does the word âsubstitutionâ used\nin the heading of the section lead to the conclusion\nthat the\nemployee must be entitled to compensation under COIDA: where the\nwords in the text of the provision are clear, they cannot\nbe\noverridden by the words used in the heading.\n36\n[30]\tThe remedies\nprovided for by COIDA relate to an âemployeeâ and his or her\ndependants (s 1 sv âemployeeâ). ODIMWA, on\nthe other hand, deals\nwith a variety of matters including the control of mines (Chapter 1);\nthe inspection of mines and the determination\nof risk (Chapter 2);\nthe medical examination of miners and their certification (Chapters 3\nand 4); and the compensation fund and\ncompensation payable (Chapters\n5 ff). Its benefits are payable not to an âemployeeâ as such but\nrather to a person performing\nârisk workâ and his or her\ndependants (eg ss 13(7), 62(1), 80(1), 80(2), 80A and 99). The\nâconcept of ârisk workâ replaced\nthat of work performed in a\nâdusty atmosphereâ used in previous legislation.\n37\nAlthough there are persons entitled to benefits other than\nemployees under ODIMWA, it obviously also applies to employees (s 16\nand cf ss 23; 36 A, B and C; 80A).\n[31]\tCOIDA has a wider\nambit of application than the repealed Workmenâs Compensation Act\nof 1941. This is so because it expands\nthe definition of âemployeeâ\nin s 1 to include also âcasual workersâ and removes the earnings\nlimit of R 55 068 per annum\nprovided for in s 3(2)(b) of the 1941\nAct. Employees employed at âcontrolled minesâ or âworksâ are\nnot excluded from the\nambit of COIDA.\n38\nThis is clear from the reference in s 25(b) to an employee being\nengaged in âhis employerâs mineâ. Section 25(c) deals with\nan\nemployee being engaged with the consent of his or her employer in any\nof the emergency services referred to âor other emergency\nservice\non any mine, works or premises other than his employerâsâ.  COIDA\nthus applies to both employees normally employed on\na mine but\nengaged in emergency services on a mine other than their employerâs,\nand to employees engaged in emergency services\nin or about the\nemployerâs mine. Moreover, s 56(1)(d) refers to an engineer\nappointed under the regulations made under the Minerals\nAct 50 of\n1991, showing an intention to include mine employees within the ambit\nof COIDA. The same conclusion can be drawn from s\n81(4) of COIDA that\nrefers to a health and safety representative elected under the\nMine\nHealth and Safety Act 29 of 1996\nwhich applies to mines only.\nSection\n100(1)\nof ODIMWA itself recognises the possibility of mine employees\nbeing entitled to compensation under COIDA. It reads:\nâ\nNo person shall be\nentitled to benefits under this Act in respect of any disease for\nwhich he or she has received or is still receiving\nfull benefits\nunder [COIDA].â\nSection 99(3) of ODIMWA\nalso envisages that compensation may be claimable by mine employees\nunder COIDA. It provides:\nâ\nWhen the certification\ncommittee has found that any person is suffering from a compensatable\ndisease which, in the opinion of that\ncommittee, is attributable\npartly but not mainly to work at a mine or works, the commissioner\nmay in his discretion award to or in\nrespect of such person who is\nnot in receipt of full benefits in respect of that disease under the\nWorkmenâs Compensation Act,\n1941 (Act No. 30 of 1941), or any\nother law, benefits not exceeding one-half of the benefits provided\nfor in this Act.â\n[32]\tThe delicate\nrelationship between COIDA and ODIMWA is regulated by s 100(2) of\nODIMWA:\nâ\nNotwithstanding\nanything in any other law contained, no person who has a claim to\nbenefits under this Act in respect of a compensatable\ndisease as\ndefined in this Act, on the ground that such person is or was\nemployed at a controlled mine or a controlled works, shall\nbe\nentitled, in respect of such disease, to benefits under [COIDA], or\nany other law.â\nThis section precludes a\nperson entitled to benefits under ODIMWA from receiving compensation\nunder COIDA only in respect of a\nâ\ncompensatable\ndiseaseâ as defined in ODIMWA. It does not affect any other claim\nto compensation an employee such as a mine employee\nmay have in other\nrespects under COIDA. In other words, s 35(1) of COIDA abrogates an\nemployeeâs common-law claim against his or\nher employer in respect\nof an âoccupational diseaseâ even where the claim for\ncompensation is required by s 100(2) of ODIMWA\nto be lodged under\nODIMWA. Where two enactments are not repugnant to each other, they\nshould be construed as forming one system and\nas re-enforcing one\nanother.\n39\nThe interrelation between ODIMWA and COIDA is apparent from s 100(2)\nof ODIMWA. Just as their precursors,\n40\nthey comprise one system of compensation and should be interpreted as\nsuch.\n[33]\tThe two acts must be\nharmonized. Together they cover the whole field of compensation for\ndamages arising from injury or diseases\ncontracted at work, with\nODIMWA providing for injuries and diseases in a specific area and\nCOIDA being of more general application.\nJudging from the words of s\n35(1) of COIDA it is unlikely that the legislature intended to have\ndifferent policies to apply to employerâs\nliability under the two\nenactments. The exclusion of liability in s 35(1) of COIDA is thus\nnot limited to employees with claims under\nCOIDA. It would be\nirrational not to extend the protection against the common-law\nliability of employers also to the owners of mines.\nHistorically all\nemployers, whether under COIDA or ODIMWA, fund the compensation funds\nunder the two enactments.\n41\nIt follows that the legislature in enacting COIDA and ODIMWA intended\ns 35(1) to apply also to employees with claims under ODIMWA.\nThe\ncourt a quo was thus correct in holding that âthere is no rational\nbasis for protecting the employer from common law liability\nin return\nfor funding statutory compensation for diseases contracted by mine\nemployees in COIDA but not in ODIMWA.â\n[34]\tThere is another\nreason why the uniform application of s 35(1) of COIDA to all\nemployees is called for. In terms of s 69 of COIDA\nthe Minister of\nLabour may amend Schedule 3, also with retrospective effect, in\nrespect of both the description of the diseases and\nthe work\ninvolved. Under ODIMWA the Minister of National Health and Welfare\nmay in terms of paragraph (f) of the definition of âcompensatable\ndiseaseâ in s 1 declare a disease to be a compensatable disease.\nHowever, he may make no such declaration in respect of a disease\nwhich is compensable under COIDA except after consultation with the\nMinister of Labour (s 1(2)(b) of ODIMWA). If the appellantâs\ninterpretation of s 35(1) is correct the effect of such a declaration\ncould be that an employerâs common-law liability could depend\non\nnot the terms of the statute but on a ministerial decision. A uniform\napplication of s 35(1) of COIDA to all employees would prevent\nthis\nresult.\n[35]\tIt was submitted on\nbehalf of the appellant that s 100(2) of ODIMWA removed a person from\nconsideration under COIDA where his\nor her claim might otherwise be\nbrought under both COIDA and ODIMWA, thereby enforcing the\nexclusivity of the regimes under the two\nenactments to prevent double\ncompensation. By doing so, ODIMWA provided for benefits to all\npersons falling within its ambit. The\nbenefits under ODIMWA, it was\nsubmitted, may be supplemented by a common-law claim for damages.\n42\nCOIDA, it was contended, is a regime of statutory compensation that\nincludes enhanced statutory compensation on showing that the\nemployer\nhad been negligent\n43\nwith a concomitant exclusion of a common-law claim.\n[36]\tI do not agree. All\nemployees falling within the ambit of COIDA are entitled to its\nbenefits. An employee who contracted a disease\nat a controlled mine\nor controlled works which qualifies both as a âcompensatable\ndiseaseâ and as an âoccupational diseaseâ\nis, by virtue of s\n100(2) of ODIMWA, obliged to claim compensation under ODIMWA.  It was\nsuggested that persons having a claim under\nODIMWA but not under\nCOIDA could not be regarded as âemployeesâ under COIDA. This\nsubmission, however, would entail reading into\nthe text of s 35(1)\nwords qualifying the âemployeeâ to the effect that the employee\nmust have a valid claim under COIDA or words\nexcluding âemployeesâ\nwith claims under ODIMWA. The suggested construction offends the\nplain wording of s 35(1) which excludes\nan employerâs liability\nwhere the prescribed circumstances are present without regard to\nwhether or not the employee has a valid\nclaim under either of the two\nActs. A person qualifies as an âemployeeâ within the meaning of s\n35(1) if he or she complies with\nthe requirements of the definition\nin s 1 of COIDA.  When the 1941 Workmenâs Compensation Act was\nconsidered,\n44\nit was pointed out that the Second Schedule was amended in 1952 and\n1959 to exclude from the occupation in respect of âsilicosisâ\nany\noccupation other than a âdusty occupationâ or one in a âdusty\natmosphereâ as defined in the 1946 Silicosis Act and the\n1956\nPneumoconiosis Act respectively. The implication is that a person\nemployed in that way was a âworkmanâ as defined in the\n1941\nWorkmenâs Compensation Act. COIDA defines an âemployeeâ in very\nmuch the same, although expanded, terms. Persons employed\nat mines\nare comprehended within the definition of âemployeeâ.\n45\nWhereas the scheduled diseases under the 1941 Workmenâs\nCompensation Act in the context of this case referred only to\nâsilicosisâ,\nthe occupational diseases scheduled under COIDA\nincludes those referred to in the appellantâs particulars of claim\nand, in any\nevent, include occupational diseases other than the\nscheduled ones which âhas arisen out of and in the course of [the\nemployeeâs]\nemploymentâ (s 65(1)(b)).\n46\nSection 35(1) of COIDA extinguishes all common-law claims for damages\nâin respect of any occupational injury or diseases resulting\nin the\ndisablement or deathâ of the employee. It follows that the claim of\nthe appellant is excluded by s 35(1) of COIDA. Any other\ninterpretation would be âunduly strainedâ.\nPresumption against harsh\nconsequence\n[37]\tIt was suggested on\nbehalf of the appellant that s 35(1) of COIDA be construed in a\nmanner avoiding hardship on the part of the\nappellant and those in a\nsimilar position. In particular, reference was made to s 56 of COIDA\nwhich makes provision for increased\nclaims by an employee where the\noccupational injury or disease was caused by the negligence of, for\nexample, the employer. ODIMWA\nhas no such provision. In addition, it\nwas submitted that COIDA provided for the calculation of more\ngenerous benefits payable to\nthe employee than does ODIMWA. Whether\nthis is so is not a matter that can be determined on exception.\n47\nThe appellant or a person in his or her class that falls under the\nprovisions of ODIMWA can neither claim under COIDA nor pursue\nhis or\nher common-law remedy against the employer. The appellant relies on a\nseries of presumptions calling for a construction that\nwould avoid\nhardship.\n48\n[38]\tThere are two\nrelevant presumptions, ânamely that the legislature does not intend\nthat which is harsh, unjust or unreasonable;\nand that in case of\ndoubt, the most beneficial interpretation should be adoptedâ.\n49\nThe policy of COIDA, it was also said, is to assist employees as far\nas possible, and it should ânot be interpreted restrictively\nso as\nto prejudice a workman if it is capable of being interpreted in a\nmanner more favourable to him.â\n50\nHowever, this does not mean that âother well-recognised canons of\nconstruction should be disregarded in the search for the\nLegislatureâs\nintention. They must be accorded due weight and,\nultimately, may be decisive.â\n51\nThe common law may be altered expressly or by implication.\n52\nTo my mind, the clear provisions of s 35(1) of COIDA show that there\nis an intention to alter the common law and to make inroads\ninto\nexisting rights: its plain meaning is that it bars claims by all\nemployees as defined, including those with claims under ODIMWA.\nIt\ncould well be that the provisions of s 35(1) of COIDA affect the\nappellant harshly. But it would be equally unfair or âharshâ\nto\nrequire mines to pay levies to a compensation fund without receiving\nsome of protection against delictual claims by employees.\nIt would be\nparticularly âharshâ where such protection is extended under\nCOIDA to all employers other than the owners of controlled\nmines and\nworks for the identical diseases.\nGeneralia specialibus non\nderogant\n[39]\tIt is a general\nprinciple that where a later statute is irreconcilable with an\nearlier one, the latter must be regarded as having\nbeen impliedly\nrepealed.\n53\nHowever, the position may be different where the later statute is\ngeneral, and the earlier one special.\n54\nIn such a case the earlier special statute remains in force. This\npresumption of construction is referred to as\ngeneralia\nspecialibus non derogant\n,\nand it was contended that the appellantâs interpretation of s 35(1)\nof COIDA accorded with it. But the maxim does not always find\napplication âand the cardinal question is whether the Legislature\nintended that its later general Act should alter its own earlier\nspecial enactment . . . â.\n55\nIt was submitted that because s 35(1) of COIDA did not repeal s\n100(2) of ODIMWA expressly it could not be construed as repealing\nor\namending the latter section implicitly so that it remained\napplicable. Section 100(2) of ODIMWA, however, does not give an\nemployee\na common-law right to claim damages from his employer. The\nquestion is not whether s 35(1) of COIDA impliedly repealed s 100(2)\nof\nODIMWA but whether s 35(1) of COIDA abrogated the common-law cause\nof action of employees who have a claim under ODIMWA.\n[40]\tAs I have said, the\nprovisions of ODIMWA apply not specifically to âemployeesâ but to\nthose persons performing ârisk workâ\nin mines. COIDA is of more\ngeneral application applying to all âemployeesâ. Section 35(1) of\nCOIDA was intended to protect all\nemployers against common-law\nliability. In this sense it was âmeant to cover, without exception,\nthe whole field or subject to\nwhich it relatesâ refuting the\npresumption created by the maxim\ngeneralia\nspecialibus non derogant\n.\n56\nEQUALITY\n[41]\tIt was contended\nthat if the respondentâs construction of s 35(1) of COIDA were to\nbe accepted it would violate the appellantâs\nright to equality. The\nappellant relied on an arbitrary differentiation in contravention of\ns 9(1). It follows that the appellant\nmust show that the respondentâs\nconstruction of s 35(1) of COIDA gives rise to differentiation that\nis not rationally connected\nto a legitimate governmental purpose. The\nappellant relies on two forms of differentiation. The first is\nbetween those employees\nwho give up their common-law claim but who\nmay receive increased compensation if their disease was caused by\ntheir employerâs negligence\n(ie those employees entitled to\ncompensation under COIDA) and those employees who give up their\ncommon-law claim but may not receive\nincreased compensation even if\nthe disease was caused by their employerâs negligence (ie those\nemployees entitled to compensation\nunder ODIMWA). The second is\nbetween those employees who give up their common-law claims in\nexchange for the benefits provided for\nby COIDA and those employees\nwho give up their common-law claims but must settle for the inferior\nbenefits provided for by ODIMWA.\n57\nWhether a particular measure constitutes unfair discrimination must\nbe determined by a consideration of the principles set out in\nHarksen\nv Lane NO & others\n.\n58\n[42]\tHowever, the scope\nof rationality review is narrow. As Yacoob J said in\nJooste\nv Score Supermarket Trading (Pty) Ltd (Minister of Labour\nIntervening)\n:\n59\nâ\nIt is clear that the\nonly purpose of rationality review is an inquiry into whether the\ndifferentiation is arbitrary or irrational,\nor manifests naked\npreference and it is irrelevant to this inquiry whether the scheme\nchosen by the Legislature could be improved\nin one respect or\nanother. Whether an employee ought to have retained the common-law\nright to claim damages, either over and above\nor as an alternative to\nthe advantages conferred by [COIDA], represents a highly debatable,\ncontroversial and complex matter of policy.\nIt involves a policy\nchoice which the Legislature and not a court must make. The\ncontention represents an invitation to this Court\nto make a policy\nchoice under the guise of rationality review; an invitation which is\nfirmly declined. The Legislature clearly considered\nthat it was\nappropriate to grant to employees certain benefits not available at\ncommon law. The scheme is financed through contributions\nfrom\nemployers. No doubt for these reasons the employeeâs common-law\nright against an employer is excluded. Section 35(1) . . .\nis\ntherefore logically and rationally connected to the legitimate\npurpose of [COIDA].â\n[43]\tThe law\ndifferentiates between employees who have claims under COIDA and\npersons, including employees, who have claims under\nODIMWA. The\nquestion is whether this form of differentiation is rationally\nconnected to a legitimate governmental purpose. If such\na connection\nexists there is no arbitrary differentiation for the purposes of s\n9(1) of the Constitution. In the circumstances of\nthis case such a\nconnection exists. The legislature adopted the view that there should\nbe two statutory schemes that are separately\nfunded and administered\nto provide different compensation for the different claimants.  The\nexistence of two historical schemes of\ncompensation is a legitimate\ngovernmental purpose and the two enactments are rationally connected\nto this purpose. The question is\nnot whether it is rational for\nemployees who have claims under COIDA to forsake their common-law\nclaims against the employers but\nirrational for others with claims\nunder ODIMWA to do so. The question of rationality is directed at the\nlegislature. The legislature\nhas resolved that persons engaged in\nrisk work on controlled mines are required to claim under ODIMWA\nrather than under COIDA in\ncircumstances where concurrent claims\nwould otherwise exist. This is not an arbitrary differentiation. To\nhold otherwise would lead\nto arbitrary differentiation between\nemployers in the mining industry. Some employers would be protected\nagainst common-law claims\nfalling under COIDA but not where they fall\nunder ODIMWA. There can be no rational basis for protecting employers\nfrom common-law\nliability in return for funding the statutory\ncompensation scheme for miners under COIDA but not under ODIMWA.\n[44]\tThe appellant\nsubmitted that to single out those performing risk work underground\non controlled mines and who, as a result of\nhaving done so, acquired\nan occupational lung disease, is patently unfair. It was submitted\nthat to single out this âalready vulnerable\ngroupâ and limiting\ntheir claims for compensation would impair their fundamental human\ndignity. The appellantâs particulars of\nclaim contain no allegation\nto the effect that the benefits under ODIMWA are inferior to those\nclaimable under COIDA and it is not\npossible to venture into this\nquestion in these proceedings on exception. The different levels of\ncompensation are the result of\nthe differentiation between claimants\nwho have claims under COIDA and those with claims under ODIMWA. If\nthere are unequal benefits\npayable the discrimination complained of\nwould be remedied by an equalization of those benefits under the two\nschemes.\nAccess to court\n[45]\tIt was submitted\nthat the interpretation of s 35(1) of COIDA by the court a quo\nlimited the right of access to court under s\n34 of the Constitution\n60\nby preventing those with claims under ODIMWA from pursuing a claim\nthat would otherwise have existed. This contention is directed\nat the\nsubstantive rules of law and not at the right of access in terms of s\n34 of the Constitution. In\nMontgomery\nv Daniels\n61\nit was stated with reference to a no-fault statute which restricted a\nvictimâs right to claim for non-patrimonial loss that the\nsection\n(article 18) âdenies no one access to the courts; it merely alters\nthe substantive law, partially eliminating the right\nof an automobile\naccident victim to judicial recovery for injuries suffered.â\nRetrospectivity of COIDA\n[46]\tThe appellant filed\nsupplementary heads of argument raising a legal issue that was not\ndealt with by the court a quo. The appellant\nhad amended his\nparticulars of claim in order to meet the respondentâs exception by\npleading specifically, as I have said, that\nâ[b]y reason of the\nPlaintiffâs exclusion from the benefits payable in terms of\n[COIDA], the Plaintiff is not an employee as\ncontemplated in section\n35 of the Act. Accordingly the Plaintiff is not precluded by section\n35 from bringing the action against\nthe Defendant.â This was the\nissue that had to be determined and not the point now raised that\nCOIDA by implication operated with\nretrospective effect. The argument\nwas that s 35 provided a defence to the respondent only if it\noperated retrospectively. COIDA\ncame into force on 1 March 1994.\nSince the greater part of the period when the appellant was employed\n(January 1997 to September\n1995) was before 1 March 1994, it was\ncontended that there was a reasonable prospect that the appellant\nwould prove facts establishing\nthat his cause of action arose prior\nto COIDAâs coming into force. For that reason it was argued that\nthe exception had to be dismissed:\nit was not possible before\nevidence is led to determine whether s 35 is applicable and, if it\ndoes apply, it would only be for the\nlimited period from 1 March\n1994, when the legislation came into force, to 11 September 1995,\nwhen the appellant was dismissed.\n[47]\tIt is clear that\nCOIDA is not a retrospective statute in the strong sense,\n62\nie âretroactiveâ, âwhere an Act provides that from a past date\nthe new law shall be deemed to have been in operationâ.\n63\nThis is not the issue. The question to be posed is rather whether s\n35 of COIDA was intended to interfere prospectively with rights\nthat\nexisted on the day it came into force.\n64\nIt seems to me that COIDA is a statute that âoperates forwards, but\nit looks backwards in that it attaches new consequences for\nthe\nfuture to an event that took place before the statute was enacted.â\n65\nSection 35 was intended to interfere prospectively with rights that\nexisted on the day it commenced operation. It does not distinguish\nbetween common-law causes of action arising before and after 1 March\n1994. It ousts all claims for damages and operates so as to\ninterfere\nwith rights that may have existed at its commencement date. For these\nreasons the issue raised by the appellant in his\nsupplementary heads\nof argument must fail.\n[48]\tThe parties are in\nagreement that no order as to costs need to be made. I concur in the\nseparate judgments of Harms DP and Cloete\nJA. Accordingly the\nfollowing order is made:\nThe appeal is dismissed.\n_____________________\nF R MALAN\nJUDGE OF APPEAL\nHARMS DP:\n[49]\tThis appeal deals\nwith the question whether a mineworker who contracted minersâ\nphthisis during the course of his employment\nis entitled to claim\ndamages from his employer, the mine. The judgment of Malan JA deals\nin detail with all the submissions presented\nto us, including the\nhistory of the legislation concerned and many rules of\ninterpretation, and also the impact of the Constitution\non\ninterpretation. Little of this has had any significant impact on the\nratio of his judgment with which I concur. What follows does\nnot add\nor detract from what Malan JA has said but contains a more direct\napproach to the matter.\n[50]\tThe plaintiff seeks\ndamages from the defendant. The plaintiff was an employee (referred\nto in the past as a workman) and the\ndefendant (the mine) his\nemployer. During the course of his employment, the plaintiff\ncontracted occupational diseases which, for\nthe sake of ease, I shall\nrefer to as minersâ phthisis. He is as a result unemployable and\nhas suffered damages. He alleges that\nthe occupational diseases were\ncaused by the mineâs breach of its common-law duty of care to have\nprovided him with a safe and\nhealthy work environment, and also\nbreach of a number of statutory duties of care relating to work\nconditions at mines.\n[51]\tSection 35(1) of the\nCompensation for Occupational Diseases Act 130 of 1993 (COIDA), on\nits plain wording, excludes the type\nof relief sought by the\nplaintiff. It reads:\nâ\nNo action shall lie by\nan employee or any dependant of an employee for the recovery of\ndamages in respect of any occupational injury\nor disease resulting in\nthe disablement or death of such employee against such employeeâs\nemployer, and no liability for compensation\non the part of such\nemployer shall arise save under the provisions of this Act in respect\nof such disablement or death.â\n[52]\tIn order to avoid\nthe effect of the provision and in an attempt to meet an exception\nraised by the mine, the plaintiff amended\nhis particulars of claim\nand alleged that he had not been an âemployeeâ for purposes of\nCOIDA of the mine. The plaintiff justified\nthe allegation that he was\nnot an employee falling under COIDA on the following basis: he was\nemployed at a mine by the defendant;\nhe contracted a âcompensatable\ndiseaseâ as defined in the Occupational Diseases in Mines and Works\nAct 78 of 1973 (ODIMWA); he\nreceived compensation under ODIMWA; he\nwas therefore not entitled to compensation under COIDA; and,\nconsequently, he was not an âemployeeâ\nwithin the meaning of\nCOIDA.\n66\n[53]\tThe plaintiffâs\ncase is based on a misconception, which became apparent during\nargument, namely that a personâs status as\nemployee depends on the\nnature of the occupational disease he contracts during the course of\nhis employment. An employee is, according\nto the introductory part of\nthe definition of âemployeeâ in COIDA, âa person who has\nentered into or works under a contract\nof service . . . with an\nemployerâ. An employee is not divisible and the definition is not\nrelated to the nature of the injury\nor disease but depends on the\ncontract. The misconception becomes apparent if regard is had to the\ninteraction between COIDA and\nODIMWA.\n[54]\tCOIDA entitles an\nemployee to compensation for occupational injuries and occupational\ndiseases. âEmployeeâ as defined includes\nemployees at all mines.\nThis means that mines, as employers, have to contribute to the COIDA\nfund. If an employee working at a mine\nsustains an occupational\ninjury, the employee is entitled to the prescribed compensation under\nCOIDA.\n67\nAnd, importantly, the employee is not entitled to recover damages\nfrom the employer because of s 35(1).\n[55]\tThe same applies if\nan employee at a mine contracts an occupational disease: the employee\nis entitled to compensation under COIDA\nand is subject to the\nlimitation under s 35(1). Section 65(1) of COIDA divides occupational\ndiseases into two classes. The one class\nconsists of the diseases\nlisted in Schedule 3. If an employee contracts one of these, there is\na presumption that the disease arose\nout of and in the course of his\nemployment (s 66), which means that the employee is entitled to\ncompensation under COIDA. The second\nclass is open-ended: it includes\nany disease that has arisen out of and in the course of employment of\nthe employee (s 65(1)(b)).\nThis class differs from the Schedule 3\nclass because, if contracted, the presumption does not apply and the\nemployee has to satisfy\nthe Compensation Commissioner that the\ndisease arose out of and in the course of employment before the\nemployee can become entitled\nto compensation. To summarize: COIDA\ncovers all occupational injuries suffered and diseases contracted by\nall employees employed\nby mines.\n[56]\tODIMWA is different\nin scope but this does not affect any of the principles set out. It\nrecognises that certain works at controlled\nmines and works (see the\nwide definitions of âmineâ and âworksâ in s 1) may cause a\nsmall number of high risk occupational\ndiseases, primarily minersâ\nphthisis. Because of the increased risk these employers have to carry\ncertain medical costs and provide\nmedical aid (s 36, 36A and 36B),\nand have to contribute (in addition to their contributions under\nCOIDA) to another compensation\nfund, the Mines and Works Compensation\nFund, to compensate employees who contract one of these\nâcompensatableâ diseases (sections\n60 and 61).\n[57]\tBecause ODIMWAâs\nbenefits are limited to the defined compensatable diseases, OIMWA\ndoes not cover most occupational diseases\ncontracted by miners. It\nalso does not cover any occupational injuries sustained at mines and\nworks as defined. As mentioned, the\nemployee has to look to COIDA in\nthose circumstances.\n[58]\tTo prevent double\ncompensation, sections 99 and 100 of ODIMWA provide inter alia that\n(a) an employee is not\nentitled to any benefit under ODIMWA in respect of any compensatable\ndisease which is attributable exclusively\nto work other than work at\na mine or works (as defined);\n(b) if an employee\nsuffers from a compensatable disease, which is attributable partly\nbut not mainly to work at a mine or works, the\nCompensation\nCommissioner for Occupational Diseases may in his discretion award to\nsuch person, who is not in receipt of full benefits\nin respect of\nthat disease under COIDA, benefits not exceeding one-half of the\nbenefits provided for under ODIMWA;\n(c) a person is not\nentitled to benefits under ODIMWA in respect of any disease for which\nhe has received or is still receiving âfull\nbenefitsâ under\nCOIDA; and\n(d) a person who has a\nclaim to benefits under ODIMWA in respect of a compensatable disease\nis not entitled, in respect of such disease,\nto benefits under COIDA.\n[59]\tIt follows from this\nbrief analysis that COIDA is the principal Act which sets out the\ngenerally applicable provisions. ODIMWA\ndeals with special\ncircumstances without affecting those principles. The limitation\ncontained in s 35(1) of COIDA is therefore of\ngeneral application.\n[60]\tI revert to the\nmisconception referred to above. The effect of the plaintiffâs\nargument is that his employment at the mine\nwas divisible: he was an\nemployee for purposes of occupational injuries and most occupational\ndiseases under COIDA but in relation\nto compensatable diseases he was\nan employee under ODIMWA. Apart from the fact that this result is\nillogical, it flies in the face\nof the clear wording and purpose and\nstructure of the two statutes, and it avails not to have regard to\ndiverse rules of interpretation\nor to add oblique references to the\nConstitution.\n[61]\tI should in\nconclusion add some comments. The plaintiff made it clear that he was\nnot attacking the constitutionality of any\nof these Acts in these\nproceedings. The discrimination complaint was based on the submission\nthat the benefits under ODIMWA were\nless than under COIDA but I\ngained the impression that counsel did not press the point because\nthe alleged discrimination does not\nappear from the Acts themselves\nbut if present may be due to problems in the regulations. In any\nevent, the plaintiff did not plead\nfacts on which a comparison could\nhave been made.\n_____________________\nL T C HARMS\nDEPUTY PRESIDENT\nCLOETE JA:\n[62]\tI have had the\nadvantage of reading the judgments of my colleagues Malan JA and\nHarms DP. I respectfully agree with both. However,\nbecause of the\nimportance of this matter, I wish to deal in my own words with one of\nthe principal arguments advanced on behalf of\nthe appellant in the\nheads of argument filed in this court. Before doing so, it would be\nconvenient to quote s 35(1) of COIDA,\n68\ntogether with the heading to that section:\n'Substitution of\ncompensation for other legal remedies\n(1)\tNo action shall lie\nby an employee or any dependant of an employee for the recovery of\ndamages in respect of any occupational\ninjury or disease resulting in\nthe disablement or death of such employee against such employee's\nemployer, and no liability for compensation\non the part of such\nemployer shall arise save under the provisions of this Act in respect\nof such disablement or death.'\n[63]\tThe submission on\nbehalf of the appellant was that the key to interpreting s 35(1) is\nthe word 'compensation' in the heading\nwhich is defined in s 1, the\nrelevant part of the definition reading: '\"Compensation\"\nmeans compensation in terms of this\nAct . . ..' Therefore, went the\nsubmission, as the appellant is not entitled to compensation under\nCOIDA (but only under ODIMWA),\n69\nhe is not bound by what counsel termed the 'legislative bargain'\ncontained in s 35(1) and compensation under COIDA is not substituted\nfor his right to claim compensation at common law.\n[64]\tThe fallacy in this\nsubmission is that s 35(1) is clear in its meaning and 'Where the\nintention of the lawgiver as expressed\nin any particular clause is\nquite clear, then it cannot be overwritten by the words of a\nheading.'\n70\nThe section must be read as containing two discrete provisions\n(previously contained in separate paragraphs in s 7 of the Workmen's\nCompensation Act 30 of 1941)\n71\nconjoined by the word 'and' in the middle of the section. Although\nboth deal with occupational injury or disease resulting in\ndisablement\nor death of an employee, they are not opposite sides of\nthe same coin. The first provision, which is in wide and general\nterms, excludes\nan action at common law against an employer for\ndamages. The second provision excludes all liability on the part of\nan employer to\npay compensation (not damages), 'save under the\nprovisions of this Act'; and an employer is liable to pay\ncompensation under COIDA\neg where it is an employer individually\nliable under s 84(1)(a) and where in terms of s 73(1) it is obliged\nto pay the reasonable\ncosts incurred by an employee in respect of\nmedical aid. (Payment of the cost of medical aid is, in terms,\nincluded in the definition\nof 'compensation' in s 1.)\n[65]\tThe provisions of\nODIMWA are therefore not excluded by s 35(1) of COIDA, inasmuch as\nODIMWA confers no right to damages on an\nemployee, nor does it place\nany obligation on an employer to pay compensation â the employee is\ncompensated from one of the two\nfunds established in terms of that\nstatute. There is no conflict between the two Acts: although ODIMWA\nconfers a right to benefits\non inter alios persons who fall within\nthe definition of 'employees' under COIDA, ODIMWA (in s 100(2))\n72\nexcludes the right to obtain compensation under COIDA if and to the\nextent that there is a right to compensation under ODIMWA.\n_____________________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant:\t\tGilbert\nMarcus SC\nAlan Dodson\nAdrian Friedman\nInstructed\nby:\nAbrahams Kiewitz\nAttorneys\nCape Town\nC/o Honey Attorneys\nBloemfontein\nFor Respondent:\t\tChris\nLoxton SC\nMark Antrobus SC\nAlfred Cockrell\nInstructed\nby:\nBrink Cohen Le Roux\nInc\nJohannesburg\nc/o Claude Reid\nBloemfontein\n1\nSee the\nReport\n\tof the Commission of Inquiry into Compensation for Occupational\n\tDiseases in the Republic of South Africa\n(1981)\n\telectronic copy by David W Stanton RP 100/81.\n2\nâPneumoconiosisâ was defined as a âpermanent disease of the\n\tcardio-respiratory organs . . . which has been caused by the\n\tinhalation of mineral dustâ (s 1(xliii). âTuberculosisâ was\n\tdescribed as âtuberculosis of the cardio-respiratory organs,\nor\n\tsequelae thereof . . .â (s 1(lvi)) and âmineral dustâ as âdust\n\tderived from any mineral, including coal and soil, in\nthe course of\n\tmining operationsâ (s 1(xxxvi)).\n3\nSee\n\talso s 101.\n4\nâTuberculosisâ\n\tis defined as\nâtuberculosis\n\tof the cardio-respiratory organs of a person who has worked at least\n\t200 shifts in circumstances amounting to a\nrisk and where silica\n\tdust or any other injurious dust was present, or any sequelae,\n\tcomplication or manifestation thereof, but\ndoes not include inactive\n\tor calcified fociâ.\n5\nSection\n\t12(1) of the Interpretation Act 33 of 1957.\n6\nSection\n\t2 of the Interpretation Act 33 of 1957 and see\nR\n\tv Detody\n1926 AD 198\nat 201; S I E van Tonder, N P Badenhorst, C H J\n\tVolschenk and J N Wepener\nL\n\tC Steyn Die Uitleg van Wette\n(1981)\n\t5 ed p 154.\n7\nGG\n15449, 28 January 1994.\n8\nSection\n\t36A(1) of ODIMWA was amended again in 2002 without any amendment of\n\tCOIDA.\n9\nCf s\n22(5) of the Native Labour Regulation Act 15 of 1911 which provided:\n\tâNothing in this section shall be taken to debar any native\n\tlabourer from claiming compensation under his rights at common law\n\tor under law relating to the payment of workmenâs compensation\nin\n\tforce within the Union or any part thereof: Provided that if\n\tcompensation has been recovered by a native labourer or dependent\n\tunder this section no action shall lie against the employer for the\n\trecovery of damages or compensation in respect of the same\n\taccident.â\n10\nPara\n\t16 above.\n11\nSee\n\teg RG 147\nGG\n4644, 29 June 1951 inserting âanthraxâ; RG 90\nGG\n229, 27 April 1962 inserting âbenzeneâ; RG 98\nGG\n3856, 13 April 1973 inserting âByssinosisâ.\n12\nRG\n\t63\nGG\n4817, 3 April 1952.\n13\nA âdusty atmosphereâ was defined in the Pneumoconiosis Act 57 of\n\t1956 as a âplace where dust occurs or is produced which\ncauses or\n\tis likely to cause pneumoconiosis in persons employed in mining\n\toperations therein or thereat, if such place is (a) below\nthe\n\tnatural surface of the earth; or (b) a place on or above the natural\n\tsurface of the earth â (i) where rock or stone or any\nmineral is\n\tordinarily reduced in size or classified or moved or handled by any\n\tdust producing process â¦â. See also s 1(xxi)\nof the\n\tPneumoconiosis Compensation Act 64 of 1962 and paras 7 to 8 above.\n14\nM\n\tP Olivier, N Smit and E R Kalula (eds)\nSocial Security; A Legal Analysis\n(2003) p 468.\n15\nJooste\n\tv Score Supermarket Trading (Pty) Ltd\n1999\n\t(2) SA 1\n(CC) para 15.\n16\nIn\nJooste\n\tv Score Supermarket Trading (Pty) Ltd (Minister of Labour\n\tintervening)\n1999 (2) SA 1\n(CC) para 14 the effect of COIDA was summarised: â\nAn\n\temployee who is disabled in the course of employment has the right\n\tto claim pecuniary loss only through an administrative process\nwhich\n\trequires a Compensation Commissioner to adjudicate upon the claim\n\tand to determine the precise amount to which that employee\nis\n\tentitled.  The procedure provides for speedy adjudication and for\n\tpayment of the amount due out of a fund established by the\n\tCompensation Act to which the employer is obliged to contribute on\n\tpain of criminal sanction.  Payment of compensation is not dependent\n\ton the employerâs negligence or ability to pay, nor is the amount\n\tsusceptible to reduction by reason of the employeeâs contributory\n\tnegligence. The amount of compensation may be increased if the\n\temployer or co-employee were negligent but not beyond the extent\nof\n\tthe claimantâs actual pecuniary loss.  An employee who is\n\tdissatisfied with an award of the Commissioner has recourse to a\n\tCourt of law which is, however, bound by the provisions of the\n\tCompensation Act. That then is the context in which section 35(1)\n\tdeprives the employee of the right to a common-law claim for\n\tdamages.â\n17\nSection 22(1): âIf an employee meets with an accident resulting in\n\this disablement or death such employee or the dependants of\nsuch\n\temployee shall, subject to the provisions of this Act, be entitled\n\tto the benefits provided for and prescribed in this Act.â\nAn\n\tâaccidentâ is defined as 'an accident arising out of and in the\n\tcourse of an employee's employment and resulting in a personal\n\tinjury, illness or the death of the employeeâ.\n18\nPhumelela\n\tGaming and Leisure Ltd v GrÃ¼ndlingh & others\n[2006] ZACC 6\n;\n2007 (6) SA 350\n(CC) para 27;\nInvestigating\n\tDirectorate: Serious Economic Offences & others v Hyundai Motor\n\tDistributors (Pty) Ltd & others: In re Hyundai\nMotor\n\tDistributors (Pty) Ltd & others v Smit NO & others\n[2000] ZACC 12\n;\n2001\n\t(1) SA 545\n(CC) para 21;\nFraser v ABSA Bank Ltd (National Director of Public Prosecutions as\n\tAmicus Curiae)\n[2006] ZACC 24\n;\n2007 (3) SA 484\n(CC) para 47;\nWary\n\tHoldings (Pty) Ltd v Stalwo (Pty) Ltd & another\n[2008]\n\tZACC 12\n;\n2009 (1) SA 337\n(CC) para 49.\n19\nInvestigating\n\tDirectorate: Serious Economic Offences & others v Hyundai Motor\n\tDistributors (Pty) Ltd & others: In re Hyundai\nMotor\n\tDistributors (Pty) Ltd & others v Smit NO & others\n[2000] ZACC 12\n;\n2001\n\t(1) SA 545\n(CC) para 24.\n20\nGovender\n\tv Minister of Safety and Security\n2001\n\t(4) SA 273\n(SCA) para 11.\n21\nThe\n\tright to property identified is the appellantâs common-law claim\n\tagainst his employer. See\nLogan\n\tv Zimmerman Brush Co\n455\n\tUS 422\n;\nHewlett\n\tv Minister of Finance & another\n1982\n\t(1) SA 490\n(ZSC) at 494B-E and 497H-498E;\nPressos\n\tCompania Naviera  SA v Belgium\n[1995] ECHR 47\n;\n(1995)\n\t21 EHRR 301\npara 31.\n22\n[2000] ZACC 12\n;\n2001\n\t(1) SA 545\n(CC) paras 23 and 24. See further\nDe\n\tBeer NO v North-Central Local Council and South-Central Local\n\tCouncil & others (Umhlatuzana Civic Association Intervening)\n[2001] ZACC 9\n;\n2002\n\t(1) SA 429\n(CC) para 11;\nNational\n\tDirector of Public Prosecutions & another v Mohamed NO &\n\tothers\n[2002] ZACC 9\n;\n2002\n\t(4) SA 843\n(CC) para 33;\nLawyers\n\tfor Human Rights & another v Minister of Home Affairs &\n\tanother\n[2004] ZACC 12\n;\n2004\n\t(4) SA 125\n(CC) para 31.\n23\nStandard\n\tBank Investment Corporation v Competition Commission\nLtd v\n\tCompetition Commission and Others; Liberty Life Association of\n\tAfrica Ltd v Competition Commission and Others\n[2000] ZASCA 20\n;\n2000 (2) SA 797\n(SCA) para 16. In\nPoswa\n\tv MEC for Economic Affairs, Environment and Tourism, Eastern Cape\n2001 (3) SA 582\n(SCA) para 9 Schutz JA stated: âThe difficulty,\n\twhich faces any argument which claims better knowledge of what the\n\tlegislature\nintended than what the legislature itself appears to\n\thave had in mind when it expressed itself as it did, is to establish\n\twith\nreasonable precision what the unexpressed intention contended\n\tfor, was.â\n24\n1920 AD 530\nat 543 cited with approval in\nStandard\n\tBank Investment Corporation v Competition Commission\nLtd v\n\tCompetition Commission and Others; Liberty Life Association of\n\tAfrica Ltd v Competition Commission and Others\n[2000] ZASCA 20\n;\n2000 (2) SA 797\n(SCA) para 16.\n25\nPara\n\t16 above.\n26\nPara\n\t17 above.\n27\nSee\n\ts 1: an âemployer individually liableâ is âan employer who in\n\tterms of section 84(1)(a) is exempt from paying assessments\nto the\n\tcompensation fundâ. Further ss 29, 54(2), 61, 72, 73, 78.\n\t(âCompensationâ is defined in s 1 of COIDA to include, where\n\tapplicable, âmedical aid or payment of the cost of such medical\n\taidâ). Cf\nRand\n\tMutual Assurance Company Ltd v Road Accident Fund\n[2008] ZASCA 114\n;\n2008\n\t(6) SA 511\n(SCA) paras 4 ff.\n28\n1943\n\tWLD 101.\n29\nAt\n\t109-110.\n30\n1974\n\t(4) SA 633\n(A).\n31\nAt\n\t643G-H.\n32\nAt\n\t643H-644A. See para 17 above.\n33\n1963 (3) SA 255\n(C) at 256G-7A.\n34\nAt\n\t256H-257A.\n35\nSee\nMphosi\n\tv Central Board for Co-Operative Insurance\n1974 (4) SA 633\n(A) at 642-4;\nMlomzale\n\tv Mizpah Boerdery (Pty) Ltd\n1997\n\t(1) SA 790\n(C) at 793I-J.\n36\nTurffontein\n\tEstates Ltd v Mining Commissioner, Johannesburg\n1917 AD 419\nat 431 and see Steyn above p 147-8.\n37\nSee paras 6 and 7 above.\n38\nPara\n\t7 above.\n39\nPetz\n\tProducts v Commercial Electrical Contractors\n1990 (4) SA 196\n(C) at 204H-I;\nR\n\tv Maseti & others\n1958\n\t(4) SA 52\n(E) at 53H;\nNkabinde\n\tv Nkabinde and Nkabinde\n1944\n\tWLD 112\nat 122;\nJohannesburg\n\tCity Council v Makaya\n1945 AD 252\nat 257 and 259;\nChotabhai\n\tv Union Government & another\n1911\n\tAD 13\nand see Steyn\nabove\np 153\n\t188 ff.\n40\nSee\n\tparas 6, 8 and 12 above.\n41\nSee\n\tparas 5, 6, 7, 8, 10, 17 and 19 above.\n42\nIndeed in the 1981\nReport\n\tof the Commission of Inquiry into Compensation for Occupational\n\tDiseases in the Republic of South Africa\nit\n\twas said: â2.4.1.15 The Occupational Diseases [in Mines and Works]\n\tAct [78 of 1973] contains no provision comparable to section\n43 of\n\tthe Compensation Act. Since the common law remains applicable until\n\tit is amended or set aside by legislation, and since\nthe\n\tOccupational Diseases Act contains no such provision, no worker is\n\tdenied the right to recover full indemnification from the\nemployer\n\tunder the common law in appropriate circumstances. The Occupational\n\tDiseases Act therefore has no real shortcoming in\nthis regard,\n\texcept in so far as it, unlike the Compensation Act, contains no\n\tprovision for a shorter and less complicated procedure\nfor enforcing\n\tthe law.â For the reasons set out in this judgment this view is\n\tnot correct.\n43\nSection 56 of COIDA.\n44\nSee\n\tpara 18 above.\n45\nPara\n\t31 above.\n46\nPara\n\t22 above.\n47\nSee\n\ts 49 of COIDA read with Schedule 4; s 80 of ODIMWA in regard to\n\tpermanent disability. Further s 47(1) of COIDA read with Schedule\n4\n\tin regard to temporary disability; s 54(2) of COIDA read with\n\tSchedule 4 in regard to funeral expenses. The method of compensation\n\tprovided for by ODIMWA is set out in s 80. Section 36A, B and C of\n\tODIMWA, however, contains special provisions regarding the payment\n\tof medical expenses of persons suffering from compensatable diseases\n\tmine owners. A comparison of the benefits can only be made\nafter\n\tevidence quantifying them has been led.\n48\nVeldsman\n\tv Director of Public Prosecutions, Witwatersrand Local Division\n2007 (3) SA 210\n(CC) para 26. Further\nBarlow\n\t& Jones Ltd v Elephant Trading Co\n1905\n\tTS 637\nat 648;\nTransvaal Investment Co Ltd v Springs Municipality\n1922\n\tAD 337\nat 347;\nRossouw\n\tv Sachs\n1964\n\t(2) SA 551\n(A) at 562C-E;\nPan\n\tAmerican World Airways Incorporated v SA Fire and Accident Insurance\n\tCo Ltd\n1965\n\t(3) SA 150\n(A) at 164C-D;\nGovernment of the Islamic Republic of Iran v Berends\n1998\n\t(4) SA 107\n(Nm) at 118Jâ119C;\nArenstein v Secretary for Justice\n1970\n\t(4) SA 273\n(T) at 281A-E;\nYarram\n\tTrading CC t/a Tijuana Spur v ABSA Bank Ltd\n2007 (2) SA 570\n(SCA) para 14.\n49\nGovernment\n\tof the Islamic Republic of Iran v Berends\n1998\n\t(4) SA 107\n(Nm) at 118Jâ119C;\nPrincipal\n\tImmigration Officer v Bhula\n1931 AD 323\nat 336-7 and see Steyn p 101 ff.\n50\nDavis\n\tv Workmenâs Compensation Commissioner\n1995\n\t(3) SA 689\n(C) at 694F-G and see\nWorkmenâs\n\tCompensation Commissioner v Van Zyl\n[1996] ZASCA 19\n;\n1996\n\t(3) SA 757\n(A) at 764F-G;\nWorkmenâs Compensation Commissioner v Jooste\n[1997] ZASCA 58\n;\n1997\n\t(4) SA 418\n(SCA) at 424D-F.\n51\nWorkmenâs\n\tCompensation Commissioner v Jooste\n[1997] ZASCA 58\n;\n1997\n\t(4) SA 418\n(SCA) at 424E-F.\n52\nYarram\n\tTrading CC t/a Tijuana Spur v ABSA Bank Ltd\n2007 (2) SA 570\n(SCA) para 14;\nCasserly\n\tv Stubbs\n1916\n\tTPD 310\nat 312 and cf\nPan\n\tAmerican World Airways Incorporated v SA Fire and Accident Insurance\n\tCo Ltd\n1965 (3) SA 150\n(A) at 164C-D.\n53\nSteyn\n\tp 188 ff.\n54\nKhumalo\n\tv Director-General of Co-Operation and Development & others\n[1990] ZASCA 118\n;\n1991 (1) SA 158\n(A) at 163B-D.\n55\nKhumalo\n\tv Director-General of Co-Operation and Development & others\n[1990] ZASCA 118\n;\n1991\n\t(1) SA 158\n(A) at 163D-E;\nS\n\tv Mseleku\n1968\n\t(2) SA 704\n(N) at 707C-E. See\nSasol\n\tSynthetic Fuels (Pty) Ltd & others v Lambert & others\n2002\n\t(2) SA 21\n(SCA) paras 17 and 18;\nSidumo\n\t& another v Rustenburg Platinum Mines Ltd & others\n2008\n\t(2) SA 24\n(CC) paras 101 and 102.\n56\nKhumalo\n\tv Director-General of Co-Operation and Development and Others\n[1990] ZASCA 118\n;\n1991\n\t(1) SA 158\n(A) at 163D-E;\nNew\n\tModderfontein Gold Mining Company v Transvaal Provincial\n\tAdministration\n1919\n\tAD 367\nat 397. Cf\nPrincipal\n\tImmigration Officer v Bhula\n1931\n\tAD 323\nat 336.\n57\nSection\n\t9 of the Constitution provides: â(1) Everyone is equal before the\n\tlaw and has the right to equal protection and benefit\nof the law.\n\t(2) Equality includes the full and equal enjoyment of all rights and\n\tfreedoms. To promote the achievement of equality,\nlegislative and\n\tother measures designed to protect and advance persons, or\n\tcategories of persons, disadvantaged by unfair discrimination\nmay be\n\ttaken. (3) The state may not unfairly discriminate directly or\n\tindirectly against anyone on one or more grounds, including\nrace,\n\tgender, sex, pregnancy, marital status, ethnic or social origin,\n\tcolour, sexual orientation, age, disability, religion, conscience,\n\tbelief, culture, language and birth. (4) No person may unfairly\n\tdiscriminate directly or indirectly against anyone on one or more\n\tgrounds in terms of subsection (3). National legislation must be\n\tenacted to prevent or prohibit unfair discrimination. (5)\n\tDiscrimination\non one or more of the grounds listed in subsection\n\t(3) is unfair unless it is established that the discrimination is\n\tfair.â Section\n9(3) is the equivalent of s 8(2) of the interim\n\tConstitution.\n58\n[1997] ZACC 12\n;\n1998\n\t(1) SA 300\n(CC) para 53 with reference to s 8 of the interim\n\tConstitution. See\nJooste\n\tv Score Supermarket Trading (Pty) Ltd (Minister of Labour\n\tIntervening)\n1999\n\t(2) SA 1\n(CC) para 11;\nNational\n\tCoalition for Gay and Lesbian Equality & others v Minister of\n\tHome Affairs & others\n2000 (2) SA 1\n(CC) paras 58-64;\nPresident\n\tof the Republic of South Africa v Hugo\n1997\n\t(4) SA 1\n(CC) para 41.\n59\n1999\n\t(2) SA 1\n(CC) para 17. See also\nS\n\tv Lawrence; S v Negal; S v Solberg\n1997\n\t(4) SA 1176\n(CC) paras 41-46;\nNew\n\tNational Party of South Africa v Government of the Republic of South\n\tAfrica & others\n[1999] ZACC 5\n;\n1999 (3) SA 191\n(CC) paras 24-25.\n60\nSection\n\t34 provides: âEveryone has the right to have any dispute that can\n\tbe resolved by the application of law decided in a fair\npublic\n\thearing before a court or, where appropriate, another independent\n\tand impartial tribunal or forum.â\n61\n340\n\tNE 2d 444\nat 456.\n62\nCf\ns\n\t100(3) of COIDA.\n63\nUnitrans\n\tPassenger (Pty) Ltd t/a Greyhound Coach Lines v Chairman, National\n\tTransport Commission & others\n1999\n\t(4) SA 1\n(SCA) para 13 and see para 14. See\nAdampol\n\t(Pty) Ltd v Administrator Transvaal\n1989\n\t(3) SA 800\n(A) at 811D-E;\nNational\n\tDirector of Public Prosecutions v Carolus\n2000\n\t(1) SA 1127\n(SCA) paras 34-35;\nWorkmenâs\n\tCompensation Commissioner v Jooste\n[1997] ZASCA 58\n;\n1997\n\t(4) SA 418\n(SCA) at 423F-H\n.\n64\nSee the distinction drawn in\nAdampol\n\t(Pty) Ltd v Administrator Transvaal\n1989 (3) SA 800\n(A) at 811D-E and 812E-H;\nNational\n\tDirector of Public Prosecutions v Carolus\n2000\n\t(1) SA 1127\n(SCA) paras 34-35;\nTransnet\n\tLtd v Ngcezula\n[1994] ZASCA 192\n;\n1995\n\t(3) SA 538\n(A) at 548I-549B;\nWorkmenâs\n\tCompensation Commissioner v Jooste\n[1997] ZASCA 58\n;\n1997\n\t(4) SA 418\n(SCA) at 423G-H.\n65\nCited in\nNational\n\tDirector of Public Prosecutions v Carolus\n2000\n\t(1) SA 1127\n(SCA) para 34.\n66\nCOIDA is of a later date than ODIMWA but it merely replaced and in\n\tmost respects re-enacted the Workmenâs Compensation Act 30\nof\n\t1941, which was the main Act dealing with occupational diseases and\n\tinjuries. References in ODIMWA to the 1941 Act must, because\nof the\n\trepeal, be read as references to COIDA.\n67\nFor an example:\nRand\n\tMutual Assurance Co Ltd v Road Accident Fund\n[2008] ZASCA 114\n;\n2008 (6) SA 511\n(SCA).\n68\nCompensation\n\tfor Occupational Injuries and Diseases Act 130 0f 1933.\n69\nOccupational\n\tDiseases in Mines and Works Act 78 of 1973.\n70\nPer\n\tInnes CJ in\nTurffontein\n\tEstates Ltd v Mining Commissioner, Johannesburg\n1917 AD 419\nat 431.\n71\nQuoted\n\tby Malan JA in para 17 above.\n72\nQuoted\n\tby Malan JA in para 32 above.",
  "scraped_at": "2026-02-11T20:20:27.614648",
  "date": "2010-03-31",
  "coram": [
    "Harms DP",
    "Cloete JJA",
    "Heher JJA",
    "Malan JA",
    "Leach JJA"
  ],
  "case_number": "126/2009",
  "parties": {
    "applicants": [
      "Thembekile Mankayi"
    ],
    "respondents": [
      "Anglogold Ashanti Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Thembekile Mankayi, was employed as a mine worker by Anglogold Ashanti Ltd from January 1979 to September 1995. During that period he was exposed to silica dust and other harmful gases in underground work classified as \"risk work\" in a \"controlled mine\". He later contracted silicosis, pulmonary tuberculosis and obstructive airway disease, resulting in loss of earnings, medical costs and reduced life expectancy. He claimed damages of approximately R2.6 million on the basis of a breach of the employer's common‑law duty of care and statutory duties under the Occupational Diseases in Mines and Works Act (ODIMWA).",
    "issues": "The principal issue was whether section 35(1) of the Compensation for Occupational Injuries and Diseases Act (COIDA) bars a common‑law claim for damages where the employee is also covered by ODIMWA. Related sub‑issues included the proper interpretation of s 35(1) in light of s 100(2) of ODIMWA, whether constitutional rights (equality, access to courts, property) required a different construction, and whether the provision applied prospectively or retrospectively.",
    "principles": "The Court applied principles of statutory interpretation, emphasizing that clear wording prevails over ambiguous readings and that later statutes must be read harmoniously with earlier ones. Section 35(1) of COIDA was held to expressly exclude any common‑law action for damages arising from occupational injury or disease, irrespective of whether the employee also has a claim under ODIMWA. The maxim *generalia specialibus non derogant* was considered but rejected because COIDA, being a later and general enactment, intended to cover all employees, including mine workers. Constitutional interpretation under s 39(2) was deemed unnecessary as the statutory language was not unduly strained.",
    "application": "Applying these principles, the Court concluded that the appellant was an \"employee\" within the meaning of COIDA and that his claim for damages was extinguished by s 35(1). The fact that he received benefits under ODIMWA did not create an exception to s 35(1); ODIMWA does not confer a common‑law right to damages. The Court also rejected the argument that the provision should only apply prospectively, holding that s 35(1) operates from the commencement of COIDA and affects rights existing at that time.",
    "conclusion": "The appeal was dismissed. The appellant's common‑law claim for damages was barred by section 35(1) of COIDA, and no order as to costs was made."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Compensation for Occupational Injuries and Diseases",
    "level_3": [
      "COIDA",
      "ODIMWA",
      "common‑law claim",
      "occupational disease",
      "mining"
    ]
  }
}