{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/63.html",
  "case_name": "S v May (376/2004) [2005] ZASCA 63; [2005] 4 All SA 334 (SCA); 2005 (2) SACR 331 (SCA); 2005 (10) BCLR 944 (SCA) (1 June 2005)",
  "citation": "[2005] ZASCA 63",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 63\n|\nNoteup\n|\nLawCite\nS v May (376/2004) [2005] ZASCA 63; [2005] 4 All SA 334 (SCA); 2005 (2) SACR 331 (SCA); 2005 (10) BCLR 944 (SCA) (1 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE\nNO: 376/2004\nReportable\nIn the matter between\nPIETER MAY             \t\t\t\t\t      \nAppellant\nand\nTHE STATE \t           \t\t\t\t\t \nRespondent\nCoram\n:\tMthiyane, Lewis, Mlambo\nJJA\nHeard:\n10 May\n2005\nDelivered:\nSummary: The trial of an undefended\naccused held not to have been vitiated by any irregularity: no prejudice\nestablished. Convictions\non two counts of rape and one of theft confirmed.\nSentences reduced to take into account time spent in custody awaiting trial:\nsentence\nfor theft ordered to run concurrently with one sentence for\nrape.\nJUDGMENT\nLEWIS JA\n[1]\tThe trial of an unrepresented accused inevitably presents problems.\nIn this matter, the appellant, who conducted his own defence\nin the trial court,\nargues that several aspects of the trial in the Regional Court, Bellville, were\nprejudicial to him such that\nthe trial was unfair, and the convictions and\nsentences imposed in respect of four counts should accordingly be set aside (a\nfifth\nconviction was set aside in an appeal to the Cape High Court, per\nNewdigate AJ, Selikowitz J concurring). The further appeal lies\nwith the leave\nof this court. The appellant argues also, on the merits, that evidence of his\nidentity was unreliable.\n[2]\tThe regional court convicted the appellant on\ntwo counts of rape; one count of housebreaking with intent to steal; one count\nof\nattempted housebreaking with intent to steal; and one count of theft. He was\nsentenced to ten years’ imprisonment on each of\nthe counts of rape; six\nyears’ imprisonment in respect of the housebreaking on count 2; three\nyears imprisonment in respect\nof   attempted housebreaking on count 3; and six\nyears’ imprisonment in respect of the conviction for theft on count 4. The\nconviction on the count of attempted housebreaking was set aside by the court\nbelow. The appeal to this court lies against the other\nfour convictions and the\nrespective sentences.\n[3]\tThe complaints raised by the appellant about the\nconduct of the trial are that the regional magistrate (a) failed to explain to\nhim his right to legal representation, and that should he be unable to afford a\nlegal practitioner, one would be assigned to him\nat state expense; (b) failed\nproperly to explain to the appellant his rights relating to cross-examination of\nstate witnesses; (c)\nunfairly curtailed cross-examination by insisting that\nquestions be put through him to the state witnesses, disallowing or limiting\nquestioning by the appellant, showing irritation and intolerance of the\nappellant’s questions, and failing to assist the appellant\nin questioning;\nand (d) did not conduct the trial in an impartial manner in that, inter alia, he\nexamined the state witnesses where\nthe prosecutor had not done so sufficiently.\nThe appellant argues also that the evidence of his identification was flawed and\nthat\nthere were material discrepancies in the evidence of the state witnesses\nwhich affect their credibility.\nThe alleged failure by the magistrate to\ninform the appellant of his right to legal representation\n[4]\tCounsel\nfor the appellant argues that the magistrate failed to advise the appellant that\nhe had the right to legal representation,\nand that the state would provide legal\naid. The Constitution now firmly entrenches not only the right to legal\nrepresentation, but\nprovides also that an accused person has the right to\nrepresentation at state expense ‘if substantial injustice would otherwise\nresult’. The accused is entitled also to be told about this right\n‘promptly’.\n[1]\n[5]\tThe\ncourt a quo found that the appellant’s contention about the lack of\nexplanation of the right to legal representation\nfailed to take into account the\nfact that prior to the commencement of the trial the appellant did indeed have a\nlegal representative.\nThe trial court noted (on 15 March 1999) as\nfollows:\n`Besk teenwoordig. Besk het voor aanvang van hof aansoek gedoen vir\nregshulp wat goedgekeur is.’\nThe record states on a subsequent date (22\nNovember 1999):\n‘Advokaat vra te onttrek. Probeer met beskuldigde oor\nsekere aspekte van saak. Vertrouens posisie word geraak. Sien nie kans\nvedediging waar te neem. Beskuldigde was so ingelig. Hof aangedui gaan self saak\ndoen.\nBeskuldigde bevestig. Gaan self saak doen.’\nThe matter was\nthen postponed until 29 March 2000. It would have been obvious to the\nmagistrate, in the circumstances, that the appellant\nwas aware of his right to\nlegal representation and that he chose not to avail himself of it. There was,\nmoreover, a substantial period\nof time (when the appellant was in custody)\nbetween the appearance with an advocate and the time when the accused confirmed\nthat\nhe would continue with the trial without legal representation. As an\nawaiting-trial prisoner he would probably have been made aware\nthat he had a\nright to another representative once the first advocate had withdrawn. But we do\nnot know that this is the case and\nthe appellant himself presented no evidence,\neither to the trial court or to the court below, of any prejudice that he\nsuffered by\nvirtue of lack of\nrepresentation.\n[2]\n[6]\tOf course,\nthe magistrate should have informed the appellant of his right to legal\nrepresentation, at state expense, expressly\nin court, and should have confirmed\nthat he was aware of the right to have a different advocate or attorney\nappointed at state expense.\nIt was apparently taken for granted that he was\naware of his rights. Judicial officers should not assume that accused people are\nfully aware of their rights and of the implications of acting in their own\ndefence. Even if the assumption is correct, it is incumbent\non the person\npresiding over a criminal trial to ensure that the accused is fully informed, in\nopen court, not only of the right\nto legal representation but also of the\nconsequences of not having a lawyer to assist in the\ndefence.\n[7]\tHowever, as this court has previously said (in\nHlantlalala v Dyantyi NO,\n[3]\n‘the crucial question to be answered is what legal effect such\nirregularity had on the proceedings at the appellant’s\ntrial. What needs\nto be stressed immediately is that failure by a presiding judicial officer to\ninform an unrepresented accused of\nhis right to legal representation, if found\nto be an irregularity, does not\nper se\nresult in an unfair trial\nnecessitating the setting aside of the conviction on appeal.’ In addition\nit must be shown that the\nconviction has been tainted by the irregularity\n– that the appellant has been\nprejudiced.\n[4]\n[8]\tWhether or not\nprejudice has resulted from the lack of legal representation is really a\nquestion that can be determined only by\nhaving regard to the whole trial, and\nthe way in which it was conducted by the judicial officer; and the ability, as\nshown during\nthe course of the trial, of the accused to represent himself\nadequately; and to whether the evidence adduced has led justifiably\nto the\nconviction and sentence.\n[9]\tCounsel for the appellant contends further that\nthe appellant was prejudiced by the magistrate’s apparent failure, before\nsentence was passed, to explain to the appellant that he should adduce evidence\nas to his personal circumstances in order to mitigate\nthe sentence. Had he been\nrepresented such evidence would undoubtedly have been placed before the court,\nand a different approach\nto sentence taken.\n[10]\tThe complaints made by the\nappellant about cross- examination, undue intervention by the magistrate both in\nso far as cross-examination\nis concerned, and in so far as assisting the state\nin the leading of its witnesses, and failure to present mitigating evidence, all\nhave a bearing on the question whether the failure of the magistrate to explain\nthe right to legal representation expressly, and\nafter the appellant’s\nfirst representative had withdrawn, did adversely affect the appellant. I shall\naccordingly deal with\nthese different complaints before making any\ndetermination.\nThe right to cross-examine\n[11]\tThe argument as to\nthe failure of the magistrate to explain to the appellant his right to\ncross-examine is two-fold. First, the\nappellant contends, the nature of\ncross-examination and its importance were not fully explained. And secondly,\nwhen the appellant\ndid attempt to ask questions of state witnesses his\nquestioning was curtailed. The limitation lay in the fact that at the outset\nof\nthe trial the magistrate instructed the appellant to put all questions through\nhim, and in that when the appellant did ask questions,\nadmittedly repeating the\nsame ones again and again, the magistrate became impatient.\n[12]\tThe\nimportance of cross-examination as part of a fair trial is emphasised in\nS v\nTyebela\n[5]\nand elucidated in\nS\nv Wellington\n.\n[6]\naTyebela\ndeals with the impatient and sarcastic presiding officer, of which the appellant\nin this matter complains too. Milne JA said in\naTyebela\nthat an accused\nis entitled to a careful and patient explanation of the rules of procedure and\nevidence, one not afforded to the\nappellant in that\nmatter:\n[7]\n‘I know only too\nwell from experience how protracted and seemingly irrelevant most of the\ncross-examination conducted by an\naccused person, appearing in person, often is,\nand how irritating it can be. The Judge’s plain duty is, however, to\nmaintain\nhis cool-headedness in the face of irritation  . . .\n‘.\n[13]\tIn\nWellington\n, dealing not with an illiterate and\nuneducated appellant, but with a man who could read and write, Frank AJ said\nthat he was entitled\nto an explanation that covered:\n‘(a) that he had a\nright to cross-examine; (b) that it was his duty to put to the state witnesses\nany points on which he did\nnot agree with such witnesses; and (c) that the\npurpose of cross-examination was to elicit evidence favourable to himself and to\nchallenge the truth and accuracy of the State evidence’.\nThe court\ncontinued:\n[8]\n‘Failure to\nexplain to an unrepresented accused his rights with regard to cross-examination\nis in my view tantamount to a failure\nto allow cross-examination. The latter is,\nof course, a gross irregularity.’\n[14]\tI shall deal first with the\nargument that the importance of cross-examination and what it entails were not\nproperly explained\nto the appellant. It is contended that he was not told of his\nright to test the evidence of the state witnesses and to ask questions\nthat\nmight prove his defence; that he should put his defence to witnesses; and what\nthe consequences would be if he failed properly\nto cross-examine.\n[15]\tThe\nmagistrate in fact spent some time explaining that questions should be put to\nthe witnesses and that the appellant should\ncontest any evidence he thought to\nbe incorrect. It is worth setting out the initial explanation, and the\nappellant’s responses,\nin full.\n‘Hof: Ek dink dit is van belang\ndat u van die begin af vir my mooi verstaan, dat ek en u mekaar nie misverstaan\nnie.  Verstaan?\n- - - Ja, My Edele. - - -\nHierso is nou vyf klagtes, vyf\nklagtes en dit maak dit nou klaar vir my moeilik by die verhoor aan die einde\nvan die dag met die vyf\nklagtes.  U verstaan waar daar nou verskillende\nbewerings gemaak word.  Daarom ek gaan nou vir u sekere maatreëls\nverduidelik,\nu moet nou mooi luister wat ek vir u verduidelik en dan wil ek vir\nu vra wanneer die getuies kom getuig dat u mooi luister wat die\ngetuies\nsê.  U verstaan? - - - Ja. - - - Want as die getuies klaar getuig het dan\nmoet ek vir u  vra of u verskil met die getuies, as daar iets is waaroor u\nverskil ek gaan vir u geleentheid gee om dit waaroor u\nverskil om daaroor vrae\nte vra\n.  Maar ek wil ‘n reëling maak dat u die vrae vra hier deur\nmy sodat\nek die vraag kan mooi formuleer dat almal dit verstaan\nen dan\nsal ek so aan die getuie stel en dan hoor ons wat is die antwoord. Verstaan u\ndit so? - - - Ek verstaan. - - - Ek wil nie\nhê daar moet ‘n oor en\nweer gestryery ontaard hier tussen u die getuies want ons kom nêrens nie.\nBaie van die vrae wat u miskien sal vra, gaan ek vir u sê dit maak nie\nsin nie of dit is nie relevant nie, dit beteken niks\nnie, dan moet u maar so\naanvaar dat dit wat ek vir u sê dat ek in alle waarskynlikheid korrek\nis.\nU verstaan? Verstaan u wat ek sê? - - - Ja, My Edele.’ (My\nemphasis.)\nThe magistrate then proceeded to explain other procedures and\nrules to the appellant before the state called the first witness. The\ncourt\nbelow, after examining the record, concluded that the appellant’s right to\ncross examine had been adequately explained.\n[16]\tI agree. The explanation might\nhave been fuller; the purpose of questioning might have been made clearer; but\nthe appellant\nwas given a full opportunity to indicate whether he understood\nwhat was expected of him, and that included his right to contest the\nevidence of\nstate witnesses, and to put his own version of events to them. Moreover, on\nrepeated occasions the magistrate reminded\nhim what he should be doing. I shall\nrefer to instances of this in due course.\nThe curtailment of\ncross-examination\n[17]\tThe first question to be asked is whether the\ninsistence by the magistrate that he put questions on behalf of the appellant\nwas\nin itself a curtailment of the right properly to cross-examine. In my view,\nit is not inherently inappropriate for a judicial officer\nto attempt to\nformulate questions more skilfully than an unrepresented person would do\nhimself. However, it is the manner in which\nthis is done that will suggest\nwhether the right to ask questions correctly has been curtailed. The instances\nwhere the appellant\nwas ‘assisted’ in this regard are far too\nnumerous to list. A few examples will suffice.\n[18]\tAt the end of the first\nstate witness’s evidence in chief, the court said to the\nappellant:\n‘Is daar nou iets wat die beampte [a policeman] gesê\nhet wat u nie saamstem nie?  - - - Mnr Edele, ek verstaan, meneer\nsê,\nmeneer het vir my . . . . - - - Praat meer hier nama my toe.  - - - Okay, ek\nverstaan wat meneer vir my sê hier.\nEn al dinge is bewerings wat meneer\nmaak en aan my, sien meneer. - - - Ja. -- - Hoekom, soos ek hoor in sy\nverklaring wat hy aflê\n. . .  - - - Meneer, is daar iets wat die beampte\ngesê het wat u nie saamstem nie? - - - My Edele, ek stem nie eintlik saam\nmet  die verklaring wat die beampte . . . - - - Maar wat is verkeerd in sy\nverklaring? - - - Verklaring is, hy het my gekry, ek het\nnie oor drade gespring\nwat soos die meneer beweer nie. - - - Ja. Hy sê hy het nie oor die drade\ngespring nie.’\nThe witness’s response follows. The appellant\ncontinued thereafter:\n‘Ek het gestap in die straat eintlik. ---\nSê u nou u het daardie tyd van die oggend doodnormaal in die straat gestap\ntoe\nkom die beampte enan hy arresteer sommer vir u. Is dit wat u wil sê\naan ons? --- Ja, my Edele’.\n‘Stem u saam met hom?’ the\ncourt then asked the witness, who said it was untrue.\n‘\nNog iets\nanders\nwat u oor wil stry? (My emphasis.)\n[19]\tThe record is replete with\nsuch interchanges. What this one reflects is that the appellant was aware of a\nstatement that had\nbeen made previously by the witness, thus showing some\nfamiliarity with proceedings. It shows also how the appellant struggled to\nformulate what he wanted to ask, in effect giving his evidence, albeit not under\noath.\n[20]\tThe following extract from the evidence of the complainant on the\nfirst charge of rape shows the same\npattern:\n[9]\n‘HOF:\tJa, dit is\ndan nou haar getuienis, weereens maar weer soos ons wat gemaak het in die ander\ntwee getuies, wil ek eerstens\nnet hoor oor dit wat sy sê wat daar gebeur\nhet, is daar vrae wat u wil stel aan haar daaroor? - - - My Edele, ek het\neintlik\nnie baie vrae vir die dame nie ... (onduidelik) vir myself kan ek maar\nnet sê ek was nie daardie dag op daardie toneel gewees\nnie, want ek het\nnie . . .  - - - Kom ons stop eers daar. Hy sê eerstens dat as u sê\nhy was binne-in die huis, dan maak\nu ‘n fout, hy was nie daar nie.  - - -\n[Complainant] Ek is verseker hy was daar.\nHOF:\tGoed. Dit is die antwoord\ndaarop.  Volgende vraag.\nBESKULDIGDE:\tNou dame, hoe verseker is u eintlik\ndat ek daar op die toneel gewees het?\nHOF:\tHy wil weet hoe verseker is jy? -\n- - Ek is verseker want jy het ‘n paar keer saam met my gestap in die huis\nen jy was\nnaby my en kon mos gesien het in jou gesig dis jy.\nBESKULDIGDE:\tKan dame enige beskrywing gee volgens, is dit toe die\n‘person’ wat hier voor jou staan, is dit hy eintlik\nis? - - - Dit is\nhy, die lengte van jou lyf en die gebou van jou lyf. - - - Is mevrou doodseker? \n- - - Ja, ek is. - - - In die begin,\nvan die begin tot hoe lank het die misdaad\nplek gevat nou.\nHOF:\tSy het gesê so 50 minute omtrent.\nBESKULDIGDE:\n\tNou watter maand het die misdaad plek gevat dame?\nHOF:\tEk kan nie hoor\nnie.\nBESKULDIGDE:\tWatter maand?\nHOF:\tWatter maand?\nBESKULDIGDE: Ja, dit\nis mos nou 1999, watter, uit watter jaargetal uit kom die saak aan. Haar\ngetuienis was die 13de Mei van 1996.\n - - - Ja.\nBESKULDIGDE:\tDie 13de, nou is\nu nog altyd verseker dat dit ek is wat hier voor jou staan? - - - Ek is\nverseker, ek sal dit nie vergeet\nnie.  - - - Is u dodelik verseker? --- Ek is\nverseker. - - - Ek glo ook nie, ek glo dit ook nie.\nHOF:  Ek kan nie hoor\nnie.\nBESKULDIGDE:  Ek sê ek glo nie ek is die ‘person’ wat\nhier voor staan vanmore nie.  - - - Ek is verseker .\nHOF:  Ja, sy het nou al\n‘n paar maal nou al gesê sy is verseker en sy is doodverseker en ek\nweet nie hoe verseker sy nou\nnog moet wees nie.  Is daar iets anders wat u nog\nvir haar wil vra?\nBESKULDIGDE:\tWat ek vra My Edele, ek ...\n(onderbreek).\nHOF:\tOor die kleredrag wat sy sê u aangehad het, daaroor\niets wat u wil vra?’\n[21]\tThis passage was referred to by the court\nbelow, which concluded that the court’s impatience with repetitive\nquestioning\ndid not render the trial unfair. Again, I agree. The passage shows\nthat the appellant’s questions were put repeatedly, that\nthe magistrate\nassisted in formulating them, and that he suggested a further line of enquiry,\nas to the clothing that he was wearing.\nWhen the magistrate states that the\nquestion has been asked and answered repeatedly he is correct.\n[22]\tMr\nKing, for the appellant, argued, however, that the manner of the magistrate was\nintimidating. In particular the constant use\nof the question ‘Nog\niets?’ is said to imply that the appellant should not continue with his\nquestions. But the appellant,\nin my view, appears not to have been affected. He\ncontinued despite any possible implicit suggestion that he should refrain from\nasking further questions. One passage referred to by Mr King does indeed reflect\nthe magistrate’s repeated putting of the question\n‘Nog iets?’.\nBut the same passage also reflects the appellant’s persistence in asking\nquestions. It reads:\n‘HOF:\tEnigiets aan die getuie wat u wil vra,\nbeskuldigde? Vra maar so deur die tolk as daar is?\nBESKULDIGDE:\tMy Edele,\nweens myself meedeel ek maar net dat ek was nie op daardie toneel gewees nie.\nHOF:\tU was nie op die toneel nie.\nBESKULDIGDE:\tEk was nie op die toneel\nnie en hierdie man wat vanmôre hier staan, hy het nie vir my gesien op die\ntoneel nie,\ndit is alles leuens stories en dit is opgemaakte dinge.\nCOURT:\nThe question is that you didn’t saw him on the premises, it is all lies. \nWhat is the answer to that?  - - - [Witness]\nNo, I saw him, it was him.\nHOF:\tNog iets?\nBESKULDIGDE:\tMag ek vra die skoene wat ek aangehet het,\nhoe het dit gelyk. - - -  ‘Sorry’, what about the shoes? - - -\nDie\nskoene wat ek aangehet het hoe het dit gelyk? ... Net een skoen opgehet,\n‘n tekkie en dit was op jou regtervoet.\nHOF:  Anything else? Nog iets?\n... (geen hoorbare antwoord).\nIs dit al?\nBESKULDIGDE: Agter daai wat\nmeneer, toe het meneer, hoe het meneer vir my eintlik soos meneer vanmore\nsê is hy, hoe verseker\nis meneer eintlik dat ek die ‘person’\nis wat vanmôre hier staan?\nCOURT:\tDo you follow his questions in\nAfrikaans?  - - - Ja.  Hy wil weet hoe verseker is u dat  - - - Verseker ek is?\nUhm, is u verseker? - - - Ek is baie verseker, meneer.\nJa. Nog\niets?’\nI do not consider that the repeated use of the question\n‘nog iets?’ did in fact have the effect of curtailing questioning.\nIndeed, the appellant continued questioning, albeit repeating\nhimself.\n[23]\tSimilarly, where the appellant persisted in questioning a\npolice witness, Mr Abdul Ederies, and the court did not see the reason\nfor the\nquestions, I consider that he was correct to suggest that the appellant explain\nwhy he was asking the questions. The magistrate\nsaid, interrupting a line of\nquestioning:\n‘Kyk beskuldigde, ek verstaan nie eintlik wat u probeer\nbereik met die vrae nie. Ek moet eerlik vir u sê vir dit wat die\nHof moet\nbevind, weet ek eintlik nie wat u probeer vasstel by die getuie nie, maar wat is\ndie doel van die vraag nou? . . . . Luister\nwat ek vir u wil sê.  Hoekom\nwil u weet of daar ‘n voertuig op die perseel was dat ek kan probeer\nagterkom wat die belang\nis van die vraag.’\n[24]\tThe appellant\npersisted for a while before the magistrate gave him an opportunity to ask a\nlast question. As counsel for the\nstate argued, there are several instances\nwhere the magistrate assisted the appellant in framing his cross-examination.\nSome are\nreferred to above. It is not necessary to deal with them\nall.\n[9]\nLack of impartiality\non the part of the trial court\n[25]\tThe appellant contends that the\nmagistrate was not impartial. Several factors, he argues, bear this out. The\ncomplaint about\nthe failure to explain the purpose of cross-examination, and the\ncurtailment of cross-examination are argued to be demonstrative\nof lack of\nimpartiality. As indicated the argument is not borne out by the record. The\nappellant contends also that the magistrate\nunfairly assisted the state in\npresenting its case. The clearest instance of this, the appellant argues, is the\nquestioning of the\ncomplainant, Beauty Mnyateli, in respect of the charge of\nhousebreaking and rape.  When the prosecutor had finished his examination,\nand\nbefore the appellant was given the opportunity to cross-examine, the court\nquestioned the complainant extensively. This amounted,\nargues counsel for the\nappellant, to making the case for the state. The magistrate’s questioning\nis set out below:\nHOF: Ja, nou los u my weer met ‘n paar vrae.  Ons het\nnou hierso op ‘n belangrike stadium van u getuienis het ons nou\nweggedraai, heeltemal op ‘n ander koers, laat ons dit net klaar maak.  U\nhet gesê dat u werkgewer het daar opgedaag,\ndie man en die vrou en hulle\nhet die polisie gebel.  En ek neem aan die polisie het toe nou daar gekom. \nKorrek?   - - - Ja. - -\n-\nHet u op enige stadium aan iemand gesê van\ndie feit dat u na bewering verkrag was? - - -  Ja, ek het vir hulle gesê.\n-\n- - Vir wie het u gesê? - - - Die vrou.  - - - Die vrou, die werkgewer? \n- - - Ja. - - -Was sy die eerste persoon aan wie u\ndit gesê het? - - -\nNee, my suster was die eerste persoon. - - -Vir wie u gesê het?  - - - Ja.\n- - - Op watter stadium\nhet u vir haar gesê?  - - - Ek het vir haar\ngesê die man het my verkrag. - - - Ja, maar nou op watter stadium.  Kyk,\nu\nhet mos nou vir die Hof gesê, hier op ‘n tydstip het die beskuldigde\nvir julle daar in die badkamer laat sit en hy\nhet gekom met, gesê hy soek\n‘n plastieksakkie en hy sê vir julle moet bly sit in die badkamer\ntot hy weg is julle\nmoenie uitkom nie - - - Toe hy kap, toe hy gaan kap aan die\ndeur, toe hy my teruggebring het nadat hy my verkrag het. - - - Ja. -\n- - toe\nhet ek vir haar gesê, toe was hy al uit.  - - - Nadat die beweerde\nverkragting in die kamer plaasgevind het, en u nou\nterugkom daar in die\nbadkamer, het u toe vir u suster gesê?  - - - Ja. - - - Wat het u vir haar\ngesê? . . . Ek het vir\nhaar gesê die man het my verkrag.  - - - Op\ndie stadium wat u dit vir haar sê, was daar nou fout met u?  - - - Nee, sy\nhet net gesê as ons uitkom moet ek nie gaan was nie. - - - Ja-nee, maar\nuself nou, wat was u toestand, toe u dit vir haar sê?\n - - -  Ek was\nonsteld en ek het gehuil. - - - Nou goed, nou kom ons by ‘n ander aspek\nwat ook nie gedek is nie.  Dit is nou\ndie identiteit, die man sê hy dra\ngeen kennis van hierdie voorval nie. U sê dit is die eerste keer die dag\nwat u hom\ngesien het?  - - - Ja. - - - Het jy hom nie geken voor die tyd nie?  -\n- -  Nee. - - - Nou hoekom sê jy dit is hy wat daar\nbinne-in die huis was?\n- - -  Want ek kan sien aan sy gesig en sy hare.  Herken u hom aan sy gesig en\ndie hare?  - - - Ja. - - -\nSy hare is nou, wat noem julle dit? . . . Rasta hare.\n- - -\nDie Rasta hare.  Weet jy watter klere hy aangehad het? - - - Hy het\n‘n geel ‘T-shirt’ aangehad met ‘n grys\n‘jacket’.  - - - Grys baadjie.  - - - Ja. - - - Nog iets?  - - - . .\nEn ‘n grys sweetpak broek. Grys. - - -  Sweetpak\nbroek, ja. - - -\nJa.\n. . . Met bruin tekkies en wit sokkies. - - - Nou goed, soos u nou hierdie vir\nHof vertel het wat na bewering gebeur het lyk dit\nvir my dat u was nou die\nheeltyd was u nou naby en in noue kontak met die man, nè? .- - -\nJa.\nJulle was mos die heeltyd daar bymekaar?  - - - Ja. - - - En dit was lig?\n- - - Ja. - - - En die tyd wat u sê dit omtrent gebeur\nhet, was net so\nhier na elfuur, nè?  - - - Ja.\n. . . .\nAs u nou moet skat, hoe\nlank sal u sê het hierdie hele voorval nou gebeur vandat u nou die eerste\nkeer soos u sê die beskuldigde\ngesien het daar in die gang, tot en met die\ntyd wat hy nou daar uit die huis uit is.  As u nou moet sê hoe lank sal u\nsê\nhoe sal u sê was dit omtrent?  - - -  Dit was seker ‘half\npast twelve’, as ek kan skat. - - - Ja, kom ons praat\nnou hoeveel minute\nsal u omtrent sê was dit wat hy daar in die huis nou was na bewering wat\nalles gebeur het?  Van hy daar\ngekom het totdat hy weg was, hoe lank sal u\nsê was dit omtrent, hoeveel minute omtrent? - - - Ek kan sê van\n‘ten\npast eleven’ tot twaalfuur.  - - - So 50 minute?  - - -  Ja. -\n- - Net laastens met dit wat u nou sê wat nou gebeur het\ndaarso, die\ngemeenskap dit klink darem nou vir my u het nie vir hom toestemming gegee vir\ngemeenskap nie? - - - Nee, ek het nie,\nEdele. - - - Het u vir hom iets\ngesê toe hy nou daar gemeenskap hou? - - - Nee, ek het net gehuil. - - -\nHoe voel u daaroor\nna die tyd nou?  Met dit wat nou na bewering gebeur het, hoe\nvoel u daaroor?  - - - Wel, dit is onvergeetbaar, Edele. - - - Maar\nhet hulle\nvir u enigsins vir u ‘n bietjie berading gegee êrens gegee, ‘n\nbietjie gehelp.  Het u gegaan vir ‘n\nbietjie terapie of iets of nie?  - -\n- Nee, die vrou wat ek by werk het altyd saam met my gepraat. - - - Ekskuus? - -\n-  Die vrou\nwat ek by werk het altyd saam met my gepraat.\n. . . .\nAf\nlyk, wat sê uself hoe het u gevoel? - - -  Ek het vuil gevoel.  - - -\nJa, nog iets?  - - -  En baie keer as ek daar aan dink dan begin huil ek\nnet. ‘\n[26]\tDoes this amount to undue intervention in the conduct of\nthe trial? In my view, although the magistrate elicited from the complainant\nevidence that the prosecutor did not, it really did amount to no more than\nclarification of the evidence led in chief. The elements\nof the offence of rape\nhad already been testified to by the complainant. The only fact put in dispute\nby the appellant was identification\n(that it was not he who raped the\ncomplainant), as to which the complainant had already testified, and in respect\nof which the appellant\nthen proceeded to cross-examine in a passage already\ncited. The magistrate elicited facts relating only to the clothes that the\nappellant\nhad allegedly been wearing, but subsequently, as appears in the\npassage on the appellant’s cross-examination of the complainant,\nsuggested\nto the appellant that he should question her as to the clothes that the rapist\nhad worn. In the circumstances I do not\nthink that the magistrate in this\ninstance made the case for the state.\n[27]\tA similar argument is raised by\nthe appellant in relation to the questioning of him by the magistrate when he\ngave evidence.\n The complaint in this regard is that the magistrate questioned\nthe appellant for a longer period than did the prosecutor.  But that\nin itself\ndoes not amount to unfairness, nor is it clear to me that contention is\ncorrect.\n[28]\tEven if the magistrate did play a more active role than is\nusual for a judicial officer, in itself that is not unfair. Judicial\nofficers\nare not umpires. Their role is to ensure that the parties’ cases are\npresented fully and fairly, and that the truth\nis established. They are not\nrequired to be passive observers of a trial; they are required to ensure\nfairness and justice, and if\nthat requires intervention then it is fully\njustifiable. It is only when prejudice is caused to an accused that intervention\nwill\nbecome an irregularity.\nIn\nS v\nRall\n[10]\nthe court held that the\nfollowing principles should determine whether judicial intervention goes too\nfar.\n(a)\nThe trial must be so\nconducted that the judicial officer’s ‘open-mindedness, his\nimpartiality and his fairness are manifest\nto all those who are concerned in the\ntrial and its outcome, especially the accused’. ‘The Judge should\nconsequently\nrefrain from questioning any witnesses or the accused in a way\nthat, because of its frequency, length, timing, form, tone, contents\nor\notherwise, conveys or is likely to convey the opposite\nimpression’.\n(b)\n‘A Judge should\nalso refrain from indulging in questioning witnesses or the accused in such a\nway or to such an extent that\nit may preclude him from detachedly or objectively\nappreciating and adjudicating upon the issues being fought out before him by the\nlitigants. As Lord Greene MR observed in\nYuill v Yuill\n(1945) 1 All ER\n183\n(CA) at 189B, if he does indulge in such questioning\n–\n“he, so to speak, descends into the\narena and is liable to have his vision clouded by the dust of the conflict.\nUnconsciously,\nhe deprives himself of the advantage of calm and dispassionate\nobservation”. ‘\n(c)\nA judicial officer should\nrefrain from questioning an accused or a witness in a way that intimidates or\ndisconcerts or unduly influences\nthe quality or nature of his\nreplies.\n[29]\tWhere a judicial officer breaches any\nof these injunctions one must still ask whether the irregularity is such as to\ncause prejudice.\nAs I have indicated no unfairness to the appellant has actually\nbeen demonstrated. The magistrate was apparently impatient at times.\nBut he did\nnot actually prevent the appellant from cross-examining, and he did not assist\nthe state in making its case. At most he\nmay be said to have been over-zealous\nin ensuring a proper ventilation of the issues. He asked questions not only of\nthe appellant\nand his one witness, but of all the witnesses. And, as has been\nshown, he assisted the appellant in the process of cross-examination\nregularly\nand consistently. In the circumstances his conduct in this respect did not\ndemonstrate lack of impartiality. Ultimately\nthe test is whether even if he had\nnot intervened, the evidence adduced supported the conclusions\nreached.\nThe failure by the court to explain to the appellant his right to\nadduce evidence of his personal circumstances before sentence was\npassed.\n[30]\tThis complaint relates in essence to whether\tthe\nappellant was prejudiced because he did not have a legal representative. There\nis nothing on the record to show that the magistrate explained, before sentence\nwas passed, that the appellant was entitled to give\nevidence, or to lead\nwitnesses, on his personal circumstances which might have been taken as\nmitigating factors. But the appellant\nwas made aware of his right to place\nfactors relating to sentence before the court. The magistrate said:\n‘U\nken die procedure rondom die kwessie van die vonnis, kan u daar vandaan aspekte\nvoorlê ter versagtiging indien u dit\nwou doen, of u kan natuurlik rondom\ndie vonnis kon getuig of getuies roep as daar is. Wat will u maak?’\nThe response was that he wanted to appeal. The court explained that he could\ndo so but that sentence had first to be passed. The appellant’s\nresponse\nwas that he had nothing to say. It is far from clear to me why the explanation\nas to the appellant’s rights to lead\nevidence on any circumstances that\nmight affect the sentence was inadequate. Nor has the appellant at any time\ntried to place any\npersonal circumstances that were unknown to the magistrate\nbefore the appeal courts. In my view, therefore, the absence of legal\nrepresentation, and the failure to adduce evidence in mitigation, did not result\nin prejudice to the appellant.\nThe evidence leading to\nconviction\n[31]\tIn each of the charges against him, the appellant placed\nin issue the identification of him by the state witnesses. I shall deal\nwith the\nfirst, fourth and fifth charges together, as did the court a quo, since the\noffences were all committed at the same address,\nthe house of Dr and Mrs Kader\nat 3 Omeria Street, Belhar. The first charge was of housebreaking with intent to\nrape and steal, and\nthe rape of Ms Beauty Mnyateli on 13 May 1996. The fourth\nand fifth charges were that on 2 September 1996 the appellant had broken\ninto\nthe same house and raped Ms Melody Mnyateli. The appellant was not convicted on\nthe charges of housebreaking into 3 Omeria Street.\n[32]\tBoth complainants\ngave evidence about the first charge of rape. Beauty Mnyateli (Beauty) testified\nthat she and her sister Melody\nMnyateli (Melody) were both employed at the home\nof Dr and Mrs Kader as domestic workers. They were at the house on the morning\nof\n13 May 1996. There was also a baby in the house, assumed by the court a quo\nto be Melody’s child.\n[11]\nBeauty said that at about 11h00 she was in the kitchen when she saw the\nappellant walking down the passage. She identified the appellant,\nthen in the\ndock, as the man who had come in to the house. She did not know him then and had\nnot seen him previously.  She asked\nhim what he wanted. He asked where the other\ngirl was. Beauty replied that she was in the shower. The appellant then grabbed\nher\nbreasts. She ran to the bathroom and knocked on the door. Melody emerged,\nwith a towel round her, and screamed when she saw the appellant.\nHe slapped\nMelody’s face and pulled the towel down beneath her breasts. The appellant\nasked where the money was kept. They\nreplied that there was no money in the\nhouse. The baby began to cry. The appellant locked Melody in the bathroom.\nBeauty fetched\nthe baby. The appellant then unlocked the bathroom door and\nBeauty handed the baby to Melody. The appellant stated that he felt like\ncutting\noff the baby’s head.\n[33]\tThe appellant then demanded that she open\nthe door to the study, which was locked. She did not have the key. He then took\nher\nto the main bedroom and demanded that she remove her T-Shirt, which she did\nbecause he threatened her with a sharp knife. The appellant\nremoved her bra, her\nshorts and her pants, and then raped her (‘hy het my toe verkrag’).\nShe described the act of sexual\nintercourse and said that the appellant had\nejaculated.\n[34]\tBeauty testified that she had then dressed. The appellant\nthen took her to the bathroom, locked her in with her sister and the\nbaby, and\nasked them where the ‘tools’ were kept.  They said they did not have\nany. They heard him banging on a door,\nand when he returned to unlock them he\nwas carrying a bank bag of money, which he said he was going to distribute to\nthe poor. The\nstudy door had been damaged.\n[35]\tAs indicated in the passage\nquoted above where the magistrate had questioned Beauty further, she said that\nhe had been wearing\na yellow T-shirt, a grey jacket, grey tracksuit pants and\nbrown ‘tekkies’. Earlier in her testimony she said that he\nhad been\nwearing ‘wit sokkies’ on his hands. She recognised him in the dock,\nshe said, by his face and his hair –\n‘Rasta’ hair. There was\nno evidence as to how the appellant had entered the house, and no evidence of\nany break-in (the\nreason that there was no conviction on the charge of\nhousebreaking with intention to steal and to rape).\n[36]\tBeauty said that\nwhen the appellant left she and Melody had run to the house of a neighbour, Mrs\nBray, and told her what had\nhappened. Mrs Bray had phoned Mrs Kader who had\nreturned to the house. Both Mrs Bray and Mrs Kader gave evidence, supporting\nthis\ntestimony.\n[37]\tThe appellant’s version, when he questioned\nBeauty, and when he gave evidence, was that he had not been there. He stated\nthat he had not been wearing the clothes described by Beauty. (Whether he meant\nthat he did not possess such clothes, or that he\nhad not been wearing them that\nday, is not clear. Roger Fortuin, who testified for him, gave evidence that the\nappellant had worn\nclothes of a similar description one day.) The appellant said\nthat he had had short ‘dreads’ – dreadlock hair worn\nby Rastas\n– at that time.\n[38]\tBeauty’s evidence as to the\nappellant’s conduct, in so far as it related to Melody, was corroborated\nby Melody in\nall material respects. She could not remember, however, what\nclothing he had had on that day, save for what she described as ‘baby\nhandskoene’.\n[39]\tMelody too testified that she had been raped by the\nappellant, but some months later on 2 September 1996. He had appeared in\nthe\nhouse when she was in the kitchen making breakfast at about 11h15.  She did not\nknow how he had got in because the doors were\nlocked. But again, there was no\nsign of a break-in. The appellant asked where the ‘other girl’ was.\nMelody said she was\naway. The appellant had then made her remove her clothes and\nraped her in one of the bedrooms. He had then locked her in the bathroom.\n[40]\tThe bell at the entrance gate had rung and the appellant had opened the\nbathroom door. She looked out of the window and saw that\nan employee of the\nbutcher had come to deliver meat. The appellant told her to tell the delivery\nman (Mr Mohammed Antuli) that he\nwas her brother. She had let Antuli in, and\nwhile he was there she had tried to signify to him that something was wrong. She\nhad\nthen managed to run away from the house to the neighbour. Later in the day\nthe police had arrived at the Kader house with the appellant,\nwhom she said to\none of the policemen was the man who had raped her. Melody too identified the\nappellant in the dock. She said that\nshe recognized him by his face, his hair (a\nRasta hairstyle) and his voice. She had had the opportunity to observe him\npreviously,\nwhen Beauty had been raped, and had good reason to remember him.\nAccording to Melody, on 2 September, when the appellant had raped\nher, he had\nbeen wearing a maroon T-shirt and black track suit pants. One of the significant\nfacts about his attire was that he was\nwearing only one shoe – a\n‘tekkie’. His other foot was bare. The appellant’s version,\nput to her in cross-examination,\nwas that it was not he who had been at the\nhouse that day, and that he had not raped her.  He led the evidence of a friend,\nRoger\nFortuin, as an alibi. I shall return to this evidence.\n[41]\tMohammed\nAntuli, the delivery man from the butcher, testified that he had arrived at the\nKader household at about 12h15 on 2\nSeptember 1996, and had rung the bell at the\ngate twice before it was opened and he had driven his bakkie in to the driveway.\nHe\nhad then knocked at the kitchen door but no one had answered for some time.\nWhen he was let in by the domestic worker (Melody) the\n‘suspect’\n– the appellant to whom he pointed in the dock – was with her.  He\nthought she looked shaky, and\nthat she had tried to indicate that something was\namiss, but he had not realized what was wrong. She had then run off. He asked\nthe\nappellant what was wrong with her, but the appellant had not responded, and\nran away. Antuli said he had tried to chase the appellant,\nwho had run off\nthrough an adjacent field, but gave up and returned to the house.\n[42]\tAs\nto identification, Antuli said that he had been very close to the appellant\n– an arm’s length away – and\nrecognized him by his Rasta hair,\nwhich was shorter then than at the time of the trial. The appellant had been\nwearing a maroon ‘sweater’\nand black track suit pants.\n[43]\tThe\nappellant put to Antuli that he was lying, that he had not been there. But he\nalso asked Antuli what shoes he had been wearing,\nthe response to which was that\nthe appellant had been wearing only one shoe on his right foot – a black\n‘tekkie’.\n[44]\tThe appellant was identified also by Mr Ronald\nJuries. The third charge against the appellant related to an attempted\nhousebreaking\nin to Juries’ house in Chopin Street, Belhar, also on 2\nSeptember 1996. I shall not deal with this charge since the court a\nquo found,\ncorrectly in my view, that there was insufficient evidence that it was the\nappellant who had attempted to break in to\nthe house (the only witness to the\nincident was Juries’ daughter, Ronecia, who could not identify the\nappellant). However,\nthe appellant, in cross-examining Juries, who had been\nsummoned home after being told of an attempted break in, asked Juries:\n‘Die\ntyd toe meneer by my kom, watter kleredrag het ek eintlik\naangehet’.  The magistrate, clarifying what was being asked by the\nappellant, said: ‘Did you see the accused afterwards?’ Juries\nresponded that he had seen the appellant in a police van,\nand that he had been\ndressed in dark pants, and had only one shoe on, a training shoe. Ronecia\nJuries, who had seen the attempted\nbreak in at their house, but had been unable\nto say that it was the appellant whom she had seen, testified that the man had\nbeen\nwearing dark pants and a red top. When the appellant asked her about the\nshoes he had been wearing, she replied that she did not\nknow, but that she had\nseen prints in the backyard of a ‘tekkie’ and a foot.\n[45]\tAbdul\nEderies, a constable in the police service, testified that he had been on duty\nin the Belhar area on 2 September 1996.\nHe had received a complaint about a\nbreak-in in Chopin Street at about 13h00 and had driven there to investigate. He\nhad not seen\nany suspect there. He had then received a radio report about a\nproblem in Omeria Street (the Kader house, where Melody had been raped).\nOn his\nway there he had seen in Banjo Walk, a road close to Chopin Street, a man who\nfitted the description given of the suspect\nwho had raped Melody.  He had driven\nthe man, whom he identified in court as the appellant, to the Kader house in\nOmeria Street.\nAn Inspector Steenberg (who had sent the radio report of the\ndescription of the suspect) was already at the Kader house. servantAntuli\nhad\nidentified the appellant to Steenberg as the man who had been at the house\nearlier, and Melody, according to Ederies, had identified\nthe appellant as the\nman who had raped her to him. Ederies had then arrested the appellant.\n[46]\tThe appellant cross-examined Ederies at some length, essentially\nrepeating a question as to the description of the suspect’s\nclothing.\nEderies remembered nothing other than that the man was wearing dark trousers.\n(The appellant complained about curtailment\nof his cross-examination of Ederies.\nThe magistrate had said, after many questions had been asked about the\ndescription of the suspect\nwho had raped Melody, which Ederies was unable to\nanswer, “Ek gaan nou met die getuie klaarmaak, want u loop nou al in die\nrondte en rondte en rondte, ons kom nie verder nie.’ The appellant\nprotested. The magistrate then said ‘Is daar nou nog\neen laaste vraag wat\nu aan die getuie wil vra . . .’. The appellant asked a few more\nquestions.)\n[47]\tInspector Steenberg testified that he had gone to Omeria\nStreet to attend to the complaint of housebreaking and rape, and that\nwhen the\nappellant had been brought to the house by Ederies, Antuli had identified the\nappellant as the suspect to Steenberg.\n[48]\tMrs Kader testified about the\ntheft of property from the house in Omeria Street on 2 September 1996. She said\nthat she had been\nphoned by Melody, who was in a state of hysteria, and had gone\nhome at about 12h30. There was no evidence of the house having been\nbroken into,\nbut she found that the door to the study had been damaged again, and the lock\nbroken. Her cell phone was missing, as\nwas foreign currency. Jewellery had been\ntaken from the bedroom. The total value of the items stolen came to about R20\n000. Nothing\nwas recovered, but she had been paid under an insurance policy. The\nappellant did not dispute her evidence.\n[49]\tThe appellant testified that it\nwas not he who had committed any of the crimes charged. On the day when he was\napprehended (2\nSeptember 1996), he said, he had been visiting a friend, Roger\nFortuin in Banjo Walk in the Belhar area. He had gone to Fortuin’s\nhouse\nat about 11h00, and they had smoked a couple of ‘dagga’ pipes\ntogether. He had left to go to Vrede’s Farm,\nvariously described as a\nsquatter camp or a camp where Rastas live, when he was stopped by policemen and\napprehended. They had taken\nhim to Omeria Street where he had been arrested. He\nsaid he had been wearing black track suit pants with ‘red, gold and\ngreen’\non them, a black ‘bomber’ jacket, a red top with long\nsleeves over the jacket and two blue Adidas ‘tekkies’\nor\n‘trainers’.\n[50]\tFortuin, called as a witness by the appellant,\nconfirmed that the appellant had visited him on the morning in question. But he\ntestified that it had been at 10h00, and not, as the appellant said, at about\n11h00. He said that the appellant had been wearing\ndark tracksuit pants with\nRasta colours, and a black bomber jacket.\n[51]\tThe appellant argues that the\nidentification of him in respect of the charges of rape is materially flawed.\nThere was no identification\nparade held and no forensic testing done. The only\nidentification was when he was in the dock, some years after the offences were\ncommitted. It is true that the trial commenced only three years after the last\nof the offences charged was committed. And undoubtedly\nthe police and\nprosecution could and should have investigated the matter better. But in\ndetermining whether the appellant was properly\nidentified as the person who\ncommitted the crimes charged on counts 1, 4 and 5, the question is not what was\nnot done, but whether\nthe identification of the appellant by the state witnesses\nconstituted proof beyond reasonable doubt that it was he who had committed\nthe\ncrimes charged.\n[52]\tBoth Beauty and Melody Mnyateli were adamant that the\nappellant was the man who had raped them. Both had had ample opportunity\nto\nobserve him, and reason to remember his face, his build and his hair. Melody had\nencountered him twice, first when he entered\nthe house in Omeria Street in May\n1996, slapped her face, locked her in the bathroom, let her out again, and\ndemanded money and tools;\nand secondly when he had come in to the house on 2\nSeptember 1996, asked where the ‘other girl’ was (thus showing that\nhe had been there previously) and had raped her.  The evidence of both women was\nconsistent in material respects with regard to the\nincident on 13 May 1996.\nTheir description of the course of events was largely the same, as was their\ndescription of  the appellant,\nhis conduct in demanding money and tools, his\nchopping of a door while they were locked in the bathroom, and what he had said.\n[53]\tMelody’s account of what happened after the rape on 2 September\nwas corroborated by Antuli, as to what the appellant had\nbeen wearing, and in\nparticular that he had only one shoe on. Both women and Antuli had described the\nappellant’s dreadlocks\nas being shorter at the times when the offences\nwere committed than it was when the trial took place.\n[54]\tThe\nidentification of the appellant in the dock was corroborated by the evidence of\nJuries and Antuli as to the clothes worn\nby the appellant on 2 September and the\nfact that he had only one shoe. The appellant argues that it is improbable that\nhe could\nhave walked to Chopin Street, some three kilometres away from Omeria\nStreet, in the time available, especially if he were wearing\nonly one shoe. \nSomeone else, with a Rasta hairstyle, must thus have committed the rape.  The\nargument is implausible. The appellant\nwould have had at least an hour to walk\nthere. And the possibility of another man with a Rasta hairstyle, wearing the\nsame clothing\ndescribed by Melody, Antuli and Juries, being in the Belhar area\nat the same time is remote.\n[55]\tThe identification of the appellant by\nBeauty and Melody Mnyateli, as the man who had raped them was unshaken. There\nwas no evidence\nto the contrary, just a bare denial. No alibi was proffered in\nrelation to the rape on 13 May: the appellant simply denied that he\nhad been\nthere. And Melody’s evidence as to the events on 2 September evidence was\ncorroborated to some extent by Antuli. Her\ndescription of the clothing worn by\nthe appellant on that day was corroborated by the evidence of Antuli, and Ronald\nand Ronecia\nJuries.\n[56]\tAs far as the second count – housebreaking\nwith intent to steal – is concerned, the court a quo confirmed the\nconviction\nof the appellant. The charge was that on 22 August 1996 the appellant\nhad broken into a business, Cash and Carry, with intent to\nsteal. Counsel for\nthe state conceded before this court that the evidence of the state witnesses\nwas unsatisfactory and in several\nrespects inconsistent. At best what was proved\nwas that the appellant had been apprehended by two police officers running away\nfrom\nthe premises in the early hours of the morning. The evidence does not\nestablish that the person whom they saw climbing over the boundary\nwall of the\npremises was the same person whom they apprehended. In the circumstances I\nconsider that the conviction and sentence\non this charge must be set\naside.\nTrial prejudice\n[57]\tI return to the question whether the\ntrial was vitiated by irregularity. In my view, the evidence of identification\nin respect\nof the counts of rape and theft was clear, unshaken and corroborated\nby a number of witnesses. Even if the magistrate had descended\ntoo far into the\narena, or had unfairly limited cross-examination (which I indicated earlier was\nnot the case), the appellant cannot,\nin the light of the overwhelming evidence\nthat it was he who committed the rapes and the theft, show that any trial\nunfairness, or\nprejudice resulted. The instances of unfair intervention\ncomplained of by the appellant, referred to above, relate to the evidence\nof\nBeauty Mnyateli, and the police witnesses. Nothing turns on the evidence of the\npolice witnesses, and the evidence given by Beauty\nin response to the\nmagistrate’s questioning was nothing more than an elaboration of her\nevidence when led by the state. That\nevidence was in any event confirmed in\nmaterial respects by her sister, Melody.  I therefore do not accept the argument\nof the appellant\nthat his trial was vitiated by irregularities. He did not show\nhow or that he was prejudiced in the presentation of his defence,\nor in that he\nwas unrepresented.\n[58]\tIn the circumstances I consider that the trial court\nand the court of first appeal correctly concluded that the appellant was\nguilty\non the charges of rape. In the result only the convictions on the two charges of\nrape, and of theft, stand.\nThe appeal against the sentences\nimposed\n[59] The appellant argues that the sentences imposed by the\nmagistrate are excessively severe and that the cumulative effect is shockingly\ninappropriate. Given that the sentences for housebreaking will be set aside, the\ncumulative sentence, if it were to stand, would\nbe 26 years – 20\nyears’ imprisonment on the two charges of rape, and six years in respect\nof the theft. In my view the\nsentences of 10 years’ imprisonment for each\ncharge of rape are entirely appropriate for very serious offences.\n[60]\tHowever, the sentence in respect of the theft appears to me to be very\nsevere. Both the trial court and the court below considered\nthat such a sentence\nwas appropriate given previous convictions of the appellant for theft and\nhousebreaking with intent to commit\ncrimes over an extended period. Indeed, the\nappellant had been released from prison only six months before the first offence\nwas\ncommitted in 1996. I consider that the sentence should, however, run\nconcurrently with the sentence in respect of the rape of Melody\nwhich occurred\non the same day, and in the course of the same series of events.\n[61]\tIn my\nview, the only misdirection on the part of the magistrate in relation to the\nsentences that remain is that he did not take\ninto account the period spent by\nthe appellant in custody awaiting trial. This court has been informed by counsel\nfor the appellant\nthat the appellant spent a period of seven months in custody\nbetween his arrest on 2 September 1996 and April 1997 when the charges\nagainst\nhim were withdrawn. He was subsequently rearrested in March 1999 and the trial\ncommenced in November 1999. He thus has spent\nan effective period of 15 months\nin custody awaiting trial. This period ought to have been taken into account in\ndetermining the\nsentences for rape.\n[62]\tAccordingly it is ordered that:\n1\nThe appeal in respect of count\n2 is upheld, and the conviction and sentence in respect of housebreaking with\nintent to steal are set\naside.\n2\nThe appeals\nagainst the convictions for rape on counts 1 and 5, and for theft on count 4,\nare dismissed.\n3\nThe sentences in respect of\nthe convictions for rape and theft are set aside and replaced with the\nfollowing:\n‘(a) On count 1 (the rape of Beauty\nMnyateli) the accused is sentenced to nine years’ imprisonment.\n(b) On\ncount 5 (the rape of Melody Mnyateli) the accused is sentenced to nine\nyears’ imprisonment.’\n(c) On count 4 (the theft of property from\nthe house of Dr and Mrs Kader), the accused is sentenced to six years’\nimprisonment,\nwhich sentence is to run concurrently with the sentence in respect\nof count 5.’\n_____________\nC H Lewis\nJudge of Appeal\nConcur:\nMthiyane JA\nMlambo JA\n[1]\nSection 35(3)(f) and\n(g).\n[2]\nS v Rudman; S v\nMthwana\n1992 (1) SA 343\n(A) at 391H-J, where the court suggested that it was\nopen to an appellant to show that he was unaware of his right to legal\nrepresentation\nand that there has been a resultant failure of\njustice.\n[3]\n1999 (2) SACR 541\n(SCA) at 545f-h.\n[4]\nSee\nS v\nRadebe; S v Mbonani\n1988 (1) SA 191\n(T), approved in\nS v Rudman; S v\nMthwana\nabove at 382C-H.\n[5]\n1989 (2) SA 22\n(A) at 31ff.\n[6]\n1991 (1) SACR 144\n(Nm) at 148c-e. See also\nS v Raphatle\n1995 (2) SACR 452\n(T) at 454i-455a; and\nS v Malatji\n1998 (2) SACR 622\n(W) at 625f-g.\n[7]\nAt 31D-E, and\n32I-33A.\n[8]\nAt 148d-f.\nThe\nextract is taken directly from the\nrecord\n[.]\n[9]\nCounsel referred to pages 69, 71, 120-123, 139-143, 146-148, and 163-164 of the\nrecord. All the passages referred to bear out the\ncontention that the appellant\nwas properly assisted in\ncross-examining.\n[10]\n1982 (1) SA\n828\n(A) at 831in fin to\n833B.\n[11]\nIt is not clear from\nthe record whether it was either of the complainants child, or that of their\nemployers.",
  "scraped_at": "2026-02-12T14:12:15.023375",
  "date": "2005-06-01",
  "coram": [
    "Mthiyane JA",
    "Lewis JA",
    "Mlambo JA"
  ],
  "case_number": "376/2004",
  "parties": {
    "applicants": [
      "Pieter May"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Pieter May chose to represent himself in the Regional Court, Bellville. The trial court convicted him of two counts of rape (against Beauty and Melody Mnyateli), one count of theft, and an attempted housebreaking charge which was later set aside. The court also convicted him of housebreaking with intent to steal, a conviction later overturned on appeal. The magistrate’s conduct during the trial, including explanations of cross‑examination rights and questioning of witnesses, was contested by the appellant. The appellant also argued that the identification evidence was unreliable and that he suffered prejudice from the lack of legal representation and from the sentencing procedure.",
    "issues": "1. Whether the trial was unfair because the magistrate failed to inform the appellant of his right to legal representation at state expense and failed to explain cross‑examination rights. 2. Whether the magistrate’s curtailment of cross‑examination and his questioning of witnesses amounted to prejudice or lack of impartiality. 3. Whether the identification evidence against the appellant was sufficient to sustain the rape convictions. 4. Whether the conviction for housebreaking with intent to steal should stand. 5. Whether the sentences imposed were excessive and should be varied, taking into account time spent in custody.",
    "principles": "The Constitution guarantees the right to legal representation (Section 35) and, if substantial injustice would otherwise result, representation at state expense. An irregularity in the trial does not automatically vitiate a conviction; prejudice must be shown (Hlantlalala v Dyantyi NO). Proper explanation of cross‑examination rights is required (S v Tyebela; S v Wellington). Judicial intervention must not compromise impartiality or prejudice the accused (S v Rall). Sentencing must consider mitigating factors and credit for time spent in pre‑trial detention.",
    "application": "The court found that the appellant had previously obtained legal representation and was aware of his rights, and that no prejudice was shown from the alleged failure to reiterate those rights. The magistrate’s explanations of cross‑examination, though at times impatient, were deemed adequate; the appellant was able to cross‑examine and was not prevented from doing so. Identification evidence was corroborated by multiple witnesses and was not deemed unreliable. The housebreaking conviction lacked sufficient evidence and was set aside. Regarding sentencing, the court reduced the rape sentences to nine years each, ordered the theft sentence to run concurrently with the second rape sentence, and took into account 15 months of pre‑trial custody as a mitigating factor.",
    "conclusion": "The appeal against the housebreaking conviction was upheld and that conviction set aside. The convictions for the two rapes and the theft were upheld, but the sentences were varied: nine years' imprisonment for each rape and a six‑year sentence for theft to run concurrently with the second rape sentence. All other appealed sentences were dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "theft",
      "right to legal representation",
      "fair trial",
      "sentencing"
    ]
  }
}