{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/41.html",
  "case_name": "Ndlovu v Santam Ltd (550/2003) [2005] ZASCA 41; 2006 (2) SA 239 (SCA) (13 May 2005)",
  "citation": "[2005] ZASCA 41",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 41\n|\nNoteup\n|\nLawCite\nNdlovu v Santam Ltd (550/2003) [2005] ZASCA 41; 2006 (2) SA 239 (SCA) (13 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nREPORTABLE\nCASE\nNO:   550/2003\nIn the matter between\nLUCKY ARTHUR NDLOVU   \t\t         \nAPPELLANT\nand\nSANTAM LIMITED\t\t\t\t\t        \nRESPONDENT\nCORAM:\tZULMAN, CAMERON, MTHIYANE, LEWIS JJA and COMRIE AJA\nHEARD:\t18 MARCH\n2005\nDELIVERED:\t13 MAY\n2005\nSummary:\tJurisdiction of a magistrate’s court in terms\nof s 28(1)(d) of Act 32 of 1944 - dismissal of special plea to jurisdiction\nunder the section is appealable – unaccepted repudiation of contract is\nnot a material fact to be proved by a party suing on\ncontract.\nJUDGMENT\nMTHIYANE JA:\nMTHIYANE JA:\n[1]\nThe\nappellant’s private residence in Witpoortjie, Roodepoort was broken into\non 17 October 1997 and his household contents and\npersonal effects (household\ngoods) to the value of R101 986 were stolen. At the time of the incident the\nappellant had a policy of\ninsurance with the respondent, an insurer, to cover\nhis household goods against the risks mentioned in the policy, one of which was\ntheft. The appellant claimed indemnity under the policy but the respondent did\nnot pay, for reasons that are not relevant for present\npurposes. Consequently\nthe appellant instituted action in the magistrate’s court for the district\nof Roodepoort for payment\nof R100 000. The respondent filed a special plea\nobjecting to the court’s jurisdiction. It contended that it did not have a\nregistered office or principal place of business within the district of\nRoodepoort and that the appellant’s cause of action\nhad not arisen within\nthat district as contemplated in s 28(1)(d) of the Magistrate’s Court Act\n32 of 1944 (the\nAct).\n[1]\n[2]\nAt the request\nof the parties the jurisdiction point raised in the first special plea was\nadjudicated upon separately in terms of\nrule\n19(12)\n[2]\nof the Magistrates\nCourts’ Rules (‘the Rules’). A special plea of prescription\ntaken by the respondent stood over\nfor determination at a later stage. The\nappellant was called to give evidence to prove that his cause of action had\narisen within\nthe magisterial district of Roodepoort. He testified that at the\nrelevant time there was a policy of insurance with the respondent;\nthat the\npolicy had been taken out in Roodepoort; and that the break-in and theft and the\nsubsequent loss of his household goods\nhad occurred at his residence in\nWitpoortjie, Roodepoort. The respondent did not dispute the appellant’s\nevidence and did not\nlead any evidence. After hearing evidence and argument the\nmagistrate reserved judgment. On 23 March 2002 the special plea was dismissed\nand reasons therefor were handed down on 28 March 2002.\n[3]\nThe\nrespondent successfully appealed to the Johannesburg High Court (Schwartzman and\nMasipa JJ). The court upheld the special plea,\nset aside the magistrate’s\norder and replaced it with an order dismissing the appellant’s action with\ncosts. The question\nof the appealability of the magistrate’s order was not\nraised initially in the court\na quo\nand Masipa J, who wrote for the\ncourt, dealt only with the appeal as to jurisdiction. Appealability was raised\nfor the first time\nduring the hearing of the application for leave to appeal.\nSchwartzman J held that the magistrate’s order that he had jurisdiction\nwas clearly appealable. The point was disposed of, so everybody thought, at that\nstage when the application for leave to appeal was\nrefused. However at the\ncommencement of argument in the appeal before us (leave for which this court\ngranted), the point was revived\nwhen counsel for the appellant indicated that\nappealability had been incorrectly conceded before Schwartzman J. Counsel\nsubmitted\nthat since making the concession he had become aware of a judgment of\nthe Cape High Court in\nRobbetze en ‘n ander v Garden Route Resort\nServices BK\n.\n[3]\nIn\nRobbetze\nThring J (Meer J concurring) held that the dismissal of the special plea by a\nmagistrate was not appealable as it was not a rule\nor order having the effect of\na final judgment as contemplated in s 83(b) of the Act.\n[4]\nThe\nconcession made was one of law, which counsel was entitled to withdraw as it was\nmade on a mistaken view of the law. We accordingly\nheard argument on the\npoint.\n[4]\nThere was no objection by\nthe respondent and we allowed both counsel to present written argument on\nappealability.\n[5]\nIn this court there are now two issues to be\nconsidered: the question of the appealability of the order dismissing the\nspecial plea\nand whether the appellant’s cause of action arose within the\nmagisterial district of Roodepoort. I deal with the two points\nin\nturn.\n[6]\nFirst, appealability: relying on the decision of this\ncourt in\nSteenkamp v SABC\n[5]\ncounsel for the appellant submitted that the order made by the magistrate\nwas not appealable as it was not a rule or order having\nthe effect of a final\njudgment as contemplated in s 83(b) of the Act. This argument was rejected by\nSchwartzman J who found that\nthe decision in\nSteenkamp\ndid not assist.\nAfter considering\nSteenkamp\nand\nDurban’s Water Wonderland (Pty)\nLtd v Botha and Another\n[6]\n(to which reference is made in\nSteenkamp\n), the learned judge\nconcluded that the defence raised in the special plea existed independently of\nthe appellant’s case. The\njudge reasoned that if the defence stood alone,\nand if it had been dismissed, the magistrate would have granted judgment for the\nappellant. Consequently, he held that the special plea had every hallmark of a\nfinal judgment and was therefore appealable.\n[7]\nIn this court\ncounsel for the respondent also relied on the decision in\nRobbetze\n. In\nthat case the\ndefendants raised a special plea in a civil trial before a\nmagistrate’s court that the particular court did not have jurisdiction\nto\nadjudicate the matter. After hearing evidence and argument the magistrate\ndismissed the special plea. After discussing\nSteenkamp\namongst others,\nThring J\nheld that the decision of a magistrate dismissing a special plea\nwas not appealable as it was not a rule or order having the effect\nof a final\njudgment within the meaning of s 83\n[7]\nof the Act. The learned judge held that the magistrate’s order was nothing\nmore than a ruling of a mere procedural nature and\nthe real issues between the\nparties relating to the merits of the plaintiff’s case were not influenced\nby it. Thring J held\nfurther that the position was analogous to the situation in\na delictual claim for damages where the defendant’s liability towards\nthe\nplaintiff was dealt with separately and prior to the issue of\nquantum\nin\nterms of Rule 29(4).\n[8]\nIn such a\ncase, this court held in\nSteenkamp\n, the magistrate’s ruling on\nliability is not appealable.\n[8]\tIn my view Thring J went further than\nSteenkamp\nand the correctness of the decision in\nRobbetze\ncannot\nbe accepted. In\nSteenkamp\nthe court dealt with an appeal from a decision\nof a magistrate in a delictual claim for damages where the issues of liability\nand\nquantum had been separated in terms of rule 29(4). Steenkamp did not deal\nwith a defence raised entirely outside the claim. The defence\nraised in the\npresent matter is independent of the appellant’s claim. It concerns not\nthe elements of the claim, but the competence\nof the court to determine it\n– jurisdiction. If the plea as to jurisdiction had been upheld it would\nhave disposed of the matter\nfinally as contemplated in s 83(b) of the Act. The\ndecision in\nRobbetze\nmay be taken to suggest that\nSteenkamp\nis to\nbe understood as having laid down that in every case where the issues have been\nseparated in a magistrate’s court pursuant\nto either rules 29(4) or\n19(12), an order made subsequently would not be appealable simply because of the\nseparation. I do not think\nthat this is correct. In my view the question as to\nwhether an order issued by a magistrate is appealable to be is answered by\nreference\nto the order itself. Upon examination of the order one determines\nwhether it has the effect of a final judgment as provided in s\n83(b). In the\npresent case, the issues were not separated as such: what the court did was to\ndetermine first the validity of a challenge\nto its competence to hear the claim\nat all.\n[9]\tFinality of orders is a question that has been discussed by\nthis court with respect to a ‘judgment or order’ made\nunder s 20(1)\nof the Supreme Court Act 59 of 1959. In\nZweni v Minister of Law and\nOrder\n[9]\nit was said that\nan order that is final in effect has three attributes: first, the decision must\nbe final in effect and not susceptible\nto alteration by the court that made it;\nsecond, it must be definitive of the rights of the parties; and third, it must\nhave the\neffect of disposing of at least a substantial portion of the relief\nclaimed in the main proceedings.\n[10]\nIn deciding whether an order made by a magistrate is final in effect there is in\nmy view no sound reason in principle not to follow\nand apply the approach\nreferred to in\nZweni\n. In\nDurban’s Water Wonderland (Pty) Ltd v\nBotha and Another\n[11]\nScott JA\nappears to have done so\nwhen considering whether the orders made by the\nmagistrates in\nSantam Bpk v Van\nNiekerk\n[12]\nand\nRaubex\nConstruction (Pty) Ltd h/a Raumix v Armist Wholesalers (Pty) Ltd en ‘n\nAnder\n[13]\nwere final in\neffect. That is to be deduced from the following:\n‘In terms of\ns 83(b)\nof the\nMagistrates’ Courts Act 32 of 1944\nany “rule or order”,\nto be appealable, has to have “the effect of a final judgment”. The\ndifficulty that\narises in relation to the kind of order considered in the\nSantam and Raubex Construction\ncases\nis that it does not finally\ndispose of any portion of the relief claimed.’\nThe ‘relief\nclaimed’ referred to in the passage quoted is not to be understood to be\nconfined to the relief claimed by\nthe plaintiff/applicant. It also includes the\nrelief claimed by the defendant/respondent, more particularly where the defence\n(such\nas prescription or lack of jurisdiction) arises entirely outside the cause\nof action. Thus in\nDurban’s Water Wonderland\na contractual\ndisclaimer of liability, pleaded in response to a delictual claim for damages,\nwas held to fall within this\ncategory.\n[14]\nIndeed in\nCaroluskraal Farms (Edms) Bpk v Eerste Nasionale Bank van Suider-Afrika\nBpk\n[15]\nHefer JA pointed out\nthat it is not just the relief claimed by the plaintiff/applicant that matters,\nbut also the relief claimed\nby the defendant/respondent. There the respondents\na quo\n(appellants on appeal) relied on certificates issued under the\nAgricultural Credit Act as a bar to liquidation proceedings. This defence\nin my\nview in effect went to jurisdiction. The court\na quo\nruled finally on\nthis issue, dismissing the defence. This court held that the judgment of the\ncourt\na quo\nwas final and appealable. (The appeal failed on the merits.)\nIt follows therefore that if the magistrate’s order has the effect\nof\nfinally disposing of some of the relief claimed by one of the\nparties\n[16]\nthe third attribute\nreferred to in\nZweni\nis met and the order is\nappealable.\n[10]\nIt is apparent from what I have said that the\npresent matter is quite different from\nSteenkamp\n, and the reasoning in\nRobbetze\ncannot in my view be supported. The respondent’s defence\nraising lack of jurisdiction in the present matter was a defence that\nexisted\nindependently of the appellant’s case. As to this type of defence the\nfollowing was said in\nLabuschagne v\nLabuschagne\n[17]\ncited\nwith approval by Scott JA in\nDurban’s Water Wonderland (Pty) Limited v\nBotha and\nAnother\n[18]\n:\n‘. . .\nthis Court held that an order dismissing a special plea embodying a substantive\ndefence which existed\ndehors\nthe plaintiff’s claim was a\n“judgment or order” and not an “interlocutory order”\nwithin the meaning\nof s 20 of the Supreme Court Act 59 of 1959 (as it then read)\nas the order was, . . .“’n finale en onherstelbare afhandeling\nvan\n‘n selfstandige en afdoende verweer wat eerste verweerder geopper het as\ngrondslag vir die regshulp wat hy in die spesiale\npleit aangevra\nhet.”’\nAs I have said in\nDurban’s Water Wonderland\nthe defendant had raised a disclaimer based on contract in a delictual action.\nThe magistrate dismissed the defendant’s defence\nin relation to the\ndisclaimer. Scott JA said that to the extent that the order of the magistrate\ndismissing the appellant’s\ndefence in relation to the disclaimer had the\neffect of finally and irreversibly disposing of a self contained defence which\nexisted\nindependently of the respondent’s case the order was appealable. I\nagree with Schwartzman J that the decision in\nSteenkamp\n,\nwhich as\nI have said is different, does not assist the appellant. I also agree with the\nlearned judge that the respondent’s\nspecial plea had every hallmark of a\nfinal judgment and was therefore\nappealable.\n[19]\nRobbetze\nis\naccordingly overruled.\n[11]\nI turn to the merits of the special\nplea. The respondent’s main contention is that it repudiated liability in\nKrugersdorp. It\nsays so because its letter repudiating liability was posted in\nKrugersdorp and was delivered to the appellant’s broker in Krugersdorp.\nThe respondent argues that the appellant’s claim is based on repudiation\nand since this took place in Krugersdorp, the magistrate\nfor the district of\nRoodepoort had no jurisdiction to adjudicate.\n[12]\nIn her reasons\nfor judgment the magistrate, Ms Pienaar, found that all the elements necessary\nto prove that the ‘whole cause\nof action’ arose within the district\nof Roodepoort as contemplated in s 28(1)(d) of the Act had been established. The\nappellant\nwas resident in Witpoortjie, Roodepoort; the contract of insurance was\nconcluded in Roodepoort; and the event giving rise to the\nclaim - the break-in\nand the theft – took place at his residence in Roodepoort. The magistrate\nconcluded that it was these\nfacta probanda\nthat were essential to\nestablish the appellant’s cause of action and not the repudiation of\nliability relied on by the respondent.\nThe magistrate followed and applied\nAfrican Guarantee & Indemnity Co Ltd v\nCouldridge\n[20]\nin which\nit was said:\n‘It seems to me that there were two facts necessary to be\nproved to support the plaintiff’s action, (a) a contract of\ninsurance and\n(b) the occurrence of a risk insured against, involving damage to the insured\nmotorcar. As to (b) the fire which destroyed\nthe motor car occurred within the\ndistrict of Uitenhage, but this, by itself, would not be sufficient to give the\nmagistrate jurisdiction.\nIt is only one of the elements going to make up the\ncause of action, and unless the other element also arose within the district,\nit\nwould not be said that the cause of action arose wholly within the\ndistrict.’\n[13]\nMasipa J declined to follow and apply\nAfrican Guarantee\nwhich she distinguished on the facts. The learned judge\nfound that the appellant had ‘instituted action [against the respondent]\n.\n. . because of the repudiation’. She said that the appellant had alleged\na refusal to indemnify\nand thus a repudiation by the respondent. To\nsucceed, said the judge, the appellant ‘had to prove that the repudiation\n(breach)\ntook place within the jurisdiction of the court. Since the repudiation\ntook place in Krugersdorp the learned magistrate should have\nfound that the\ncourt [in Roodepoort] had no jurisdiction to hear the\nmatter.’\n[14]\nIn my view the starting point of the enquiry,\nwhen dealing with a challenge to jurisdiction under s 28(1)(d) of the Act, is to\ndetermine\nthe presence or absence of facts which have to be proved by a\nplaintiff to succeed in his or her cause of action (\nfacta probanda\n) as\nopposed to facts tending to prove such\nfacta probanda\n(\nfacta\nprobantia\n). Thereafter one has to establish whether the\nfacta probanda\narose wholly within the particular magesterial district. In the present\nmatter the appellant did not accept the respondent’s\nrepudiation and sued\nthe respondent for specific performance on the agreement. It follows therefore\nthat the repudiation was not\na material fact which the appellant had to prove to\nestablish his cause of action. The fact that the repudiation  might may have\ntaken place outside the district of Roodepoort is accordingly irrelevant. The\nrepudiation was therefore merely ‘a thing writ\nin\nwater’.\n[21]\n[15]\nMasipa\nJ considered herself bound to follow and apply\nErasmus v\nUnieversekerings-Adviseurs (Edms)\nBpk\n,\n[22]\na judgment of Bresler J\nconcurred in by Snyman J. There, the cause of action appears to have been a\nclaim for payment (by Erasmus)\nof a premium disbursed by Unie on his behalf to\nthe insurance company. The contractual basis seems to have been the promise by\nErasmus\nto refund such disbursements. What the plaintiff (Unie) had to prove,\ntherefore, for jurisdictional purposes, were the following\nfacta\nprobanda\n:\n(i)\tthat the promise was given within the\njurisdiction;\n(ii)\tthat the disbursement was made within the jurisdiction;\nand\n(iii)\tthat the refund was payable within the jurisdiction.\nRequisites\n(ii) and (iii) appear to have been met. Requisite (i) was open to debate.\nHowever, Bresler J brought in the idea of a breach\n(at 649D-E) relying on\nPhipson, who apparently was dealing with breach and damages. However, what\nUnie\nseems to have claimed was specific performance.\n[16]\tA\nfailure specifically to perform, properly and on time, constitutes breach of\ncontract. This, I believe, may be the source of\nconfusion. So characterised, the\nenquiry for purposes of jurisdiction remains: Where should the defendant, in\nterms of the contract,\nhave performed? If, as would seem to be the case,\nErasmus\nhad to pay Unie\nin Pretoria, then that is where he had to\nperform and where his breach (failure to pay/perform)\noccurred.\n[23]\n[17]\tWhere\nBresler J erred, with respect, was to couple breach with repudiation, and then\nto hold that the repudiation took place\nin Waterberg. Erasmus’s\nrefusal to pay and his denial of the whole contract were in my view part of\nthe\nfacta probantia\n. Once Unie\nhad established the underlying\ncontract, a disbursement in accordance with the terms thereof, and\nErasmus’\nfailure\nto pay (which was surely admitted on the\npleadings), Unie’s\ncause of action was complete. That the evidence\nrevealed that the failure was coupled, on the facts, with a refusal to pay\npursuant\nto a complete repudiation, does not change the analysis. These facts\nwere simply evidence:\nfacta probantia\n. In\nMcKenzie v Farmers’\nCo-operative Meat Industries\nLimited\n[24]\nthis court said in\nrelation to a statutory provision defining the geographical limits of the\njurisdiction of a magistrate’s\ncourt, ‘cause of action’ meant\n‘every fact which it would be necessary for the plaintiff to prove, if\ntraversed,\nin order to support his right to judgment of the court. It does not\ncomprise every piece of evidence which is necessary to prove\neach fact, but\nevery fact, which is necessary to be proved.’ To the extent that Bresler J\nheld otherwise, I think that he erred\nand his decision in\nErasmus\nis\nincorrect. I can well understand the importance for jurisdictional purposes of\nthe place of the breach,\n[25]\nbut in\nmy view the repudiation relied on by the respondent was not material; it did not\nform an integral part of the appellant’s\ncause of action; it was not one\nof the\nfacta probanda\non which the appellant relied and it did not\nprevent the cause of action from arising wholly in the district of Roodepoort.\nTo the\nextent indicated above\nErasmus\nis\noverruled.\n[18]\nThe appeal is accordingly upheld with costs. The\norder of the High Court is set aside. In its place there is\nsubstituted:\n‘The appeal is dismissed with costs.’\n__________________\nKK\nMTHIYANE\nJUDGE OF\nAPPEAL\nCONCUR:\nZULMAN JA\nCAMERON\nJA\nLEWIS JA\nCOMRIE AJA\n[1]\nMagistrates’ Courts Act\n32 of 1944\ns 28:\n‘(1) Saving any other jurisdiction assigned to a court\nby this Act or by any other law, the persons in respect of whom the court\nshall\nhave jurisdiction shall be the following and no other –\n...\n(d)\nany person, whether or not he resides, carries on business or is employed within\nthe district, if the cause of action arose wholly\nwithin the\ndistrict;\n...’\n[2]\nThe\nrule provides:\n‘. . .  Any defence which can be adjudicated upon\nwithout the necessity of going into the main case may be set down by either\nparty for a separate hearing upon 10 days’ notice at any time after such\ndefence has been raised’.\n[3]\n2004 (4) SA 406 (C).\n[4]\nSee\nMostert NO v Old Mutual Life Assurance Co (SA) Ltd\n2001 (4) SA 159\n(SCA)\npara 44.\n[5]\n2002 (1) SA 625\n(SCA).\n[6]\n1999 (1) SA 982\n(A).\n[7]\nSection 83\nreads:\n‘Appeal from magistrate’s court\nSubject to the\nprovisions of section 82, a party to any civil suit or proceeding in a court may\nappeal to the provincial or local\ndivision of the Supreme Court [now High Court]\nhaving jurisdiction to hear the appeal, against –\n(a)\t . . .\n(b)\tany\nrule or order made in such suit or proceeding and having the effect of a final\njudgment...’\n[8]\nThis rule\nprovides:\n‘If, in any pending action, it appears to the court\nmero\nmotu\nthat there is a question of law or fact which may conveniently be\ndecided either before any evidence is led or separately from any\nother question,\nthe court may make an order directing the disposal of such question in such\nmanner as it may deem fit and may order\nthat all further proceedings be stayed\nuntil such question has been disposed of, and the court shall at the request of\nany party\nmake such order unless it appears that the questions cannot\nconveniently be decided\nseparately.’\n[9]\n1993 (1) SA\n523\n(`A) at 532J–533A.\n[10]\nSee also\nVan Streepen & Germs (Pty) Ltd v Transvaal Provincial\nAdministration\n1987 (4) SA 569\n(A) at\n532J–533A.\n[11]\n1999 (1) SA\n982\n(SCA) at 992G-H.\n[12]\n1998\n(2) SA 342 (C).\n[13]\n1998 (3) SA\n116 (O).\n[14]\nSee\nConstantia\nInsurance Co Ltd v Nohamba\n1986 (3) SA 27\n(A) at\n36B-H.\n[15]\n[1994] ZASCA 23\n;\n1994 (3) SA 407\n(A)\nat 415B-416A;\ncf Steytler NO v Fitzgerald\n1911 AD 295\nat 304,\n313.\n[16]\nConstantia Insurance\nCo Ltd\nat 36E.\n[17]\n1967 (2)\nSA 575 (A).\n[18]\n1999 (1) SA 982\n(SCA) at\n992(j)–993(d).\n[19]\nSee\nalso\nMalherbe v Britstown Municipality\n1948 (1) SA 676\n(C).\n[20]\n1922 CPD 2\nat\n4.\n[21]\nSee\nCulverwell &\nAnoher v Brown\n1990 (1) SA 7\nat 28B-F; see also the remarks of Asquith LJ in\nHoward v Pickford Co Ltd\n[1951] 1 KB 417\n[CA] at\n421.\n[22]\n1962 (4) SA (T) 646 at\n648H-649A.\n[23]\nCf Patel v\nDesai\n1928 TPD 443\nat\n449-450.\n[24]\n1922 AD 16\nat 23;\nsee also\nImprefed (Pty) Ltd v National Transport Commission\n1990 (3) SA\n324\n(T) at 328G-H;\nDusheiko\nat 656G-H;\nHerholdt v Rand Debt Collecting\nCo\n1965 (3) SA 752\n(T) at 754\nA-D.\n[25]\nCf Dusheiko v\nMilburn\n1964 (4) SA 648\n(A).",
  "scraped_at": "2026-02-12T14:05:27.489602",
  "date": "2005-05-13",
  "coram": [
    "ZULMAN",
    "CAMERON",
    "MTHIYANE",
    "LEWIS JJA",
    "COMRIE AJA"
  ],
  "case_number": "550/2003",
  "parties": {
    "applicants": [
      "Lucky Arthur Ndlovu"
    ],
    "respondents": [
      "Santam Limited"
    ]
  },
  "sections": {
    "facts": "The appellant, Lucky Arthur Ndlovu, suffered a burglary at his residence in Witpoortjie, Roodepoort on 17 October 1997, resulting in loss of household goods valued at about R102,000. He had an insurance policy with the respondent, Santam Ltd, covering theft. Santam refused to pay the claim. Ndlovu instituted proceedings in the Roodepoort magistrate’s court for R100,000, and the respondent raised a special plea alleging lack of jurisdiction under s 28(1)(d) of the Magistrates' Courts Act, arguing that it had no registered office in Roodepoort and that the cause of action did not arise there. The magistrate dismissed the special plea, finding the contract and the loss occurred in Roodepoort. The respondent appealed to the High Court, which upheld the special plea and set aside the magistrate’s order. The appellant then appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether the magistrate’s order dismissing a special plea on the ground of lack of jurisdiction is an appealable final judgment under s 83(b) of the Magistrates’ Courts Act. 2) Whether the appellant’s cause of action – the insurance claim – arose wholly within the Roodepoort magisterial district, considering the relevance of the respondent’s alleged repudiation of the contract that allegedly occurred in Krugersdorp.",
    "principles": "The Court applied the test for appealability set out in s 83(b) and clarified through Zweni that an order is a final judgment if it is final in effect, definitive of parties’ rights, and disposes of a substantial portion of the relief claimed. A special plea that raises a defence independent of the claim (such as jurisdiction) meets this test. The Court overruled Robbetze, reaffirming that dismissal of a substantive defence is appealable. For jurisdiction, the Court reiterated that facta probanda are the essential elements the plaintiff must prove – here, the formation of the insurance contract and the occurrence of the insured risk – and that repudiation, when not part of the plaintiff’s cause of action, is merely evidence (facta probantia) and not a jurisdictional fact.",
    "application": "The Court held that the special plea dismissed by the magistrate was a substantive defence concerning jurisdiction and therefore constituted a final judgment, making it appealable. It rejected the Robbetze reasoning and accepted the view that the order was appealable. On the merits, the Court determined that the insurance contract was concluded in Roodepoort and the loss occurred there; the alleged repudiation in Krugersdorp was not a material fact of the cause of action and did not affect the jurisdictional analysis. Consequently, the magistrate had correctly exercised jurisdiction and the special plea should stand dismissed.",
    "conclusion": "The appeal was dismissed with costs. The order of the High Court was set aside and replaced with a dismissal of the appeal, confirming the magistrate’s jurisdiction and the appealability of the special plea dismissal."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Jurisdiction",
    "level_3": [
      "magistrate's court",
      "special plea",
      "appealability",
      "insurance contract",
      "s28(1)(d) jurisdiction"
    ]
  }
}