{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/7.html",
  "case_name": "Unlawful Occupiers of the School Site v City of Johannesburg (036/2004) [2005] ZASCA 7; [2005] 2 All SA 108 (SCA); 2005 (4) SA 199 (SCA) (17 March 2005)",
  "citation": "[2005] ZASCA 7",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 7\n|\nNoteup\n|\nLawCite\nUnlawful Occupiers of the School Site v City of Johannesburg (036/2004) [2005] ZASCA 7; [2005] 2 All SA 108 (SCA); 2005 (4) SA 199 (SCA) (17 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number :  36/2004\nIn the matter between :\nTHE UNLAWFUL OCCUPIERS\nOF\nTHE SCHOOL SITE\t\t\t\t\t\tAPPELLANT\nand\nTHE CITY OF JOHANNESBURG\t\t\t      RESPONDENT\nCORAM :\t\t\tSCOTT, STREICHER, BRAND, LEWIS JJA and MAYA AJA\nHEARD :\t\t\t24 FEBRUARY 2005\nDELIVERED :\t\t17 MARCH 2005\nSummary\n: Application for eviction of the appellants under s 6 of\nAct 19 of 1998 ('PIE') –whether authority to bring application on\nbehalf\nof the respondent had been established – whether s 4(2) of PIE had been\ncomplied  with – whether order granted\nby the court\na quo\nimpossible to carry\nout.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis appeal has its origin in an\napplication by the respondent municipality ('the municipality') in the\nJohannesburg High Court\nfor the eviction of the appellants under the provisions\nof the Prevention of Illegal Eviction From and Unlawful Occupation of Land\nAct\n19 of 1998 (PIE). In the court\na quo\nthe matter came before Mlambo J who\ngranted the order sought.  The appeal against that order is with his leave.\n[2]\tThe municipality is the local authority responsible for the greater\nJohannesburg area. Situated within that area is the densely\npopulated township\nof Alexandra. In London Road, Alexandra there is a property zoned for schools\nand referred to as the school site.\nIt belongs to the Province of Gauteng. On\nthe school site there are four schools accommodating about 5 000 pupils. It\nis, however,\nalso the site of an informal settlement consisting of over 700\nfamilies. The appellants are part of that community. It is not in\ndispute that\nthey have no permission to be on the site and that their occupation has always\nbeen unlawful.\n[3]\tThe informal settlement on the school site started\nmore than 20 years ago, before any schools had been erected on the site. Later\non, when the schools were built, there was, so it seems, still enough room for\neveryone. However, as often happens with settlements\nof this kind, it kept\ngrowing as more and more people joined the community and erected their shacks\nwherever they found a vacant\nspot. Eventually, the shacks sprawled out onto the\nplaygrounds of the schools to the extent that the children had virtually no\nplace\nfor recreation or play. What also happened was that, because the shacks\nwere built right up to the edge of roads leading to the schools,\nchildren were\ncompelled to walk in the road itself and were knocked down by passing traffic.\nOn occasion children were also assaulted\nand molested while threading their way\nthrough densely built up areas on their way to school. In the end, both the\nmunicipality and\nthe Province of Gauteng, as the authority responsible for the\nschools and the owner of the property, found the situation intolerable.\n[4]\tAt the same time, the office of the President took the initiative in\na project for the general upgrading of the Alexandra township.\nFor this project,\nofficially referred to as the Alexandra Renewal Project, R1,3 billion was set\naside and it was publicly launched\nby President Mbeki on 9 June 2001.\nImplementation of the project required the 'de-densification' of the township as\na whole and the\nconsequent provision for alternative housing in other areas. To\nthis end, formal houses built of brick and mortar were set aside\nfor the school\nsite community in a developed area called Bramfischerville which is situated in\nRoodepoort, some 37 kilometres from\nAlexandra. In the interest of the schools,\nthe Province of Gauteng agreed to relax its standard qualifications for the\nallocation\nof provincial housing subsidies and to make these subsidies available\nessentially to every household on the school site. For all\npractical purposes,\nthe occupiers of the school site were therefore offered the alternative of free\nformal housing in Bramfischerville.\n[5]\tTo facilitate both the allocation\nof houses and the allotment of housing subsidies, the municipality conducted a\nregistration\nprocess. Part of this process was to provide each shack on the\nschool site with a number. Heads of households were then requested\nto have their\nparticulars registered by municipal officials with reference to their addresses\nthus established. In the end, the heads\nof households occupying 703 shacks,\nwhich constituted all but a small number of the shacks on the site, were\nregistered.\n[6]\tThe municipality and the provincial authority decided\nthat the relocation from the school site to Bramfischerville would take\nplace in\nDecember 2001. Over the preceding months the authorities actively sought\ncommunity agreement to the relocation. To this\nend, a number of meetings were\nheld with local civic organisations where the relocation was discussed. In\naddition two public meetings\nwere arranged during November 2001. These meetings\nwere advertised through the distribution of pamphlets. One of the pamphlets was\nannexed to the municipality's founding papers. Apart from advertising the date\nand place of public meetings, the pamphlet gave details\nabout the relocation\nprocess. It also contained a succinct explanation why the relocation was thought\nnecessary.\n[7]\tThese attempts by the authorities at persuading the\ncommunity to relocate on a voluntary basis were largely unsuccessful. As a\nresult, the municipality found it necessary to apply for an eviction order under\nPIE. Cited as respondents in the application were\nthe 703 heads of households\noccupying the school site whose names and shack numbers appeared on the list\ncompiled during its registration\nprocess. Of those respondents, 590 gave notice\nof their intention to oppose. They are the appellants in this matter; they were\nat\nall times represented by counsel and attorneys, both in this court and in the\ncourt\na quo.\n[8]\tPIE provides for essentially two different types of\neviction applications, under s 4 and s 6 respectively. Both sections presuppose\nthat those to be evicted are 'unlawful occupiers' as defined in s 1. The\ndifference is that under s 4 the applicant must be 'the\nowner or person in\ncharge' of the occupied land while s 6 contemplates that the applicant is an\norgan of state, such as a municipality,\nwith jurisdiction over the area\nencompassing the occupied land. In its application papers, the municipality made\nno specific reference\nto s 6. At the same time, however, it did not claim to be\nthe owner or person in charge of the school site. On the contrary, its\nrelationship with the property was plainly set out in the founding affidavit. On\nthese facts it was apparent that the application\ncould only be founded on s 6.\nThat is how the matter was understood and dealt with by everybody concerned,\nboth in this court and\nin the court\na quo\n.\n[9]\tIn the answering\naffidavits filed on behalf of the appellants, it was formally admitted that the\nappellants were 'unlawful occupiers'\nof the school site as defined by s 1 of PIE\nand also that the school site fell within the area of jurisdiction of the\nmunicipality.\nThe first two jurisdictional requirements of s 6 were therefore\ncommon cause. With regard to the merits, the defence raised in the\nanswering\npapers turned largely on the further requirement in s 6(1), namely that an\neviction order may only be granted if it is\nconsidered by the court to be just\nand equitable in all the circumstances.\n[10]\tIn the court\na quo\nthe appellant's central argument as to why the eviction order sought would\nnot be just and equitable was that Bramfischerville was\ntoo far from the\nAlexandra area where many of them were gainfully employed and where their\nchildren were at school. The municipality\ndid not deny that the relocation over\na distance of some 37 kilometres would be the cause of inconvenience and, in\nmany cases, even\nhardship to the appellants. Its answer was that this could not\nbe avoided since it was simply impossible, both financially and practically,\nto\nfind an area for relocation closer to Alexandra. The court\na quo\ndevoted\na considerable part of its judgment to the weighing up of all the arguments and\ncounter arguments on the merits. In the end\nit came to the well-reasoned\nconclusion that in all the circumstances, it was in fact just and equitable,\nwithin the meaning of s\n6 of PIE, to grant the eviction order sought. This\nfinding on the merits was not challenged on appeal. We therefore had to decide\nthe matter on the basis that the relocation of the appellants from the school\nsite to Bramfischerville would be in the public interest\nand that in all the\ncircumstances the eviction order would neither be unjust nor\ninequitable.\n[11]\tThe three grounds raised in the notice of appeal were\nall of a technical or procedural nature, namely that:\n(a)\tThe municipality\nhad failed to prove that the deponent to its \tfounding affidavit, Mr B M\nLefatola, had the requisite \tauthority\nto institute the application on its\nbehalf.\n(b)\tThe eviction application did not meet with the procedural\n\trequirements of PIE.\n(c)\tThe order granted by the court\na quo\nwas not\ncapable of \tpractical implementation.\n[12]\tAs to the issue giving rise to\nthe first ground of appeal, Lefatola's statement in the founding affidavit was\nconfined to the\nfollowing:\n'I am duly authorised by delegated power to bring\nthis application and to make this affidavit on behalf of the applicant.'\nThe\nresponse to this statement in the answering affidavit was equally bald. It\nread:\n'I deny that ... Lefatola is duly authorised to make the founding\naffidavit ... or to bring proceedings for eviction on behalf of\nthe applicant.\nThe applicant is put to the proof thereof.'\nIn reply, Lefatola produced a\nresolution of the municipal council which authorised him to launch proceedings\nof the present kind\non behalf of the municipality '\nin consultation with\nthe Executive Director : Corporate Services or the Director : Legal Services'.\n(My emphasis.) With reference to this resolution Lefatola\nthen stated\nthat:\n'I have consulted with the applicants' Director : Legal Services in\nrespect of this application.'\n[13]\tBased on these facts the appellants\nraised the argument that Lefatola had failed to prove that he had been duly\nauthorised, because\nhe did not say whether or not the Director of Legal Services\nagreed with him that the application should be brought. Support for\nthis\nargument was sought in those cases where a distinction had been drawn between\n'in consultation with' and 'after consultation\nwith'. According to these\nauthorities, a decision 'in consultation with' another functionary requires the\nconcurrence of that functionary\nwhile a decision 'after consultation with'\nanother functionary requires no more than that the decision must be taken in\ngood faith,\nafter consulting and giving serious consideration to the views of\nthe other functionary (see eg\nPremier Western Cape v President of the\nRepublic of South Africa\n[1999] ZACC 2\n;\n1999 (3) SA 657\n(CC) para 85 note 94 and\nPresident of the Republic of South Africa and others v South African Rugby\nFootball Union and others\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para 63)\n[14]\tAt the\nhearing of the appeal, counsel for the appellants conceded that she could not\nsupport this ground of appeal. I think the\nconcession was fairly made. The issue\nraised had been decided conclusively in the judgment of Flemming DJP in\nEskom\nv Soweto City Council\n1992 (2) SA 703\n(W), which was referred to with\napproval by this court in\nGanes and another v Telecom Namibia Ltd\n2004\n(3) SA 615\n(SCA) 624I-625A. The import of the judgment in\nEskom\nis that\nthe remedy of a respondent who wishes to challenge the authority of a person\nallegedly acting on behalf of the purported\napplicant, is provided for in rule\n7(1). The\nratio decidendi\nappears from the following\ndicta\n(at\n705D-H):\n'The care displayed in the past about proof of authority was\nrational. It was inspired by the fear that a person may deny that he\nwas party\nto litigation carried on in his name. His signature to the process, or when that\ndoes not eventuate, formal proof of authority\nwould avoid undue risk to the\nopposite party, to the administration of justice and sometimes even to his own\nattorney. ...\nThe developed view, adopted in Court Rule 7(1), is that the\nrisk is adequately managed on a different level. If the attorney is authorised\nto bring the application on behalf of the applicant, the application necessarily\nis that of the applicant. There is no need that\nany other person, whether he be\na witness or someone who becomes involved especially in the context of\nauthority, should additionally\nbe authorised. It is therefore sufficient to know\nwhether or not the attorney acts with authority.\nAs to when and how the\nattorney's authority should be proved, the Rule-maker made a policy decision.\nPerhaps because the risk is\nminimal that an attorney will act for a person\nwithout authority to do so, proof is dispensed with except only if the other\nparty\nchallenges the authority. See Rule 7(1).'\nAnd (at 706B-D):\n'If\nthen applicant had qualms about whether the 'interlocutory application' is\nauthorised by respondent, that authority had to be\nchallenged on the level of\nwhether [the respondent's attorney] held empowerment. Apart from more informal\nrequests or enquiries,\napplicant's remedy was to use Court Rule 7(1). It was not\nto hand up heads of argument, apply textual analysis and make submissions\nabout\nthe adequacy of the words used by a deponent about his own\nauthority.'\n[15]\tThese remarks by Flemming DJP must be understood against\nthe background that rule 7(1) in its present form was only introduced\nby way of\nan amendment in 1987. Prior to the amendment an attorney was obliged to file a\npower of attorney whenever a summons was\nissued in an action, but not in motion\nproceedings. The underlying reason for the distinction, so it was said, was that\nin motion\nproceedings there is always an affidavit signed by the applicant\npersonally or by someone whose authority appears from the papers\n(see eg\nEx\nParte De Villiers\n1974 (2) SA 396\n(NC)). On the basis of this reasoning it\nis readily understandable why, before 1987, the challenge to authority could\nonly be directed\nat the adequacy of the averments in the applicant's papers and\npre-1987 decisions regarding proof of authority should be read in\nthat\nlight.\n[16]\tHowever, as Flemming DJP has said, now that the new rule\n7(1)-remedy is available, a party who wishes to raise the issue of authority\nshould not adopt the procedure followed by the appellants in this matter, ie by\nway of argument based on no more than a textual analysis\nof the words used by a\ndeponent in an attempt to prove his or her own authority. This method invariably\nresulted in a costly and\nwasteful investigation, which normally leads to the\nconclusion that the application was indeed authorised. After all, there is\nrarely\nany motivation for deliberately launching an unauthorised application. In\nthe present case, for example, the respondent's challenge\nresulted in the filing\nof pages of resolutions annexed to a supplementary affidavit followed by lengthy\ntechnical arguments on both\nsides. All this culminated in the following\nquestion: Is it conceivable that an application of this magnitude could have\nbeen launched\non behalf of the municipality with the knowledge of but against\nthe advice of its own director of legal services? That question can,\nin my view,\nonly be answered in the negative.\n[17]\tFor their second ground of\nappeal, based on the contention that the procedural requirements of PIE were not\nmet, appellants relied\non s 6(6) read with s 4(2) of the Act. Though the\napplication was brought under s 6, it was expressly rendered subject to the\nprocedural\nrequirements of s 4 by the provisions of s 6(6). With reference to\nthe procedural requirements in s 4, the appellant's objection\nprimarily focussed\non s 4(2) as interpreted by this court in\nCape Killarney Property Investments\n(Pty) Ltd v Mahamba\n2001 (4) SA 1222\n(SCA). According to this\ninterpretation, s 4(2) requires that, apart from the service of the eviction\napplication prescribed by the\nrules of court, an additional notice be served\nupon a respondent at least fourteen days before the date upon which the\napplication\nis to be heard. This notice, so it was held in\nCape Killarney\nProperties\n(at 1227G-H), must conform with the previously obtained\ndirections of the court, with reference to both its contents and the manner\nin\nwhich it is to be served. Furthermore, s 4(2) stipulates that this notice must\nbe 'written and effective' while s 4(5) provides\nthat:\n'The notice of\nproceedings contemplated in subsection (2) must –\n(a)\nstate that proceedings are being instituted in terms of\nsubsection (1) for \tan order for the eviction of the unlawful occupiers;\n(b)\nindicate on what date and at what time the court will hear the\n\tproceedings;\n(c)\nset out the grounds for the proposed eviction;\nand\n(d)\nstate that the unlawful occupier is entitled to appear before\nthe court \tand defend the case and, where necessary, has the right to\napply for\n\tlegal aid.'\n[18]\tI revert to the facts pertaining to this issue. On 14\nNovember 2001 the application papers were served by the sheriff on those\nrespondents who were identified in his return with reference to their names and\nthe numbers of their shacks. Thereupon an attorney,\nacting on behalf of 590 of\nthe respondents (now the appellants), gave notice of their intention to oppose.\nAnswering affidavits were\nfiled on their behalf to which the municipality\nresponded in its replying affidavits.\n[19]\tAfter all this, the\nmunicipality, in an obvious attempt to give effect to the judgment of this court\nin\nCape Killarney Properties\n, approached the court\na quo\nfor its\nprior approval of the contents of the proposed s 4(2) notice which it intended\nto serve  for directions as to the manner\nin which this notice was to be served.\nOn 20 March 2002 the court (Gautschi AJ) granted the following\norder:\n(1)\tThat the form and contents of the draft notice in terms of\ns 4(2) of [PIE] \tannexed to the founding affidavit as 'X' be authorised\nby\nthis court.\n(2)\tThe applicant is authorised and directed to serve the notice\nin terms \tof s 4(2) of [PIE] on the respondents occupying the\nshacks on the\n\tschool site, London Road, Alexandra by service at each shack as\n\tfollows:\n2.1\tby handing a copy thereof to any person found at that shack\n\t\t\tand who is apparently over the age of 16 years; or\n2.2\tby affixing to the\nprincipal door of such shack; or\n2.3\tby sliding a copy thereof under the\nprincipal door of  such \t\t\tshack.'\nAnnexure X to the founding affidavit\nreferred to in para 1 of the order read as follows:\n'BE PLEASED TO TAKE\nNOTICE THAT proceedings have been instituted in terms of s 4(1) of [PIE], for\nthe eviction of the above named\nRespondents.\nTAKE NOTICE FURTHER THAT the\nhearing of such application will be heard by the above named Honourable Court,\nsituated at: Pritchard\nStreet, Johannesburg on Monday 8 April 2002 at 10h00 or\nso soon thereafter as the matter may be heard.\nTAKE NOTICE FURTHER THAT the\neviction application is based on the fact that the Respondents are in unlawful\noccupation of properties\nsurrounding four schools situated in London Road,\nAlexandra and that the Applicant requests an order of the Honourable Court to\nrelocate\nthe Respondents from the School Site property to\nBramfischerville.\nTAKE NOTICE FURTHER THAT any Respondent is entitled to\nappear before the court in order to defend the case, and if necessary, have\nthe\nright to apply for legal aid.'\n[20]\tAccording to the return of service\nfiled by the sheriff, s 4(2) notices were served on 20 March 2002, in a\nmanner prescribed\nby the court order, on 587 respondents who were identified in\nthe return with reference to their names and shack numbers. The matter\nwas then\nheard by the court on the date referred to in the notice, ie 8 April 2002. The\norder eventually granted by Mlambo J specifically\nprovided that it would only\napply to those respondents who were:\n(a)\tlisted in the register prepared by\nthe municipal officials; \tand\n(b) \tserved with copies of the application;\nand\n(c)\tserved with copies of the s 4(2) notice.\n[21]\tThe\nappellants' objection to the contents of the notice and the manner in which it\nwas served was threefold. First, that, according\nto the notice, the application\nhad been brought under s 4(1) of PIE whereas it was common cause that it was\nbrought under s 6. Second,\nthat the notice did not comply with s 4(5)(c) since\nonly one ground for the application was stated, namely that the occupiers were\nin unlawful occupation of the land, whereas it was obvious that the municipality\nrelied on other grounds as well. Third, that the\nnotice was only in English and\nonly conveyed in written form while the overwhelming majority of the community\noccupying the school\nsite spoke one or other indigenous African language and\nmany of them were functionally illiterate.\n[22]\tAs to the first and\nsecond objections pertaining to the contents of the notice, it is clear that the\nreference to s 4(1) of PIE\nwas a mistake. To that extent the notice was\ntherefore defective. I am also in agreement with the contention that the grounds\nfor\nthe application stated in the notice were too sparse to meet with the\nrequirements of s 4(5)(c). The respondents should at least\nhave been told that\ntheir eviction was alleged to be in the public interest. As the appellants also\ncorrectly pointed out, it was\nheld in\nCape Killarney Property\n(1227E-F)\nthat the requirements of s 4(2) must be regarded as peremptory. Nevertheless, it\nis clear from the authorities that even\nwhere the formalities required by\nstatute are peremptory it is not every deviation from the literal prescription\nthat is fatal. Even\nin that event, the question remains whether, in spite of the\ndefects, the object of the statutory provision had been achieved (see\neg\nNkisimane and others v Santam Insurance Co Ltd\n1978 (2) SA 430\n(A)\n433H-434B;\nWeenen Transitional Local Council v Van Dyk\n2002 (4) SA 653\n(SCA) para 13).\n[23]\tThe purpose of s 4(2) is to afford the respondents\nin an application under PIE an additional opportunity, apart from the\nopportunity\nthey have already had under the rules of court, to put all the\ncircumstances they allege to be relevant before the court (see\nCape Killarney\nProperty Investments\n1229E-F). The two subsections of s 4(5) that had not\nbeen complied with were (a) and (c). The object of these two subsections is,\nin\nmy view, to inform the respondents of the basis upon which the eviction order is\nsought so as to enable them to meet that case.\nThe question is therefore\nwhether, despite its defects, the s 4(2) notice had, in all the circumstances,\nachieved that purpose. With\nreference to the appellants who all opposed the\napplication and who were at all times represented by counsel and attorneys, the\ns 4(2)\nnotice had obviously attained the legislature's goal. However, there\nwere also respondents who did not oppose and who might not have\nhad the benefit\nof legal representation. It is with regard to these respondents that the\nquestion arises whether the s 4(2) notice\nhad, despite its deficiencies achieved\nits purpose. In considering this question it must be borne in mind that, as a\nresult of the\nway in which the order of the court\na quo\nwas formulated,\nit will only affect those respondents who had been served by the sheriff with\nboth the application papers and the\nnotice under s 4(2).\n[24]\tThe\nquestion whether in a particular case a deficient s 4(2) notice achieved its\npurpose, cannot be considered in the abstract.\nThe answer must depend on what\nthe respondents already knew. The appellant's contention to the contrary cannot\nbe sustained. It would\nlead to results which are untenable. Take the example of\na s 4(2) notice which failed to comply with s 4(5)(d) in that it did not\ninform\nthe respondents that they were entitled to defend a case or of their right to\nlegal aid. What would be the position if all\nthis were clearly spelt out in the\napplication papers? Or if on the day of the hearing the respondents appeared\nwith their legal\naid attorney? Could it be suggested that in these circumstances\nthe s 4(2) should still be regarded as fatally defective? I think\nnot. In this\ncase, both the municipality's cause of action and the facts upon which it relied\nappeared from the founding papers.\nThe appellants accepted that this is so. If\nnot, it would constitute a separate defence. When the respondents received the s\n4(2)\nnotice they therefore already knew what case they had to meet. In these\ncircumstances it must, in my view, be held that, despite\nits stated defects, the\ns 4(2) notice served upon the respondents had substantially complied with the\nrequirements of s 4(5).\n[25]\tThis brings me to the appellant's further\nobjection to the s 4(2) notice which raised the issues of language and literacy.\nSupport\nfor this objection was sought in the judgment of the Cape High Court in\nCape Killarney Property Investments (Pty) Ltd v Mahamba\n2000 (2) SA 67\n(C) where Hlophe DJP held that, in the circumstances of that case, where the\noverwhelming majority of the respondents were Xhosa\nspeaking, a notice in the\nEnglish language unaccompanied by a Xhosa translation was not 'effective' within\nthe meaning of s 4(2)\n(see 75C-76G). He also held that, since a substantial\nproportion of the respondents were illiterate, the notice should have been\nconveyed, in Xhosa, by a loudhailer throughout the community (see 75C-G). In\nthis court the appeal was dismissed on other grounds.\nIt was therefore found\nunnecessary to express any view on the correctness of these findings (see\nCape Killarney Properties Investments (Pty) Ltd v Mahamba\n2001 (4) SA\n1222\n(SCA) 1229F-G).\n[26]\tAs the factual foundation for the objection\nunder consideration the appellants relied on a supplementary affidavit deposed\nto\nby Mr L L Monyela and filed on behalf of the appellants subsequent to the\nfiling of the municipality's replying affidavits. After\nstating that he had been\na member of the school site community for 21 years and that he knew the\ncommunity well, Monyela alleged\nthat 'the overwhelming majority of the members\nof the community occupying the school site are people whose primary language is\nan\nindigenous African language' and that 'very many of them do not speak or\nunderstand English well'. Moreover, he alleged, 'many of\nthe members of the\ncommunity are functionally illiterate and would not be able to read and\nunderstand a document such as [the s 4(2)\nnotice].\n[27]\tHowever, in a\nreplying affidavit filed on behalf of the municipality it was said\nthat:\n'Past experience has taught us that the news of an application such as\nthe present one spreads like wildfire in a high density informal\nsettlement such\nas the one to which this application relates. I can confidently state that the\nfact that this application is pending,\nis well known amongst all the residents\nin question.'\nNeither Monyela nor anyone else responded to these statements\nwhich therefore stand uncontradicted.\n[28]\tIt is obviously desirable\nthat, where practicable, the s 4(2) notice should be in a language and through a\nmedium of communication\nwhich is most likely to be understood by its intended\naudience. In the view that I hold on this issue, it is not necessary for me\nto\ndecide whether, in the circumstances of this case, it would be practicable to\ntranslate the notice into the unknown number of\nlanguages allegedly spoken by\nthe members of the school site community. The question whether a s 4(2) notice\nwas effective is not\na question of law. It is a question of fact. More often\nthan not it would only be capable of determination after the event. It follows\nthat the question whether a notice in one language is sufficient or whether it\nshould be translated into a number of languages is\nlikewise a question of fact\nto which there can be no answer of general validity. It can only be answered,\noften with the benefit\nof hindsight, with reference to the facts of that\nparticular case.\n[29]\tAccording to the uncontradicted evidence presented\nby the municipality in this case, the pending application was well known amongst\nall the occupiers of the school site. In the light of that evidence, Monyela's\naffidavit raised more questions than answers. Why\ndid he not dispute or even\nqualify the positive statement on behalf of the municipality that the\nrespondents were aware of the pending\napplication? Why did he resort to\ngeneralities and to a statement in guarded terms that many of the members of the\ncommunity did\nnot understand English\nwell\n?\nWhy is there no\nreference to a single respondent who indicated that he or she was unable to\nunderstand the notice?\n[30]\tWe know that the application had been\npreceded by a widely publicised campaign in which the prospect of relocation was\nthe central\nissue. With the benefit of hindsight, we also know that the\napplication was opposed by a substantial number of the respondents and\nthat this\nopposition was coordinated to a large extent by the local area committee of the\nNational Civics Organisation of which Monyela\nwas the chairperson. In this\nlight, the overwhelming probabilities seem to indicate that all the occupants of\nthe school site would\nhave been approached to join the local area committee in\nits opposition. In the circumstances I agree with the court\na quo\n's\nfinding that the s 4(2) notice was effective.\n[31]\tThis brings me to the\nthird ground of appeal based on the contention that the order issued by the\ncourt\na quo\nwould be impossible to carry out. There is no merit in this\ncontention. Though the implementation of the court order may be difficult,\nI\ncannot see why it would be impossible.\n[32]\tIt follows that the appeal\ncannot succeed. The municipality did not ask for its costs of appeal. There will\naccordingly be no\norder as to costs.\n[33]\tThe appeal is dismissed.\n...................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nScott JA\nStreicher JA\nLewis JA\nMaya AJA",
  "scraped_at": "2026-02-12T13:55:47.995219",
  "date": "2005-03-17",
  "coram": [
    "Scott JA",
    "Streicher JA",
    "Brand JA",
    "Lewis JJA",
    "Maya AJA"
  ],
  "case_number": "36/2004",
  "parties": {
    "applicants": [
      "The Unlawful Occupiers of the School Site"
    ],
    "respondents": [
      "City of Johannesburg"
    ]
  },
  "sections": {
    "facts": "The dispute arose from an informal settlement of more than 700 families on a school site in Alexandra, Johannesburg. The land, owned by the Province of Gauteng, accommodated four schools and the shacks. Under the Alexandra Renewal Project the municipality offered the occupants free formal housing in Bramfischerville, about 37 km away. Seven‑hundred and three household heads were registered; 590 of them opposed relocation and were named as respondents in an eviction application filed by the City of Johannesburg under the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE) s6.",
    "issues": "The appeal was based on three technical grounds: (1) whether the municipal official who lodged the application had authority to do so; (2) whether the eviction application complied with the procedural requirements of PIE, particularly the s4(2) notice requirements; and (3) whether the order granted by the court a quo was impossible to execute.",
    "principles": "PIE s6 allows an organ of state to seek eviction, but the applicant must have authority, which can be challenged under Court Rule 7(1). The authority of a municipal official is sufficient if a proper resolution exists, without needing further proof. Section 4(2) requires a written, effective notice containing the content specified in s4(5); the requirements are peremptory but not fatal if the notice achieves its purpose. Language and literacy issues are factual questions; a notice in English may be effective where occupants are aware of the proceedings. An order is only impossible if it cannot be carried out in practice. The court must also consider the just and equitable test, though this was not appealed.",
    "application": "The court held that the resolution authorising Mr Lefatola gave sufficient authority; the appellant’s reliance on Rule 7(1) was unnecessary. Although the s4(2) notice contained errors (reference to s4(1) and limited grounds), it substantially complied with the statutory purpose because the occupants were well informed of the eviction case. The language issue was not fatal as the community was aware of the proceedings. The order was not impossible to implement. Consequently, none of the appeal grounds succeeded.",
    "conclusion": "The appeal was dismissed. No costs were awarded to the municipality, and the eviction order granted by the court a quo remains in force."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Unlawful Occupation",
    "level_3": [
      "Prevention of Illegal Eviction Act",
      "Procedural compliance",
      "Authority to litigate",
      "Notice effectiveness"
    ]
  }
}