{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/102.html",
  "case_name": "S v Botha (562/2004) [2005] ZASCA 102; [2006] 4 All SA 113 (SCA); 2006 (1) SACR 105 (SCA) (15 November 2005)",
  "citation": "[2005] ZASCA 102",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 102\n|\nNoteup\n|\nLawCite\nS v Botha (562/2004) [2005] ZASCA 102; [2006] 4 All SA 113 (SCA); 2006 (1) SACR 105 (SCA) (15 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nIN DIE HOOGSTE HOF VAN APPèL VAN\nSUID-AFRIKA\nRAPPORTEERBAAR\nSAAKNOMMER:\n562/04\nIn die saak tussen:\nT E\nBOTHA\t\t\t\t\t\t\tAPPELLANT\nen\nDIE\nSTAAT\t\t\t\t\t\t\tRESPONDENT\nCORAM:\t\tHOWIE P, SCOTT AR en COMBRINCK Wnd\nAR\nVERHOOR:\t4 NOVEMBER 2005\nGELEWER:\t15 NOVEMBER\n2005\nOpsomming:\t Strafprosesreg – art 317 van die\nStrafproseswet – taak van verhoorregter by aantekening van spesiale\ninskrywing\n– onreëlmatigheid waar een advokaat optree vir twee\nbeskuldigdes en daar ‘n botsing van belange is – beskuldigde\nbewus\nvoor verhoor van potensiële botsing van belange – op die feite geen\nonreëlmatigheid\nnie.\n_____________________________________________________________________\nUITSPRAAK\n__________________________________________________________________\nCOMBRINCK\nWnd AR\nCOMBRINCK Wnd AR:\n[1]\nOp 12 Augustus 2001 is\ndie liggaam van Frans Papaday Konya by ‘n stormwatersloot op die\nVentersdorp-Swartruggens pad net buite\nVentersdorp gevind. ‘n Nadoodse\nondersoek het getoon dat hy veelvuldige kneusings en swelsels aan sy gesig en\nlyf opgedoen\nhet en dat hy dood is as gevolg van ‘n harde hou teen die\nagterkop wat bloeding op die brein veroorsaak het. Die Staat het\nvier mans,\nJohannes Frederik Strydom (‘beskuldigde 1’), Gert Petrus Coetzer\n(‘beskuldigde 2’), sy seun, Gotlieb\nChristiaan Coetzer\n(‘beskuldigde 3’) en Ernst Botha (‘beskuldigde 4, die huidige\nappellant) aangekla van die moord\nop die oorledene. Hulle het in die Rondgaande\nPlaaslike Afdeling vir die Westelike Rondgaandehofdistrik te Potchefstroom voor\nHendricks\nWR op die aanklag verskyn. Beskuldigdes 2, 3 en appellant is skuldig\nbevind en tot agtien jaar gevangenisstraf gevonnis. Beskuldigde\nno 1 is\nonskuldig bevind en ontslaan.\n[2]\nAppellant het aansoek gedoen om\nverlof om te appelleer teen beide skuldigbevinding en vonnis. Die aansoek is van\ndie hand gewys. Daarna\nrig die appellant ‘n aansoek aan die President van\nhierdie Hof om verlof toe te staan. Dié is ook geweier. Twee maande\nlater\nbring appellant ‘n aansoek vir die maak van ‘n spesiale aantekening\ningevolge die bepalings van art 317 van die\nStrafproseswet, Wet 51 van 1977\n(‘die Wet’). Die appellant het gesteun op vier beweerde\nonreëlmatighede tydens die\nverhoor. Die hof\na quo\nhet bevind dat\ndrie van die vier nie ter goedertrou gemaak is of beuselagtig en onsinnig was.\nDie vierde is egter gehandhaaf en die\nvolgende aantekening is ingevolge art 317\ngemaak:\n‘die gesamentlike verteenwoordiging van die Applikant en\nbeskuldigde 2 en 3 nieteenstaande die bestaan van ‘n botsing\nvan belange\ntussen hulle, is ‘n onreëlmatigheid.’\nAs gevolg van die\naantekening is verlof toegestaan om te appelleer. Gesien die bepalings van art\n318 was verlof streng gesproke onnodig.\nKennisgewing van appèl na hierdie\nHof is ingevolge gemelde artikel ingedien.\n[3]\nIn sy uitspraak in die\nart 317 aansoek het die verhoorregter die volgende gesê:\n‘Myns\ninsiens is ‘n onreëlmatigheid gepleeg deur die regsverteenwoordiger\nvan die Applikant deurdat hy nie die saak\nvan die Applikant na behore kon voer\nnie as gevolg van die botsing van belange wat bestaan het tussen die onderskeie\nbeskuldigdes\nwat hy verteenwoordig het.’\nDaarna beskryf hy sy taak as\nvolg:\n‘As verhoorhof is dit my taak om slegs die onreëlmatigheid\naan die orde te stel, en nie om die meriete of die gevolge van\ndie\nonreëlmatigheid te besleg nie.’\nHierin het die geleerde regter\nfouteer. Dit is nie sy taak om ‘n bevinding te maak of die gewraakte\ngebeure neerkom op ‘n\nonreëlmatigheid nie. Dit is die taak van\nhierdie Hof. Sien\nS v Kroon\n1997 (1) SASV 525 op 530b waar die volgende\nbeskrywing van ‘n verhoorhof se plig in Hiemstra\nSuid-Afrikaanse\nStrafproses\n6 uitg\nop 890 goedgekeur is:\n‘Die hof wat die\naantekening maak, moet die feite waarop dit berus vasstel, en nie die\naantekening bewoord asof die Appèlafdeling\ndie feite moet bepaal nie.\nDaar word ‘n positiewe feitestelling gemaak\nvergesel van die bewering\nvan die beskuldigde dat dit ‘n onreëlmatigheid was\nwat meegebring\nhet dat geregtigheid inderdaad nie geskied het nie.’ (My kursivering) Die\nverhoorhof besleg nie die meriete\nof gevolge daarvan nie. Dit is die funksie van\ndie Appèlhof, wat ten eerste bepaal of daar ‘n onreëlmatigheid\nwas\n(\nloc cit\n889).\n[4]\nDie eerste stap in die appèl is\ndan om te bepaal of daar wel ‘n onreëlmatigheid gedurende die\nverrigtinge plaasgevind\nhet. Indien wel, dan is die tweede stap om ingevolge die\nvoorbehoudsbepaling tot art 322 van die Wet te bepaal of geregtigheid geskied\nhet nieteenstaande sodanige onreëlmatigheid. (\nS v Xaba\n1983 (3) 717\nte 735H-736A.)\nDie toets om te bepaal of ‘n onreëlmatigheid\nplaasgevind het is al meermale deur hierdie Hof neergelê. (Sien\nS v\nRudman and Another\n;\nS v Mthwana\n1992 (1) SA 343\n(A) te 337B;\nS v\nFelthun\n1999 (1) SACR 481.\nIn laasgenoemde saak te 485 h sê Vivier\nAR:\n‘Generally speaking, an irregularity or illegality in die\nproceedings at a criminal trial occurs whenever there is a departure\nfrom those\nformalities, rules and principles of procedure with which the law requires such\na trial to be initiated and conducted.\nThe basic concept underlying s 317 (1) is\nthat an accused must be fairly tried (\nper\nBotha JA in\nS v Xaba\n1983 (3) SA 717\n(A) at 728D).’\nDit is ook in ooreenstemming met art\n35 van die Grondwet.\n[5]\nVoordat oorgegaan word tot die ondersoek of\ndaar wel ‘n onreëlmatigheid voorgekom het, is dit nodig om kortliks\nte verwys\nna die getuienis wat gelei is in die verhoorhof. Die Staat se saak het\nhoofsaaklik op die getuienis van ‘n medepligtige, ene\nJacques Coetzer,\n‘n stiefseun van beskuldigde 2 berus. Hy het getuig dat op 12 Augustus\n2001, ‘n Sondag om ongeveer 4.30\ndie middag hy saam met beskuldigdes 2, 3\nen appellant na beskuldigde 1 se huis te Ventersdorp gegaan het. Daar aangekom,\nhet beskuldigde\n1 hulle verwittig dat die oorledene se stiefpa (John Mogobane)\nwat by hom gestaan het, hom meegedeel het dat die oorledene sy (beskuldigde\n1)\nse vuurwapen gesteel het. Beskuldigde 3, die appellant en die getuie is toe\naangesê om die oorledene in ‘n swart woongebied\nte gaan haal wat\nhulle toe ook gedoen het. Met hulle terugkeer is die oorledene na ‘n\nbinneplaas by beskuldigde 1 se huis geneem.\nDaar is hy ondervra oor die\nvuurwapen. Tydens die ondervraging is hy herhaaldelik deur beskuldigde 3 en\nappellant in opdrag van beskuldigde\n2 met die vuis en oop hand in die gesig\ngeslaan. Die oorledene het eers ontken dat hy iets weet van die vuurwapen maar\nna verdere\naanranding het hy erken dat hy die vuurwapen het en vertel waar dit\nwas. Beskuldigde 3, appellant en John Mogobane is toe weg om\ndie vuurwapen te\ngaan haal. Terwyl hul weg is, het oorledene gepoog om te ontsnap deur oor die\nbetonheining van die binneplaas te\nspring maar is deur die getuie Jacques\ngekeer. Die oorledene is toe vasgemaak aan ‘n wasgoedlynpaal\noënskynlik deur beskuldigde\n2. Die drie wat weg was, het toe teruggekeer en\noorledene is losgemaak en laat staan teen die paal. Hy is toe deur beskuldigde 3\nin die gesig geslaan met sodanige krag dat ‘n bloedkol op die paal waar sy\nagterkop daarteen gestamp het te bespeur was. ‘n\nVerdere aanranding deur\nbeide beskuldigde 3 en appellant met vuiste en oop hande het toe gevolg. Op\n‘n stadium het beskuldigde\n2 ook deelgeneem en oorledene geslaan en\ngeskop. Oorledene het hande vier voet gestaan en beskuldigde 2 het hom\nherhaaldelik onderstebo\ngeskop. Tydens die aanranding deur beskuldigde 2 het 1,\n3 en appellant drankies gedrink terwyl hulle toe gekyk het. Daar is toe besluit\nom die oorledene met beskuldigde 1 se bakkie te neem en buite die dorp af te\nlaai. Die getuie het die oorledene op die bakkie geplaas.\nHy het op hierdie\nstadium roerloos op die sementblad by die motorhuis gelê. Die bakkie is\ndeur beskuldigde 3 bestuur en appellant\nhet saam gery in die kajuit. Jacques was\nagterop saam met oorledene. ‘n Ent buite die dorp, dit was toe al donker,\nhet die\nbakkie stilgehou en die oorledene is van die bakkie langs die pad laat\nval. Hy het roerloos bly lê. Die drie is toe terug na\nbeskuldigde 1 se\nhuis.\n[6]\nAppellant en sy medebeskuldigdes het ‘n heel ander\nverhaal vertel. Appellant het ‘n volledige pleitverduideliking ingevolge\nart 112 (hy het skuldig gepleit op gewone aanranding) en art 115 van die Wet\ngegee. Daarin het hy erken dat oorledene gehaal is by\nsy huis en by beskuldigde\n1 se huis ondervra is oor die gesteelde vuurwapen. Hy het oorledene nie toe\naangerand nie en die enigste\naanranding wat hy waargeneem het, was een klap deur\ndie gesig en ‘n stamp teen die bors deur beskuldigde 3. Met hul terugkeer\nnadat hulle die vuurwapen gaan haal het, het hy oorledene, toe hy probeer\nontsnap het, een keer gestamp en een keer met die oop hand\ngeklap. Andersins het\nhy geen aanranding gepleeg of waargeneem nie. Hy het erken dat hulle oorledene\nbuite die dorp gaan aflaai het,\nmaar beweer dat beide ten tyde van die oplaai en\ndie aflaai die oorledene springlewendig was en regop gestaan het nadat hy\nafgelaai\nis. Hy het geen beserings aan die oorledene se gesig of lyf opgemerk\nnie. Beskuldigde 2 en 3 het in hulle pleitverduideliking hul\nvereenselwig met\nwat appellant gesê het. In getuienis het al die beskuldigdes (appellant\ningeslote) daarin volhard dat afgesien\nvan ‘n klap en ‘n stamp deur\nbeskuldigde 3 en appellant niemand oorledene aangerand het nie. Uit hulle\ngetuienis en die\nkruisverhoor van die Staat se getuies is dit duidelik dat die\nbeskuldigdes en appellant die redelike moontlikheid wou verwek dat\ndie beserings\nwat die oorledene opgedoen het of veroorsaak is deur John Mogobane met wie hy\n‘n bakleiery gehad het vroeër\ndie dag of deur ‘n onbekende\npersoon of persone nadat hy op die Swartruggens pad afgelaai\nis.\n[7]\nDie verhoorregter het bevind dat Jacques ‘n eerlik en\ngeloofwaardige getuie was en sy getuienis aanvaar. Die appellant en sy\nmedebeskuldigdes se getuienis is verwerp as vals. Daar is ook bevind dat daar\ngeen moontlikheid bestaan dat oorledene se beserings\ndeur iemand anders\nveroorsaak kon gewees het nie. Daar is bevind dat appellant en beskuldigdes 2 en\n3 van die begin af met ‘n\ngemeenskaplike doel opgetree het en op ‘n\nstadium voor die laaste aanranding die nodige opset by moontlikheidsbewussyn\ngehad\nhet om die dood van die oorledene te veroorsaak.\n[8]\nEk keer nou\nterug na die eerste vraag naamlik of daar wel ‘n onreëlmatigheid\nplaasgevind het. Die beweerde onreëlmatigheid\nverskyn nie in die oorkonde\nnie. Die bestaan aldan nie daarvan, berus alleenlik op die bewerings van die\nappellant in sy beëdigde\nverklaring ter stawing van sy aansoek om ‘n\nspesiale inskrywing. Die verhoorregter in sy uitspraak in die art 317\nverrigtinge\nhet die volgende feite geboekstaaf.\n‘[24]\tUit die beëdigde verklaring van die Applikant is dit duidelik\ndat daar na konsultasie met sy prokureur en advokaat,\naan hom die versekering\ngegee is dat daar nie ‘n botsing van belange tussen sy weergawe en die van\nbeskuldigdes 2 en 3 bestaan\nnie. Applikant se vrese oor die bestaan van ‘n\nmoontlike botsing van belange is toe besweer.\n[25]\tApplikant is toe aangemoedig om skuldig te pleit op ‘n minder\nernstige klagte van aanranding, wat hy ook gedoen het. Die\nStaat het die pleit\negter nie aanvaar nie. Vir die Applikant was dit uiters vreemd dat slegs hy en\nbeskuldigde 3 moes skuldig pleit\nterwyl beskuldigde 2 ook die oorledene\naangerand het.\n[26]\tApplikant het nieteenstaande sy wete of die moontlike voorsiening van\n‘n botsing van belange hom berus in die versekering\nvan die suksesvolle\nverdediging van hul almal op die moordklagte soos aan hom voorgehou deur sy\nregsverteenwoordiger. Beskuldigde\n2 se aandeel in die aanranding op die\noorledene is derhalwe doelbewus verswyg tot nadeel van die Applikant.\n[27]\tApplikant se weergawe wat hy tydens konsultasies aan sy advokaat meegedeel\nhet, is nie volledig aan die artikel 204 Staatsgetuie\nJacques Coetzer\ngestel nie.\n[28]\tDie getuienis soos blyk uit die verklarings van sekere van die getuies wat\ndie aandeel van Applikant aan die aanranding op die\noorledene bevestig, is aan\ndie advokaat beskikbaar gestel, maar hy het dit nie tydens kruisondervraging\ngebruik nie.’\n[9]\nMnr Oosthuizen, wat namens\nappellant opgetree het, het sy betoog beperk tot die feite uiteengesit in die\naangehaalde par [26] hierbo.\nSy submissies was die volgende:\n(a)\tbeskuldigde no 1 het ‘n verklaring aan die Staat gegee aangaande die\ngebeure in ‘n poging om aanvaar te word as ‘n\nstaatsgetuie. Die\nverklaring bevat die volgende paragraaf:\n‘\t\t\t\t\t24.\nFrans het teen die wasgoedpaal gesit. Ek vir hom\ndie tuinslang gegee sodat hy die bloed van hom kon afspoel. Sy neus en lip het\ngebloei\nnadat Lieb (beskuldigde 3) hom geslaan het. Hy het drie keer gepoog om\nweg te handloop en oor die muur te spring maar Jacques Coetzer\nhet hom telkens\ngevang en weer teen die wasgoedpaal laat sit. Gedurende hierdie tyd het Gerdrie\n(beskuldigde 2) hom gereeld met tussenposes\nen met geskoende voete op sy hele\nliggaam geskop. Ek weet nie hoeveel skoppe dit was nie, maar dit was baie. Ek\nhet elke keer vir\nGerdrie Coetzer gesê dat hy nie vir Frans moet skop nie.\nHy het my egter geïgnoreer en voortgegaan met die skoppery aan\ndie lyf van\nFrans. Gerdrie Coetzer is ‘n baie dominerende mens en het my heeltemal\ngeïgnoreer.’\n(b)\tdie aanranding deur beskuldigde 2 kon moontlik die bloeding op die brein\nveroorsaak het waaraan die oorledene dood is;\n(c)\tappellant was afwesig tydens hierdie aanrandings en kon hy hom nie assosieer\nof vereenselwig daarmee nie;\n(d)\teen advokaat het namens beide appellant en beskuldige 2 opgetree. Daar was\n‘n botsing van belange deurdat enersyds was\ndit in belang van appellant\ndat die getuienis aangaande die aanranding deur beskuldigde 2 openbaar word en\nandersyds was dit in beskuldigde\n2 se belang om dit te verswyg.\n(e)\ttot nadeel van die appellant is beskuldigde 1 nie oor die aanranding deur\nbeskuldigde 2 kruisverhoor nie en daar is ook nie gepoog\nom beskuldigde 1 se\nverklaring voor die hof te bewys nie.\n[10]\nDat dit\n‘n onreëlmatigheid daarstel waar ‘n advokaat vir twee\nbeskuldigdes ten spyte van ‘n botsing van belange\ntussen hulle voortgaan\nom hulle albei te verteenwoordig behoef geen betoog nie (\nS v Naidoo\n1974\n(3) SA 706\nte 712E-H). Die vraag is of daar sodanige onreëlmatigheid in\nhierdie saak was.\n[11]\nDaar is twee redes waarom ek van mening is dat\ndie vraag negatief beantwoord moet word. Ten eerste blyk dit uit appellant se\nverklaring\nter stawing van die aansoek in die art 317 verrigtinge dat hy en sy\nprokureur voor die verhoor volkome bewus was van beskuldigde\n1 se verklaring. In\n‘n brief gedateer 8 Mei 2003 skryf sy prokureur aan die Direkteur van\nOpenbare Vervolgings om hom te oorreed\nom appellant te gebruik as ‘n\nstaatsgetuie. Die volgende paragraaf verskyn daarin:\n‘Dit is gemeensaak\nook uit Staatsgetuie dat my kliënt saam Lieb Coetzer (beskuldigde 3) en\nStaatgetuie is om vuurwapen\nte gaan haal. Uit die verklaring van Strydom\n(beskuldigde 1) en Jacques Coetzer wil dit voorkom asof die Oorledene toe weer\naangerand\nis deur Gerdrie Coetzer (beskuldigde 2) wat selfs uit woede ‘n\ndeurkosyn stukkend hardloop. My kliënt weet egter nie van\nhierdie\naanranding enige iets nie, want hy was nie daar nie, en beide Strydom en Jacques\nCoetzer se verklarings probeer hulle verontskuldig\nin hierdie situasie, terwyl\ndie betrokkenheid by ontsnapping vaag en verwarrend is sonder aanduidings hoe en\nwie die oorledene geslaan\nhet.\nDit het wel vir my kliënt voorgekom dat\ndie Oorledene weer geslaan is en dat hy vasgebind was en ook nat gegooi\nis\n.’ (My onderstreping)\nDat daar ‘n moontlike botsing van\nbelange tussen die beskuldigdes gaan wees is deur appellant se destydse\nprokureur dus voorsien\nen met appellant bespreek. Die appellant het toe voor\n‘n keuse gestaan. Óf hy distansieer hom van die ander beskuldigdes\nen voer sy saak op die basis dat oorledene wel ernstig aangerand is en dat die\nnoodlottige besering deur beskuldigde 2 veroorsaak\nis terwyl hy afwesig was,\nóf hy skaar hom by die ander se leuenagtige verweer dat nie een van die\nvier die oorledene ernstig\naangerand het nie. Hy het laasgenoemde weg gekies. Hy\nkan gevolglik nie nou kla van ‘n botsing van belange nie. Daar is betoog\ndat as ‘n leek dit nie van hom verwag kon word om die gevare van ‘n\nmoontlike botsing van belange in te sien en daarvolgens\nte handel nie. Die\nantwoord hierop is dat hy geen ondervinding nodig gehad het om te besluit of hy\ndie waarheid gaan praat aldan\nnie. Boonop het hy die bystand van sy eie\nprokureur gehad voordat hy die keuse uitgeoefen het.\n[12]\nDie tweede\nrede waarom ek van mening is at daar geen onreëlmatigheid was, is dat dit,\ngegewe appellant se opdrag aan sy advokaat,\nnie in sy belang was dat beskuldigde\n1 se verklaring in die verhoor openbaar gemaak word nie. In die verklaring is\ndaar stellings\nwat appellant betrek by die aanranding en teenstrydig was met sy\npleitverduideliking en sy getuienis. Die volgende paragrawe uit\ndie verklaring\nillustreer dit:\n‘28.\nEk en Gerdrie Coetzer is toe die huis in\nwaar Jacques Coetzer vir ons ‘n drankie gaan ingooi het. Na twee drankies\nhet Gerdrie\nCoetzer toe by die deur uitgestorm om Frans te gaan slaan, waar ek\nhom toe probeer voorkeer het. Hy het toe die kosyn van die deur\nstukkend\ngehardloop. Ek het gesê hulle moet stop sodat Frans kan huis toe gaan. Ek\nhet toe weer gesien dat Ernst Botha en Lieb\nCoetzer besig was om hom te slaan.\nTerwyl ons nog in die huis was het ek gehoor hoe slaan Lieb Coetzer en Ernst\nBotha vir Frans.\nDit het ‘n hele ruk so aangegaan.\n31.\nFrans\nwou nie op die bakkie klim nie en het nie meer baie stabiel voorgekom nie. Hy\nhet baie deurmekaar gelyk. Ek het gesê hulle\nmoet hom los dat hy kan loop\naangesien hy te bang is om polisie toe te gaan. Ek het gedink hy sou wel nog reg\nwees. Gerdrie Coetzer\nhet gesê: “Nee, laai hom af” Hulle is\ntoe met hom weg. Jacques Coetzer het agter op gesit en hom\nvasgehou.’\n[13]\nDie appellant het gevolglik nie daarin geslaag\nom te bewys dat daar ‘n onreëlmatigheid in die verrigtinge was\nnie.\n[14]\nVolledigheidshalwe en al sou hy die beweerde\nonreëlmatigheid bewys het, sou appellant nie die tweede vereiste oorkom het\nnie\nnaamlik om ons te oortuig dat weens die onreëlmatigheid geregtigheid\nnie geskied het nie (die voorbehoudsbepaling tot art 322(1)\nvan die Wet). Al sou\ndie verhoorhof bevind het dat beskuldigde 2 oorledene aangerand het in appellant\nse afwesigheid, beteken dit\nnie dat hy onskuldig bevind sou word nie. Op die\naanvaarde getuienis het appellant toe oorledene ondervra is oor die vuurwapen,\nhom\nherhaaldelik met die vuis gelaan. By sy terugkoms na die vuurwapen gehaal\nis, moes oorledene in ‘n erger toestand gewees het\nas aanvaar word dat\nbeskuldigde 2 hom ernstig aangerand het in appellant se afwsigheid. Tewens\nvolgens die aangehaalde brief van\nappellant se prokureur het appellant dit\nwaargeneem. Nogtans gaan appellant voort en rand oorledene weer met sy vuiste\naan. Om alles\nte kroon gaan hy saam om die oorledene, wat toe bewusteloos of\nsemi-bewusteloos was, wat klaarblyklik ernstig beseer is, wie se klere\npap nat\nis as gevolg daarvan dat beskuldigde 2 hom met ‘n tuinslang nat gespuit\nhet, op ‘n verlate pad op ‘n bitter\nkoue aand af te laai en daar te\nlaat. Daar was na my mening bo enige twyfel bewys dat appellant aktief\ndeelgeneem het aan ‘n\ndeurlopende aanranding en hom vereenselwig het met\ndie ander om die oorledene eerstens aan te rand om die vuurwapen uit te wys en\ndaarna te straf omdat hy dit gesteel het. Al die voorvereistes vir ‘n\nskuldigbevinding op grond van gemeenskaplike doel soos\nneergelê in\nS v\nMgedezi and Others\n1989 (1) SA 687\n(A.D.) is aan voldoen.\nDie\nappèl word van die hand gewys.\n__________________\nP C\nCOMBRINCK\nWAARNEMENDE\nAPPèLREGTER\nHOWIE P\t)Stem\nsaam\nSCOTT AR\t)",
  "scraped_at": "2026-02-12T15:06:08.888415",
  "date": "2005-11-15",
  "coram": [
    "HOWIE P",
    "SCOTT AR",
    "COMBRINCK Wnd AR"
  ],
  "case_number": "562/04",
  "parties": {
    "applicants": [
      "Ernst Botha"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Frans Papaday Konya was found dead in a storm‑water drain near Ventersdorp. A post‑mortem showed fatal head injuries. Four persons – Johannes Frederik Strydom (acquitted), Gert Petrus Coetzer, his son Gotlieb Christiaan Coetzer and Ernst Botha – were charged with murder. Coetzer, Gotlieb Coetzer and Botha were convicted and sentenced to eighteen years’ imprisonment; Strydom was acquitted. Botha applied for leave to appeal and subsequently for a special entry under s317 of the Criminal Procedure Act, alleging that his counsel had a conflict of interest by representing both him and co‑accused 2 and 3.",
    "issues": "The principal issue was whether an irregularity under s317 of the Criminal Procedure Act occurred because the same advocate represented Botha and the other co‑accused, creating a conflict of interest, and if such an irregularity, if proven, rendered the trial unjust under s322. A secondary issue concerned whether the alleged irregularity affected the substantive findings of guilt.",
    "principles": "The court referred to s317(1) of the Criminal Procedure Act, which requires a fair trial and mandates that a court first determine whether an irregularity occurred. It cited precedent such as S v Kroon, S v Xaba, S v Rudman, S v Mthwana, and S v Felthun on the definition of irregularity and the need to assess whether justice was done under s322. The constitutional guarantee of a fair trial (art 35) was also highlighted.",
    "application": "Applying the principles, the court examined the evidence of counsel’s advice and found that Botha and his lawyer were fully aware of any potential conflict and had elected to proceed without withdrawing counsel. The alleged conflict was therefore not established as an irregularity. Moreover, Botha failed to satisfy the second limb of s322 – that the irregularity, even if existent, caused a miscarriage of justice. The court concluded that the trial was fair and the convictions stood.",
    "conclusion": "The appeal was dismissed. The convictions and sentences of Botha, Coetzer and Gotlieb Coetzer were upheld, and no order for a retrial or amendment of the judgment was made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Procedural Irregularities",
    "level_3": [
      "section 317",
      "conflict of interest",
      "appeal",
      "murder",
      "representation"
    ]
  }
}