{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/75.html",
  "case_name": "City of Cape Town (CMC Administration) v Bourbon-Leftley and Another (415/2004) [2005] ZASCA 75; [2006] 1 All SA 561 (SCA); 2006 (3) SA 488 (SCA) (15 September 2005)",
  "citation": "[2005] ZASCA 75",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 75\n|\nNoteup\n|\nLawCite\nCity of Cape Town (CMC Administration) v Bourbon-Leftley and Another (415/2004) [2005] ZASCA 75; [2006] 1 All SA 561 (SCA); 2006 (3) SA 488 (SCA) (15 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number : 415/04\nIn the matter between :\nCITY OF CAPE TOWN\n(CMC\nADMINISTRATION)\t\t\t  \t\t APPELLANT\nand\nW D BOURBON-LEFTLEY NO\t   \t     FIRST RESPONDENT\nM M BOURBON-LEFTLEY NO\t        SECOND  RESPONDENT\nCORAM :\t\t\tHOWIE P, NAVSA, BRAND, VAN HEERDEN JJA\net\nCACHALIA\nAJA\nHEARD :\t\t\t31 AUGUST 2005\nDELIVERED :\t\t15 SEPTEMBER 2005\nServitude entitling farmer to draw water from the appellant's pipeline\n– maximum allocation exceeded – whether tacit term\nthat farmer\nshould pay for excess at 'going rate' – alternatively whether farmer\nliable in delict for excess water\nconsumed.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________________\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThe Wemmershoek Dam near Paarl is one of the sources of drinking\nwater for the inhabitants of the Cape metropole. Both the dam\nand the pipeline\nconnected to it belong to the appellant. The respondents are the trustees of the\nBourbon-Leftley family trust. The\ntrust drew water from the pipeline for the\nirrigation of its fruit farm, Môrelig, in the Wemmershoek Valley. For the\nwater\nso consumed the appellant claimed compensation from the trust in an amount\nof about R1,7m. When the trust refused to pay, the appellant\ninstituted action\nagainst the respondents as its trustees in the Cape High Court. At the end of\nthe trial before Griesel J, the claim\nwas, however, dismissed with costs. The\nappeal against that judgment is with the leave of this court.\n[2]\tThe\nissues between the parties can best be understood against the factual background\nthat follows. It all started in about 1950\nwhen the appellant decided to build\nthe dam across the Wemmershoek River. One of the preparatory steps it had to\ntake was to come\nto some arrangement with the owners of riparian farms who had\nhitherto drawn their water from the river for irrigation purposes.\nAfter some\nnegotiation with those representing the riparian farmers, the appellant\nsucceeded in reaching an agreement with them at\na meeting held on 7 March 1950.\nAll this appears from the minutes of that meeting introduced in evidence before\nthe court\na quo.\n[3]\tThe agreement reached at the meeting was\neventually embodied in a document that was signed by the appellant and every\nindividual\nriparian owner on 19 January 1952. One of the parties to the\nagreement was the trust’s predecessor in title to the farm Môrelig.\nWhat the appellant agreed to, in essence, was to supply the riparian owners with\na maximum allocation of water from the pipeline\nconnected to the dam in exchange\nfor taking away their riparian rights and as compensation for allowing a\nservitude pipeline over\ntheir properties. An overall quantity of 400 million\ngallons per annum was allocated to the farmers as a group. The allocation was\nmade in three categories; a maximum of 240 million gallons free of charge and a\nfurther maximum of 160 million gallons at a rate\nof 1s per 1 000 gallons\nfor the first half of 80 million gallons and 1s 6d per 1 000 gallons for\nthe remaining half.\n[4]\tSubsequently, this overall allocation was\napportioned among the individual owners concerned and each apportionment\nregistered,\ntogether with the other terms of the 1952 agreement, as part of a\nservitude of aqueduct against the title deeds of the individual\nproperties. In\nthe case of Môrelig, the registration took place in October 1964.\nAccording to the 1964 servitude the share\nof the overall allocation allotted to\nMôrelig, translated into metric terms, was a maximum of 151 536\nkilolitres (or cubic\nmetres) per annum divided into a free allocation of\n90 920 kilolitres and a further 60 616 kilolitres at a discounted rate\nof 2,2c per kilolitre for the first half of 30 308 kilolitres and 3,3c per\nkilolitre for the remaining half.\n[5]\tOther terms of the servitude provided that:\n(a)\tthe appellant\nwould install and maintain the pipeline as well as a meter at the point of\nsupply for the purpose of measuring the\nquantity of water drawn;\n(b)\tthe\nowner of Môrelig acknowledged that, save for the allocation in terms of\nthe agreement, he would have no right to take\nwater out of the Wemmershoek River\nor any of its tributary streams.\n[6]\tOn 6 November 1992 the trust took\ntransfer of Môrelig from its predecessor in title, Le Fayet Operations CC.\nIn consequence,\nthe 1964 servitude became a binding agreement between the\nappellant and the trust. In all its subsequent dealings with the appellant,\nthe\ntrust was represented by the first respondent, Mr William Bourbon-Leftley\n(‘Bourbon-Leftley’), although the farming\noperations on\nMôrelig were later taken over by his son, Mr William Bourbon-Leftley\njunior. At the time of the acquisition of\nMôrelig, Bourbon-Leftley had\nsome 34 years experience in farming fruit for the export market as the owner of\nanother farm,\nLoevenstein, in the district of Paarl.\n[7]\tMôrelig\nwas acquired through the trust to extend the fruit farming operations on\nLoevenstein. Shortly after acquisition,\nthe trust therefore proceeded to replace\nthe existing vineyards on the farm with fruit trees to produce plums and citrus\nfor the\nexport market. To that end, 40 hectares were placed under irrigation. On\n18 February 1993 application was made, on behalf of the\ntrust, to the\nappellant’s city engineer, for the installation of a metered outlet of 150\nmillimetres from the pipeline. The\nreason advanced for the request was that the\nexisting 80 millimetre outlet would not satisfy the requirements of the\ntrust’s\nnew irrigation system. The application was approved by the\nengineer in March 1993. From then onward, the trust drew its allocation\nof water\nfrom the pipeline at two metered outlets. While water drawn from the old 80\nmillimetre outlet was primarily used for domestic\npurposes, the water from the\nnew 150 millimetre outlet was used for the irrigation of fruit\ntrees.\n[8]\tThe appellant’s officials stationed at the Wemmershoek\nDam read the meters installed at these outlets on a regular basis\nand\ncommunicated their readings to the appellant’s accounts department in Cape\nTown. Towards the end of 1993, Bourbon-Leftley\nwas told by one of the senior\nofficials at the Wemmershoek Dam, a Mr Young, that according to the\nappellant’s readings, the\ntrust was about to exceed its maximum allocation\nof water for that year. Bourbon-Leftley immediately started making arrangements\nto obtain additional water from other sources. Shortly thereafter, however,\nYoung informed Bourbon-Leftley in writing that he had\nbeen mistaken in that the\ntrust had only withdrawn some 60 000 kilolitres at that stage, which left\nabout 30 000 kilolitres\nof its free allocation available for the remainder\nof that calendar year.\n[9]\tAs a result of this experience,\nBourbon-Leftley, over the period from 1994 to 1998, regularly telephoned the\nofficials at the\nappellant’s accounts department in Cape Town, mostly\nspeaking to a Mrs Riecherts, who furnished him with the monthly readings\nrelating to water consumption on Môrelig. Throughout this period the\nmonthly readings were recorded by Bourbon-Leftley and\ntotalled annually. These\ntotals reflected consumption of far less water than the trust’s annual\nallocation of free water. In\nfact, during some of those years it was as little\nas 33 000 kilolitres and it never exceeded 52 000 kilolitres in any\ngiven\nyear. As a consequence, so Bourbon-Leftley testified, he ceased his\npractice of making these inquiries at the end of 1998.\n[10]\tUnbeknown to\nthe appellant’s officials involved, including Mrs Riecherts, the readings\nobtained by the appellant and communicated\nto Bourbon-Leftley, were not correct.\nThe errors resulted from a persistent misreading by the appellant's meter\nreaders of the meter\nwhich was installed at the trust's new 150 millimetre\noutlet in 1993. The misreadings occurred because the meter readers had failed\nto\nmultiply the reading on the meter by a factor of 10 as they were required to do\nby the instructions appearing on the face of the\nmeter itself. This error was\nperpetuated until eventually discovered by one of the appellant’s\nofficials in about July 1999.\n[11]\tWith effect from July 1999 the metre\nwas read correctly. These correct readings showed that the trust’s\nconsumption of\nwater had exceeded, not only its free allocation, but its overall\nmaximum allocation of 151 636 per annum by a substantial margin.\nHowever,\nthese facts were only communicated to the trust much later. Though water\naccounts were prepared by the appellant’s\naccount department on the basis\nof the correct readings since July 1999, problems were compounded by the fact\nthat these accounts\ndid not reach the trust because they were erroneously sent\nto the postal address of the previous owner of Môrelig, Le Fayet\nOperations CC.\n[12]\tThis state of affairs continued until 7 November 2001\nwhen a final demand was hand-delivered, on behalf of the appellant, to\nBourbon-Leftley junior on the farm. This was the first intimation received by\nthe trust that its annual consumption of water exceeded\nnot only its allocation\nof free water, but its overall allotment in terms of the 1964 servitude.\nBourbon-Leftley thereupon immediately\narranged for alternative sources of water\nfor irrigation on Môrelig with the result that the trust did not exceed\nits overall\nallocation in 2002 while its excess use in 2003 was\nnegligible.\n[13]\tThe final demand delivered to the trust was essentially\nfor payment of the amount claimed in these proceedings, ie \nR1 696 758,58.\nIt is alleged to be owing by the trust for the water\nconsumed in excess of its maximum annual allocation over the period of three\nyears between 1 January 1999 and 31 December 2001. According to the appellant's\nrecords that were formally admitted by the respondents\nat the trial, the actual\nquantities used by the trust over that period were: 309 840 kilolitres\nduring 1999, 348 629 kilolitres\nduring 2000 and  265 852 kilolitres\nduring 2001.\n[14]\tThe amount claimed is calculated on the premise that\nthe trust is liable to pay for water used in excess of its overall quota\nof\n151 636 kilolitres per annum at the appellant’s so-called\n‘miscellaneous tariff plus 25%’. This, so the\nappellant alleged, is\nthe rate paid, inter alia, by some riparian owners in a position similar to the\ntrust for water consumed in\nexcess of their overall allocations under the 1952\nagreement. Although the respondents denied that the trust was liable to pay for\nits excess consumption at the alleged miscellaneous rate plus 25%, they admitted\nthat, if the trust should be held to be liable to\npay at all, and if that should\nbe found to be the applicable rate, the appellant would be entitled to judgment\nin the amount claimed.\n[15]\tThe primary basis of appellant’s claim\nas formulated in its particulars of claim relied on an alleged tacit term of the\nservitude agreement to the effect that:\n‘should the trust exceed its\nmaximum annual allocation of water from the pipeline of 151 536 kilolitres,\nthen the trust\nwould pay the plaintiff for the excess water utilised at a rate\nequivalent to that charged to other parties entitled to similar rights\nto draw\nfrom the pipeline.’\n[16]\tThe appellant also formulated an\nalternative claim which was founded in delict. Its allegations in support of\nthis claim were,\nin the main, that the respondents were liable to it for the\ndamages it had suffered as a result of the intentional, alternatively\nnegligent,\nmisappropriation of its water by the trust.\n[17]\tThe respondents\ndisavowed liability on either of these grounds. With regard to the main claim\nthey denied the existence of the\nalleged tacit term. In the alternative they\npleaded that, if such a tacit term were found to exist, then the servitude must\nhave\nbeen subject to two further tacit terms. In substance, these two terms seem\nto amount to the same thing, namely that the trust would\nonly be liable to pay\nfor excess water if the appellant had given it fair warning of such excess use.\n[18]\tThe court\na quo\nfound that the claim could not be sustained\nby either of the two causes of action upon which it was brought. The appellant's\nargument\non appeal is that the court erred in that it should have held the trust\nliable on one of these alternative grounds.\nTACIT TERM\n[19]\tA\ndiscussion of the legal principles regarding tacit terms is to be found in the\njudgment of Nienaber JA in\nWilkins NO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at\n136H-137D. These principles have since been applied by this court, inter alia,\nin\nBotha v Coopers & Lybrand\n2002 (5) SA 347\n(SCA) paras 22-25 and in\nConsol Ltd t/a Consol Glass v Twee Jonge Gezellen (Pty) Ltd and another\n[2004] 1 All SA 1\n(SCA) paras 50-52. As stated in these cases, a tacit term\nis based on an inference of what both parties must or would necessarily\nhave\nagreed to, but which, for some reason or other, remained unexpressed. Like all\nother inferences, acceptance of the proposed\ntacit term is entirely dependent on\nthe facts. But, as also appears from the cases referred to, a tacit term is not\neasily inferred\nby the courts. The reason for this reluctance is closely linked\nto the postulate that the courts can neither make contracts for people,\nnor\nsupplement their agreements merely because it appears reasonable or convenient\nto do so (see eg\nAlfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\nAdministration\n1974 (3) SA 506\n(A) at 532H). It follows that a term cannot\nbe inferred because it would, on the application of the well known 'officious\nbystander'\ntest, have been unreasonable of one of the parties not to agree to it\nupon the bystander’s suggestion. Nor can it be inferred\nbecause it would\nbe convenient and might therefore very well have been incorporated in the\ncontract if the parties had thought about\nit at the time. A proposed tacit term\ncan only be imported into a contract if the court is satisfied that the parties\nwould\nnecessarily\nhave agreed upon such a term if it had been suggested\nto them at the time (see eg\nAlfred McAlpine\nsupra at 532H-533B and\nConsol Ltd t/a Consol Glass\nsupra para 50). If the inference is that the\nresponse by one of the parties to the bystander’s question might have been\nthat\nhe would first like to discuss and consider the suggested term, the\nimportation of the term would not be justified.\n[20]\tIn deciding whether\nthe suggested term can be inferred, the court will have regard primarily to the\nexpress terms of the contract\nand to the surrounding circumstances under which\nit was entered into. It has also been recognised in some cases, however, that\nthe\nsubsequent conduct of the parties can be indicative of the presence or\nabsence of the proposed tacit term (see eg\nWilkins NO v Voges\nsupra at\n143C-E;\nBotha v Coopers & Lybrand\nsupra para\n25).\n[21]\tReverting to the servitude agreement under consideration, it is\nclear, as I have said, that provision is made in express terms\nfor the\nallocation of a prescribed volume of water free of charge. In addition, a\nfurther allocation is made at discounted rates.\nNothing is said, however, as to\nwhat would happen in the event of the property owner exceeding its overall\nallocation of water in\nall three categories. The appellant’s case is not\nthat the parties have applied their minds to such eventuality. What it contends\nfor is that the parties did not think of this eventuality at all, but that, if\nat the time of the agreement the parties had been\nasked what would happen in\nthis event, their unanimous response would have been that the owner would pay\nfor the excess consumption\nat the going rate. The starting point of the\nappellant’s argument in support of this contention was that, in the given\nsituation,\none of only three possible results could eventuate. First, the excess\nwater could be provided at no cost. Second, the excess water\ncould be provided\nat a cost and, third, the appellant could simply cut off the supply of water to\nthe property.\n[22]\tThe first option, so the appellant's argument\nproceeded, can be disposed of on the basis that it would be completely\nunbusinesslike\nand incompatible with the express terms of the agreement. Thus\nfar the argument is obviously sound. As to the third option, the appellant\nargued, such conduct on its part would constitute an interference with the\nowner’s servitudinal rights which would entitle\nthe owner to rely on the\nmandament van spolie\n(cf\nBon Quelle (Edms) Bpk v Munisipaliteit van\nOtavi\n1989 (1) SA 508\n(A) at 513B-E and 516E-H;\nTelkom SA Ltd v Xsinet\n(Pty) Ltd\n2003 (5) SA 309\n(SCA) paras 9 and 12). Which leaves the second\noption as the only realistic alternative. Once this is accepted, the argument\nconcluded,\nlogic dictates that the parties would inevitably have agreed that the\nowner would pay for excess consumption at the going rate.\n[23]\tI am not\npersuaded by this line of reasoning. In my view it departs from a wrong premise.\nAcceptance of the proposition –\ndoubtful in itself – that the\nappellant would be guilty of spoliation if it refused to supply the owner with\nmore water than\nit was contractually entitled to, would not on its own justify\nthe conclusion that the owner could therefore exceed its overall annual\nallocation with impunity, as long as it paid for the excess at the going rate.\nOtherwise stated, to say that the appellant would\nnot be entitled to cut off the\nowner’s water supply would not render a limitation of the owner's right of\nwithdrawal of water\nto the quantity of its allocation, unenforceable. The\nappellant would be entitled to compel compliance with such limitation in other\nways, for example, by cancelling the agreement – with or without a claim\nfor damages – or by compelling specific performance\nthrough obtaining a\nprohibitory interdict.\n[24]\tUpon being asked by the officious bystander\nwhat would happen if the owner exceeded its allocation, the third option\navailable\nto the parties was therefore not, as suggested by the appellant, that\nthe appellant would simply cut off the owner's water supply.\nTheir real option\nwas to respond that the owner was not entitled to exceed its overall allocation\nand that, if it did so, the appellant\nwould have whatever remedies would be\navailable to it in law. In fact, I believe that in all the circumstances this\nwas the answer\nthe officious bystander was most likely to receive from both\nparties; perhaps with the rider that if the owner needed more water\nit could be\nprovided by the appellant, subject to availability, at a rate to be\nnegotiated.\n[25]\tThere are several reasons why I think that the latter\noption represents the most likely answer the parties would have given.\nFirst, it\nappears from the minuted negotiations preceding the servitude agreement that it\nwas not envisaged that the riparian owners\nwould require any water in excess of\ntheir overall allocations. Second, as also appears from the same minutes, it was\nspecifically\npointed out by the appellant's representatives during these\nnegotiations, that the prime purpose of the Wemmershoek Dam was to provide\npotable water to the inhabitants of Cape Town and not to supply the farmers of\nthe Wemmershoek Valley with water for irrigation purposes.\nIn the circumstances\nit is improbable, in my view, that the appellant would have agreed to afford\nevery riparian owner the right\nto claim unlimited quantities of water from the\npipeline, albeit at 'the going rate'. Third, I find it unlikely, from the\nfarmers'\npoint of view, that they would have agreed to buy irrigation water at\nthe going rate paid for drinking water by the inhabitants of\nCape Town without\neven enquiring what that rate was likely to be. This unlikelihood is borne out,\nto an extent, by Bourbon-Leftley's\nconduct. Each time he was told that the trust\nwas exceeding its overall allocation, he made alternative arrangements for\nirrigation\nwater. Fourth, I find myself in agreement with the conclusion arrived\nat by the court\na quo,\nthat a tacit term entitling the riparian owners to\nclaim more than the quantities allotted to them would be at odds with their\nexpress\nacknowledgement in terms of the servitude agreement that, apart from\ntheir allocation under the servitude, they were not entitled\nto any water from\nthe Wemmershoek River or its tributary streams. Acceptance of the fact that the\nowner was not entitled to exceed\nits maximum overall allocation would obviously\npreclude any agreement on compensation for excess use. The parties could hardly\nbe\nassumed to have concluded an agreement on the basis of what would constitute\nbreach of contract by one of them.\n[26]\tThe appellant's further argument\nin support of the proposed tacit term was based on the evidence that other\nriparian owners in\na position similar to that of the trust had paid for water\nconsumed in excess of their allocation at the appellant's 'miscellaneous\nrate\nplus 25%'. The difficulty with this argument is, however, that there is no\nindication as to why these farmers were prepared\nto pay this rate. Did they\nreally do so by way of implementing what they thought to be a tacit term of the\nservitude? Or was it done\npursuant to ad hoc arrangements between the appellant\nand those farmers? Without knowing the answer to these questions, the payments\nper se\ncannot sustain the inference contended for by the appellant. I\ntherefore agree with the court\na quo\n's finding that the appellant had\nfailed to establish the tacit term upon which its main claim\nrelies.\nTHE DELICTUAL CLAIM\n[27]\tThe appellant's alternative\ncause of action formulated in delict – not strenuously pursued on appeal\n– was for damages\nresulting from the unlawful and intentional,\nalternatively negligent, misappropriation of its water by the trust. In support\nof the\nproposition that such an action is, in principle, available in our law,\nthe appellant sought to rely on the judgment of this court\nin\nHefer v Van\nGreuning\n1979 (4) SA 952\n(A) at 958H (cf also, eg Neethling, Potgieter &\nVisser\nLaw of Delict\n4 ed p 11; Van der Merwe\nSakereg\n2 ed p 357;\nSilberberg & Schoeman\nThe Law of Property\n4 ed (by Badenhorst, Pienaar\n& Mostert) p 244\net seq\n). I shall approach the matter, without\nfinally deciding the issue, on the assumption that this foundational proposition\nis true.\n[28]\tA substantial part of the appellant's argument under this\nheading was attributed to a criticism of the court\na quo\n's conclusion\nthat it could not find the trust's misappropriation to have been intentional.\nThis conclusion was primarily based on\nthe acceptance of the\nipse dixit\nby the Bourbon-Leftleys, senior and junior, that they were unaware of the fact\nthat the trust was consistently exceeding its overall\nallocation. The\nappellant's contention in this regard was that these declarations of good faith,\nespecially on the part of Bourbon-Leftley\nsenior, could not stand up to\nscrutiny. In support of this contention it pointed out that Bourbon-Leftley was\na farmer of 34 years'\nexperience in fruit farming; that he was well aware of the\nfact that the irrigation of fruit trees required at least 4 000 kilolitres\nper hectare annually and that he had planted 40 hectares of fruit trees on\nMôrelig. He must therefore have known that the trust\nrequired a minimum of\nsome 160 000 kilolitres per annum for its irrigation purposes.\nConsequently, he must have appreciated\nthat the measurements of between\n33 000 and 52 000 kilolitres per annum that he obtained from Mrs\nRiecherts could not possibly\nbe accurate. There is considerable merit in this\nargument. Of course, the argument gains substantial force when the alternative\nyardstick\nof the reasonable person in Bourbon-Leftley's position, which would\nsatisfy the element of negligence as a requirement for Aquilian\nliability, is\napplied. However, the view that I hold on the outcome of the appeal renders it\nunnecessary to arrive at any final conclusion\non the issue of whether or not the\nmisappropriation by the trust can be ascribed to the guilty minds of those\nacting on its behalf.\n[29]\tThe court\na quo\n's main reason for\ndismissing the appellant's delictual claim was that it had failed to prove any\ndamages. I agree with this conclusion.\nThe appellant's case is that, but for the\nmisappropriation by the trust, it would have sold the quantity of the excess\nwater consumed\nto other users at its going rate. Bourbon-Leftley's undisputed\nevidence was, however, that during the three year period under consideration,\nthe Wemmershoek Dam was never empty. Without more, this would give rise to the\ninference that, despite the excess use of water by\nthe trust, the appellant's\nwater supply still exceeded the demand of its potential purchasers. In the\nabsence of any evidence as\nto the level of the dam immediately after the next\nrains, one simply does not know whether the excess water that was used by the\ntrust would have flowed down to the sea the next time the dam reached its\nmaximum capacity. If it did, the appellant would not have\nsuffered any loss. It\nfollows that, in my view, the appellant's claim was rightly disallowed on both\nthe contractual and the delictual\nbases advanced.\n[30]\tFor these reasons\nthe appeal is dismissed with costs.\n..................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nHOWIE P\nNAVSA JA\nVAN HEERDEN JA\nCACHALIA\nAJA",
  "scraped_at": "2026-02-12T14:58:03.038690",
  "date": "2005-09-15",
  "coram": [
    "HOWIE P",
    "NAVSA",
    "BRAND",
    "VAN HEERDEN JJA",
    "CACHALIA AJA"
  ],
  "case_number": "415/04",
  "parties": {
    "applicants": [
      "City of Cape Town (CMC Administration)"
    ],
    "respondents": [
      "W D Bourbon-Leftley",
      "M M Bourbon-Leftley"
    ]
  },
  "sections": {
    "facts": "The City of Cape Town (the appellant) owns the Wemmershoek Dam and a pipeline supplying water to riparian farms. In 1952 a servitude was created allocating a total of 400 million gallons per year to the farmers, of which each farm received a specific share. The trust representing the Bourbon‑Leftley family obtained the Môrelig farm in 1992 and was allocated 151 536 kilolitres per annum (90 920 kl free, the remainder at discounted rates). The trust installed a new 150 mm outlet in 1993. Due to a meter‑reading error (failure to multiply by 10) the trust was erroneously told it was using far less water than it actually was. Correct readings from July 1999 showed the trust exceeded its overall allocation in 1999‑2001, resulting in a demand for R1 696 758,58 for the excess water.",
    "issues": "1. Whether a tacit term exists in the servitude obliging the trust to pay for water used in excess of its allocation at the ‘going rate’. 2. If such a tacit term exists, whether it is subject to a further tacit term requiring the appellant to give fair warning before liability arises. 3. Alternatively, whether the trust is liable in delict for intentional or negligent misappropriation of water and whether the appellant suffered compensable loss.",
    "principles": "The court applied the doctrine of tacit terms, using the ‘officious bystander’ test: a term can be implied only if both parties would have inevitably agreed to it at the time of contract formation. The term must not be inferred merely because it is reasonable or convenient. Relevant authorities include Wilkins NO v Voges (1994) ZASCA 53, Botha v Coopers & Lybrand (2002), and Consol Ltd t/a Consol Glass v Twee Jonge Gezellen (2004). For delict, liability requires proof of wrongful conduct (intentional or negligent) and demonstrable damages, as outlined in Hefer v Van Greuning (1979).",
    "application": "The court found no express provision for payment of excess water and rejected the inference of a tacit term, reasoning that the parties would most likely have responded that the owner could not exceed the allocation and that the appellant could enforce the limitation by other legal remedies, not by automatically charging the ‘going rate’. The argument that other farmers paid a miscellaneous rate was rejected because there was no evidence those payments arose from a tacit term. Regarding delict, the court held that the trust’s misappropriation was not proven intentional and that the appellant failed to show any loss, as the dam was never emptied and excess water would not have been sold at a loss.",
    "conclusion": "The appeal was dismissed with costs. The trust was not held liable for the excess water either on contractual or delictual grounds."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Water Rights",
    "level_3": [
      "servitude",
      "tacit term",
      "delict",
      "water allocation",
      "metering error"
    ]
  }
}