{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/101.html",
  "case_name": "Mogale and Others v Seima (575/2004) [2005] ZASCA 101; 2008 (5) SA 637 (SCA) (14 November 2005)",
  "citation": "[2005] ZASCA 101",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 101\n|\nNoteup\n|\nLawCite\nMogale and Others v Seima (575/2004) [2005] ZASCA 101; 2008 (5) SA 637 (SCA) (14 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 575/04\nIn the matter between:\nCHARLES MOGALE\nFirst\nAppellant\nJOHNNIC PUBLISHING LIMITED &\nNAP PUBLICATIONS\t\t\t\t\t      Second Appellant\nALLIED\nPUBLISHING LIMITED\t\t\t          Third\nAppellant\nand\nEPHRAIM SEIMA\t\t\t\t          \t     \nRespondent\nCoram:\tHARMS, ZULMAN, NAVSA, JAFTA, JJA and NKABINDE AJA\nHeard:\t1   NOVEMBER 2005\nDelivered:\t14 NOVEMBER 2005\nSubject:\tDefamation\nquantum\nJ U D G M E N T\nHARMS JA/\nHARMS JA:\n[1]\tThe editor, the publisher and the distributor of the\nSowetan Sunday World newspaper are appealing an award of damages for defamation\nagainst them. In a gossip column named\nShwashwi\nthe paper carried on 2\nSeptember 2001 an item in concerning the plaintiff, the present respondent. The\nplaintiff at the time was\nan advocate practicing of about four years’\nstanding at the Pretoria Bar. He had a romantic relationship with Ms Michelle\nMolatlou,\na television presenter of a magazine programme called\nMamepe\n.\nShwashwi\nreported that the plaintiff, after a wedding reception and being\nannoyed by the fact that Ms Molatlou had taken notice of other men,\ngave her, in\nthe local slang, a ‘hot klap’ through the face. (‘Klap’\nis the Afrikaans word for a slap.) Wounded\nby the defamatory statement, the\nplaintiff decided to claim damages amounting to R150 000. The court below, per\nMotata J, awarded\nR70 000. Dissatisfied with the size of the award, the\nappellants (the defendants) sought leave to appeal from the trial judge, which\nhe refused. This Court eventually granted the necessary leave.\n[2]\tThe\nhearing of the application in the court below lasted many hours during which\nsome remarks fell from the bench that gave rise\nto further grounds of appeal and\nadditional written argument. I do not intend to dwell on these remarks simply\nbecause an appeal\nis supposed to be directed against the judgment and order and\nnot against\nex post facto\nattempts to justify what was contained in or\nomitted from the judgment, or against gratuitous remarks made during the course\nof argument.\nThis would not have happened if the trial court, in the exercise of\nits inherent jurisdiction, had contained the hearing of the application\nfor\nleave to appeal within reasonable limits. There is no reason why in all such\ncases strict time limits should not be imposed,\neither at the outset or during\nthe argument, on both sides. A cue may be taken from the US Supreme Court that\nallows half an hour\na side, and the Federal Appeal Courts that allow a quarter\nof an hour a side, for the hearing of oral argument in a full appeal.\nOral\nargument may even be dispensed with, considering that this Court and the\nConstitutional Court routinely dispose of applications\nfor leave to appeal\nwithout oral argument. A judge of first instance knows the issues in the case\nand has a judgment dealing with\nthem and ought to be able, in the light of the\nnotice of application for leave to appeal, to dispose of the application one way\nor\nthe other without too much ado. And if leave is sought orally as soon as\njudgment is delivered, normally the matter can and should\nbe disposed of there\nand then.\n[3]\tReverting then to the facts of the case, already on the\nfirst page of the newspaper the reader was alerted to the fact that the\nShwashwi\ncolumn carried an item ‘TV STAR GETS HOT KLAP’. The\nmain heading in the column read ‘SICK WAY TO TREAT A LADY’.\nFor the\nsake of context I quote the full text of the item, which hardly qualifies as an\narticle:\n‘Michelle Molatlou, the sultry\nMamepe\npresenter was\nleft with an inflamed cheek after her boyfriend Ephraim Sima gave her a hot klap\nlast Saturday.\nThe incident happened after the wedding of Sidney Baloyi, the\nsocialite and SABC producer, in Giyani, Northern Province, at about\n5pm at the\nMasingita filling station in Giyani in front of surprised gawkers.\nSima\napparently swung into action after catching her eyeing Baloyi’s best man,\nthe former\nWoza Weekend\npresenter James Shikwambane.\nShe had a plaster\non her cheek this week, which apparently sent the\nMamepe\nproducers into a\ntizz during the shooting of the magazine programme.\nSima has reportedly been\nirritated by rumours linking Molatlou to Metro FM head Leasley Nhloko and\nseveral other men. Egad.’\n[4]\tThe plaintiff relied on three\nsentences, which concern him, as being defamatory. They are the introductory\nsentence stating that\nhe gave Ms Molatlou a ‘hot klap’; the sentence\nalleging that he swung into action; and the allegation that he was\n‘reportedly\nirritated by rumours’. Let me immediately state that the\nsecond and third sentences can by no stretch of the imagination be\nconsidered\ndefamatory and I do not find any indication that the trial judge thought\notherwise.\n[5]\tThe plaintiff proceeded to allege that the article was\ndefamatory and meant that (i) the plaintiff is abusive; (ii) he behaved\nin a\nviolent manner towards his girlfriend in public; (iii) he is a man of violent\nand aggressive behaviour; and (iv) he behaved\nin a manner unbecoming of his\nprofession. The defendants admitted from the outset that the item bore the\nmeaning set out in (ii)\nbut they pleaded that the report was substantially true\nand in the public interest.\n[6]\tDuring preparation for trial the\ndefendants could not trace some of the original informants and those they did\nlocate were not\nprepared to testify. In consequence, the defendants in a letter\nof 7 October 2003 (the trial was initially set down for the next\nday) conceded\nthat the article was defamatory in the sense set out in (ii); they abandoned all\ntheir defences; and they stated that\nthey would rely on a lack of intention to\ninjure and the freedom of expression as factors that reduce the quantum of\ndamages. The\nletter ended with a tender of\n‘an apology and retraction\nto be published in the Sowetan Sunday World. Such apology will specifically\nretract the allegation\nthat your client struck Ms Molatlou, express regret for\nthe publication and apologise for it.’\n[7]\tThe tender was not\naccepted and the apology was consequently not published. The trial nevertheless\ndid not proceed as intended\non the given day and commenced only on 4 February\n2004. During his testimony the plaintiff was asked to comment on the meaning of\nthe article as an ordinary member of the newspaper reading public. Over the\ndefendants’ objections the question was allowed\nand the plaintiff\nproceeded to say what the pleadings said the article meant. Shortly afterwards\nthe plaintiff conceded that the\nevidence was inadmissible to prove the meaning\nof the article but the court said that the question had been allowed in the\ncontext\nof damages (whatever that might mean). The evidence was clearly\ninadmissible (\nDemmers v Wyllie and others\n1978 (4) SA 619\n(D) at 624A-C)\nbut it does not matter because the judge below nowhere held that (i), (iii) and\n(iv) were established and consequently\ndid not make any finding against the\ndefendants based on that evidence, rightly so in my mind.\n[8]\tThe sole\nissue is then one of quantum. The determination of quantum in respect of\nsentimental damages is inherently difficult\nand requires the exercise of a\ndiscretion, more properly called a value judgment, by the judicial officer\nconcerned. Right-minded\npersons can fairly disagree on what the correct measure\nin any given case is and it is therefore the rule that a court of appeal\nhas a\nlimited power of intervention. The court of appeal usually considers what it\nwould have awarded and if there is a palpable\nor manifest discrepancy between\nthat amount and that awarded by the trial court, it will interfere (e.g.\nSalzmann v\nHolmes\n1914 AD 471\nat 480 and\nSutter v Brown\n1926 AD\n155\nat 171). A court of appeal may also interfere if the court of first instance\nmaterially misdirected itself and in this regard it\nis important for a court of\nsecond instance to know what factors a trial court took into account in\ndetermining the award, something\nconspicuously lacking in this\ncase.\n[9]\tThe Constitution, in line with the common law, places a\ngreat value on human dignity (including reputation). It also, more so\nthan the\ncommon law, emphasises the right to the freedom of expression. These two rights\nhave to be balanced, a somewhat delicate\nand difficult exercise. But it is not\nonly in regard to justification of a defamation that the freedom of expression\nimpacts on the\nright of dignity. It also impacts on questions such as the\ninterpretation of an allegedly defamatory statement: life is robust and\nover-sensitivity does not require legal protection; and of quantum: too high an\naward of damages may act as an unjustifiable deterrent\nto exercise the freedom\nof expression and may inappropriately inhibit the exercise of that right. It is\nnot, however, without interest\nto note that since or due to the influence of the\nCode Napoleon civil law countries such as Germany do not recognise a damages\nclaim\nfor defamation unless the defamation is a criminal defamation. Our own\nindigenous law also does not in general allow damages claims\nfor defamation\nunless allegations of witchcraft are involved (Olivier et al ‘Indigenous\nlaw’ 32\nLawsa\n1\nst\nre-issue para 202-205) but our Roman\nDutch common law provides for defamation claims for all on the same\nbasis.\n[10]\tAs to the general approach to quantum, there are many dicta\nthat create the impression that compensation may be awarded as a\npenalty imposed\non the defendant and that the amount is not only to serve as compensation for\nthe plaintiff’s loss of dignity,\nfor example\nDie Spoorbond and another\nv South African Railways\n1946 AD 999\nat 1005. These dicta were put in\ncontext by Didcott J in\nFose v Minister of Safety and Security\n[1997] ZACC 6\n;\n1997 (3)\nSA 786\n(CC) at 830 para [80] when he said the following:\n‘Past awards\nof general damages in cases of defamation,\ninjuria\nand the like coming\nbefore our courts have sometimes taken into account a strong disapproval of the\ndefendant's conduct which was\njudicially felt. That has always been done,\nhowever, on the footing that such behaviour was considered to have aggravated\nthe actionable\nharm suffered, and consequently to have increased the\ncompensation payable for it. Claims for damages not purporting to provide a\ncent\nof compensation, but with the different object of producing some punitive or\nexemplary result, have never on the other hand\nbeen authoritatively recognised\nin modern South African law.’\n[11]\tIn a like vein Hattingh J said\nin\nEsselen v Argus Printing and Publishing Co Ltd and others\n1992 (3) SA\n764\n(T) at 771F-I:\n‘In a defamation action the plaintiff essentially\nseeks the vindication of his reputation by claiming compensation from the\ndefendant; if granted, it is by way of damages and it operates in two ways\n– as a vindication of the plaintiff in the eyes\nof the public, and as\nconciliation to him for the wrong done to him. Factors aggravating the\ndefendant's conduct may, of course,\nserve to increase the amount awarded to the\nplaintiff as compensation, either to vindicate his reputation or to act as a\nsolatium\n.\nIn general, a civil court, in a defamation case, awards\ndamages to solace plaintiff's wounded feelings and not to penalise or to\ndeter\nthe defendant for his wrongdoing nor to deter people from doing what the\ndefendant has done. Clearly punishment and deterrence\nare functions of the\ncriminal law, not the law of delict. Only a criminal court passes sentence with\nthe object of\ninter alia\ndeterring the accused, as well as other persons,\nfrom committing similar offences in future; it is not the function of a civil\ncourt\nto anticipate what may happen in the future or to 'punish' future conduct\n(cf\nLynch v Agnew\n1929 TPD 974\nat 978 and Burchell\nThe Law of\nDefamation in South Africa\n(1985) at 293).’\n[12]\tI mention this\nbecause the learned trial judge was not made aware of these principles and he\napparently considered that an award,\nwhich would teach newspapers to limit\nthemselves to inform and entertain the public without affecting anyone, was\njustified. The\n‘teach them a lesson’ theme underlies the judgment,\nas the learned judge himself later emphasised. In this regard he\nerred.\n[13]\tTurning then from the general to the particular. The main factor\ndetermining quantum is the seriousness of the defamation. (FDJ\nBrand\n‘Defamation’ 7\nLawsa\n2 ed para 260 provides a useful\nchecklist of factors.) Admittedly, the allegation attributed a criminal act,\nwhich is at the same\ntime morally reprehensible, to the plaintiff. That much is\ncommon cause. The fact of the matter is, however, that the report itself\nprovides some kind of justification for the ‘klap’, namely the\nalleged flirtations of his girlfriend. The ordinary reader,\nI believe, would\nhave seen that as a provocation that somewhat reduced the plaintiff’s\nculpability.\n[14]\tThe second factor is the nature and extent of the\npublication. The newspaper had a circulation of about 90 000 to 95 000 and\na\nreadership of many more, maybe even ten times more. The publication was\naccordingly in local terms wide. On the other hand, the\nitem formed part of a\ngossip column and the average reader would have taken anything there stated with\nmore than a pinch of salt:\nthe item was not dressed up as hard news but as\ngossip, i.e., ‘casual conversation or unsubstantiated reports about other\npeople’\n(according to the Concise Oxford English\nDictionary).\n[15]\tThe third factor is the reputation, character and\nconduct of the plaintiff. The defendants did not attack the reputation or\ncharacter\nof the plaintiff and as he said, everyone he knows accepted that the\nallegation was untrue. However, not unlike politicians, persons\nwho move in or\nclose to the limelight have to expect that their lives will be to some extent in\nthe public domain and they must be\nprepared to endure somewhat more than the\nordinary citizen has to endure.\n[16]\tLastly, the motives and conduct of\nthe defendants are relevant. The reporter (Mr Molele) testified that he had\nreceived the information\nabout the assault from four persons. He cross-checked\nthe facts and was satisfied of their correctness since his informants told\nthe\nsame story. He did not ask for the plaintiff’s version because it he\nthought it unlikely that the plaintiff would admit\nthe allegations. Afterwards\nhe could not trace all his sources for purposes of the trial and those he could\nfind were not prepared\nto testify. (He gave their names.) There can be no doubt\nthat the reporter must have had at least one source for his story. The\ninformation\nconcerning the attendance of the couple at a wedding in Giyani was\ncorrect. How did he obtain that? There is no suggestion that he\never harboured a\npersonal grievance against the plaintiff or his girlfriend (both of whom he knew\npersonally) or that the report\nwas actuated by malice. There is accordingly no\nreason to disbelieve his evidence on this point. Although the trial court held\nthat\nthe reporter was not the originator but only the conveyor of the gossip it\nalso held that the report was ‘unsubstantiated’,\na finding that was\nnot explained and which is inexplicable in the light of the evidence as a whole.\n(The demeanour finding, namely\nthat the reporter was generally evasive and\nsuffered from amnesia about a matter that had nothing to do with the case, added\nnothing\nto the judgment as did the finding that the plaintiff was an impressive\nwitness because he admitted that he had not read all the\ncase law on quantum.)\n[17]\tAs mentioned, as soon as the defendants realised that they could\nnot establish the truth of the statement they tendered a published\napology. This\nwas not to the satisfaction of the plaintiff, why I have some difficulty to\nunderstand. He did not make a counterproposal.\nThe apology may have been late,\nbut the defendants until then had reason to believe that none was called for.\nThe trial court erred\nin disregarding this material factor.\n[18]\tTo sum\nup: having regard to the foregoing and the general trend of awards in recent\ntimes and the fact that our courts have not\nbeen generous in their awards of\nsolatia\n(\nArgus Printing & Publishing Co Ltd v Inkatha Freedom\nParty\n[1992] ZASCA 63\n;\n1992 (3) SA 579\n(A) at 590), a practice that is to be commended, I\nbelieve that a proper award in this case should have been R12 000,00. There is\na\nmaterial discrepancy between this amount and that awarded and there is\naccordingly more than sufficient reason to interfere with\nthe\naward.\n[19]\tThe defendants made an unconditional tender of R20 000,00\nwith costs taxed at the high court scale already on 12 September 2003.\nHowever,\nthey only tendered their apology on 7 October 2003.\nIt would accordingly be\nfair to award the plaintiff his costs until the latter date. Although the matter\nwas one for the magistrates’\ncourts – the idea that defamation and\nother\ninjuria\nclaims may, without regard to their monetary value, of\nright be instituted in the high courts is outdated – in the light of\nthe\ndefendants’ tender to pay costs on the high court scale I shall hold them\nto it.\n[20]\tIn the event the following order is made:\n(a)\nThe appeal is upheld with\ncosts.\n(b)\nThe order of the court below is set\naside and replaced with the\nfollowing:\n(i)\nJudgment for the plaintiff in\nthe amount of R12 000,00 with costs on the High Court scale until 7 October\n2003.\n(ii)\nThe plaintiff is to pay the costs of\nthe defendants as from 8 October 2003, including the costs of the postponement\non that day.\n__________________\nL T C  HARMS\nJUDGE OF\nAPPEAL\nAGREE:\nZULMAN JA\nNAVSA JA\nJAFTA JA\nNKABINDE AJA",
  "scraped_at": "2026-02-12T15:05:53.747388",
  "date": "2005-11-14",
  "coram": [
    "Harms JA",
    "Zulman JA",
    "Navsa JA",
    "Jafta JA",
    "JJA",
    "Nkabinde AJA"
  ],
  "case_number": "575/04",
  "parties": {
    "applicants": [
      "Charles Mogale",
      "Johnnic Publishing Limited & NAP Publications",
      "Allied Publishing Limited"
    ],
    "respondents": [
      "Ephraim Seima"
    ]
  },
  "sections": {
    "facts": "The Sowetan Sunday World published a gossip column ‘Shwashwi’ on 2 September 2001 containing an item titled ‘TV STAR GETS HOT KLAP’. The article alleged that the respondent, Ephraim Seima, an advocate, had given his girlfriend, TV presenter Michelle Molatlou, a slap (‘hot klap’) after she was seen eyeing another man at a wedding. The respondent claimed the statements were defamatory and sued the editor, publisher and distributor for damages of R150,000. The trial court awarded R70,000. The defendants appealed, arguing the award was excessive and that the article was substantially true and in the public interest. They later tendered an apology, which was not accepted, and the appeal proceeded.",
    "issues": "The appeal raised (1) whether the trial court correctly identified the defamatory statements; (2) the appropriate quantum of damages for the defamatory statement that was admitted; (3) whether the defendants’ defenses of truth, lack of malice and freedom of expression affected the award; and (4) whether costs should be awarded on the high‑court scale up to the date of the defendants’ apology.",
    "principles": "South African defamation law requires a balance between the right to dignity (reputation) and freedom of expression, as protected by the Constitution. Quantum of damages is a discretionary value judgment based on factors such as seriousness of the defamation, nature and extent of publication, plaintiff’s reputation, and defendants’ motives. Precedent stresses that damages compensate for injury to reputation, not to punish, and that awards should not act as a deterrent to legitimate expression. Relevant cases cited include Salzmann v Holmes, Sutter v Brown, Didcott J in Fose v Minister of Safety and Security, and Hattingh J in Esselen v Argus Printing.",
    "application": "The Court held that only the allegation that the respondent gave a ‘hot klap’ was defamatory; the other statements were not. The defendants admitted the truth of that allegation and offered an apology, which the plaintiff did not accept. Applying the established factors, the Court noted the seriousness of the allegation but also the mitigating context of a gossip column, the wide but non‑serious readership, the plaintiff’s status as a public figure, and the absence of malice. Considering recent trends in solatium awards, the Court concluded that a substantially lower award of R12,000 was appropriate, together with costs on the high‑court scale up to 7 October 2003.",
    "conclusion": "The appeal was upheld with costs. The lower‑court judgment was set aside and replaced by a judgment for the plaintiff in the amount of R12,000, with costs on the High Court scale until 7 October 2003. The plaintiff is ordered to pay the defendants’ costs from 8 October 2003, including costs of the postponement on that day."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Defamation",
    "level_3": [
      "reputation",
      "freedom of expression",
      "damage quantum",
      "gossip column",
      "apology"
    ]
  }
}