{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/80.html",
  "case_name": "Maize Board v Jackson (396/2004) [2005] ZASCA 80; [2006] 3 All SA 511 (SCA); 2005 (6) SA 592 (SCA) (19 September 2005)",
  "citation": "[2005] ZASCA 80",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 80\n|\nNoteup\n|\nLawCite\nMaize Board v Jackson (396/2004) [2005] ZASCA 80; [2006] 3 All SA 511 (SCA); 2005 (6) SA 592 (SCA) (19 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  396 / 04\nIn the matter between\nMAIZE\nBOARD\tAPPELLANT\nand\nJOHN\nJACKSON\tRESPONDENT\nCoram\n:\tHOWIE P,  STREICHER,  VAN HEERDEN,  PONNAN  JJA  et\nNKABINDE  AJA\nDate of hearing\n:\n5 SEPTEMBER 2005\nDate of\ndelivery\n:\n19 SEPTEMBER 2005\nSUMMARY\nContracts – simulation – lease and management\nagreements - evidence establishing true nature of the transaction one for\nthe\nsale of maize – agreements simulated to conceal that intention to avoid\nthe payment of Maize Board levies.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN\nJA\n[1]\tThe dispute in this case turns upon the true nature of two\nsimultaneously concluded, separate, but interrelated written agreements.\nAs a\ngeneral rule parties to a contract intend it to be exactly what it purports to\nbe. Not infrequently however, they may endeavour\nto conceal its true character.\nIn such a case, when called upon, a court must give effect to what the\ntransaction really is and not\nwhat in form it purports to\nbe.\n[1]\n[2]\tThe appellant,\nthe Maize Board ('Maize Board'), is a control board contemplated in s 25 of the\nMarketing Act 59 of 1958 ('the\nAct'), charged with the responsibility of\nadministering the Summer Grain Scheme ('the\nScheme').\n[2]\nFrom 1944 onwards the\nmarketing of maize was governed in South Africa by what has been described in\nthe evidence as a 'single channel\nfixed price system'.  Simply put, the effect\nof that system was that there was a single buyer and seller of all maize in the\ncountry\n– the Maize Board.  A pre-season announcement by the Minister of\nAgriculture ('the Minister') fixed both the producer and consumer\nprices of\nmaize.  The advantage of that system, so it was suggested, was that there was\nprice stability in the market place.\n[3]\tIn terms of the Act and the\nScheme, a levy, special levy and general levy were imposed on maize.  Those\nlevies, which were fixed\nby the Minister, were payable by a producer of maize to\nthe Maize Board in respect of maize sold or utilised for any purpose otherwise\nthan for his own household consumption or to feed his own\nanimals.\n[3]\nDuring each marketing\nseason the consumer price was determined by adding the levies to the producer\nprice.\n[4]\nThe imposition of the\nlevies caused unhappiness amongst the consumers and producers of maize, who\nsought to regulate their affairs\nin such a way as to attempt to circumvent their\nlevy obligations.\n[5]\nThe single\nchannel system came to be replaced during the 1995/6 marketing season with what\nwas described in the evidence as a free\nmarket system.  The free market system,\nas the name suggests, permitted a maize producer to sell maize to a willing\npurchaser at\na mutually agreed price.\n[4]\tRainbow Chicken Farms (Pty) Ltd\n('Rainbow'), which carries on business as a breeder and producer of broiler\nchickens, is, according\nto the evidence, the largest consumer of yellow maize in\nthis country.  For each of the production seasons 1992/3, 1993/4 and 1994/5,\nRainbow entered into two written agreements with the respondent, a farmer in the\nBergville area of Kwa Zulu Natal.\n[6]\nIn terms of the first, an agreement of lease, the respondent let to Rainbow\ncertain portions of his farm.  In terms of the second,\nstyled a management\nagreement, Rainbow employed the respondent as the manager of its maize farming\noperations on the leased land.\n Pursuant to those agreements, the respondent\nproduced and delivered to Rainbow, during the 1993/4, 1994/5 and 1995/6\nmarketing seasons,\n1322.067, 2250 and 1453.936 tons of maize,\nrespectively.\n[5]\tThe Maize Board instituted action against the\nrespondent in the Pietermaritzburg   High   Court   for   payment   of levies in\nthe sum of\nR576 439.63, alleging in paragraph 7 of its particulars of claim\nthat:\n'... the lease and management agreements were simulated and were\nconcluded in their terms with the intention:\n7.1\tof disguising that the Defendant in fact sold and Rainbow in fact purchased\nthe yellow maize produced on the land; and\n7.2\tof evading the payment of the levies referred to in paragraph 8 below, on\nthe basis that Rainbow was the \"producer\" of the crop\nfor its own use and\nthereby exempt from the said levies;\nwhereas in truth and in fact\nthe Defendant was in respect of each such crop the \"producer\" of it, as defined\nin the said Maize Marketing\nScheme and therefore the entity obliged to pay the\nlevies.'\nIn dismissing the claim of the Maize Board, Hugo J concluded in the\ncourt below that: ‘the Plaintiff has not succeeded in proving\nthat the\nagreements entered into between the Defendant and Rainbow were not what they\npurported to be but that in fact that they\nwere a simulated agreement of\npurchase and sale’.  The present appeal is with the leave of this\ncourt.\n[6]\tThe argument advanced on behalf of the respondent both before\nthis court as well as the court below is that Rainbow was feeding\nits own\nchickens with maize produced on land leased by it.  It was accordingly, so the\nargument went, utilising the maize 'to feed\nits own animals' and was therefore\nexempt from liability for payment of levies.\n[7]\tThis court recently held\n(per Scott JA) in\nMichau v Maize Board\n2003 (6) SA 459\npara 4:\n'[I]t\nhas long since been established in cases such as\nZandberg v Van Zyl\n1910\nAD 302\n,\nDadoo Ltd and Others v Krugersdorp Municipal Council\n1920 AD 530\n,\nCommissioner of Customs and Excise v Randles, Brothers & Hudson Ltd\n1941 AD 369\nand more recently affirmed in\nErf 3183/1Ladysmith (Pty) Ltd and\nAnother v Commissioner of Inland Revenue\n[1996] ZASCA 35\n;\n1996 (3) SA 942\n(A) that parties\nare free to arrange their affairs so as to remain outside the provisions of a\nparticular statute.  Merely because\nthose provisions would not have been avoided\nhad the parties structured their transaction in a different and perhaps more\nconvenient\nway does not render the transaction objectionable.  What they may not\ndo is conceal the true nature of their transaction or in the\nwords of Innes JA\nin\nZandberg's\ncase,\nsupra\n, at 309, \"call it by a name, or give it\na shape, intended not to express but to disguise its true nature\".  In such\nevent a court\nwill strip off its ostensible form and give effect to what the\ntransaction really is.  But, while the principle is easy enough to\nstate in the\nabstract, its application in practice may sometimes give rise to considerable\ndifficulty.  Each case will depend upon\nits own facts.  A Court will seek to\nascertain the true intention of the parties from all the relevant circumstances,\nincluding the\nmanner in which the contract is implemented.  The onus is upon the\nparty who alleges that the transaction is simulated.'\n[8]\tA manifest\nintention to avoid the payment of levies would not, in the absence of anything\nelse, be sufficient to justify the claim\nby the Maize Board that the agreements\nwere simulated and that the true or real nature of the contractual relationship\nbetween Rainbow\nand the respondent was one of purchase and sale.  The true\nenquiry in a matter such as this is to establish whether the real nature\nand the\nimplementation of these particular contracts is consistent with their ostensible\nform.  In pursuit of that enquiry one must\nstrive to ascertain, from all of the\nrelevant circumstances, the actual meaning of the contracting parties. It\ntherefore becomes\nnecessary to examine in greater detail the agreements in\nquestion and the manner in which they were implemented.\n[9]\tThe\nagreements were signed simultaneously and were plainly interdependent to the\nextent that the one would not have been concluded\nin the absence of the other. \nThe parties restricted their own power of subsequent variation by including a\nnon-variation clause\nin each agreement, as well as recording that it constituted\nthe whole agreement between them.\n[10]\tClause 6.2 of the Management\nAgreement provides:\n'Should all the feed grown on the land during the growing\nseason and delivered by the manager average the minimum yield per hectare\nreflected in\nSchedule\nI or more Rainbow shall pay to the manager over and\nabove the basic remuneration a bonus per hectare calculated in accordance with\nthe formula reflected in\nSchedule\nI.'\n[11]\tThe formula for the\ncalculation of the production bonus in Schedule 1 of the agreement was described\nby the learned judge a quo\nas one that ‘contains some twenty six different\nitems resulting in a somewhat complex reckoning of such a production\nbonus’.\n Included in the formula is an item ‘O’ which is\ndescribed as ‘Factor’.  Neither ‘O’ nor 'Factor'\nare\ndefined elsewhere in the agreement.  Nor is any value attributed to either of\nthem.  Moreover, each of the subsequent elements\n‘Q’,\n‘R’ and ‘S’ in the formula are dependent for their\ndetermination on the value of the undefined\n‘Factor O’. Absent a\nvalue for ‘O’, the complex formula is rendered meaningless and can\nhave offered no assistance\nto Rainbow for the determination of the production\nbonus due to the respondent.\n[12]\tIt is common cause that during the\n1994/5 production season the respondent failed by some 256 tons to achieve the\nminimum yield\nspecified in Clause 6.2 read with Schedule 1 and that he therefore\ndid not qualify for payment of the stipulated bonus.  He was nevertheless\npaid a\nproduction bonus by Rainbow in the sum of approximately                R156 220.\nThat in the face of the clear wording of\nClause 6.2 that a bonus to be\ndetermined in accordance ‘with the formula reflected in Schedule 1’\nwas payable only in\nthe event of the specified minimum yield being achieved or\nexceeded.  As the minimum yield had not been reached, not only did the\nrespondent not qualify for payment of the production bonus but the formula for\nthe determination of the production bonus, did not\nfind application.\n[13]\tOn 21 September 1994 the respondent applied for a loan to the Land\nand Agriculture Bank of South Africa. In a statement under\noath in support of\nthat application, not only did the respondent not disclose the existence of the\nlease and management agreements,\nwhich had been in existence since at least the\n1992/3 production season, but he asserted that he farmed on his own properties. \nA\nportion of one of those properties was already at that stage the subject of\nthe lease agreement. He likewise failed to divulge in\nthe application under the\nheading ‘Any Other Income (Salary etc)’ any of the remuneration,\nrental or bonus due to him\nin terms of the agreements. That he failed in a\nstatement under oath to make full disclosure of items that would in all\nprobability\nhave enhanced his application is, in the absence of any explanation,\ninexplicable.\n[14]\tIt was put by counsel for the respondent to the\nMaize Board’s witnesses, with reference to an alleged overpayment of\nso-called\n'fixed costs' by Rainbow to the respondent - ‘I want to tell you\nthe defendant paid back ... I’m telling you that as\na fact. That will be\nhis evidence.’  That clearly presaged the respondent being called as a\nwitness.  And yet, although in\na position to do so, he deliberately refrained\nfrom testifying about matters peculiarly within his knowledge or elucidating the\nfacts.\n Should an adverse inference be drawn from his failure to testify as was\nurged upon us?  Given the particular circumstances of the\nlitigation, this being\nthe yardstick to be used, that, it would seem is the most natural inference. \nFor this is not the kind of\ncase where a dearth of information would preclude a\ndecisive inference.  Indeed on an analysis of the evidence adduced by the Maize\nBoard, a reasonable expectation existed that the respondent would testify about\nthe elusive ‘Factor O’, the payments\nhe received, his non-disclosure\nto the Land Bank, as well as various other aspects that were alluded to by his\ncounsel during the\ncross-examination of the Maize Board’s witnesses.  The\ninescapable conclusion must therefore be that because of the facts known\nto\nhimself, he could not benefit - and indeed might well have damaged his case - by\ntestifying. It follows on the facts here present\nthat the respondent’s\nsilence must count against him. It would thus be fair to infer that he failed to\ndisclose the agreements\nto the Land Bank because, in truth, they were illusory\nand not real.\n[15]\tThe provisions of the Management Agreement with regard\nto payment were clearly disregarded by Rainbow and the respondent. Properly\nconstrued, the computation and subsequent payment of the production bonus by\nRainbow to the respondent could hardly have occurred\nin accordance with the\ntenor of the Management Agreement.  If the production bonus was not due in terms\nof the agreement, why - it\nmust be asked - was it paid by Rainbow? Two\nhypothetical possibilities come to mind. They appear to be exhaustive. First, it\nwas\na donation; or, secondly, it was payment in terms of some other undisclosed\nagreement. Given the nature of the relationship between\nRainbow and the\nrespondent, it could hardly have been the first - commercial reality excludes\nthat possibility. It is to the second\nthat one must look, as it, inherently,\nsounds the more likely and must in my view be the true explanation.  Support for\nthe existence\nof an undisclosed agreement is to be found in what was put by the\nrespondent’s counsel to one of the Maize Board’s witnesses.\n Of\n‘Factor O’ he stated ‘[it] ... is an agreed factor ... It is\nnot in the contracts, but it’s an agreed\nfactor.’\n[16]\tThe\npayment, coupled with the established fact of delivery of maize by the\nrespondent to Rainbow, leads inexorably to the conclusion\nthat the undisclosed\nagreement was indeed one of purchase and sale of maize.  I accordingly conclude\nthat the underlying and disguised\ntransaction was one for the purchase and sale\nof maize and that the agreements were simulated to conceal that intention.\n[17]\tUltimately what the parties achieved is that Rainbow paid less and\nthe respondent received more than would have been the case\nhad the sale been\nconducted under the auspices of the Maize Board.  I am satisfied on all of the\naforegoing that the Maize Board\ndischarged the onus of establishing that the\ntrue nature of the transaction between Rainbow and the respondent was the\npurchase by\nthe former of the latter’s maize.  The respondent is thus\nliable to the Maize Board for payment of levies. It follows that\nthe appeal must\nsucceed.\n[18]\tIn the result the following order is made:\n1\tThe appeal succeeds with costs, such costs to include the costs of two\ncounsel.\n2\tThe order of the court below is set aside and replaced with the following:\n'1\tJudgment  is  granted  in  favour  of  the  Plaintiff  for  the  payment  of\nR576 439.63 together with interest thereon at 15.5% per annum from \tthe dates\nwhen the levies ought to have been paid to date of\npayment.\n2\tThe Defendant is ordered to pay the costs of the action, including the \tcosts\nof two counsel and Professor Hammes and Mr Smith\nare \tdeclared to have been\nnecessary witnesses.'\nV M  PONNAN\nJUDGE OF\nAPPEAL\nCONCURRING:\nHOWIE \nP\nSTREICHER  JA\nVAN HEERDEN  JA\nNKABINDE \nAJA\n[1]\nZandberg v Van Zyl\n1910\nAD 302\nat 309.\n[2]\nAlthough the Act\nhas since been repealed, the Maize Board continues to exist by virtue of\ns 27(2)\nof the\nMarketing of Agricultural Products Act 47 of 1996\n. The Summer Grain\nScheme was established in 1979 in terms of s 14(1)(a) of the Act (see\nMichau\nv Maize Board\n2003 (6) SA 459\n(SCA) para\n3).\n[3]\nAlthough the earlier\nproclamations referred to 'farming operations' instead of 'feed his own\nanimals', nothing, it would appear,\nturns on\nthat.\n[4]\nA production (or growing)\nseason spanned the period 1\nst\nOctober to 30\nth\nSeptember\nand the corresponding marketing season the period 1\nst\nMay to\n30\nth\nSeptember of the succeeding year.  Thus maize produced during\nthe 1992/3 production season (1\nst\nOctober 1992 –\n30\nth\nSeptember 1993) would be marketed in the 1993/4 marketing season\n(1\nst\nMay 1993 – 30\nth\nApril\n1994).\n[5]\nOn 21 May 1987 Rainbow\nChicken Farms (Pty) Ltd wrote to the Maize Board: ‘\nWe now find that\nvarious schemes to bypass the summer grain scheme are in operation and every\nweek we are approached by producers\nto do the same. We cannot continue to\nsupport the maize industry and allow our competitors to steal a march on\nus.’.\n[6]\nThe only\nagreements produced in the court below related to the 1994/5 production season.\nOf that the court below stated: ‘The\nparties have however only been able\nto trace the contracts for the 1994/1995 production season. The Court has been\nasked to infer\nthat the contracts for the previous two production seasons were\nin similar terms with only the figures, areas and amounts changing\nfrom year to\nyear. For the purposes of this judgment I am prepared to make that assumption.'",
  "scraped_at": "2026-02-12T14:59:26.310186",
  "date": "2005-09-19",
  "coram": [
    "HOWIE P",
    "STREICHER",
    "VAN HEERDEN",
    "PONNAN JA",
    "NKABINDE AJA"
  ],
  "case_number": "396/04",
  "parties": {
    "applicants": [
      "Maize Board"
    ],
    "respondents": [
      "John Jackson"
    ]
  },
  "sections": {
    "facts": "The Maize Board, a statutory control board under the Marketing Act, administered the Summer Grain Scheme which imposed levies on maize producers. After the scheme shifted from a single‑channel fixed‑price system to a free‑market system in 1995/6, Rainbow Chicken Farms (the largest consumer of yellow maize) entered into two inter‑related written agreements with farmer John Jackson for the lease of land and the management of maize production on that land. Over three marketing seasons Jackson produced and delivered substantial quantities of maize to Rainbow. The Board sued Jackson for unpaid levies, alleging the lease and management agreements were simulated to disguise a purchase‑and‑sale transaction and avoid levy liability. The High Court dismissed the Board’s claim; the Board appealed.",
    "issues": "Whether the lease and management agreements were genuine contracts of lease and management, or simulated instruments designed to conceal a purchase‑and‑sale of maize, thereby rendering the respondent liable for the levies imposed under the Summer Grain Scheme.",
    "principles": "South African law on contract simulation holds that parties may structure transactions to avoid statutory provisions, but they may not conceal the true nature of the transaction. The onus lies on the party alleging simulation to prove, on the balance of probabilities, that the agreements are a façade. This principle is drawn from cases such as Zandberg v Van Zyl, Michau v Maize Board, and Erf 3183/1 Ladysmith (Pty) Ltd v Commissioner of Inland Revenue, which emphasise stripping away the ostensible form to give effect to the real transaction.",
    "application": "The Court examined the interdependence of the two agreements, the non‑variation clauses, and the detailed but ambiguous bonus formula in Schedule 1, which contained an undefined ‘Factor O’. It noted that Jackson failed to meet the minimum yield required for a bonus yet received a substantial bonus payment, suggesting an undisclosed arrangement. Jackson’s nondisclosure of the agreements to the Land Bank and his silence as a witness were deemed adverse inferences, indicating the agreements were not genuine. The Court concluded that the true transaction was a purchase of maize by Rainbow from Jackson, with the lease and management agreements serving only to mask that reality.",
    "conclusion": "The appeal succeeded. The Court set aside the High Court judgment and awarded the Maize Board the levy sum of R576,439.63 with interest at 15.5% per annum from the due dates, together with the costs of the action, including the costs of two counsel and the necessary witnesses."
  },
  "tags": {
    "level_1": "Agricultural Law",
    "level_2": "Contract Simulation",
    "level_3": [
      "levy avoidance",
      "maize marketing scheme",
      "contract interpretation",
      "simulated agreements",
      "commercial law"
    ]
  }
}