{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/112.html",
  "case_name": "Government Employees Pension Fund v Naidoo and Another (32/2005) [2005] ZASCA 112; [2006] 3 All SA 332 (SCA); 2006 (6) SA 304 (SCA) (28 November 2005)",
  "citation": "[2005] ZASCA 112",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 112\n|\nNoteup\n|\nLawCite\nGovernment Employees Pension Fund v Naidoo and Another (32/2005) [2005] ZASCA 112; [2006] 3 All SA 332 (SCA); 2006 (6) SA 304 (SCA) (28 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:  32/05\nIn the matter between:\nGOVERNMENT EMPLOYEES PENSION\nFUND\t           Appellant\nand\nJANE\nNAIDOO\t\t\t\t         \t\t\t1\nST\nRespondent\nSIVANAUNDAN\nNAIDOO\t\t\t\t\t2\nND\nRespondent\n_______________________________________________________\nCoram\t\t:\tSCOTT,\nNAVSA, MTHIYANE, LEWIS JJA\net\nMAYA AJA\nDate of\nHearing\t:\t17 November 2005\nDate of delivery\t:\t28  November\n2005\nSummary: \t Interpretation of s 21(1) of Government Employees\nPension Law 1996 – wife married in community of property in circumstances\nof the case entitled on divorce to recover from the pension fund her share of\nhusband’s pension\nbenefit\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nSCOTT\nJA/...\nSCOTT JA\n:\n[1]\tThe respondents in this appeal\nwere formerly married. Their marriage, which was in community of property, was\ndissolved in the\nDurban High Court on 7 May 2004. The first respondent (Mrs\nNaidoo) was the plaintiff in the divorce proceedings. The second respondent\n(Mr\nNaidoo) did not oppose them. The order granted in Mrs Naidoo’s favour\nincluded the following:\n‘(d)\tThat the Plaintiff is entitled in terms of Sections 7(7)(a) and\n7(8)(a)(i) of the Divorce Act No 70 of 1979 (hereinafter\nreferred to as the said\nAct) to a one half share of the Defendant’s interest in and to the\nDefendant’s Pension Fund by\nvirtue of his employment with the\nKwaZulu-Natal Provincial Administration (hereinafter referred to as the said\nFund) calculated at\nthe date of divorce between the parties but payable when the\nbenefits of the said Fund accrue to the\nDefendant.\n(e)\nThat\nthe Manager of the said fund is directed to endorse its records in terms of\nSection 7(8)(a)(ii) of the said Act to reflect the\nPlaintiff’s right as\naforesaid in and to the Defendant’s interest in the said\nFund;\n(f)\nThat in terms of Section 7(8)(a)(i)\nof the said Act the said Fund and/or the Defendant shall pay to the Plaintiff\none half of the\nvalue of the Defendant’s interest in and to the said Fund\ncalculated at the date of divorce but payable when the benefits thereof\naccrue\nto the Defendant.’\nThe orders in terms of\nthese paragraphs were granted\nper\nincuriam\n. Subsections 7(7) and\n7(8) of the\nDivorce Act 70 of 1979\nare concerned with pension benefits which\nhave not yet accrued to the member spouse. In so far as is relevant the\nsubsections read:\n‘(7)(\na\n)\tIn the determination of the patrimonial benefits to\nwhich the  parties to any divorce action may be entitled, the pension interest\nof a party shall, subject to paragraphs\n(b)\nand\n(c)\n, be deemed to\nbe part of his assets.\n(\nb\n)  The amount so deemed to be part of a party’s assets,\nshall be reduced by any amount of his pension interest which, by virtue\nof\nparagraph\n(a)\n, in a previous divorce –\n(i)\twas paid over or awarded to another party; or\n(ii) for the purposes of an agreement contemplated in subsection (1), was       \naccounted in favour of another party.\n(\nc\n) . . .\n.’\n‘7(8)\tNotwithstanding the provisions of any other law or of the rules\nof any pension fund –\n(a)\nthe court granting a\ndecree of divorce in respect of a member of such a fund, may make an order that\n–\n(i)\nany part of the pension interest of\nthat member which, by virtue of subsection (7), is due or assigned to the other\nparty to the divorce\naction concerned, shall be paid by that fund to that other\nparty when any pension benefits accrue in respect of that\nmember;\n(ii)\nan endorsement be made in the\nrecords of that fund that that part of the pension interest concerned is so\npayable to that other party;\n(\nb\n) . . .\n.’\n‘Pension interest’, in turn, is defined in\ns 1(1)\nof the\nDivorce\nAct as\nfollows:\n‘\"Pension interest\", in relation to a party to a divorce action who\n–\n(\na\n)\tis a member of a pension fund (excluding a retirement annuity fund),\nmeans the benefits to which that party as such a member would\nhave been entitled\nin terms of the rules of that fund if his membership of the fund would have been\nterminated on the date of the\ndivorce on account of his resignation from his\noffice;\n(\nb\n)\t. . . . '\nWhat these provisions envisage is an award\nto the non-member spouse of any part of the member spouse’s\n‘interest’\ncalculated as at the date  of  the  divorce  but  with\neffect from some time in the future  when the pension benefit accrues to the\nmember spouse. (Cf\nOld Mutual Life Assurance Co (SA) Ltd v Swemmer\n2004\n(5) SA 373\n(SCA) para 18.) Once the pension benefit has accrued\nthe provisions of\nss 7(7)\nand\n7\n(8) are no longer applicable. See\nDe Kock v\nJacobson\n1999 (4) SA 346\n(W) at 349F-G. In the present case, Mr Naidoo\nresigned from his post at the Clairwood Hospital in February 2004. By reason of\nhis\nresignation he ceased to be a member of the appellant (‘the\nfund’). See rule 5.2.2 of the Funds Rules contained in the\nFirst Schedule\nto the Government Employers Pension Law, 1996. His pension benefit thereupon\naccrued to the joint estate of himself\nand his wife. An order in terms of\nss\n7(7)\nand\n7\n(8) of the\nDivorce Act was\naccordingly no longer competent.\n[2]\tThere was some dispute as to the circumstances in which the terms of the\norder relating to Mr Naidoo’s pension interest\ncame to be granted. It is\nunnecessary to resolve it. What is common cause is that in a letter dated 6 May\n2004 (the day before the\ndivorce) addressed by the fund to Mrs Naidoo’s\nattorneys, the latter were informed that the fund had no objection to an order\nbeing made in terms of\ns 7(8)\nprovided Mr Naidoo was still a contributing member\nof the fund at the date of divorce. The significance of the proviso appears,\nhowever,\nnot to have been appreciated and the order was granted.\n[3]\tThe fund failed to comply with paragraphs (d), (e) and (f) of the divorce\norder, contending that they were unenforceable. On 8\nJune 2004 Mrs Naidoo\napplied ex parte for, and was granted, an order in the form of a\nrule\nnisi\nwhich, shortly stated:\n(a)(i)\tdirected Mr Naidoo to do all things necessary to comply with the\nadministrative requirements of the fund to facilitate payment;\n(ii) restrained and interdicted him from receiving from the fund\nMrs Naidoo’s ‘interest in the proceeds from the fund’.\n(b)(i)\tinterdicted the fund from paying Mrs Naidoo’s interest in the \nproceeds from the fund to Mr Naidoo, and\n(ii)\tdirected the fund to pay Mrs Naidoo's interest in the proceeds to Mrs\nNaidoo’s attorneys on her behalf.\nMr Naidoo filed no opposing papers and on the extended return day\nthe court\na quo\nwas informed that the dispute between Mr\nand Mrs Naidoo had ‘by and large been resolved’. We were informed by\ncounsel\nfor the fund that Mr Naidoo was present in court at the time. The fund,\non the other hand, opposed the order sought against it. In\nan answering\naffidavit it was pointed out that for the reasons already mentioned the order in\nterms of\ns 7(8)\nof the\nDivorce Act was\ngranted in error and was unenforceable.\nIt was also contended that the fund was precluded from paying any part of the\npension benefit\nto Mrs Naidoo by reason of the provisions of\ns 21(a)\nof the\nGovernment Employees Pension Law 1996. There was no suggestion that the benefit\nwas subject to a deduction in terms of\ns 7(7)(b)\nof the\nDivorce Act or\nany other\npermissible claim.\n[4]\tMrs Naidoo did not dispute that Mr Naidoo had left his employment before\nthe divorce and that his pension benefit had accrued\nto the joint estate.\nHowever, she stressed both in her founding and replying affidavits that the\npension benefit was the only asset\n in  the  joint  estate  which,  by  reason\nof  the divorce, had to be divided equally between herself and Mr Naidoo.\nNeither the\nfund nor Mr Naidoo contested this allegation. As far as the need for\nthe order against the fund was concerned, she said that Mr Naidoo\nwas not only\nsecretive regarding his pension benefit but had repeatedly told her that he\nwould make her ‘suffer’.\n[5]\tThe court\na quo\n(Jappie J) found on the facts that were common\ncause that on divorce Mrs Naidoo became entitled to half of the pension benefit\nand\nrejected the fund’s contention that it was precluded by\ns 21(1)\nof the\nGovernment Employees Pension Law from paying her half share to her. The\nrule\nnisi\nin so far as it related to the fund was accordingly made final. The\nappeal is with the leave of the court\na quo\n.\n[6]\tMrs Naidoo elected to abide the decision of this court and there was\naccordingly no appearance on her behalf. There was also no\nappearance on behalf\nof Mr Naidoo who in pursuance of the settlement with Mrs Naidoo took no further\npart in the proceedings. The\nissue in this court was ultimately the proper\ninterpretation of\ns 21(1)\nof the Government Employees Pension Law. Counsel for\nthe fund argued that it precluded payment to Mrs Naidoo and that the court\na\nquo\nhad erred in holding the contrary. The section reads:\n‘(1) No benefit or right in respect of a benefit payable under this Act\nshall be capable of being assigned or transferred or\notherwise ceded or of being\npledged or hypothecated or, save as is provided in\nsection 26\nor\n40\nof the\nMaintenance Act, 1998\n, and section 7(8) of the Divorce Act, 1979 (Act 70 of\n1979), be liable to be attached or subjected to any form of execution under\na\njudgment or order of a court of law.’\n[7]\tIt will be observed that the section covers two situations. First, it\nprohibits the ‘benefit or right’ from ‘being\nassigned or\ntransferred or otherwise ceded or of being pledged or hypothecated’. The\nobject, no doubt, is to prohibit a member\nfrom himself dealing with the benefit\nin the manner contemplated. (Section 21(2) provides that if he does, the fund\nmay withhold\npayment.) But nothing like this arises in the present case. \nSecondly, the section seeks to protect the benefit against the creditors\nof the\nmember. The benefit may not be ‘attached or subject to any form of\nexecution under a judgment or order of a court of\nlaw’. It is this second\nleg of the section that counsel contends precluded the court\na quo\nfrom\nmaking the order it did. But Mrs Naidoo is not a creditor seeking to attach, or\nexecute a judgment against, the benefit as one\nwould an asset in Mr\nNaidoo’s estate. Prior to the divorce the benefit accrued to the joint\nestate. It is the only asset in\nthe joint estate. Mrs Naidoo accordingly\nacquired an undivided half share in the benefit. On divorce, she became entitled\nto her\nhalf share. That is what she claims. In my view such a claim is not\nprecluded by the section. Nor, I should add, could Mr Naidoo\nhave cause for\ncomplaint if the fund pays Mrs Naidoo her half share. He was joined as a party\nand was aware of the relief sought\nagainst the fund, yet he chose to settle the\nclaim in so far as relief was claimed against him and ignore the relief claimed\nagainst\nthe fund, notwithstanding his interest in the latter.\n[8]\tThe appeal is accordingly dismissed.\n________________\nD G  SCOTT\nJUDGE OF APPEAL\nCONCUR\nNAVSA\t\tJA\nMTHIYANE\tJA\nLEWIS\t\tJA\nMAYA\t  \tAJA",
  "scraped_at": "2026-02-12T15:08:58.500380",
  "date": "2005-11-28",
  "coram": [
    "SCOTT",
    "NAVSA",
    "MTHIYANE",
    "LEWIS JJA",
    "MAYA AJA"
  ],
  "case_number": "32/05",
  "parties": {
    "applicants": [
      "Government Employees Pension Fund"
    ],
    "respondents": [
      "Jane Naidoo",
      "Sivanaundan Naidoo"
    ]
  },
  "sections": {
    "facts": "Mrs Jane Naidoo and Mr Sivanaundan Naidoo were married in community of property. Their marriage was dissolved on 7 May 2004. Mr Naidoo resigned from his post at the Clairwood Hospital in February 2004, thereby ceasing to be a member of the Government Employees Pension Fund. Consequently his pension benefit accrued to the joint estate of the spouses. The divorce order under s 7(7) and s 7(8) of the Divorce Act granted Mrs Naidoo a one‑half share of the pension interest, to be payable when the benefit accrued. The Fund contested the enforceability of the order, arguing that s 21(1) of the Government Employees Pension Law 1996 barred any payment to the former spouse.",
    "issues": "1. Whether s 21(1) of the Government Employees Pension Law 1996 precludes the Fund from paying Ms Naidoo her entitled half‑share of the pension benefit. 2. Whether the order made under s 7(8) of the Divorce Act was competent given that the pension benefit had already accrued to the joint estate at the time of divorce.",
    "principles": "The Court examined s 7(7) and s 7(8) of the Divorce Act, which allow a non‑member spouse to claim a share of the member’s pension interest calculated at divorce but payable when the benefit accrues. \"Pension interest\" is defined in s 1(1) of the Divorce Act. s 21(1) of the Government Employees Pension Law prohibits the benefit or right from being assigned, transferred, pledged or attached to satisfy a creditor’s claim, but does not prohibit a court‑ordered division between spouses under the Divorce Act. Precedents such as Old Mutual Life Assurance Co v Swemmer and De Kock v Jacobson were cited to support the interpretation.",
    "application": "The Court noted that Mr Naidoo’s resignation meant the pension benefit had already accrued to the joint estate, rendering the s 7(8) order ineffective for future accruals. However, the joint estate contained the pension benefit as its only asset, and Mrs Naidoo was entitled to an undivided half share. Since s 21(1) only protects the benefit against assignment or attachment by creditors, it does not bar the Fund from fulfilling the court‑ordered division between spouses. Accordingly, the Fund was required to pay Mrs Naidoo her half‑share.",
    "conclusion": "The appeal was dismissed. The Fund must comply with the order and pay the respondent, Mrs Jane Naidoo, her one‑half share of the pension benefit."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Divorce and Pension",
    "level_3": [
      "section 21 interpretation",
      "pension benefit split",
      "government employees pension fund",
      "divorce act s7(8)"
    ]
  }
}