{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/58.html",
  "case_name": "Naylor and Another v Jansen (243/2004) [2005] ZASCA 58; [2005] 4 All SA 26 (C); 2006 (3) SA 546 (SCA) (31 May 2005)",
  "citation": "[2005] ZASCA 58",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 58\n|\nNoteup\n|\nLawCite\nNaylor and Another v Jansen (243/2004) [2005] ZASCA 58; [2005] 4 All SA 26 (C); 2006 (3) SA 546 (SCA) (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 243/04\nIn the matter between:\nMICHAEL NAYLOR \t\t\t\t\t\t\tFirst\nAppellant\nATOMAER (RSA) (PTY) LTD\t\t    \t\t\t\tSecond \nAppellant\nand\nPIETER JOHANN JANSEN\t\t   \n\t\t\tRespondent\n__________________________________________________________________________\nReportable\nCase no: 251/04\nIn the matter between:\nPIETER JOHANN\nJANSEN\t\t\t\t\t\t\tAppellant\nand\nMICHAEL NAYLOR\n\t\t\t\t\t\t\tFirst Respondent\nATOMAER (RSA) (PTY) LTD\t\t     \t\t\t       \nSecond Respondent\nATOMAER HOLDINGS (PTY) LTD\t         \t\t\t           \nThird Respondent\nCoram\t\t\t:\tSCOTT, CAMERON, CLOETE, HEHER\net\nMLAMBO\nJJA\nDate of Hearing\t:\t6 MAY 2005\nDate of delivery\t:\t31 MAY\n2005\nSummary:      Defamation –\nanimus injuriandi –\nqualified privilege of occasion – admissibility of evidence to\nmitigate damages – arrest – costs of unopposed application\nwhen\nrespondent not first invited to submit to jurisdiction – orders at paras\n19 and\n32.\n__________________________________________________________________________\nJUDGMENT\n__________________________________________________________________________\nSCOTT\nJA/...\nSCOTT JA:\n[1]\tIt is convenient to dispose of both of\nthese appeals in one judgment. The circumstances in which they arise are briefly\nas follows.\nOn 24 October 2002 Mr Pieter Jansen, an\nincola\nof Gauteng,\napplied for and was granted\nex parte\nan order for the arrest of Mr\nMichael Naylor to confirm the jurisdiction of the High Court, Johannesburg, in\nan action for defamation\nwhich Jansen proposed to institute against Naylor and\none other. It is common cause that Naylor is an Australian citizen and a\nperegrine\nof South Africa. The order, which was granted by Coetzee J, provided\nthat the arrest would fall away upon Naylor furnishing security\nor showing cause\nwhy the arrest should be set aside. The question of the costs was ordered to\nstand over for later determination\nby the trial court. The order was served on\nNaylor by the sheriff who was accompanied by Jansen’s attorney.\nArrangements were\nimmediately made for Naylor to put up security, which he did,\nand he was not taken into custody. On 4 November 2002 Jansen instituted\naction\nfor damages against Naylor as first defendant and Atomaer (RSA) (Pty) Ltd as\nsecond defendant. The latter, as its name suggests,\nis an\nincola\nof South\nAfrica. The cause of action was an alleged defamatory statement of and\nconcerning Jansen made by Naylor, acting in the course\nand scope of his\nemployment with the second defendant, at a meeting held at Vanderbijlpark,\nGauteng, on 2 October 2002.  In due course\nthe trial was held before Willis J\nwho on 31 October 2003 gave judgment in favour of Jansen with costs. The\njudgment, however, made\nno reference to the costs of the\nex parte\napplication granted by Coetzee J which had been ordered to stand over.\nSubsequently, on 20 February 2004, Naylor filed an answering\naffidavit to the\napplication for the arrest in which he alleged that there had been no need to\nincur the costs of the application\nsince, to the knowledge of Jansen, he was a\nfrequent visitor to South Africa and would have consented to the jurisdiction of\nthe\ncourt had he been asked to do so. On 3 May 2004 Willis J granted Naylor and\nthe second defendant leave to appeal to this court against\nhis judgment in the\ndefamation case. I shall refer to this appeal as the ‘defamation\nappeal’. On the same day he ordered\nJansen to pay the costs of the\nex\nparte\napplication. Because the judge considered the costs order to involve a\nquestion on which there was no authority he granted Jansen\nleave to appeal to\nthis court against the order. He recorded in his judgment that both parties were\nin agreement that leave should\nbe granted. I shall refer to this appeal as the\n‘costs appeal’. A somewhat unusual feature of the proceedings in\nthis\ncourt was that while Jansen was represented by counsel in the costs appeal\n(in which he was the appellant) he was not represented\nin the defamation appeal\n(in which he was the respondent) and instead elected to abide the judgment of\nthe court.\n[2]\tIt is convenient to deal first with the defamation appeal.\nMuch of the evidence adduced at the trial was common cause. A brief\nsummary will\nserve to assist in understanding the issues that require determination. Some\ntime prior to October 2002 Naylor became\nthe chief executive of an Australian\ncompany, Atomaer Holdings (Pty) Ltd, which operates from Perth. He also became\nthe chief executive\nof its various subsidiaries, one of which was the second\ndefendant. The business of the group is process technology and involves\nthe\ndevelopment and commercial application of\ninter alia\nprocessing units\nwhich are used in the processing of substances such as minerals, metals and\nchemicals. Until his suspension on 30\nSeptember 2002 and subsequent  dismissal,\nJansen was a manager employed by the second defendant and the local person in\ncharge of\nthe group’s operations in South Africa. Earlier in September\n2002 another of the group’s managers expressed concern about\ncertain of\nJansen’s activities. The group’s secretary was sent to South Africa\nto conduct an investigation and Naylor\nfollowed shortly thereafter. The\ninvestigation revealed that Jansen had breached his service contract in various\nrespects. It appeared\nthat he had failed to  protect the group’s\nintellectual property rights properly and had failed to conclude confidentiality\nagreements with various manufacturing companies that had been engaged by the\nsecond defendant to manufacture components which were\nregarded by the group as a\ncritical part of its intellectual property rights. More importantly for present\npurposes, it was ascertained\nthat Jansen had a 45% interest in JFP Chemical\nCorporation CC (‘JFP’)  which was one of the entities engaged to do\nmanufacturing\nwork for the second defendant. This interest had not been\ndisclosed to the group as required by Jansen’s conditions of service.\n(In\npassing I mention that Jansen was not a director of the second defendant.) It\nappeared that regular payments had been made to\nJFP but these had all been made\nagainst invoices submitted by JFP. There was no suggestion that JFP had been\npaid for work it had\nnot done or services it had not rendered.\n[3]\t A meeting\nwas held on 30 September 2002 at which Jansen was confronted with what the\ninvestigation had revealed. He was less\nthan frank regarding his interest in\nJFP. He denied it at first but thereafter said he had relinquished it in July of\nthe previous\nyear, which was not the case. He later conceded that he had\nacquired the interest in JFP to supplement his income after the group\nhad\ndeclined to give him an increase in salary. As I have indicated, he was\nsuspended.\n[4]\tThere existed at that stage an on-going business relationship\nbetween the second defendant and Iscor Ltd which had as its object\nthe joint\ndevelopment of a ‘gas scrubbing process’. This involved not only\nresearch but also test work and trials which\nwere being conducted at\nIscor’s facilities at Benmore Park. The parties had previously entered\ninto a confidentiality agreement\nbut each appeared to be somewhat wary of the\nother regarding their respective intellectual property rights arising out of the\ndevelopment.\nJansen had been involved in negotiations with Iscor in connection\nwith the gas scrubbing process since late 2000 and had developed\na good\nrelationship with its management. Naylor had met with representatives of Iscor\nin June 2002. Sometime in September a meeting\nwas arranged for 2 October 2002 to\nbe held at Iscor’s premises at Vanderbijlpark. Because of his suspension,\nJansen did not\nattend.\n[5]\tThe meeting was chaired by Mr Bezuidenhout who was\nemployed by Iscor as its engineering manager at Vanderbijlpark. Some eight\nrepresentatives of Iscor were present, including Mr Du Toit who was responsible\nfor taking minutes. Both Bezuidenhout and Du Toit\ngave evidence at the trial.\nThis evidence was by agreement omitted from the record, presumably because it\nwas no longer disputed.\nThe minutes of the meeting recorded the\nfollowing:\n‘Mr Naylor informed the meeting that Mr Jansen of the South\nAfrican local office had been suspended from his position because\nhe had\nmisappropriated Atomaer funds to a company of which he holds a\ndirectorship.’\nDu Toit confirmed the correctness of the minutes.\nBezuidenhout, too, was adamant that the words attributed to Naylor in the\nminutes\nhad been uttered by him. Bezuidenhout said that Naylor’s statement\ncame as a ‘bombshell’ and had a profound effect\non the\nmeeting.\n[6]\tIn their plea the defendants denied that the words complained of\n(ie that Jansen had misappropriated Atomaer funds to another\ncompany of which he\nwas a director), had been uttered by Naylor and in the alternative denied that\nthey were defamatory of him. Neither\ndenial was maintained in this court and, in\nmy view, rightly so. The word ‘misappropriate’ is defined in the OED\nas meaning:\n‘to appropriate to wrong use; chiefly, to apply dishonestly to\none’s own use (money belonging to another)’. The\nEncarta World\nEnglish Dictionary gives the following definition: ‘to take, especially\nmoney, dishonestly, or in order to use\nit for an improper or illegal\npurpose’. In my view the use of the word ‘misappropriate’  in\nconjunction with the\nwords ‘to a company of which he held a\ndirectorship’ would be understood by the ordinary person hearing the words\nto\nmean that Jansen had been stealing money from the second defendant by\ndiverting it to a company in which he had an interest. This\nwas clearly\ndefamatory of Jansen.\n[7]\tProof that the words were uttered gives rise to two\npresumptions: first, that the publication was unlawful and, second, that the\nstatement was made with the intention to defame. (See eg\nJoubert v Venter\n1985 (1) SA 654\n(A) at 696A.)  It is now settled that the onus on the defendant\nto rebut one or other presumption is a full onus; it must be discharged\non a\nbalance of probabilities (\nMohamed v Jassiem\n[1995] ZASCA 115\n;\n1996 (1) SA 673\n(A) at\n709H-I). I might just add, at this stage, that the second defendant’s\nalleged liability was based upon the principles\nof vicarious responsibility and\nthat it was common cause that, if Naylor was liable to Jansen, so was the second\ndefendant.\n[8]\tThe defendants denied in their plea both that the statement\ncomplained of was unlawful and that it was made\nanimo injuriandi\n. Before\nconsidering the grounds upon which these denials were based it is necessary to\nrefer to a feature of the plea which has a\nbearing on a ruling which the court\na quo\nmade regarding the cross-examination of Jansen, to which I shall\nrevert later, and also on the question of Naylor’s state of\nmind. In para\n6.1 of the plea it was denied that Naylor had uttered the words alleged. In para\n6.2 his version of what he said at\nthe meeting is set out. It\nreads:\n‘6.2\tThe first defendant stated at the meeting, referred to in\nparagraph 6 of \tthe particulars of claim, that:\n6.2.1\tthe plaintiff had been suspended pending an investigation;\n6.2.2\tthe Atomaer Group (hereinafter referred to as “Atomaer”) was\nconcerned about the arrangements taken (or lack of\nsuch arrangements) by the\nplaintiff to protect confidential information of Atomaer;\n6.2.3\tJFP Chemicals, Composite House, Model Haus and other parties were in\nunauthorised possession of confidential information belonging\nto Atomaer\nrelating to the units for gas scrubbing;\n6.2.4\tthe plaintiff appeared to have interests in one of the entities mentioned\nabove.’\nThereafter in para 9.2 a number of\ndefences were raised to rebut the presumptions of unlawfulness and\nanimus\ninjuriandi\nin the event of the court finding that what Naylor had said, on\nhis own version, was defamatory. The object was in effect to answer\na version\nwhich was not the one advanced by Jansen and on which he relied to found his\naction.\n[9]\tIn para 9.3 of the plea various defences were advanced in the\nalternative and in the event of it being found that the statement,\nalleged (as\nrecorded in the minutes) had been made by Naylor at the meeting. These defences\nwere absence of\nanimus injuriandi\n, truth and public benefit, qualified\nprivilege, fair comment and the so-called\nBogoshi\ndefence. (See\nNational Media Ltd v Bogoshi\n1998 (4) SA 1196\n(SCA.)  In this court only\ntwo of these were pursued, namely lack of\nanimus\ninjuriandi\nand\nqualified privilege. The others were not, and rightly so. For reasons that will\nbecome apparent later it is necessary to quote\npara 9.3 of the plea in\nfull.\n‘9.3\tIn the further alternative, and should this Honourable Court\nfind that the first defendant did make the statement complained\nof (which is\ndenied), then the defendants plead that:\n9.3.1\tThe plaintiff, whilst managing the operations of the second defendant,\nappointed JFP Chemicals CC (“JFP”) as a\ncontractor to the second\ndefendant and caused payments to be made by the second defendant to JFP and/or\nto a third party, Fred Mindszenty,\non behalf of JFP.\n9.3.2\tAt the time that the said appointment and payments were made, the\nplaintiff was a member of JFP, Atomaer was unaware of the\npayments made to or on\nbehalf of JFP or of  the fact that the plaintiff was a member of JFP  or of any\nother entity who received\npayment from the second defendant.\n9.3.3\tThe appointment of JFP and the said payments were made without the\nnecessary approval from Atomaer, without following established\ncompany\nprocedures and in circumstances that constituted a conflict between the\ninterests of the plaintiff and those of his employer.\n9.3.4\tAccordingly, and in acting as aforesaid, the plaintiff had acted\ninappropriately and the statement complained of in any event\nrepresents the\ntruth. The plaintiff had placed himself in a position where he could benefit and\nis likely to have benefited at the\nexpense of his employer and the statement\ncomplained of would have been understood as such.\n9.3.5\tIn all their dealings with Iscor, the defendants were motivated by an\nintent to convince Iscor of the necessity of Atomaer’s\nactions concerning\nthe plaintiff; to protect and maintain the relationship with Iscor and the\ndefendants acted accordingly, without\nany intention to defame the plaintiff and\nwithout any\nanimus iniuriandi\ntowards the plaintiff.\n9.3.6\tAll statements to Iscor concerning the suspension of the plaintiff’s\nemployment and the reasons therefor were made during\nthe course of negotiations\nbetween Atomaer Holdings and Iscor about a joint gas scrubbing project, were\nmade in the furtherance of\nAtomaer’s legitimate business interests and, in\nparticular, in an attempt to protect Atomaer’s relationship with Iscor.\nThe defendants refer to paragraphs 9.2.2 and 9.2.3 and pray that same be read as\nincorporated herein. Accordingly, all such statements\nwere relevant to the\nissues at hand and were made in circumstances of qualified privilege.\n9.3.7\tIn any event, the statement represents the truth in the interest of those\npersons attending the meeting and accordingly is\ntruth in the public interest.\nIn the alternative, the statement represents a comment concerning the suspension\nof the plaintiff’s\nemployment; the statement is fair in the circumstances\nand the facts on which the statement complained of are based, are true.\n9.3.8\tThe first defendant did not make the statement complained of recklessly,\nwithout regard to the truth thereof. The first defendant\nbased the statements\nmade by him about the suspension of the plaintiff from his employment, on facts\nuncovered about the plaintiff’s\ninvolvement with JFP and the activities of\nthe latter and the plaintiff. The first defendant had reason to believe that the\nplaintiff\nhad or may have caused JFP to be unduly advantaged, as a result of the\nplaintiff’s involvement with that entity. Accordingly,\nand in light of the\ncontent of paragraphs 9.3.1 to 9.3.6, the publication of the statement was\nobjectively reasonable.’\n[10]\tIn his evidence Naylor dealt\nin detail with Jansen’s conduct and the business relationship that existed\nbetween the Atomaer\ngroup and Iscor. On the issue of what he had said at the\nmeeting concerning Jansen, his evidence, however, was equivocal and less\nthan\nsatisfactory. He repeated the version set out in para 6.2 of the plea quoted\nabove and insisted that he had no recollection\nof uttering the words recorded in\nthe minutes. He said it had never entered his head that Jansen had stolen funds\nbut nonetheless\nhe could not after a lapse of 12 months categorically deny that\nhe had uttered the words in question. I might mention that in a letter\nwritten\nsoon after the event on 20 October 2002 by the defendants’ attorney in\nresponse to Jansen’s letter of demand,\nit was alleged that Naylor had\nmerely informed the meeting that Jansen had been suspended pending an\ninvestigation but ‘did\nnot verbalise the reasons for the suspension or\npending investigation’. This was inconsistent with both Naylor’s\nevidence\nand the version pleaded. His explanation that he did not have his notes\nwith him and that he had other things on his mind when he\ngave instructions to\nhis attorney is hardly persuasive and does not reflect well upon his\ncredibility. Naylor did not simply rely\non his inability to recall having\nuttered the defamatory words. He went further: he insisted that even if he had\nsaid what he was\nalleged to have said, the meaning attributed to the words was\nnot what he had intended and that it had never been his intention to\nsuggest\nthat Jansen had been a party to the theft of money. In the absence of some clear\nindication to the contrary, it will be inferred\nthat a person making a verbal\nstatement intends it to have the meaning that persons hearing it will ordinarily\nattribute to it. In\nthe present case, of course, Naylor was faced with a full\nonus of negativing\nanimus injuriandi\n. But even if he had inadvertently\nexpressed himself incorrectly, the reaction from the representatives of Iscor\nwould immediately\nhave brought this to his attention. He readily conceded that\nhis announcement had had a profound effect on the meeting. Indeed, Bezuidenhout\nof Iscor understood Naylor’s announcement to mean that Jansen had in\neffect stolen money and he immediately responded accordingly.\n(He subsequently\nphoned Jansen to ask him ‘hoekom het jy gesteel’ and to inform him\nthat he was\npersona non grata\nat Iscor.) In these circumstances,\nNaylor’s bald denial that he intended to say what he in fact said cannot\nrebut the inference\nof\nanimus injuriandi,\nfar less the presumption. In\nthe course of cross-examination he proffered the explanation that it was only\nafter the proceedings\ncommenced that he learned that the word\n‘misappropriate’ ordinarily implied theft. The court\na quo\nobserved Naylor to have presented himself as a highly intelligent and\nexperienced businessman fluent in English, and disbelieved\nthis explanation. I\ncan see no reason to differ. It follows that the contention that Naylor lacked\nthe necessary\nanimus injuriandi\nmust be rejected.\n[11]\tI turn to the\ndefence of qualified privilege. Given the relationship between Naylor, acting on\nbehalf of the second defendant,\nand Iscor at the time, there can be little doubt\nthat the occasion of the meeting on 2 October 2002 was a privileged one. Viewed\nobjectively, each party to the negotiations enjoyed a right or legitimate\ninterest to make statements to, and receive statements\nfrom, the other.\nFurthermore, an explanation for Jansen’s absence from the meeting and the\ncircumstances relating thereto would\nclearly have been ‘germane to the\noccasion’. (See\nDe Waal v Ziervogel\n1938 AD 112\nat 122-123.)\nIndeed, the evidence established that Jansen had been involved in negotiations\non behalf of the second defendant with\nIscor for some while and enjoyed the\nconfidence of Iscor’s management. His absence from the meeting called for\nexplanation.\nWhether the statements were true or not would have no bearing on\nwhether they were germane to the occasion. But that does not mean\nthat the truth\nor otherwise of the statement in question would be irrelevant. The privilege is\na qualified one. In the event of it\nbeing shown that the statement was made with\nknowledge of its untruthfulness, the inference that would arise, in the absence\nof any\nindication to the contrary, would be that the statement was actuated by\nmalice. As observed by Corbett JA in\nBorgin v De Villiers and another\n1980 (3) SA 556\n(A) at 578H:\n‘The defence of qualified privilege is,\nhowever, not concerned with the truthfulness or otherwise of the publication,\nthough\nproof that the defendant did not believe that the facts stated by him\nwere true may give rise to the inference that he was actuated\nby express\nmalice.’\n[12]\tJansen filed a replication alleging malice. The question\nin issue is whether on all the evidence malice on the part of Naylor\nwas\nestablished on a balance of probabilities. I may mention that the court\na\nquo\ndid not consider the defence of qualified privilege but in passing and\nin a different context indicated that it was prepared to ‘accept’\nthat Naylor did not act with malice. However, no reasons were advanced for this\nacceptance.\n[13]\tIt is not in dispute that Jansen breached the conditions of\nhis employment and that this included utilising the services of an\nentity in\nwhich he had an undisclosed interest. The latter conduct clearly involved a\nbreach of the good faith he owed to his employer\nand to this extent was\ndishonest. But this conduct fell far short of actually stealing money from his\nemployer, whether by diverting\nit to another company in which he had an interest\nor otherwise. This much was acknowledged by Naylor. He testified that he had no\njustification for accusing Jansen of stealing. The necessary implication is that\na statement of fact to that effect would have been\nto his knowledge untrue. But\nonce it is accepted, as I have, that Naylor uttered the words in question\nknowingly, ie with appreciation\nof what he was saying, the inference is\ninescapable that he knew that what he was saying was untrue. In the absence of\nany indication\nto the contrary – and, save for Naylor’s bald denial,\nthere is none – one is driven to the conclusion that he made\nthe statement\nin question knowing it to be untrue and with the object of injuring Jansen in\nhis reputation or possibly to ensure\nthat the latter’s good relationship\nwith Iscor was terminated. This amounts to malice. See\nBasner v Trigger\n1946 AD 83\nat 105. It follows that this defence too must fail.\n[14]\tThere is\nhowever a further aspect that requires consideration. In the course of\nJansen’s evidence, the court\na quo\nmade a ruling disallowing\ncross-examination on the matter of Jansen’s breach of his terms of\nemployment. The reasoning of the\nlearned judge, in short, was that this was\nirrelevant both to the case made out by Jansen and to the defendants’\nresponse to\nthat case, which was a denial that the words complained of had been\nuttered. It was argued in this court that the ruling was incorrect\nbecause the\ncross-examination was relevant on two grounds, the one being in respect of the\nalternative defences raised in para 9.3\nof the plea (quoted in para 9 above) and\nthe other being in respect of the quantum of Jansen’s damages. I mention\nat this stage\nthat Naylor was permitted to testify at some length on the issue\nof Jansen’s breach of his employment conditions and in doing\nso he covered\nall the factual allegations contained in para 9.3 of the plea. If these\nallegations are accepted (as I have for the\npurpose of the appeal), the refusal\nto permit cross-examination can result in no prejudice as far as the defences\nraised in para\n9.3 are concerned. But different considerations apply to the\nquestion of quantum. It is clear from both the judge’s ruling\nand\nsubsequent judgment that he did not take Jansen’s wrongful conduct in\nrelation to his employer into account when awarding\ndamages. It follows that if\nthe evidence as to the breach of his conditions of employment was admissible for\nthis purpose the court\na quo\nmisdirected itself and for this reason alone\nthe damages determined by it would have to be reconsidered.\n[15]\tIt has long\nbeen established that while evidence of a plaintiff’s general bad\ncharacter is admissible to reduce the damages\nthat may be awarded, evidence of\nparticular acts of misconduct is not. But the rule does not operate to exclude\nevidence in a plea\nof justification that falls short of completely justifying\nthe defamatory statement but which is sufficiently related to it to mitigate\nits\nimpact. In\nSutter v Brown\n1926 AD 155\nat 172 evidence was held admissible\nin mitigation of damages to establish ‘some severable and substantial\nportion, though not\nthe whole of the defamatory matter’. But the exception\nto the general rule is not limited to evidence that justifies a portion\nof the\ndefamatory matter; it is sufficient if the circumstances sought to be proved are\ndirectly related to, ‘or linked up’\nwith, the words complained of.\nSee\nWalton v Cohn\n1947 (2) SA 225\n(N) at 231;\nGeyser v Pont\n1968\n(4) SA 67\n(WLD) 78A-B.\n[16]\nIn the present case the factual\nallegations contained in para 9.3 of the plea and confirmed by Naylor in\nevidence would no doubt justify\nwhat he contended he had said at the meeting.\nBut they fall short of justifying what he in fact said. Nonetheless, the\nallegations\n(and the evidence) deal with the very conduct on the part of Jansen\nthat gave rise to the defamatory words being spoken by Naylor\nand although\nJansen’s conduct amounted to something less than theft, namely a breach of\nthe duty of good faith that he owed\nto the second defendant, that conduct, like\ntheft, nonetheless involved dishonesty. For these reasons there is in my view a\ndirect\nlink in this case between the making of the defamatory statement and\nJansen’s conduct. I, therefore conclude that the court\na quo\nerred\nin not taking into account Naylor’s evidence in support of the allegations\nin para 9.3 of the plea when determining the\nquantum of damages.\n[17]\tThe\norder ultimately granted by the learned judge was somewhat unusual. He ordered\nthe defendants to pay the plaintiff damages\nin the sum of R30 000 together with\ninterest and costs, but directed that the order was only to take effect in the\nevent of the defendants\nfailing to send a formal apology (which the judge\nformulated) to the plaintiff and the senior executive officer of Iscor within 30\ndays of the order. In the event of the defendants making the apology they were\nordered to pay costs on the attorney-and-client scale.\nThere is no cross-appeal\nby Jansen and accordingly no basis upon which this court could properly\ninterfere with that part of the\norder which afforded the defendants an option of\ntendering an apology; nor was argument presented to us on the appropriateness or\notherwise of such an order. I shall therefore refrain from commenting upon it.\nHowever, in view of what has been said above, it follows\nthat the award of R30\n000 must be reduced. In all the circumstances, an amount of R15 000 strikes me\nas fair and reasonable and I\npropose to reduce the award accordingly.\n[18]\tTo sum up, none of the defences raised by the defendants can be sustained\nand to this extent the appeal must fail. The limited\nsuccess achieved on appeal,\nnamely by the reduction of the amount of R30 000 to R15 000, does not in my view\njustify an order of\ncosts in favour of the defendants. Jansen, it will be\nrecalled, abided the judgment of this court.\n[19]\tIn the result the following\norder is made in the defamation appeal:\nThe appeal succeeds to the limited\nextent that the amount of R30 000 referred to in paragraph 1 of the order of the\ncourt\na quo\nis reduced to R15 000. Save as aforesaid, the appeal is\ndismissed.\n[20]\tI turn to the costs appeal which, it will be recalled, is\nJansen’s appeal against the order made by Willis J that he pay\nthe costs\nof the application for the arrest of Naylor to confirm the jurisdiction of the\ncourt\na quo.\n(For convenience I shall continue to refer to the parties as\nbefore.) It is necessary at the outset to observe that the validity\nof an arrest\n(as opposed to an attachment of property) to found or confirm jurisdiction is\nnot in issue. In modern times the arrest\nof a person for this purpose has in\ngeneral become no more than a technique to obtain security. As happened in the\npresent case,\nthe procedure adopted is to negotiate the issue of security\nimmediately the defendant is arrested so that he or she is not taken\ninto\ncustody. Whether this will survive constitutional scrutiny is not an issue we\nare called upon to decide. It is also not in issue\nthat, in the absence of a\nsubmission to the jurisdiction of the court, an arrest or attachment was\nnecessary to confirm the court\na quo\n’s jurisdiction to entertain\nthe defamation action against Naylor. Indeed, it is well-established that even\nif a plaintiff is\nan\nincola\nand there exists a recognised ground of\njurisdiction a court will not exercise jurisdiction over a peregrine defendant\nin an action\nsounding in money unless the defendant has first been arrested or\nhis or her property attached to confirm the court’s jurisdiction\nor the\ndefendant has submitted to the jurisdiction of the court.  (See eg\nEwing\nMcDonald & Co Ltd v M & M Products Co\n[1990] ZASCA 115\n;\n1991 (1) SA 252\n(A) at 258D-G.\nAs to the circumstances in which a submission to jurisdiction will suffice, see\nHay Management Consultants (Pty) Ltd v P3 Management Consultants (Pty)\nLtd\n2005 (2) SA 522\n(SCA).)\n[21]\tIn the present case Naylor in his\nanswering affidavit (filed after judgment had been delivered in the defamation\ncase) insisted\nthat had he been requested to submit to the jurisdiction of the\ncourt he would have done so. He added that it was known to Jansen\nthat by reason\nof his business interests in  South Africa he was a regular visitor to this\ncountry and that Jansen would have known\nthat there was no question of him\n‘absconding from or fleeing South Africa’. The question in issue in\nthis appeal is\ntherefore whether in such circumstances a plaintiff who is\nultimately successful in the main action will forfeit his (or her) right\nto the\ncosts of the application for the arrest or attachment if he fails first to\nafford the peregrine the opportunity of consenting\nto the jurisdiction of the\ncourt before proceeding for such an order.\n[22]\tMs Robinson who argued the\ncosts appeal on behalf of Naylor contended\nin limine\nthat this court, in\nthe exercise of its discretion in terms of s 21 A of the Supreme Court Act 59 of\n1959,  should decline to entertain\nthe appeal as the result would have no\npractical effect save in respect of costs which, in terms of the section, are to\nbe left out\nof account save under ‘exceptional circumstances’. I\ncannot agree. As will appear from what follows, the circumstances\nin the present\ncase are exceptional as the order granted by the court\na quo\ninvolves not\nonly a departure from a practice that is well-established but also an inroad in\nwhat has hitherto always been regarded\nas a substantive right enjoyed by an\nincola.\nI should add that the point taken is somewhat surprising as it\nappears from the judgment of the court\na quo\ngranting leave to appeal\nthat both counsel were in agreement not only that leave should be granted but\nthat it should be granted\nto this court.\n[23]\tIt is a generally accepted\npractice in applications for an attachment or arrest to found or confirm\njurisdiction for the order\nto be sought\nex parte\n. See\nPollak\non\nJurisdiction\n2 ed at 85 and 88. The order so granted either takes the\nform of a  rule\nnisi\nor provision is made in the order entitling the\nrespondent on notice to the applicant to apply to have the order set aside as a\nmatter\nof urgency. In either event, the onus of justifying the arrest or\nattachment remains on the applicant. See\nAnderson and Coltman Ltd v Universal\nTrading Co\n1948 (1) SA 1277\n(W) at 1283-4.\n[24]\tThe primary reason for\nthe order being granted\nex parte\nis undoubtedly the real risk that if the\nperegrine receives notice of the application he may leave the country before the\nmatter\nhas been resolved. In that event the\nincola\nwould either have to\nfollow him to his country of domicile, or wait for him to return to South\nAfrica, if he ever did.  It would\ngenerally speaking not be an easy matter for\nan\nincola\napplicant to predict with any degree of certainty what a\nperegrine respondent would do if given notice of the impending application.\nOn\nthe other hand, it is easy enough for a peregrine respondent,\nex post\nfacto\nand once the arrest or attachment has been put into effect, to profess\nthat he would have submitted to the jurisdiction of the court\nhad he been asked.\nIndeed, in the present case a letter of demand threatening proceedings was sent\nto Naylor. He consulted an attorney\nwho wrote back advising that any proceedings\nwould be ‘strenuously’ opposed. There was no mention of a submission\nto\nthe jurisdiction of a South African court until after the order had been\nserved.\n[25]\tThere is also another important but less obvious reason for\nproceeding\nex parte.\nIf a peregrine submits to the jurisdiction of the\ncourt in response to a threat, whether express or implied, that if he fails to\ndo so he may be arrested or have his goods attached, there is always the danger\nthat a judgment thereafter given against him may\nnot be recognised\ninternationally. The reason is that the peregrine may be able to contend in some\nother forum that the submission\nwas not voluntary as it was induced by the\nthreat of an arrest or attachment which in that forum is regarded as unlawful.\nSee\nBlue Continent Products (Pty) Ltd v Foroya Banki PF\n1993 (4) SA 563\n(C) at 574F-G.\n[26]\tIt is important to bear in mind that although an\nattachment (or arrest) and a submission to the jurisdiction both have the effect\nof founding or confirming jurisdiction, there are significant differences\nbetween the two. An attachment or arrest serves also to\nprovide an\nincola\nwith property or security in South Africa against which he can execute the\njudgment in the event of his action being successful.\n(See\nYorigami Maritime\nConstruction Co Ltd v Nissho-Iwai Co Ltd\n1977 (4) SA 682\n(C) at 697E-698D;\nMT Argun\n2001 (3) 1230 (SCA) at 1244E-F.) A submission, on the other\nhand, does no more than found or confirm jurisdiction so that once an\nincola\nobtains judgment he is obliged to pursue the peregrine to the latter’s\ncountry of domicile and there seek to have the judgment\nenforced. Unless,\ntherefore, the security obtainable or the value of the property available for\nattachment is substantially less\nthan the value of the claim, an\nincola\nwould normally prefer to attach the property or the person of the peregrine to\nprovide security for his claim. (\nCf Jamieson v Sabingo\n2002 (4) SA 49\nSCA\npara 25 at 58G.)\n[27]\tThe procedures relating to attachments and arrests\nwere developed by the tribunals of Holland to enable\nincolae\nto proceed\nagainst peregrines in the jurisdiction instead of being compelled to follow\ntheir debtors to domiciles abroad.  (See\nThe Owners, Master and Crew of the\nSS Humber\nv Owners and Master of the SS Answald\n1912 AD 546\nat 555.)\nIf a peregrine submits to the jurisdiction prior to an order being granted for\nthe attachment of his person or property\nan\nincola\nwill lose his right to\npursue the latter procedure; he may even lose it if the submission is made after\nthe order is granted but\nbefore it is put into effect. (See\nJamieson v\nSabingo, supra,\npara 29 at 59B-E.) But until there has been a submission an\nincola\nis entitled as of right to seek an order of attachment or arrest\nwith the concomitant benefit of obtaining security for his claim.\nA court to\nwhich the application is made has no discretion to refuse it once the\nrequirements for an order are met. In\nLongman Distillers Ltd v Drop Inn Group\nof Liquor Supermarkets (Pty) Ltd\n[1990] ZASCA 39\n;\n1990 (2) SA 906\n(A) at 914E-G Nicholas AJA\nexplained the situation as follows:\n‘In our law, once an\nincola\napplicant (plaintiff) establishes that\nprima facie\nhe has a good cause of\naction against the peregrine respondent (defendant), the Court must, if other\nrequirements are satisfied,\ngrant an order for the attachment\nad\nfundandam\nof the property of the peregrine respondent (defendant). It has no\ndiscretion (Pollak\nThe South African Law of Jurisdiction\nat 64, citing\nLecomte v W and B Syndicate of Madagascar\n1905 TS 696\nat 702). The Court\nwill not inquire into the merits or whether the Court is a convenient forum in\nwhich to bring the action (Pollak\n(\nibid\n)). Nor, it is conceived, will the\nCourt inquire whether it is “fair” in the circumstances for an\nattachment order to\nbe granted.’’\n(See also\nWeissglass NO v\nSavonnerie Establishment\n[1992] ZASCA 95\n;\n1992 (3) SA 928\n(A) at 937C-F.)  It follows that an\napplicant for an order of attachment or arrest to found or confirm jurisdiction\nis under no obligation\nfirst to invite the respondent peregrine to submit to the\njurisdiction, nor does the latter enjoy a right to be afforded an opportunity\nto\nsubmit to the jurisdiction before the applicant seeks an arrest or attachment\norder. (See\nAssociated Marine Engineers (Pty) Ltd v Foroya Banki PF\n1994\n(4) SA 676\n(C) at 688G-J.)\n[28]  \tIn view of the aforegoing and because the\nex parte\napplication for the attachment of the property of a peregrine\n(or his arrest) is a preliminary step in the proceedings against him,\nthe costs\nof the application, if unopposed, are normally made costs in the cause of the\nmain action. (If opposed the costs order\nwould normally follow the result of the\napplication.) The reasoning of Willis J for not making a similar order was\nshortly this.\nIt was not permissible, he said, to ‘peer behind the\nallegation’ of Naylor that if requested he would have submitted\nto the\njurisdiction of the court; therefore it had to be accepted that had Jansen\ninvited Naylor to submit there would have been\nno need to bring the application.\nAccordingly, so the reasoning went, Jansen was not entitled to his costs of the\napplication in\nthe same way as a plaintiff who receives payment against service\nof a summons would not be entitled to his costs if he omits to send\na letter of\ndemand. After referring to\nHavenga v Lotter\n1912 TPD 395\nand other cases\nto the same effect regarding the question of costs where a plaintiff omits to\nsend a letter of demand, the judge\nsaid:\n‘Ms Robinson argued\nconvincingly, in my view, that the same principle must apply in matters such as\nthis. In other words, although\nthe applicant was entitled as of right to seek an\norder for the attachment of the person of Michael Naylor in order to confirm\njurisdiction,\nif it subsequently emerges that this course of action was\nunnecessary, the applicant, although entitled to the relief which he sought,\nwould not be entitled to the costs of the application. There is no authority\ndirectly in point, so I have been advised by counsel\nfor both sides, and\naccordingly I believe it appropriate to extend this general principle to a\nmatter such as this.’\n[29] \tI cannot agree. The general principle to\nwhich the judge refers is in my view inapplicable to an application to attach\nthe property\nof a peregrine (or to arrest him to obtain security).  First, there\nis always the risk of the peregrine respondent leaving the country\nwithout\nsubmitting to the jurisdiction. As I have indicated, the object of the arrest\nand attachment procedure is to assist an\nincola\n. Requiring the\nincola\nto guess what the peregrine will do if invited to submit could\nserve to undermine the very purpose for which that procedure was developed.\nSecond, the application is not for an order directing the peregrine to submit to\nthe jurisdiction (which is what it is suggested\nan applicant must first invite\nthe respondent to do). It is an application for something different, namely for\nan order for the attachment\nof the property or person of the peregrine. As I\nhave indicated, that is an order to which an\nincola\nis entitled as of\nright and which he loses only when the peregrine submits to the jurisdiction. An\nattachment or arrest will ordinarily\nbetter protect the rights of an\nincola\n. I can see no reason why he should be required first to tender a\nrelief that affords less protection than the one he seeks.\n[30]\tTo return to\nthe present case, Jansen was entitled as of right to an order for the arrest of\nNaylor to confirm jurisdiction.\nIn seeking the order\nex parte\nhe was\nfollowing a well-established practice. That order carried with it the advantage\nthat the security put up by Naylor would be\navailable to satisfy a judgment\ngranted in favour of Jansen in the defamation action. Merely because Naylor may\nhave submitted to\nthe jurisdiction had he been invited to do so placed no\nobligation on Jansen to apprise him of his right to do so. Jansen understandably\nwished to have the benefit of security; he did not want to have to pursue Naylor\nto Australia and seek, possibly with opposition,\nto have the order implemented\nthere. I can see no reason why Jansen should have been deprived of the costs of\nthe application for\nfailing to invite Naylor to tender a relief which, as I have\nsaid, was different and less advantageous to Jansen than the relief\nhe was\nseeking and to which he was entitled.\n[31]\tIn my view, therefore, the judge\nin the court\na quo\nmisdirected himself in his approach to the question of\ncosts. Having found for Jansen in the main action there was no justification\nfor\nnot ordering Naylor to pay the costs of the arrest application.\n[32]\tThe\ncosts appeal is therefore upheld with costs. The order of the court\na quo\nas to costs in relation to the arrest application is set aside and the following\norder is substituted:\n‘The respondent (Naylor) is ordered to pay the\ncosts of the \tapplicant\n(Jansen).’\n_____________\nD G\nSCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nCAMERON\tJA\nCLOETE\t\tJA\nHEHER\t\tJA\nMLAMBO\t\tJA",
  "scraped_at": "2026-02-12T14:10:34.289342",
  "date": "2005-05-31",
  "coram": [
    "SCOTT JA",
    "CAMERON JA",
    "CLOETE JA",
    "HEHER JA",
    "MLAMBO JJA"
  ],
  "case_number": "243/04",
  "parties": {
    "applicants": [
      "MICHAEL NAYLOR",
      "ATOMAER (RSA) (PTY) LTD"
    ],
    "respondents": [
      "PIETER JOHANN JANSEN"
    ]
  },
  "sections": {
    "facts": "Pieter Jansen, a South African resident, applied ex parte for an order to arrest Michael Naylor, an Australian citizen, in order to confirm the High Court's jurisdiction over a defamation claim. Naylor posted security and was not taken into custody. Jansen then instituted defamation proceedings against Naylor and Atomaer (RSA) (Pty) Ltd, alleging that Naylor, speaking at a meeting on 2 October 2002, said Jansen had misappropriated Atomaer funds to a company in which he held a directorship. The statement was recorded in the meeting minutes and was found to have caused substantial reputational harm. The trial court awarded Jansen R30,000 in damages and ordered costs, but left the order on the arrest application pending. Jansen appealed the judgment and the costs order, while Naylor appealed the damages and the costs order.",
    "issues": "1) Whether Naylor's statement was defamatory and made with animus injuriandi. 2) Whether the defence of qualified privilege applied or was defeated by malice. 3) Whether the damages award should be reduced. 4) Whether Jansen is entitled to the costs of the ex parte arrest application despite the lack of an invitation to submit to jurisdiction.",
    "principles": "The court applied the established defamation principles that the utterance of defamatory words creates a presumption of unlawfulness and animus injuriandi, which the defendant must rebut on the balance of probabilities. Qualified privilege is only available where the occasion is privileged and the defendant acted without malice; knowledge of untruthfulness gives rise to an inference of malice. Evidence of the plaintiff's misconduct may be admitted to mitigate damages if it is directly linked to the defamatory statement. Regarding jurisdiction, an incola may obtain an ex parte arrest or attachment order as a matter of right to secure jurisdiction over a peregrine defendant; the applicant is not obliged to first invite the respondent to submit to jurisdiction, and costs of such an order are normally recoverable if the order was proper.",
    "application": "The court found that Naylor indeed made the words recorded in the minutes, that the words carried the ordinary meaning of theft, and that Naylor knew they were untrue, establishing animus injuriandi and malice. Consequently, the defence of qualified privilege failed. While the statement was defamatory, the court reduced the awarded damages from R30,000 to R15,000, taking into account the mitigating evidence of Jansen's breach of his employment duties, which was directly linked to the defamatory content. On the costs appeal, the court held that Jansen was entitled to recover the costs of the arrest application because the ex parte order was a proper exercise of the incola's right to secure jurisdiction, and the lower court had erred in denying those costs.",
    "conclusion": "The appeal succeeded only in reducing the damages from R30,000 to R15,000; the remainder of the defamation judgment was upheld. The costs appeal was upheld: the order that Jansen pay the costs of the arrest application was set aside and substituted with an order that Michael Naylor pay those costs. No costs were awarded to the defendants in the defamation appeal."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Qualified Privilege",
    "level_3": [
      "animus injuriandi",
      "malice",
      "jurisdiction arrest",
      "costs of attachment",
      "damage reduction"
    ]
  }
}