{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/74.html",
  "case_name": "Mzamba Taxi Owners' Association and Another v Bizana Taxi Association and Others (358/2004) [2005] ZASCA 74; 2006 (2) SA 154 (SCA) (9 September 2005)",
  "citation": "[2005] ZASCA 74",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 74\n|\nNoteup\n|\nLawCite\nMzamba Taxi Owners' Association and Another v Bizana Taxi Association and Others (358/2004) [2005] ZASCA 74; 2006 (2) SA 154 (SCA) (9 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCase no: 358/04\nIn the matter between:\nMZAMBA TAXI OWNERS’\nASSOCIATION\nFirst Appellant\nLUNGELO\nTOBO\nSecond Appellant\nand\nBIZANA TAXI\nASSOCIATION\nFirst Respondent\nBAMBANANI TAXI\nASSOCIATION\nSecond Respondent\nHIBISCUS COAST MUNICIPALITY\nThird Respondent\nTHE MINISTER OF SAFETY & SECURITY\nFourth Respondent\nTHE KWAZULU-NATAL PROVINCIAL\nFifth\nRespondent\nTAXI REGISTRAR\nTHE EASTERN CAPE PROVINCIAL\nSixth Respondent\nTAXI\nREGISTRAR\n__________________________________________________________________________\nCoram\n:\nHarms,\nNavsa, Mthiyane, Ponnan JJA et Maya AJA\nDate of\nhearing:\n25 August 2005\nDate of delivery:\n9 September\n2005\nSummary\n: Administrative law ─ endorsement by\nprovincial taxi registrar of a voluntary agreement between two taxi associations\nin terms\nof which a taxi rank is shared not subject to review ─ rival taxi\nassociation’s rights not infringed ─ right to\noperate route by\nvirtue of public permit issued by transportation board ─ such right not\nconferred by endorsement.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA\nJA:\n[1]\tThis appeal involves a dispute concerning the use of a taxi rank\nin Port Edward within the province of KwaZulu-Natal. It is directed\nagainst a\njudgment of McLaren J in the Pietermaritzburg High Court, whereby he dismissed\nan application by the two appellants, who\nhad sought to set aside the\nendorsement (purportedly made in terms of applicable statutory provisions) by\nthe fifth and sixth respondents\nof an agreement (‘the agreement’)\nbetween the Bizana Taxi Association and the Bambanani Taxi Association (the\nfirst and\nsecond respondents) to share part of the taxi rank in question. The\npresent appeal is before us with the leave of the court below.\n[2]\tThe\nfirst appellant is a voluntary association (not for gain) of minibus taxi\noperators, as are the first and second respondents.\nThe second appellant is an\nauthorised taxi operator and a member of the first appellant. The third\nrespondent is the Hibiscus Coast\nMunicipality within whose area of jurisdiction\nPort Edward is situated. The fourth respondent is the Minister of Safety and\nSecurity.\nThe fifth and sixth respondents are the KwaZulu-Natal Provincial Taxi\nRegistrar and the Eastern Cape Provincial Taxi Registrar,\nrespectively.\n[3]\tThe appellants claim that the endorsement of the agreement,\nto which the fifth and sixth respondents appended their signatures\nsignifying an\napparent assent, was irregular and that implementation thereof would adversely\naffect its members, mainly financially.\nThe present dispute is one of a number\nof disputes between the first appellant, on the one side, and the first and\nsecond respondents,\non the other. The Umtata High Court, the Pietermaritzburg\nHigh Court, as well as the police have been kept busy dealing with these\ndisputes. For present purposes, however, it is not necessary to deal with their\nother disputes.\n[4]\tFor the sake of convenience I shall refer to the\nfirst appellant as Mzamba, the first respondent as BTA, and the second\nrespondent\nas Bambanani.\n[5]\tMzamba has an office at the Port Edward\nshopping centre but is based in the Eastern Cape. BTA has its principal place of\nbusiness\nin Bizana in the Eastern Cape. Bambanani, on the other hand, has its\nprincipal place of business at Margate, KwaZulu-Natal.\n[6]\tThe Port\nEdward taxi rank is a point on a minibus taxi route between KwaZulu-Natal and\nthe Eastern Cape. The route in question\nis the Bizana - Port Edward - Port\nShepstone route (the route). Before the agreement was signed, Mzamba and\nBambanani shared the\nPort Edward taxi rank, each utilising a geographical half\nindependently. Mzamba’s members operate the route and Bambanani’s\nmembers do not conduct services beyond Port Edward into the Eastern\nCape.\n[7]\tOn 9 December 2002 Mzamba was informed that the third\nrespondent intended facilitating the signing on 11 December 2002 of an\ninter-provincial\noperations agreement by BTA and Bambanani. Mzamba was informed\nthat the conclusion of the agreement would entitle BTA to the use\nof\nBambanani’s half of the Port Edward taxi rank. Such agreements are\ncommonly referred to in the taxi industry as\ngapping\nagreements. Simply\nput, it is an agreement in terms of which one taxi association agrees to the use\nof its taxi rank facility by members\nof another taxi\nassociation.\n[8]\tMzamba was neither considered nor invited to be part of\nany discussion preceding the conclusion of the agreement. Mzamba was also\nnot\ninvited to the meeting at which it was envisaged the signing of the agreement\nwould take place.\n[9]\tOn 11 December 2002, Mzamba, through its attorneys,\nwrote to the fifth respondent, objecting to the proposed signing of the\nagreement,\nstating that the agreement would result in encroachment on its\nentitlement to the use of the Port Edward taxi rank and that it would\nin\nconsequence suffer financial prejudice. Mzamba called for the postponement of\nthe meeting and of the signing of the agreement.\n[10]\tOn the same day\nMzamba’s chairperson called at the offices of the fifth respondent and was\nassured that no agreement would\nbe signed. However, on 7 January 2003, Mzamba\nwas informed by BTA and Bambanani’s attorney that an agreement had in fact\nbeen\nsigned which entitled BTA members to operate from the Port Edward taxi rank\nin their travels to and from the Eastern Cape and on\nto Port\nShepstone.\n[11]\tThere were communications between the parties during the\nensuing month but to no avail. BTA members attempted to operate from\nthe Port\nEdward taxi rank. Tensions arose and violence erupted.\n[12]\tOn 11 March\n2003 Mzamba and the second appellant sought and obtained an order from the\nPietermaritzburg High Court (Kondile J),\ninter alia, interdicting BTA,\nBambanani and the fifth and sixth respondents (the taxi registrars) from\nimplementing the agreement\npending the finalisation of an application to have\nthe decision by the registrars to endorse the agreement set aside. In the\nalternative,\nMzamba and the second appellant sought an order declaring the\nagreement to be invalid.\n[13]\tIn the court below the second, third,\nfourth, fifth and sixth respondents did not oppose the application and indicated\nthat they\nwould abide the decision of the court. They adopted the same attitude\nbefore us.\n[14]\tAfter considering the facts and the relevant statutory\nprovisions, McLaren J held that the participation of the two registrars\nin the\nprocess culminating in the agreement amounted to administrative action within\nthe meaning ascribed to that expression in terms\nof the Promotion of\nAdministrative Justice Act 3 of 2000 (‘PAJA’). He held, however,\nthat the appellants failed to prove\non a balance of probabilities that the\ndecision or conduct by the two registrars adversely affected their rights, or\nthat it had\na direct external legal effect, all requirements for the review of\nadministrative action under PAJA. In his view the right of members\nof BTA to\noperate the route was by virtue, in each instance, of a public permit and not\nthe agreement. He concluded that the agreement\ndid not affect the\nappellants’ rights in any way because the agreement ‘simply is one\nbetween the first and second respondents\nin terms whereof the second respondent\nshared its limited geographical half share of the Port Edward taxi rank with the\nfirst respondent’s\nmembers, allowing the latter to park there and collect\npassengers.’ It is these latter conclusions that the appellants\nchallenge.\n[15]\tIt is necessary at this stage to examine the statutory\nframework within which minibus taxi operators are obliged to\noperate.\n[16]\tThe Road Transportation Act 74 of 1977 (the RTA) provides\nfor the control of certain forms of road transportation and for matters\nconnected therewith. The authority to operate a minibus taxi within or across\nparticular geographical areas is granted by local boards\nestablished in terms of\nthe RTA (see s 7). This is done by issuing a public permit. Section 21 deals\nwith the conditions governing\nthe issue of a permit. Section 21(3)\n(e)\nprovides that the permit should specify:\n‘the points between and the\nroutes upon which or the area or areas within which the motor vehicle to which\nit refers may be\nused in road transportation, and if any restriction is imposed\nin connection with any transportation upon any portion of such a route\nor routes\nor in any area or areas or in any portion of such area or areas, the points\nbetween or the area within which such restriction\nshall be applied and\nconditions thereof’.\n[17]\tThe National Land Transport Transition\nAct 22 of 2000 (the NLTTA) was enacted to provide for the transformation and\nrestructuring\nof the national land transport system of South Africa and matters\nincidental thereto. Section 2, inter alia, provides the measures\nto give effect\nto national policy concerning the first phase of the transformation and\nrestructuring process and to achieve a smooth\ntransition to a new system,\napplicable nationally.\n[18]\tIn the province of KwaZulu-Natal, the\nKwaZulu-Natal Interim Minibus Taxi Act 4 of 1998 (the KNIMTA) applies. Its\npreamble states\nthat it was enacted as interim legislation to regulate the\nminibus taxi industry and to formalise, restructure and legalise minibus\ntaxi\nregistration and services during the period leading up to the enactment of\nnational and provincial land transport legislation,\nand to provide for matters\nincidental thereto. It has not been suggested that the provisions of the KNIMTA\nare in any way in conflict\nwith any of the provisions of the NLTTA or that they\ndo not apply.\n[19]\tThe KNIMTA provides for the appointment of a taxi\nregistrar (s 5). In s 7 the registrar is endowed with certain powers, including\nthe power to instruct the relevant parties, where there is a dispute concerning\nroutes, to appear before him or her in order for\na hearing to take place to\nenable a decision to settle the dispute.  Section 25 provides for the\nestablishment of a KwaZulu-Natal\nInterim Minibus Taxi Tribunal, which has the\nauthority, inter alia, to hear and decide appeals against any decision of the\nTaxi Registrar\nrelating to disputes about the operations of minibus taxi\nservices.\n[20]\tIt is clear from the provisions of the KNIMTA that its\nobject is to ensure that minibus taxi operators operating within its\njurisdiction\ndo so legitimately and that all the statutory prescripts for such\noperations are complied with. In s 3 of the Act the principles\ngoverning\nprovincial interim minibus taxi policy are spelt out. These include the\nprevention of encroachment on services provided\nby duly authorised operators and\nthe promotion of taxi services within the law.\n[21]\tIn the definition\nsection of the KNIMTA there is reference to an ‘area defined\npermit’, in terms of which a local\nroad transportation board established\nin terms of the RTA may authorise minibus taxis to conduct operations within a\ndefined geographical\narea. It is evident that, in executing his or her\nregulatory functions, a registrar must ensure that the appropriate public permit\nhas been issued to minibus taxi operators conducting taxi services within the\nprovince.\n[22]\tThe two registrars in question, in appending their\nsignatures and thus their apparent assent to the agreement, purported to act\nin\nterms of the regulations promulgated in terms of the KNIMTA and in particular in\nterms of regulation 18.\n[23]\tIt is necessary to consider the provisions\nof regulation 18:\n’\n18.\tAgreements between minibus taxi\nassociations.\n─ (1) The Provincial Taxi Registrar shall prescribe a\ndocument to be completed and signed by minibus taxi associations operating\nminibus taxi services ─\n(\na\n)\tof common origin and/or\ndestination;\n(\nb\n)\twithin a commonly defined geographical area;\nand/or\n(\nc\n)\tsharing ranks or other public facilities which the general\npublic is \t\talso entitled to use,\nwhich document shall be referred to as an\nagreement document.\n(2)\tThe agreement document shall include details\nregarding ─\n(\na\n)\troutes or geographical areas operated by the\naffected minibus \t\ttaxi associations;\n(\nb\n)\tshared routes, ranks or\nother public facilities;\n(\nc\n)\texisting operational arrangements;\nand\n(\nd\n)\tany conflict or contestation of routes, ranks or other public\n\t\t\tfacilities.\n(3)\tMinibus taxi associations shall when requested by the\nProvincial Taxi Registrar, complete an agreement document which shall be\nsigned\nby the chairperson of the minibus taxi association.\n(4)\tA minibus taxi\nassociation which refuses to complete an agreement as contemplated in\nsubregulation (3) shall be ─\n(\na\n)\tsubject to a fine of R10,000;\nand\n(\nb\n)\tsuspended from registration until it complies with the\n\t\t\t\trequirement.\n(5)\tMinibus taxi associations shall at all times abide by\nthe terms and conditions in the agreement document and shall ensure that\ntheir\nmembers operate in accordance with these terms and conditions.\n(6)\tA minibus\ntaxi association which contravenes the provisions of sub-regulation (5) shall be\n─\n(a)\tliable to a fine of R10,000; and\n(b)\tsuspended from\nregistration until it complies with the provision.’\n[24]\tMcLaren J\ndescribed regulation 18 as ‘gibberish’. It is difficult to make\nsense of its provisions and substantial\nparts may well be of questionable\nvalidity. As can be seen it provides that the provincial registrar is obliged to\nprescribe a form\nwhich it is envisaged will be completed by taxi associations\nand will comprise an agreement dealing with specific matters relating\nto taxi\nassociations. Regulation 18(3) appears to oblige taxi associations to comply\nwith a request by the registrar to complete\nsuch an agreement. Regulation 18(4)\nprovides a criminal sanction for failure to comply with such a request and\nrenders the offending\nassociation subject to suspension. Regulation 18 does not,\nhowever, on any reading, confer authority on the registrar to sanction\nthe\noperation of minibus taxi services beyond the provisions of the RTA which is the\nprimary regulatory statute. So, for example,\nit is not within the power of the\nregistrar to issue a public permit. An agreement between associations cannot by\nitself transfer\nor bestow the right to operate along a specific route. That\nright, as referred to earlier, is by way of a public permit in terms\nof the RTA.\nMore importantly, the regulation does not empower the provincial registrars to\nnullify the rights that flow from a properly\nissued public permit.\n[25]\tIt is common cause that in the present case members of the BTA have\nthe relevant permits authorising them to operate the route.\nProperly construed,\nthe appellants’ complaint is that their members will be prejudiced\nfinancially by the increased competition\ndue to the BTA operating the route.\nCounsel representing the appellants was constrained to concede that their main\nobjection to BTA\noperating from the Port Edward taxi rank was that their members\nwould be subject to competition. Counsel was unable to point to any\nother form\nof prejudice to which the appellants would be subjected as a result of BTA and\nBambanani sharing the latter’s half\nof the Port Edward taxi rank in terms\nof the voluntary arrangement between them.\n[26]\tIn a throwaway line, in\na replying affidavit, the appellants contend that they intend challenging the\nvalidity of the public\npermits. The present appeal does not involve a\nconsideration of that issue.\n[27]\tIt appears that the appellants\nmisconceived their remedy. If indeed the public permits were issued irregularly,\nthe decisions\nto issue them would be ones that would adversely have affected the\nappellants and would have had a direct external effect. They would\nqualify as\nreviewable decisions within the parameters of PAJA.\n[28]\tIn the present\ncase, BTA and Bambanani voluntarily concluded an agreement in terms of which the\nlatter provided the former with\nthe use of its half of a taxi rank. Even if one\nassumes that a ‘request’, as envisaged in regulation 18(3), by the\nfifth\nrespondent to Bambanani and BTA to complete an agreement document, may\namount to administrative action, the problem is that it was\nnever the\nappellants’ case that there had been such a request nor was there any\nevidence to that effect. There was, therefore,\nno administrative action by the\nfifth respondent in terms of the regulation because there was no decision that\namounted to such action\nas defined in s 1 of PAJA. The endorsement by the two\nregistrars provided no further legal impetus to the agreement voluntarily\nconcluded\nby Bambanani and BTA. It did not confer the authority to operate the\nroute. That was already in place by virtue of the public permits.\nThere was thus\nno administrative action by either registrar which was open to challenge by the\nappellants, either in terms of PAJA,\nor otherwise.\n[29]\tTo prevent BTA\nmembers from using the Port Edward taxi rank would be to frustrate the rights\nacquired by them in terms of the\nrelevant permits from the relevant road\ntransportation boards, which are the primary regulators of minibus taxi\noperators. The regulatory\nstatutes were never intended to frustrate lawful\ncompetition. On the contrary, they were designed to ensure safety, efficiency\nand\nlawful competition in the public interest.\n[30]\tIn my view, McLaren J\nwas correct in the latter part of his reasoning referred to in para [14] above\nand correctly dismissed\nthe application in the court below.\n[31]\tFor the\nreasons stated, the appeal is dismissed with costs including the costs of two\ncounsel.\n________________\nM S NAVSA\nJUDGE OF APPEAL\nCONCUR:\nHARMS\t\tJA\nMTHIYANE\tJA\nPONNAN\t\tJA\nMAYA\t\tAJA",
  "scraped_at": "2026-02-12T14:57:44.658013",
  "date": "2005-09-09",
  "coram": [
    "Harms",
    "Navsa",
    "Mthiyane",
    "Ponnan JJA",
    "Maya AJA"
  ],
  "case_number": "358/04",
  "parties": {
    "applicants": [
      "Mzamba Taxi Owners' Association",
      "Lungelo Tobo"
    ],
    "respondents": [
      "Bizana Taxi Association",
      "Bambanani Taxi Association",
      "Hibiscus Coast Municipality",
      "Minister of Safety & Security",
      "KwaZulu-Natal Provincial Taxi Registrar",
      "Eastern Cape Provincial Taxi Registrar"
    ]
  },
  "sections": {
    "facts": "The dispute concerned the Port Edward taxi rank in KwaZulu‑Natal. Bizana Taxi Association (BTA) and Bambanani Taxi Association entered into a voluntary agreement on 11 December 2002 to allow BTA members to use Bambanani’s half of the rank. Mzamba Taxi Owners' Association and Lungelo Tobo, who previously shared the rank, were excluded from negotiations and learned of the agreement after it was signed. They objected to the endorsement of the agreement by the KwaZulu‑Natal and Eastern Cape provincial taxi registrars, claiming the endorsement was irregular and would cause them financial prejudice. The matter proceeded to the Pietermaritzburg High Court, which granted an interdict pending a review of the registrars' endorsement, and was subsequently appealed.",
    "issues": "1. Whether the endorsement of the inter‑association agreement by the provincial taxi registrars constitutes administrative action subject to review under the Promotion of Administrative Justice Act (PAJA). 2. Whether the endorsement infringes the rights of the appellants to use the taxi rank. 3. Whether the agreement itself confers a legal right to operate the route, or whether such rights derive solely from public permits issued under the Road Transportation Act.",
    "principles": "Under PAJA, a decision is reviewable only if it adversely affects a person's rights and has a direct external legal effect. The Road Transportation Act provides that the authority to operate a minibus taxi on a route is granted through public permits issued by local road transportation boards. The KwaZulu‑Natal Interim Minibus Taxi Act (KNIMTA) and its Regulation 18 govern agreements between taxi associations but do not empower a registrar to create or nullify operating rights beyond those conferred by public permits. An agreement between associations cannot, by itself, transfer the legal right to operate a route.",
    "application": "The Court examined whether the registrars’ signatures on the agreement amounted to an administrative decision that affected the appellants' rights. It found no evidence of a request by the registrar that compelled the agreement, nor any decision that altered the appellants’ legal position. The endorsement was merely an acknowledgement of a privately concluded agreement and did not confer any additional operating authority. The appellants' alleged prejudice was limited to increased competition, which does not satisfy PAJA’s criteria for review. Consequently, the endorsement could not be challenged as administrative action, and the agreement did not impinge upon the appellants’ permit‑derived rights.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The decision of the Pietermaritzburg High Court affirming the registrars’ endorsement and rejecting the appellants' claim of invalidity was upheld."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Review of Administrative Action",
    "level_3": [
      "PAJA",
      "taxi industry",
      "public permits",
      "Regulation 18",
      "competition"
    ]
  }
}