{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/114.html",
  "case_name": "Cell C (Pty) Ltd v Zulu (593/2004) [2005] ZASCA 114; 2008 (1) SA 451 (SCA) ; [2006] 4 All SA 417 (SCA) (29 November 2005)",
  "citation": "[2005] ZASCA 114",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 114\n|\nNoteup\n|\nLawCite\nCell C (Pty) Ltd v Zulu (593/2004) [2005] ZASCA 114; 2008 (1) SA 451 (SCA) ; [2006] 4 All SA 417 (SCA) (29 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  593/04\nIn the matter between:\nCELL C (PTY) LIMITED\nAppellant\nand\nGERVAS MPANDLANA BHEKISISA ZULU\nRespondent\nCORAM\n:\nMPATI DP, ZULMAN, NUGENT, JAFTA\nJJA and\nMAYA AJA\nHEARD\n:\n11 NOVEMBER\n2005\nDELIVERED\n:\n29 NOVEMBER 2005\nSummary\n:\tContract – interim agreement – parties performing\nobligations before written document intended to regulate their relationship\nfully executed – cancellation of – reasonable notice to be given in\nabsence of agreement as to how to be\neffected.\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nDP:\n[1]\tOn 14 January 2004 and pursuant to a written application\nand subsequent payment by the respondent of an agreed sum, the appellant,\na\ncellular phone service provider, delivered to the respondent a community service\ncontainer (the container) with telephones and\nother equipment.  The appellant\nprovided a cellular phone signal (the signal) to the container, which enabled\nthe respondent to make\navailable to the public a telecommunication service at a\nfee.  Delivery of the container and the provision of the signal took place\nbefore signature, by an authorised representative of the appellant, of a written\ndocument which was to regulate the contract between\nthe parties.  For reasons\nthat will become apparent later in this judgment, the appellant deactivated the\ntelephones in the container\non 3 February 2004 by terminating the signal.  This\nappeal concerns the questions (as formulated by counsel in their heads of\nargument):\n(1) whether an enforceable agreement was concluded between the\nparties and, if so, whether the appellant had lawfully cancelled it;\n and (2)\nwhether termination of the cellular phone signal to the container constituted an\nact of spoliation.\n[2]\tOn 5 February 2004 the respondent applied for,\nand obtained, from the Natal Provincial Division, a\nrule nisi\nin terms of\nwhich the appellant was ordered,\ninter alia\n, ‘to restore the\ntelecommunication line’ to the container.  In addition, the appellant was\ninterdicted from ‘unlawfully\nterminating and/or suspending’ such\nservice.  The appellant, in turn, ‘instituted’ motion proceedings\nagainst the\nrespondent, seeking an order discharging the\nrule\nand,\ninter alia\n, directing the respondent ‘forthwith to return to the\n[appellant], against repayment of the amounts paid by the [respondent]\n(reduced\nto the extent of the use of airtime), the container, telephones and all other\nequipment supplied to the [respondent] by\nthe [appellant]’.  On 7 May 2004\nthe matter was adjourned for the hearing of oral evidence and determination of\ncertain specific\nissues.\n[3]\tSubsequently, however, the parties agreed\nthat the issues between them be determined on the following set of agreed\nfacts:\n‘. . .\n10.\tOn the 19\nth\nof September 2003 the Applicant made application to\nthe Respondent for a community service facility.\n11.\tThe\napplication was received by Jabu Mary Sekete.\n12.\tAt the relevant time Sekete was employed by the Respondent as a regional\nsales and training coordinator.\n13.\tThe application was signed respectively by the Applicant and Sekete and\nconsisted of annexure “H” to the application\npapers.\n14.\tAt the time when annexure “H” was delivered to Sekete, the\nApplicant also delivered to her a site consent form in\nterms of annexure\n“I” to the application papers, which bears the signatures of Sekete,\nthe Applicant and Counsellor Ndlovu.\n15.\tSekete was not authorised to conclude the agreement (in terms of annexure\n“B”) or any other agreement and could only\nprovisionally approve any\napplication, subject to it being approved or rejected by Allen Maphumulo and\nreduced to writing and signed\nin terms of the agreement (annexure\n“B”).\n16.\tOnly Jose da Santos and Allen Maphumulo were authorised to represent the\nRespondent in the conclusion of any agreement concluded\nin respect to a\ncommunity service facility rendered by the Applicant prior to the suspension of\nthose services.\n17.\tThe Respondent does not conclude agreements in terms of which such services\nare rendered  by Service Providers such as those\nin casu, except in the terms\ncontained in the agreement (annexure “B”).\n18.\tPursuant to receipt of the application and the site consent (annexures\n“H” and “I”), the Applicant paid\nthe following amounts\nto the Respondent:\n(a)\tOn the 28\nth\nOctober 2003, R28 400-00;\n(b)\tOn the 5\nth\nNovember 2004, R100-00;\n19.\tOn the 13\nth\nof January 2004 Sekete provided the Applicant with a\ncopy of the agreement and invited him to sign the agreement and to return it\nto\nthe Respondent.\n20.\tThe Applicant undertook to consider the contents following consultation with\nhis attorney and, thereafter, to sign the agreement\nand return it to the\nRespondent, if he was satisfied with the contents and the advice given by his\nattorney.\n21.\tThe agreement was thereafter signed by the Applicant but not returned to the\nRespondent, but tendered in the Applicant’s\nFounding Affidavit, which\ntender was refused (In the circumstances neither Maphumulo or Dos Santos signed\nthe agreement).\n22.\tOn the 14\nth\nof January 2004 a container with telephones and\nequipment arrived for delivery to the Applicant.\n23.\tOn that day there was a dispute between the parties as to the site\nidentified by the Applicant and provisionally approved by\nSekete, on the basis\nthat:\n(a)\tThe Applicant claimed that he was entitled to have the container delivered\nto 2526 Sinkwazi Road, Imbali;\n(b)\tSekete claimed that the container had to be delivered at or near Zizamele\nTuckshop (about 2km away).\n24.\tBy way of compromise the parties agreed for the container, in the interim,\nto be delivered to the Applicant’s place of\nresidence (at another\nlocation, altogether).\n(After delivery the respondent activated the telephone lines and the applicant\ncommenced trading.)\n25.\tOn the 26\nth\nof January 2004, the Applicant gave notice to the\nRespondent of his intention to move the container to 2526 Sinkwazi Road, Imbali,\nin terms of annexure “C” to “D” to the application\npapers.\n26.\tThe Respondent did not respond thereto.\n27.\tOn the 3\nrd\nof February 2004 the Applicant moved the container to\n2526 Sinkwazi Road, Imbali.\n28.\tOn the 3\nrd\nof February 2004 the Respondent, without notice to the\nApplicant, deactivated the Applicant’s cellular lines, by a computer\ninstruction implemented at the Respondent’s head office in Johannesburg,\nwhich resulted in the Applicant and his customers\nbecoming unable to receive or\nmake any calls from the cellular phones installed in the container delivered to\nhim.\n. . .\n38.\tThe Respondent concedes, in the event of this Honourable Court finding that\nthe agreement (in terms of annexure “B”)\nhad been concluded, or if\nthe Applicant acquired rights to operate the telephone services, that it was not\nentitled, on the 3\nrd\nof February 2004, to deactivate the cellular\ntelephone lines.\n. . . .’\nPart ‘C’ of the\napplication (annexure “H”) is headed:  PROPOSED SITE INFORMATION,\nand the site address where\nthe telecommunication service was to be conducted is\nreflected as 2526 Sinkwazi Road, suburb of Imbali in Pietermaritzburg.  Annexure\n“I” is a consent form on which is appended the signature of the ward\ncouncillor for the area where the proposed site\nis situated, which signifies\nthat the respondent had obtained permission to operate the service from the\nproposed site.  The address\nof the site reflected on annexure “I” is\nthe same as that in part ‘C’ of annexure “H”.  The ward\ncouncillor’s official stamp also appears next to his\nsignature.\n[4]\tWith this factual background the parties invited the court\na quo\n(Msimang J) to determine the following issues:\n‘(a)\tWhether the parties concluded a written agreement in terms of\nannexure “B” to the applicant’s founding\naffidavit, referred\nto herein as “the agreement”;\n(b)\twhether the suspension/termination of the telephone services provided to the\napplicant, on the 3\nrd\nof February 2004, amounted to:\n(i)\tan act of spoliation;\n(ii)\ta breach of the Respondent’s obligations in terms of the\nagreement;\n(c)\tWhether,\nif\nthe agreement had been concluded, such agreement had been\nduly cancelled by the Respondent in terms of the notification contained\nin\nparagraph 96 of the affidavit by Sekete;\n(d)\tWhether, in any event, apart from the written agreement the Applicant\nacquired from the Respondent any rights to operate a Cell\nC community service\nfacility from 2526 Sinkwazi Road, Imbali and, if so, the nature of such\nrights.’\n[5]\tMsimang J answered (a) in the negative and\n(b)(i) and (d) in the affirmative.  In view of those findings, the learned judge\nheld\nthat ‘the issues under (b)(ii) and (c) would fall away’.  As to\n(d) he found that the respondent’s right to operate\na Cell C community\nservice facility ‘flowed from the subsequent contract which was binding\nbetween the parties’.\n[6]\tThe learned Judge accordingly confirmed\nthe\nrule\nand dismissed the appellant’s counter-application with\ncosts.  This appeal is with his leave.\n[7]\tAlthough it was common cause\nin this court that when the container was delivered to the respondent an interim\nagreement was entered\ninto between the parties, counsel for the appellant\nsubmitted that such agreement was lawfully cancelled, ie the appellant was\nentitled\nto terminate the signal.  Counsel’s submission is inconsistent\nwith the concession made by the appellant in paragraph 38 of\nthe stated case,\nbut due to the stance he took in this court, it is now necessary to consider the\nquestion.  Counsel, however, disavowed\nany reliance on paragraph 96 of the\naffidavit of Sekete, in which it is stated that to the extent that the\nrespondent’s application\nfor a site had been approved in circumstances\nwhich might constitute an agreement, the appellant ‘has elected to cancel\nthat\nagreement’.\n[8]\tOne of the contentions advanced by counsel was\nthat having found that an agreement outside of the written document had been\nconcluded,\nMsimang J should then have defined the terms of such agreement.  That\nhe did not do.\n[9]\tThat an interim agreement was concluded between the\nparties is established by an inference to be drawn from the conduct of the\nparties (\nGolden Fried Chicken (Pty) Ltd v Sirad Fast Foods CC\n2002 (1) SA\n822\n(SCA) 825 para 4), viz payment by the respondent of the contract price, the\nsubsequent delivery of the container and equipment, the\nprovision of the\ncellular phone signal which enabled the respondent to commence business, and the\ncompromise reached with regard\nto the location of the container, all before the\nwritten agreement came into effect.  As to the compromise referred to, clearly\nthe\nagreement was that the respondent would operate his business from his place\nof residence until the dispute pertaining to the site\nhad been settled.  In this\nregard, counsel for the appellant contended that once the respondent moved the\ncontainer from the place\nagreed to by compromise, the appellant was entitled to\nterminate or cancel the contract and to cut off the signal.  This, counsel\nargued, was because the respondent had no right to receive a signal at any place\nother than the one agreed to by compromise, namely\nat his place of\nresidence.\n[10]\tThere is in my view no sound basis for counsel’s\nsubmission.  There is no indication whatsoever in the stated case that\nit was a\ncondition of the interim agreement that the respondent was not to move the\ncontainer from his place of residence.  Nor can\nsuch a condition be inferred\nfrom any other facts or from the conduct of the parties that preceded the\nconclusion of the interim\nagreement.    The question then is:  how was\ncancellation of the contract to be effected?\n[11]\tCounsel accepted that\nthere is no evidence as to how the interim agreement could be cancelled by\neither party.  In the absence\nof such a term a reasonable notice of cancellation\nhas to be given (cf\nPutco Ltd v TV & Radio Guarantee Co (Pty) Ltd\n1985 (4) SA 809\n(A) 827I-828B;\nGolden Fried Chicken\n, supra, at 825 para\n5).  It is not necessary to consider what period would have constituted\nreasonable notice in this case.  Counsel\nconceded that no notice was in any\nevent given.  It follows that the appellant was not entitled to terminate the\nsignal at the time\nthat it did.\n[12]\tCounsel agreed that a finding\nagainst the appellant on the first issue renders consideration of the second\nissue (of spoliation)\nunnecessary.\n[13]\tThe appeal is dismissed with\ncosts.\nL MPATI DP\nConcur:\nZULMAN JA\nNUGENT JA\nJAFTA JA\nMAYA AJA",
  "scraped_at": "2026-02-12T15:09:30.005943",
  "date": "2005-11-29",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "NUGENT",
    "JAFTA JJA",
    "MAYA AJA"
  ],
  "case_number": "593/04",
  "parties": {
    "applicants": [
      "CELL C (PTY) LIMITED"
    ],
    "respondents": [
      "GERVAS MPANDLANA BHEKISISA ZULU"
    ]
  },
  "sections": {
    "facts": "Cell C (Pty) Ltd delivered a community service container equipped with telephones to the respondent on 14 January 2004 and supplied a cellular signal that enabled the respondent to operate a public telecommunication service. The delivery and signal provision occurred before any written contract regulating the relationship was signed. On 3 February 2004 Cell C deactivated the signal without notice. The respondent obtained a rule nisi from the Natal Provincial Division ordering restoration of the service, and the parties later agreed on a set of factual premises that detailed the application, payments, site approval, and the dispute over the container's location. The respondent moved the container to the agreed site on 3 February 2004, after which the signal was terminated.",
    "issues": "The appeal raised (1) whether an enforceable agreement—either interim or written—had been concluded between the parties and, if so, whether Cell C lawfully cancelled it; (2) whether the termination of the signal constituted spoliation; (3) whether the agreement, assuming it existed, was properly cancelled pursuant to the notice provisions; and (4) whether, independent of any written agreement, the respondent acquired any rights to operate the community service facility.",
    "principles": "The Court applied the doctrine that an interim contract may be inferred from the parties' conduct, such as payment, delivery of goods, and provision of services, referencing Golden Fried Chicken (Pty) Ltd v Sirad Fast Foods CC. In the absence of an explicit cancellation clause, reasonable notice of termination is required, following Putco Ltd v TV & Radio Guarantee Co (Pty) and related case law. The Court also noted that a cancellation must be effected in accordance with any stipulated notice provisions, and that a party cannot unilaterally terminate services without such notice.",
    "application": "The Court found that, although an interim agreement could be inferred from the conduct of the parties, the parties had not agreed on a method of cancellation. Consequently, a reasonable notice of cancellation was required but none was given. Therefore, Cell C was not entitled to terminate the signal on 3 February 2004. The Court also held that the respondent's claim of spoliation was unnecessary once the primary issue of contractual cancellation was resolved.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed that Cell C had no lawful right to terminate the cellular signal without giving reasonable notice, and consequently the respondent's rights to operate the service remained unimpeded pending a proper contract or cancellation procedure."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Service Agreements",
    "level_3": [
      "interim agreement",
      "cancellation notice",
      "spoliation",
      "telecommunications service"
    ]
  }
}