{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/51.html",
  "case_name": "Gqwetha v Transkei Development Corporations Ltd and Others (242/2004) [2005] ZASCA 51; [2006] 3 All SA 245 (SCA); 2006 (2) SA 603 (SCA) (30 May 2005)",
  "citation": "[2005] ZASCA 51",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 51\n|\nNoteup\n|\nLawCite\nGqwetha v Transkei Development Corporations Ltd and Others (242/2004) [2005] ZASCA 51; [2006] 3 All SA 245 (SCA); 2006 (2) SA 603 (SCA) (30 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number: 242/04\nIn the matter between:\nNTOMBOMZI\nGQWETHA\nAppellant\nand\nTRANSKEI DEVELOPMENT CORPORATIONS LTD\n1\nst\nRespondent\nJ L V KWADJO NO\n2\nnd\nRespondent\nP R VICE NO\n3\nrd\nRespondent\nCORAM\n:\nMPATI DP, FARLAM, NAVSA, NUGENT and VAN HEERDEN\nJJA\nHEARD\n:\n6 MAY\n2005\nDELIVERED\n:\n30 MAY 2005\nSummary: \tApplication for review – failure properly to exercise a judicial\ndiscretion in condoning unreasonable delay in instituting\nreview proceedings\n– appeal court at large to exercise discretion afresh.  (Two judgments\nwere given in this matter.  The order\nof the court appears from paragraph\n36.)\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nMPATI DP:\n[1]\tOn 28 June 1995 the appellant, who held the position of accounts\nsupervisor with the first respondent, was dismissed from her\nemployment\nfollowing a disciplinary hearing which was chaired by the second respondent. \nShe had been found guilty on a number of\ncharges relating to the performance of\nher duties.  Her appeal against the termination of her services failed and her\ndismissal was\nconfirmed by the third respondent on 26 July 1995.  On 30\nSeptember 1996 the appellant instituted review proceedings in which she\nsought\nan order reviewing and setting aside the decisions of the second and third\nrespondents and directing the first respondent\nto reinstate her forthwith with\nall attendant benefits.\n[2]\tOnly the first and second respondents opposed the\napplication.  I shall refer to them collectively as the respondents.  The\nanswering\naffidavits were filed on 6 December 1996 and the replying affidavit on\n10 December 1996.  The matter was set down for hearing and\nargued on 23 October\n1997.  In their answering papers the respondents raised two points\nin\nlimine\n, one being that the appellant had taken ‘an inordinately and\nunreasonably lengthy period’ before instituting review proceedings\nand\nsubmitted that the application ought to be dismissed on this ground alone.  (The\nsecond point\nin limine\nis not relevant for present purposes.)\n[3]\tThe\nTranskei High Court (Madlanga J) found that the delay was unreasonable but\nnevertheless condoned it and granted the relief\nsought.  He granted the\nrespondents leave to appeal to the Full Court, but limited such leave to the\naspect of condonation of the\ndelay only.  The Full Court, by a majority (Pakade\nJ and Tokota AJ), upheld the appeal.  It found that Madlanga J  had failed to\nconsider certain relevant facts and circumstances in the exercise of his\ndiscretion on whether or not the delay, though unreasonable,\nshould be condoned.\nThis appeal is with the special leave of this court.\n[4]\tThe issue for\nconsideration is whether Madlanga J, in condoning what he found to be an\nunreasonable delay on the part of the appellant\nin instituting the review\nproceedings, failed properly to exercise his discretion.\n[5]\tThe attitude\nof our courts when faced with the issue of delay in matters of this nature is\nneatly captured by Brand JA in\nAssociated Institutions Pension Fund v Van\nZyl\n2005 (2) SA 302\nSCA at 321 as follows:\n‘[46]\t. . .  It is a\nlongstanding rule that courts have the power, as part of their inherent\njurisdiction to regulate their\nown proceedings, to refuse a review application\nif the aggrieved party had been guilty of unreasonable delay in initiating the\nproceedings.\n The effect is that, in a sense, delay would “validate”\nthe invalid administrative action (see eg\nOudekraal Estates (Pty) Ltd v City\nof Cape Town and Others\n2004 (6) SA 222\n(SCA) ([2004]\n3 All SA 1\nat para\n[27]).  The\nraison d’être\nof the rule is said to be twofold. \nFirst, the failure to bring a review within a reasonable time may cause\nprejudice to the respondent.\n Secondly, there is a public interest element in\nthe finality of administrative decisions and the exercise of administrative\nfunctions\n(see eg\nWolgroeiers Afslaers (Edms) Bpk v Munisipaliteit van\nKaapstad\n1978 (1) SA 13\n(A) at 41).\n[47]\tThe scope and content of the\nrule has been the subject of investigation in two decisions of this Court.  They\nare the\nWolgroeiers\ncase and\nSetsokosane Busdiens (Edms) Bpk v\nVoorsitter, Nasionale Vervoerkommissie, en ‘n Ander\n1986 (2) SA 57\n(A).  As appears from these two cases and the numerous decisions in which they\nhave been followed, application of the rule requires\nconsideration of two\nquestions:\n(a)\nWas there an unreasonable delay?\n(b)\nIf so,\nshould the delay in all the circumstances be condoned?\n(See\nWolgroeiers\nat 39C-D.)\n[48]\tThe reasonableness or unreasonableness of\na delay is entirely dependent on the facts and circumstances of any particular\ncase\n(see eg\nSetsokosane\nat 86G).  The investigation into the\nreasonableness of the delay has nothing to do with the Court’s discretion.\nIt is an investigation\ninto the facts of the matter in order to determine\nwhether, in all the circumstances of that case, the delay was reasonable. \nThough\nthis question does imply a value judgment it is not to be equated with\nthe judicial discretion involved in the next question, if\nit arises, namely,\nwhether a delay which has been found to be unreasonable, should be condoned (see\nSetsokosane\nat 86E-F).’\n[6]\tAs has been mentioned above, the\nfinding of the court of first instance, as well as that of the Full Court, was\nthat the delay\nwas indeed unreasonable.  Although counsel for the appellant\nargued, quite tentatively, that this finding was wrong and that the\ndelay was\nnot unreasonable, I can find no reason to interfere with it.  The appellant\nalleges that she ‘approached the office\nof the Respondent and requested a\ncopy of the record of the proceedings with a view of bringing the matter before\ncourt’ after\nshe had been advised of the dismissal of her appeal.  She\ndoes not say when she was advised of the dismissal of her appeal and it\nmust\nthus be accepted that she was so informed on 26 July 1995, the date on which her\nappeal was dismissed.  She then alleges that\nshe approached the office of the\nfirst respondent during the period July 1995 to 14 November 1995,\n‘demanding the record but\ncould not get any co-operation’.  It was\nonly at the end of November 1995 that she was furnished with a copy of the\nrecord,\nwhich, upon perusal, was found to be incomplete in that the evidence was\ndisjointed and incoherent ‘to an extent that it was\ndifficult for any\nlawyer to get proper instructions’.  She brought this to the attention of\nthe respondents and kept calling\non the office of the first respondent from\nJanuary 1996 to the end of March 1996 demanding ‘the missing portions of\nthe record’,\nbut she was referred ‘from one official to\nanother’ and was given several undertakings that ‘the other portions\nof the evidence led at the enquiry’ would be furnished to her ‘in\ndue course’.  She was also told to go back home\nand to ‘wait for\nmail from the office of the first respondent’.  On 22 July 1996 her\nattorneys of record wrote to the\nfirst respondent ‘requesting the missing\npages of the record’ to which a response was received advising that the\nappellant\nhad been furnished with a full record.  The appellant’s\nattorneys then sent another letter dated 23 July 1996 to the first\nrespondent\nexplaining that the record was incomplete, but no further response was\nforthcoming.  ‘It is on this basis’,\nthe appellant alleges,\n‘that I ultimately put pressure on my legal representatives to place the\nmatter before court despite\nthe fact that the record is not complete’.\n[7]\tCounsel for the respondent submitted that there is a dispute of fact on\nthe papers relating to the date upon which the appellant,\nfor the first time,\napproached the first respondent for a copy of the record of the proceedings in\nthe disciplinary hearing.  The\ndeponent to the answering affidavit is the second\nrespondent, who describes himself as the ‘Manager for Investments in the\nemploy of the first respondent’.  He states that a Mr Ndungane, the Human\nResources Senior Manager, informed him that ‘it\nwas only on 31 May 1996\nthat he was, for the first time, approached by the applicant who requested to be\nfurnished with a transcript\nof the proceedings of her hearing’.  The\napplicant did so, so it is alleged, by way of a letter addressed to Mr Ndungane.\nCounsel\ncontended that the matter should therefore be decided on the\nrespondent’s version, regard being had to the decision in\nPlascon-Evans\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A).  In her\nreplying affidavit the appellant repeats her allegations in the founding papers\nthat she called at the office of the\nfirst respondent from July 1995, but says\nthat it was for the first time on 31 May 1996 that she ‘reduced her\nrequest to writing’.\n She also states that on the previous occasions she\nspoke to either a Miss Sinxoto or to Mr Ndungane.  Neither of these two persons\ndeposed to an affidavit, nor was leave sought by the respondents to file a\nfurther set of affidavits to controvert her assertions.\n There is thus no merit\nin counsel’s submission.\n[8]\tIt is plain, as counsel for the respondent\nargued, that review proceedings could and should have been instituted within a\nreasonable\ntime after the appellant had become aware of the outcome of her\nappeal.  The record of her disciplinary hearing was not an absolute\nnecessity\nfor initiating review proceedings.  Moreover, her case is one where she seeks to\nbe reinstated in her employ with the first\nrespondent, a business entity.  The\nvery nature of the order she seeks has the potential to disrupt the smooth\nrunning of the affairs\nof the first respondent.  The delay of over 14 months (14\nmonths and 4 days) from the date of dismissal of her appeal to the date\nof\nlaunching the review application is indeed unreasonable.  Should it be\ncondoned?\n[9]\tThe sum total of Madlanga J’s reasoning on this issue is\nthe following:\n‘[5]\tOn the issue of delay, the application was brought\njust over a year from the date of the applicant’s dismissal. \nThough the\napplicant could, and perhaps ought to, have brought the application much\nearlier, the delay, though unreasonable, is not\nof such a nature as not to be\ncondoned.  It is not very long.  Also, as will appear more fully later, the\napplicant is quite strong\non the merits of the application.’\nThe\nlearned judge then proceeded to consider the merits of the application.\n[10]\tThe Full Court reasoned, firstly, that the appellant ‘failed to\nadvance any satisfactory explanation for the delay’\nand that her only\nexplanation ‘as we understand her case’ is that she was not\nfurnished with the record timeously so\nas to enable her to institute the review\napplication.  The court held that ‘it is sufficient if the applicant\nmerely sets the\nmatter in motion by filing papers . . . capable of disclosing a\ncause of action’.  That is indeed the ideal, but the mere existence\nof the\ndelay rule (\nHarnaker v Minister of Interior\n1965 (1) SA 372\n(C) at\n380B-C) points to the fact that not all litigants are as diligent, some because\nof ignorance.  Counsel for the respondent\nalso contended that the\nappellant’s explanation for the delay is unsatisfactory.  In my view, a\ncloser reading of the founding\naffidavit reveals that the appellant did not sit\nidle.  One can also deduce from it that her attorneys were not entirely\nblameless\nin the delay.  The appellant states in the founding affidavit that\n‘as early as August 1995 I approached my attorneys of record\nwith a view\nto taking the matter to court in order to review the decisions of the\nRespondents, but my attorneys could not brief Counsel\nbecause the record was\nincomplete’.  We know that the appellant only received an incomplete copy\nof the record at the end of\nNovember 1995.  If it is indeed so that she\napproached her attorneys in August 1995 (and there is nothing to gainsay this)\nthe inference\nto be drawn from this is that her attorneys must have told her to\nfirst obtain the record.  This becomes clearer when, later in the\nfounding\naffidavit, she states that when there was no response from the first respondent\nto her attorneys’ second letter following\nthe one of 22 July 1996\n‘requesting the missing pages of the record’ she ultimately put\npressure on her legal representatives\nto place the mater before court despite\nthe fact that the record was incomplete.  It follows that I do not share the\nview of the\ncourt\na quo\nthat the appellant failed to advance any\nsatisfactory explanation for the delay.\n[11]\tThe court\na quo\nalso held\nthat Madlanga J, having correctly found that the delay was unreasonable, failed\nto exercise his discretion judicially ‘by\nindicating in the judgment that\nhe took into account the fact that other parties have been prejudiced or no\nparty suffered prejudice’.\n The appellant’s post, it said, could\nhave been filled and someone ‘would thus have already acquired vested\ninterests\nby the time of launching the review proceedings’.\n[12]\tIt\nis indeed so that, although Madlanga J clearly applied his mind to the question\nof the unreasonable delay – he said\nthat the delay, though unreasonable,\nis not of such a nature as not to be condoned – he did not consider, so it\nappears from\nhis judgment, the likelihood of prejudice on the part of the\nrespondents should the delay be condoned.  As has been mentioned above\n(in the\nreference to\nAssociated Institutions Pension Fund v Van Zyl\n) the courts\nhave recognised that an aggrieved party’s undue and unreasonable delay in\ninitiating review proceedings may cause\nprejudice to other parties to the\nproceedings and that in such cases, therefore, a court should have the power to\nrefuse to entertain\nthe review (\nHarnaker\n, supra, 380C-E, quoted with\napproval in the\nWolgroeiers\ncase, supra).  The incidence of prejudice to\nthe respondent and the extent thereof are thus relevant factors in considering\nwhether\nor not unreasonable delay should be condoned; in certain instances\nprejudice may well be a decisive factor, particularly in cases\nof less unduly\nlong periods of delay (\nWolgroeiers\n, supra, at 42C).  The court\na\nquo\nwas thus correct in holding that Madlanga J failed properly to exercise\na judicial discretion.  That leaves this court at large to\nitself exercise the\ndiscretion.\nWolgroeiers\n, supra, at 44H-45D.\n[13]\tThe Full Court\nfurther held that the appellant failed to place evidence before the court of\nfirst instance ‘that no one\nhas been prejudiced’ by the unreasonable\ndelay, the onus of showing absence of such prejudice being on her.  This finding\nwas\nlinked to the Full Court’s observation that the appellant’s post\ncould have been filled and someone ‘would thus\nhave already acquired\nvested interests by the time of launching the review proceedings’.  In\nthis regard it referred to\nMkhwanazi v Minister of Agriculture &\nForestry, KwaZulu\n1990 (4) SA 763\n(D) at 767H.\n[14]\tIt may well be so\nthat a party seeking condonation of his or her delaying unreasonably to\ninstitute review proceedings bears\nthe overall onus of persuading a court to so\ncondone such delay, but I do not think that a decision as to whether or not the\nother\nparty in the proceedings would suffer prejudice can be made only when\nevidence has been placed before it.  Cf\nSilbert v City of Cape Town\n1952\n(2) SA 113\n(C) especially at 119B-E.  There may very well be cases where an\napplicant for review is unable, due to circumstance, to say under\noath that the\nother party will not suffer prejudice as a result of what might be found to be\nan unreasonable delay.  In the present\nmatter the respondents raised the issue\nof unreasonable delay, but no mention whatsoever was made by them that because\nof such delay\nthe first respondent would be prejudiced in any way were the delay\nto be condoned.  Not surprisingly the appellant, in reply, merely\nstates that\n‘I reiterate paragraphs 19 to 20 of my Founding Affidavit’ in which\nshe explains the reasons for the delay.\n What has just been said is not to be\nunderstood as meaning that the respondent bears the onus of proving absence of\nprejudice. \nI merely indicate that in certain circumstances and where the party\nwhose decision is sought to be reviewed raises an unreasonable\ndelay on the part\nof the applicant it may well have an evidentiary burden, at least, on whether it\nwould be prejudiced were the delay\nto be condoned.\n[15]\tThe first respondent\nis a company and a business entity which does not appear to have only a handful\nof employees.  It is not\nin dispute that during 1983 the appellant was employed\nby the first respondent as a clerk and that in 1992 she became an accounts\nsupervisor in charge of junior clerks.  There is no suggestion that the first\nrespondent would be unable to reinstate the appellant\nas an employee, as ordered\nby Madlanga J, even in a position other than the one she had held at the time of\nher dismissal.  Counsel\nfor the respondents merely contented himself with the\nsubmission that it was not for the respondent to raise prejudice, but for the\nappellant to demonstrate absence thereof and to do so in her founding papers. \nIn my view, and in light of what I have just said,\nthe likelihood of prejudice\nfor the respondent appears to be remote.\n[16]\tAs has been mentioned above,\nprejudice is a relevant factor, but not the only one, to be considered in the\nexercise of a discretion\nto condone or refuse to condone unreasonable delay.  In\nWolgroeiers\n, supra, Miller JA said the following (at\n43G-H):\n‘Benewens die tydsduur van die versuim is daar in die\nonderhawige saak ander oorwegings wat noemenswaardig is en in aanmerking\ngeneem\nbehoort te word by die uitoefening van die Hof se diskresie.  Die appellant se\ndoel met die aansoek om tersydestelling is\neenvoudig om terugbetaling van die\nbegiftigingsgelde te verkry.  Dit is derhalwe ter sake om oorweging te skenk aan\ndie vooruitsigte\nindien die appellant se aansoek toegestaan sou word.   (Sien\nSaloojee and Another, N.N.O. v Minister of Community Development\n,\n1965\n(2) SA 135\n(A.A.) op bl. 142-3;  . . . .’\nIn\nSaloojee\nthis court\ndealt with an application for condonation of the late noting of an appeal and\nthe late filing of the record and, in considering\nwhether or not to condone the\nnon-compliance with its Rules, also considered the prospects of success of the\nappeal on the merits.\n In that case the court was unable to hold that the\napplicants (for condonation) had no prospects of success in the appeal.  It then\nconsidered what the consequences would be were the appeal to succeed.  One of\nthe considerations was the possibility of the matter\nbeing referred back to the\ncourt below to deal with a issue (which was incidentally the likelihood of\nprejudice allegedly caused\nto the respondent by a lengthy delay in the conduct\nof the litigation and in which the court below had to exercise a discretion).\n\nThis court then considered, as it was entitled to do, whether there were any\nprospects of the appellants succeeding on that particular\nissue in the court\nbelow.  That it was clearly entitled to do, for if there were no such prospects\nthe granting of condonation and\npossible success of the appeal would have served\nno purpose.  The court held that such prospects were doubtful and uncertain and\nbecause of that, taken together with the ‘wholly unsatisfactory features\nof the delay in preparing the record’ and bringing\nthe application for\ncondonation and of the explanation thereof, it refused the application with\ncosts.  Following this approach Miller\nJA, in\nWolgroeiers\n, although it\nappears that he did not find it necessary to consider the existence or otherwise\nof any prospects of success, considered\nthe possible consequences of the\nappellant’s success in the court below and concluded that it (the\nappellant) would not suffer\nany substantial damage if, by reason of a 3 ½\nyears delay, it were to be denied the order it had sought in the court\nbelow.\n[17]\tIn the present matter, however, whilst it is so, were the appeal\nto succeed, that the respondent would be entitled, as Nugent\nJA correctly points\nout, to pursue its enquiry\nde novo\n, to suggest that there is ‘no\nreason for confidence that the setting aside of the decision to dismiss the\nappellant on the\ngrounds that there were procedural irregularities will\nnecessarily have a meaningful result’ is, if not to pre-empt the outcome\nof that enquiry, to enter into the realms of speculation.  Anything possible may\nhappen, eg the parties may reach some sort of agreement\nacceptable to both\nwithout getting into another enquiry.\n[18]\tAnd, as to prospects of success,\nI should mention that if there are no prospects of the administrative decision\nbeing set aside,\nI can see no reason why a court would still have to embark on\nan enquiry as to what meaningful consequences there would be were the\nadministrative decision to be set aside.  A court might, of course, find it\nconvenient, if it would easily dispose of the matter,\nto decide it on the basis\nthat there is no prospect of a meaningful consequence and without having to\ndecide whether or not there\nis a prospect of the administrative decision being\nset aside, as appears to have been the approach in\nWolgroeiers\n.\n[19]\tClearly then, Madlanga J was perfectly entitled to consider the\nprospects of the appellant’s success on the merits of the\napplication.  In\nmy view the delay was not so great as to lead the court to ignore the merits. \nCounsel for the respondents’\nargument that Madlanga J should not have done\nso is without substance.\n[20]\tAs Madlanga J held the appellant was\n‘quite strong on the merits of the application’.  Serious\nirregularities occurred\nin the disciplinary processes that led to the\nappellant’s dismissal and it was on the basis of such irregularities that\nhe\nordered her reinstatement.  His conclusions on this aspect of the case are\nnot under attack.  In my view the appeal should succeed.\n__________________\nL MPATI DP\nFARLAM JA)\tCONCUR\nNUGENT JA:\n[21]\tI have read in draft form\nthe judgment of Mpati DP but regretfully cannot agree with the order that he\nproposes.\n[22]\tIt is important for the efficient functioning of public\nbodies (I include the first respondent) that a challenge to the validity\nof\ntheir decisions by proceedings for judicial review should be initiated without\nundue delay.  The rationale for that longstanding\nrule – reiterated most\nrecently by Brand JA in\nAssociated Institutions Pension Fund v Van Zyl\n2005 (2) SA 302\n(SCA) at 321 – is twofold:  First, the failure to\nbring a review within a reasonable time may cause prejudice to the respondent.\nSecondly, and in my view more important, there is a public interest element in\nthe finality of administrative decisions and the exercise\nof administrative\nfunctions.  As pointed out by Miller JA in\nWolgroeiers Afslaers (Edms) Bpk v\nMunisipaliteit van Kaapstad\n1978 (1) SA 13\n(A) at 41 E-F (my\ntranslation):\n‘It is desirable and important that finality should be\narrived at within a reasonable time in relation to judicial and administrative\ndecisions or acts. It can be contrary to the administration of justice and the\npublic interest to allow such decisions or acts to\nbe set aside after an\nunreasonably long period of time has elapsed -\ninterest reipublicae ut sit\nfinis litium\n... Considerations of this kind undoubtedly constitute part of\nthe underlying reasons for the existence of this\nrule.’\n[1]\n[23]\tUnderlying that latter\naspect of the rationale is the inherent potential for prejudice, both to the\nefficient functioning of\nthe public body, and to those who rely upon its\ndecisions, if the validity of its decisions remains uncertain.  It is for that\nreason\nin particular that proof of actual prejudice to the respondent is not a\nprecondition for refusing to entertain review proceedings\nby reason of undue\ndelay, although the extent to which prejudice has been shown is a relevant\nconsideration that might even be decisive\nwhere the delay has been relatively\nslight (\nWolgroeiers Afslaers,\nabove, at 42C).\n[24]\tWhether there has\nbeen undue delay entails a factual enquiry upon which a value judgment is called\nfor in the light of all the\nrelevant circumstances including any explanation\nthat is offered for the delay (\nSetsokosane Busdiens (Edms) Bpk v Voorsitter,\nNasionale Vervoerkommissie\n1986 (2) SA 57\n(A) at 86D-F and 86I-87A). A\nmaterial fact to be taken into account in making that value judgment –\nbearing in mind the rationale\nfor the rule – is the nature of the\nchallenged decision.  Not all decisions have the same potential for prejudice to\nresult\nfrom their being set aside.\n[25]\tThe challenged decision in the\npresent case was a decision to dismiss the appellant for complicity in financial\nirregularities.\nA decision of that kind will necessarily have immediate\nconsequences for the ordinary administration of the organization, and for\nother\nemployees who will be called upon to perform the functions of the dismissed\nemployee or even to replace her.  Moreover, personnel\ndecisions that are\nsusceptible to review are no doubt made by any large organization on a regular\nand ongoing basis, and some measure\nof prompt certainty as to their validity is\nrequired.  The very nature of such decisions speaks of the potential for\nprejudice if\nthey were all to be capable of being set aside on review after the\nlapse of any considerable time.\n[26]\tReview proceedings were commenced in\nthe present case some fourteen months after the final decision to dismiss the\nappellant\nwas made.  The appellant’s sole explanation for the delay in\ncommencing proceedings was that she was awaiting a transcript\nof the\ndisciplinary proceedings that resulted in her dismissal.\n[27]\tThe appellant\nalleges (and I accept her allegations for present purposes) that she approached\nthe respondent to secure the transcript\non various occasions between July and\nNovember 1995, and that at the end of November 1995 she was given an incomplete\ntranscript.\nFrom January to March 1996 she again approached the respondent on\nvarious occasions to obtain the missing parts of the transcript.\n On 23 July\n1996 her attorneys wrote to the respondent requesting the missing pages but they\nwere never received and the proceedings\nwere commenced nonetheless.\n[28]\tWhat is not explained at all, either by the appellant or her attorney,\nis what relevance the transcript had to her ability to\ncommence review\nproceedings.  All but one of the grounds upon which she sought to review the\ndecision were quite unrelated to the\ncontent of the transcript.  She alleged\nthat the disciplinary hearing was irregular because she asked for but was not\ngranted a postponement\nat the outset of the enquiry, because the third\nrespondent ought not to have been the person to conduct the enquiry, because she\nwas not furnished at the outset of the enquiry with a transcript of earlier\ndisciplinary proceedings, and because she was lured to\ngive evidence in those\nearlier proceedings without having been told that she was to be charged with the\nsame offences. The transcript\nof the disciplinary hearing had no bearing on any\nof those grounds.  Finally, she averred that ‘there was no evidence to\nprove\nthat I was guilty of contravening the financial regulations of the first\nrespondent’.  The transcript was not required for\nthat bald assertion to\nbe made.\n[29]\tIt is difficult to avoid the conclusion, in those\ncircumstances, that the appellant’s reliance upon the absence of the\ntranscript to explain the delay is spurious. The fact that the proceedings were\nindeed commenced when, according to the appellant,\nshe was in possession of no\nmore than a third of the transcript, and that when the full record of the\ndisciplinary hearing was filed\nby the respondents as required by Rule 53 the\nappellant did not find it necessary to supplement her founding affidavit, adds\nweight\nto that conclusion.\n[30]\tBearing in mind the nature of the decision\nin my view the lapse of a period of some fourteen months, for which there is no\nadequate\nexplanation, was unreasonable, and the decision of Madlanga J was in\nthat respect unexceptional.\n[31]\tThe only remaining question is whether the\nlearned judge properly exercised his discretion to overlook the unreasonable\ndelay\nand to entertain the application for review, which, as pointed out in\nSetsokosane Busdiens\n, cited above, is a separate enquiry.\n[32]\tAs\npointed out by Mpati DP the learned judge exercised his discretion in that\nregard solely on the grounds that the period of\nthe delay was ‘not very\nlong’ and that the appellant was ‘quite strong on the merits of the\napplication.’\n I agree with the court\na quo\nthat the approach of\nthe learned judge was unduly narrow.\n[33]\tAs to the first ground upon which\nthe learned judge exercised his discretion, I have already suggested that delay\ncannot be evaluated\nin a vacuum but only relative to the challenged decision,\nand particularly with the potential for prejudice in mind.  In abstract\nterms\nthe period of delay might be described as being ‘not very long’ but\nit was correctly found to have been unreasonable.\n I do not think that a delay\nthat is unreasonable in its extent can simultaneously, and without more, serve\nas the basis for overlooking\nit. What the learned judge overlooked, as correctly\npointed out by the court\na quo,\nwas the inherent potential for resultant\nprejudice if the decision was set aside.  It needs also to be borne in mind,\nwhen evaluating\nthe potential for prejudice, that the consequential relief that\nthe appellant sought was an order reinstating her in her employment,\nwhich, if\ngranted, would require the first respondent to return her to her former\nposition, and not merely to appoint her to some\nother unidentified\nposition.\n[34]\tAs to the second ground upon which the learned judge relied in\nexercising his discretion, I do not think that the prospect of\nthe challenged\ndecision being set aside (referred to by Madlanga J and Mpati DP as the merits\nof her case) is a material consideration\nin the absence of an evaluation of what\nthe consequences of setting the decision aside are likely to be, and I do not\nthink that\nWolgroeiers\nsuggests otherwise.  The remarks of Miller JA at\n43G-H (which are quoted by Mpati DP and need not be repeated) were not directed\nmerely\nto the prospects of the challenged decision being set aside, but were\ndirected rather to the prospect of anything meaningful being\nachieved if such an\norder were to be granted, as appears more fully from the remarks that followed\nat 43H-44E. (Different considerations\narise in relation to applications to\ncondone delay in the conduct of litigation – for example to condone the\nlate filing of\npleadings or to condone a late appeal – and the test that\nis applied in those cases is not necessarily transposable to unduly\ndelayed\nproceedings for review.)\n[35]\tIn the present case it cannot be assumed that\nif the challenged decision were to be set aside the appellant’s further\nemployment\nis assured.  The first respondent would not be obliged to sweep under\nthe carpet the serious allegations that led to the appellant’s\ndismissal\nand to permit her employment to continue as before. It would be entitled to\npursue its enquiry\nde novo\n(indeed, it might be duty-bound to do so\nbefore once again permitting the appellant to assume her position of trust)\nprovided that\nthe enquiry is not conducted irregularly. I see no reason for\nconfidence that the setting aside of the decision to dismiss the appellant\non\nthe grounds that there were procedural irregularities will necessarily have a\nmeaningful result.  As appears from the passages\nfrom\nWolgroeiers\nto\nwhich I have referred, it is the prospect (or lack of it) of a meaningful\nconsequence to the setting aside of an administrative\ndecision, rather than\nmerely the prospect of the administrative decision being set aside, that might\nbe a relevant consideration\nto take into account, and in my view Madlanga J\napproached that issue too narrowly.\n[36]\tThus I agree with the court\na\nquo\nthat Madlanga J failed properly to exercise his discretion – both\nfor the reasons given by that court and for the broader reasons\nI have outlined\n– and the court\na quo\nwas free to substitute a decision reached in\nthe exercise of its own discretion.  It is not necessary to consider the manner\nin which\nthe court\na quo\nexercised its discretion because I agree in any\nevent with its conclusion.  In my view it was in the nature of the decision to\ndismiss\nthe appellant that any challenge to it ought to have been brought\npromptly, before its consequences were entrenched.  No adequate\ngrounds have\nbeen advanced by the appellant for overlooking her default and I am able to\ndiscern none.  The following order is made:\nThe appeal is dismissed with\ncosts.\n___________________\nR W NUGENT\nJUDGE OF\nAPPEAL\nNAVSA JA)\nVAN HEERDEN JA)\t\tCONCUR\n[1]\n‘Dit is wenslik en van belang dat\nfinaliteit in verband met geregtelike en administratiewe beslissings of\nhandelinge binne\nredelike tyd bereik word.  Dit kan teen die regspleging en die\nopenbare belang strek om toe te laat dat sodanige beslissings of handelinge\nna\ntydsverloop van onredelike lang duur tersyde gestel word –\ninterest\nreipublicae ut sit finis litium. ...\nOorwegings van hierdie aard vorm\nongetwyfeld ŉ deel van die onderliggende redes vir die bestaan van die\nreël.’",
  "scraped_at": "2026-02-12T14:08:47.328352",
  "date": "2005-05-30",
  "coram": [
    "MPATI DP",
    "FARLAM",
    "NAVSA",
    "NUGENT",
    "VAN HEERDEN"
  ],
  "case_number": "242/04",
  "parties": {
    "applicants": [
      "NTOMBOMZI GQWETHA"
    ],
    "respondents": [
      "TRANSKEI DEVELOPMENT CORPORATIONS LTD",
      "J L V KWADJO",
      "P R VICE"
    ]
  },
  "sections": {
    "facts": "The appellant, Ntombomzi Gqwetha, was employed as an accounts supervisor by Transkei Development Corporations Ltd. She was dismissed on 28 June 1995 following a disciplinary hearing chaired by the second respondent. The dismissal was confirmed on 26 July 1995. Gqwetha sought judicial review of the dismissal and the related decisions of the second and third respondents. Review proceedings were instituted on 30 September 1996, more than fourteen months after the dismissal. During the interim she made several attempts, between July 1995 and July 1996, to obtain a transcript of the disciplinary hearing, receiving an incomplete record in November 1995 and further missing pages in early 1996. The High Court Judge Madlanga found the delay unreasonable but condoned it and granted the relief sought. The Full Court set aside that condonation, holding that the judge had failed to consider relevant facts, particularly the potential prejudice to the respondents.",
    "issues": "The central issue was whether Judge Madlanga had properly exercised his judicial discretion in condoning an unreasonable delay in instituting review proceedings. Sub‑issues included: (1) whether the fourteen‑month delay was unreasonable; (2) whether, notwithstanding its unreasonableness, the delay should be condoned; and (3) whether any prejudice to the respondents arose from the delay, thereby justifying refusal to condone.",
    "principles": "South African courts have an inherent power to refuse review applications where the applicant has caused unreasonable delay (Brand JA in Associated Institutions Pension Fund v Van Zyl). The rule requires the court to address two questions: (a) was the delay unreasonable, and (b) should the delay be condoned in the circumstances (Wolgroeiers; Setsokosane). Factors such as prejudice to respondents, public interest in finality of administrative decisions, and the nature of the decision being reviewed are relevant. The onus to show absence of prejudice rests, in part, on the applicant, but the respondents may also bear an evidentiary burden to demonstrate likely prejudice.",
    "application": "The SCA affirmed that the delay of over fourteen months was unreasonable. It examined whether the appellant’s explanation—awaiting a full transcript—was satisfactory and concluded that the transcript was not essential to commence review, as most grounds concerned procedural irregularities unrelated to the record. The court found the respondents faced only remote prejudice, given the nature of the employment relationship and the possibility of reinstatement in a different position. Consequently, the Full Court correctly held that Judge Madlanga had failed to give proper weight to the prejudice factor and had exercised his discretion too narrowly. The appellate court agreed and dismissed the appellant’s appeal.",
    "conclusion": "The appeal by Ntombomzi Gqwetha was dismissed with costs. The Supreme Court of Appeal upheld the Full Court’s decision that the lower court had erred in condoning the unreasonable delay, thereby refusing the order of reinstatement sought by the appellant."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "unreasonable delay",
      "condonation",
      "prejudice",
      "employment termination"
    ]
  }
}