{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/20.html",
  "case_name": "Commissioner for South African Revenue Service v British Airways Plc (141/2004) [2005] ZASCA 20; 2005 (4) SA 231 (SCA); 67 SATC 167 (29 March 2005)",
  "citation": "[2005] ZASCA 20",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 20\n|\nNoteup\n|\nLawCite\nCommissioner for South African Revenue Service v British Airways Plc (141/2004) [2005] ZASCA 20; 2005 (4) SA 231 (SCA); 67 SATC 167 (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 141/04\nIn the matter between :\nCOMMISSIONER FOR SOUTH AFRICAN\nREVENUE SERVICE\nAppellant\nand\nBRITISH\nAIRWAYS Plc\nRespondent\n________________________________________________________________________\nBefore:\tHOWIE\nP, STREICHER, NUGENT, VAN HEERDEN & PONNAN JJA\nHeard:\t15 MARCH 2005\nDelivered:\n29 MARCH\n2005\nSummary:\tValue-added tax\n– passenger service charge levied on operators by Airports Company –\nwhether VAT payable on recovery\nof charge from passengers.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tValue-added tax, payable by the vendor,\nis levied by s 7 of the Value-added Tax Act 89 of 1991 upon the supply by\nany vendor\nof goods or services in the course of or furtherance of any\nenterprise. The ordinary rate at which the tax is levied is 14%, calculated\nupon\nthe value of the supply concerned, but the supply of goods or services falling\nwithin s 11 is taxed at 0%. (The supply\nof goods or services in the latter\ncategory is colloquially said to be ‘zero-rated.’)\n[2]\tBritish\nAirways Plc is an international air carrier that operates aircraft to and from\nthis country. For purposes of the Act it\nis a vendor whose supply of a carrier\nservice attracts value-added tax in terms of s 7 of the Act. Because the\nservice is one\nfor international carriage it falls within the terms of s 11 and\nis zero-rated.\n[3]\tThe fare that British Airways charges its passengers is\nthe aggregate of various elements that are separately reflected on the\npassenger\nticket. The bulk of the fare (for convenience I will call it the ordinary part\nof the fare) comprises an amount that is\ndesigned to recover its operating costs\nand its profit. The remainder of the fare comprises various smaller elements.\nThis appeal\nconcerns one of those latter elements that go to make up the\ncomposite fare.\n[4]\tAirports in this country are operated by the Airports\nCompany Limited that is established in terms of the\nAirports Company Act 44 of\n1993\n. The company is entitled to – and does – levy airport charges,\nwhich are defined in the Act to mean\n‘amount[s] levied by the company\n–\n(a)\ton an operator of an aircraft in connection with the landing, parking or\ntakeoff of such aircraft at a company airport, including\nan amount determined to\nany extent by reference to the number of passengers on board an aircraft; or\n(b)\ton aircraft passengers in connection with their arrival at or departure from\na company airport by means of an aircraft.’\n[5]\tThe company\nlevies a landing charge upon an aircraft operator – calculated with\nreference to the weight of the aircraft\n– whenever one of its aircraft\narrives at a company airport. It also levies parking charges upon aircraft\noperators calculated\nwith reference to the length of time that their aircraft\nremain parked at a company airport. Those charges are included by British\nAirways amongst its operating costs and are recovered in the ordinary part of\nits composite fare.\n[6]\tA further charge is levied by the company upon\naircraft operators, which is calculated with reference to the number of\npassengers\nthat are on board an aircraft when it departs from a company airport.\nReferred to loosely as a ‘passenger service charge’\nit is levied by\nthe company to compensate it for the general airport services (baggage handling\nfacilities, waiting lounges, check-in\ncounters and the like) that it makes\navailable to passengers at its airports. Because that charge is directly related\nto the number\nof passengers on a flight it is capable of being recovered by the\noperator directly from each of the passengers. British Airways\ndoes that by\nreflecting the charge separately on the ticket as one of the elements that goes\nto make up the composite fare.\n[7]\tThe Commissioner for the South African\nRevenue Service contends that British Airways is liable to pay value-added tax\nat the ordinary\nrate (14%) on the element of its composite fare that constitutes\nthe recovery of the passenger service charge levied on it by the\ncompany.\nBritish Airways contends that the element is part of its composite fare for the\nsupply by it of international carriage,\nthe whole of which is zero-rated under s\n11 of the Act. Those respective contentions serve to define the question that\narises in\nthis appeal.\n[8]\tThe Commissioner assessed British Airways for\nvalue-added tax at the ordinary rate on that part of the international fares\nthat\naccrued to British Airways during the period September 1993 to December\n1998 that constituted the recovery of the passenger service\ncharge that was\nlevied on it by the company, together with interest. British Airways\nsuccessfully appealed to the tax court (Goldblatt\nJ and assessors) against the\nassessment and the Commissioner now appeals with the leave of that\ncourt.\n[9]\tIn support of his contention that the element of the composite\nfare that I have referred to was taxable at the ordinary rate,\nnotwithstanding\nthat the remainder of the fare was zero-rated, the Commissioner relied upon\ns 8(15) of the Act, which provides\nas follows:\n'For the purposes of this\nAct, where a single supply of goods or services or of goods and services would,\nif separate considerations\nhad been payable, have been charged with tax in part\nat the rate applicable under section 7(1)(a) and in part at the rate applicable\nunder section 11, each part of the supply concerned shall be deemed to be a\nseparate supply.'\n[10]\tThe section applies to a single supply of goods or\nservices comprising parts that would each, if they had been supplied separately,\nhave attracted a different rate of tax. In such cases each part of the single\nservice is deemed to be a separate supply of goods\nor services – although\nin truth they are not – with the result that the separate parts each\nattract the tax that is levied\nby s 7 but at different rates (0% for that\npart of the service that, had it been separately supplied, would have fallen\nwithin\ns 11, and 14% for the remainder).\n[11]\tA ‘single supply of\nservices’ is only capable of notional separation into its component parts,\nas contemplated by\nthe section, if the same vendor supplies more than one\nservice, each of which, had it been supplied separately, would have attracted\na\ndifferent tax rate. If that was not so there would be no parts of the\n‘single supply of services’ by the vendor capable\nof notional\nseparation from one another.\n[12]\tIn this case, submits the Commissioner,\nBritish Airways supplies, as parts of a ‘single supply’, not only an\nair-carrier\nservice in consideration for part of the composite fare (which is\nzero-rated in terms of s 11) but also airport services to\nits passengers in\nconsideration for the charge that is separately reflected on the ticket\n(attracting the ordinary tax rate in terms\nof s 7).\n[13]\tI do not think\nthat is correct. Section 8(15) does not purport to levy a tax upon a vendor for\na service that it does not supply.\nThe tax is levied by s 7 upon the supply\nof a service by a vendor, and not merely upon the receipt by the vendor of\nmoneys that\narise in some way from the supply of a service by another. The\nsection does no more than apportion the rate at which the vendor is\nrequired to\npay the tax that is levied by s 7 when the vendor has supplied different\ngoods or services as a composite whole.\n[14]\tIt is true that British Airways\npassengers receive airport services before they board its aircraft and after\nthey disembark,\nas submitted by the Commissioner’s counsel, and that part\nof the fare that passengers pay arises from the provision of those\nservices, but\nit does not follow that the services are supplied by British Airways. On the\ncontrary, it is clear that the services\nto which the charge relates are supplied\nby the company. The charge that the company makes to British Airways is no more\nthan a cost\nthat British Airways has to bear in order to operate its carrier\nservice, similar to those that it pays to land and park its aircraft,\nwhich it\nrecovers from its passengers directly rather than indirectly.\n[15]\tIt was\nalso submitted by the Commissioner’s counsel that although the company\nsupplies the airport services for which the\npassenger service charge is made, it\nsupplies those services to British Airways, which in turn supplies them to its\npassengers, whereupon\nthe supply of the services by British Airways attracts the\ntax. I do not think the evidence provides any support for that submission.\nThe\nservices that passengers enjoy are supplied by the company and the tax accrues\nin terms of s 7 (and is payable by the vendor\nof the service) when that\nsupply occurs. A further tax does not accrue when the vendor of another service\n(British Airways) does\nno more than bring to account and recover the charge that\nit was required to pay for the supply of that service by the company (whether\nit\nis supplied to the passengers themselves, or to the airline for the benefit of\nits passengers). The moneys that are recovered\nby British Airways are not a\nconsideration for the supply by it of airport services simply because it does\nnot supply them at all.\n[16]\tThat was the conclusion that was arrived at by\nthe tax court and in my view the tax court was correct. The appeal against its\ndecision is dismissed with costs including the costs of two counsel.\n____________________\nR W NUGENT\nJUDGE OF APPEAL\nHOWIE P)\nSTREICHER JA)\nVAN HEERDEN JA)\tCONCUR\nPONNAN JA)",
  "scraped_at": "2026-02-12T13:59:48.584371",
  "date": "2005-03-29",
  "coram": [
    "HOWIE P",
    "STREICHER",
    "NUGENT",
    "VAN HEERDEN",
    "PONNAN"
  ],
  "case_number": "141/04",
  "parties": {
    "applicants": [
      "Commissioner for South African Revenue Service"
    ],
    "respondents": [
      "British Airways Plc"
    ]
  },
  "sections": {
    "facts": "The Commissioner for South African Revenue Service (the Commissioner) assessed VAT at the ordinary 14% rate on a component of British Airways' international airfare – the passenger service charge levied by the Airports Company on aircraft operators. British Airways, an international carrier, supplies a carrier service that is zero‑rated under section 11 of the VAT Act. The Airports Company levies a charge per passenger for airport services (baggage handling, lounges, check‑in, etc.) which British Airways recovers from passengers by reflecting it separately on tickets. The Commissioner argued that this element should attract ordinary VAT, while British Airways contended that the whole fare, including the charge, is part of a zero‑rated international carriage supply.",
    "issues": "Whether the passenger service charge element of the composite fare is a separate supply that attracts VAT at the ordinary rate under section 8(15) of the VAT Act, or whether it remains part of the zero‑rated international carriage supply and is therefore not subject to VAT.",
    "principles": "Section 7 imposes VAT on supplies by vendors; section 11 zero‑rates supplies of international carriage; section 8(15) treats a single supply as separate supplies where the vendor supplies more than one service that would attract different tax rates if supplied separately. The tax is levied only on the vendor that actually supplies the service, not on a vendor merely recovering a cost incurred from another vendor.",
    "application": "The Court found that the passenger service charge is supplied by the Airports Company, not by British Airways. British Airways merely pays the charge as a cost of operating its carrier service and recovers it from passengers. Consequently, section 8(15) does not apply because British Airways does not supply the airport services. The charge therefore remains part of the zero‑rated international carriage supply, and no ordinary‑rate VAT is payable on its recovery.",
    "conclusion": "The appeal by the Commissioner was dismissed. British Airways is not liable for VAT on the passenger service charge component, and the Commissioner must bear the costs, including costs of two counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Value-Added Tax",
    "level_3": [
      "VAT",
      "zero-rating",
      "passenger service charge",
      "section 8(15)",
      "international carriage"
    ]
  }
}