{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/66.html",
  "case_name": "Minister of Education (Western Cape) v Mikro Primary School Governing Body (140/2005) [2005] ZASCA 66; [2005] 3 All SA 436 (SCA); 2006 (1) SA 1 (SCA); 2005 (10) BCLR 973 (SCA) (27 June 2005)",
  "citation": "[2005] ZASCA 66",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 66\n|\nNoteup\n|\nLawCite\nMinister of Education (Western Cape) v Mikro Primary School Governing Body (140/2005) [2005] ZASCA 66; [2005] 3 All SA 436 (SCA); 2006 (1) SA 1 (SCA); 2005 (10) BCLR 973 (SCA) (27 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 140/05\nIn the matter between:\nTHE WESTERN CAPE MINISTER OF\nEDUCATION\nFirst Appellant\nTHE HEAD: EDUCATION, WESTERN\nCAPE\nEDUCATION DEPARTMENT\nSecond Appellant\nPARENTS OF\nCERTAIN LEARNERS CURRENTLY\nRECEIVING INSTRUCTION AT MIKRO\nPRIMARY\nSCHOOL\nThird Appellants\nand\nTHE GOVERNING\nBODY OF MIKRO PRIMARY\nSCHOOL\nFirst Respondent\nMIKRO PRIMARY\nSCHOOL\nSecond Respondent\n________________________________________________________________________\nBefore:\tSTREICHER,\nCAMERON, BRAND, LEWIS & MLAMBO JJA\nHeard:\t23 MAY 2005\nDelivered:\n27 JUNE\n2005\nSummary:\nSection 29(2)\nof the Constitution – the right to receive education in an official\nlanguage at a public educational institution\nif practicable – not a right\nto receive such education at each and every public educational institution\n– s 6(2)\nof\nSouth African Schools Act 1996\n– determination of\nlanguage policy of established ordinary public school the function of governing\nbody – department\nof education has no power to determine such language\npolicy –\ns 16(3)\nof the Act – head of provincial education\ndepartment must exercise authority in regard to the professional management of a\npublic school through the principal - s 41 of the Constitution –\ngoverning body of a public school does not operate within\na sphere of government\nwhen determining the language policy of a public school.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nSTREICHER  JA\nSTREICHER JA:\n[1]\tMikro\nPrimary School (‘the second respondent’) is an Afrikaans medium\npublic school in Kuilsriver whose governing\nbody (‘the first\nrespondent’) refused to accede to a request by the Western Cape Education\nDepartment (‘the department’)\nto change the language policy of the\nschool so as to convert it into a parallel medium school. A subsequent directive\nby the Head:\nEducation, Western Cape Education Department (‘the second\nappellant’) to the principal of the second respondent to admit\ncertain\nlearners, and to have them taught in English; the dismissal of an appeal against\nthe directive to the Western Cape Minister\nof Education (‘the first\nappellant’); and the resultant admission of 21 learners for instruction in\nEnglish gave rise\nto an urgent application by the respondents to the Cape High\nCourt (‘the court\na quo\n’) for an order setting aside the\ndirective and the decision on appeal, as well as for ancillary relief. The\napplication succeeded\nand the court\na quo\n:\na)\tSet aside the directive\nof the second appellant;\nb)\tSet aside the decision by the first appellant upholding the directive by the\nsecond appellant;\nc)\tInterdicted the first and second appellants from compelling the second\nrespondent or its principal to admit learners otherwise\nthan in compliance with\nthe second respondent’s language policy;\nd)\tInterdicted the first and second appellants from instructing or permitting\nofficials of the department to unlawfully interfere\nwith the government or the\nprofessional management of the second respondent;\ne)\tOrdered that the 21 learners who had been admitted to the second respondent\nbe placed by the appellants at another suitable school\nor\nschools.\nThe judgment is reported as\nGoverning Body of Mikro\nPrimary School v Western Cape Minister of Education\n[2005] 2 All SA 37\n(C).\nWith the leave of the court\na quo\nthe first and second appellants now\nappeal to this court against the whole of the judgment.\n[2]\tThe parents of\nthe 21 learners referred to were joined as third respondents in the court\na\nquo\n. Although they had not appealed against the court\na quo\n’s\njudgment, they made common cause with the appellants rather than with the\nrespondents in this court. However, since the other\nparties had no objection to\ntheir counsel addressing us and attacking the court\na quo\n’s order,\nwe allowed her to do so. The parents so represented will therefore be referred\nto as the third appellants.\n[3]\tSection 29(2) of the Constitution provides as\nfollows:\n‘Everyone has the right to receive education in the official\nlanguage or languages of their choice in public educational institutions\nwhere\nthat education is reasonably practicable. In order to ensure the effective\naccess to, and implementation of, this right, the\nstate must consider all\nreasonable educational alternatives, including single medium institutions,\ntaking into account –\n(a)\tequity;\n(b)\tpracticability;\nand\n(c)\tthe need to redress the results of past racially discriminatory laws\nand practices.’\n[4]\tThe South African Schools Act 84 of 1996\n(‘the Act’) was passed shortly after the adoption of the\nConstitution. According\nto the long title it was passed in order ‘[t]o\nprovide for a uniform system for the organisation, governance and funding of\nschools; to amend and repeal certain laws relating to schools; and to provide\nfor matters connected therewith’. In the preamble\nto the Act it is stated,\ninter alia\n, that the Act is passed because ‘this country requires a\nnew national system for schools which will redress past injustices\nin\neducational provision, . . . , advance the democratic transformation of society,\ncombat racism and sexism and all other forms\nof unfair discrimination and\nintolerance, . . . , protect and advance our diverse cultures and languages,\nuphold the rights of all\nlearners, parents and educators, and promote their\nacceptance of responsibility for the organisation, governance and funding of\nschools\nin partnership with the State’.\n[5]\tIn terms of s 12 of\nthe Act the Member of the Executive Council of the province which is responsible\nfor education in that\nprovince must provide public schools for the education of\nlearners out of funds appropriated for this purpose by the provincial\nlegislature.\nEvery public school so provided is a juristic person, with legal\ncapacity to perform its functions in terms of the Act (s 15). The\ngovernance of\nevery such public school is vested, subject to the Act, in its governing body\nwhich may perform only such functions\nand obligations and exercise only such\nrights as are prescribed by the Act (s 16(1)). The professional management of\nsuch a public\nschool, on the other hand, must be undertaken, subject to the\nprovisions of the Act, by the principal of the school under the authority\nof the\nhead of the education department concerned. It is therefore clear that, subject\nto the limitations contained in the Act, the\ngovernance of a public school, as\nopposed to the professional management of such a school, is the responsibility\nof the governing\nbody of the school.\n[6]\tThe statutorily prescribed\ncomposition of the governing body of ordinary public schools reflects the aim of\nthe Act, namely to\nadvance the democratic transformation of society. It\nincludes, subject to the provisions of the Act, elected members, the principal\nin his or her official capacity and co-opted members.  Elected members comprise\na member or members of each of the following categories:\nparents of learners at\nthe school, educators at the school, members of staff at the school who are not\neducators and learners in\nthe eighth grade or higher at the school\n(s 23(1)). The number of parent members must comprise one more than the\ncombined total\nof other members of the governing body who have voting rights.\nCertain co-opted members do not have voting rights (s 23(8) and\n(12)).\n[7]\tSection 20(1) of the Act provides that the governing body must\nperform a number of functions. It must,\ninter alia\n, adopt a constitution\n(subsec (b)), develop the mission statement of the school\n(subsec (c)), adopt a code of conduct for\nlearners at the school\n(subsec (d)) and ‘discharge all other functions imposed upon the\ngoverning body by or under the\nAct’ (subsec l). One of the other\nfunctions imposed on the governing body is to be found in s 5(5) which\nprovides:\n‘Subject to this Act and any applicable provincial law, the\nadmission policy of a public school is determined by the governing\nbody of such\nschool.’\nAnother one of the functions imposed on the governing body is\nto be found in s 6(2) which provides:\n‘The governing body of a\npublic school may determine the language policy of the school subject to the\nConstitution, this Act\nand any applicable provincial law.’\n[8]\tIn terms\nof s 6(1) of the Act the Minister of Education may, subject to the\nConstitution and the Act, by notice in the Government\nGazette, after\nconsultation with the Council of Education Ministers, determine norms and\nstandards for language policy in public\nschools. Such norms and standards were\ndetermined and published by the Minister of Education (‘the Norms and\nStandards’).\n[1]\nSections V.D and\nE thereof read as follows:\n'D.\tTHE RIGHTS AND DUTIES OF THE PROVINCIAL EDUCATION DEPARTMENTS\n1.\tThe provincial education department must keep a register of requests by\nlearners for teaching in a language medium which cannot\nbe accommodated by\nschools.\n2.\tIn the case of a new school, the governing body of the school in consultation\nwith the relevant provincial authority determines\nthe language policy of the new\nschool in accordance with the regulations promulgated in terms of\nsection 6(1)\nof the\nSouth African Schools Act, 1996\n.\n3.\tIt is reasonably practicable to provide education in a particular language of\nlearning and teaching if at least 40 in Grades 1\nto 6 or 35 in grades 7 to 12\nlearners in a particular grade request it in a particular school.\n4.\tThe provincial department must explore ways and means of sharing scarce human\nresources. It must also explore ways and means of\nproviding alternative language\nmaintenance programmes in schools and or school districts which cannot be\nprovided with and or offer\nadditional languages of teaching in the home\nlanguage(s) of learners.\nE.\tFURTHER STEPS\n1\tAny interested learner, or governing body that is dissatisfied with any\ndecision by the head of the provincial department of education,\nmay appeal to\nthe MEC within a period of 60 days.\n2\tAny interested learner, or governing body that is dissatisfied with any\ndecision by the MEC, may approach the Pan South African\nLanguage Board to give\nadvice on the constitutionality and/or legality of the decision taken, or may\ndispute the MEC’s decision\nby referring the matter to the Arbitration\nFoundation of South Africa.\n3\tA dispute to the Arbitration Foundation of South Africa must be finally\nresolved in accordance with the Rules of the Arbitration\nFoundation of Southern\nAfrica by an arbitrator or arbitrators appointed by the\nFoundation.'\n[9]\tAs required by\ns 5(5)\nand s 6(2) of\nthe Act the first respondent adopted a language and an admission policy.\nParagraph 4 of its admission policy,\nwhich incorporates its language policy,\nprovides:\n‘Alle onderrig in hierdie skool (behalwe in die leerareas\nEngels en Xhosa) geskied deur medium Afrikaans.’\n[10]\tSince at least\n2002 the department has been trying to persuade the first respondent to admit\nEnglish learners for instruction\nin English, that is to change its language\npolicy and to convert the second respondent into a parallel medium school. The\nfirst respondent\nsteadfastly refused to do so. During the latter part of 2004\nparents of approximately 100 English learners applied for admission\nof their\nchildren to De Kuilen Primary School (‘De Kuilen’). (De Kuilen is a\npublic school within walking distance of\nthe second respondent. Historically De\nKuilen was also an Afrikaans medium school but some seven years ago it started\nadmitting English\nlearners. As a result it is now a parallel medium school in\nthat it offers instruction in Afrikaans as well as English in separate\nclasses.)\nDe Kuilen volunteered to accommodate the learners in grades 2 to 7 but contended\nthat it was full and that it could not\naccommodate 40 grade 1 learners. As a\nresult the department, on 30 November 2004, held a meeting with the first\nrespondent and the\ngoverning body of De Kuilen. The department could once again\nnot persuade the first respondent to admit learners for instruction\nin English.\nAfter the meeting, on 2 December 2004, the second appellant instructed the\nprincipal of the second respondent as follows:\n‘7\tYou are consequently instructed, under my authority to admit and\naccommodate the learners listed in the document attached\nto this letter at Mikro\nPrimary School. I will provide the relevant number of educators to ensure that\neffective learning and teaching\ntakes place.\n8\tFurthermore, you are requested to make the necessary arrangements to\naccommodate the learners and to inform the parents of the\nadmission of these\nlearners via their present schools before schools close on 8 December 2004.\n9\tI must advise you that failure to implement this directive may constitute\ngrounds for disciplinary action. You are also advised\nto discuss with the EMDC\nDirector your additional needs regarding school furniture learner support\nmaterials and staff requirements\nthat may arise from the admission of these\nlearners. This will allow the Department to timeously procure and deliver your\nrequirements.’\nThe list referred to contained 40\nnames.\n[11]\tThe first respondent appealed to the first appellant against the\nsecond appellant’s directive. The appeal was lodged on\n17 December 2004.\nThe second appellant had previously advised the first respondent that once the\nappeal had been lodged with the\nfirst appellant it would automatically suspend\nhis directive. On 18 January 2005 the first appellant met with the first\nrespondent\nand the governing body of De Kuilen in what he called ‘a\nlast-ditch attempt to request the (first respondent) to admit the\n40 English\nlearners at Mikro’. Again the first respondent made it clear that it was\nnot prepared to do so. Thereafter, on 19\nJanuary 2005, the first school day\nafter the December/January school holidays, the first appellant notified the\nfirst respondent\nof its decision to dismiss the appeal.\n[12]\tThe first\nrespondent’s attorneys had, in a letter dated 20 December 2004, written to\nthe second appellant:\n‘We assume that, should the MEC dismiss the\nappeal, the decision will likewise be suspended pending arbitration and/or our\napproach\nto the Pan South African Language Board, in terms of the Norms and\nStandards document. (We hereby give notice that, in the event\nthe MEC decides\nthe appeal against our client, we will indeed refer the matter to arbitration\nand/or to the Board).\nIn view of the automatic suspension of the Head of\nDepartment’s decision, it naturally follows that the 40 learners, will\nnot,\npending the finalization of the appeal and, if necessary, the referral\nthereafter of the matter to arbitration and/or to the Board,\nbe accommodated at\nMikro Primary School. We trust that you have therefore begun exploring\nalternative accommodation for the learners\nconcerned for the 2005 school\nyear.’\n[13]\tThe second appellant responded on 21 December 2004:\n‘[O]nce I am in receipt of (the MEC’s) decision, I will consider\nmy options and inform you of my intended course of action,\naccordingly.\nMoreover, it is my obligation to ensure that all learners in\nthis Province are accommodated appropriately, and I will manage this\nprocess\ntimeously.’\n[14]\tThe first respondent’s attorneys replied on 23\nDecember 2004:\n‘We note the contents of your letter but can really see\nno reason why you should not confirm that your decision would be further\nsuspended pending the arbitration and/or approach to the Pan South African\nLanguage Board. Be that however as it may we assume that\nyou will give us\nadequate notice of your intended course of action so as to enable us to\nadequately protect our client’s rights.’\n[15]\tEarly on the\nmorning of 19 January 2005 Mr Caroline, the Director: Education Management and\nDevelopment Centre (EMDC) Metropole\nEast, Western Cape Education Department, his\ndeputy Mr Saunders, three other officials of the department, 19 of the 40\nlearners referred\nto, their parents and two other learners who wished to be\ninstructed in English, together with their parents, arrived at the second\nrespondent. Caroline informed Mr Wolf, the chairman of the first respondent,\nthat he was there to assist the principal with the admission\nof the English\nlearners and to ensure that they were admitted. Wolf contended that\nCaroline’s instructions were unlawful but\nCaroline said that he would\nimplement his instructions until instructed to the contrary. A request by Wolf\nthat the learners and\ntheir parents be taken to the staffroom and that the\nmatter be discussed first was declined. Caroline’s attitude was that the\nchildren had been admitted to the second respondent. He and Saunders informed\nthe principal that they would be taking the learners\nand parents to assembly so\nthat they could be welcomed at the school. The children as well as their parents\nwere thereupon taken\nto the hall where the assembly took place.\n[16]\tDuring\nthe course of the morning on 19 January 2005, the first respondent’s\nattorney advised the legal adviser of the second\nappellant that in the event of\nthe department persisting with the registration of the new learners the first\nrespondent would as\na matter of urgency approach the high court. The second\nappellant’s law adviser, after having taken instructions from the second\nrespondent, indicated that the department would continue with the registration\nof the learners. The respondents thereupon lodged\nthe urgent application for the\nrelief eventually granted by the court\na quo\n. The application was opposed\nby the first and second appellants and, after having been joined as parties,\nalso by the third appellants.\nOn 18 February 2005 the court\na quo\ngranted\nthe following order:\n[2]\n‘1.\tThe decision of the second respondent, set out in his letter to the\nprincipal of the second applicant dated the 2 December,\n2004, to direct the\nlatter to admit certain pupils to the second applicant, and to have them taught\nin the medium of English, is\nset aside.\n2.\tThe decision of the second respondent of the 19 January, 2005 to put the said\ndirective into effect is also set aside.\n3.\tThe decision of the first respondent, made on or about the 19 January, 2005,\nto uphold the aforesaid decision of the second respondent\nand to dismiss the\nfirst applicant's appeal against it, is set aside.\n4.\tThe first and second respondents are prohibited and restrained from\ncompelling or attempting to compel the second applicant or\nits principal to\nadmit pupils for instruction in the medium of English otherwise than in\ncompliance with the second applicant's language\npolicy, and with the applicable\nprovisions of the\nSouth African Schools Act, No. 84 of 1996\n, of the Norms and\nStandards determined in terms of\nsection 6(1)\nof that Act, and of any other\nlegislation which may be applicable.\n5.\tIt is declared that the conduct of certain officials of the Western Cape\nEducation Department on the 19 January, 2005 at the second\napplicant's premises\nconstituted unlawful interference by them in the government and professional\nmanagement of the second applicant,\nin contravention of sections 16(1) and 16(2)\nof the said Act.\n6.\tThe first and second respondents are prohibited and restrained from\ninstructing or permitting officials of the said department\nto interfere\nunlawfully in the government or the professional management of the second\napplicant.\n7.\tThe first and second respondents are ordered to place the 21 minor children\npresently attending the second applicant, whose parents\nare the third\nrespondents, at another suitable school or schools on a permanent basis as soon\nas may be reasonably practicable.\n8.\tUntil the said children shall have been so permanently placed at another\nsuitable school or schools, they may continue to attend\nthe second applicant and\nto receive instruction there in the medium of English; provided that this\nsituation shall not continue after\n2005.\n9.\tIn the event of the first and second respondents being unable to place the\nsaid children permanently at another suitable school\nor schools by the 18 March,\n2005 the second respondent shall report in writing to the first applicant not\nlater than the 22 March,\n2005 as to what steps have been taken to bring about\nsuch placing; thereafter, the second respondent shall report in writing to the\nfirst applicant on or before the last day of each succeeding month as to what\nprogress has been made in this connection; leave is\ngranted to the applicants\nand to the third respondents, or any one or more of them, to approach this Court\non the same papers, amplified\nas may be necessary, for further relief in this\nregard.\n10.\tThe first and second respondents are ordered to bear the costs of these\nproceedings on the scale as between attorney and client,\nincluding the costs of\nthe third respondents, such costs to include, in the case of the applicants, the\ncosts occasioned by the employment\nof two\ncounsel.’\n[17]\tThe first and second appellants, relying on\ns V.E.2 of the Norms and Standards, contended that the proceedings were\npremature.\nThey argued that the respondents were obliged, in terms of\ns 41(1)(h)(vi) of the Constitution as well as s 7(2)(a) of the\nPromotion of Administrative Justice Act 3 of 2000 (‘PAJA’) to\nexhaust the options provided in the Norms and Standards\nbefore they could\napproach a court.\n[18]\tSection 41(1)(h)(vi) and (3) of the Constitution\nprovides:\n‘41(1)\tAll spheres of government and all organs of state\nwithin each sphere must –\n. . .\n(h)\nco-operate with one another\nin mutual trust and good faith by –\n. . .\n(vi)\tavoiding legal proceedings against one\nanother.\n. . .\n(3)\tAn organ of state involved in an intergovernmental dispute must make every\nreasonable effort to settle the dispute by means of\nmechanisms and procedures\nprovided for that purpose, and must exhaust all other remedies before it\napproaches a court to resolve\nthe dispute.’\nAn organ of\nstate is defined in s 239 of the Constitution as follows:\n‘“organ\nof state” means –\n(a)\nany department of state or\nadministration in the national, provincial or local sphere of government;\nor\n(b)\nany other functionary or institution\n–\n(i)\nexercising a power or performing a\nfunction in terms of the Constitution or a provincial constitution;\nor\n(ii)\nexercising a public power or performing\na public function in terms of any legislation,\nbut\ndoes not include a court or a judicial officer.’\n[19]\tThe court\na\nquo\ndismissed the appellant’s reliance on these provisions of the\nConstitution.\n[3]\nRelying on the\nauthority of\nDirectory Advertising Cost Cutters v Minister for Posts,\nTelecommunications and Broadcasting\n1996 (3) SA 800\n(T) it held that\nthe first respondent was not an organ of state in that the first respondent was\nintended by the legislature\nto be independent of state or government control in\nthe performance of its functions.\n[4]\nRelying, furthermore, on the judgment in\nIndependent Electoral Commission v\nLangeberg Municipality\n2001(3) SA 925 (CC) the court\na quo\nheld that\nthe first respondent did not perform its functions within a sphere of\ngovernment.\n[5]\n[20]\tIn the\nDirectory Advertising\ncase Van Dijkhorst J had to interpret the phrase\n‘organ of state’ in the context of the interim constitution which\ndefined\n‘organ of state’ as follows: ‘“organ of\nstate” includes any statutory body or\nfunctionary’\n[6]\n. He referred to\ndictionary meanings of the word ‘staatsorgaan’, the Afrikaans\nequivalent of ‘organ of state’,\nand came to the conclusion that the\ntest to determine whether a statutory body was an organ of state was whether the\nbody was controlled\nby the State.\n[7]\nThe court\na quo\nerred in adopting the reasoning of Van Dijkhorst J and\nascribing the same meaning to ‘organ of state’ in the Constitution\nas in the Interim Constitution. Organ of state is differently and\ncomprehensively defined in the Constitution, and whether a statutory\nbody is an\norgan of state within the meaning of the Constitution naturally depends on\nwhether that statutory body is a body as defined\nin the Constitution. In terms\nof the definition in the Constitution any institution exercising a public power\nor performing a public\nfunction in terms of any legislation is an organ of\nstate. The second respondent, a public school, together with its governing body,\nthe first respondent, is clearly an institution performing a public function in\nterms of the Act. It follows that it is an organ\nof state as contemplated in the\nConstitution.\n[21]\tIn the\nIndependent Electoral Commission\ncase the\nConstitutional Court held that the Independent Electoral Commission, although\nnot subject to national executive control,\nwas an organ of\nstate:\n[8]\nbut that the fact that it\nwas a State structure and that it had to perform its functions in accordance\nwith national legislation\ndid not mean that it fell within the national sphere\nof government.\n[9]\nBecause it was not\nsubject to national executive control it stood outside government and was not an\norgan of state within the national\nsphere of\ngovernment.\n[10]\nA dispute with the\nCommission did not qualify as an intergovernmental dispute: an intergovernmental\ndispute was ‘a dispute\nbetween parties that [were] part of government in\nthe sense of being either a sphere of government or an organ of State within a\nsphere of\ngovernment’.\n[11]\n[22]\tThe\nfirst respondent is, in so far as the determination of a language and admission\npolicy is concerned, not subject to executive\ncontrol at the national,\nprovincial or local level and can therefore, like the Electoral Commission, in\nso far as the performance\nof those functions is concerned, not be said to form\npart of any sphere of government. For the same reason its dispute with the first\nand second appellants in respect of the language and admission policy determined\nby it, is not an intergovernmental dispute as contemplated\nin s 41(3) of\nthe Constitution. The argument based on s 41 of the Constitution was therefore\ncorrectly rejected by the court\na quo\n.\n[23]\tSubsections 7(2)(a) and\n(c) of PAJA provide:\n‘(a)\tSubject to paragraph (c) no court or tribunal shall review an\nadministrative action in terms of this Act unless any internal\nremedy provided\nfor in any other law has first been exhausted.’\n‘(c)\tA court or tribunal may, in exceptional circumstances and on\napplication by the person concerned, exempt such person from\nthe obligation to\nexhaust any internal remedy if the court or tribunal deems it in the interest of\njustice.’\n[24]\tThe court\na quo\nheld that the matter\nwas unquestionably one of urgency. At stake were the interests of 21 small\nchildren whose educational future\nwas in question. It considered it self-evident\nthat the question as to which primary school they would attend should be\nresolved\nwith as little delay as possible. A reference of the dispute to the Pan\nSouth African Language Board (‘Pansab’) or to\narbitration would\nresult in further delay. Furthermore, in the light of the fact that the case had\ngenerated considerable public\ninterest, and that questions of language policy in\npublic schools and the rights and powers of their governing bodies were of great\nmoment to many people, it would be regrettable if the matter was to be decided\nbehind closed doors by a statutory board or by an\narbitrator. The cumulative\neffect of these factors was considered by the court\na quo\nto constitute\nexceptional circumstances ‘justifying the exemption of the (first and\nsecond respondents) from any obligation\nwhich they might otherwise have been\nunder to exhaust their internal remedies’ in the interests of\njustice.\n[12]\n[25]\tThe court\na\nquo\nhad a discretion to exempt the first and second respondents from the\nprovisions of s 7(2)(a) of PAJA. The power of this court\nto interfere on\nappeal with the exercise of such a discretion ‘is limited to cases in\nwhich it is found that the trial Court\nhas exercised its discretion capriciously\nor upon a wrong principle, or has not brought its unbiased judgment to bear on\nthe question,\nor has not acted for substantial reasons’. (See\nShepstone\n& Wylie v Geyser NO\n1998 (3) SA 1036\n(SCA) at 1044J-1045A). In my view\nthe court\na quo\ndid not misdirect itself in any way and there are no\ngrounds upon which this court can interfere with its decision. The statement\nby\nthe court\na quo\nthat it would be regrettable if the issues in this case\nwere to be decided behind closed doors by a statutory board or by an arbitrator\nwas probably not intended to mean that the matter would necessarily be decided\nbehind closed doors but merely that that would be\na possibility were the matter\nreferred to Pansab or to an arbitrator.\n[26]\tThe court\na quo\ncould\nhave added that the first respondent had indicated that if the second appellant\nwas prepared to agree to a suspension of the\ndirective of 2 December 2004 it\nintended to approach Pansab or to refer the dispute to arbitration. The second\nappellant, acting\non an instruction by the first appellant, nevertheless\nimplemented the decision without affording the respondents any opportunity\nto\nchallenge the validity of the dismissal of its appeal to the first appellant.\nThe first and second appellants thereby forced the\nrespondents to launch the\nurgent application to the court\na quo\n. This fact in itself constituted\nexceptional circumstances justifying the exemption of the first and second\nrespondents as aforesaid.\n[27]\tThe finding that this court cannot interfere\nwith the court\na quo\n’s dismissal of the contention that the\nproceedings were premature makes it unnecessary to deal with another matter that\nwas\ndebated before us, namely the question whether a referral of the matter to\nPansab or to arbitration constituted ‘internal remedies’\nas\ncontemplated in PAJA.\n[28]\tThe court\na quo\nheld that the second\nappellant’s directive of 2 December 2004 and the implementation thereof on\n19 January 2005 were unlawful\nin that they rode roughshod over the second\nrespondent’s language policy by converting the second respondent from a\nsingle\nmedium into a parallel medium school while it had no right to do\nso.\n[13]\nIf the second appellant\nneeded a remedy, the court\na quo\nheld, his remedy was to call in aid the\nprovisions of s 22 and to withdraw from the first respondent its function\nof determining\nthe second respondent’s language\npolicy.\n[14]\n[29]\tThe first and\nsecond appellants submitted that the court\na quo\nerred in this regard.\nThey argued that in terms of s 29(2) of the Constitution everyone had the\nright to receive education in\nthe official language or languages of their choice\nin public institutions where that education was reasonably practicable; that it\nwas reasonably practicable to provide education in English to the 40 learners\nreferred to in the directive of 2 December 2004 at\nthe second respondent; that\nthose 40 learners therefore had a constitutional right to receive education in\nEnglish at the second\nrespondent; that the first respondent’s right to\ndetermine the language policy of the second respondent was, in terms of s\n6(2),\nsubject to the Constitution, the Act and any provincial law; and that the second\nrespondent’s language policy determined\nby the first respondent was\ntherefore subordinate to the constitutional right of the learners in\nquestion.\n[30]\tIn effect, the first and second appellants contended that\ns 29(2) of the Constitution should be interpreted to mean that\neveryone had\nthe right to receive education in the official language of his or her choice at\neach and every public educational institution\nwhere this was reasonably\npracticable. If this were the correct interpretation of s 29(2), it would\nmean that a group of Afrikaans\nlearners would be entitled to claim to be taught\nin Afrikaans at an English medium school immediately adjacent to a an Afrikaans\nmedium school which has vacant capacity provided they can prove that it would be\nreasonably practicable to provide education in Afrikaans\nat that school. So\ninterpreted, since the right in question extends to ‘everyone’, this\nwould entail that boys have a\nconstitutional right to be educated at a school\nfor girls if reasonably practicable.\n[31]\tIn my view s 29(2) is not\nsusceptible to the interpretation for which the appellants contended. The right\nof everyone to\nreceive education in the official language or languages of their\nchoice in public educational institutions where that education is\nreasonably\npracticable is a right against the\nState.\n[15]\nThe Constitution\nrecognizes that there may be various reasonable educational alternatives\navailable to the State to give effect to\nthis right and has left it to the State\nto decide how best to do so. In order to ensure the effective access to, and\nimplementation\nof, this right, the State must in terms of the provision consider\nall reasonable educational alternatives, including single medium\ninstitutions.\nSection 29(2) therefore empowers the State to ensure the effective\nimplementation of the right by providing single\nmedium educational institutions.\nThis is a clear indication that in terms of s 29(2) everyone has a right to\nbe educated in\nan official language of his or her choice at a public educational\ninstitution to be provided by the State if reasonably practicable,\nbut not the\nright to be so instructed at each and every public educational institution\nsubject only to it being reasonably practicable\nto do so. It follows that the 40\nlearners in question had a constitutional right to receive education in English\nin a public educational\ninstitution provided by the State if reasonably\npracticable but, even if it was reasonably practicable to provide such education\nat the second respondent, they did not have a constitutional right to receive\neducation in English at  the second respondent.\n[32]\tIn so far as schools\nare concerned, the State obviously considered how to ensure effective\nimplementation of the right provided\nby s 29(2), and the Act reflects its\nconclusion. There is no suggestion that any of the provisions of the Act are\nunconstitutional.\n On the contrary, counsel for the first and the second\nappellants made it clear that it was not contended that the Act was\nunconstitutional.\nIn terms of the Act the first appellant must provide public\nschools out of funds appropriated for this purpose by the provincial\nlegislature. Except in the case of new\nschools,\n[16]\nthe governance of the\nschool and the admission and language policy of the school are to be determined\nby the governing body of the\nschool subject to the provisions of the Act and any\napplicable provincial law. Neither the Act, nor the Norms and Standards, confer\nany power on the first or the second appellants to determine the language or the\nadmission policy of a public school save in the\ncase of a new public\nschool.\n[17]\n[33]\tIn\nLaerskool\nMiddelburg v Departementshoof, Mpumalanga Departement van Onderwys\n2003 (4)\nSA 160\n(T) at 170I-171A and 171J-172A Bertelsmann J held that the Norms and\nStandards provided a mechanism for the alteration of the language\npolicy of a\npublic school. I do not agree. Section 6(1) of the Act authorizes the Minister\nof Education to determine norms and standards\nfor language policy in public\nschools.  It does not authorize the Minister of Education him- or herself to\ndetermine the language\npolicy of a particular school, nor does it authorize him\nor her to authorize any other person or body to do so. As stated above,\nit is in\nterms of s 6(2) the function of the governing body of a public school to\ndetermine the language policy of the school\nsubject to the Constitution, the Act\nand any applicable provincial law. The admission and language policy determined\nby the first\nrespondent is not contrary to any provision of the Constitution,\nthe Act, the Western Cape Provincial School Education Act or the\nNorms and\nStandards.\n[34]\tIn any event the Norms and Standards do not purport to\nauthorize the alteration of a public school’s language policy by\nanyone.\nAccording to the heading of s V.D of the Norms and Standards the section deals\nwith the rights and duties of the provincial\neducation departments. Section\nV.D3, in which it is stated that it ‘is reasonably practicable to provide\neducation in a particular\nlanguage of learning and teaching if at least 40 in\ngrades 1 to 6 or 35 in grades 7 to 12 learners in a particular grade request\nit\nin a particular school’, would seem to be no more than a guideline\nformulated by the Minister of Education as to when the\nState would consider the\nconstitutional right to receive education in a particular official language at a\npublic educational institution\nto have been established. Neither the Act nor the\nNorms and Standards purport to provide that in the event of it being practicable\nto provide education in a particular language at a particular school, children\nwho wish to be educated in that language are automatically\neligible for\nadmission to that school for instruction in that language.\n[35]\tCounsel for\nthe first and second appellants submitted that it was unthinkable that the\nsecond appellant, who is obliged to provide\npublic schools, could not admit\nlearners to the second respondent if it was reasonably practicable to educate\nthem at the second\nrespondent in the language of their choice. It would indeed\nbe unfortunate if the second appellant has no remedy in the event of\nan\nunreasonable refusal by a governing body to change its language policy. However,\nthat is not the case. The first and second appellants\nhave remedies in such an\nevent.\n[36]\tFirst, a refusal by the first respondent to change the language\npolicy of the second respondent is an administrative action which\nis subject to\nreview (s 1 and 6 of PAJA). Should the decision be unreasonable in the\nsense that no reasonable person would in\nthe circumstances have refused to\nchange the language policy it may be reviewed and set aside (s 6(2)(h) of\nPAJA).\n[37]\tSecond, the HOD may, subject to certain procedural requirements,\non reasonable grounds withdraw a function of a governing body\n(s 22 of the\nAct\n[18]\n). If the HOD determines on\nreasonable grounds that a governing body has ceased to perform functions\nallocated to it in terms of the\nAct, or has failed to perform one or more of\nsuch functions, he or she must appoint sufficient persons to perform all such\nfunctions\nor one or more of such functions, as the case may be, for a period not\nexceeding three months (s 25(1)). The period may be extended\nfor further\nperiods of three months or less but the total period may not exceed one year\n(s 25(2)). If the governing body ceases\nto perform its functions the HOD\nmust ensure that a governing body is elected in terms of the Act within a year\nof the appointment\nof persons to perform functions of the governing body\n(s 25(3)).\n[38]\tSection 20 provides that the governing bodies of public\nschools must perform all the functions listed in the section including\nall other\nfunctions imposed upon the governing body by or under the Act. Section 21 makes\nprovision for the allocation by the HOD\nto a governing body of certain\nadditional functions upon application by such governing body. The first and\nsecond appellants submitted\nthat, properly construed, s 22 allowed the HOD to\nwithdraw the additional functions of a governing body allocated to it in terms\nof s 21 of the Act, but not the functions allocated to it in terms of\ns 20. However, no basis for  construing ‘function’\nas\nrestricted to functions allocated to the governing body in terms of s 21 is\nto be found in the Act. It is highly unlikely\nthat after having referred to\nfunctions of governing bodies in s 20 and in s 21 the legislature\nwould in s 22 have\nintended the word ‘function’ to refer only\nto functions allocated in terms of s 21. It is equally unlikely that\ns 22\nwas intended to exclude the withdrawal, in appropriate circumstances, of\nfunctions such as those mentioned in s 20(1)(g),\nnamely the administration\nand control of the school’s property, and the buildings and grounds\noccupied by a school. In my view\nthe word ‘function’ in s 22(1)\nrefers to any of the functions allocated to a governing body in terms of the\nAct.\nIt follows that any such function may in terms of s 22 be\nwithdrawn.\n[39]\tAn alternative submission advanced on behalf of the first and\nsecond appellants was that the determination of a language and\nan admission\npolicy constituted the exercising of a power and not the performance of a\nfunction. I do not agree. There can of course\nbe no doubt that governing bodies\nare entrusted with the power to determine a language and admission policy but\nthat does not detract\nfrom the fact that it is their function to determine these\npolicies.\n[40]\tThe first and second appellants argued that even if s 22\nwere to be  interpreted as aforesaid, it could not be used to change\na\nschool’s language policy. That was the case, the first and second\nappellants submitted, because the withdrawal of the function\nwould have no\neffect as no provision was made in the Act for the first or second appellants to\ndetermine a language policy if the\nfunction to do so was withdrawn from the\ngoverning body. They submitted, furthermore, that s 25 only applied in\ncircumstances\nwhere the governing body ceased to perform functions or failed to\nperform functions and not where a function was withdrawn. It is\nquite correct\nthat no provision is made in the Act for the first and second appellants to\ndetermine the language policy of a school\nother than a new school. The second\nleg of the argument is, however, not correct. If a function is withdrawn the\ngoverning body ceases\nto perform that function and s 25 becomes\napplicable.\n[41]\tYet a further argument as to why s 22 did not provide a\nremedy was that the language policy of the second respondent was\nentrenched in\nthe constitution adopted by the first respondent, which provided that the medium\nof instruction at the second respondent\nwas Afrikaans, and that an amendment of\nthe constitution had to be approved by at least six members of the first\nrespondent. The\nsimple answer to this submission is that the constitution\nadopted by the first respondent is its own constitution adopted in terms\nof\ns 18 of the Act which provides that a governing body must function in terms\nof a constitution. The persons appointed in terms\nof s 25 to perform a\nfunction withdrawn from a governing body do not function in terms of that\nconstitution and are not bound\nby its provisions.\n[42]\tThe court\na quo\ntherefore correctly held that if the second appellant needed a remedy it could\ncall in aid the provisions of s 22 and, if in\nterms of that section\nentitled to do so, could withdraw from the first respondent its function of\ndetermining the second respondent’s\nlanguage policy.\n[43]\tThe first and\nsecond appellants did not avail themselves of any of these remedies but simply\ninstructed and assisted the principal\nof the second respondent to admit learners\nto the second respondent for instruction in English. They were not entitled to\ndo so.\nAlthough the department admits learners to a public school (s 5(7)),\nthe admission policy of the school is determined by the\ngoverning body of the\nschool. By admitting learners or instructing the principal to admit learners\ncontrary to the admission policy\nof the school the department was substituting\nits own admission policy for that of the school. In so doing it was acting\nunlawfully\nas it did not have the power to determine an admission policy for the\nschool. Even if the language and admission policy determined\nby the first\nrespondent was invalid, the department or the first and second appellants did\nnot, in terms of the Act, have the power\nto determine a language or admission\npolicy for the second respondent. It follows that the directive of 2 December\n2004 was unlawful.\n[44]\tThe court\na quo\nproceeded to review and set\naside the decision of the first appellant to dismiss the appeal to him as well\nas the decision of the\nsecond respondent to implement the directive of 2\nDecember 2004. It held that the decision of the first appellant had to be set\naside\nin terms of s 6(2)(d) of PAJA on the ground that he committed an\nerror of law in thinking that the second respondent was entitled\nto issue his\ndirective of 2 December 2004.\n[19]\nIt\nwas not and could not be contended by the first and second appellants that these\ndecisions could stand if the directive of 2 December\n2004 were\nunlawful.\n[45]\tApart from setting aside the decision of the second respondent\nto put the directive of 2 December 2004 into effect the court\na quo\nheld\nthat the insistence by the department’s officials that the learners and\ntheir parents attend the school assembly against\nthe wishes of its principal and\nthe first respondent amounted to unlawful interference by them in the government\nand professional\nmanagement of the second respondent. In this regard the court\na quo\nrelied on sections 16(1) and 16(3) of the\nAct.\n[20]\n[46]\tThe first and\nsecond appellants relying on s 13 of the Western Cape School Education Act\ncontended that the professional\nmanagement of a public school is vested in the\nHOD. They acknowledged that in terms of s 13(4) of that Act the HOD had to\ndelegate\nsuch powers to the principal of a public school that were required for\nthe effective professional management of such public school\nbut argued that in\nterms of s 61(3) of the Western Cape School Education Act a delegation of\nsuch powers did not prevent the\nHOD from exercising such powers.  However, the\nWestern Cape School Education Act is subordinate to the Act which provides that\nthe\nprofessional management of a school must be undertaken by the principal\nunder the authority of the Head of the Department (s 16(3)).\nIt is thus\nclear that the HOD must exercise  his or her authority through the principal of\nthe school. He or she cannot do so through\nofficials of the department. The\nreason for this provision is rather obvious. The professional management of a\nschool requires a\nprofessional educator. The court\na quo\ntherefore\ncorrectly granted the declaratory order and interdict contained in paragraphs 5\nand 6 of its order.\n[47]\tCounsel for the third appellants submitted that it\nwould not be in the best interests of the 21 English learners to be transferred\nto another school during their primary schooling. Relying on the provisions of\ns 28(2) of the Constitution, which provides that\na child’s best\ninterests are of paramount importance in every matter concerning the child, she\nsubmitted that the court\na quo\n’s order should be replaced by an\norder that the learners be placed at the second respondent on a permanent basis.\nIn the alternative\nshe submitted that we should admit further evidence so as to\nenable this court to determine whether the learners could be accommodated\nat De\nKuilen and that, in the event of our finding that they could, we should order\nthat they be placed at De Kuilen.\n[48]\tThe submission that it is in the best\ninterests of the 21 learners concerned that they stay at the second respondent\nis based\non the say so of some of the parents of the learners, which in turn is\nbased on the fact that the learners have settled in well at\nthe second\nrespondent and that they are happy there. However, in my view, no case has been\nmade out that it would be in the best\ninterests of the learners to stay at the\nsecond respondent and for the following reasons there is no reason to believe\nthat their\ninterests would be better served by an order that they should remain\nat the second respondent:\na)\tThe fact that they are at present happy does not guarantee that they will in\nfuture years be happy as a very small minority in\na school that is otherwise an\nAfrikaans medium school.\nb)\tThere is no reason to believe that they would be less happy at another\nschool. In this regard it should be borne in mind that\nthe second respondent was\nnot their parents’ first choice.\nc)\tIt is unknown whether or not it would be possible to cater adequately for\ntheir educational needs at the second respondent if\nthey remain such a small\ngroup.\nd)\tThe legislature clearly considered it in the best interests of learners that\nthey be educated in schools which are governed and\nprofessionally managed in a\nmanner that accords with the provisions of the Act.  Given the background to the\ndispute, to impose the\nlearners in question on the first respondent would be\nanomalous and would run counter to this goal.\ne)\tThe judge\na quo\ncarefully considered their interests in formulating\nhis order and its terms were designed to ensure that their placement at another\nschool would cause minimal disruption in their\nlives.\n[21]\nf)\tThe respondents indicated during argument that they have no objection to the\naddition at the end of paragraph 7 of the order by\nthe court\na quo\nof the\nfollowing sentence: ‘The placement of the children at another suitable\nschool is to be done taking into account the\nbest interests of the\nchildren.’\n[49]\tIn the light of the aforegoing the question\nas to what the position would have been had it been held to be in the best\ninterests\nof the 21 learners to stay at the second respondent need not be\nconsidered. In the event, should it transpire that it is not in the\nbest\ninterests of the learners in question to be moved, the appellants are free to\napproach a court for appropriate relief. At that\nstage it would be necessary to\nconsider to what relief, if any, having regard to competing rights and\ninterests, the appellants are\nentitled.\n[50]\tThe third appellants’\nalternative argument that the possible  accommodation of the learners at De\nKuilen be investigated\ncan be disposed of easily. Neither De Kuilen nor its\ngoverning body is a party to these proceedings. No order can therefore be made\nthat the learners be placed at De Kuilen.\n[51]\tCounsel for the first and\nsecond appellants submitted that the court\na quo\nshould not have ordered\nthe second appellant to report to the first respondent what progress had been\nmade with the placing of the\nchildren at another school. However, it is\nnecessary that the first respondent should know what progress is being made in\norder to\nplan the future utilization of the school buildings and also to avoid\nits being faced, once again, at the end of the school year\nwith a\nfait\naccompli\nas was the case on 19 January 2005. In the circumstances the court\na quo\ncannot be faulted for having made the order.\n[52]\tDuring the\nthird day of the hearing in the court\na quo\n, after counsel for the\nrespondents’ address and during the first and second appellants’\naddress the first and second\nappellants applied for leave to file further\naffidavits. The first and second appellants submitted that the court\na quo\nerred by refusing to admit the affidavits. The affidavits dealt with\nallegations made in the founding affidavits regarding the meeting\non 18 January\n2005, and with disputes raised in the replying affidavits in respect of\nallegations made in the answering affidavits\nrelating to the condition and use\nof prefabricated structures at De Kuilen, the question whether the English\nclasses at De Kuilen\nwere filled to capacity and the capacity of the second\nrespondent to accommodate more learners. The court\na quo\ndismissed the\napplication because of its unexplained lateness ; the urgency of the matter; and\nthe fact that delay was highly undesirable\nas the interests of a number of\nchildren were at stake.\n[53]\tThe court\na quo\nthought that delay would\nbe caused by the admission of the further affidavits by the first and second\nappellants, in that the respondents\nwould have had to be given an opportunity to\ndeal with the matters raised in the further affidavits by way of further\naffidavits\nin reply. Subsequent events proved the court\na quo\nto have\nbeen correct. As a result of the first and second appellants contending in their\nheads of argument that the court\na quo\nerred in dismissing their\napplication, the first and second respondents filed a conditional application\nfor the admission of further\naffidavits. Counsel for the first and second\nappellants in turn indicated during argument before us that, should the\nconditional\napplication be successful, they would want to file yet a further set\nof affidavits.\n[54]\tThe court\na quo\nhad a discretion to allow or\ndisallow the further set of affidavits. It did not misdirect itself in any way\nin dismissing the application\nand there is no basis on which this court can\ninterfere with its ruling. In any event, counsel for the first and second\nappellants\nconceded that in the light of the Plascon-Evans\nrule\n[22]\nall these additional\naffidavits could make no difference to the outcome of the case.\n[55]\tAll that\nremains to be dealt with is the order by the court\na quo\nthat the costs\nof the proceedings in the court\na quo\nare to be paid by the first and\nsecond appellants on the scale as between attorney and client.\n[56]\tIn his\nanswering affidavit the first appellant said in regard to pre-fabricated\nclassrooms at De Kuilen, which the first respondent\ncontended could be used to\naccommodate the 40 English learners, that he had been advised by Caroline that\nthese classrooms had been\nerected prior to 1971 and that they were in a\ndilapidated state and posed a serious safety hazard. These allegations were\ndenied\nin the replying affidavits filed by the first and second respondents, one\nof which was deposed to by a Mr Liebenberg. He states that\nhe is a qualified\nmechanical and electrical engineer, that he inspected the four prefabricated\nstructures and a garage located on\nthe grounds of De Kuilen and found that three\nof them appeared to be in good condition while the fourth one was being\nrenovated.\nHe also found that children were present in three of the four\nstructures under the supervision of adult females.\n[57]\tAs is apparent from\nthe further affidavits which the first and second appellants sought to file,\nthey did not dispute that three\nof the prefabricated structures were in a good\ncondition and that a fourth was being renovated but wanted to explain how the\nincorrect\nallegation came to be made. In the circumstances the court\na\nquo\nwas entitled to accept the correctness of the allegations in the\nreplying affidavit which it did in holding that the first and second\nrespondents\nshould have verified the\ninformation.\n[23]\nHad they done so,\nthe court\na quo\nheld, they would have realized that these prefabricated\nclassrooms were available and would reduce De Kuilen’s pupil classroom\nratio.\n[24]\nIt held, furthermore,\nthat on the false premise that the learners could not be accommodated at De\nKuilen the department threatened\nthat the alternative to leaving them at the\nsecond respondent would be to accommodate them temporarily at a school for\nseverely mentally\nhandicapped learners. For being prepared to use this threat\nafter having imposed their will on the unwilling school, and having achieved\na fait accompli\nby engineering the children’s attendance at the\nsecond respondent, the court\na quo\nthought that the first and second\nappellants had to bear a heavy burden of public opprobrium which should be\nreflected in an appropriate\ncosts\norder.\n[25]\n[58]\tOnce again the\ncourt\na quo\nexercised a discretion and once again it did not commit a\nmisdirection. There are no grounds upon which this court can interfere\nwith its\ndecision.\n[59]\tFor these reasons the appeal is dismissed with costs,\nincluding the costs of two counsel save for the addition at the end of\nparagraph\n7 of the court\na quo\n’s order of the following: ‘The placement\nof the children at another suitable school is to be done taking into account\nthe\nbest interests of the children.’\n_________________\nP E  STREICHER\nJUDGE OF APPEAL\nCAMERON JA)\nBRAND JA)\nLEWIS JA)\t\t\tCONCUR\nMLAMO\nJA)\n[1]\nSee Government Notice 1701 in\nGovernment Gazette 18546 of 19 December\n1997.\n[2]\nAt\n59b-60b.\n[3]\nAt\n43d-46d.\n[4]\nAt\n44e-45g.\n[5]\nAt\n45g-46d.\n[6]\nSection 233(1) of the\nConstitution of the Republic of South Africa Act 200 of\n1993.\n[7]\nAt\n809G-810D.\n[8]\nAt 936D (para\n22).\n[9]\nAt 940C (para\n30).\n[10]\nAt 940D (para\n31).\n[11]\nAt 936C-D (para\n21).\n[12]\nAt\n47a-i.\n[13]\nAt 48a-b and\n52a-b.\n[14]\nAt\n52a-b.\n[15]\nSection 7(2) of the\nConstitution provides that the ‘State must respect, protect, promote and\nfulfil the rights in the Bill\nof Rights’. See Government of the Republic\nof South Africa v Grootboom\n2001 (1) SA 46\n(CC)  para\n20.\n[16]\nSection 16(7) of the Act\nprovides that in the case of a new public school provided in terms of s 12 the\ngovernance of that school\nvests in the HOD until a governing body has been\nconstituted..\n[17]\nSection 16(7) of the Act and\ns V.D2 of the Norms and Standards.\n[18]\nThe section reads as\nfollows:\n‘22\tWithdrawal of functions from governing bodies\n(1)\tThe\nHead of Department may, on reasonable grounds, withdraw a function of a\ngoverning body.\n(2)\tThe Head of Department may not take action under\nsubsection (1) unless he or she has-\n(a)\tinformed the governing body of\nhis or her intention so to act and the reasons therefor;\n(b)\tgranted the governing body a reasonable opportunity to make\nrepresentations to him or her relating to such intention;\nand\n(c)\tgiven due consideration to any such\nrepresentations received.\n(3)\tIn cases of urgency, the Head of Department may act in terms of\nsubsection (1) without prior communication to such governing\nbody, if the Head\nof Department thereafter-\n(a)\tfurnishes the governing body with reasons\nfor his or her actions;\n(b)\tgives the governing body a reasonable opportunity to make representations\nrelating to such actions; and\n(c)\tduly considers\nany such representations received.\n(4)\tThe Head of Department may for sufficient reasons reverse or suspend his\nor her action in terms of subsection (3).\n(5)\tAny person aggrieved by a decision of the Head of Department in terms of\nthis section may appeal against the decision to the\nMember of the Executive\nCouncil.’\n[19]\nAt\n52i.\n[20]\nAt\n54f-55d.\n[21]\nAt\n56g-57d.\n[22]\nSee Plascon-Evans\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at\n634E-635C.\n[23]\nat\n58f-g.\n[24]\nAt\n58h.\n[25]\nAt 58i-59b.",
  "scraped_at": "2026-02-12T14:13:10.551579",
  "date": "2005-06-27",
  "coram": [
    "Streicher JA",
    "Cameron JA",
    "Brand JA",
    "Lewis JA",
    "Mlambo JA"
  ],
  "case_number": "140/05",
  "parties": {
    "applicants": [
      "Western Cape Minister of Education",
      "Head: Education, Western Cape Education Department",
      "Parents of certain learners currently receiving instruction at Mikro Primary School"
    ],
    "respondents": [
      "Governing Body of Mikro Primary School",
      "Mikro Primary School"
    ]
  },
  "sections": {
    "facts": "Mikro Primary School is an Afrikaans‑medium public school in Kuilsriver. Its governing body refused a request by the Western Cape Education Department to change its language policy and become a parallel‑medium school. The department, through the Head of Education, issued a directive to the school’s principal to admit 40 English‑medium learners, of which 21 were actually admitted. The school sought urgent relief in the Cape High Court, which set aside the directive, ordered the learners to be placed at another suitable school and interdicted the department from interfering with the school’s language policy. The Department and the Minister appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the Minister and the Department may direct a public school to alter its language policy in contravention of the school’s governing body’s authority under the South African Schools Act. 2. The scope of section 29(2) of the Constitution – whether it confers a right on learners to be taught in their language of choice at any public school. 3. Whether the applicants were required to exhaust internal remedies under PAJA and section 41 of the Constitution before approaching the court. 4. Whether the department’s actions amounted to unlawful interference with the professional management of the school.",
    "principles": "The Court confirmed that section 29(2) creates a right against the State, not a direct entitlement to be taught in a chosen language at every school; the State must provide appropriate institutions. The South African Schools Act vests the governing body with the power to determine language and admission policies, subject only to the Constitution and statutory norms, and the Minister’s power is limited to setting nationwide norms, not to dictate policy for individual schools. Under PAJA, internal remedies must be exhausted unless exceptional urgency is shown. The Court also clarified that a public school and its governing body constitute an organ of state for intergovernmental dispute purposes, but the dispute here was not intergovernmental. Sections 22 and 25 of the Act allow the Head of Department to withdraw functions of a governing body if necessary, but this remedy was not invoked.",
    "application": "Applying these principles, the Court held that the governing body’s language policy was lawful and the Department had no authority to compel a change. The directive to admit learners in English was therefore unlawful and amounted to unlawful interference with the school’s professional management. The Court found no error in the lower court’s refusal to require exhaustion of internal remedies, given the urgency and the best‑interest of the children. Consequently, the appeal was dismissed and the lower court’s orders were upheld.",
    "conclusion": "The appeal was dismissed with costs. The Department and the Minister were restrained from compelling the school to admit learners in violation of its language policy, and the school’s governing body retained authority over language policy. The 21 learners were to be placed permanently at another suitable school, with the Department required to report progress. Costs were awarded against the appellants."
  },
  "tags": {
    "level_1": "Education Law",
    "level_2": "Language Policy",
    "level_3": [
      "constitutional rights",
      "section 29",
      "school governance",
      "administrative law"
    ]
  }
}