{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/84.html",
  "case_name": "Wormald and Others v Kambule (524/2004) [2005] ZASCA 84; [2005] 4 All SA 629 (SCA); 2006 (3) SA 562 (SCA) (22 September 2005)",
  "citation": "[2005] ZASCA 84",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 84\n|\nNoteup\n|\nLawCite\nWormald and Others v Kambule (524/2004) [2005] ZASCA 84; [2005] 4 All SA 629 (SCA); 2006 (3) SA 562 (SCA) (22 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nReportable\nCase no: 524/2004\nIn the matter between:\nHUGH ARNOLD WORMALD  N.O.\t\t\t\t         First Appellant\nBURTON QUEENSTOWN CC\t\t\t\t\t     Second Appellant\nNORAH KHUPELA BADUZA\t\t\t\t\t       Third\nAppellant\nand\nLUNGISWA SNOWY KAMBULE\t               \n\t\t\t   Respondent\nCORAM:\t  MPATI DP, ZULMAN, NUGENT JJA et COMBRINCK, MAYA\nAJJA\nHEARD: \t 23 AUGUST 2005\nDELIVERED: 22 SEPTEMBER\n2005\nSummary\n: Application for eviction under Act 19 of 1998 (PIE)\nand declarator that customary marriage void\nab initio\n– whether\ndiscretion conferred on court by PIE can be exercised to determine whether a\ncustomary law wife has a claim for a\nright to occupy a property against her\ndeceased husband’s estate – whether a customary marriage confers a\nright to occupy\na specific property which is subject to a mortgage\nbond.\nJUDGMENT\nMAYA AJA\nMAYA AJA\n[1]\tThis is an appeal against a judgment of Chetty\nJ in the Eastern Cape Division, reported as\nWormald NO and Others v Kambule\n[2004] 3 All SA 392\n(E). The court\na quo\ndismissed an application\nlaunched by the appellants seeking, firstly, to evict the respondent from\ncertain residential property under\nthe provisions of the Prevention of Illegal\nEviction from and Unlawful Occupation of Land Act 19 of 1998 (‘PIE’)\nand,\nsecondly, an order declaring a customary marriage the respondent is alleged\nto have contracted with one Mr Burton Baltimore Zitha\nBaduza (‘the\ndeceased’), from which she claims her right to occupy the property\nderives, null and void. The appeal is\nwith the leave of this\ncourt.\n[2]\tThe second appellant, a close corporation which had the\ndeceased as its sole member, is the registered owner of the property.\nThe first\nappellant represents his co-appellants in these proceedings in his capacity as\nthe executor,\nnomine officio\n,\nin the massed estate of the deceased\nand his surviving civil law spouse, the third appellant, and consequently, the\nsole member of\nthe second appellant in terms of\ns 29\nof the\nClose Corporations\nAct 69 of 1984\n.\n[3]\tThe background facts may be stated briefly. The\nrespondent has occupied the property since September 2001, shortly after its\npurchase\nby the second appellant. She does not hold a lease in respect of the\nproperty and does not therefore pay any rental. The property\nis subject to two\nmortgage bonds with ABSA bank which are serviced by the estate on a monthly\nbasis in the sum of R9 451,86.\nAfter the deceased’s death in June\n2002, the first appellant attempted to collect rental from the respondent. When\nshe refused\nto accede to this demand the first appellant informed her that the\nmortgage bonds, which exceeded the property’s current market\nvalue, were\nburdensome on the estate and that, consequently, the property had been put up\nfor sale. She was requested to grant an\nestate agent and potential purchasers\naccess to, and to vacate the property against an offer of alternative\naccommodation at a local\nhotel owned by the estate. In response, the respondent\nconceded that she could not occupy the property indefinitely but demanded\nthat\nthe first appellant (i) recognize her customary marriage to the deceased, (ii)\nprovide her with suitable and reasonable accommodation\nhaving regard to her\nstation in life and the ability of the estate to pay for such accommodation and\n(iii) recognize her contemplated\nclaim for maintenance from the estate. The\nappellants countered these demands by launching the eviction\nproceedings.\n[4]\tThe appellants claim that the respondent is in unlawful\noccupation of the property because it is owned by an entity with a separate\nand\ndistinct legal personality from the deceased and that any right she might have\nhad to occupy it was as the deceased’s ‘housekeeper’\nand\nterminated upon his death. The respondent’s contention is that she\noccupies the property with the express or tacit consent\nof the second appellant\nthrough which it was purchased by the deceased to provide her with accommodation\nin recognition of his obligation\nto do so as her husband, flowing from their\ncustomary marriage entered into in 1985. She denies that she was the\ndeceased’s\n‘housekeeper’.\n[5]\tMuch of the\nrespondent’s version was not disputed except for the very basis of her\nalleged entitlement to occupy the property,\nthe alleged customary marriage.\nThere having been no request for a referral of such dispute for the hearing of\noral evidence and\nthese being motion proceedings, the final relief which is\nsought by the appellants should be granted if the facts alleged by the\nappellant\nthat are not denied by the respondent, together with facts asserted by the\nrespondent, justify such an order.\nPlascon-Evans Paints Limited v Van\nRiebeeck Paints (Pty) Limited\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634E- 635C.\n[6]\tOn\nan application of this test to the facts of the case it must be accepted\nthat-\n6.1\tIn 1985 the deceased proposed marriage to the respondent which she\naccepted.\n6.2\tSubsequent thereto the deceased approached the\nrespondent’s father to ask for her hand in marriage and, consequent to\nthose\nnegotiations, agreed to pay lobola in the sum of\nR5 000,00.\n6.3\tPursuant to the agreement, the deceased paid a sum of\nR1 000,00 to the respondent’s father. The balance was later paid\nto\nthe respondent’s mother because her parents had, in the meantime separated\nand were divorcing each other and her father\nhad left the common\nhome.\n6.4\tThe third appellant was aware of, and did not approve of the\nmarriage. As a result the deceased made arrangements for the respondent\nto\nrelocate from Sterkspruit, where they lived at the time and where the third\nappellant still lives, to Queenstown, where the property\nis situate.\n6.5\tThe\ndeceased provided the respondent with accommodation in three different houses\nfrom 1987 until his death. The first of these\nproperties was registered in her\nname and the other two (including the property in issue) were purchased in the\nname of the second\nappellant and were used by her. The deceased had also made a\nmotor vehicle registered in his name available for her exclusive use.\n6.6\tThe deceased made no provision for the respondent in his\nwill.\n[7]\tAfter considering these facts and the relevant law, Chetty J\nheld that the deceased and the respondent had concluded a customary\nmarriage and\ncomplied with all the requirements for the recognition of such a marriage; that\nthe deceased purchased the property\nacting in his capacity as the second\nappellant’s sole member and as its ‘... embodiment [and thus bound\nit] to provide\nthe respondent with a home during the subsistence of their\ncustomary marriage’; that the customary marriage vested the respondent,\nas\nthe deceased’s widow, with a personal servitude of\nusus\nor\nhabitatio\nin respect of the residential property with which her deceased\nspouse had provided her and that the customary marriage was not rendered\ninvalid\nby the fact of its non-registration in accordance with the Transkei Marriage Act\n21 of 1978. He concluded that the respondent\nwas not an unlawful occupier as\nenvisaged in s 1 of PIE. It is these findings that the appellants contest.\n[8]\tIt is common cause between the parties that the provisions of PIE\nare applicable. Section 4 thereof governs eviction proceedings\nbrought by\n‘the owner or person in charge’ of the land in issue and contains\nboth procedural\nand substantive provisions. Subsections (2), (3), (4) and (5)\nset out the procedural requirements which, it is common cause, the appellants\nduly complied with.\n[9]\tSubsections (6), (7) and (8) contain the\nsubstantive provisions and read as follows:\n‘(6)\tIf an unlawful\noccupier has occupied the land in question for less than six months at the time\nwhen the proceedings are\ninitiated, a court may grant an order for eviction if\nit is of the opinion that it is just and equitable to do so, after considering\nall the relevant circumstances, including the rights and needs of the elderly,\nchildren, disabled persons and households headed by\nwomen.\n(7)\tIf an unlawful\noccupier has occupied the land for more than six months at the time when the\nproceedings are initiated, a court\nmay grant an order for eviction if it is of\nthe opinion that it is just and equitable to do so, after considering all the\nrelevant\ncircumstances, including, except where the land is sold in a sale of\nexecution pursuant to a mortgage, whether land has been made\navailable or can\nreasonably be made available by a municipality or other organ of state or\nanother land owner for the relocation\nof the unlawful occupier, and including\nthe rights and needs of the elderly, children, disabled persons and households\nheaded by\nwomen.\n(8)\tIf the court is satisfied that all the requirements of\nthis section have been complied with and that no valid defence has been\nraised\nby the unlawful occupier, it must grant an order for the eviction of the\nunlawful occupier, and determine-\n(a)\ta just and equitable date on which the\nunlawful occupier must vacate the land under the circumstances; and\n(b)\t the\ndate on which an eviction order may be carried out if the unlawful occupier has\nnot vacated the land on the date contemplated\nin paragraph\n(a).’\n[10]\tAn ‘unlawful occupier’ is defined in s1 of\nPIE as follows:\n‘a person who occupies land without the express or\ntacit consent of the owner or person in charge, or without any other right\nin\nlaw to occupy such land, excluding a person who is an occupier in terms of the\nExtension of Security of Tenure Act, 1997\n, and excluding a person whose informal\nright to land, but for the provisions of this Act, would be protected by the\nprovisions of\nthe Interim Protection of Informal Land Rights Act, 1996 (Act 31\nof 1996).’\n[11]\tAn owner is in law entitled to possession of his or\nher property and to an ejectment order against a person who unlawfully occupies\nthe property except if that right is limited by the Constitution, another\nstatute, a contract or on some or other legal basis.\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA). In terms of Section 26 (3) of the Constitution, from\nwhich PIE partly derives, (\nCape Killarney Property Investments (Pty) Ltd v\nMahamba and others\n2001 (4) SA 1222\n(SCA) at 1229E), ‘no one may be\nevicted from their home without an order of court made after consideration of\nall the relevant\ncircumstances’. PIE therefore requires a party seeking to\nevict another from land to prove not only that he or she owns such\nland and that\nthe other party occupies it unlawfully, but also that he or she has complied\nwith the procedural provisions and that\non a consideration of all the relevant\ncircumstances [and, according to the\nBrisley\ncase, to qualify as relevant\nthe circumstances must be legally relevant], an eviction order is ‘just\nand equitable’.\n[12]\tAs previously indicated, the essential basis\nfor the respondent’s opposition to the eviction proceedings is the alleged\ncustomary marriage and the deceased’s alleged intention to bind the second\nappellant to provide her with lifelong use of the\nproperty and that,\nfurthermore, it would not be just and equitable to evict her.\n[13]\tAssuming but without deciding whether in fact that there was such a\nmarriage in the instant case, it must be considered that\nwhilst it is so that in\ncustomary law a husband and, upon his death, his heir, has a duty to maintain\nhis wife or widow, as the case\nmay be, and provide her with residential and\nagricultural land, she does not, at any stage, acquire real rights in such land.\nThe\ndominium\nvests in the husband’s or his heir’s estate. TW\nBennett\nCustomary Law in South Africa\n(2004) p 347;\nXulu v Xulu\n1938 NAC (N & T) 46. The wife does not, therefore, have a right to\ndemand to occupy any land of her choice, even to the detriment\nof the estate, as\nthe respondent seeks to do in the present matter.\n[14]\tFurthermore,\ncustomary law, significantly a legal system to which the concept of a mortgage\nbond is alien,  makes no provision\nfor a situation such as the present, where a\n‘widow’ is laying claim to property belonging to a third party which\nis\nalso bonded. It would clearly be untenable in law to extend the right of a\ncustomary law wife or widow to maintenance to confer real\nrights in respect of\nsuch property, particularly against the wishes of the bondholder. It is also\nsignificant that there is not the\nslightest indication in the papers that the\nsecond appellant was established for the purpose of providing support to the\nrespondent.\nAll that its founding statement reflects is that it was formed with\nthe objective of ‘purchasing and investing in immovable\nproperty’.\nApart from the respondent’s bare assertion that the deceased bought the\nproperty for her (which is difficult\nto reconcile with the deceased’s\nomission to either register the property in her name or to grant her membership\nin the second\nappellant or even to provide for her in his will), there are no\nallegations of an intention to donate the property to her or grant\nher lifelong\nuse thereof or transfer any rights whatsoever in relation to the property to\nher. In the absence of such evidence the\ncourt\na quo\nerred, in my view,\nin finding that the deceased ‘bound [the second appellant] to provide the\nrespondent with a home during\nthe subsistence of their customary marriage’\nand that the second appellant consequently granted her a right of\n‘usus’\nor\n’habitatio’\nto endure for her\nlifetime.\n[15]\tIt must be borne in mind that the effect of PIE is not to\nexpropriate the landowner and that it cannot be used to expropriate\nsomeone\nindirectly. The landowner retains the protection against arbitrary deprivation\nof property under s 25 of the Bill of Rights.\nPIE serves merely to delay or\nsuspend the exercise of the landowner’s full proprietary rights until a\ndetermination has been\nmade whether it is just and equitable to evict the\nunlawful occupier and under what conditions.\nNdlovu v Ngcobo\n;\nBekker\nand another v Jika\n2003 (1) SA 113\n(SCA) para 17. In the light of the\naforegoing remarks, the court\na quo\nerred in finding that a right to\noccupy the property accrued as a result of the alleged customary marriage. The\nrespondent’s\noccupation of the property has no legal basis and is, thus,\nunlawful.\n[16]\tAs regards the declaratory order that was sought by the\nappellants concerning the validity of the customary marriage, it is well\nestablished that a court has a discretion to grant or to withhold declaratory\nrelief and that it will not deal with abstract, hypothetical\nor academic\nquestions in proceedings for declaratory relief. The declaratory order that was\nsought is superfluous to the appellant’s\nclaim for eviction and no proper\nreason has been advanced for us to consider granting it.\n[17]\tIt now\nremains to consider whether it would be just and equitable to grant an eviction\norder. Sachs J, dealing with the concept\n‘just and equitable’ in the\ncontext of PIE in\nPort Elizabeth Municipality v Various Occupiers\n[2004] ZACC 7\n;\n2005\n(1) SA 217\n(CC), referred with approval to the comments of Horn AJ in\nPort\nElizabeth Municipality v Peoples Dialogue on Land and Shelter and Others\n2000 (2) SA 1074\n(SE)  stating in para 33:\n‘...[I]n matters brought\nunder PIE, one is dealing with two diametrically opposed fundamental interests.\nOn the one hand, there\nis the traditional real right inherent in ownership,\nreserving exclusive use and protection of property by the landowner. On the\nother hand, there is the genuine despair of people in dire need of adequate\naccommodation...It is the duty of the court, in applying\nthe requirements of the\nAct, to balance these opposing interests and bring out a decision that is just\nand equitable...The use of\nthe term ‘just and equitable’ relates to\nboth interests, that is, what is just and equitable not only to persons who\noccupied the land illegally but to the landowner as well.’\nThe learned\njudge continued at paras 36 and 37:\n‘[36]\tThe court is thus called upon\nto go beyond its normal functions and to engage in active judicial management\naccording\nto equitable principles of an ongoing, stressful and law-governed\nsocial process. This has major implications for the manner in which\nit must deal\nwith the issues before it, how it should approach questions of evidence, the\nprocedures it may adopt, the way in which\nit exercises its powers and the orders\nit might make. The Constitution and PIE require that, in addition to considering\nthe lawfulness\nof the occupation, the court must have regard to the interests\nand circumstances of the occupier and pay due regard to broader considerations\nof fairness and other constitutional values, so as to produce a just and\nequitable result.\n[37]\tThus, PIE expressly requires the court to infuse\nelements of grace and compassion into the formal structures of the law. It is\ncalled upon to balance competing interests in a principled way and to promote\nthe constitutional vision of a caring society based\non good neighbourliness and\nshared concern. The Constitution and PIE confirm that we are not islands unto\nourselves. The spirit of\nubuntu,\npart of a deep cultural heritage of the\nmajority of the population, suffuses the whole constitutional order. It combines\nindividual\nrights with a communitarian philosophy. It is a unifying motif of the\nBill of Rights, which is nothing if not a structured, institutionalised\nand\noperational declaration in our evolving new society of the need for human\ninterdependence, respect and concern.’\nSee also\nLand en\nLandbouontwikkelingsbank van Suid-Afrika v Conradie\n2005 (4) SA 506\n(SCA) at\n513C.\n[18]\tThe nature of the discretion which a court employs in this\nexercise is described in the\nBekker\ncase (supra) where Harms JA held at\npara 18:\n‘The court, in determining whether or not to grant an order or\nin determining the date on which the property has to be vacated\n(s 4(8)), has to\nexercise a discretion based upon what is just and equitable. The discretion is\none in the wide and not narrow sense\n(cf\nMedia Workers Association of South\nAfrica and others v Press Corporation of South Africa Ltd\n(‘Perskor’)\n[1992] ZASCA 149\n;\n1992 (4) SA 791\n(A) at 800,\nKnox D’Arcy Ltd\nand others v Jamieson and others\n[1996] ZASCA 58\n;\n1996 (4) SA 348\n(A) at 360G-362G).\n[\nPort\nElizabeth Municipality v Various Occupiers\nsupra at para 31]. A court of\nfirst instance, consequently, does not have a free hand to do whatever it wishes\nto do and a Court of\nappeal is not hamstrung by the traditional grounds of\nwhether the court exercised its discretion capriciously or upon a wrong\nprinciple,\nor that it did not bring its unbiased judgment to bear on the\nquestion, or that it acted without substantial reasons.’\n[19]\tApart from relying on the alleged customary marriage, the only\naverment made by the respondent to counter the eviction is that\nshe is a 59\nyear-old single woman.  The appellants’ allegation that she has no\ndependants was not placed in dispute. No suggestion\nwas made that she is\nindigent. The contrary may, in fact, be inferred from her demand for\n‘suitable and reasonable alternative\naccommodation having regard to her\nstation in life’. As indicated above, the appellants tendered, even before\nthe eviction\nproceedings were launched, to provide her with a two bedroomed\nflat, in a local hotel owned by the estate. This offer was rejected\non the basis\nthat the flat was in a dilapidated condition. A similar offer of a\n‘renovated’ flat was repeated during\nthe hearing in this court. It\nwas also rejected, out of hand. Whilst the value and financial status of the\nestate (and the second\nappellant) and whether it can continue with the bond\nrepayments is unknown, the respondent, except for a vague, unsubstantiated\ncontention\nthat the deceased was a wealthy man, bearing in mind that the entire\npurchase price of the property was financed by a bank, did not\ndeny the\nappellants’ allegations that the debt exceeds the current market value of\nthe property and that such repayments are\nprejudicing the estate. Her concession\nthat she cannot occupy the property indefinitely seems to support these\nallegations.\n[20]\tIt is clear that she is not in dire need of\naccommodation and does not belong to the poor and vulnerable class of persons\nwhose\nprotection was obviously foremost in the Legislature’s mind when it\nenacted PIE. To my mind, her situation is essentially no\ndifferent from that of\nthe ‘affluent tenant’ occupying luxurious premises, who is holding\nover, discussed in the\nBekker\ncase (para 17), in respect of whom the\ncourt held that the ‘relevant circumstances’ prescribed in s 4(7) of\nPIE do not\narise ‘save that the applicant is the owner, that the lease has\ncome to an end and that the tenant is holding over’.\n[21]\tFor all\nthe above reasons, it seems to me that it would be just and equitable to grant\nthe eviction order. Having said that,\nit must be emphasized that if the\nrespondent is able to establish that she was indeed married to the deceased by\ncustomary law, that\nfact would be a valid basis for a maintenance claim against\nthe estate. In that case, even if the estate, through the executor, has\nevinced\na negative attitude towards her intended maintenance claim, nothing precludes\nher from pursuing this option in an appropriate\nforum. It seems proper, in all\nthe circumstances, to allow her to remain on the property for a reasonable\nperiod whilst she pursues\nsuch a claim, should she so wish. It appears to me,\ndue regard being had to the estate’s tender to provide her with\nrefurbished\naccommodation (for life if it was found that she was married to the\ndeceased, or for six months to a year if it was found there was\nno marriage) and\nthe expense that it would incur towards that end, that the estate would not be\nunduly prejudiced by such an order.\n[22]\tAs counsel correctly submitted,\nit seems fair in all the circumstances of the case that the estate should bear\nthe costs of the\nproceedings. I am further satisfied, and counsel did not\ncontend otherwise, that the employment of two counsel was warranted.\n[23]\tIn the result I make the following order:\n23.1\tThe appeal\nagainst the court\na quo\n’s refusal of the eviction order succeeds\nand the appeal against the refusal of the declaratory order sought is dismissed,\nwith\ncosts, such costs to include the costs of two counsel, to be borne by the\nestate of the late Burton Baltimore Zitha Baduza and his\nsurviving spouse, Norah\nKhupela Baduza.\n23.2\tThe order of the court\na quo\nis set aside and\nthe respondent is ordered to vacate Erf 2989 situate at 44 Longview Crescent,\nQueenstown within 12 months of the\ndate of this order, failing which the Sheriff\nfor the district of Albany is authorized to remove her and all persons under her\ncontrol,\ntogether with their possessions, from the said property on 30 September\n2006.\n____________________\nMML MAYA\nACTING JUDGE OF APPEAL\nConcur: Mpati DP\nZulman JA\nNugent JA\nCOMBRINCK AJA:\n[24]\nI agree that the appeal must succeed and that the eviction order in\nthe\nform set out in the judgment of Maya AJA should issue. I have however\nfollowed a different route in coming to the same conclusion. Because of the\napproach I have adopted adjudication on the appeal against the refusal of\nthe\ndeclaratory order contained in paragraph 3 of the Notice of Motion will of\nnecessity result.\n[25]\nIn the Court\na quo\nChetty J came to the conclusion that the respondent was not an unlawful\noccupier. He based his conclusion on the following findings:\n(a)\tthat\nfactually the respondent had entered into a customary marriage with the\ndeceased;\n(b)\tthat that marriage had been concluded in accordance with\ncustomary law in that all the requirements for a union in accordance\nwith that\nsystem of law had been complied with;\n(c)\tthat customary law had to be\napplied when determining the rights of the wife to matrimonial assets on the\ndeath of her husband;\n(d)\tthat in terms of customary law the widow enjoys a\ntype of personal servitude of\nusus\nor\nhabitatio\nin respect of the\nresidence which her husband allowed her to occupy during the subsistence of the\nunion;\n(e)\tthat the fact that the marriage was not registered in terms of the\nTranskei Marriage Act did not invalidate it.\n[26]\nAccepting\nwithout deciding that the learned Judge was correct in his findings in respect\nof (a), (b), (c) and (d) above, if he was\nwrong in respect of (e) – the\nvalidity of the marriage despite non-registration – and the marriage was\nindeed invalid,\nthen the source of the respondent’s rights to occupation\nfalls away and she must be regarded as an unlawful\noccupier.\n[27]\nThere are two conflicting decisions in the Transkei\nas to whether registration under the Transkei Marriage Act is a prerequisite to\nvalidity of a customary marriage. The one is\nKwitshane v Magalela\n1999\n(4) SA 610\n(Tk) and the other a judgment of Jafta AJP in\nShwalakhe Sokhewu\nand Another v Minister of Police\n(unreported-Transkei Division case number\n293/94). In the former case it was held that registration was essential to a\nvalid customary\nmarriage whereas the latter decided the contrary. The court\na\nquo\nconsidered both judgments and concluded that\nKwitshane\nhad been\nwrongly decided and, that the\nSokhewu’s\njudgment was correct and\nshould be followed.\n[28]\nBecause the sections of the Transkei\nMarriage Act (Act 21 of 1978) which I consider are decisive of the issue were\nnot considered\nin the two cases referred to I do not intend analyzing each of\nthem and dealing with the reasons given by the learned Judges as to\nwhy they\ncame to their respective conclusions.\n[29]\nSection 33 of the\nMarriage Act is the section which requires that a customary marriage be\nregistered. It reads thus:\n‘The parties to a customary marriage and the\nfather or guardian of any such party who is under the age of twenty-one years\nshall\nas soon as possible after the consummation of such customary marriage\nappear before the magistrate of the district in which such\ncustomary marriage\nwas consummated and furnish to such magistrate such information as may be\nrequired by him for the registration\nof such customary\nmarriage.’\n[30]\nA civil marriage is also required to be\nregistered in terms of the aforesaid Act. The relevant sections are secs 25 and\n26. Section\n25 reads as follows:\n‘A marriage officer solemnizing any\ncivil marriage in terms of the provisions of this Act, the parties to such civil\nmarriage\nand at least two competent witnesses shall sign the civil marriage\nregister and the duplicates referred to in section 24(b) before\nthey leave the\npremises where the civil marriage was\nsolemnized.’\n[31]\nCrucial to the determination of the\ncentral issue of the effect of registration is to contrast the sections dealing\nwith objections\nto a marriage in terms of civil law and objections in the case\nof customary marriage.\nSection 12 deals with objections to a civil marriage.\nThe section reads:\n‘(1)\tAny person who objects to a proposed civil\nmarriage shall lodge his objection with the marriage officer who is to solemnize\nsuch marriage.\n(2)\tUpon receipt of such objection the marriage officer\nconcerned shall enquire into the grounds of the objection and if he is satisfied\nthat there is no lawful impediment to the proposed civil marriage, he may\nsolemnize the civil marriage in accordance with the provisions\nof this\nAct.\n(3)\tIf he is not so satisfied, the marriage officer shall refuse to\nsolemnize the civil marriage.’\nHence objections have first to be dealt\nwith and disposed of before the ceremony or solemnization which brings about\nvalidity of the\nmarriage.\n[32]\nIf one now looks at the\ncorresponding section dealing with objections to a customary marriage one finds\nthe following in section 36:\n‘(1)\tAny person who objects to the\nregistration of a customary marriage shall personally or through his legal\nrepresentative\nlodge his objection with the magistrate who is to register such\ncustomary marriage.\n(2)\tUpon receipt of such objection the magistrate shall\nenquire into the grounds of the objection and if he is satisfied that in terms\nof the customary law applicable to such customary marriage or any other law\nthere is no lawful impediment to such customary marriage,\nhe may register the\ncustomary marriage when the parties thereto report to him for the registration\nthereof in terms of section 33.\n(3)\tIf he is not so satisfied, he shall\nrefuse to register the customary marriage when the parties report to him for the\nregistration\nthereof in terms of section 33.’\nSubsections 5 and 6 then\nprovide for an appeal against the decision of the magistrate if he were to\nrefuse to register a marriage.\nThe appeal is to the Secretary for Interior and\nSocial Services and his decision is to be regarded as\nfinal.\n[33]\nThe last mentioned section makes it in my view\nabundantly clear that there can be no valid marriage until registration takes\nplace.\nIt would make no sense for a marriage to be regarded as valid before\nregistration and then upon registration being sought the magistrate\nfinds that\nthere was indeed a lawful impediment to the conclusion of the marriage. Must the\nparties now go through the procedure\nof having the marriage annulled or\ndissolved by a court? Assume by way of example that a customary marriage takes\nplace between parties\nwho are related within the prohibited degrees of\nconsanguinity or one or both of them is (are) under age or one or both is (are)\nfeeble-minded. If registration were not a prerequisite for validity it would\nmatter not that objection is lodged because even if\ngood the marriage remains\nvalid until annulled. This can surely not be so. It seems to me to be clear that\nas in the case of civil\nmarriages, objections must first be disposed of before\nregistration which then brings about validity.\n[34]\nIt is perhaps\nbecause there is no marriage officer presiding at the conclusion of a customary\nmarriage to whom objections can be made\nprior to such conclusion that the\nLegislature deemed it expedient to require registration so that a magistrate may\ndeal with any\nobjections to the proposed marriage.\n[35]\nFurther\nsupport for the interpretation above is in my view to be found in sec 37 of the\nAct under the chapter dealing with ‘Consequences\nof marriage’. The\nsection reads thus:\n‘Notwithstanding anything to the contrary contained\nin any law, a woman married in terms of the provisions of this Act shall\n–\n(a) in the case of a civil marriage, upon the solemnization thereof,\nand\n(b) in the case of a customary marriage, upon the registration thereof in\nterms of the provisions of Part 2 of Chapter 3,\nbe under the guardianship of\nher husband, for the duration of such marriage.’\nThis seems to me to\nindicate that the legal consequences of a customary marriage will only flow\nafter registration thereof.\n[36]\nI conclude therefore that the\nrespondent’s marriage to the deceased was invalid in that it was not\nregistered in accordance\nwith the provisions of the Transkei Marriage Act. She\nis therefore an unlawful occupier. It further follows that the conclusion I\nhave\nreached also resolves the issue of the declaratory order sought in para 3 of the\nNotice of Motion. For the reasons given above\nthe declaratory order should have\nbeen granted by the Court\na quo\n.\n[37]\nIn conclusion I need\nto mention that sec 4(9) of the Recognition of Customary Marriages Act (Act 120\nof 1998) provides that registration\nof a customary marriage is not essential to\nits validity. Counsel were however (correctly in my view) agreed that the Act\nonly applies\nto marriages concluded after the 15\nth\nNovember 2000 (the\ncommencement date of the Act).\n[38]\nIn addition to the order\nproposed by Maya AJA I would allow the appeal against the refusal of the order\nsought in para 3 of the Notice\nof Motion and substitute an order granting the\norder sought.\n__________________________\nP C COMBRINCK\nACTING\nJUDGE OF APPEAL",
  "scraped_at": "2026-02-12T15:00:50.719383",
  "date": "2005-09-22",
  "coram": [
    "MPATI DP",
    "ZULMAN JA",
    "NUGENT JJA",
    "COMBRINCK AJA",
    "MAYA AJA"
  ],
  "case_number": "524/2004",
  "parties": {
    "applicants": [
      "HUGH ARNOLD WORMALD",
      "BURTON QUEENSTOWN CC",
      "NORAH KHUPELA BADUZA"
    ],
    "respondents": [
      "LUNGISWA SNOWY KAMBULE"
    ]
  },
  "sections": {
    "facts": "The respondent, Lungiswa Snowy Kambule, occupied a residential property at 44 Longview Crescent, Queenstown from September 2001. The property was purchased by Burton Queenstown CC, a close corporation whose sole member was the late Burton Baltimore Zitha Baduza (the deceased). The deceased died in June 2002. After his death the first appellant, Hugh Arnold Wormald, as executor of the estate, sought rental from the respondent, who refused. The respondent claimed she was entitled to remain in the house because she was in a customary marriage with the deceased and that the corporation was bound to provide her lifelong accommodation. The appellants argued she was a unlawful occupier, that the marriage was not validly registered, and that the property was subject to two mortgage bonds that the estate was servicing.",
    "issues": "1. Whether the respondent is an unlawful occupier within the meaning of the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act 19 of 1998 (PIE). 2. Whether a customary marriage, even if valid, confers a real right of occupation over a property owned by a separate legal entity. 3. Whether the customary marriage is valid without registration under the Transkei Marriage Act. 4. Whether the court may grant an eviction order that is just and equitable and whether a declaratory order regarding the marriage should be granted.",
    "principles": "The court applied sections 4, 6‑8 of PIE, which require that an eviction be just and equitable after considering all relevant circumstances, including the rights of the occupier. An unlawful occupier is defined as one who occupies without consent or any other legal right. Constitutional protection of property under s26(3) and the need to balance owners' rights with occupants' needs were emphasized. Customary law does not confer real land rights on a wife or widow; only a personal servitude. Validity of a customary marriage under the Transkei Marriage Act requires registration; without registration the marriage is invalid. Relevant case law included Brisley v Drotsky, Port Elizabeth Municipality v Various Occupiers, and earlier decisions on customary marriage registration (Kwitshane v Magalela, Shwalakhe Sokhewu).",
    "application": "The court held that the marriage was not validly registered and therefore did not create a real right of occupation. Consequently, the respondent had no legal basis to remain in the house and was an unlawful occupier. The mortgage bonds and the estate’s financial burden were relevant circumstances showing that eviction would not be oppressive. The court found no need for a declaratory order as it was ancillary to the eviction application. Applying the discretion under PIE, the court concluded that eviction was just and equitable.",
    "conclusion": "The appeal succeeded. The court set aside the decision of the lower court, dismissed the application for a declaratory order, and granted an eviction order. The respondent was ordered to vacate the property within twelve months of the order, failing which the Sheriff may remove her on 30 September 2006. Costs, including those of two counsel, were awarded against the estate of the deceased and his surviving spouse."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction",
    "level_3": [
      "Prevention of Illegal Eviction Act",
      "Customary Marriage",
      "Unlawful Occupation",
      "Mortgage Bond"
    ]
  }
}