{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/105.html",
  "case_name": "National Union of Mineworkers and Others v Mazista Tiles (Pty) Ltd (507/2004) [2005] ZASCA 105; [2006] 3 All SA 337 (SCA); 2006 (4) SA 268 (SCA); (2006) 27 ILJ 471 (SCA) (23 November 2005)",
  "citation": "[2005] ZASCA 105",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 105\n|\nNoteup\n|\nLawCite\nNational Union of Mineworkers and Others v Mazista Tiles (Pty) Ltd (507/2004) [2005] ZASCA 105; [2006] 3 All SA 337 (SCA); 2006 (4) SA 268 (SCA); (2006) 27 ILJ 471 (SCA) (23 November 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 507/04\nIn the matter between :\nNATIONAL UNION OF\nMINEWORKERS\nFirst Appellant\nMOTLHOKI & OTHERS\nSecond and\nFurther Appellants\n- and -\nMAZISTA TILES (PTY)\nLTD\nRespondent\n________________________________________________________________________\nBefore:\tMPATI\nDP, NUGENT, MLAMBO JJA, NKABINDE & MAYA AJJA\nHeard:\t4 NOVEMBER 2005\nDelivered:\n23 NOVEMBER\n2005\nSummary:\tAppeal from the\nLabour Appeal Court – appeal noted before requirement of leave to appeal\nintroduced – whether\nsuch leave required – whether leave to appeal\nto be granted.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tAfter\nChevron\nEngineering (Pty) Ltd v\nNkambule\n[1]\nwas decided by\nthis court but before the decision in\nNational Union of Metalworkers of SA v\nFry’s Metals (Pty) Ltd,\n[2]\nthe appellants, who I will refer to collectively as the union, noted the present\nappeal against a decision of the Labour Appeal Court\n(Jafta AJA, Zondo JP and\nMogoeng JA concurring). The judgment of that court is\nreported,\n[3]\nand it would be\nsuperfluous to repeat its careful and comprehensive exposition of the material\nfacts and issues.\n[2]\tLeave has not been granted for the present appeal\n– a prerequisite for an appeal to this court that was laid down in\nFry’s Metals\n– nor was it sought by the union before the\nmatter was called. That raises the question whether the appeal is properly\nbefore\nus. The submission on behalf of the union was that leave to appeal is not\nrequired. It was submitted that the effect of the decision\nin\nChevron\nwas\nthat an unqualified right vested in the union to prosecute its appeal at the\ntime the appeal was noted, which could not be truncated\nby the requirement for\nleave to appeal that was introduced by\nFry’s Metals.\nThe\nrespondent’s counsel made submissions to the contrary and asked for the\nappeal to be struck from the roll.\n[3]\tIn\nPharmaceutical Society of South\nAfrica v Tshabalala-Msimang NO; New Clicks South Africa (Pty) Ltd v Minister of\nHealth\n[4]\nit was pointed out by\nthis court,\n[5]\nand later confirmed by\nthe Constitutional Court,\n[6]\nthat\nwhere leave to appeal is required the critical time at which it must exist is\nwhen judgment is delivered in the appeal. It follows\nthat if we were to find\nthat leave to appeal is required it would still be open to the union to apply\nfor such leave (subject, perhaps,\nto condonation being required), and if it were\nto be granted, to once again bring this matter before us, though at additional\ncost\nand inconvenience for all. To avoid that undesirable state of affairs, and\nby agreement between both counsel, we permitted the union\nto apply orally from\nthe bar for leave to appeal, conditioned upon a finding that such leave is\nrequired. In the result we are called\nupon to decide, first, whether leave to\nappeal is required, and secondly, if it is required, whether it should be\ngranted, before\nwe turn to the merits of the appeal. I should add that we heard\nfull argument on the merits of the appeal in case we should find\nin favour of\nthe union on the preliminary issues.\n[4]\tIn\nChevron\nthis court held\nthat it has jurisdiction (conferred upon it constitutionally) to entertain an\nappeal from the Labour Appeal Court.\nThat was endorsed by its later decision in\nFry’s Metals.\n(In\nChevron\nthe matter commenced in the former\nIndustrial Court while in\nFry’s Metals\nit commenced in the Labour\nCourt but that distinction was not material to the decision in each case and is\nnot material for present\npurposes.) But in\nChevron\nthe court did not\nconsider the further question when, and in what circumstances, this court will\nexercise that jurisdiction, a question\nthat was considered in\nFry’s\nMetals.\nAnd in the latter case it was decided that this court will exercise\nits jurisdiction only where the proposed appeal has reasonable\nprospects of\nsuccess and where there are also special considerations that warrant a further\nappeal to this court notwithstanding\nthat there has already been an appeal to a\nspecialist tribunal.\n[7]\nIt was to\nensure that cases without those characteristics were not placed on its roll that\nthe procedural requirement of leave to\nappeal was introduced in the exercise of\nthis court’s powers to regulate its own procedures.\n[5]\tAt the time the\nunion noted its appeal\nChevron\nhad decided only that this court has\njurisdiction to entertain the proposed appeal. That decision did not entail that\nthe union had\na right to insist that this court exercise that jurisdiction. It\nhas since been held that this court will exercise its jurisdiction\nonly in the\ncircumstances that I have described, which applies whenever this court is called\nupon to exercise that jurisdiction,\nincluding in the case that is now before us.\nThe union had no vested right that has been truncated by that decision, nor by\nthe procedural\nrequisite that was introduced in\nFry’s Metals,\nand\nits first submission must fail. But the fact that the procedural requisite was\nintroduced only after the present appeal was lodged,\nand that its effect might\nbe said to have been uncertain, provides good grounds for condoning the\nunion’s non-adherence to\nform and receiving its application for leave to\nappeal orally from the bar. The second question, then, is whether leave to\nappeal\nought to be granted.\n[6]\tThe present case raises issues that are\nsimilar in material respects to those that arose in\nFry’s Metals.\nOnly a brief synopsis is required. The respondent wished to restructure its\naffairs in order that its business should remain competitive.\nVarious courses\nthat it considered adopting from time to time all affected its workforce in one\nway or another and had the potential\nto result in retrenchments. The respondent\ninitiated consultation with the union to consider its proposals and the reasons\nwhy it\nwas considering adopting them. For a year and more the respondent\nattempted to find consensus with the union in relation to one or\nother of its\nproposals but to no avail. On the contrary, the union failed altogether to come\nto grips with the difficulties that\nwere advanced by the respondent, offered no\nalternative solutions of its own, and in the end merely insisted that things\nshould remain\nunchanged. Ultimately the respondent decided to proceed\nunilaterally and it dismissed about 300 workers in order to do so. The union,\non\nbehalf of the workers, challenged the validity of the dismissals in the Labour\nCourt, alleging that the dismissals were automatically\nunfair as envisaged by\ns\n187(1)(c)\nof the\nLabour Relations Act 66 of 1995\n, and in the alternative, that\nthe respondent had not shown that the dismissals were for a fair reason and in\naccordance with a fair\nprocedure as contemplated by\ns 188(1).\n[7]\tThe Labour\nCourt held that the dismissals were automatically unfair as envisaged by\ns\n187(1)\n, and also that they had not been shown to have been effected for a fair\nreason and in accordance with a fair procedure, and it ordered\nthe reinstatement\nof the workers. On appeal both those findings were reversed and the Labour\nCourt’s orders were set aside.\n[8]\tWhen the matter came before the\nLabour Appeal Court it had already given its decision in\nFry’s\nMetals,\n[8]\nwhich similarly\nconcerned dismissals that were alleged to be automatically unfair. In that case\nthe court was called upon to construe\nthe meaning of\ns 187(1)(c).\nIt held that\nthe section is confined to conditional dismissals and does not extend to\ndismissals that are irreversible. In the words\nof Zondo JP a dismissal falls\nwithin the terms of the section only where\n‘...the dismissal is\neffected in order to compel the employees to agree to the employer’s\ndemand which would result in\nthe dismissal being withdrawn and the employees\nbeing retained if they accept the demand ... [and not where] it is effected\nfinally\nso that, in a case such as this one, the employer may replace the\nemployees permanently with employees who are prepared to work under\nthe terms\nand conditions to meet the employer’s requirements.’\nThat\nconstruction of the section was subsequently endorsed by this court after\nhearing comprehensive\nargument.\n[9]\n[9]\tApplying that\nconstruction of the section the Labour Appeal Court found in the case that is\nnow before us that the present dismissals\nwere indeed effected unconditionally\nand irreversibly and were thus not struck by\ns 187(1)(c).\n[10]\tOn the second\nissue that arose before it (whether the dismissals were effected for a fair\nreason and in accordance with a fair\nprocedure) it found that the reason for the\ndismissals was a fair reason based on the respondent’s operational\nrequirements\n(as contemplated by\ns 188(1)(a)(ii))\nand were effected in\naccordance with a fair procedure (as contemplated by\ns 188(1)(a)(ii))\nin that\nthe dismissals were preceded by consultation in which the union was given\nadequate opportunity to furnish the respondent\nwith counter-proposals in order\nto avoid\nretrenchment.\n[10]\n[11]\tBoth those\nfindings, it was submitted on behalf of the union, raise questions of\nconsiderable importance, not only to the parties\nin the present dispute, but\nalso to the labour relations community in general. It was submitted that the\ndecisions that are made\nin concrete cases, and particularly in the case that is\nbefore us, has the effect of developing and refining the law for application\nin\nfuture cases, and that it is in the interests of the wider community that this\ncourt should pronounce authoritatively on those\ndevelopments. We were referred\nin particular to what was said to be ongoing debate in the Labour Appeal Court\nconcerning the approach\nto be adopted when determining in what circumstances the\noperational requirements of an employer will constitute a ‘fair\nreason’\nfor\ndismissal.\n[11]\n[12]\tWhile it is\ntrue that the application of law to fact in particular cases has the inevitable\neffect that an evolving jurisprudence\nis developed that is not a reason in\nitself why this court should intervene to direct that evolutionary process. Most\noften that\njurisprudential evolution will involve matters of nuance and\nrefinement, which the Labour Appeal Court is both well-placed and statutorily\ncharged to decide. The legislature has entrusted the development of doctrine and\nthe responsibility for statutory interpretation\nin the field of labour relations\nprimarily to the Labour Appeal Court and I do not think this court ought to\nsupplant it at every\nstep. Even where a decision of the Labour Appeal Court\ninvolves matters of principle and doctrine that are open to debate this court\nought not necessarily to intervene.\nFry's Metals\nmade it clear that the\nmere fact that there is a prospect, even a reasonable prospect, that this court\nmight reverse a Labour Appeal\nCourt ruling is not enough to justify the grant of\nspecial leave. There will need to be special considerations relating to\nimportant\nissues of constitutional or legislative construction or important\nquestions of principle before this court will consider intervening.\nStill less\nwill special leave to appeal be granted where the decision involves the\nconstruction to be placed on fact or the application\nof doctrine to matters of\nfact.\n[13]\tIn my view the findings of the Labour Appeal Court in the present\ncase did not entail decisions on significant points of law\nor principle. On the\nquestion whether the dismissals were automatically unfair the principle question\nof law was settled in\nFry’s Metals.\nWhat remains for decision in\nparticular cases, as it was in the case before us, is only whether a dismissal\nwas conditional or irreversible.\nThat is an essentially fact-bound enquiry,\nalbeit that it might at times require nuances of meaning to be considered, which\ndoes\nnot ordinarily warrant a further appeal to this court. And generally the\nquestion whether the reason for dismissal was ‘a fair\nreason’ based\non the operational requirements of the employer, and effected in accordance with\na fair procedure, will similarly\nentail essentially fact-bound value-judgments\n(albeit that they might be constitutionally\nbased).\n[12]\nThose enquiries, as they\nwere conducted in the present case, do not seem to me to have given rise to\nbroad questions of policy or\nprinciple constituting special considerations that\nwarrant a further appeal to this court and on those grounds alone I would\ndismiss\nthe application for leave to appeal. I might only add that I also see no\nreason to disagree with the conclusions that were reached\nby the court below and\nI would have dismissed the application on those grounds as well.\n[14]\tThe\napplication for leave to appeal is dismissed, and the appeal is struck from the\nroll, with costs in both cases, including\nthe costs of two\ncounsel.\n____________________\nR.W. NUGENT\nJUDGE OF APPEAL\nMPATI DP)\nMLAMBO JA)\nNKABINDE AJA)\t\t\tCONCUR\nMAYA\nAJA)\n[1]\n2003 (5) SA 206\n(SCA).\n[2]\n2005 (5) SA 433\n(SCA).\n[3]\n[2005] 3 BLLR 219\n(LAC).\n[4]\n2005 (3) SA 238 (SCA).\n[5]\nPara\n28.\n[6]\nMinister of Health v New\nClicks South Africa (Pty) Ltd\n, Case No. CCT 59/04, paras 61 and\n62\n[7]\nPara\n42.\n[8]\nFry’s Metals (Pty)\nLtd v National Union of Metalworkers of SA\n(2003) 24 ILJ 133 (LAC); [2003] 2\nBLLR 140 (LAC).\n[9]\n2005 (5) SA\n433\n(SCA) paras 55-60.\n[10]\nPara\n70.\n[11]\nThe nature of that\ndebate is explored in a useful article by Darcy du Toit ‘Business\nRestructuring and Operational Requirements\nDismissals: Algorax and Beyond’\n(2005)\nILJ\n595 in which the more important cases are\ncollected.\n[12]\nSee Froneman DJP\nin\nSA Chemical Workers’ Union v Afrox Ltd\n(1999) 20 ILJ 1718\n(LAC).",
  "scraped_at": "2026-02-12T15:06:58.541751",
  "date": "2005-11-23",
  "coram": [
    "MPATI DP",
    "NUGENT JA",
    "MLAMBO JA",
    "NKABINDE AJA",
    "MAYA AJA"
  ],
  "case_number": "507/04",
  "parties": {
    "applicants": [
      "National Union of Mineworkers",
      "Motloki & Others"
    ],
    "respondents": [
      "Mazista Tiles (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Mazista Tiles (Pty) Ltd restructured its business, dismissing approximately 300 workers. The National Union of Mineworkers and other appellants (Motloki & Others) challenged the dismissals as automatically unfair under s 187(1)(c) of the Labour Relations Act, alternatively alleging procedural unfairness. The Labour Court held the dismissals automatically unfair; on appeal this decision was reversed. The Labour Appeal Court subsequently held that the dismissals were unconditional and irreversible, therefore not covered by s 187(1)(c), but were for operational requirements and were carried out with a fair procedure. The union then appealed to the Supreme Court of Appeal, raising the procedural question of whether leave to appeal was required.",
    "issues": "1) Whether the procedural requirement of leave to appeal, introduced by Fry’s Metals, applies to this appeal from the Labour Appeal Court. 2) If leave is required, whether it should be granted in view of the prospects of success and any special considerations.",
    "principles": "The Supreme Court of Appeal has constitutional jurisdiction to hear appeals from the Labour Appeal Court, but after Fry’s Metals it will do so only where the appeal has reasonable prospects of success and where special considerations (important constitutional or legislative questions) exist. Leave to appeal is a prerequisite, and must be obtained at the time the lower court’s judgment is delivered. The court will not intervene where the matters are essentially factual or involve routine application of established legal principles.",
    "application": "The court determined that the union had no vested right to bypass the leave requirement; the procedural rule introduced after the appeal was noted applies to this case. The issues before the Labour Appeal Court—whether dismissals were conditional versus irreversible and whether they were fair in reason and procedure—are fact‑bound inquiries that do not raise significant points of law or policy. Consequently, there were no special considerations and the appeal lacked reasonable prospects of success, leading the court to deny leave.",
    "conclusion": "The application for leave to appeal was dismissed, the appeal was struck from the roll, and costs were awarded against the union in both instances."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Procedural Appeal",
    "level_3": [
      "leave to appeal",
      "unfair dismissal",
      "jurisdiction",
      "Labour Appeal Court"
    ]
  }
}