{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/52.html",
  "case_name": "Privest Employee Solutions (Pty) Ltd v Vital Distribution Solutions (Pty) Ltd (126/2004) [2005] ZASCA 52; [2006] 1 All SA 111 (SCA); 2005 (5) SA 276 (SCA) (30 May 2005)",
  "citation": "[2005] ZASCA 52",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 52\n|\nNoteup\n|\nLawCite\nPrivest Employee Solutions (Pty) Ltd v Vital Distribution Solutions (Pty) Ltd (126/2004) [2005] ZASCA 52; [2006] 1 All SA 111 (SCA); 2005 (5) SA 276 (SCA) (30 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No:  126/04\nREPORTABLE\nIn the matter between\nPRIVEST EMPLOYEE SOLUTIONS (PTY) LTD \nAPPELLANT\nand\nVITAL DISTRIBUTION SOLUTIONS (PTY) LTD\nRESPONDENT\nBefore:\tMpati DP, Zulman, Lewis, Jafta et Mlambo\nJJA\nHeard:\t12 May 2005\nDelivered:\t30 May 2005\nSummary:\tContract – interpretation of – effect of terms in addendum\non terms in main contract – object of rule\n33(4) and duty of trial court\nin regard thereto restated.\n______________________________________________________\nJUDGMENT\n_______________________________________________\nMLAMBO JA\n[1]\tThe interpretation of an agreement is the issue\nin this case. The appellant is a labour broker specialising in the outsourcing\nof labour and related services. The respondent conducts a warehousing and road\nfreight business.\n[2] The parties concluded a written agreement, on\n1 September 1999, in terms of which the appellant undertook to provide\ntemporary labour, in the form of drivers and their assistants to the respondent\nas required by the latter from time to time in the\nrunning of its business. The\nwritten agreement consisted of what was referred to in this Court as the main\nagreement and an addendum.\nIt is common cause, however, that though both\ndocuments were signed on the same day neither refers to the\nother.\n[3]\tFrom September 1999 to April 2000 the appellant provided\ntemporary labour to the respondent, and issued invoices totalling an\namount of\nR1 384 111, 00 to the latter for the services rendered. The respondent, in turn,\npaid the appellant an amount of R994 452, 44\nleaving a balance of R389\n658, 56. The respondent’s failure to pay the balance is based on its view\nthat the time sheets relating\nto hours, alleged by the appellant to have been\nworked by its temporary employees totalling that amount, were not authorised in\nterms\nof and in accordance with the agreement.\n[4]\tThe appellant\ninstituted action in the Johannesburg High Court seeking to recover the balance.\nAt the commencement of the trial\nthe parties agreed, in terms of rule 33(4)\nof the Uniform Rules of Court, that the issues be separated and that the trial\ncourt\nfirst determine what was essentially a stated case couched in the\nfollowing terms:\n‘1.\tWhether in terms of the agreement between the\nparties it was the plaintiff’s or the defendant’s obligation to\nprepare the weekly time sheets.\n2.\tWhether the time sheets for the period of\nthe contract were in fact authorised in terms of and in accordance with the\nprovisions\nof the agreement.’\n[5]\tThe trial court (Coetzee J)\nsanctioned the request in terms of rule 33(4) and issued an order to that\neffect. I will return to\nthis aspect of the case later in the judgment. The\nfirst question set out in the stated case has become resolved.\n[6]\tThe\npicture emerging from the evidence adduced in the trial court is that two types\nof time sheets were used. One type was the\nspreadsheet (also referred to as a\nclock card) which was used by individual drivers to record hours of work\nperformed by each one\nof them and their assistants while rendering service to\nthe respondent.  The information contained in the spreadsheets was used to\ncompile the other time sheet, the so-called weekly time sheet. It is this time\nsheet that was used by the appellant to invoice the\nrespondent.\n[7]\tThe\nevidence adduced also showed that in the period from the commencement of the\ncontract up to the week ending 3 October 1999,\nJohan Abraham Van\nHuysteen and Willem Botha, who were employees of the respondent, were\nresponsible for collating the spreadsheets.\nThey thereafter handed them over to\nLouis Albrecht Janse van Rensburg and Mark Richard Bryant, employees of the\nappellant, to compile\nthe weekly time sheets. These time sheets, with\nspreadsheets attached thereto, were given to Jeane Botha, an employee of the\nrespondent,\nto check and, presumably, to authorise. Thereafter Jeane Botha\nreturned the time sheets to the appellant’s employees to fax\nto their\noffice in Cape Town for invoice purposes.\n[8]\tFor the period commencing\nthe week ending 9 October 1999 and ending 17 October 1999 Jeane Botha\nprepared the weekly time\nsheets and then handed them to Van Rensburg and/or\nBryant to fax to Cape Town. In that month Jeane Botha complained that\nthe\ncompilation of weekly time sheets was too much for her. The parties, represented\nby Van Rensburg (appellant) and Van Huysteen\nand Brown (respondent), agreed that\nLee Ann Heuer, who was initially employed by the respondent, would compile the\nweekly time sheets.\nSubsequently she was, for convenience sake, transferred to\nthe payroll of the appellant. It was also agreed that Van Rensburg\nwould\ncollect the time sheets from her to send to Cape Town.\n[9]\tVan Huysteen\nwas Heuer’s supervisor, and was also responsible for checking her work. He\ntrained her to collate spreadsheets\nand to prepare time sheets. In terms of this\narrangement Heuer prepared time sheets from the week-ending 24 October 1999\nup\nto the week-ending 2 January 2000.\n[10]\tVan Huysteen testified that he\nwas satisfied with Heuer’s work and did not always check it as he also had\nother responsibilities\nand was certain that she did her work correctly. He was\naware that Van Rensburg and/or Bryant collected time sheets from Heuer every\nMonday morning. Heuer always brought her own time sheet to him to verify her\nhours. He never signed any of the time sheets and would\nhave done so had he been\nrequested to do so.\n[11]\tI now return to the remaining question in the\nstated case. Central to the resolution of this question is the meaning of\nclauses\n7 of the main agreement and 3 of the addendum. Clause 7\nprovides:\n‘7\nTIMEKEEPING\n7.1\tA weekly time sheet system\nthat records and assigns, names and hours worked by the Employees will be\nused.\n7.2\tThe time sheet system shall be authorised weekly by the person at\nthe Client charged with the responsibility to do so.\n7.3\tThe authorised\nperson shall fax the recorded time sheet to the Contractor’s office no\nlater than the Monday following any\nparticular week in which Employees were\nprovided to the Client by the\nContractor.’\n[1]\nIn turn\nclause 3 provides:\n‘All contractors will be supplied with time\nsheets, all hours worked will be signed by an authorised person stating that all\nhours that have been signed for will be taken as true and correct and invoiced\naccordingly.’\n[12]\tThe appellant contended before Coetzee J that\nthe time sheets complied with the terms of the agreement in that they had been\nprepared reflecting all the hours worked by its employees, and that the time\nsheets were thereafter properly authorised in terms\nof the agreement. On the\nother hand the respondent contended that it was an express, alternatively\nimplied term of the agreement,\nthat the appellant would prepare and use the time\nsheets to record and assign the names and hours worked by each employee, and\nthat\nthe time sheets would then be authorised in writing by its (respondent)\nrepresentative charged with the responsibility to do so.\n[13]\tAfter\nhearing evidence the trial court found that the parties intended in clause 7\nthat the appellant would prepare the time\nsheets and submit them to the\nrespondent for its approval. The learned judge essentially reasoned that the\ntime sheet contemplated\nin clause 3 was the spreadsheet issued to and completed\nby individual drivers, and that though it had to be signed by an authorised\nperson, this had nothing to do with the authorisation of   time sheets as\ncontemplated by clause 7. The learned judge further found\nthat clause 7 did not\nrequire approval of the time sheets to be in writing. He found that oral\nauthorisation was sufficient and consequently\ngranted an order to the effect\nthat the time sheets for the entire period of the agreement were authorised in\nterms of and in accordance\nwith the agreement.\n[14]\tThe respondent\napplied for and was granted leave to appeal to the Full Court. In granting leave\nCoetzee J considered that another\ncourt might find that he had erred, inter\nalia, by not finding that the agreement, addendum and certain time sheets,\nviewed together,\nshowed that the intention of the parties was that authorisation\nhad to be by way of a signature.\n[15]\tThe Full Court (Robinson AJ,\nBlieden and Schwartzman JJ concurring) found that the main agreement was of\ngeneral application\nand regulated the relationship between the parties by\nrequiring that a time sheet system be utilised and be authorised, whereas the\naddendum was more specific and dictated how the parties would implement the\ngeneral terms of the main agreement. In this regard the\ncourt found that the\naddendum prescribed how the authorisation was to take place. It held that the\ntrial court should have found\nthat authorisation as contemplated in the\nagreement would have constituted authorisation in writing by a person in the\nemploy of\nthe respondent who bore the responsibility to do so.\n[16]\tIn\nthis regard the Full Court stated:\n’23.\tThe purpose of a signed\nauthorisation is clear. The respondent would only be entitled to charge for\nhours actually worked\n(clause 8) and once appellant had authorised the time\nsheets, by signing same, it would be bound thereby.\n24.\nIn my view, it is clear that\nthe parties in the addendum gave stricter attention to the detail of the\ncontract than in the main agreement,\nas such, the addendum prescribes how the\nauthorisation contemplated in clause 7 is to take place.\n25.\nThis interpretation is underscored by the\nreference to invoicing in clause 3 of the addendum. The signed time sheets\nform the\nbasis upon which the respondent had to invoice appellant as appears\nfrom clause 4 thereof.’\n[17]\tThe Full\nCourt then analysed the evidence and concluded that the time sheets from the\ninception of the contract up to the week\nending 2 January 2000 were not\nauthorised in terms of and in accordance with the provisions of the agreement\nand that the time sheets\nfor the period commencing the week ending\n9 January 2000 up to the termination of the contract in April 2000 were\nproperly authorised.\n[18] The appellant, who is before us with leave of\nthis Court, seeks the reversal of the ruling of the court\na quo\nto the\neffect that the time sheets for the period from the inception of the contract up\nto and including the week ending 2 January 2000\nwere not authorised in\nterms of the agreement. The issue therefore, simply put, is the determination of\nthe meaning intended by the\nparties when they required the authorisation of time\nsheets in the agreement.\n[19]\tMr Heher, for the appellant, advanced a\nnumber of submissions, the essence of which was that the provisions of the main\nagreement\ntook precedence over the terms of the addendum. He submitted that the\nabsence of any specific form of authorisation in clause 7 meant\nthat\nauthorisation was intended to take different forms including, but not limited\nto, signing.\n[20]\tMr Heher also submitted that clauses 7 and 3 deal with\ndifferent documents, as found by the trial court, in that clause 7 refers\nto\nweekly time sheets while clause 3 refers to employee spreadsheets. He submitted\nfurther that even if it were found that the two\nclauses deal with the same\nsubject matter, clause 3 provides for the signature of a time sheet as but one\nof a number of ways in\nwhich a time sheet was to be authorised, and that nothing\nin the wording of this clause indicates that signature was intended by\nthe\nparties to be a particular form of authorisation, to the exclusion of\nothers.\n[21]\tThe language used in the agreement is the first port of call\nin ascertaining the common intention of the parties. In this regard\nthe language\nmust be given its ordinary and grammatical meaning unless this results in\nabsurdity, repugnancy or inconsistency with\nthe rest of the agreement:\nSassoon Confirming And Acceptance Co (Pty) Ltd v Barclays National Bank\nLtd\n1974 (1) SA 641\n(A) at 646B and\nCoopers and Lybrand v Bryant\n[1995] ZASCA 64\n;\n1995\n(3) SA 761\n(A) at 767E-F.\n[22]\nThe main agreement and the addendum\nclearly form one contract and must be construed together to determine the\nintention of the parties.\nCf\nTrever Investments (Pty) Ltd v Friedhelm\nInvestments (Pty) Ltd\n1982 (1) SA 7\n(A). In that case the court was called\nupon to construe the meaning and effect of a deed of sale and correspondence\nexchanged between\nthe parties. Trollip AJA stated (at 14H):\n‘The\nquestion that immediately arises is whether or not the deed of sale and the\ncorrespondence just mentioned, read together,\nconstituted a valid and\nenforceable contract between Friedhelm and Trever . . .’\nAnd at\n18C-D:\n‘That does not mean that the writing and the parties'\nsignatures must necessarily be embodied in one and the same document.\nThus an\noffer in writing in one document signed by the seller can be accepted in writing\nin another document signed by the purchaser.’\nSee also\nHirschowitz v Moolman and others\n1985 (3) SA 739\n(A) at 758B-C where\nCorbett JA said ‘This does not mean that the terms of the contract and the\nsignatures of the parties must\nnecessarily be embodied in one\ndocument.’\n[23]\tAs a matter of logic, when construing an agreement\ncomprising more than one document one must consider all the terms used by\nthe\nparties in all the documents to determine the meaning thereof. It follows too\nthat terms in a subsidiary document can prescribe\nhow the terms in the main\ndocument are to be construed. Clearly therefore the Full Court was correct when\nit found that in the addendum\nthe parties gave stricter attention to the general\ndetail of the main agreement by prescribing how the authorisation contemplated\nin clause 7 was to take place. This conclusion is fortified by the reference in\nclause 3 to the ‘authorised person’ and\nto ‘invoicing’.\nClearly this clause means that the responsibility of the authorised person was\nto approve, as true and\ncorrect, the names of and hours worked by the\nappellant’s employees recorded in the time sheet. This approval was\nnecessary\nas it paved the way for the appellant to invoice the respondent\naccordingly. Presented with a time sheet authorised in this manner,\nthe\nrespondent can have no excuse for not paying. The converse is also true that\nwithout a signed time sheet the appellant has no\nclaim for payment (although the\nappellant might not necessarily be barred from adducing evidence to prove\notherwise).\n[24]\tMr Heher’s submission asserting multiple forms of\nauthorisation cannot prevail over the clear language of clause 3. That\na\nsignature was the only form of authorisation intended is borne out by the format\nof the time sheet which makes provision for the\nname of the client; the\napplicable order number; a signature, the name of the signatory and a\ncertificate to the effect that ‘the\nsignature above certifies that the\nhours worked are true and correct and may be invoiced accordingly’. In my\nview this certificate\nwas placed in the time sheets to facilitate the\nauthorisation process. The spreadsheet on the other hand does not have this\ncertificate.\n[25]\tTurning to the evidence, it is correct that the only\npersons in the respondent’s employ who had the responsibility to authorise\ntime sheets were Van Huysteen and Jeane Botha. No evidence was led that they\nauthorised any time sheets in writing prior to 9 January 2000.\nLee Ann\nHeuer, Bryant and Van Rensburg were all appellant’s employees and clearly\ndid not have the authority to authorise time\nsheets. Therefore in all the\ncircumstances of the case the appeal must fail.\n[26]\tI return to the\nseparation of issues sanctioned by the trial court. It is correct that the\nobjective of rule 33(4) is to facilitate\nthe convenient and expeditious disposal\nof litigation. This rule provides:\n‘33(4) If, in any pending action, it\nappears to the court\nmero motu\nthat there is a question of law or fact\nwhich may conveniently be decided either before any evidence is led or\nseparately from any\nother question, the court may make an order directing the\ndisposal of such question in such manner as it may deem fit and may order\nthat\nall further proceedings be stayed until such question has been disposed of, and\nthe court shall on the application of any party\nmake such order unless it\nappears that the question cannot conveniently be decided separately.’\nA court approached to sanction this course has a duty to satisfy itself\nthat the separation will serve the desired purpose:\nDenel (Edms) Bpk v\nVorster\n2004 (4) SA 481\n(SCA) at 485A-B.\n[27]\tIn the present case,\nin spite of the separation of the issues as sanctioned by the trial court in\nterms of rule 33(4), almost\nall causes of action and defences are still open to\nthe parties. The underlying dispute (between the parties) has yet to be\ndetermined.\nFor example, the defence of estoppel raised by the appellant, and\nwhich was foreshadowed in the particulars of claim, still awaits\nits day in\ncourt. Neither counsel could deny that all the litigation thus far has not\nresulted in the expeditious disposal thereof\ndespite the fact that it has now\ngone through three courts at monumental cost, no doubt, to the litigants. I\nrefer to this scenario\nsimply to voice our disquiet at yet another manifestation\nof a failure to ensure that a separation of issues in terms of rule 33(4)\nhas\nthe potential to curtail litigation expeditiously. Courts should not shirk their\nduty to ensure that at all times, when approached\nto separate issues, there is a\nrealistic prospect that the separation will result in the curtailment and\nexpeditious disposal of\nlitigation.\n[28]\tIn the circumstances the\nfollowing order is made:\n1.\tThe appeal is dismissed with\ncosts.\n_____________\nD MLAMBO JA\nCONCUR:\nMPATI\nDP\nZULMAN JA\nLEWIS JA\nJAFTA JA\n[1]\nIn this clause reference to\nclient is to the respondent and contractor to the appellant.",
  "scraped_at": "2026-02-12T14:09:03.763541",
  "date": "2005-05-30",
  "coram": [
    "Mpati DP",
    "Zulman",
    "Lewis",
    "Jafta",
    "Mlambo"
  ],
  "case_number": "126/04",
  "parties": {
    "applicants": [
      "Privest Employee Solutions (Pty) Ltd"
    ],
    "respondents": [
      "Vital Distribution Solutions (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Privest Employee Solutions (the appellant) is a labour broker that supplied temporary drivers and assistants to Vital Distribution Solutions (the respondent) under a written agreement dated 1 September 1999. The agreement comprised a main contract and an addendum, neither of which referred to the other. Between September 1999 and April 2000 the appellant invoiced the respondent R1,384,111.00; the respondent paid R994,452.44 and disputed the balance, alleging that the time sheets supporting the invoiced hours were not authorised in accordance with the agreement. Evidence showed two types of time‑keeping documents: driver‑completed spreadsheets and compiled weekly time sheets. Various employees of both parties were involved in collating, checking and faxing the sheets, with disagreements over who had authority to authorise them and whether authorisation required a signature.",
    "issues": "The core issue was the meaning of the authorisation requirement in clause 7 of the main agreement and clause 3 of the addendum: whether authorisation of the weekly time sheets had to be in writing (by signature) by a respondent’s authorised person, or whether oral or other forms of authorisation were sufficient. Related procedural questions concerning the use of rule 33(4) to separate issues were noted but not central to the appeal.",
    "principles": "The court applied principles of contract interpretation: use the ordinary grammatical meaning of words, read all related documents together, and give effect to specific provisions in subsidiary documents that clarify general terms. Precedent cases such as Sassoon v Barclays, Coopers & Lybrand v Bryant, Trever Investments v Friedhelm Investments, and Hirschowitz v Moolman were cited to support the approach of construing a main agreement and its addendum as a single contract and allowing a subsidiary document to prescribe the method of authorisation. Rule 33(4) of the Uniform Rules of Court was also discussed regarding the separation of issues.",
    "application": "The Full Court held that the addendum provided a stricter, detailed mechanism for authorisation and required a written signature by the respondent’s authorised person. It concluded that the weekly time sheets up to the week ending 2 January 2000 were not properly signed and therefore not authorised, whereas the sheets from the week ending 9 January 2000 onward were correctly signed and authorised. Consequently, the appellant’s claim for the earlier period could not succeed.",
    "conclusion": "The appeal was dismissed with costs. The appellant’s request to overturn the lower court’s finding that the early time sheets were unauthorised was rejected."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Contract Interpretation",
    "level_3": [
      "time sheets",
      "authorisation",
      "addendum",
      "employment services",
      "contractual terms"
    ]
  }
}