{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/94.html",
  "case_name": "Prophet v National Director of Public Prosecutions (502/2004) [2005] ZASCA 94; [2006] 1 All SA 212 (SCA); 2006 (1) SA 38 (SCA); 2005 (2) SACR 670 (SCA) (29 September 2005)",
  "citation": "[2005] ZASCA 94",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 94\n|\nNoteup\n|\nLawCite\nProphet v National Director of Public Prosecutions (502/2004) [2005] ZASCA 94; [2006] 1 All SA 212 (SCA); 2006 (1) SA 38 (SCA); 2005 (2) SACR 670 (SCA) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  502/04\nIn the matter between:\nSIMON PROPHET\nAppellant\nand\nNATIONAL DIRECTOR OF PUBLIC\nPROSECUTIONS\nRespondent\nCORAM\n:\nMPATI DP, STREICHER,\nMTHIYANE,\nCLOETE and PONNAN JJA\nHEARD\n:\n19 MAY\n2005\nDELIVERED\n:\n29 SEPTEMBER\n2005\nSummary:\nSearch and seizure – Forfeiture order in\nterms of Chapter 6 of\nPrevention of Organised Crime Act 121 of 1998\n–\napplication for forfeiture order – whether property instrumentality of an\noffence – proportionality analyses\nnot part of first of two-stage enquiry\n– standard of disproportionality to be applied at second stage of enquiry\n– significant\ndisproportionality required.\nJUDGMENT\n______________________________________________________________\nMPATI\nDP:\n[1]\tThe issue in this appeal is whether the appellant’s\nfixed property consisting of a dwelling house on Erf 14241, Cape Town\n(the\nproperty) should be forfeited to the State under Chapter 6 of the Prevention of\nOrganised Crime Act 121 of 1998 (the Act). \nSection 50(1)(a) of the Act enjoins\na High Court, upon application by the National Director of Public Prosecutions\n(s 48(1)), to\nmake an order forfeiting to the State property which it finds on a\nbalance of probabilities to have been ‘an instrumentality\nof an\noffence’ referred to in Schedule 1.  (Such an order is subject to the\nprovisions of s 52, which are not relevant for\npresent purposes.)  The Act\ndefines ‘instrumentality of an offence’ as ‘any property which\nis concerned in the\ncommission or suspected commission of an offence’ at\nany time before or after its commencement, ‘whether committed within\nthe\nRepublic or elsewhere’.\n[2]\tOn 28 June 2001 and as a prelude to the\nforfeiture proceedings the National Director of Public Prosecutions (NDPP)\napplied\nex parte\nfor, and obtained, a preservation of property order over\nthe property in terms of s 38 of the Act.  That section obliges a High Court\nto\nmake an order prohibiting any person, ‘subject to such conditions and\nexceptions as may be specified in the order’,\nfrom dealing in any manner\nwith any property if there are reasonable grounds to believe that the property\nconcerned ‘is an\ninstrumentality of an offence referred to in Schedule 1;\n. . .’.   Mr Ivan Malcolm Ross was appointed as\ncurator bonis\nto\nassume control over the property (s 42).\n[3]\tIn support of the\napplication for the preservation of property order the NDPP alleged that the\nappellant’s house (the property)\n‘was used as an instrumentality of\nan offence as set out in Schedule 1 of [the Act] to wit a contravention of\nsections 3 and\n5 of the [Drugs and Drug Trafficking] Act 140 of 1992’ (the\nDrugs Act).  On 27 July 2001 the appellant gave notice of his intention\nto\noppose the making of a forfeiture order (s 39(3)).  The Cape High Court (NC\nErasmus J) subsequently granted a forfeiture order\nupon application by the NDPP\n(s 48(1)) despite opposition from the appellant (s 48(4)).  Leave to appeal\nagainst that order\nwas refused by the Cape High Court and the appellant is\nbefore us with leave of this court.\n[4]\tIt is not in dispute that during\nDecember 2000 Johan Smit, a detective captain in the South African Police\nService (SAPS) and\nattached  to the South African Narcotics Bureau, received\ninformation about the importation into South Africa of phenylacetic acid,\na\nsubstance listed in Part II of Schedule 1 to the Drugs Act.  Phenylacetic acid\nis one of a number of substances listed under Schedule\n1 to the Drugs Act as\n‘substances useful for the manufacture of drugs’.  After he had\nconducted some investigations Smit,\naccompanied by, amongst others, Detective\nCaptain Heinrich Stephan Cockrill and Casper Hendrik Venter, a forensic analyst\nin the\nSAPS and attached to the Forensic Science Laboratory, entered and\nsearched the property on the strength of a search warrant.  It\nis common cause\nthat upon entering the property the search party found two persons inside, the\nappellant and one Nicola Daniels.\n Various chemical substances, laboratory\nequipment and documents recording chemical processes were found and seized.  A\nvacuum sealer,\nan electronic scale, a large amount of cold drink straws and\nbooks containing chemical literature were also found, as well as specialised\nglassware and measuring jugs usually associated with a laboratory.  In the\nbathroom a broken glass containing a ‘yellow/brown’\nliquid was\nretrieved from the toilet bowl.  The appellant alleges in his opposing papers\nthat Smit and his crew ‘broke into\nthe house inter alia kicking down\ndoors, smashing windows and causing general mayhem’.  He admits that the\nbroken glass and\nliquid were found in the toilet bowl but states that he had\ndropped a glass apparatus when he heard the loud banging on the door\n(by the\npolice).\n[5]\tAmongst the chemical substances found on the property were\nphenylacetic acid in two plastic containers that had not as yet been\nopened and\nfive bottles containing methylamine.  Venter later analysed the\n‘yellow/brown’ liquid sample taken from the\ntoilet bowl and\ndiscovered that it contained 1-phenyl-2-propanone, a substance listed in Part I\nof Schedule 1 to the Drugs Act, and\na by-product.  The appellant denies that\n1-phenyl-2-propanone was found on the property, but alleges that if it was,\n‘the amount\nis so nominal that when applying a proportionality test, it\ncannot possibly justify a forfeiture order of the whole property’.\n He\ndenies that by dropping the glass into the toilet bowl he was attempting to\ndispose of its contents.\n[6]\tThe court\na quo\nfound that the\nliquid indeed contained 1-phenyl-2-propanone.  That finding was not challenged\nin this court, and wisely so, in my\nview.\n[7]\tIn his supporting affidavit\n(in the forfeiture application) Cockrill states that after the forensic team had\ncommenced with their\nsearch on the property, Smit asked him to guard Nicola\nDaniels, who was seated in the kitchen.  He searched around in the kitchen\nand\nfound a glass container filled with ‘transparent’ liquid in the\nfreezing compartment of a big refrigerator.  He called\nSmit and Venter and\nshowed it to them.  Smit and Venter left the kitchen again, having undertaken\nthat they would return after they\nhad completed the search of the property. \nCockrill then heard a knock on the door and went to answer it.  While there\ntalking to\nmembers of the press (they had knocked on the door) he sensed a\nstrong odour coming from the kitchen.  On investigation he found\nNicola Daniels\nat the kitchen sink with the glass container in her hand.  It appeared to be\nempty.  He called Smit and Venter and\ntold them what had transpired.  Venter\nconfirms Cockrill’s version pertaining to him and avers further that he\nfound a small\nquantity of the chemical that was in the glass container (he\nrefers to the glass container as an Erlenmeyer flask) and later established\nthat\nit was chilled methylamine.\n[8]\tThe appellant denies that an Erlenmeyer\nflask containing chilled methylamine was found as alleged by Cockrill and Venter\nand refers\nto the affidavit of Nicola Daniels.  However, Nicola Daniels does not\ndeal with any of the allegations in her affidavit and simply\nelected to exercise\nher right to remain silent.  It must accordingly be accepted that the flask\nindeed contained chilled methylamine.\n[9]\tIt is common cause that\nfollowing the search of the property both Nicola Daniels and the appellant were\narrested and later charged\nwith contravening sections 3 and 5 of the Drugs Act. \nOne Allen Dominic Hiebner, who, it is common cause, had ordered phenylacetic\nacid and methylamine for the appellant under a false name, was arrested later\nand joined as an accused.\nInstrumentality of an\noffence\n[10]\tAs has been mentioned above (para [1]) the Act defines\n‘instrumentality of an offence’ as ‘any property which\nis\nconcerned in the commission or suspected commission of an offence . . .’. \nCounsel for the appellant contended that in answering\nthe question whether\nproperty was an instrumentality of an offence a court should consider the\nfollowing three issues:  (1) rationality:\nthere must be a rational relationship\nbetween the means employed (ie deprivation of the property) and the end sought\nto be achieved\n(ie the purpose of the forfeiture (s 50 of the Act)); (2)\nproportionality: forfeiture of the property concerned must not be\ndisproportionate\nwhen measured against the gravity of the offence; and (3) close\nconnection: there must be a proven offence and there must be ‘something\nspecial’ connecting the property to the commission of the offence.  All\nthese issues, counsel argued, are part and parcel of\nthe enquiry into whether\nproperty sought to be forfeited was an instrumentality of an offence.\n[11]\tIn\nNational Director of Public Prosecutions v R O Cook\nProperties\n[1]\nthis court held that\nwhere a forfeiture order is sought the court undertakes a two-stage enquiry. \nFirst, it ascertains whether the\nproperty in issue was an instrumentality of an\noffence.  At this stage the owner’s culpability is not relevant.  The only\nquestion\nis whether a functional relation between property and crime has been\nestablished\n[2]\n.  Once that has been\nconfirmed the property is liable to forfeiture and the court then proceeds to\nthe second stage of the enquiry,\nviz, whether certain interests in the property\nshould be excluded from the operation of the forfeiture order (s 52). \n‘Interests’\ninclude ownership. An owner is, therefore, not precluded\nfrom applying that his/her full interest in the property be\nexempted.\n[3]\nThe statute requires\npersons with an interest in the property, when opposing forfeiture or applying\nfor an exclusion of an interest,\nto state that they acquired the property\nconcerned legally and that they:\n‘(a)\tneither knew nor had reasonable grounds to suspect that the property\nin which the interest is held is an instrumentality\nof an offence referred to in\nSchedule 1;  or\n(b)\twhere the offence concerned had occurred before the commencement of this\nAct, the\napplicant has since the commencement of this Act taken all reasonable steps to\nprevent the use of the property concerned as an instrumentality\nof an offence\nreferred to in Schedule 1.’  (S 52(2A).)\n(As will emerge\nlater in this judgment the appellant relies on neither (a) nor (b) above.)  It\nis at this second stage of the enquiry\nthat a proportionality analysis\n‘may . . . in addition be\nappropriate’\n[4]\n.  So also the\nowner’s culpability.\n[5]\n[12]\tThe procedures adopted in\nCook Properties\nseem to be in\nline, though not entirely, with those of the United States courts.  In\nUnited\nStates v Chandler,\n[1994] USCA4 2075\n;\n36 F 3d 358\n(1998) the United States Court of Appeals for\nthe Fourth Circuit had occasion to consider whether civil forfeiture of a 33\nacre farm\ndue to its involvement in violations of federal drug laws constituted\nan ‘excessive fine’ under the Eight\nAmendment.\n[6]\nThe relevant provision\n(\nof the federal laws) prescribes, inter alia, that a court, in\nimposing sentence on a person convicted of an offence in violation of\nit (the\nrelevant provision), ‘shall order that the person forfeit’ any\nproperty involved in such offence.  In determining\nthe excessiveness of\n‘\nin rem forfeitures\n’ generally the Court of Appeals\nintroduced a three-part instrumentality test:  (1) the nexus between the offence\nand the property\nand the extent of the property’s role in the offence; (2)\nthe role and culpability of the owner; and (3) the possibility of\nseparating\noffending property that can readily be separated from the\nremainder.\n[13]\tUnlike the test introduced by the Court of Appeals,\nhowever, the culpability of the owner of the property is not relevant in\nthe\nenquiry whether property was an instrumentality of an offence under s 50 of the\nAct:  it becomes relevant only at the second\nstage of the enquiry.  The\ndistinction lies therein that under the United States legislation the property\nsought to be forfeited\nmust have been involved in an offence\nfor which a\nperson has been convicted\n.  Under Chapter 6 of the Act, however, a criminal\nconviction is not a condition precedent to forfeiture; property may be forfeited\neven where no charge is\npending.\n[7]\n[14]\tIn\nChandler\nthe Court of Appeals, while mindful that other courts in the\nUnited States had also considered and adopted a proportionality test\nin addition\nto the instrumentality test in determining excessiveness of forfeitures,\nreasoned that traditionally the principle of\nproportionality in the Eighth\nAmendment had been ‘associated with the Cruel and Unusual Punishment\nClause, rather than the\nExcessive Fines Clause’.  It accordingly concluded\nthat the proportionality analysis did not apply to the latter clause.  In\nUnited States v Bajakajian\n[1998] USSC 75\n;\n524 US 321\n(1998), a case where the State\nsought the forfeiture of the sum of USD 357.144 which the possessor had\nattempted to take out of the\ncountry without having reported it to the relevant\nauthorities in violation of the federal laws, the United States Supreme Court\nheld (by a majority) that the forfeiture was punitive and that ‘the test\nfor the excessiveness of a punitive forfeiture involves\nsolely a proportionality\ndetermination’.  It held further that the ‘touchstone of the\nconstitutional enquiry under the\nExcessive Fines Clause is the principle of\nproportionality’.  The amount of the forfeiture, the court said, must bear\nsome\nrelationship to the gravity of the\noffence.\n[8]\n[15]\tIn their heads\nof argument, however, counsel for the appellant distinguish (though they concede\nthe inter-relatedness) between\nthe proportionality analysis to which I have just\nreferred and a proportionality evaluation (analysis) aimed at establishing\nsufficient\nreason for the means employed (the deprivation) to achieve the end\n(the purpose of the deprivation). It is so that in\nFirst National Bank of SA\nv Commissioner, SARS\n[8]\n(FNB case)\nthe Constitutional Court (per Ackerman J), dealing with the meaning of\n‘arbitrary’ in s 25 of the Constitution,\nconcluded that ‘a\ndeprivation of property is “arbitrary” as meant by s 25 when the\n“law” referred to\nin s\n25(1)\n[9]\n“does not provide\nsufficient reason” for such deprivation’.  Sufficient reason, the\ncourt said, may, in certain\ncircumstances, be established by no more than a mere\nrational relationship between means and ends, depending on the interplay between\nvariable means and ends.  In other circumstances sufficient reason might be\nestablished by a proportionality evaluation close to\nthat required by\ns 36(1)\n[10]\nof the\nConstitution.  Relying on this approach counsel for the appellant submitted that\nthe present case calls for the application\nof the more onerous ‘reasonable\ntest’, ie whether the deprivation would be reasonable and justifiable in\nthe circumstances.\n[16]\tAs the court itself acknowledged, the\nFNB\ncase did not deal with the forfeiture of property in the hands of a person\nwho had committed an offence.  It dealt with the recovery\nof a customs debt. \n(What was in issue was the constitutionality of s 114 of the Customs and Excise\nAct 91 of 1964, which provides\nfor the securing and enforcement of a customs\ndebt by a lien and sale of goods in a customs and excise warehouse.)  The\ninstant case\nis about the forfeiture of property alleged to have been\n‘concerned in the commission or suspected commission of an offence’\n(the definition of an ‘instrumentality of an offence’).  As was\npointed out in the minority judgment in\nBajakajian\n‘(t)he point of\nthe instrumentality theory is to distinguish goods having a “close enough\nrelationship to the offence”\nfrom those incidentally related to it’.\nI can\nfind no reason to depart from the procedure enunciated in\nCook\nProperties\n[11]\n,\nviz that in\nforfeitures under chapter 6 of the Act a proportionality analysis would be\nappropriate only at the second of the two-stage\nenquiry.\n[17]\tWith\nregard to rationality, this court accepted in\nCook Properties\nthat\n‘the means chapter 6 employs (forfeiture of instrumentalities of crime . .\n.) must at the very least be rationally related\nto its purpose’, for\nforfeitures that do not rationally advance the interrelated purposes of the\nchapter are unconstitutional.\n Deprivations that go beyond those ‘that\nremove incentives, deter the use of property in crime, eliminate or incapacitate\nthe\nmeans by which crime may be committed and at the same time advance the ends\nof justice’ the court said, are not contemplated\nby or permitted by the\nAct.\n[12]\nIt was in recognition of\nthis constitutional and other (contextual) indicators that this court (in\nCook Properties\n) applied a restrictive interpretation to the words\n‘concerned in the commission of an offence’ and held that for\nproperty\nto qualify as an ‘instrumentality of an offence’ there must\nbe a reasonably direct link between it and the crime committed\nand that the\n‘employment of the property must be functional to the commission of the\ncrime’; ie the property ‘must\nplay a reasonably direct role in the\ncommission of the offence’ and in ‘a real or substantial sense the\nproperty must\nfacilitate or make possible the commission of the\noffence’.\n[13]\nThe Schedule 1 offence(s)\n[18]\tSection 50(1)(a) of\nthe Act provides for the forfeiture of an instrumentality of an offence referred\nto in Schedule 1.  Among\nthe offences referred to in Schedule 1 is ‘any\noffence referred to in Section 13 of [the Drugs Act]’.  The respondent\nalleges that the appellant contravened s 3 of the Drugs Act by manufacturing\n1-phenyl-2-propanone, a ‘scheduled substance’\nas defined in s 1(1)\nand listed in Part 1 of Schedule 1 as a substance useful for the manufacture of\ndrugs.  It is alleged that the\nappellant manufactured the ‘scheduled\nsubstance’ knowing that it was to be used for the unlawful manufacture of\nmethamphetamine,\na drug as defined in s 1(1) and listed in Part III of Schedule\n3 as an undesirable dependence-producing substance.  Section 3 of\nthe Drugs Act\nprohibits the manufacture, by any person, of any scheduled substance, or the\nsupply of it to any other person, knowing\nor suspecting that any such scheduled\nsubstance was to be used in or for the unlawful manufacture of any\ndrug.\n[19]\tThe respondent alleges further that the appellant also\ncontravened s 5(b) of the Drugs Act by manufacturing methamphetamine.\n\nSection 5(b) prohibits any person from dealing in any dependence-producing\nsubstance or any undesirable dependence-producing substance\nunless he/she\nqualifies in terms of s 5(b)(i)-(iv).  A contravention of either of sections 3\nor 5 of the Drugs Act is an\noffence.\n[14]\n[20]\tI\nhave already mentioned (para [6] above) that the finding of the court\na\nquo\nthat the liquid in the glass admittedly dropped into the toilet bowl by\nthe appellant contained 1-phenyl-2-propanone, was not challenged\nin this court. \nIn an affidavit deposed to on 4 April 2001 in terms of sections 212(4)(a) and\n212(8)(a) of the Criminal Procedure\nAct 51 of 1977 (the s 212 affidavit) Venter\nlists the substances necessary for the manufacture of 1-phenyl-2-propanone as\nphenylacetic\nacid, acetic anhydride, pyridine, benzene and sodium hydroxide. \nExcept for the acetic anhydride, all these substances were found\non the\nproperty.  Venter attaches to his said affidavit copies of receipts of purchases\nmade by or on behalf of the appellant, one\nof which shows a purchase of 2.5\nlitres of acetic anhydride made on 10 March 1999.  In his affidavit in support\nof the forfeiture\napplication Venter suggests that the appellant was interrupted\nby the arrival of the police while in the process of manufacturing\nmethamphetamine.  He explains that one of the ways in which methamphetamine is\nmanufactured is to combine 1-phenyl-2-propanone with\nchilled methylamine, which\nwas also found on the property (para [8] above).  The 1-phenyl-2-propanone, says\nVenter, still had to\nbe purified by a process involving benzene and diluted\nsodium hydroxide.  The latter substance was also found on the property.  He\nthen\nconcludes:\n‘Based on my expert knowledge and experience, combination of\nthese two substances (1-phenyl-2-propanone and chilled methylamine)\nexcludes the\npossibility of any other resultant substance but methamphetamine.’\nIn\nhis s 212 affidavit Venter lists two other substances necessary for the\nmanufacture of methamphetamine, namely formic acid and\nhydrochloric acid.  These\nwere also on the premises.  So also the equipment required for the process, viz\na hot plate (electric stove)\nfor heating purposes, a pot and foil\npaper.\n[21]\tAccording to Venter, ‘recipes’ to synthesize\nvarious drugs were found on the premises, including a handwritten document\n‘with an alternative method to synthesize methamphetamine’.  A\nvacuum sealer and cold drink straws (also found on the\npremises) are routinely\nused to package methamphetamine and an electronic scale (also found) is used to\naccurately measure quantities\nof chemicals.\n[22]\tThe appellant denies\nthat he intended to manufacture illegal drugs.  He admits that he ordered\nphenylacetic acid and methylamine\nthrough Hiebner but disavows any knowledge\nthat Hiebner was using a false name to purchase the chemicals.  He also denies\nthat the\nhandwritten document, or any of the books or recipes found on the\nproperty, detail any process to manufacture methamphetamine.  The\nappellant\nfails, however, to give an acceptable or adequate explanation for the presence\nof the chemicals on the property.  In his\naffidavit annexed to his notice of\nintention to oppose the making of a forfeiture order in terms of s 39(3) of the\nAct, the appellant\nstates that he intended to obtain an expert opinion on the\nchemicals found on the property as well as on Venter’s s 212 affidavit.\n\nOnce he had obtained such expert opinion, he says, he would be in a better\nposition ‘to further expand’ on the basis\nof his defence. However,\ndespite offers by Venter to make the results of his analyses of the chemicals\nand the exhibits (chemicals)\navailable the appellant failed to produce such\nexpert opinion.  He states in his answering affidavit, instead, that he enjoys\nchemistry\n‘as an amateur’ and considers it a hobby and that most of\nthe books and other chemistry equipment found on the property\nhad been left\nthere by his deceased brother, who had had an interest in chemistry and had\nexperimented with several different chemicals.\n The electronic scale, the hot\nplate and a magnetic stirrer were also left by his deceased brother, he says. \nHe states that the\nvacuum sealer was used for sealing various items and that\nthere was nothing sinister in having it in that most households have\nsealers.\n[23]\tThe appellant completely fails to explain what he was doing\non the day in question.  He merely states the following in his answering\naffidavit:\n‘148.\tI believe that what I am about to say might open me up to ridicule\nbut I have to deal with it as ridiculous as it may\nseem.\n149.\tI have had an interest in “Radionics”, “changing\nreality”, “alcehmie” scientology and other\nunconventional\nstudies for years.  I am fascinated by these theories and believe in exploring\nideas.  This is part and parcel of\nmy life philosophy and what I enjoy doing.  I\nalso experimented with chemicals to incorporate with radionics.  I have\nexperimented\nto change the growth pattern of plants and colour changes in plants\nand soil stimulation.  History has shown that many unorthodox\nstudies have\nresulted in chance discoveries.\n150.\tI have never experimented\nfor an illegal purpose and considered it my right to do so.  \tI am not a drug\ndealer or manufacturer.’\nSignificantly, the appellant does not say what\nidea he was busy exploring when the police arrived.  In my view, he offers\nnothing\nbut a bald denial to the allegations made on behalf of the respondent. \nI agree, therefore, with counsel for the respondent that\nthere is simply no\nversion proffered by the appellant to counter the respondent’s case.  It\nfollows that the court\na quo\ncorrectly concluded that a scheduled\nsubstance, namely 1-phenyl-2-propanone was manufactured on the property for use\nin the unlawful\nmanufacture of an undesirable dependence-producing substance,\nnamely methamphetamine.  In other words, the appellant manufactured\n1-phenyl-2-propanone, a scheduled substance, knowing that it was to be used (by\nhimself) in or for the unlawful manufacture of a\ndrug, methamphetamine, in\ncontravention of s 3 read with s 13(b) of the Drugs\nAct.\n[24]\tCounsel for the respondent contended that the appellant also\ncontravened s 5(b) of the Drugs Act by manufacturing methamphetamine\n(see para\n[19] above).  Section 1(1) of the Drugs Act defines ‘deal in’, in\nrelation to a drug, to include, inter alia,\n‘manufacture’.  But no\nmethamphetamine was found on the property.  The appellant had not as yet\nobtained the end result\nof the process.  Counsel for the appellant accordingly\nsubmitted that the appellant could only be found to have contravened s 3 of\nthe\nDrugs Act by manufacturing a scheduled substance knowing that it was to be used\nfor the unlawful manufacture of a drug.  But\non the accepted evidence of Venter,\nthe appellant was in the process of manufacturing methamphetamine when he was\ninterrupted by\nthe police.  ‘Manufacture’ is defined in s 1(1) of\nthe Drugs Act as including ‘preparing of the substance’.\n At best\nfor the appellant a court might find, in these circumstances and if he was not\nmanufacturing, that he attempted to manufacture\nmethamphetamine unlawfully,\nwhich in itself is ‘an offence referred to in Schedule 1’ to the Act\n(s 50(1)(a)), under\nitem 34.\n[25]\tThere are other\nindiciae\npointing to knowledge of the unlawfulness of the activities on the property when\nthe police arrived, eg the dropping of the glass\ncontaining 1-phenyl-2-propanone\nby the appellant into the toilet bowl and the emptying, by Nicola Daniels, of\nthe chilled methylamine\ninto the kitchen sink.  Further consideration of these\nfacts is, however, unnecessary, as is the value of the chemicals and equipment\n(the appellant puts it at R12 000-R13 000, and says he spent approximately R4\n000, a sizeable amount to spend on ‘amateurish\nand unplanned’\nexperiments, as he alleges).\nWas the property an\ninstrumentality?\n[26]\tIn\nCook\nProperties\n[15]\nthis court held\nthat to constitute an instrumentality of an offence the property sought to be\nforfeited must in a ‘real or\nsubstantial sense facilitate or make possible\nthe commission of the offence’ and that it ‘must be instrumental in,\nand\nnot merely incidental to, the commission of the offence’.  As to\nimmovable property the court held that the mere fact that\nan offence was\ncommitted at a particular place did not by itself make the premises concerned an\ninstrumentality of the offence and\nthat some closer connection than mere\npresence on the property would ordinarily be\nrequired.\n[16]\nFurther, that either\n‘in its nature or through the manner of its utilisation, the\nproperty\nmust have been employed in some way to make possible or to facilitate the\ncommission of the offence’.  Where premises\nare used to manufacture,\npackage or distribute drugs, or where any part of the premises has been adapted\nor equipped to facilitate\ndrug-dealing (which in terms of s 1(1) of the\nDrugs Act includes ‘manufacturing’) they will in all probability\nconstitute\nan instrumentality of an offence committed on\nthem.\n[17]\n[27]\tThe\nfollowing factors (not necessarily all of them) suggested by the Court of\nAppeals in\nChandler\nas useful in measuring the strength and extent of\nthe nexus between the property sought to be forfeited and the offence, are of\nassistance in the enquiry into whether property was an instrumentality of an\noffence: (1) whether the use of the property in the\noffence was deliberate and\nplanned or merely incidental and fortuitous; (2) whether the property was\nimportant to the success of\nthe illegal activity; (3) the time duration which\nthe property was illegally used and the spatial extent of its use;  (4) whether\nits illegal use was an isolated event or had been repeated; and (5) whether the\npurpose of acquiring, maintaining or using the property\nwas to carry out the\noffence.  As the Court of Appeals observed, no one factor is dispositive.  A\ncourt must be able to conclude,\nafter considering the totality of the\ncircumstances, that the property was ‘a substantial and meaningful\ninstrumentality’\nin the commission of the offence(s).\n[28]\tThe\nappellant’s house on the property consists of a kitchen (where chilled\nmethylamine was found in the refrigerator),\ntwo bedrooms next to each other, the\nfirst being adjacent to the kitchen, a room with a sink in it and which Venter\nrefers to as\n‘opwaskamer’ and a small room behind it.  The small\nroom adjoins both the second bedroom and ‘opwaskamer’.\n At the far\nend from the kitchen, next to the ‘opwaskamer’ is the bathroom and\ntoilet.  The small room is fitted with\nan industrial quality extractor fan, the\npurpose of which,  states Venter, is to expel the noxious and harmful gasses and\nsmells\ncaused by chemical reaction.  Some laboratory equipment, benzene, the\nmagnetic stirrer, hot plate and foil paper were found in this\nsmall room, which\nVenter characterizes as a ‘clandestine laboratory’ (defined,\naccording to Venter, ‘as any place\nwhere any controlled substances are\nsynthesized, processed, tabulated or capsulated without the necessary\nauthority’).  Other\nchemicals, specialised glassware normally used in a\nlaboratory,  the electronic scale and the handwritten document were found in\nthe\n‘opwaskamer’.  There were more chemicals in the second bedroom and\nin the garage.  Also found in the garage was a\nnumber of books on chemicals and\nchemical reaction.\n[29]\tIt is manifest, in my view, that the property,\nalthough used by the appellant as his home, was adapted and equipped (by the\nfitting\nof an extractor fan and other laboratory paraphernalia) to unlawfully\nmanufacture drugs from chemical substances.  Its use was deliberate\nand planned\nand important to the success of the illegal activities, which could not be\nconducted openly.  So far as the spatial use\nof the house is concerned,  almost\nthe entire house was used either to store chemicals and equipment necessary for\nthe manufacturing\nprocess or to manufacture scheduled substances and drugs,\nparticularly methamphetamine.  Counsel for the respondent referred us to\na\nnumber of judgments of Courts in the United States where properties involved in\ndrug related offences were held to have been instrumentalities\nof such offences.\nI consider it unnecessary to refer to them.  In my view, the respondent has\nshown, on a balance of probabilities,\nthat the property was indeed an\ninstrumentality of the offence of manufacturing 1-phenyl-2-propanone, a\nscheduled substance, which\nthe appellant knew was to be used in or for the\nunlawful manufacture of a drug, in contravention of s 3, read with s 13, of\nthe Drugs Act and also of s 5(b), read with s 13, in that he dealt in (by\nmanufacturing), or attempted to deal in (by attempting\nto manufacture)\nmethamphetamine as provided in items 22 and 34 respectively, of Schedule 1 to\nthe Act.\nShould a forfeiture order follow?\n[30]\tIn\nterms of the Act the property, being an instrumentality of an offence, is liable\nto forfeiture.  Counsel for the appellant\ncorrectly argued, however, that a\nconstitutional application of chapter 6 requires an element of proportionality\nbetween the crime\ncommitted and the property to be forfeited.  In\nNational\nDirector of Public Prosecutions v Cole and\nothers\n[18]\nWillis J reasoned\nthat ‘any proportionality analysis would have to weigh the impact of the\nforfeiture on a respondent, not only\nagainst the severity of his crime but also\nagainst the public interest in the prevention of crime, since the public\ninterest ‘is\nconsidered to be a legitimate objective that forfeiture is\ndesigned to serve’.  I agree.  And the court\na quo\nconsidered it\ncritical that a balance is struck ‘between the public interest in\neffective crime fighting and the interests\nof private property owners affected\nby forfeiture laws’.\n[31]\tIt was contended on behalf of the\nappellant that there is neither a rational nor a reasonable connection between\nthe purpose\nof chapter 6 of the Act and the forfeiture of the property in this\nmatter.  The provisions of chapter 6, counsel submitted, are draconian\nand\noperate very harshly to address a very specific ‘mischief’:  They\ntarget complex and large criminal enterprises.\n Although he concedes that the\ndefinition of ‘enterprise’ includes an ‘individual’\ncounsel argued that the\nappellant does not fall into the category envisaged by\nthe Act, in that he has never been convicted of a drug related offence;  that\nthere was no supporting evidence from anyone else that he dealt in drugs;  no\nprohibited substances were found on the property; \nhe is not a member of a gang\nand has no links with gangs;  he neither possesses nor owns unexplained money or\nassets;  and he is\nnot wealthy.  Further, counsel submitted that a similar\nsearch of the property a year ago yielded no proof of drug manufacturing.\n In\nall the circumstances, said counsel, a forfeiture of the property will amount to\na punitive measure against an individual, with\nno wider impact, but duplicating\nthe punishment of the alleged crime, which could have been actuated in the usual\nway in criminal\nproceedings.  There is accordingly no rational connection\nbetween the aims of chapter 6 and the alleged ‘mischief’ in\nthe\npresent matter and there are no additional remedial aims which will be achieved,\nso the argument continued.  There is thus no\nsufficient reason to deprive the\nappellant of the property and the application of the Act in these circumstances\namounts to an unconstitutional\nand arbitrary deprivation of\nproperty.\n[32]\tIt is well to mention that we were informed from the bar\nthat the appellant was acquitted of the charge(s) preferred against\nhim, albeit\non a technicality.  I mention this merely because counsel argued that it would\nhave been sufficient for the state to\nproceed against the appellant by way of\ncriminal action.  But the acquittal of the appellant on a technicality indicates\nthe difficulties\nthe state has to contend with in its endeavours to combat\ndrug-related crimes.  And a prosecution, followed by a conviction and sentence\nis no bar to the invocation of chapter 6.  Counsel accepted that organised crime\nhas become a growing international problem and that\nsocieties in transition\n(like South Africa) are susceptible to organised crime groups, and that ordinary\ncriminal law measures are\nineffective in targeting these criminal organizations,\nthus necessitating extra-ordinary measures such as civil forfeiture in terms\nof\nchapter 6 of the Act.\n[33]\tAn argument that the Act was never intended to\napply to single individual transgressors was rejected by this court in\nCook\nProperties\n.  It was held that the statute ‘is designed to reach far\nbeyond organised crime, money laundering and criminal gang\nactivities’.\n[19]\n[34]\tThe inter-related purposes of chapter 6 include:  (a) removing\nincentives\nfor crime;  (b) deterring persons from using or allowing their\nproperty to be used in crime;  (c) eliminating or incapacitating some\nof the\nmeans by which crime may be committed, and (d) advancing the ends of justice by\ndepriving those involved in crime of the property\nconcerned.\n[20]\nIn my view, counsel\nminimises the appellant’s culpability in this matter and the extent of his\noperations.  Counsel submitted\nthat the forfeiture sought can only be based on\nthe assertion that the property was an instrument in the production of\n1-phenyl-2-propanone,\nwhich was manufactured with the intention of synthesizing\nmethamphetamine.  It is true that the quantity of 1-phenyl-2-propanone\nactually\nmanufactured by the appellant is unknown and that no methamphetamine was found\non the property.  Those are in my view not\nthe only considerations.  It is\ncommon cause that the appellant had ordered phenylacetic acid through Hiebner on\ntwo previous occasions:\non 26 August 1999 and again on 27 October 2000.  It is\nalso common cause that the pheylacetic acid found on the property on 31 January\n2001 (the day of the search), and which had also been obtained through Hiebner,\nhad not as yet been used.  There were also not insubstantial\nquantities of other\nchemical substances necessary for synthesizing drugs on the property as well as\nrecipes for that purpose and\na handwritten document with an alternative method\nto synthesize methamphetamine.  I agree with counsel for the respondent that all\nindications are that the house was illegally used for some time before 31\nJanuary 2001.\n[35]\tI have already found (para [28] above) that the house\non the property was adapted and equipped to unlawfully manufacture drugs\nand\nthat the appellant was in the process of manufacturing methamphetamine when he\nwas interrupted by the police.   Against this\nbackground the fact that only a\nsmall quantity of 1-phenyl-2-propanone may have been found on the property\nbecomes almost insignificant\nin considering the question whether sufficient\nreason exists to deprive the appellant of the property.  There is in my view no\nsubstance\nin the contention that there is no rational relationship between the\nmeans employed (forfeiture of the property) and the end sought\nto be achieved\n(purpose of chapter 6 of the Act).\n[36]\tBecause of the conclusions to\nwhich it arrived in the three cases in\nCook Properties\nthis court was not\ncalled upon to determine what standard of proportionality applies in the\nassessment of the relationship between\nthe nature and value of the property\nsubject to forfeiture and the gravity of the crime involved and the role it\nplayed in its commission.\n In\nBajakajian\n(supra) the minority (there was\na narrow majority of 5-4) agreed with the majority that a\n‘defendant’ would have to prove\n‘gross disproportion’\nbefore a court will strike down a fine (forfeiture) as excessive under the\nEighth Amendment.  The\nmajority had held that the amount of the forfeiture must\nbear some relationship to the gravity of the offence ‘that it is designed\nto punish’.  The basis for the court ordaining the standard of\n‘gross disproportion’ was (1) that reviewing courts\n‘should\ngrant substantial deference to the broad authority that legislatures possess in\ndetermining the types and limits of\npunishment for crimes’ and (2) that\nany judicial determination regarding the gravity of a particular criminal\noffence will\nbe inherently imprecise.  In\nNDPP v\nCole\n[21]\nWillis J\nexpressed the view that proportionality ‘in cases such as this’\ncannot be measured with fine legal callipers.\n In that case the respondents had\nestablished a secret laboratory on their property (which was ultimately\nforfeited) in which they\nmanufactured drugs.  Unlike the instant case, however,\ndrugs were found on the respondents’ property.  There were also text\nbooks\non the manufacture of drugs on the premises.  The court was satisfied in that\ncase that the forfeiture ‘will not result\nin “a sledgehammer being\nused to swat a gnat”’.  But importantly the court also observed that\n‘judicial discomfort\nwith a consequence is insufficient to render (the\nforfeiture) disproportional to the extent that the relief sought may be\nrefused’.\n In the instant matter the court\na quo\ndid not venture\ninto this assessment process.\n[37]\tThe introduction of the forfeiture\nprocedures by the Act was brought about because of the realisation, by the\nLegislature, that\nthere was rapid growth, both nationally and internationally,\nof organised criminal activity and the desire to combat these criminal\nactivities by, inter alia, depriving those who use property for the commission\nof an offence of such property.  The consequences\nmay be harsh, but as Willis J\nsaid in\nNDPP v Cole\n[22]\nforfeiture may play an important role in the prevention and punishment of\ndrug offences. In my view, courts should thus guard against\nthe danger of\nfrustrating the law-maker’s purpose for introducing the forfeiture\nprocedure in the Act.  A mere sense of disproportionality\nshould not lead to a\nrefusal of the order sought.  To ensure that the purpose of the law is not\nundermined, a standard of ‘significant\ndisproportionality’ ought to\nbe applied for a court to hold that a deprivation of property is\n‘arbitrary’ and thus\nunconstitutional, and consequently refuse to\ngrant a forfeiture order.  And it is for the owner to place the necessary\nmaterial for\na proportionality analysis before the\ncourt.\n[23]\n[38]\tI have\nalready stated that consideration of the offence involved in this matter (for\nwhich a maximum penalty of 15 years plus\na fine is provided) goes beyond the\nfact that only a small quantity of 1-phenyl-2-propanone may have been found on\nthe property.\n Although only a small room in the house was converted into a\n‘mini-laboratory’, virtually the entire house and garage\nwere used\nto store or keep chemicals and other equipment.  According to Venter the\nquantity of chemicals found on the property was\nsufficient to synthesize 400 to\n600 grams of methamphetamine.  Detective Captain Johan Smit estimates the street\nvalue of such a\nquantity of methamphetamine at approximately R250 000.  Whether\nthe appellant was manufacturing drugs for sale or for personal use\nis unknown. \nBut drug trafficking and drug abuse are a scourge in any society and are viewed\nin a very serious light.  The penalties\nprovided for drug offences in the Drugs\nAct are testimony to this.\n[39]\tThe appellant alleges (as at 14 January\n2002 when he deposed to his answering affidavit) that he purchased the property\nfor R155\n000 in April 1996. A bond is registered over it in favour of First\nNational Bank in the sum of R106 229.44.  The ‘current\nvalue’\nof the property, he says, cannot be more than R200 000.  As Willis J observed in\nNDPP v Cole\n, forfeiture orders will almost always visit hardship upon\nthose against whom they are made.\n[24]\nBut that is precisely what is envisaged by the provisions of chapter 6\nof the Act.  In the instant case the appellant will be deprived\nof his home if\nthe forfeiture order is not set aside, but those will be the consequences of his\nown choice:  to use his  home in\nthe commission of a very serious criminal\ntransgression.  And to conduct such criminal activities in a residential area I\nconsider\nto be a factor in aggravation.\n[40]\tThough unemployed the\nappellant receives income of between R6 000 and R12 000 per month from rental\nearned on immovable property\nthat was owned by his late father and situated in\nBloemfontein.  Clearly a forfeiture of the property would not leave the\nappellant\ndestitute.\n[41]\tIn my view, no disproportionality justifying\nthe refusal of a forfeiture order has been shown to exist.  In the result I make\nthe following order:\nThe appeal is dismissed with costs, such costs to include those consequent upon\nthe employment of two counsel.\nL\nMPATI  DP\nCONCUR:\nSTREICHER JA)\nMTHIYANE\nJA\nCLOETE JA)\nPONNAN \nJA\n[42]\tI have had the benefit of reading the judgment of Mpati DP. \nThe yardstick ‘significant disproportionality’ has been\npostulated\nby the learned Deputy President as the benchmark for holding that a deprivation\nof property is arbitrary and therefore\nunconstitutional.  I feel constrained to\ndisagree. That in my view is too strict an evaluative norm. As I understand the\njudgment,\nthe property owner is burdened, in addition to placing the necessary\nmaterial for a proportionality analysis before the court, with\nhaving to\nestablish that the disproportionality is significant, before it can be held that\nthe deprivation is arbitrary.  If significant\ndisproportionality had been the\nstandard intended by the legislature it ought to have said so. The imposition of\nrequirements that\nthe Act has not ordained is, in my view, the very antithesis\nof judicial deference to broad legislative authority.\n[43]\tMpati DP\nlooks to American jurisprudence for guidance. It is indeed so that\nBajakajian\nadopted ‘gross disproportionality’ as the standard\nfor determining whether a punitive forfeiture is constitutionally\nexcessive. \nThe analogy with that case, however, in my respectful view, is less than\nperfect.  The statute in\nBajakajian\ndirected a court to order forfeiture\nas an additional sanction when imposing sentence on a person convicted of a\nwilful violation\nof a reporting requirement.  The forfeiture there did not apply\nto potentially innocent owners of property but was imposed at the\nculmination of\na criminal trial upon a person who had been convicted of a felony.  The enquiry\nin\nBajakajian\nwas whether the forfeiture in question violated the\nexcessive fines clause enshrined in the Eighth Amendment.  The Eighth Amendment\nprovides: 'Excessive bail shall not be required nor excessive fines imposed, nor\ncruel and unusual punishments inflicted.' Against\nthe benchmark\n‘excessive’ stipulated in the Eighth Amendment, the standard\n‘grossly disproportional’ may\nwell be constitutionally defensible.\nIt bears noting that unlike the legislation under consideration in\nBajakajian,\na criminal conviction is not a condition precedent to\nforfeiture in terms of our Act. Given the distinguishing features to which I\nhave alluded, the reliance sought to be placed on that case, in my view, is not\nlegally meaningful.\n[44]\tIn\nNational Director of Public Prosecutions v\nRautenbach\n2005 (4) SA 603\nat para 56 Nugent JA stated: '[W]here there is\ngood reason to believe that the value of the property that is sought to be\nplaced\nunder restraint materially exceeds the amount in which an anticipated\nconfiscation order might be granted, then clearly a court properly\nexercising\nits discretion will limit the scope of the restraint (if it grants an order at\nall), for otherwise the apparent absence\nof an appropriate connection between\nthe interference with property rights and the purpose that is sought to be\nachieved –\nthe absence of an \"appropriate relationship between means and\nends, between the sacrifice the individual is asked to make and the\npublic\npurpose that [it] is intended to serve\" – will render the interference\narbitrary and in conflict with the Bill of Rights'.\n Although speaking of a\npreservation order the principle enunciated by the learned Judge that there must\nbe an appropriate connection\nbetween the interference with property rights and\nthe purpose that is sought to be achieved applies with equal force to a\nforfeiture\norder.\n[45]\tI shrink from prescribing a rigid and inflexible\nstandard. Determining the gravity of a particular criminal endeavour is at best\nan inherently imprecise exercise.  The scales cannot be calibrated with fine\naccuracy.  It is for a court, in the exercise of its\ndiscretion, against the\nbackdrop of the full factual matrix of the case, to determine whether there is\nan appropriate relationship\nbetween means and end. The imposition of a higher\nminimum threshold tips the scales in favour of the former, unduly fetters the\ndiscretion\nof the court that has to undertake the enquiry and disturbs the\nequilibrium sought to be achieved by the exercise. Courts should\nbe vigilant to\nensure that the statutory provisions in question are not used\nin terrorem\nand that there has been no overreaching and abuse. On the other hand to insist\non a precise correlation between means and ends would\nbe misplaced. (See\nRautenbach\nparas 87 and 88.)  The NDPP, it bears noting, as an applicant\nfor a forfeiture order is not required by s 50 of the Act to do more\nthan\nestablish on a balance of probabilities that the property in question is the\ninstrumentality of an offence or the proceeds of\nunlawful activities. Why, it\nmust be asked, must a property owner who complains of an arbitrary deprivation\nbe confronted with a\ndifferent and yet more onerous burden?\n[46]\tThe envisaged enquiry is not entirely unknown to our law.  The\napplication of s3 of the Conventional Penalties Act 15 of 1962\nmay afford a\nuseful analogy from which helpful comparisons can be drawn.  In\nWestern\nCredit Bank Ltd v Kajee\n1967 (4) SA 386\n(N) 391 Caney AJP stated: 'The words\n\"out of proportion\" do not postulate that the penalty must be outrageously\nexcessive in relation\nto the prejudice for the courts to intervene.  ...What is\ncontemplated, it seems to me, is that the penalty is to be reduced if it\nhas no\nrelation to the prejudice, if it is markedly, not infinitesimally, beyond the\nprejudice, if the excess is such that it would\nbe unfair to the debtor not to\nreduce the penalty; but otherwise, if the amount of the penalty approximates\nthat of the prejudice,\nthe penalty should be awarded'. Subject to the\nreservation as to the suitability of the expression 'not infinitesimally' (see\nVan Staden v Central SA Lands and Mines\n1969 (4) SA 349\n(W) 352B) the\njudgment of Caney AJP has been generally accepted as an accurate statement of\nthe approach adopted by our courts (RH\nChristie\nThe Law of Contract\n4 ed\np652).\n[47]\tThe Act makes serious inroads into the common law rights of\nproperty ownership.  Albeit less onerous than the standard ‘gross’\nwhich has found favour in\nBajakajian\n, I see no warrant for the\nintroduction of the yardstick ‘significant’ or the imposition of any\nother rigid and inflexible\nqualifier. The draconian effect of the Act would be\nexacerbated, it seems to me, were the elevated benchmark ‘significantly\ndisproportionate’ to be applied. That approach, coupled with the\npostulation that it is for the property owner to place the\nnecessary material\nfor a proportionality analysis before the court, can hardly be constitutionally\ndefensible.\n[48]\tFor the rest I agree with Mpati DP.\nV M PONNAN\nJUDGE OF APPEAL\n[1]\n2004 (8) BCLR 844\n(SCA)\n[2]\nPara\n21\n[3]\nSection 48(3);\nCook\nProperties\n, supra n 1 para\n22\n[4]\nCook Properties\nsupra\nn 1 para 30\n[5]\nCook\nProperties\nsupra n 1 para\n21\n[6]\nWhich provides: \n‘Excessive bail shall not be required, nor excessive fines imposed, nor\ncruel and unusual punishment\ninflicted.’\n[7]\nCook\nProperties\nsupra n 1 para\n20\n[8]\nSee also\nAustin v\nUnited States\n509 US 602\n(1993)\n[8]\n[2002] ZACC 5\n;\n2002 (4) SA 768\n(CC)\npara 100\n[9]\nWhich provides that:\n‘No one may be deprived of property except in terms of law of general\napplication, and no law may permit\narbitrary deprivation of\nproperty.’\n[10]\nSection on\nLimitation of Rights in the Bill of Rights, requiring such limitation to be\n‘reasonable and justifiable in a open\nand democratic society . .\n.’.\n[11]\nSupra n 1 para\n30\n[12]\nSupra n 1 para\n29\n[13]\nCook Properties\nsupra n 1 para 31\n[14]\nPer s 13\nof the Drugs Act\n[15]\nSupra n 1\npara 31\n[16]\nAt para 33:  Quoting\nwith approval\nNDPP re Application for Forfeiture of Property in terms of\nss\n48\nand\n53\nof the\nPrevention of Organised Crime Act, 1998\n, unreported case no\n2000/12886 (WLD) at para 12 and quoted and followed in\nNDPP v Patterson\n2001 (2) SACR 665 (C) 667.\n[17]\nCompare\nCook Properties\nsupra n 1 para\n49\n[18]\n[2004] 3 All SA 745\n(W)\npara 13\n[19]\nSupra n 1 paras\n64-65\n[20]\nCook\nProperties\n, supra n 1 para\n18\n[21]\nSupra n 16 para\n15\n[22]\nSupra n 16 para\n14\n[23]\nUnited States v\nBajakajian\n524 US 321\n(1998)\n[24]\nSupra n 16 para\n15",
  "scraped_at": "2026-02-12T15:04:02.863760",
  "date": "2005-09-29",
  "coram": [
    "MPATI DP",
    "STREICHER",
    "MTHIYANE",
    "CLOETE",
    "PONNAN JJA"
  ],
  "case_number": "502/04",
  "parties": {
    "applicants": [
      "SIMON PROPHET"
    ],
    "respondents": [
      "NATIONAL DIRECTOR OF PUBLIC PROSECUTIONS"
    ]
  },
  "sections": {
    "facts": "The appellant owned a dwelling house on Erf 14241, Cape Town. Police intelligence revealed the importation of phenylacetic acid, a precursor to illicit drugs. Detectives obtained a search warrant, entered the house on 31 January 2001, and found the appellant and Nicola Daniels inside. A large quantity of chemicals (phenylacetic acid, methylamine, phenyl‑2‑propanone), laboratory equipment, glassware, an electronic scale, a vacuum sealer and handwritten drug‑manufacture notes were seized. The appellant was charged with contravening sections 3 and 5 of the Drugs Act for manufacturing a scheduled substance (1‑phenyl‑2‑propanone) intended for methamphetamine production. The NDPP obtained a preservation order under s 38 and later a forfeiture order under s 50 of the Prevention of Organised Crime Act (POCA). The appellant appealed the forfeiture order.",
    "issues": "The primary issues were (1) whether the dwelling constituted an “instrumentality of an offence” within the meaning of POCA s 50; (2) whether a forfeiture order was constitutionally valid in light of the proportionality requirement; (3) what standard of disproportionality must be applied; and (4) whether any interests in the property should be excluded under s 52.",
    "principles": "The Court relied on the definition of “instrumentality of an offence” in POCA and the two‑stage enquiry established in National Director of Public Prosecutions v Cook Properties: first, a finding of instrumentality on a balance of probabilities, and second, a proportionality/exclusion analysis. The Court noted that owner culpability is irrelevant at the first stage but relevant at the second. Constitutional analysis requires a rational relationship between means and ends (s 25) and that deprivation be not “significantly disproportional”. US cases (Chandler, Bajakajian) and local cases (NDPP v Cole, Rautenbach) were considered for guidance on the proportionality threshold. The statutory purposes of Chapter 6—deterrence, removal of incentives, incapacitation, and advancement of justice—guided the assessment.",
    "application": "Applying the principles, the Court found that the house had been adapted with an extractor fan, laboratory glassware, chemicals and equipment sufficient to synthesize 400‑600 g of methamphetamine, indicating a deliberate and planned use in drug manufacturing. Accordingly, the property was an instrumentality in a “real or substantial sense”. On the proportionality inquiry, the Court concluded that the appellant had not demonstrated “significant disproportionality”; the forfeiture was proportionate to the seriousness of the offence (maximum 15 years’ imprisonment) and served the statutory purposes. The appellant’s modest personal assets and alternative income were noted but did not outweigh the public interest.",
    "conclusion": "The appeal was dismissed with costs awarded to the respondent. The forfeiture order against the dwelling stands."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Asset Forfeiture",
    "level_3": [
      "instrumentality",
      "proportionality",
      "Prevention of Organised Crime Act",
      "drug manufacturing"
    ]
  }
}