{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/86.html",
  "case_name": "Buttner v Buttner (382/2004) [2005] ZASCA 86; [2006] 1 All SA 429 (SCA); 2006 (3) SA 23 (SCA) (23 September 2005)",
  "citation": "[2005] ZASCA 86",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 86\n|\nNoteup\n|\nLawCite\nButtner v Buttner (382/2004) [2005] ZASCA 86; [2006] 1 All SA 429 (SCA); 2006 (3) SA 23 (SCA) (23 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO: 382/04\nReportable\nIn the matter between\nclive thomas buttner\nAppellant\nand\nCHERYL ANN BUTTNER\nRespondent\nCoram\n:\nScott,\nLewis, Van Heerden JJA, Nkabinde et Cachalia   AJA\nHeard:\t23 August 2005\nDelivered:\t23\nSeptember 2005\nSummary:\nDivorce â redistribution of assets in terms of s\n7(3) of\nDivorce Act 70 of 1979\nâ powers of court on appeal\nto interfere with exercise of discretion by trial court â\ns 7(2)\nof\nDivorce Act\n- award of token maintenance made by trial court in\nterms thereof â correctness of such order.\nJUDGMENT\nVAN HEERDEN JA:\nIntroduction\nThis appeal concerns, in the\n\tmain, the issue of redistribution of assets between the parties upon\n\ttheir divorce and the correctness\nor otherwise of an order for the\n\tpayment of so-called âtokenâ maintenance made by the trial court\n\tin favour of the wife.\nThe parties were married to each\n\tother on 2 July 1977.  The proprietary regime of their marriage was\n\tgoverned by an antenuptial\ncontract in the then standard form,\n\texcluding community of property, community of profit and loss and\n\tthus, by implication, accrual\nsharing in any form, between them.\nIn April 2003, the appellant\n\thusband instituted divorce proceedings against the respondent wife\n\tin the Cape High Court.  He claimed,\ninter alia, a redistribution\n\torder in terms of s 7(3) of the Divorce Act 70 of 1979 (âthe Actâ)\n\tin respect of the respondentâs\nmemberâs interest in a\n\tproperty-owning close corporation known as Wanderer Night 20 CC.  In\n\ther counterclaim, the respondent\nclaimed that she was entitled to\n\thalf of the net proceeds of the sale of the partiesâ former\n\tmatrimonial home in Brisbane (Australia).\nShe alleged that she and\n\tthe appellant had been the co-owners in equal undivided shares of\n\tthis property which was registered in\ntheir joint names.  In the\n\talternative, and in the event of the court finding that she was not\n\tentitled to such proceeds, the respondent\nsought a s  7(3)\n\tredistribution order on the basis that the appellant transfer to her\n\thalf of the value of the assets amassed\nby him during the existence\n\tof the marriage.  She also claimed maintenance for herself until her\n\tdeath or remarriage. In response\nto this counterclaim, the appellant\n\tamended his particulars of claim to the effect that, in the event of\n\tthe respondentâs claim\nfor half of the net proceeds of the\n\tBrisbane house succeeding, she should be ordered, in terms of s 7(3)\n\tof the Act, to transfer\nto him one half of the value of the assets\n\tin her estate.\nPrior to the commencement of the\n\ttrial, the parties agreed that custody of their 18 year old daughter\n\t(K.) should be awarded to\nthe appellant, with the respondent having\n\treasonable access to her.  At that time the appellant was\n\tfinancially supporting both\nK. and the partiesâ 21 year old\n\tdaughter (A.) and no maintenance order in respect of either daughter\n\twas sought by either party.\n In granting the divorce order, the\n\tcourt\na quo\n(Thring J) dismissed the appellantâs\n\tproprietary claims.  In respect of the claim in reconvention, the\n\tappellant was ordered to\npay to the respondent the amount of R360\n\t000.00 in respect of her main claim and to contribute to her\n\tmaintenance at the token\nrate of R10.00 per month until her death or\n\tremarriage.  In addition, Thring J ordered the appellant to pay the\n\tcosts of the action.\n This appeal - against the proprietary,\n\tmaintenance and cost orders made by the court\na quo\nâ is\n\twith the leave of that court.\nThe factual background\nWhen the parties were married in\n\t1977, the appellant was employed by Murray & Stewart in Umtata\n\t(Transkei) as a trainee quantity\nsurveyor, alternately working for\n\tsix months of the year and then studying for six months, his study\n\tfees being paid by his employer.\n The respondent (who has no\n\ttertiary education qualifications) was working for Barclays Bank in\n\tEast London as a teller, but managed\nto get a transfer to Umtata. \n\tIn 1978 or 1979, the appellant joined the Durban City Council, also\n\tas a trainee quantity surveyor,\nand the parties moved to Durban. \n\tOnce again, the respondent succeeded in getting a transfer to a\n\tbranch of the bank in Durban.\nAfter the appellant had\n\tqualified as a quantity surveyor, he worked for a Durban-based\n\tcompany for about four years, but was transferred\nto Port Elizabeth.\n\t The respondent was again transferred by the bank to Port Elizabeth\n\tand the parties moved there together.  During\nthe period 1981 to\n\t1984, the appellant worked for two other building companies in Port\n\tElizabeth.  The parties built a house in\nPort Elizabeth, financed by\n\tmeans of their joint savings and a mortgage bond, with the appellant\n\thimself managing and supervising\nthe building work.\nA. was born in 1983 and, by joint decision, the\n\trespondent stopped working in order to care for the child.  In about\n\t1984, the appellant\nobtained employment with a building concern in\n\tKnysna and the family moved there.  In late 1985, together with two\n\tpartners (Messrs\nThompson and Tanner), the appellant started a new\n\tbusiness in Knysna building timber houses.  The parties sold their\n\thouse in Port\nElizabeth and a plot in Knysna (which they had earlier\n\tacquired using joint funds) to generate finance for the business\n\t(Thompson\n& Buttner Construction CC, trading as T & B Log\n\tHomes) and to support themselves while the business established\n\titself.\n From the latter half of the eighties, T & B Log Homes\n\t(âT & Bâ) became very successful and grew rapidly, expanding\n\tinto the export market.\nK. was born in 1987 and, shortly\n\tafter her birth, the respondent obtained part-time employment at the\n\tPerm Bank, her earnings being\nabsorbed by the familyâs living\n\texpenses.  The respondent subsequently qualified as an estate agent\n\tand worked as such on a part\ntime basis in Knysna for a few years. \n\tThe commissions which she earned were also used for the familyâs\n\tliving expenses, as well\nas an overseas holiday for the parties in\n\t1996.  She managed the household and devoted herself to the care and\n\tupbringing of their\ndaughters, structuring her working hours around\n\ttheir needs and activities.  The parties owned a house in a âgood\n\tareaâ of\nKnysna which they sold in 1994, thereafter living in\n\trented accommodation.  The proceeds of their house were apparently\n\ttransferred\nto New Zealand in a variety of ways.\nThe family emigrated to New\n\tZealand in January 1998.  In preparation for this move, the\n\tappellant sold his memberâs interest in\nT & B to one of his\n\tâpartnersâ (Mr John Tanner) for a price of R1, 2 million in\n\tDecember 1997.  The price was âpaidâ\nto the appellant in various\n\tforms, including the entire memberâs interest in each of two\n\tproperty-owning close corporations,\nWanderer Night Twenty CC and\n\tWanderer Night Twenty-One CC.  The memberâs interest in the former\n\t(âWN 20 CCâ) was transferred\nto the respondent, while the\n\tmemberâs interest in the latter (âWN 21 CCâ) was transferred\n\tto the appellant.  The respondent\nwas somewhat reluctant to leave\n\tKnysna, but she agreed to support the appellant in his desire to\n\temigrate and the decision to do\nso was ultimately a joint one.\nBoth parties testified that, as\n\ta family, they arrived in New Zealand âcoldâ. However, within\n\tless than two months, the appellant\nsecured employment in the\n\tbuilding industry.  The parties purchased a house in New Zealand\n\tfrom their savings, plus the proceeds\nof a mortgage bond.  Neither\n\tparty was sure whether the house was registered in their joint\n\tnames, but it is clear that they both\nregarded it as a joint asset. \n\tFor the whole of 1999, the appellant was employed by a developer to\n\toversee the building of a hotel\nusing a log wall system supplied by\n\tT & B and imported by the developer.  As the hotel was being\n\tbuilt in an area some two\nhoursâ drive from the partiesâ home,\n\tthis job entailed extensive travel for the appellant and he was only\n\table to spend the\nweekends at home with his family.  In the\n\tmeantime, the respondent commenced study by correspondence for an\n\tinternational travel\nagentâs diploma, at the same time gaining\n\tpractical experience by working part time for a travel agency in New\n\tZealand.  The\ncommissions she earned were âoff-set againstâ air\n\ttravel undertaken by members of the family.  She remained very\n\tinvolved in\nthe lives of the two girls, seeing to all their needs\n\tand running the household without any domestic help.  Both parties\n\tagreed\nthat their time in New Zealand was stressful, largely due to\n\twork pressures on the appellant and the resulting deterioration in\n\this health, as well as the strain of trying to settle in a new\n\tcountry.\nIn January 2000, the family\n\tmoved to Australia, where the appellant had secured employment as\n\tthe general manager of an engineering\nbusiness in Brisbane.  Both\n\tgirls were enrolled in private schools.  The respondent completed\n\ther travel agentâs diploma and,\nafter about a year of trying to\n\tfind employment in this field, started working on a casual basis for\n\ta small travel agency.  Here\ntoo, all her earnings were used to pay\n\tfor the familyâs travel expenses (including trips back to South\n\tAfrica), and she continued\nto care for the family and run the\n\thousehold without any assistance.\nDuring the course of 2001, the\n\tparties purchased a plot in Brisbane and built a house on it.  The\n\tproperty was registered in their\njoint names and the cost of\n\tacquiring the land and building the house was funded partly by means\n\tof a mortgage bond and partly\nby the proceeds of the house which\n\tthey had sold in New Zealand.  In early 2002, the appellantâs\n\tmemberâs interest in WN 21\nCC was sold and the proceeds used to\n\treduce the bond over the Brisbane property.\nBoth parties testified that,\n\tfrom the start of their married life, they âpooled everythingâ\n\tand considered their income and\nassets to be joint.  The respondent\n\twas effectively in charge of their bank accounts and she used the\n\tmoney in these accounts to\npay their household bills.  According to\n\tthe appellant, ââ¦we viewed all property whether in her name or\n\tin my nameâ¦everything\nwas basically a pooled resource, we didnât\n\tsee our assets as being individual despite where [they] came from.â\n\t The respondent\ntestified to much the same effect: ââ¦we really\n\tconsidered our assets to be joint assetsâ¦we did everything pretty\n\tmuch as\na partnership and as a team.â\nBeginning in late 2000, K.\n\texhibited serious problems.  She started to abuse marijuana and\n\tstayed away from school; her academic\nresults declined dramatically\n\tand she lost interest in all her extra-mural activities.  She\n\tdropped out of two different schools\nand was diagnosed as suffering\n\tfrom depression.  She eventually provoked the respondent to such an\n\textent that the latter struck\nher for the first time in her life,\n\twhereupon she left home for a while.  These problems obviously\n\tplaced a considerable strain\non the partiesâ relationship and,\n\taccording to the respondent, made her realise that their marriage\n\twas âin troubleâ.  In\nJuly 2002, whilst on a five week visit to\n\tSouth Africa â the appellant remaining in Australia with the girls\n\tâ the respondent\ncommitted adultery with a Mr Shaw, an old friend\n\tof the parties.  After her return to Australia, she continued to\n\tcommunicate by\nelectronic mail (in intimate terms) with Mr Shaw,\n\teven after the appellant had surprised her doing so and she had\n\tadmitted her\nadultery.  Although the parties attended marriage\n\tcounselling, both together and then separately, this did not succeed\n\tin saving\ntheir marriage.  The appellant was subsequently retrenched\n\tfrom his position as general manager.\nIn late 2002, the parties\n\tdecided to move back to Knysna, largely for K.âs sake so that she\n\tcould be settled in a familiar environment\nand placed in a suitable\n\tschool.  The house in Brisbane was thus sold in November 2002 for\n\tabout A$590 000.  Apart from redemption\nof the mortgage bond,\n\tvarious other amounts were paid from the proceeds of the sale:\n\testate agentâs commission; the familyâs\nrelocation expenses to\n\tSouth Africa;  and the balance outstanding on a Toyota Prado motor\n\tvehicle (some A$39 600) which had been\npurchased in 2000 through the\n\tappellantâs employer, but registered in his name.  The net\n\tproceeds of A$ 225 000 were paid\ninto the partiesâ joint bank\n\taccount (on which each of them could operate independently of the\n\tother) on 16 January 2003.  On\nthe same day, at the instigation of\n\tthe respondent, the parties opened a new joint account (at the same\n\tbank) which required the\nconsent of both parties to any withdrawal,\n\tthe agreement being that the net proceeds of the Brisbane house\n\twould, when cleared,\nbe transferred into that account.  However,\n\tfive days later, on 21 January, the appellant transferred the amount\n\tof A$215 000 from\nthe âoldâ joint account into an account at\n\tanother bank, over which he had sole operating power.  He did this\n\tsurreptitiously,\nwithout the respondentâs knowledge or consent,\n\tleaving only A$10 000 from the sale of the house in the joint\n\taccount, which amount\nthe respondent then withdrew and appropriated\n\tfor her own use.\nOf the A$215 000 which the\n\tappellant transferred to his own account, he transferred\n\tapproximately A$32 800 (some R170 000) to South\nAfrica and spent\n\tabout A$24 300 on air tickets to South Africa, A.âs university\n\tfees in Australia, and the familyâs living\nexpenses prior to their\n\tdeparture for South Africa.  This left a balance in his Australian\n\tbank account of A$157 900.  He and K.\nleft Australia on 28 January\n\t2003, while the respondent (who was scheduled to depart a few days\n\tlater) stayed on for about two\nweeks to undergo certain medical\n\ttests.  During this time, she brought\nex parte\nproceedings in\n\tthe Australian Family Court for an order prohibiting the appellant\n\tfrom dealing further with what remained, in his\naccount, of the net\n\tproceeds of the Brisbane house sale.  In about March 2003, some time\n\tafter her arrival in Knysna, she informed\nthe appellant that she had\n\tâtaken action in the family court in Australia to freeze all those\n\tfundsâ.  The appellantâs immediate\nreaction to this information\n\twas to transfer the remaining funds (in the amount of A$157 900) to\n\tanother Australian account in\nthe name of a business associate, Mr\n\tGareth Tanner, who holds a memberâs interest in T & B.  The\n\tdocumentary evidence placed\nbefore the court\na quo\nindicates\n\tthat he had not at that stage been given âformalâ notice of the\n\tAustralian court order, although the respondent had\ntold him that\n\tshe had taken steps to freeze the funds.  The appellant testified\n\tthat Mr Tanner was holding the funds (equivalent\nto approximately\n\tR720 000) âin trustâ for him and that, from early 2003, he had\n\tborrowed money from T & B against the security\nof such funds. \n\tAt the time of the trial, his total borrowings from T & B\n\tamounted to just over R425 000.  He had used the\nbulk of the\n\tborrowed monies (some R289 000) on living expenses for himself and\n\tK. and K.âs school fees, while the balance had\nbeen absorbed by\n\texpenses incurred by him in trying to set up a new business (about\n\tR19 000), legal costs (approximately R70 000)\nand the purchase of a\n\tmotor cycle (R47 000).\nIn April 2003, on the day that\n\tthe divorce summons was served on her, the respondent moved out of\n\tthe rented house where she had\nbeen living with the appellant\n\t(although not as husband and wife) and K..  Thereafter, K. continued\n\tto live with the appellant,\nwhile the respondent obtained rented\n\taccommodation of her own.  In September 2003, the respondent sold\n\ther memberâs interest\nin WN 20 CC, receiving net proceeds of about\n\tR284  000.  She spent approximately R123 000 of this money on\n\tthe purchase of\na motor vehicle and on living expenses, and lent R25\n\t000 to the appellant to enable him to purchase a motor vehicle for\n\tA.âs\nuse (while she was studying in Cape Town in 2004).  The\n\tbalance of R136 000 was invested in the respondentâs name.\nAlthough the respondentâs\n\tcounterclaim was for one-half of the total net proceeds of the\n\tBrisbane house sale, including the sum\nused to pay off the balance\n\toutstanding on the appellantâs Prado motor vehicle, her counsel\n\tindicated during the course of the\ntrial that she would be content\n\twith one-half of the amount of A$157 900 (some R720 000) remaining\n\tin the Tanner account in Australia\n(ie R360 000).  This was the\n\tamount that Thring J ultimately ordered the appellant to pay to her.\nThe judgment of the court a quo\nThe relevant portions of s 7 of\n\tthe Act read as follows:\nâ\n(3) A\ncourt granting a decree of divorce in respect of a marriage out of\ncommunity of property -\n(a)\nentered into before the commencement of the\nMatrimonial Property\nAct, 1984\n[on 1 November 1984], in terms of an antenuptial contract\nby which community of property, community of profit and loss and\naccrual\nsharing in any form are excluded; or\n(b) . . .\nmay, subject\nto the provisions of subsections (4), (5) and (6), on application by\none of the parties to that marriage, in the absence\nof any agreement\nbetween them regarding the division of their assets, order that such\nassets, or such part of the assets, of the\nother party as the court\nmay deem just be transferred to the first-mentioned party.\n(4) An order\nunder subsection (3), shall not be granted unless the court is\nsatisfied that it is equitable and just by reason of the\nfact that\nthe party in whose favour the order is granted, contributed directly\nor indirectly to the maintenance or increase of the\nestate of the\nother party during the subsistence of the marriage, either by the\nrendering of services, or the saving of expenses\nwhich would\notherwise have been incurred, or in any other manner.\n(5) In the\ndetermination of the assets or part of the assets to be transferred\nas contemplated in subsection (3) the court shall,\napart from any\ndirect or indirect contribution made by the party concerned to the\nmaintenance or increase of the estate of the other\nparty as\ncontemplated in subsection (4), also take into account â\n(a)\nthe existing means and obligations of the partiesâ¦;\n(b)\nany\ndonation made by one party to the other during the subsistence of the\nmarriage, or which is owing and enforceable in terms of\nthe\nantenuptial contract concerned;\n(c)\nany\norder which the court grants under\nsection 9\nof this Act or under any\nother law which affects the patrimonial position of the parties; and\n(d)\nany other factor which should\nin the opinion of the court be taken into account.â\nIn\nBeaumont\n\tv Beaumont,\n1\nthis court (per Botha JA) held that,\n\tas the grant or refusal of a redistribution order in terms of s 7(3)\n\tinvolves the exercise\nof a âvery wideâ judicial discretion, the\n\troom for an appeal court to interfere is limited.  It can, however,\n\tdo so if the\ntrial court has failed, through misdirection in regard\n\tto the law or to a material finding of fact or otherwise, to\n\texercise its\ndiscretion properly.\n2\nIn the recent judgment of this court in\nBezuidenhout\n\tv Bezuidenhout\n,\n3\nhowever, reference was made to the distinction drawn in\nKnox\n\tDâArcy Ltd & others v Jamieson & others\n4\nand earlier cases between âa\n\tdiscretion in the broad senseâ, which means no more than a mandate\n\tto have regard to a number of\ndisparate and incommensurable features\n\tin arriving at a conclusion, and âa discretion in the narrow\n\tsenseâ, the essence of\nwhich involves a choice between two or more\n\tdifferent, but equally permissible, alternatives.\n5\nIt is when a court exercises a discretion in the narrow sense that\n\tan appeal courtâs powers of interference are said to be limited.\n\n\tWhen a court exercises a discretion in the broad sense, an appeal\n\tcourt may substitute its own discretion for that of the trial\ncourt\n\tif it differs from such court on the merits and may make the order\n\twhich it deems just.  It was argued in\nBezuidenhout\nthat the appropriate categorisation of\n\tthe discretion conferred on a trial court by s  7(3) of the Act\n\twas that of a discretion\nin the broad or wide sense.  While Brand JA\n\tfound this argument âattractive in its logical progressionâ, he\n\tleft the question\nopen and assumed, without deciding, that a\n\tmisdirection by the trial court is a prerequisite for the appeal\n\tcourt to interfere\nwith its decision under s 7(3).\n6\nAs I am satisfied that the trial court did misdirect itself in the\n\texercise of its discretion, it is also not necessary for me\nto\n\tdecide this question one way or the other.\nIn considering the appellantâs\n\tclaim for a redistribution order in respect of the proceeds of the\n\tsale of the respondentâs memberâs\ninterest in WN 20 CC, Thring J\n\tstated the following:\nââ¦\nthe question which, in my view,\nmust be asked is whether, in terms of section 7(3) of the Act,\nadequate grounds have been shown to\nexist to justify the Court in\ndisturbing the current position and granting an order to the effect\nthat the proceeds of the Wanderer\nNight transaction, or any part\nthereof, must be transferred by the defendant to the plaintiff.'\nHe went on to say that â\nââ¦\nthe only possible grounds for an\norder such as that sought, contingently, by the plaintiff [appellant]\nare, first, that the defendant\n[respondent] did not contribute\ndirectly to the acquisition by her of this asset and, secondly, her\nadultery with Shaw.â\nAs was held\n\tby Botha JA in the\nBeaumont\ncase,\n7\nthe first âjurisdictional preconditionâ to the exercise of the\n\tcourtâs discretion in terms of s 7(3) is a contribution made\nby\n\tthe spouse claiming a redistribution order to the estate of the\n\tother spouse of the kind described in s 7(4).  By considering\nthe\n\tappellantâs claim from the\nopposite\nperspective (the\nabsence\nof\n\ta direct contribution by the respondent to her acquisition of the\n\tmemberâs interest in WN 20 CC), Thring J in my view clearly\n\tmisdirected himself; indeed, this was conceded by counsel for both\n\tparties in argument before this Court.\nThring J committed the same\n\tmisdirection when considering the respondentâs claim for half of\n\tthe net proceeds of the Brisbane\nhouse sale:\nâ\nThe\nplaintiff had no right, in my opinion, to act as he did with this\nmoney: only half of the net proceeds of the sale belonged to\nhim; the\nbalance was his wifeâsâ¦it is only by means of a redistribution\norder under section 7(3) of the Act, I think, that he\ncan justify his\nretention of the portion of these funds which legally belongs to the\ndefendant.\nThe potential grounds for such an\norder are limited, in my view, to the same as those which potentially\napply to the Wanderer Night\ntransaction: the smallness of the\ndefendantâs direct or material contribution, and her adultery.\nâ\n(Emphasis added.)\nExercise of discretion by this court\nIn view of\n\tthe material misdirections by the trial court, this court is at\n\tlarge to substitute its own exercise of the discretion\nafforded by s\n\t7(3) for that of the trial court.  In this regard, I am mindful of\n\tthe fact that, in\nKritzinger v\n\tKritzinger,\n8\nMilne JA (with whom Corbett JA and\n\tNicholas AJA concurred) regarded as a misdirection the âoverall or\n\tglobular approachâ adopted\nby the trial court to the claim and\n\tcounterclaim in that case:\nâ\nEven if the\nactions proceed at the same time, the fact that one party has\ncounterclaimed cannot deprive the other of the right to\nhave his or\nher claim separately considered.  There may, possibly, be cases where\nthe facts relevant to both claims are so inextricably\ninterrelated\nthat a globular approach is the only possible one, but, save in such\ncircumstances, the claims must, at least initially,\nbe considered\nseparately.â\n9\nThis view seems to\nme to be rather too inflexible and may have to be reconsidered in the\nfuture in light of (inter alia) the fact\nthat, as pointed out by\nBotha JA in the\nBeaumont\ncase:\n10\nâ\nIt is certainly a\nvery prominent and important feature of [subsec 7 (4)] that\nultimately, when once the factual requirements of ss\n(3) and (4) are\nsatisfied, the determination of whether or not a redistribution order\nis to be made at all is entrusted by the Legislature\nto the wholly\nunfettered discretionary judgment of the Court as to whether it would\nbe equitable and just to do so.â\n11\nAs was pointed out\nby June D Sinclair, commenting on this aspect of Milne JAâs\njudgment in\nKritzinger\n,\nâ[t]he danger of this formalist separatist approach is that the\ncourt will lose sight of what it is enjoined to do â to effect\njustice as between the parties.â\n12\nFor the purposes\nof this judgment, it is, however, not necessary to take the point any\nfurther as this\nis,\nin my view, the kind of case where, for the reasons which I set out\nbelow, the facts relevant to the claim and counterclaim are indeed\nso\nclosely interrelated that a âglobularâ approach is the\nappropriate one.\n13\nAs indicated\n\tabove, the evidence of both parties clearly indicated that,\n\tthroughout their marriage lasting some 27 years, the parties\nalways\n\tpooled their income and regarded the assets acquired through their\n\tjoint efforts as being joint assets.  While the appellant\nwas the\n\tfamilyâs principal breadwinner and made by far the greater\n\tfinancial contribution to the assets acquired by the parties,\nthere\n\tis nothing to indicate that either party regarded the contributions\n\tmade by the respondent, primarily as housewife and mother,\nas being\n\tany less valuable than those made by the appellant, nor that the\n\trespondentâs contributions were any less instrumental\nthan those\n\tof appellant in the acquisition of assets by the parties.\n14\nTheir evidence that they considered themselves to be âpartnersâ\n\tbrings this into sharp focus.  It is evident that the division\nof\n\tlabour between the parties was a conscious choice made by both of\n\tthem.  In my view, in these circumstances, fairness demands\nthat\n\teffect be given, on divorce, to the principle of equal sharing which\n\tthe parties consciously applied throughout their married\nlife.\n15\nWhen the appellant sold his\n\tmemberâs interest in T & B, part of the consideration received\n\twas the entire memberâs interest\nin each of two property-owning\n\tclose corporations.  In line with the partiesâ approach of equal\n\tsharing, the memberâs interest\nof one of these close corporations\n\t(WN 21 CC) was transferred to the appellant, while the memberâs\n\tinterest in the other close\ncorporation (WN 20 CC) was transferred\n\tto the respondent.  The appellantâs memberâ interest in WN 21 CC\n\twas sold during the\nexistence of the marriage and the full proceeds\n\tused to reduce the mortgage bond over the partiesâ Brisbane house.\n\t In all probability,\nhad the respondentâs memberâs interest in\n\tWN 20 CC also been disposed of before the marriage broke down, the\n\tproceeds would\nhave been utilised in the same way for the benefit of\n\tboth parties.  If this had been done, then the net proceeds of the\n\tBrisbane\nhouse sale (after deduction of the amount of approximately\n\tA$57 100 spent by the appellant on, primarily, living expenses for\n\tthe\nfamily, travel costs and school and university fees) remaining\n\tin the Tanner account in Australia at the time of the divorce would\n\thave been approximately R1 004 000 (R720 000 plus R284  000). \n\tIf this were to have been shared equally between the parties\n-- in\n\taccordance with the\nmodus operandi\nfollowed by them\n\tthroughout their marriage -- each would have received a share of\n\tR502 000.  Instead of this, the respondent effectively\nreceived a\n\tshare of R284 000, while the balance of some R720 000 went to the\n\tappellant.  To redress this imbalance, the appellant\nwould have to\n\tpay R218 000 (R502 000 minus R284 000) to the respondent.\nThe respondent is also the owner of a house in a\n\tretirement complex at St Francis Bay, valued at the time of the\n\ttrial at R642 000,\nas well as an investment of R200 000.  Both of\n\tthese assets are subject to a usufruct for life in favour of her\n\tmother, who was\n76 years old at the time of the trial.  Her mother\n\tlives in the house and receives the interest on the investment. \n\tBoth assets\nwere purchased from the proceeds of the sale of another\n\thouse in Cape St Francis, where the respondentâs parents lived\n\tafter\ntheir retirement.  The respondent had inherited this house\n\tfrom her father, who died in May 1997, subject to a life usufruct in\n\tfavour of her mother.  The parties had, in about 1979, paid\n\tapproximately R1 500 as half of the purchase price of the plot\n\ton which this house was built, at cost, by T & B in about 1986\n\tfor the respondentâs parents.  According to the appellant,\nhe had\n\tfrom time to time made (relatively small) contributions in money and\n\tlabour to the maintenance and improvement of this house,\nwhere the\n\tparties and their children had spent a few holidays.\nIn both this\n\tcourt and the trial court, counsel for the appellant submitted that,\n\tin the exercise of its discretion to make or refuse\nto make a\n\tdistribution order in terms of s 7(3), the court should take into\n\taccount the assets inherited by the respondent from\nher father\n\t(albeit subject to a usufruct in favour of her mother) as part of\n\tâthe existing means â¦of the partiesâ under s\n7(5)\n(a)\n.\n\t While this is undoubtedly correct,\n16\ntaking such assets into account in terms of s 7(5)\n(a)\ndoes not alter my view of what\n\tredistribution order would be equitable and just in the present\n\tcase.\nCounsel for the appellant also\n\tcontended that the trial court erred by not paying due regard to\n\twhat he described as âthe gross\nand prolonged misconduct of the\n\trespondentâ (her adultery with Mr Shaw in July 2002 and her\n\tcontinued, clandestine and deceitful\ncommunication with him\n\tthereafter) which, he argued, led to the breakdown of the marriage.\nIt is well\n\testablished that, in the exercise of its discretion in terms of s\n\t7(3) of the Act, a court is entitled to take a partyâs\nmisconduct\n\tinto account when considering a redistribution order.\n17\nHowever, in the words of Botha JA in the\nBeaumont\ncase,\n18\nthe court should adopt âa conservative approach in assessing a\n\tpartyâs misconduct as a relevant factorâ.\nIn our legislation,\nas I have pointed out, the feature of overriding importance is that\nthe Court will grant such order, in respect\nof both ss (2) and (3)\n[of s 7 of the Act], as it considers to be just.   In many, probably\nmost, cases, both parties will be to\nblame, in the sense of having\ncontributed to the break-down of the marriageâ¦In such cases, where\nthere is no conspicuous disparity\nbetween the conduct of the one\nparty and that of the other, our Courts will not indulge in an\nexercise to apportion the fault of\nthe parties, and thus nullify the\nadvantages of the âno-faultâ system of divorce.â\n19\nIn the same case,\nBotha JA also held that the directive in s 25(2)\n(g)\nof the English statute dealing with\nthis subject,\n20\nto the effect that the courts are to consider âthe conduct of each\nof the parties, if that conduct is such that it would in the\nopinion\nof the Court be inequitable to disregard itâ, was in accordance\nwith the pattern of our legislation.\n21\nIn the\n\tEnglish Court of Appeal case of\nKyte v\n\tKyte\n,\n22\nPurchas LJ stated the following in relation to s 25(2)\n(g)\nof the English statute:\nâ\nThe court is entitled, in my\njudgment, to look at the whole of the picture, including the conduct\n[of the parties]â¦which may or\nmay not have contributed to the\nbreakdown of the marriage or which in some other way makes it\ninequitable to ignore the conduct of\neach of the parties.  A clear\nexample of such a case is where the parties may each not have been\nblameless (almost inevitably in\na normal marriage) but where the\nimbalance of conduct one way or the other would make it inequitable\nto ignore the comparative conduct\nof the parties.â\nI agree with this approach.  In a\ncase such as the present, I do not think that it is appropriate for\nthe court to attempt to perform\nsome kind of detailed comparative\nanalysis of the partiesâ conduct in order to determine their\nrespective degrees of blameworthiness.\n In essence, the misconduct of\none or both of the parties must only be allowed to influence the\noutcome of the case where to disregard\nit would be unjust.\nThe respondent testified that,\n\tby the time she committed adultery, the partiesâ marriage had\n\talready been in trouble for some\ntime.  On several occasions between\n\tMarch and May 2002, she had told the appellant that she did not love\n\thim any more, that he\nwas no longer in love with her, and that she\n\tno longer felt committed to their marriage.  According to the\n\tappellant, he could\nnot remember these communications, but he could\n\tnot deny that they were made.  On the evidence as a whole, I agree\n\twith the conclusion\nof the trial judge that, while the respondentâs\n\tadultery might have been âthe straw which broke the proverbial\n\tcamelâs backâ,\nthe breakdown of the marriage was not caused\n\tsolely, or even predominantly, by âany matrimonial misconduct\n\twhich weighs more\nheavily against either the one or the other of the\n\tpartiesâ.  In my view, the failure of the partiesâ marriage must\n\tbe seen\nin the context of a couple struggling to cope with the\n\tstrains placed on them and their children by emigration, first to\n\tNew Zealand\nand then to Australia; work stresses experienced by the\n\tappellant in these new countries and the effect of these stresses on\n\tthe\nfamily; and the partiesâ reaction to the behavioural problems\n\texhibited by K. and their concern about her health and well-being.\n\n\tI thus do not agree with counsel for the appellant that the conduct\n\tof the respondent was of such a nature that it would be inequitable\n\tto disregard it in the consideration of a possible redistribution\n\torder or orders in terms of s  7(3).\nThe award of âtokenâ maintenance in favour of the\nrespondent\nIn terms of s 7(2) of the Act â\nâ\n(2) In the absence of an order made\nin terms of subsection (1) with regard to the payment of maintenance\nby one party to the other\n[ie an order made in accordance with a\nwritten agreement between the divorcing parties], the court may,\nhaving regard to the existing\nor prospective means of each of the\nparties, their respective earning capacities, financial needs and\nobligations, the age of each\nof the parties, the duration of the\nmarriage, the standard of living of the parties prior to the divorce,\ntheir conduct in so far\nas it may be relevant to the breakdown of the\nmarriage, an order in terms of subsection (3) and any other factor\nwhich in the opinion\nof the court should be taken into account, make\nan order which the court finds just in respect of the payment of\nmaintenance by the\none party to the other for any period until the\ndeath or remarriage of the party in whose favour the order is given,\nwhichever event\nmay first occur.â\nAt the time\n\tof the trial, the respondent was 48 years old and in full-time\n\temployment as a personal assistant at a property development\ncompany\n\tin Knysna, earning a net monthly salary of R3 400.  Although she is\n\tqualified as an estate agent and as a travel agent,\nthe trial judge\n\tfound, correctly in my view, that her age, coupled with the fact\n\tthat she had not worked regularly and in a full-time\ncapacity for\n\tover 20 years, made it improbable that she would be able to further\n\ther career and improve her employment prospects\nto any great extent.\n\t It was common cause that such income as she was earning was\n\tinadequate to meet her living expenses.  The\nevidence established\n\tthat this situation was unlikely to change, although of course, when\n\ther mother dies, she will then have additional\nassets which can be\n\tused to generate income for her support.  The order which I propose\n\tin respect of her claim in reconvention,\nwhile it will provide her\n\twith an additional capital sum, will certainly not improve her\n\tfinancial situation to the point where\nshe will\nnot\nreasonably require maintenance.  Her relatively modest earning\n\tcapacity is largely the result of the fact that, for some 27 years,\n\tshe devoted her life to running the partiesâ home and raising\n\ttheir children, with the full agreement of the appellant.  As\n\nregards her alleged âgross and prolonged misconductâ with Mr\n\tShaw, exactly the same principles as those set out in paragraphs\n\t[30] to [32] above apply.\n23\nI agree with Thring Jâs conclusion that such misconduct, seen in\n\tthe context of all the other evidence relating to the reasons\nfor\n\tthe breakdown of the partiesâ marriage, is not âsuch as to merit\n\tdepriving her of the right to a contribution to her maintenanceâ\n\tfrom the appellant.\nOn the other hand, it was clear\n\tfrom the evidence that, at the time of the divorce, the appellantâs\n\tfinancial position was such\nthat he was not immediately able to\n\tcontribute to the maintenance of the respondent.  He was unemployed\n\tand appeared to be living\noff his capital.  I do not, however, agree\n\twith the contention made by the appellantâs counsel that his\n\tunemployment was ânotwithstanding\nhis best endeavoursâ to find\n\twork or that his prospects with regard to obtaining suitable\n\temployment in the future were âseverely\ncompromisedâ.  According\n\tto the appellantâs own evidence, T & B had, during the course\n\tof 2003, approached him to oversee\na building project of\n\tconsiderable magnitude (the reconstruction of a hotel in Port\n\tElizabeth that had been burnt down).  Although\nthe appellant\n\tinitially testified that he had been unable to accept this offer of\n\twork because of the travelling involved, which\nwould have interfered\n\twith his responsibilities in respect of his 18 year old daughter\n\t(K.), it subsequently became clear that\nthe main reason for his\n\tunwillingness to undertake this project was that, because of the\n\tstress of the break up of his marriage\nand the ongoing divorce\n\tproceedings, his âmind wasnât just focused as it needed to be to\n\tdo this job successfullyâ.  He also\nconceded that the reason why\n\the had not been able to make any significant progress with a new\n\tbusiness venture which he had planned\nto start in Knysna on his\n\treturn from Australia, was not only the fact that his capital funds\n\twere âfrozenâ, but also partly\nbecause the divorce proceedings\n\twere distracting him and he had lost his energy and drive as a\n\tresult of the emotional and other\nstrains upon him at that time.  He\n\tconfirmed that his attempts to find a suitable position had been\n\tconfined to Knysna, although\nhe fully realised that, âat my age,\n\tIâm probably not the best employment prospect for a small company\n\tin Knysnaâ¦I am a fairly\nexpensive overhead for a small company,\n\tthere arenât many big companies in Knysnaâ.  Although this\n\tgeographical choice had\ndefinitely limited his employment options,\n\this first priority was to K. who did not want to live with her\n\tmother.  He admitted\nthat, had he not been confined to Knysna, he\n\tâcould very easily have left and found employment somewhereâ. \n\tIn this regard,\nit should be noted that K. was in her Matric year in\n\tKnysna at the time of the trial, she had largely overcome her\n\tdependency problem\nand she was becoming increasingly independent. \n\tIn light of the above, the submission made by counsel for the\n\tappellant to the\neffect that âthere was no evidence of any\n\tsubstance that the [employment] circumstances of the appellant were\n\tlikely to change\nin the near futureâ is, in my view, not\n\tjustified.\nIt is true\n\tthat âone of the fundamental principles for an award of\n\tmaintenance is an ability to pay on the part of the spouse\nfrom whom\n\tmaintenance is claimedâ.\n24\nSection 7(2) of the Act did not alter this principle in any way. \n\tCounsel for the appellant relied on\nQoza\n\tv Qoza\n25\nin support of his contention that âa spouse is not entitled to an\n\taward of token maintenance on the basis that such spouse will\nas it\n\twere be entitled to a free policy against the normal risks of life\n\twith the [other spouse] as the insurerâ.  In that case,\nhowever,\n\tthe spouse claiming an order of token maintenance was\n\tself-sufficient and there was no evidence of any likelihood that\nshe\n\tmight find herself unemployed in the future.  Inasmuch as the\n\tapproach of the courts in previous cases\n26\nmay have been to make an order of token maintenance unless\n\tcircumstances were proved which showed that it would probably not be\n\tneeded or which rendered it unjust, such approach is in conflict\n\twith that envisaged by s 7(2) of the Act: this section requires\nthe\n\tcourt to consider the factors listed in s 7(2) in order to decide,\n\tfirst, whether a need for maintenance exists and, if so,\nby whom and\n\tto whom maintenance is to be paid; secondly, the amount to be paid,\n\tand thirdly, the period for which it is to be paid.\n27\nThis does\nnot\n,\n\thowever, mean that, in the exercise of its discretion in terms of s\n\t7(2), a court is not competent to make an award of token\n\nmaintenance, provided of course that the circumstances of the case\n\trender it just in the light of the factors set out in s 7(2).\n In my\n\tview, this case falls into that category.\nFor these reasons, I agree with\n\tThring J that an order for the payment of token maintenance to the\n\trespondent was appropriate in\nthis case; the order can be rescinded,\n\tsuspended or varied at some time in the future by a competent court,\n\ton the application\nof either party, should this be justified by a\n\tchange in the circumstances of one or both of them.\nThe respondentâs application for security for costs\nThe appeal was set down for\n\thearing on 23 August 2005. On 4 August 2005, the respondent,\n\tpurporting to act in terms of SCA Rule\n11(1)\n(b)\n, filed an\n\tapplication with the Registrar of this court seeking an order, on\n\tvarious grounds, that the appellant furnish security\nfor the\n\trespondentâs costs in the appeal in the amount of R50 000 or an\n\tamount to be determined by the court. She stated that\nan application\n\t(in terms of Uniform Rule 49) in the Cape High Court requiring the\n\tappellant to furnish security for her costs of\nappeal had been\n\tserved on the appellantâs attorneys on 4 July 2005. She was,\n\thowever, subsequently advised that, in terms of\ns  20(5)\n(b)\nof the Supreme Court Act 59 of 1959, the Cape High Court did not\n\thave jurisdiction to make such an order and that she had to approach\n\tthe President of this Court for a direction in terms of SCA Rule 11\n\tin respect of the furnishing of security.  In the light of\nthis\n\tadvice, the application before the Cape High Court was âwithdrawnâ,\n\twith a tender of costs to the appellant, and an application\nwas\n\tbrought on an urgent basis before this court. (It appears from the\n\tappellantâs opposing affidavit that the Cape High Court\n\tapplication was not in fact withdrawn, but simply removed from the\n\tcourt roll for the day on which it had been set down for hearing.)\nThe respondentâs application\n\twas opposed by the appellant.  Apart from disputing the grounds for\n\tthe application relied on by\nthe respondent, he correctly pointed\n\tout that, at the time the application was launched in this court,\n\tthe vast majority of the\ncosts in the appeal had already been\n\tincurred.\nCounsel for the respondent\n\trelied on the unreported judgment of Louw J (dated 5 August 2005) in\n\tthe Cape High Court in\nThe MV âNavigatorâ & the Owner of\n\tthe MV âNavigatorâ v Wellness International Network Ltd\n(Case\n\tNo 383/2004) for her contention that, in a case such as the present\n\tâ where the court of first instance has granted leave\nto appeal\n\tagainst its judgment and where the appeal is pending before this\n\tcourt â the court of first instance does not have\njurisdiction to\n\torder the appellant to furnish security for the costs of the appeal.\n\t In my view, it is not necessary for present\npurposes to consider\n\tthe reasoning of Louw J or the correctness of his conclusions in the\nNavigator\n.  Suffice it to say that the application for\n\tsecurity for costs, at this very late stage of the proceedings when\n\tthe bulk of the\ncosts of appeal have already been incurred, was\n\tmisconceived and futile.  The application should accordingly be\n\tdismissed with\ncosts.\nCosts\nSection 10 of the Act provides\n\tas follows:\nâ\nIn a divorce action the court shall\nnot be bound to make an order for costs in favour of the successful\nparty, but the court may,\nhaving regard to the means of the parties\nand their conduct in so far as it may be relevant, make such order as\nit considers just,\nand the court may order that the costs of the\nproceedings be apportioned between the parties.â\nIn view of the order that I\n\tpropose to substitute for the disputed parts of the order made by\n\tthe trial court, the nature of the\nissues raised, and the relevant\n\tcircumstances of the parties, I am of the opinion that this is an\n\tappropriate case in which to\nmake no order as to costs in respect of\n\tthe appeal.  As regards the costs of the proceedings in the trial\n\tcourt, however, I see\nno reason to interfere with the order made by\n\tThring J.  Even though the amount awarded to the respondent on her\n\tclaim in reconvention\nis to be reduced, she will still have been\n\tsubstantially successful in the trial proceedings and is entitled to\n\tthe costs of such\nproceedings.\nOrder\nFor these reasons, I make the\n\tfollowing order:\n(a)\tThe respondentâs application for security for costs is\ndismissed with costs.\n(b)\tThe appeal is upheld and the following order is substituted for\nparagraph 2\nof the order of the court\na quo\n:\nâ\n2.\nOn the defendantâs claim in reconvention\nThe\n\tplaintiff is ordered to pay to the defendant the amount of R218\n\t000.00, with interest thereon at the rate of 15.5 per cent per\nannum\n\tfrom the date of this order to the date of payment.\nThe\n\tplaintiff is ordered to contribute to the maintenance of the\n\tdefendant at the rate of R10.00 per month until her death or\n\tremarriage,\nwhichever event may first occur.â\nB J VAN HEERDEN\nJUDGE OF APPEAL\nConcur: Scott JA, Lewis JA, Nkabinde AJA, Cachalia AJA\n1\n1987 (1) SA 967\n(A).\n2\nBeaumont\nat 988H-989E and 1002A-E. See\n\tfurther\nEx parte Neethling & others\n1951 (4) SA 331\n(A) at 335E-F.\n3\n2005 (2) SA 187\n(SCA).\n4\n[1996] ZASCA 58\n;\n1996 (4) SA 348\n(A) at 361G-I.\n5\nSee also\nMedia\n\tWorkers Association of South Africa & others v Press Corporation\n\tof South Africa Ltd\n[1992] ZASCA 149\n;\n1992 (4) SA 791\n(A) at 796H-I and 800C-G; and cf\nWijker\n\tv Wijker\n1993 (4) SA 720\n(A) at\n\t727C-728C.\n6\nSee too in this regard the judgment of Blignault\n\tJ in\nKirkland v Kirkland\n[2005]\n\t3 All SA 353\n(C) paras 46-51.\n7\n1987 (1) SA 967\n(A) at 988H-J.\n8\n1989 (1) SA 67\n(A) at 77I-J.\n9\nAt 79B-D.\n10\n1987 (1) SA 967\n(A) at 988J-989A\n11\nCf the approach adopted by the trial court and\n\tthe appeal court in\nKirkland v Kirkland\n[2005] 3 All SA 353\n(C) paras 19 and\n\t87-90.\n12\nâDivorce and the Judicial Discretion â In Search of the Middle\n\tGroundâ\n(1989) 106\nSALJ\n249\nat 256-257.\n13\nSee further June D Sinclair op cit 257.\n14\nThis obviously distinguishes the facts of this\n\tcase from those of\nBezuidenhout v\n\tBezuidenhout\n2005 (2) SA 187\n(SCA),\n\tespecially at para 30 and paras 33-36.\n15\nSee also\nKirkland v\n\tKirkland\n[2005] 3 All SA 353\n(C) para\n\t89.\n16\nSee, in this regard,\nVan\n\tZummeren v Van Zummeren & another\n[1997]\n\t1 All SA 91\n(E) at 96e-98f (and, on appeal to the Full Court,\nVan\n\tZummeren v Van Zummeren\n( Eastern Cape\n\tHigh Court Case No 307, unreported judgment dated 25 November 1997);\nJordaan v Jordaan\n2001\n\t(3) SA 288\n(C) paras 20-23; but cf\nBeira\n\tv Beira\n1990 (3) SA 802\n(W),\n\tespecially at 805H-808E.\n17\nSee eg\nBeaumont v\n\tBeaumont\n1987 (1) SA 967\n(A) at\n\t994B-E;\nKritzinger v Kritzinger\n1989\n\t(1) SA 67\n(A) at 80B-H.\n18\nAt 994E.\n19\nAt 994H-995A; and see also\nKritzinger\n\tv Kritzinger\n1989 (1) SA 67\n(A) at\n\t82I-J, where Milne JA agreed with this approach.\n20\nSection 25(2)\n(g)\nof\n\tthe Matrimonial Causes Act 1973, as substituted by s 3 of the\n\tMatrimonial and Family Proceedings Act 1984.\n21\nBeaumont v Beaumont\n1987\n\t(1) SA 967\n(A) at 994E-I.\n22\n[1987] 3 All ER 1041\n(CA) at 1048h-j.\n23\nSee eg\nBeaumont v\n\tBeaumont\n1987 (1) SA 967\n(A) at\n\t993I-995B.\n24\nSee\nfor\n\texample,\nReynecke v Reynecke\n1990\n\t(3) SA 927\n(E) at 932J-933F.\n25\n1989 (4) SA 838\n(Ck).\n26\nSee, for example,\nFord\n\tv Ford & another\n1965 (1) SA 264\n(D);\nPortinho v Porthino\n1989\n\t(4) SA 595\n(D);\nBrink v Brink\n1983\n\t(3) SA 217\n(D).\n27\nSee\nQoza v Qoza\n1989 (4) SA 838\n(Ck) at 840C-843F, especially\n\tat 842A-E (per Liebenberg AJ).\nSee too\nLincesso\n\tv Lincesso\n1966 (1) SA 747\n(W).",
  "scraped_at": "2026-02-12T15:01:33.422390",
  "date": "2005-09-23",
  "coram": [
    "Scott",
    "Lewis",
    "Van Heerden JJA",
    "Nkabinde",
    "Cachalia AJA"
  ],
  "case_number": "382/04",
  "parties": {
    "applicants": [
      "Clive Thomas Buttner"
    ],
    "respondents": [
      "Cheryl Ann Buttner"
    ]
  },
  "sections": {
    "facts": "Clive Thomas Buttner and Cheryl Ann Buttner were married on 2 July 1977 under an antenuptial contract that excluded community of property and accrual. Over the ensuing 27 years they built a joint business (T & B Log Homes) and acquired several assets, including interests in two close corporations (Wanderer Night 20 CC and Wanderer Night 21 CC) and a house in Brisbane, Australia. The parties emigrated to New Zealand and later to Australia, where the Brisbane house was sold in 2002. The net proceeds were partially transferred by the appellant to a separate Australian account without the respondent’s knowledge. The appellant later transferred the remainder to a business associate’s account. The respondent claimed half of the net proceeds of the Brisbane sale (R360 000) and sought a redistribution order under s 7(3) of the Divorce Act for the appellant’s interest in the Wanderer Night 20 CC. The appellant counter‑claimed a redistribution order for the respondent’s interest in the same corporation. The trial court dismissed the appellant’s proprietary claim, ordered the appellant to pay R360 000 to the respondent, and imposed token maintenance of R10 per month until her death or remarriage.",
    "issues": "The appeal raised (1) whether the trial court correctly exercised its discretion under s 7(3) of the Divorce Act in refusing a redistribution order in favour of the appellant concerning the Wanderer Night 20 CC interest; (2) whether the respondent was entitled to a redistribution order for half of the Brisbane house proceeds; (3) the appropriate amount of token maintenance under s 7(2); and (4) whether the respondent’s application for security for costs should be granted.",
    "principles": "The court applied s 7(3)‑(5) of the Divorce Act, which requires a contribution by the claimant to the other spouse’s estate and permits a wide discretionary assessment of fairness, taking account of means, contributions, and conduct. Precedent from Beaumont, Kritzinger and Bezuidenhout was invoked, emphasizing that misdirection by the trial judge on the contribution test mandates appellate interference. The court also affirmed that misconduct may be considered but should not outweigh the principle of equal sharing where both parties pooled assets. For token maintenance, s 7(2) mandates an assessment of means, earning capacity, age, and conduct; prior authority (Qoza, etc.) was considered to confirm the legitimacy of token orders where need exists.",
    "application": "The appellate court found the trial judge misdirected himself by focusing on the respondent’s lack of direct contribution and adultery rather than the overall equal‑sharing arrangement the parties lived by. Applying the principle of equal division of pooled assets, the court calculated that each spouse should receive R502 000 of the total proceeds; the respondent had already received R284 000, so the appellant should pay the shortfall of R218 000 (plus interest). The court affirmed the token maintenance of R10 per month as just, given the respondent’s limited earning capacity and age, and rejected the respondent’s claim for security for costs as futile at this stage.",
    "conclusion": "The appeal was upheld. The order was substituted to require the appellant to pay R218 000 (with interest at 15.5% per annum) to the respondent and to continue token maintenance of R10 per month until her death or remarriage. The respondent’s application for security for costs was dismissed with costs. No further order as to costs of the appeal was made, and the trial‑court costs order in favour of the respondent was left untouched."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Divorce",
    "level_3": [
      "asset redistribution",
      "token maintenance",
      "section 7 Divorce Act",
      "spousal misconduct",
      "costs"
    ]
  }
}