{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/92.html",
  "case_name": "Navy Two CC v Industrial Zone Ltd (293/2004) [2005] ZASCA 92; [2006] 3 All SA 263 (SCA) (28 September 2005)",
  "citation": "[2005] ZASCA 92",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 92\n|\nNoteup\n|\nLawCite\nNavy Two CC v Industrial Zone Ltd (293/2004) [2005] ZASCA 92; [2006] 3 All SA 263 (SCA) (28 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nREPORTABLE\nCASE NO:  \n293/2004\nIn the matter between\nNAVY TWO CC\t\t\t\t\t\t\t\nAPPELLANT\nand\nINDUSTRIAL ZONE LIMITED\t\t\t    \nRESPONDENT\nCORAM:\tSCOTT, MTHIYANE, JAFTA, PONNAN JJA and MAYA AJA\nHEARD:\t6 SEPTEMBER\n2005\nDELIVERED:\t28 SEPTEMBER\n2005\nSummary:\tSole member of a close corporation seeking to\nrepresent it - whether refusal to grant him audience misdirection –\nwhether\ncase fell within exception to rule barring a person who is not a\npractitioner from representing a corporate entity – whether\nrefusal to\ngrant postponement was justified – default not adequately explained - bona\nfide defence not disclosed - circumstances\nin which a court will grant\nindulgence discussed.\nJUDGMENT\nMTHIYANE JA:\nMTHIYANE JA:\n[1]\tThis is an appeal against the judgment\nof Brassey AJ sitting in the Johannesburg High Court, in which he refused to\ngrant the\nappellant, a close corporation, a postponement to file an answering\naffidavit and to allow its sole member, Mr Ashum Kumar Nannen,\nto represent it\nduring the hearing of the application for a postponement. The appeal is with the\nleave of the learned judge.\n[2]\tThe background facts are briefly the\nfollowing. On 14 December 2001 the appellant and the respondent concluded an\nagreement of\nsale in terms of which the appellant was required to make certain\npayments. The appellant fell in arrears with those payments and\nvarious\naccommodations were granted in order to assist it, which were ultimately\nfruitless. Notice of cancellation was given in terms\nof the agreement of sale.\nThe cancellation clauses in the agreement provided for 14 days’ notice to\nbe given to the defaulting\nparty to rectify the defect, failing which\ncancellation would be permissible. The notice upon which the appellant relies\nwas issued\non 4 March 2003 and expired accordingly on 18 March 2003.  The notice\nappears to have been served on the appellant at its place of\nbusiness and signed\nfor by one Kamal Singh. The respondent by implication denies that it received\nthe notice.\n[3]\tOn 12 November 2003 the respondent launched an application in\nthe Johannesburg High Court for an order declaring that the written\nagreement\nconcluded between the parties on 14 December 2001 had been validly cancelled and\nthat it was of no force and effect.\n[4]\tA Notice of Intention to Oppose\nwas filed and served on the respondent on 14 November 2003 and thereafter no\nfurther steps appear\nto have been taken by the appellant. On 3 February 2004 the\nrespondent set the application down for hearing on the opposed roll.\nThe matter\ncame before Blieden J and the appellant was represented by Mr Ashum Kumar\nNannen, who is not a legal practitioner. The\napplication was stood down until\nthe following day (4 February 2004) to enable Mr Nannen to apply for a\npostponement.\n[5]\tAt the hearing before Blieden J Mr Nannen was\napparently told that he would not be allowed to represent the appellant as he\nwas\nnot a legal practitioner. However on the following day (4 February 2004) he\nagain appeared on behalf of the appellant and sought\na postponement. Blieden J\ndirected that Mr Nannen prepare and file an affidavit in support of his request\nfor a postponement and\nindicated that he could himself bring the affidavit to\ncourt, a suggestion which counsel for the appellant submitted led Mr Nannen\nto\nthink he could appear on behalf of the appellant.\n[6]\tAt the next hearing\nthe matter came before Brassey AJ. The learned judge was prepared to receive the\naffidavit but refused to\nallow Mr Nannen to represent the appellant as, reasoned\nthe judge, a corporate entity could only be represented by a legal\nrepresentative.\n[7]\tThe judge then as a compromise, perhaps, devised and\nembarked on some procedure whereby Mr Nannen was permitted to relay his\nsubmissions\nto the court through Mr Konstantinides, counsel for the respondent.\nThe proceedings continued in that vein up until their conclusion\nwhen Brassey AJ\nmade an order refusing the postponement and granted the respondent the relief it\nsought.\n[8]\tThe issue on appeal is whether the present matter is not one\nof those cases that fall within the exception to the rule barring\na person who\nis not a legal practitioner from representing a corporate entity, where the\ncourt\na quo\nshould have exercised its discretion in favour of allowing Mr\nNannen to represent the appellant. That the refusal to grant Mr Nannen\naudience\narose from an erroneous belief on the part of the judge\na quo\nthat he had\nno discretion in the matter leaves of no doubt. That much is clear from what he\nsaid during the application for leave\nto appeal:\n‘It is correct that I\nrefused to give Mr Nannen an audience. I did so in the belief that a corporate\nentity could only be represented\nbefore me through a legal\nrepresentative’.\n[9]\tThe question of representation of a corporate\nbody by a natural person who is not a legal practitioner has been the subject of\ndiscussion in numerous cases. One such case is\nYates Investment (Pty) Ltd v\nCommissioner for Inland\nRevenue\n[1]\nwhere a\nbeneficial shareholder sought to appear for a company to argue an appeal on its\nbehalf. He was refused permission to do so.\nWithout any detailed discussion of\nthe rule and its source, presumably because on the facts of that case such\ndiscussion was not\nwarranted, Centlivres CJ held that an artificial person could\nnot appear in person and had to be represented by a duly admitted\nadvocate.\n[10]\tFollowing and applying the rule in\nYates Investment\n(Pty) Ltd v Commissioner for Inland Revenue\n, Hurt J held in\nHallowes v\nThe Yacht Sweet Waters\n[2]\nthat a juristic person can only litigate and appear before a court through a\nrepresentative duly qualified and admitted to practise\nas such and that for\npractical purposes the doors of the court were closed to the close\ncorporation.\n[11]\tThe decision in\nHallowes v The Yacht Sweet Waters\nhas been severely criticised in\nLees Import & Export (Pty) Ltd v\nZimbabwe Banking Corporation\nLtd\n[3]\nas having overlooked\nthe\ncaveat\nplaced upon the rule, recognising the court’s residual\npower to regulate its own proceedings unless fettered by legislation.\nThe\ncaveat\nembodies a power which a court has, in the exercise of its\ndiscretion and in the interests of justice, to permit a person other than\na\nlegal practitioner to appear before it on behalf of a corporate entity, but only\nif exceptional circumstances so warrant it.\n[12]\tThere is a lot to be\nsaid for the above criticism. It is clear that the rule limiting representation\nof a corporate entity to\nlegal practitioners is not inflexible. In\nArbuthnot\nLeasing International Ltd v Havelet Leasing Ltd &\nothers\n[4]\n, while accepting that\nthe normal rule was that a body corporate must appear by counsel or solicitor,\nthe court recognised that in\ncertain exceptional circumstances, a director who\nis a party to litigation to which a company is also a party may be allowed to\nappear\nin person for purposes which are also those of the\ncompany.\n[13]\tIn\nCalifornia Spice Marinade (Pty) Ltd and others in re:\nBankorp v California Spice and Marinade (Pty) Ltd v others; Fair O’Rama\nProperty Investments CC v others; Tsaperas; and\nTsaperas\n[5]\nafter tracing the\nhistory of the rule in the English common law Wunsch J came to the conclusion\nthat a court should be entitled,\nin an appropriate case and to avoid injustice,\nto allow at least a one-person company to be represented at a court hearing by\nits\nalter ego\n. The learned judge said that the inconvenience caused to\nthe court as a result of an unqualified person appearing before it had to\nbe\nweighed up against the injustice of a juristic person being denied access to the\ncourts. In this regard I agree with the reasoning\nof Wunsch\nJ.\n[14]\tTurning to the facts of this case it seems to me that very little\nof the court’s time would have been taken up if Brassey\nAJ had allowed Mr\nNannen to address him on the merits of the application for a postponement. The\neffect of his refusal was that the\nappellant was denied an opportunity to be\nheard. The defect was not remedied by the learned judge receiving the\nappellant’s\nsubmissions through the respondent’s counsel, Mr\nKonstantinides. In my view the refusal by Brassey AJ to exercise a discretion\nof\ngranting Mr Nannen audience was a misdirection which entitles this court to\ninterfere with his refusal to grant Mr Nannen audience\nand to consider the\napplication for a postponement afresh. We have not been asked to remit the\nmatter to Brassey AJ but to deal with\nit in this court. In this regard the\nappellant was required to satisfy two requirements: first, it had to show that\nthe delay or\nfailure to file an answering affidavit was not wilful and secondly,\nthat it has a bona fide defence to the main application. I discuss\nthe two\nrequirements in turn.\n[15]\tWith regard to the question of delay Mr Nannen\nsays upon receiving the papers in the main application he handed them to the\nappellant’s\nerstwhile attorneys, Chibabhai Jivan Inc. of Mayfair,\nJohannesburg. The Notice of Intention to Oppose was filed on 21 November 2003\nand no further steps were taken. Mr Nannen says he paid the attorneys R10 000 by\nway of fees and thereafter continued to pay a retainer\nof R1 500 per week. He\nsays further that he entertained ‘a serious belief’ that the matter\nwould be attended to by the\nattorneys. He also says that before the papers in\nthe present application were served he consulted with an advocate, presumably\narranged\nby his erstwhile attorneys. He does not understand why the attorneys\ndid not prepare, file and serve the opposing affidavits. No\naffidavit has been\nput up by any member of the attorneys’ firm with whom he has had dealings,\nto corroborate his story. Of\ncourse this is not meant as a criticism – it\nis just an observation. There seems to have been a total lack of urgency on his\npart in attending to the matter. This is evidenced by the fact that Mr Nannen\ndid not at any stage complain to the attorneys that\nthe matter was not being\nattended to notwithstanding that he was presumably in constant contact with them\non a weekly basis, seeing\nthat he made weekly payments to them of the retainer\nof R1 500 at a time. It has been held that litigants ‘cannot divest\nthemselves\nof their responsibilities in relation to the action and then complain\nvis-à-vis\nthe other party to the action that their agents, in whom\nthey have apparently vested sole responsibility have failed them.’\n(See\nDe Wet and others v Western\nBank\n[6]\n).\n[16]\tDuring\nDecember 2003 he consulted another firm of attorneys, SA Ebrahim, of Pretoria.\nHe duly paid fees for consultation but\nnothing could be done as the attorneys\nwere closing for the end of the year vacation. During the last week of December\n2003 he was\nadvised that a notice of set down of the present application had\nbeen served on his erstwhile attorneys on 17 December 2003. But\nfor a reason not\ndisclosed in the papers he waited until 31 January 2004 when he consulted a new\nfirm of attorneys, AS Cassim and\nCo of Pretoria, the appellant’s present\nattorneys of record. Mr Cassim of this firm told him that he could only\nrepresent the\nappellant if a postponement were granted. In his presence the\nattorney telephoned the respondent’s attorneys requesting a postponement\nbut this was refused.\n[17]\tMr Nannen says he is not to blame for the\ndelay, the fault of which he places firmly at the door of the appellant’s\nerstwhile\nattorneys. He says he does not understand the rules of court and the\nprocedures.  He urges that the appellant should not be prejudiced\nthereby.\n[18]\tIf Mr Nannen received notice of service of the papers in\nthe present application, as he says he did, during the last week of\nDecember\n2003, it is not clear why he only consulted his present attorneys of record on\n31 January 2004. In paragraphs (a) and (b)\nof the Notice of Motion it is clearly\nstated that notice of opposition has to be given within\nfive\ndays of\nservice of the application and the answering affidavit, within\nfifteen\ndays thereafter. The notification is plain and does not require any legal\nknowledge to understand and to act upon it. Mr Nannen’s\nreliance on lack\nof knowledge of the rules and procedures does not assist. There is no\nexplanation of what Mr Nannen did for the\nentire month of January 2004 after\nbecoming aware of the service of the application on the appellant. The appellant\nsought the court’s\nindulgence and yet did not see it fit to place facts\nfrom which the court could determine whether or not it was in wilful default\nin\nrespect of the filing of an answering affidavit.\n[19]\tAs to the\nappellant’s defence to the main application, there is yet again a glaring\npaucity of information. Mr Nannen says\nbefore the present application was\nserved, he consulted with an advocate arranged by his erstwhile attorneys, who\nadvised him that\nin order to cancel the contract of sale between the respondent\nand the appellant, the respondent had to serve notice of any breach.\nAs far as\nthe appellant was concerned the contract would therefore not be cancelled. This\nis a conclusion of some sort and the basis\nfor it has not been disclosed.\nFinally Mr Nannen alleged that the respondent, too, was not prepared to perform\ncertain contractual\nobligations, despite requests to do so. We are not told what\nthose obligations are that were not complied with. That is the sum total\nof the\nappellant’s defence. To my mind it is far from convincing. It is true that\nat this stage the appellant was not expected\nto set out his defence in full. But\nwhat was required of the appellant was to place facts from which the court could\nsay that there\nwas a bona fide defence to the main\napplication.\n[20]\tNotwithstanding the misdirection on the part of Brassey\nAJ occasioned by his refusal to permit Mr Nannen to address him on the\nmerits,\nthe refusal to grant a postponement was correct.\nIn the result the\nappeal is dismissed with costs, such costs to include the costs occasioned by\nthe application for condonation.\n__________________\nKK MTHIYANE\nJUDGE OF APPEAL\nCONCUR:\nJAFTA\nJA\nMAYA\nAJA\nPONNAN\nJA:\n[21]\tI have had the benefit of reading the judgment of my brother\nMthiyane. Although I agree with the conclusion to which he comes\nI do not\nendorse his approach.\n[22]\tIn my view the real issue is whether the\nappellant suffered any prejudice as a result of Brassey AJ's failure to afford\nMr Nannen\nthe opportunity to address the court on the issue of a postponement.\nIn other words, it is unnecessary to consider the circumstances\nin which the\nso-called rule barring a non-legal person from representing a corporate entity\nmay be relaxed. Even if it is accepted\nin the appellant’s favour that\nBrassey AJ misdirected himself in this regard it does not follow that the\nappellant would have\nbeen entitled to the postponement it now seeks on appeal.\nThe effect of such a misdirection on the part of the court\na quo\nwould be\nthat this Court would be free to consider whether in all the circumstances a\npostponement should have been granted.\n[23]\tThe respondent's claim\nagainst the appellant is set out in detail in its founding affidavit in the\ncourt\na\nquo\n. It is alleged that the appellant failed over a\nprotracted period to meet its contractual obligations. The affidavit catalogues\nrepeated\ninstances of the appellant's failure to effect payment in terms of the\nagreement timeously or at all. Dishonoured cheques were the\norder of the day. By\n30 March 2003 the appellant should in terms of the agreement have paid R797\n065,79 (excluding interest). The\nappellant had in fact only paid R450\n000,00.\n[24]\tIn the face of these persistent breaches, the respondent,\nthrough its attorney, delivered to the appellant on 4 March 2003, a\nnotice\ncalling upon it within 14 days of receipt to rectify its breach. In response the\nappellant furnished to the respondent certain\nletters of undertaking. According\nto investigations conducted by the respondent: the first, emanating from FNB,\ncontained unauthorised\nalterations; and, the second, emanating from Engen was a\nforgery. On 8 July 2003 the respondent accordingly cancelled the\nagreement.\n[25]\tThese in a nutshell were the factual allegations that\nconfronted the appellant. The response of Nannen on behalf of the appellant\nwas:\n‘ ... I was advised that the deed of sale between the applicant and\nthe respondent, the applicant had to serve notice of any\nbreach of the contract\nin order to cancel the contract. The contract could therefore not be\ncancelled.’\nThe language employed by Nannen is curious. It is not in\ndispute that the respondent had to serve a notice of breach. Nor could it\nbe.\nThat flows from the agreement. Nannen does not assert positively that no such\nnotice had been served. He likewise does not attempt\nto explain the signed\nacknowledgment of receipt endorsed on the notice. It is expected of the reader,\nit would seem, simply to infer,\ndespite the respondent's detailed allegations to\nthe contrary, that no such notice had in fact been delivered and consequently\ntherefore\nthere can be no cancellation. Nannen, moreover, makes not attempt to\ndeal with the repeated breaches by the appellant detailed in\nthe respondent's\nfounding affidavit. Nor for that matter does he deal with the very serious\nallegations of fraud and forgery.\n[26]\tHe does confirm having received\nthe application papers in the matter. According to him those papers he forwarded\nto the appellant's\nthen attorney. Nothing appears to have been done. During\nDecember 2003, precisely when he does not say, he consulted S A Ebrahim,\nan\nattorney in Pretoria. On 31 January 2004 he consulted with A S Cassim also an\nattorney in Pretoria.\n[27]\tHe must undoubtedly have known that the\nnecessary papers in opposition to the relief sought had not been served and\nfiled. Why\nelse would he have changed attorneys not once but twice? And yet\naside from consulting with those attorneys he did nothing further.\nNannen has\nchosen to be deliberately vague. His coyness must redound to his discredit. At\nthe very latest by December 2003 when he\nconsulted with attorney Ebrahim he must\nhave known that no opposing affidavit had been filed. He seeks to explain that\nfailure in\nthe following terms: ‘I cannot understand why my previous\nattorneys did not prepare opposing affidavits in this matter and\ndid not inform\nme as to their reasons for not preparing and filing same with the applicant's\nattorneys and at the above honourable\ncourt’. That explanation is not only\nfar from illuminating but is unsatisfactory. He says: ‘[I]f anyone is to\nbe blamed,\nit is certainly not me on behalf of the respondent and we should\ntherefore not be prejudiced thereby. The above honourable court\nshould look\ntowards my previous attorney's of records conduct in this matter’. This\nassertion rings hollow.\n[28]\tIn short, the appellant has failed miserably\nto explain its tardiness. A postponement was not there for the asking. The\nappellant\nhad to make out a proper case in support of its application for a\npostponement. That it failed to do. Not only did it fail to explain\nwith\nsufficient candour why no further steps had been taken by it in the matter but\nthe affidavit ultimately filed on its behalf\nfalls far short of establishing\nthat it has a\nbona\nfide\ndefence to the respondent's\nclaim.\n[29]\tSenior counsel who appeared on behalf of the appellant in\nthis court sought to persuade us that on the basis of the affidavit\nfiled by\nNannen a postponement was justified. Everything that could be said in support of\na postponement was said and debated in\nthis Court. The appellant was undoubtedly\nplaced in a better position than it would have been had it been left to a lay\nperson to\nargue the matter. Nothing that was said in this court has caused me to\nbelieve that the circumstances were such that the decision\nto refuse a\npostponement was not the correct one. It follows that I agree that the appeal\nmust fail.\nV M PONNAN\nJUDGE OF APPEAL\nCONCUR:\nSCOTT  JA\n[1]\n1956 (1) SA 364\nAD.\n[2]\n1995 (2) SA 270\nD at 273\nC-D.\n[3]\n1999 (4) SA 1119\nZSC at\n1126 A-D.\n[4]\n[1991] 1 ALL ER (CH\nD), at 597 to 598 a-h 599 a e\ng.\n[5]\n[1997] ALL SA 317\n(W).\n[6]\n1979 (2) SA 1031\n(AD) at\n1044 C.",
  "scraped_at": "2026-02-12T15:03:22.967795",
  "date": "2005-09-28",
  "coram": [
    "SCOTT",
    "MTHIYANE",
    "JAFTA",
    "PONNAN JJA",
    "MAYA AJA"
  ],
  "case_number": "293/2004",
  "parties": {
    "applicants": [
      "Navy Two CC"
    ],
    "respondents": [
      "Industrial Zone Limited"
    ]
  },
  "sections": {
    "facts": "The appellant, Navy Two CC, entered into a sale agreement with the respondent on 14 December 2001, obligating the appellant to make payments. The appellant fell into arrears, and after a series of unsuccessful accommodations, the respondent issued a notice of cancellation on 4 March 2003, which expired on 18 March 2003. The respondent then applied in the Johannesburg High Court for an order declaring the agreement cancelled. The appellant filed a notice of intention to oppose but failed to file an answering affidavit. The sole member of the close corporation, Mr Ashum Kumar Nannen, who is not a legal practitioner, attempted to represent the appellant at various hearings. The trial judge refused him audience on the basis that only legal practitioners may represent corporate entities, eventually allowing him to relay submissions through the respondent's counsel. The trial judge also refused a postponement of the proceedings.",
    "issues": "1. Whether the trial judge erred in refusing to allow a non‑legal practitioner to represent a close corporation, contrary to the exception to the rule barring such representation. 2. Whether the appellant was in wilful default in failing to file an answering affidavit and whether it had a bona fide defence that would justify a postponement. 3. Whether the refusal to grant a postponement was justified despite any misdirection on representation.",
    "principles": "South African law holds that a juristic person must be represented by a duly admitted advocate or attorney, but courts retain a residual discretion to relax this rule in exceptional circumstances to avoid injustice. This principle is derived from cases such as Yates Investment v Commissioner for Inland Revenue, Hallowes v The Yacht Sweet Waters, Lees Import & Export v Zimbabwe Banking Corporation, Arbuthnot Leasing International v Havelet Leasing, and the reasoning of Wunsch J in the California Spice series. The court may permit a lay person to appear where the inconvenience to the court is outweighed by the prejudice to the corporate party.",
    "application": "The appellate court examined the limited prejudice that would have been caused if Mr Nannen had been allowed to address the court directly and concluded that the trial judge’s refusal to exercise discretion amounted to misdirection. However, the court found that the appellant had not provided a satisfactory explanation for its delay in filing an answering affidavit and had not demonstrated a bona fide defence to the respondent’s claim. The appellant’s reliance on former attorneys and lack of urgency were deemed insufficient to show that the default was not wilful. Consequently, even if the representation issue was misdirected, the substantive requirements for a postponement were not met.",
    "conclusion": "The appeal was dismissed with costs, including the costs incurred in the application for condonation. The refusal to grant a postponement was upheld, and the respondent’s relief was affirmed."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Representation of Corporate Entities",
    "level_3": [
      "non-legal representation",
      "postponement",
      "wilful default",
      "bona fide defence"
    ]
  }
}