{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/93.html",
  "case_name": "SA Breweries Ltd v Van Zyl (381/2004) [2005] ZASCA 93; 2006 (1) SA 197 (SCA) (29 September 2005)",
  "citation": "[2005] ZASCA 93",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 93\n|\nNoteup\n|\nLawCite\nSA Breweries Ltd v Van Zyl (381/2004) [2005] ZASCA 93; 2006 (1) SA 197 (SCA) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  381/04\nIn the matter between:\nS A BREWERIES LIMITED\nAppellant\nand\nPIETER VAN ZYL\nRespondent\nCORAM\n:\nMPATI DP, BRAND, JAFTA, MLAMBO JJA and CACHALIA\nAJA\nHEARD\n:\n1 SEPTEMBER\n2005\nDELIVERED\n:\n29 SEPTEMBER 2005\nSummary:\nCession – Deed of Suretyship in respect of money owing\n– rights under - debt ceded – principle relating to rule\n‘huur\ngaat voor koop’ has no application in law relating to cession –\nunless Deed of Suretyship provides otherwise,\nsurety only liable in respect of\nmoneys owing at time of cession of principal\ndebt.\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nDP:\n[1]\tThe issue in this appeal is the extent of the liability\nof a surety where the creditor, as part of a sale agreement in respect\nof a\nbusiness, ceded claims against its debtors and the cessionary, as the new owner,\ncontinues to give credit to the debtor.  The\nfacts are fairly straight forward. \nDuring July 1997 the respondent (second defendant in the court\na quo\n)\nand four other persons (third to sixth defendants\na quo\n) purchased all\nthe shares in a company, Gensam (Pty) Ltd (first defendant\na quo\n), the\nowner of a liquor business, Ray’s Liquor Store, and consequently became\nits directors.  On 7 July 1997 two of the directors\n(third and fourth defendants\na quo\n) (the managers), having taken charge of the business, signed an\napplication form ‘to trade with cash and/or credit facilities’\nwith\nthe beer division of South African Breweries Ltd, a company registered in 1969\n(SAB 69).  On the same date the appellant and\nthe other directors signed\nindividual Deeds of Suretyship, each binding himself as surety and co-principal\ndebtor for money ‘which\nmay at any time be or become owing’ by\nGensam to SAB 69.\n[2]\tOn 4 March 1999 SAB 69 sold its beer division\nbusiness, as a going concern, to Lexshell 159 Investment Holdings (Pty) Ltd\n(Lexshell),\na private company registered in 1998.  In terms of the agreement of\npurchase and sale SAB 69 ceded to Lexshell ‘all the seller’s\nright,\ntitle and interest in and to debtors’ and ‘any outstanding orders\nfor goods in transit’ with effect from\n‘the effective date’,\nviz 4 March 1999.  On 19 March 1999 Lexshell changed its name to South African\nBreweries (Pty)\nLtd, which was later converted into a public company, South\nAfrican Breweries Ltd, the appellant (SAB 98).  The original South African\nBreweries Ltd had become dormant.\n[3]\tLexshell and its successor (SAB 98)\ncontinued to sell liquor to Gensam on account, apparently on the strength of the\nagreement\n(the credit agreement) between the latter and SAB 69.  The credit\nagreement, according to Hermanus Jacobus Kriel (Kriel), credit\nmanager of SAB 69\nat the time, came into existence when the application for credit, signed on 7\nJuly 1997 by the managers, was received\nand accepted.  Because of mismanagement\nGensam encountered difficulty in reducing its indebtedness to SAB 98 and in June\n2000 it\nowed more than R610 000.  Certain negotiations then took place, on how\nthe debt was to be paid off, between Pieter Venter (third\ndefendant\na\nquo\n), one of the managers, and Kriel, who was now the credit manager of SAB\n98, having transferred with other staff members from SAB\n69 to Lexshell in terms\nof the agreement of sale.  It was, however, clear by November 2000 that the debt\nwas not being satisfactorily\nserved, but as at 28 February 2001 it had been\nreduced to R515 177,14.  On 31 March 2001 Kriel issued a certificate of\nindebtedness\nin that amount, as contemplated in terms of clause 4 of the credit\nagreement, as well as clause 8 of the Deed of Suretyship.\n[4]\tSummons was\nthen issued against Gensam as the debtor, and against its five directors, in\ntheir capacity as sureties, for payment\nof the amount of R515 177,14. \nJudgment by default was obtained against the first, third, fourth and sixth\ndefendants.  The\nfifth defendant’s estate had already been sequestrated\nand no judgment was entered against him.  Only the respondent (as second\ndefendant) defended the action.  The court\na quo\n(Van den Heever AJ)\ndismissed the action and refused leave to appeal, which was subsequently granted\nby this court.\n[5]\tIn dismissing the action Van den Heever AJ upheld the\nrespondent’s main defence, which was, in essence, that the respondent\nhad\nnever secured the debts of Gensam arising from liquor purchases made from SAB 98\non account.  It had been argued, on behalf of\nSAB 98, that through the cession\nof the principal debt and by operation of law (\nex lege\n), SAB 98 was\nsubstituted as creditor in the place of SAB 69.  It was thus entitled to claim\npayment of the principal debt from the\nrespondent as surety.  This argument was\npursued in this court, reliance for the proposition being placed on\nPizani\nand Another v First Consolidated Holdings (Pty) Ltd\n1979 (1) 69 (A) and\nMignoel Properties (Pty) Ltd v Kneebone\n1989 (4) 1042 (A).  The court\na quo\nheld, however, that no substitution by operation of law had taken\nplace, in respect of both the credit agreement and the Deed of\nSuretyship, when\nSAB 69 ceded its ‘right, title and interest in and to the debtors’\nto Lexshell, and that what was ceded\nwas only SAB 69’s right of action in\nrespect of any amounts owed to it as at the date of the cession.\n[6]\tThe\nPizani\njudgment held (at 78H) that in the absence of any contrary\nindications in the cession or in the deed of suretyship, the cessionary\nacquires\nthe cedent’s rights against both the principal debtor and the surety, and\nmay sue the surety without the necessity\nof a separate cession in respect of the\nrights against the surety.  The correctness of that position was not challenged\nby counsel\nfor the respondent in the present matter, nor did he submit that the\nDeed of Suretyship prohibits the cession by the cedent of its\nrights against the\nrespondent as surety.  I can find no support in\nPizani\nfor the\nproposition that a cession of the principal debt has the effect of substituting\nthe cessionary for the cedent, which would\nthen have the effect of burdening the\nsurety with liability for a future debt owed to the cessionary by the principal\ndebtor.\n[7]\tIn\nMignoel Properties\n, supra, the lessor (owner)\nleased certain premises to the lessee for a period of three years in terms of a\nwritten agreement of lease.\n After a year the lessor sold the immovable property\nof which the leased premises formed part.  The lessee failed to pay rental for\na\nperiod of eight months subsequent to the sale of the property.  The new owner\n(the appellant) sued the respondent (and another),\nfor payment of the\noutstanding rental.  The respondent had, in writing, bound himself to the lessor\n(previous owner) as surety and\nco-principal debtor for the due payment by the\nlessee ‘of all such sums which may now or at any time be or become owing\nby\nor claimable from the debtor . . . to the creditor from any cause whatsoever,\nin respect of’ the lease.  The respondent pleaded\nspecially that, as there\nhad been no cession to the appellant of the lessor’s rights in and to the\nlease between it and the\nlessee, the appellant was not entitled to claim payment\nof the outstanding rental from him.  It was held in that case (at 1050J-1051A)\nthat once a lessee ‘elects’ to remain in the leased premises after a\nsale, ‘the seller\nex lege\nfalls out of the picture and his place as\nlessor is taken by the purchaser’.  No new contract comes into existence. \nThe purchaser\nis substituted for the seller as lessor without the necessity for\na cession of rights or an assignment of obligations.  By such substitution\nthe\npurchaser acquires all the rights which the seller had in terms of the lease. \nThis is the effect of the maxim ‘huur gaat\nvoor koop’, the court\nheld, ie the purchaser is substituted as lessor in place of the seller.  See\nalso\nGenna-Wae Properties (Pty) Ltd v Medio-Tronics\n(Natal) (Pty) Ltd\n1995 (2) 926 (A).\n[8]\tCounsel for SAB 98 submitted that this\nprinciple is similarly applicable in the instant case and that on that basis the\ncourt\na quo\nshould have found in favour of SAB 98.  I disagree. \nDifferent considerations apply.  With the sale of leased property the purchaser\nsteps into the shoes of the seller.  He or she becomes the new owner and\nacquires the seller’s rights with regard to the lease\nagreement by\noperation of law.  The seller falls out of the picture completely.  No cession\nof rights is necessary (\nMignoel’s\ncase, supra).  In the present\nmatter SAB 98 could not claim, from the debtors of SAB 69, payment of moneys\nowed to SAB 69 without\nthe latter having ceded its rights to the debts to the\nformer.  The reason is obvious.  Prior to the sale the relationship of debtor\nand creditor was only between SAB 69 and its debtors.  SAB 98 would have had no\nlocus standi\nto sue SAB 69’s debtors for payment of debts owed to\nthe latter.  For it to be able to claim payment of such debts it would\nrequire a\nright to do so.  And it could only acquire such right by way of the cession,\nwhereby SAB 69 (the cedent) transferred its\nright of action\nagainst its\ndebtors to Lexshell (later to become SAB 98) (the cessionary).\nLTA\nEngineering Co Ltd v Seacat Investments (Pty) Ltd\n1974 (1) 747 (A) 762 A. \nThe sale of the business, without the cession, would not have conferred any\nrights upon SAB 98 to recover\ndebts owed to SAB 69, and consequently would have\nhad no right of action against the respondent as surety.  It follows that the\nprinciple\nrelating to the rule ‘huur gaat voor koop’ has no\napplication in the law relating to cession of rights or assignment\nof\nobligations.\n[9]\tWhat then, was the extent of the respondent’s\nliability under the suretyship agreement?  The only right of action that SAB\n69\nhad against its debtors and which it could cede to SAB 98 at the time of the\ncession was the right to claim what was owed to it\nas at the date of the\ncession.  It had no right of action for the future debts of its debtors and it\ncould not cede rights that had\nnot accrued to it.  The liability of a surety\nbeing ancillary to that of the principal debtor, the respondent was accordingly\nonly\nliable to be sued for payment of moneys owed to SAB 69 by Gensam on the\ndate of the cession, viz 4 March 1999, and for moneys in\nrespect of\n‘outstanding orders for goods in transit’.   There was no allegation\nin the pleadings that the moneys sued\nfor by SAB 98 is money that was owed to\nSAB 69 or moneys for ‘outstanding orders for goods in transit’ at\nthe time of\nthe cession.  But the court\na quo\nconsidered the relevant\naccounts and found that on 28 April 2000 the account of Gensam was in credit and\nthat all subsequent purchases\nwere made from SAB 98.  All amounts that were\nowing to SAB 69 as at the date of the cession had thus been settled, the court\nheld.\n[10]\tIt was in my view unnecessary for the court\na quo\nto\nembark on this exercise.  There was no endeavour whatsoever, on behalf of SAB\n98, to prove the amount owing by Gensam to SAB 69\nas at the date of the cession\nof SAB 69’s ‘right, title and interest in and to’ its debtors.\nCounsel for SAB 98\nconceded that in the event of it being found that the\nrespondent, as surety, was only liable for amounts owed by Gensam to SAB 69\nas\nat the date of the cession then the action had to be dismissed.  That was indeed\nthe order of the court\na quo\n.\n[11]\tThe appeal is dismissed with\ncosts.\nL MPATI\nDP\nCONCUR:\nBRAND JA)\nJAFTA\nJA)\nMLAMBO JA\nCACHALIA AJA)",
  "scraped_at": "2026-02-12T15:03:42.609807",
  "date": "2005-09-29",
  "coram": [
    "MPATI DP",
    "BRAND",
    "JAFTA",
    "MLAMBO JJA",
    "CACHALIA AJA"
  ],
  "case_number": "381/04",
  "parties": {
    "applicants": [
      "S A BREWERIES LIMITED"
    ],
    "respondents": [
      "PIETER VAN ZYL"
    ]
  },
  "sections": {
    "facts": "In July 1997 Pieter Van Zyl and four other persons purchased the shares of Gensam (Pty) Ltd, the owner of Ray's Liquor Store, and became its directors. On the same day the directors applied for credit facilities with the beer division of South African Breweries Ltd (SAB 69) and the appellant, together with the other directors, signed individual deeds of suretyship, each guaranteeing any present or future debts of Gensam to SAB 69. On 4 March 1999 SAB 69 sold its beer division to Lexshell 159 Investment Holdings, which subsequently became South African Breweries Ltd (SAB 98). As part of that sale, SAB 69 ceded to Lexshell all of its rights, title and interest in its debtors and any outstanding orders for goods in transit, effective from the date of the cession. Lexshell/SAB 98 continued to supply liquor to Gensam on credit. By June 2000 Gensam owed more than R610,000 and negotiations were held about repayment. On 31 March 2001 SAB 98 issued a certificate of indebtedness for R515,177.14, and summons were issued against Gensam and its directors as sureties. The lower court dismissed the action against the respondent, holding that the respondent had never secured the debts arising after the cession, and the appeal was brought before the Supreme Court of Appeal.",
    "issues": "The appeal raised two principal issues: (1) whether the cession of the principal debt from SAB 69 to SAB 98 substituted SAB 98 for SAB 69 as creditor for the purposes of the suretyship, thereby making the respondent liable for debts incurred after the cession; and (2) whether the common-law maxim ‘huur gaat voor koop’ (lease takes precedence over purchase) applied to the cession of credit rights, extending the surety’s liability to future debts.",
    "principles": "The court restated that a cession transfers only the cedent’s existing right of action at the time of cession; it does not convey future or as‑yet‑accrued rights unless expressly provided. The maxim ‘huur gaat voor koop’ applies to the sale of leased property where the purchaser automatically steps into the lessor’s shoes, but it does not extend to the cession of contractual credit rights. Precedents cited included Pizani v First Consolidated Holdings (where a cession of a principal debt does not automatically burden the surety with future debts) and Mignoel Properties v Kneebone (illustrating the lease principle). The surety’s liability is ancillary to the principal debt and is limited to the amount owed at the date of the cession and any orders in transit at that time.",
    "application": "Applying these principles, the court concluded that SAB 98 could only claim the amount owed to SAB 69 as of 4 March 1999, the date of the cession, and any outstanding orders for goods in transit. No evidence was produced to show that such an amount was still outstanding at that date; in fact, the Gensam account was in credit by April 2000 and all subsequent purchases were made from SAB 98. Consequently, the respondent’s liability as surety was confined to a debt that had already been satisfied, and SAB 98 had no basis to pursue the respondent for the later indebtedness.",
    "conclusion": "The appeal was dismissed with costs. The Supreme Court of Appeal affirmed that the respondent was not liable for the post‑cession debts and that the rule ‘huur gaat voor koop’ had no application to the cession of credit rights in this context."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Suretyship",
    "level_3": [
      "cession of debt",
      "credit agreement",
      "huur gaat voor koop",
      "principal debtor",
      "contract law"
    ]
  }
}