{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/116.html",
  "case_name": "Badenhorst v Badenhorst (07/2005) [2005] ZASCA 116; [2006] 2 All SA 363 (SCA); 2006 (2) SA 255 (SCA) (29 November 2005)",
  "citation": "[2005] ZASCA 116",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 116\n|\nNoteup\n|\nLawCite\nBadenhorst v Badenhorst (07/2005) [2005] ZASCA 116; [2006] 2 All SA 363 (SCA); 2006 (2) SA 255 (SCA) (29 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 January 2006\nIN THE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nREPORTABLE\nCase no:  7/05\nIn the matter between\nL BADENHORST\t\t\t\t\t\tAPPELLANT\nand\nI\nBADENHORST\t\t\t\t\t\t\tRESPONDENT\nCoram:\nMPATI DP, ZULMAN, NUGENT, LEWIS JJA and COMBRINCK\nAJA\nHeard:\n15\nNOVEMBER 2005\nDelivered:\t29 NOVEMBER\n2005\nSummary:\tHusband and wife – redistribution order in\nterms of sec 7(3) of Act 70 of 1979 – when assets of\ninter vivos\ntrust can be taken into\naccount.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nCOMBRINCK\nAJA\nCOMBRINCK AJA:\n[1]\nThe crisp issue in this\nappeal is whether, when making a redistribution order in terms of sec 7(3) of\nthe Divorce Act 70 of 1979\n(‘the Act’), the assets of an\ninter\nvivos\ndiscretionary trust created during the marriage must be taken into\naccount.\n[2]\nThe respondent (the plaintiff in the court below) sued\nhis wife, the appellant (defendant), in the Cape High Court for a decree of\ndivorce and ancillary relief. The appellant counter-claimed and sought\ninter\nalia\nan order that, in terms of sec 7(3) of the Act, 50 per cent of the\nvalue of the respondent’s estate, be transferred to her.\nIncorporated in\nthis prayer was a claim that the assets of the Jubli Trust and the farm\n‘Jubileeskraal’ be regarded as\nassets in the respondent’s\nestate. In support of her claim the appellant alleged that the trust was\ncontrolled by the respondent\nand was in effect his alter ego. Both parties, so\nshe alleges, contributed income and talent in order to acquire the trust assets.\nHad the trust not been created all its assets would have vested in the\nrespondent. The claim that the farm also formed an asset in\nrespondent’s\nestate was abandoned by counsel during the trial. In his replication the\nrespondent admitted that he had spent\ntime, money and effort in the acquisition\nand maintenance of the trust assets. He neither admitted nor denied the\nallegation that\nthe trust was his alter ego.\n[3]\nAt the commencement\nof the trial before Ngwenya J, the parties recorded that they had reached\nagreement on the question of custody\nand maintenance of the children and that\nboth parties regarded the marriage as irretrievably broken down. The only issues\nbefore\nthe trial court were the appellant’s claim for maintenance and the\nredistribution order sought in terms of sec 7(3) of the\nAct. Although it is not\napparent from the record, the appellant must have abandoned her claim for\nmaintenance because nothing further\nwas said in evidence or in the judgment\nabout it. The respondent closed his case without giving evidence; the appellant\ntestified\nand called one witness.\n[4]\nAs the appellant’s\nevidence was uncontroverted it is a fairly simple task to record the relevant\nfacts.\n(a)\tthe parties were married to each other out of community of property by way\nof antenuptial contract on the 19\nth\nDecember 1981. The appellant was\n20 years of age and a bank clerk. The respondent was 23 and farmed with his\nfather on the farm Jubileeskraal\nin the district of Swellendam. After the\nmarriage the parties lived on the farm. It was known that the respondent would\ninherit the\nfarm and after his father had retired and moved to town shortly\nafter the marriage, the couple farmed the farm as if it was already\ntheirs. The\nrespondent’s parents, on 23 June 1982, executed a joint will in terms of\nwhich they provided that on the death\nof the first-dying the farm would be\ntransferred to a trust, the ‘J C Badenhorst Trust’. In terms of the\nwill the trustees\ncould, in their sole discretion, decide when to transfer the\nfarm to the respondent against payment of the sum of R200 000, which\nsum the\ntrust would lend to him. The respondent’s mother died in 1992 and the farm\nwas transferred to the trust. As at the\ndate of trial the trustees had not yet\nexercised their discretion to transfer the farm to respondent.\n(b)\tFour children were born of the marriage, the eldest being 19 and the\nyoungest eight at the time of the trial (2004). The appellant\nperformed the\ntraditional role of mother and was, it would appear, a very caring and dedicated\nmother. For instance, she did not\nplace them in boarding school but undertook\ndaily a 40km round trip to take and fetch them from school in Swellendam so that\nthey\ncould live at home.\n(c)\tThe appellant assisted on the farm. She did the bookkeeping, paid the wages,\nprovided food for the workers, and supported the\nrespondent in bringing about\nextensive improvements to the farm.\n(d)\tIn 1994 the Jubli Trust was created. The parties discussed it at the time\nand the respondent advised the appellant that the purpose\nwas to protect them\nagainst creditors and to avoid estate duty. At a later stage respondent branched\nout from his farming activities\nand bought two commercial buildings and an\nindustrial erf in Swellendam. It was decided to register these properties in the\nname\nof the trust. Further property, including a beach cottage, was acquired in\nthe name of the trust. At the trial the agreed nett asset\nvalue of the trust was\nR3 534 220.\n(e)\tIn November 2001 the respondent purchased the shares in a company known as\nCatwalk Investments (Pty) Ltd in the name of the trust.\nThe company owned the\nSeeff Estate Agency franchise for that part of the southern Cape. Fifty per cent\nof the shares was given to\nthe appellant and the trust remained the owner of the\nother fifty per cent. The appellant started actively working in the business\nand\nbecame an extremely successful agent. She, with the respondent, expanded the\nagency to such an extent that, at the date of the\ntrial, a further eight offices\nhad been opened in the area.\n(f)\tThe Seeff agencies enabled the appellant to build up an independent estate\nand provided her with a substantial source of income.\nHer nett asset value at\nthe time of the trial was agreed at R978 320. Her taxable income for the\nfinancial  year-end February 2003\nwas R261 338,00 and her gross income before\ntax for the year 2004 was R459 564,00.\n(g)\tThe nett value of the respondent’s estate was agreed at R1 892\n093,00.\n(h)\tThe parties separated in October 2002. Neither party ascribed the break-down\nof the marriage to the fault of the other.\n[5]\nThe judge\nin the court\na quo\nheld that the assets of the trust were to be\ndisregarded when deciding what redistribution order to make. He considered that\nthe parties\nhad started with a clean slate, that each had contributed to the\ngrowth in the other’s estate, and concluded:\n‘Although they were\nmarried out of community of property, the way they grew their respective estates\nwas as though they were\nmarried in community of property.’\nThe\nrespondent, he held, had benefited more from their joint labour as his nett\nvalue was double that of appellant’s. To bring\nthe parties on ‘equal\npar,’ as he phrased it, he ordered the respondent to transfer to the\nappellant the sum of R400\n000 thereby leaving him with an estate with a value of\nR1 492 093,00 and her with one worth R1 378 320,00.\n[6]\nAn\napplication for leave to appeal was refused. Leave was, however, granted by this\ncourt. In the notice of appeal the appellant relied\nin the main on two grounds:\nfirst, that the court\na quo\nhad erred in not taking into account that the\nrespondent enjoyed the benefit of occupying, farming, and receiving an income\nfrom the\nfarm Jubileeskraal. Secondly, that the court found that the assets of\nthe Jubli trust did not form part of the parties ‘joint\nestate’ and\nthat the appellant was therefore not entitled to 50 per cent thereof. The order\nsought by the appellant now is\nthat in addition to the amount awarded, 50 per\ncent of the nett asset value of the trust be paid to her by the respondent.\nThere\nwas no cross-appeal and appellant’s entitlement to a redistribution\norder is accordingly not in issue.\n[7]\nIt is so that the first point\nwas not taken into account by the trial judge. The issue was, however, not\nproceeded with before us\nin argument and apart from what I have to say later in\na different context, nothing further need be said about it. On the issue of\nthe\nJubli trust, the trial judge found that there was no factual basis upon which he\ncould come to the conclusion that the trust\n‘. . . . was a vehicle through\nwhich the plaintiff (respondent) protected himself.’ He then reasoned as\nfollows:\n‘[25]\tThe Jubilee Trust is a separate legal entity which\nstands to benefit her own children. If Mr De Villiers meant in his\nsubmission\nthat I must regard it as a separate entity, and yet take into account that the\nplaintiff had unlimited access to it, I\nhave grave difficulties with this\nreasoning. It is contradictory. It implies that I must make an adverse order\nagainst the trust\nvia the back door. Simply put he says I must order the\nplaintiff to transfer an amount of R946 046-50 to the defendant. The defendant\nwill, in turn, thus, have her estate increased to the net value of R1 924\n366-50. That of the plaintiff reduced to R946 046-50. Because\nthe plaintiff has\nunlimited access to Jubilee Trust, even if he cannot raise this amount from his\nown assets, so proceeds this reasoning,\nhe should be able to access Trust\nproperty to satisfy this order. In my judgment, unless I find the trust to be a\nsham, I cannot\nmake an order like this. When I find the trust to be such, I hope\nI will make a clear order to this effect. . . . In the process\nthey created the\nJubilee Trust which generated assets through the help of the plaintiff and the\ndefendant. This trust however remained\nan independent entity. It is not the\nalter ego of the plaintiff.’\nHe then concluded:\n‘[28]\tDespite\nthese powers granted to the plaintiff I do not have reasons to believe that he\nabused his powers, nor that the\nassets which the trust owns and acquired over a\nperiod of time were acquired through means which are prejudicial to the\nmatrimonial\nestate of the plaintiff and the defendant. I therefore do not have\nreasons to make an order that any asset belonging to either of\nthese trusts\nshould be transferred to the defendant or any other\nperson.’\n[8]\nStrictly speaking it is incorrect to refer to a\ntrust as a ‘separate legal entity’. See\nCommissioner for Inland\nRevenue v MacNeillie’s Estate\n1961 (3) SA 833\n(A) at\n840G-H:\n‘Neither our authorities nor our Courts have regarded it as a\npersona\nor entity. . . . It is trite law that the assets and liabilities\nin a trust vest in the trustee.’\nAnd in\nBraun v Blann and Botha NNO\n[1984] ZASCA 19\n;\n1984 (2) SA 850\n(A) at 859E-H it was said ‘In its strictly technical\nsense the trust is a legal institution\nsui\ngeneris\n.’\n[9]\nThe mere fact that the assets vested in the\ntrustees and did not form part of the respondent’s estate does not\nper\nse\nexclude them from consideration when determining what must be taken into\naccount when making a redistribution order. A trust is administered\nand\ncontrolled by trustees, much as the affairs of a close corporation are\ncontrolled by its members and a company by its shareholders.\nTo succeed in a\nclaim that trust assets be included in the estate of one of the parties to a\nmarriage there needs to be evidence\nthat such party controlled the trust and but\nfor the trust would have acquired and owned the assets in his own name. Control\nmust\nbe\nde facto\nand not necessarily\nde iure\n. A nominee of a sole\nshareholder may have\nde iure\ncontrol of the affairs of the company but\nthe\nde facto\ncontrol rests with the shareholder.\nDe iure\ncontrol\nof a trust is in the hands of the trustees but very often the founder in\nbusiness or family trusts appoints close relatives\nor friends who are either\nsupine or do the bidding of their appointer.\nDe facto\nthe founder\ncontrols the trust. To determine whether a party has such control it is\nnecessary to first have regard to the terms of\nthe trust deed, and secondly to\nconsider the evidence of how the affairs of the trust were conducted during the\nmarriage. It may\nbe that in terms of the trust deed some or all the assets are\nbeyond the control of the founder, for instance where a vesting has\ntaken place\nby a beneficiary, such as a charitable institution accepting the benefit. In\nsuch a case, provided the party had not\nmade the bequest with the intention of\nfrustrating the wife’s or husband’s claim for a redistribution, the\nasset or assets\nconcerned cannot be taken into account.\n[10]\nThe\npresent case is a classic instance of the one party, the respondent in this\ncase, having full control of the assets of the trust\nand using the trust as a\nvehicle for his business activities. The extent of his control is evident from\nthe provisions of the trust\ndeed. The founder of the trust was the\nrespondent’s father whose only contribution to the trust property was an\ninitial amount\nof R1000. The respondent and his brother are the trustees. The\ncapital beneficiaries are the children of the marriage and any children\nof a\nsubsequent marriage entered into by the respondent. The appellant was an income\nbeneficiary. The rights of the beneficiaries\n(income and capital) only vest on a\ndate to be determined by the trustees. The respondent has the right to discharge\nhis co-trustee\nand appoint someone else in his place. The terms of the trust can\nbe altered with the consent of the founder during his lifetime\nand with the\nconsent of the children after his death. The trustees have an unfettered\ndiscretion to do with the trust assets and\nincome as they see fit. The deed\nfurther provides for the respondent to be compensated for his duties as trustee,\nthereby ensuring\nan income stream should he wish to make use of\nit.\n[11]\nFrom the evidence of the appellant it is clear that in his\nconduct of the affairs of the trust the respondent seldom consulted or\nsought\nthe approval of his co-trustee, his brother. He was, in short, in full control\nof the trust. Furthermore, he paid scant regard\nto the difference between trust\nassets and his own assets. So, for instance, in a written application for credit\nfacilities with\nthe local co-operative, dated 27 March 2002, he listed the trust\nassets as his own. The liabilities in the form of bonds over the\nfixed property\nand the rental income from the buildings he also described as his. At one stage\nhe insured the beach cottage (a trust\nasset) in his own name. A property in\nCalitzdorp registered in the name of the respondent was financed by the trust.\nHe received\nan income of R50 000 a month from the Seeff agencies when in fact\nthe shares (50 per cent) in the company Catwalk Investments (Pty)\nLtd were owned\nby the trust. It is evident that, but for the trust, ownership in all the assets\nwould have vested in the respondent.\n[12]\nThe question whether\ntrust assets can be taken into account in redistribution orders has received the\nattention of the lower courts.\nIn\nGrobbelaar v Grobbelaar\n(case number\n26600/98 TPD) de Vos AJ came to the following conclusion:\n‘Inaggenome\ndie diskressionêre aard van die trust, verweerder se feitelike algehele\nbeheer daaroor, die feit dat eiseres\nnie meer ‘n begunstigde van die trust\ngaan wees nie en die feit dat die trust in wese bestaan uit bates wat die\nverweerder\nversamel het, meen ek egter dat die trust se bates moet in ag geneem\nword by beoordeling van beide die onderhoudseis en die herverdeling\nvan\nbates.’\nIn\nJordaan v Jordaan\n2001 (3) SA 288\n(C) paras 29 to 34\nthe judgment was to the same effect. See further the unreported judgment of Louw\nJ in the Cape High Court (case\nnumber 8713/2003) where he said\n‘[44]\tIn\n1996 the bare dominium of the land (the land is subject to the usufruct in\nfavour of the defendant’s mother)\nwas sold and transferred to the trust.\nIn my view, given the reason for these transactions (estate planning aimed at\nreducing or\navoiding estate duties on his death) and the control which the\ndefendant, who is not a beneficiary under the trust, retained over\nthe land\nthrough his controlling position as donor/trustee of the trust (clauses 4.3 and\n5) and the fact that he has, despite the\nseparate existence of the trust and the\nseparate bank account which was opened and operated by the trust, continued to\ntreat the\nfarm and the rental income of the trust as his own in all but name,\nthe farm should, for the purposes of\nsection 7(3)\nof the\nDivorce Act, be\ntreated\nas if it is the defendant’s personal property.’\n[13]\nIn my\nview the value of the trust assets should have been added to the value of\nrespondent’s estate. The decision of the trial\njudge to exclude the trust\nassets amounted to a clear misdirection enabling this court to substitute its\ndiscretion for that exercised\nby the court below. I consider that there was a\nfurther misdirection. When deciding what a just and equitable distribution would\nbe the judge started from the premise that at the commencement of the marriage\nneither party had any assets. He started therefore,\nas mentioned earlier, from\nwhat he called a clean slate. In this regard he erred. The respondent brought\ninto the marriage from its\ninception a working farm complete with livestock,\nmachinery, vehicles and everything else necessary for a successful farm. The\nfarm\nwas originally the sole source of the parties’ income and is the\norigin of the funds which enabled them and the Jubli trust\nto build up their\nrelatively substantial estates. This is, in my view, a material factor which\nshould have been taken into account.\n[14]\nWhat falls to be considered\nnow is whether the appellant should be awarded an amount equal to fifty per cent\nof the net asset value\nof the trust in addition to the amount of R400 000\nalready awarded her. I consider it inappropriate to approach the matter on the\nbasis of acceptance of the trial judge’s finding that the parties were to\nbe placed on an equal footing. It would be wrong\nto allow the R400 000\ndetermined by the trial judge and then decide what percentage of the value of\nthe trust assets she should be\nallowed. Because of the misdirections this court\nmust re-evaluate all the facts and determine what a just and equitable\nredistribution\nwould be, due regard being had to the factors referred to in sec\n7(5) of the Act. (See\nBezuidenhout v Bezuidenhout\n2005 (2) SA 187\n(SCA)\nand\nButtner v Buttner\n(SCA case number 382/04 as yet\nunreported).\n[15]\nAs recorded earlier the appellant’s\ncontribution to the growth in respondent’s estate was substantial. The\ncreation of\nthe relative wealth of the parties was, however, largely due to the\nincome from the working farm brought into the marriage by the\nrespondent. It is\nfair to say that it was due to his business acumen that the trust acquired the\nassets it presently stands possessed\nof. When due weight is given to these facts\nit would in my view be inequitable to order the respondent to part with an\namount in\nhis estate (including the trust) which would bring the\nappellant’s estate on a par with his. The appellant has a home in\nSwellendam,\nvalued at R1.5m, where she lives. She was donated 50 per cent of the\nshares in Catwalk Investments (Pty) Ltd, and she now has a substantial\nincome\nfrom this source. It is so that she has to care for two of the minor children, a\nboy and a girl aged 15 and 9 respectively.\nThe respondent has an income from\nboth the farm Jubileeskraal and another farm, ‘Majorka’, purchased\nin the name of the\ntrust, the commercial properties which are being let and the\nSeeff agencies. He stands to inherit Jubileeskraal presently valued\nat an amount\nin excess of R3m.\n[16]\nTaking into account all these factors in my\njudgment an equitable result will be achieved, and recognition given to the\nappellant’s\ncontribution to the maintenance and increase of the\nrespondent’s estate by ordering him to pay to the appellant the sum of\nR1\n250 000,00. This amount is arrived at by taking the total of the nett asset\nvalue of the parties’ estates and that of the\ntrust, calculating a\npercentage which is considered just and equitable for appellant’s\ncontribution and deducting what she\nalready stands possessed of.\nThe\nfollowing order is made:\n1.\nThe appeal succeeds with\ncosts;\n2.\nParagraph 7 of the order of the court\na quo\nis set aside and substituted by the following\norder:\n‘The plaintiff is ordered to pay an\namount of R1 250 000,00 (one million two hundred and fifty thousand rand) to the\ndefendant\nwithin six months of the grant of this order.’\n__________________\nP C COMBRINCK\nACTING JUDGE OF APPEAL\nMPATI\nDP\t\t)Concur\nZULMAN JA\t)\nNUGENT JA\t)\nLEWIS\nJA\t\t)",
  "scraped_at": "2026-02-12T15:09:55.173107",
  "date": "2005-11-29",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "NUGENT",
    "LEWIS JJA",
    "COMBRINCK AJA"
  ],
  "case_number": "7/05",
  "parties": {
    "applicants": [
      "L Badenhorst"
    ],
    "respondents": [
      "I Badenhorst"
    ]
  },
  "sections": {
    "facts": "L Badenhorst and I Badenhorst were married out of community of property in 1981. The husband farmed the family farm Jubileeskraal and later created the inter vivos discretionary Jubli Trust in 1994 to hold commercial properties, a beach cottage and shares in Catwalk Investments. The trust was controlled by the husband (as co‑trustee) and benefited the couple's children; the wife was an income beneficiary. The parties separated in 2002. In the trial court the husband’s estate was valued at R1,892,093 and the wife’s at R978,320; the trust assets were valued at R3,534,220. The trial judge excluded the trust assets from redistribution, ordering the husband to pay the wife R400,000.",
    "issues": "The appeal concerned two issues: (1) whether the assets of the Jubli Trust, an inter vivos discretionary trust created during the marriage, should be taken into account for a redistribution order under section 7(3) of the Divorce Act 70 of 1979; and (2) whether the farm Jubileeskraal should be treated as part of the husband’s estate for the same purpose.",
    "principles": "The court considered that trust assets can be included in a matrimonial redistribution when the party has de facto control over the trust and would have owned the assets but for the trust structure. Relevant authorities include Commissioner for Inland Revenue v MacNeillie’s Estate, Braun v Blann, Grobbelaar v Grobbelaar, Jordaan v Jordaan and the statutory provisions of sections 7(3) and 7(5) of the Divorce Act. Control need not be de iure; evidence of the party’s actual management and treatment of trust assets as personal assets is decisive.",
    "application": "Applying these principles, the court found that the husband exercised full de facto control over the Jubli Trust, acted as sole decision‑maker, listed trust assets as his own in credit applications, and benefited personally from trust income. Consequently, the trust assets were deemed part of his matrimonial estate. The farm was also considered part of the husband’s contribution to the marriage. The court recalculated a just and equitable redistribution, taking into account the combined value of the parties' estates and the trust, and the wife’s existing assets.",
    "conclusion": "The appeal succeeded. The trial judge’s order was set aside. The husband was ordered to pay the wife R1,250,000 within six months of the grant of the order, in addition to the previously awarded R400,000, thereby achieving a fair redistribution. Costs were awarded to the appellant."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Divorce & Ancillary Relief",
    "level_3": [
      "trust assets",
      "redistribution order",
      "Section 7(3) Divorce Act",
      "de facto control",
      "inter vivos trust"
    ]
  }
}