{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/29.html",
  "case_name": "Constantia Insurance Company Ltd v Compusource (Pty) Ltd (143/2004) [2005] ZASCA 29; 2005 (4) SA 345 (SCA) (30 March 2005)",
  "citation": "[2005] ZASCA 29",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 29\n|\nNoteup\n|\nLawCite\nConstantia Insurance Company Ltd v Compusource (Pty) Ltd (143/2004) [2005] ZASCA 29; 2005 (4) SA 345 (SCA) (30 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number: 143/04\nIn the matter between:\nCONSTANTIA INSURANCE COMPANY\nLTD\t\tAPPELLANT\nand\nCOMPUSOURCE (PTY) LTD\t\t\t      RESPONDENT\nCORAM:\t\t\tHOWIE P, FARLAM, BRAND, LEWIS, VAN HEERDEN JJA\nHEARD:\t\t\t7 MARCH 2005\nDELIVERED:\t\t30 MARCH 2005\nPolicy insuring litigation costs – provision entitling insurer to\nclaim full premium upon cancellation of the policy following\ndiscovery of facts\nadversely affecting insured's prospects of success in litigation – no\nintention by the insured to be bound\nby this provision – consequent lack\nof consensus – insurer's belief that consensus had been reached not\nreasonable –\nprovisions thus not enforceable against\ninsured.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis case is about a type of insurance\nthat is novel in this country, referred to as post dispute or post litigation\ninsurance\n(PDL insurance). In England, where it originated, this type of\ninsurance is known as 'after the event' insurance or ATE (see eg\nCallery v\nGray; Russell v Pal Pak Corrugated Ltd\n[2001] EWCA Civ 1117\n,\n[2001] 3\nAll ER 833\n(CA) paras 2 – 3, 15 – 17 and 65;\nCallery v Gray (Nos\n1 and 2)\n[2002] UKHL 28\n,\n[2002] 3 All ER 417\n(HL) paras 69 – 75;\nHalsbury's Laws of England\n(4 ed vol 25 2003 reissue) Insurance para\n807). The risk insured by this type of insurance is the liability of the insured\nfor legal\nexpenses in litigation. It can cover the insured against own costs or\nagainst the costs of its opponent, or both, depending on the\nterms of the\npolicy. Of course, insurance against litigation costs is not new. It is usually\nprovided for as an adjunct to other\nindemnities, eg in terms of motor vehicle\ninsurance, professional liability insurance or a house owner's policy, but even\npolicies\nthat insure legal expenses only are not unknown. A feature common to\nall these policies is, however, that they are sold before the\nevent, that is\nbefore litigation arises. What makes PDL insurance novel and unique is that it\nprovides cover against the risk of\nlitigation costs at a time when the dispute\ngiving rise to the litigation or even the litigation itself has already ensued.\nThe obvious\nadvantage of PDL insurance is that it mitigates the potentially\ndisastrous financial consequences associated with litigation. The\ndisadvantage\nis that the premiums are substantially higher than in the case of 'before the\nevent' insurance for the obvious reason\nthat part of the risk has already\nmaterialised. Because of its special nature there are terms in the PDL insurance\npolicy that one\nis unlikely to find in policies more commonly encountered. This\nappeal relates to such a term.\n[2]\tThe appellant ('Constantia') is an\ninsurance company. It issued two PDL insurance policies to the respondent\n('Compusource') through\nthe agency of an insurance broker, Legal Protection\nServices (Pty) Ltd ('LPS'). Subsequently, Constantia cancelled the policies but\nclaimed that, despite such cancellation, the premiums provided for in the\npolicies, adding up to the total sum of R1 364 363,11,\nhad become due\nand payable. As the basis for its claim it relied on clause 3.5 read with clause\n3.3.2 of the respective policies.\nWhen Compusource disputed this claim,\nConstantia instituted action in the Johannesburg High Court. Compusource raised\nvarious defences,\ninter alia,\nthat it was not bound by the provisions of\nclause 3.5 because these provisions were unknown to its representative and had\nnot been\nbrought to his notice by LPS when the policy agreements were entered\ninto. This defence found favour with Jajbhay J in the court\na quo\n.\nConsequently, Constantia's claim was dismissed with costs. The appeal against\nthat judgment is with the leave of the court\na quo\n.\n[3]\tA\nconsideration of the defence upheld by the court\na quo\nrequires a\nsomewhat detailed exposition of the background facts. These background facts\nappear from the evidence of the three dramatis\npersonae who testified at the\ntrial. They were Mr Simon Fegen, the representative of LPS in Cape Town, Mr\nChristopher Binnington,\nthe joint managing director of LPS, whose office was in\nJohannesburg, and Mr Simon Rust, a co-director of Compusource.\n[4]\tRust\nwent to see Fegen in his office in Cape Town on 6 June 2001. The following day\nRust went there again. This time he was accompanied\nby his fellow director, Mr\nJohn Viveiros. The reason for these visits related to litigation instituted by\nCompusource against three\nother companies as defendants in the Cape High Court.\nThe names of these defendants are not material. They were referred to in these\nproceedings as 'CQP', a description that I will adopt. The litigation concerned\na damages claim for R590m by Compusource against\nCQP, based on the repudiation\nby the latter of a joint venture agreement between them. At some stage the\ndispute between the parties\nwas referred to arbitration. Prior to such\nreference, however, Compusource had been ordered by the Cape High Court to\nfurnish security\nfor CQP's costs in the sum of R800 000. The deadline fixed\nfor compliance with this order was 15 June 2001.\n[5]\tCompusource was not\nin a financial position to put up the required security. Rust had heard that LPS\nmight be able to assist.\nThat was the reason for his visits to Fegen during the\nfirst week of June 2001. At both meetings Fegen handed first to Rust and later\nalso to Viveiros a batch of documents meant to serve as an introduction to\nConstantia's PDL insurance policy, described as a 'welcome\npack'. During these\nmeetings Fegen also explained what the PDL policy could achieve for Compusource.\nWith specific reference to their\nimmediate predicament, he told Rust and\nViveiros that the policy could be used directly or as collateral to furnish\nsecurity for\nCQP's costs.\n[6]\tIncluded in the welcome pack was a specimen\ncopy of the PDL insurance policy and a document entitled 'questions and answers'\nwhich\ncontained further information about the policy in the form of answers to\n'questions most frequently asked'. Rust testified that at\nthe meeting with Fegen\nhe had glanced through the 'questions and answers' document and, under the\nquestion 'when is the premium payable?'\nhe noted the following\nanswer:\n'Normally a minimum of 20% of the premium is payable in order to\nincept the policy. Flexible premium payment terms are, however, available,\nincluding fully deferred payments (to date of award or judgment) as well as \"no\nwin – no premium\".'\nRust raised this with Fegen who explained that LPS\ncould offer a form of policy where the premium was only payable if the outcome\nof the litigation was favourable to the insured. Because Compusource's very\npredicament was its lack of financial resources, this\nsounded to Rust like an\nideal solution to its problem. It meant that Compusource would only have to part\nwith any money if it received\na capital award against CQP in the arbitration.\nAlthough the prospect of insurance against Compusource's own costs in the\narbitration\nhad also been also raised at the June meetings, it was agreed that,\ngiven the extreme pressure to furnish the security for CQP's\ncosts, the\npossibility of own costs insurance would be investigated at a later stage. In\nthe event, Rust completed and signed an\napplication form for PDL insurance\nsecuring CQP's costs to a limit of R800 000. The form contained the\nrequired information,\nincluding the fact that Compusource was represented in its\nlitigation with CQP by an attorney as well as by senior and junior counsel.\n[7]\tFegen forwarded the application form to Binnington in Johannesburg. He\nalso conveyed to Binnington all the documents and information\nhe had gathered\nfrom Rust and Viveiros concerning the merits of Compusource's claim, including a\nfavourable opinion  by Compusource's\nlegal team regarding its prospects of\nsuccess. On the basis of what was conveyed to him, Binnington found himself in\nthe position\nto assess the risk involved. On 12 June 2001 he therefore provided\nCompusource with a quotation for the insurance of CQP's taxed\ncosts to the limit\nof R800 000. The quotation specifically stated that the insurer's liability\n'shall be strictly in accordance\nwith the terms of the policy'. As to the\npremium for this insurance Compusource was given the following two\noptions:\n'\nOption 1\n1.1\tThe policy will incept against the payment\nof the sum of R180 006 \t(inclusive of VAT ...).\n1.2\tPayment of a second\nequal tranche of R180 006 (inclusive) will be \tdue not later than seven\ndays before trial commences.\n1.3\t...\nOption 2\n2.1\tThis option is\nquoted on the basis of \"self-insuring\" the premium \twhich effectively converts\nthe policy into a \"no win, no premium\"\n\ttype of policy. Providing there is no\nadverse award of costs contained \tin the judgment, the full premium of\nR594 815.37 would\nbecome \tpayable upon a successful outcome. ...\n2.2\tIn\nthe event of a judgement containing an adverse award of costs, then \tinsurers\nwould be liable up to the limit of indemnity\nand\nno premium \twould be\npayable\n.'\n[8]\tThe rather clumsy wording of the second option was\nunderstood by everyone concerned to mean that Constantia would become liable\nunder the policy if Compusource lost the arbitration with a costs order in\nfavour of at least one of its opponents. Conversely, the\npremium would become\npayable only if Compusource won the case with a costs order in its favour\nagainst at least one of its opponents.\nOn the basis of this understanding, Rust,\nacting on behalf of Compusource, accepted the quotation and agreed to pay the\npremium in\naccordance with the second option. The acceptance was conveyed to LPS\nin a letter dated 14 June 2001. Binnington thereupon issued\nthe policy on behalf\nof Constantia. The policy consisted of a schedule which was bound together with\nthe standard policy conditions.\nThe latter document was in exactly the same\nterms as the specimen policy included in the welcome pack.\n[9]\tCQP was\nnot prepared to accept the policy itself as security for its costs in compliance\nwith the court order. A bank guarantee\nfor CQP's costs was, however, obtained on\nthe basis of the policy as collateral security, against payment of an additional\nR125 000\nby Compusource. Not long thereafter, Compusource took out a second\nPDL insurance policy. This time the risk insured was its own costs\nin the\narbitration. The policy was preceded by a proposal form signed by Rust on behalf\nof Compusource on 10 July 2001 and a quotation\nprovided by Binnington on 30 July\n2001 which was accepted by Rust. The policy covered Compusource against\nliability for its own costs\nto a limit of R1m for which the premium payable on\nthe 'no win – no premium' basis was R769 547,74. The terms of the\nsecond\npolicy were essentially the same as those of the first, save that this\ntime Constantia required an 'inception fee' of R57 000.\nBecause Compusource\nwas unable to pay this amount, it was again postponed on the 'no win – no\npay' basis, but the concession\ncame at a price in that Compusource was required\nto pay an additional amount ('facilitation fee') of\nR25 000.\n[10]\tAfter this, nothing noteworthy happened until 10\nJanuary 2002 when Binnington received a letter from the attorney acting for\nCompusource in the arbitration proceedings. According to the letter, the\nattorney, as well as Compusource's senior and junior counsel,\nhad come to the\ndiscouraging conclusion that their client's case had taken an abrupt turn for\nthe worse. The cause of this, the attorney\nexplained, was that CQP had\nintroduced two new defences by way of an amendment to their plea which, in the\nopinion of Compusource's\nlegal team, considerably improved CQP's overall chances\nof warding off the claim against them. Whereas the legal team had previously\nexpressed the opinion that their client's prospects of success were more than\nreasonable, so the letter stated, that was no longer\nthe case.\n[11]\tBinnington contacted Rust about the letter. Rust's response was\nthat he had lost confidence in his legal team and that he did\nnot share their\nsombre view regarding Compusource's prospects of success. Binnington suggested\nthat Rust consult an independent senior\ncounsel for a second opinion. When the\nindependent senior counsel agreed with Compusource's legal team, Binnington told\nRust that\nin these circumstances he intended to invoke Constantia's right of\ncancellation provided for in clause 3.3.2 of the policies, which\nhe eventually\ndid on 29 January 2002. Rust realised that the cancellation rendered\ncontinuation of the arbitration impossible because\nit would result in the\nwithdrawal of the bank guarantee providing security for CQP's costs. In the\nevent, Rust testified, Compusource\nhad no choice but to settle with CQP. After\nRust had taken the decision to settle for much less than he had hoped for,\nBinnington\nhad further bad news for him, namely, that despite the cancellation\nof the policies, Constantia was holding Compusource liable for\nthe full premium\nof approximately R1,3m, by virtue of the provisions of clause 3.5 of the\npolicies.\n[12]\tClause 3.5 read with those parts of clauses 3.3 that are\nmaterial, provided as follows:\n'3.3\tIf any fact or evidence or other matter\nis discovered ... which materially \tadversely affects or might materially\nadversely affect\nthe Insured's \tprospects of success in the Proceedings ... the\nInsurers may:\n3.3.1\tDetermine in their sole discretion the increase in the\nPremium \t\tthat the Insured shall be obliged to pay ... or\n3.3.2.\tIssue a\nnotice to the Insured cancelling forthwith the Policy.\n...\n3.5\tIf ... the\nInsurers exercise the option granted by Clause 3.3.2, the \tPremium as stated in\nthe Schedule shall have been fully\nearned. For \tthe purposes of this Clause 3.5,\nthe cancellation date shall be seven \tdays from ... the date of the Insurer's\ncancellation\nnotice.'\n[13]\tAccording to Rust, he was blissfully unaware\nof the provisions of clause 3.5 until Binnington referred to them shortly before\nthe cancellation of the policies and Binnington's reliance on the clause at that\nlate stage therefore came to him as a complete surprise.\nThe reason for his\nignorance, Rust explained, was that although he realised that Binnington's\nquotations were subject to the provisions\nof the standard policy when he\naccepted them and although he might even have read clause 3.5 at the time, he\nnever appreciated the\nimpact of this clause. When he received the 'welcome pack'\nfrom Fegen, Rust said, he 'skim read' the questions and answers document\nwhich\nwas included in the pack. He then glanced at the specimen policy which was\nlikewise included and came to the conclusion that\nthe policy was the same as the\n'questions and answers' in terms of the topics covered. He did not study or try\nto understand all\nthe detailed provisions of the standard policy because he\nassumed that it would not deviate in any material respect from what was\nexplained to him by Fegen, the overriding feature of which was the 'no win no\npay' premium.\n[14]\tHad he been aware of clause 3.5, Rust testified, he\nwould never have agreed, on behalf of Compusource, to insurance policies\nthat\nwere subject to those terms. This evidence of Rust was not challenged by\nConstantia. It therefore accepted, at least impliedly,\nthat Rust did not\nactually intend to bind his principal to the provisions of clause 3.5. Its case,\nsimply stated, was that, since\nRust had accepted quotations that were expressly\nsubject to the terms of Constantia's standard PDL insurance policy, which\nobviously\nincluded clause 3.5, it was not open to Compusource to rely on Rust's\nsubjective lack of intent to be bound by the provisions of\nthat\nclause.\n[15]\tCompusource did not dispute that, in the circumstances\nprevailing during January 2002, Constantia was entitled to invoke the\ncancellation provisions in clause 3.3.2. Likewise it was not disputed that, on a\nprima facie construction of clause 3.5, Constantia\nwould in such circumstances\nbe entitled to payment of the agreed premiums. Compusource's answer to\nConstantia's claim was, as I have\nsaid, that it was not bound by the provisions\nof clause 3.5. As the basis for this answer, it relied on the contention that\nRust\nwas unaware of the clause when he entered into the agreement and that both\nFegen and Binnington had failed in their duty, imposed\nupon them by law, to\nalert Rust to its existence.\n[16]\tCompusource's approach to the case was\nthat its defence was one of misrepresentation by the representatives of\nConstantia in\nthe form of an omission: the non-disclosure of clause 3.5.\nEssentially the same starting point was adopted by the court\na quo\n. This\nled to an investigation, along the lines established in cases concerning\ndelictual liability for negligent misrepresentation\nby omission, such as\nMcCann v Goodall Group Operations (Pty) Ltd\n1995 (2) SA 718\n(C) and\nAbsa Bank Ltd v Fouche\n2003 (1) SA 176\n(SCA), as to whether Fegen and\nBinnington were under a legal duty to refer Rust to the existence of clause 3.5.\nI do not agree with\nthis approach. As often happens, the failure to recognise\nthe appropriate legal niche tended to misdirect the focus and gave rise\nto\ninappropriate enquiries. The true issue in this case is not one of\nmisrepresentation by omission. It is one of\ndissensus\n. Constantia's\nrepresentatives thought that Rust had agreed to clause 3.5 read with clause\n3.3.2 whereas in fact he had not. The reason\nfor the misapprehension on the part\nof the former was that Rust created the impression that he did agree to clause\n3.5 by accepting\nthe quotations that were made subject to the provisions of a\nstandard policy, including that clause. Under these circumstances our\nlaw is\nthat Rust's principal would, despite this lack of actual consensus, be bound to\nthe provisions of the clause if Constantia's\nrepresentatives were reasonable in\ntheir reliance on the impression created by Rust. If a reasonable person in\ntheir position would\nhave realised that Rust, despite his apparent expression of\nagreement, did not actually consent to be bound by the clause, this clause\ncould\nnot be said to be part of their agreement.\n[17]\tThese principles appear\nfrom\nSonap Petroleum SA (Pty) Ltd (formerly known as Sonarep (SA) (Pty) Ltd)\nv Pappadogianis\n[1992] ZASCA 56\n;\n1992 (3) SA 234\n(A). In that case Harms AJA referred as his\nstarting point (at 239G-H) to the following frequently quoted statement by\nBlackburn\nJ in\nSmith v Hughes\n(1871) LR 6 QB 597\nat 607, namely:\n'If,\nwhatever a man's real intention may be, he so conducts himself that a reasonable\nman would believe that he was assenting to the\nterms proposed by the other\nparty, and that other party upon the belief enters into the contract with him,\nthe man thus conducting\nhimself would be equally bound as if he had intended to\nagree to the other party's terms.'\nHe then proceeded to formulate the key\ninquiry in matters of this kind as follows (239I-240B):\n'In my view,\ntherefore, the decisive question in a case like the present is this: did the\nparty whose actual intention did not conform\nto the common intention expressed,\nlead the other party, as a reasonable man, to believe that his declared\nintention represented\nhis actual intention? ... To answer this question, a\nthreefold enquiry is usually necessary, namely, firstly, was there a\nmisrepresentation\nas to one party's intention; secondly, who made that\nrepresentation; and thirdly, was the other party misled thereby? ... The last\nquestion postulates two possibilities: was he actually misled and would a\nreasonable man have been misled?'\n(See also\nSteyn v LSA Motors Ltd\n1994 (1) SA 49\n(A) 61B-J; Schalk van der Merwe, L F van Huyssteen, M B F\nReinecke and G F Lubbe;\nContract: General Principles\n2 ed (2003) 46-47;\nDale Hutchison in R Zimmerman and D Visser (eds)\nSouthern Cross: Civil Law\n& Common Law in South Africa\n192-193.)\n[18]\tIn this case it is\nclear, in my view, that Constantia's representatives laboured under the genuine\nmisapprehension that Rust\nhad in fact agreed\n,\non behalf of\nCompusource,\nto be bound by the provisions of clause 3.5 read with clause\n3.3.2 and that that misapprehension was caused by the conduct of Rust.\nThe first\ntwo questions formulated by Harms AJA in\nSonap Petroleum\nmust therefore\nbe answered in favour of Constantia. The outcome of the appeal is therefore\ndependent on the third question: would\na reasonable person in the position of\nFegen and Binnington also have laboured under the same misapprehension?\n[19]\tConstantia's contention was that the reasonable person would also\nhave thought that Rust had agreed to all the terms of the standard\npolicy,\nincluding clause 3.5. In support of this contention reliance was placed on a\nnumber of considerations that would, according\nto Constantia, have influenced\nthe reasonable person. First, Rust and Viveiros came across as articulate and\nwell-educated businessmen,\nwhich they obviously were. Second, Rust was in\npossession of the standard policy for several days before he received the first\nquotation\nand a further two days before he accepted it. Third, it was abundantly\nclear from the quotation itself that it was made subject to\nthe terms of the\nstandard policy. Fourth, there was nothing that prevented Rust from reading the\nstandard policy document and from\ndiscussing it with the legal team representing\nCompusource in the pending arbitration. Fifth, Rust in no way indicated that he\ndid\nnot read or understand the provisions of the standard policy. Sixth, there\nis no general obligation on an offeror to enquire whether\nor not the other party\nto the contract has read and understood the offer documentation accepted by him\nor her. Seventh, having regard\nto the nature of the policy and the risk that\nConstantia undertook in litigation over which it had no direct control, clauses\n3.3.2\nand 3.5 could not be described as so unusual or unduly onerous as to be\nunexpected. I agree that most of these considerations would\nhave weighed heavily\nwith the reasonable person in the position of Constantia's representatives. At\nthe same time, however, the reasonable\nperson would have realised that they do\nnot represent the full picture.\n[20]\tIn considering the full picture, the\nreasonable person would have borne in mind that PDL insurance in general and\nConstantia's\nstandard policy in particular, were novel in this country. Even if\nit could therefore be said that clauses 3.3.2 and 3.5 were not\nunusual in\npolicies of this kind, they would still be unexpected to the uninitiated in this\nspecialised field. What would also have\nweighed heavily with the reasonable\nperson, I think, is the very fact that the policies were sold to Rust on the\nbasis that no premium\nwould be payable unless Compusource won the arbitration\nwith costs. This gave rise to an expectation on the part of Rust that\nCompusource\nwould be able to pay the premium out of the capital award in its\nfavour while its own costs would be paid by CQP. All this was known\nto both\nFegen and Binnington. In fact, they also knew that Compusource was simply unable\nto pay the R1,3m premium unless it was successful\nin the arbitration. At the\ntime of the second policy, this was confirmed by the fact that Compusource even\nhad to borrow the inception\nfee of R57 000 since it was unable to pay this\namount, let alone the premium of nearly R800 000 under that policy. Having\nthis knowledge, the reasonable person would therefore have realised that, if\nclauses 3.3.2 and 3.5 were to be invoked by Constantia,\nCompusource would have\nno hope of meeting its obligations under clause 3.5. In such event Compusource\nwould, in a worst case scenario\nbe unable to continue with the arbitration; it\nwould not receive any capital award; it would be liable for its own costs and\nmost\nprobably for CQP's costs as well. On top of all this, it would be liable\nfor the full premium of R1,3m. In these circumstances the\nreasonable person\nwould, in my view, have serious doubts whether Rust, as an articulate and\nwell-educated businessman, would have\nagreed to an obligation that his principal\ncould never meet. Added to this, clause 3.5 read with clause 3.3.2 obviously\nmeant that\nif something came to light the very day after the policy agreements\nhad been entered into which materially adversely affected Compusource's\nprospects of success in the arbitration, Constantia would be entitled to cancel\nthe policy and hold Compusource liable for the full\npremium. Realising all this,\nthe reasonable person would have been surprised, I think, that someone like Rust\nwas prepared to accept\nthese obligations entirely without demur.\n[21]\tThe reasonable person would also have realised that if the\nprospective insured had read the questions and answers document, as\nRust did, he\ncould be lulled into a sense of false security regarding the existence of clause\n3.5 read with clause 3.3.2. Although\nthe document refers to most of the material\nclauses in the standard policy, there is a somewhat curious and very significant\nabsence\nof any reference to these two. What is more, the document contains\nrelatively full explanations of clauses that appear to be far\nless unpredictable\nthan clause 3.5. So, for example, it discusses the question:\n'What happens if\nthe insured has misled his advisors and/or underwriters as to the facts of the\ncase?'\nThe answer to this question reads:\n'Where an insured misleads or is\nguilty of deliberate nondisclosure to his attorneys and/or underwriters,\nunderwriters will be entitled\nto avoid the cover.'\nThese quotations refer\nto clause 10 of the policy, which indeed affords Constantia the right to avoid\nthe policy on the basis of non-disclosure\nby the insured. But clause 10 does not\nentitle Constantia to claim payment of the premium after such cancellation. It\nis clear that\nthe conduct of the insured contemplated in clause 10 could be\nconsiderably more 'blameworthy' than in clause 3.5, while the 'penalty'\nimposed\nby the latter is far more severe. Where the more predictable consequence is\ndiscussed, absence of any reference to the less\npredictable could very well\nmislead by default and the reasonable person would have borne this in\nmind.\n[22]\tFinally, the reasonable person would, in my view, have\nrealised that clause 3.5 is not very clearly worded. Instead of saying\nin plain\nEnglish that, in the event of a cancellation under clauses 3.3.2, any\noutstanding premium will become payable, it uses the\ncurious expression that the\npremium 'shall have been fully earned'. In this light the reasonable person\nwould have foreseen that\na prospective insured who did not peruse the policy\nwith care, could very well have missed the full implications of this\nclause.\n[23]\tIn all the circumstances, I am therefore satisfied that the\nreasonable person in the position of Fegen and Binnington would not\nhave\ninferred simply from the fact of Rust's acceptance of the quotations that his\ntrue intention was to bind Compusource to the\nprovisions of clause 3.5. I\nbelieve that the reasonable person would thus have enquired from Rust at the\ntime whether he appreciated\nthe meaning of the clause. If his answer was in the\nnegative, as we now know it would have been, the reasonable person would have\nexplained the clause to him. The legal consequence of the failure by Fegen and\nBinnington to follow this approach, is that Compusource\ncannot be held bound by\nthe provisions of a clause to which its representative did not and could not\nreasonably have been thought\nto agree.\n[24]\tIt follows that the appeal\ncannot succeed. The only other defence advanced by Compusource on appeal was\nthat clause 3.5 was unenforceable\nas being offensive to public policy. In the\ncircumstances it is not necessary to deal with that defence. As to the question\nof costs\non appeal, the parties were in agreement that whoever was successful\nwould be entitled to the costs of two counsel.\n[25]\tThe appeal is\ntherefore dismissed with costs, including the costs of two\ncounsel.\n...................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nHowie P\nFarlam JA\nLewis JA\nVan Heerden JA",
  "scraped_at": "2026-02-12T14:02:03.904944",
  "date": "2005-03-30",
  "coram": [
    "Howie P",
    "Farlam",
    "Brand",
    "Lewis",
    "Van Heerden JJA"
  ],
  "case_number": "143/04",
  "parties": {
    "applicants": [
      "Constantia Insurance Company Ltd"
    ],
    "respondents": [
      "Compusource (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The case concerned post‑dispute litigation (PDL) insurance policies issued by Constantia to Compusource. The policies were purchased after Compusource had commenced arbitration against a third party (CQP) and included a ‘no win‑no premium’ option. After the arbitration turned against Compusource, Constantia invoked a cancellation clause (3.3.2) and, relying on clause 3.5, claimed the full premium of about R1.3 million. Compusource argued that its representative, Mr Rust, was unaware of clause 3.5 and that the insurers had failed to draw his attention to it.",
    "issues": "The appeal raised (1) whether clause 3.5, which makes the premium payable upon cancellation, was enforceable against Compusource; (2) whether there was genuine consensus ad idem on the part of Compusource to be bound by that clause; (3) whether the insurers were under a legal duty to disclose clause 3.5 and thus whether a claim of misrepresentation by omission arose; and (4) whether the clause was offensive to public policy.",
    "principles": "The court applied the objective test of contract formation derived from Smith v Hughes, as reiterated in Sonap Petroleum, focusing on whether a reasonable person in the insurers' position would have been misled about the client’s actual intention. It examined the duty of disclosure in insurance contracts and the relevance of misrepresentation by omission, referencing cases such as McCann v Goodall and Absa Bank Ltd v Fouche. The court also considered the novelty of PDL insurance in South Africa and the expectations such novelty creates for the parties.",
    "application": "The court found that, given the novelty of the product, the absence of any reference to clause 3.5 in the ‘questions and answers’ document, and the clear ‘no win‑no premium’ representations made to Rust, a reasonable insurer would have recognised that Rust did not truly consent to clause 3.5. Consequently, there was no consensus, and the insurers could not rely on the clause to demand the premium. The alleged duty to disclose was not breached because a reasonable insurer would have queried Rust’s understanding before invoking the clause.",
    "conclusion": "The appeal was dismissed. Constantia’s claim for the full premium was rejected, and the respondents were awarded costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Insurance Law",
    "level_3": [
      "post dispute litigation insurance",
      "policy cancellation",
      "premium entitlement",
      "consensus ad idem",
      "misrepresentation by omission"
    ]
  }
}