{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/47.html",
  "case_name": "Symington and Others v Pretoria-Oos Privaat Hospital Bedryfs (Pty) Ltd (77/2004) [2005] ZASCA 47; [2005] 4 All SA 403 (SCA); 2005 (5) SA 550 (SCA) (27 May 2005)",
  "citation": "[2005] ZASCA 47",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 47\n|\nNoteup\n|\nLawCite\nSymington and Others v Pretoria-Oos Privaat Hospital Bedryfs (Pty) Ltd (77/2004) [2005] ZASCA 47; [2005] 4 All SA 403 (SCA); 2005 (5) SA 550 (SCA) (27 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number :  77/2004\nIn the matter between :\nSAMUEL HENRY SYMINGTON \t\tFIRST\nAPPELLANT\nJACQUES DURANDT\t\t\t\tSECOND APPELLANT\nFRANCOIS\nRADEMAN\t\t\t\tTHIRD APPELLANT\nand\nPRETORIA-OOS PRIVAAT\nHOSPITAAL BEDRYFS\n(PTY) LTD\t\t\t\t\t\tRESPONDENT\nCORAM :\t\t\t\tSCOTT, STREICHER, \tCAMERON, \tBRAND, PONNAN JJA\nHEARD :\t\t\t\t13 MAY 2005\nDELIVERED :\t\t\t27 MAY 2005\nSummary\n:  Claim by the respondent against the appellants as its\nformer directors for alleged breach of their fiduciary duty – first\nissue\n– when 'debt' became 'due' in terms of s 12(1) of Act 68 of 1969 –\ndependent upon categorisation of claim –\nwhether claim for damages and not\nfor disgorgement of profits – second issue – whether completion of\nprescription period\nextended in terms of s 13(1)(e) of the Act – dependent\non whether the  appellants resigned as directors by agreement with respondent\ncompany.\n________________________________________________________\nJUDGMENT\n______________________________________________________\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis appeal is about extinctive\nprescription. The respondent ('the plaintiff') instituted action against the\nthree appellants\n('the defendants') in the Pretoria High Court for payment of\nabout R7,3m. Though it is common cause that the claim is based on an\nalleged\nbreach of the fiduciary duty that the defendants, as its former directors, owed\nthe plaintiff, the exact categorisation of\nthe claim is one of the central\nissues in the case. I will therefore refrain from labelling it at this early\nstage. Apart from their\ndefences on the merits, the first defendant, on the one\nhand, and the second and third defendants on the other, raised separate special\npleas of prescription. By agreement between the parties, only the defence of\nprescription was adjudicated while all other issues\nstood over for determination\nat a later stage.\n[2]\tTwo questions arose. First, whether the defendants\nwere right in contending that the 'debt' relied upon by plaintiff became 'due',\nas contemplated by\ns 12(1)\nof the\nPrescription Act 68 of 1969\n, more than three\nyears before the plaintiff's summons in the action was served. Second, whether\nthe completion of the prescription\nperiod was extended by virtue of\ns 13(1)(e)\nof the\nPrescription Act, as\nthe plaintiff contended. Evidence was led by both\nparties. At the end of the separate proceedings, the court\na quo\n(Du\nPlessis J) held that, although part of the debt relied upon by the plaintiff\nbecame due more than three years before the summons\nwas served, the same could\nnot be said about the major portion of the claim. In consequence, the greater\npart of the defendants'\nspecial pleas of prescription was dismissed. The\ndefendants were also ordered, jointly and severally, to pay the plaintiff's\ncosts\noccasioned by the proceedings. Two separate appeals were lodged against\nthis judgment, one by the first defendant and the other by\nthe second and third\ndefendants jointly. The court\na quo\nfurther held that the plaintiff's\nreliance on the provisions of\ns 13(1)(e)\ncould not be sustained. The\ncross-appeal is against that finding, which resulted in the partial upholding of\nthe special pleas. Both\nappeals as well as the cross-appeal are with the leave\nof the court\na quo\n.\n[3]\tI revert to the facts. The plaintiff\ncompany was incorporated in about 1995 to operate a newly established private\nhospital in\nthe eastern suburbs of Pretoria. First defendant, a specialist\nradiologist, was one of the founding shareholders. In terms of a shareholders\nagreement entered into during June 1995, the first defendant undertook to\nconduct a radiologists' practice, either personally or\nthrough radiologists\nproposed by him, in the radiology section of the new hospital building. The\nshareholders agreement further provided\nthat the first defendant would be\nentitled to occupy the radiology section free of rent for a period of ten years,\non condition that\nthese premises were utilised for the purposes of conducting a\nradiologists' practice.\n[4]\tPursuant to these provisions of the\nshareholders agreement, a lease agreement ('the lease') was entered into in June\n1996 between\nthe plaintiff as lessor and first defendant or his nominee as\nlessee. In terms of the lease the radiology section in the hospital,\ncomprising\nabout 1 000 m², was let out to the lessee for a period of ten years at\na nominal rental of R1,00 for the entire\nperiod.\n[5]\tA company,\nIndependent Advisors SA Incorporated ('Independent Advisors') was then nominated\nby the first appellant to be the lessee\nin his stead. In terms of an arrangement\nbetween the first defendant and Independent Advisors, a small portion of the\nradiology section\nwas utilised to accommodate first defendant's magnetic\nresonance imaging equipment. Independent Advisors required no part of the\nleased\npremises for itself. It therefore entered into a sublease ('the sublease') with\na partnership of radiologists in terms of\nwhich that part of the radiology\nsection not occupied by the first defendant, comprising about 900m², was\nlet for a period of\nnine years and eleven months. The date of the sublease,\nwhich took on some significance in the present context, was 8 November 1996.\nThe\nrental agreed upon was R45 000 per month as from 1 February 1997, subject\nto an increase of 10% per year as from 1 November\n1997. In addition the\nsubtenant undertook to pay the rates, water and other utilities in respect of\nthe leased premises.\n[6]\tDuring June and November 1996, when the lease\nand the sublease were entered into, the three defendants were shareholders and\ndirectors\nof the plaintiff. The second and third defendants were also directors\nof Independent Advisors.\n[7]\tOn 25 June 1998 all the shares in the\nplaintiff company, including those of the three defendants, were sold and\ntransferred to\na company in the Network Healthcare Group of companies\n('Netcare'). In terms of the share sale agreement all the directors of the\nplaintiff were obliged to resign. The three defendants sought to comply with\nthis obligation by handing their letters of resignation\nas directors to a\nrepresentative of Netcare. This also happened on 25 June 1998 whereupon each of\nthem received a cheque for the\npurchase price of his shares. The plaintiff then\nbecame a wholly owned subsidiary of a company in the Netcare Group. The summons\nin the action was served on the three defendants on different dates in November\nand December 2000. However, because it will make\nno difference to the\nconsideration of the issues, I shall refer to the date of service of the\nsummonses on all three defendants simply\nas November 2000.\n[8]\tAgainst\nthis background, I turn to the plaintiff's cause of action as formulated in its\nparticulars of claim. Omitting unnecessary\nelaboration, the plaintiff's claim\nthus formulated rested on the following four propositions (the expressions\nemphasised are quoted\ndirectly from the particulars of claim):\n(a)\tThe fact\nthat first defendant and Independent Advisors as his nominee did not require the\nentire radiology section of the hospital,\nbut only a small portion thereof,\ncreated a '\ncorporate opportunity\n' for the plaintiff to let the remainder\nof these premises for '\na commercial rental\n'.\n(b)\tBy '\ncausing or\npermitting\n' Independent Advisors to enter into the sublease on 8 November\n1996, the defendants '\ndiverted this opportunity\n' away from the plaintiff,\nwhich constituted a breach of their fiduciary duty owed to the plaintiff.\n(c)\tThe defendants' breach of duty '\ndeprived\n' the plaintiff of the\n'\nrental stream\n' and ancillary payments for rates, water and other\nutilities paid by the subtenant to Independent Advisors in terms of the\nsublease.\n(d)\tIn consequence, the defendants were jointly and severally\nliable to the plaintiff for the '\npresent value\n' of the '\nrental\nstream\n' which was calculated at R6 601 868,78 as well as for the\nrates, water and utilities paid by the subtenant in respect of\nthe period\nalready elapsed, which was calculated, together with the interest on these\npayments, at a total of R646 553.60.\n[9]\tThe calculation of the\n'present value' of the rental stream is set out in a schedule to the particulars\nof claim. According to\nthe schedule it comprised three components. First, rental\nthat became payable prior to the date of calculation, which was 31 October\n2000.\nSecond, interest on the rentals that became payable during the period already\nelapsed. Third, the capitalised value of rentals\nfor the remainder of the period\nof the sublease which would only become payable after the date of\ncalculation.\n[10]\tThe defendants' special pleas of prescription were\nbased on the supposition that the plaintiff's claim was for damages caused\nby an\nalleged breach of fiduciary duty which occurred when the sublease was concluded\non 8 November 1996. Based on this supposition\nthey contended that the 'debt'\nrelied upon by the plaintiff became 'due', as contemplated by\ns 12(1)\nof the\nPrescription Act 68 of 1969\n, on that date and that, in terms of\ns 1\n1(d) of the\nAct, it therefore became prescribed three years thereafter, that is by no later\nthan 8 November 1999, while the plaintiff's\nsummons was only served in November\n2000. In its replication to these special pleas, the plaintiff admitted that its\nclaim was one\nfor damages resulting from the defendants' breach of their\nfiduciary duties. It denied, however, that this claim for damages became\ndue\nmore than three years prior to November 2000.\n[11]\tApart from this\ndenial, the plaintiff's further contention was that since the three defendants\nresigned as directors of the plaintiff\nonly on 12 September 2000, the completion\nof the prescription period was in any event extended for a period of one year\nafter that\ndate by virtue of the provisions of\ns 13(1)(e)\nof the\nPrescription\nAct. Consequently\n, so the plaintiff contended, its claim could become prescribed\nonly on 12 September 2001, which was long after the summons had been\nserved. The\nrelevant part of\ns 13(1)\nprovides:\n'13(1)   If - ...\n(e)  the creditor is\na juristic person and the debtor is a member of the governing body of such\njuristic person; or\n...\nand ...\n(i)  the relevant period of\nprescription would, but for the provisions of this section, be completed before\nor on or within one year\nafter, the day on which the relevant impediment\nreferred to in paragraph (e) ... has ceased to exist, the period of prescription\nshall not be completed before a year has elapsed after the day referred to in\nparagraph (i).'\n[12]\tI shall first deal with the plaintiff's contention\nbased on\ns 13(1)(e)\nbecause it would, if well-founded, result in the dismissal\nof the prescription plea in its entirety, which would at the same time\ndispose\nof both the appeal and the cross-appeal. The central question of fact pertinent\nto this contention is when the three defendants\ncould be said to have resigned\nas directors of the plaintiff. The defendants' case was that this happened when\nthey handed their\nletters of resignation to the plaintiff's representative on 25\nJune 1996. The plaintiff's counter-argument was that the defendants'\nresignation\nas directors became effective only on 12 September 2000. The basis for this\ncounter-argument was twofold. First, because\nthat was the date on which the\nRegistrar of Companies received notice of the defendants' resignation. Second,\nbecause art 66(c) of\nthe plaintiff's articles of association, which is derived\nfrom table B in the first schedule to the Companies Act 61 of 1973, provides\nthat:\n'the office of director shall be vacated if the director resigns his\noffice by notice in writing to the company\nand the registrar\n.' (My\nemphasis.)\n[13]\tThese opposing contentions must be considered against the\nbackground of the undisputed evidence from which it is clear that,\nafter the\ndefendants handed in their letters of resignation on 25 June 1996, everybody\nconcerned accepted that they were no longer\ndirectors of the plaintiff company.\nOn the same day, all the erstwhile shareholders in the plaintiff transferred\ntheir shares to\na company in the Netcare Group. Shortly thereafter, the new\nshareholder appointed two new directors. The plaintiff's register of\ndirectors,\nkept in terms of s 215 of the Companies Act, reflected that on 25 June 1996\nall its former directors, including the\nthree defendants, had resigned and were\nreplaced by the two newly appointed directors. The plaintiff's letterheads,\nnewly printed\nby Netcare, indicated the same change. The day to day running of\nthe plaintiff's hospital operation was conducted by Netcare. Formal\nboard\nresolutions were taken by the two new directors. The defendants no longer\nattended any board meetings, nor were they notified\nof these meetings. The\nfunctions of the plaintiff's company secretary were taken over by an employee of\nNetcare.\n[14]\tSection 216(2) of the Companies Act 61 of 1973 imposes the\nobligation on a company to inform the Registrar of Companies of the\nfact that a\ndirector has vacated his office within fourteen days after the event. This\ninformation is conveyed to the Registrar by\nmeans of the prescribed form CM29.\nIn this case the form CM29, indicating that the defendants had resigned as\ndirectors on 25 June\n1996, was lodged with the Registrar by the plaintiff's\ncompany secretary only on 12 September 2000.\n[15]\tIt is common cause that\nthe person responsible for the non-compliance with the provisions of s216(2) was\nthe plaintiff's company\nsecretary who was an employee of Netcare. The\nplaintiff's argument was, however, that it is of no consequence that the\ndefendants\nwere not responsible for lodging the form CM29 timeously. Nor is it\nof any consequence, so the plaintiff contended, that it had been\naccepted by\neverybody concerned, including the new shareholder and the new controlling body\nof the plaintiff, that the defendants\nhad terminated their directorships on 25\nJune 1996. All that is relevant, so the argument went, is that, in accordance\nwith the clear\nmeaning of art 66(c), the defendants could render their\nresignation as directors effective only by giving notice to both the company\nand\nthe Registrar. Since they had failed to do so, they cannot blame anybody else\nfor the fact that their resignation became effective\nonly when notice eventually\nreached the Registrar at a much later date.\n[16]\tThe court\na quo\nfound the appellants' argument fundamentally flawed in that it is based on the\nsupposition that plaintiff's articles preclude its\ndirectors from resigning\ntheir directorships in any way other than as prescribed by article 66(c). That,\nthe court\na quo\nfound, is not so. Apart from giving notice in terms of\narticle 66(c), the court held, the directors could also terminate their\ndirectorships\nby agreement with the company. Although the articles do not\nspecifically provide for termination by agreement, that does not mean\nthat this\nform of termination is excluded. In consequence the plaintiff's directors could\nhave terminated their directorships in\none of two ways: unilaterally by giving\nnotice in terms of 66(c), or by virtue of an agreement between them and the\ncompany. As authority\nfor these propositions the court relied on the judgments\nof this court in\nCape Dairy Cooperative Ltd v Ferreira\n[1996] ZASCA 134\n;\n1997 (2) SA 180\n(A) and\nKaap Suiwelkoöperasie Bpk v Louw\n2001 (2) SA 80\n(SCA).\nHaving found that the defendants could in principle have terminated their\ndirectorships by agreement, the court proceeded\nto find that such an agreement\nhad in fact been reached between defendants and the plaintiff, now controlled by\nNetcare, on 25 June\n1996.\n[17]\tOn appeal, plaintiff contended that the\ncourt\na quo\nerred in two respects. First, in finding that as a matter of\nprinciple the termination of the defendants' directorships by way of\nagreement\nwas not precluded by plaintiff's articles. Second, by finding that such an\nagreement had in fact been reached.\n[18]\tAs to the first proposition, I\nbelieve that the reasoning in\nCape Dairy Cooperative v Ferreira\nsupra\n185C-H\n(as confirmed in\nKaap Suiwelkoöperasie v Louw\nsupra 84G-H) also finds application in this case. Like the membership of a\ncooperative society, with which those cases were concerned,\nthe relationship\nbetween a director and a company is essentially contractual and I can see no\nreason why that relationship cannot\nbe terminated by mutual consent. Unless, of\ncourse, such an agreement is specifically excluded by the articles of the\ncompany. However,\nthe mere fact that the articles do not specifically provide\nfor termination by agreement does not mean that this has been excluded.\nThus\nunderstood, article 66(c) deals only with resignation by a director unilaterally\nwhile the possibility of termination by agreement\nis simply left\nunstated.\n[19]\tThe plaintiff sought to distinguish the two earlier\ndecisions of this court on the basis that there is a difference between the\nposition of members of a cooperative society, on the one hand, and the directors\nof a company on the other. The difference, so it\nwas argued, is that while the\npublic has an interest in knowing the identity of company directors, it has no\nsuch interest in the\nmembership of a cooperative society. That much is true. I\ndo not believe, however, that the possibility of termination by agreement\nmust\nbe taken to have been excluded by the plaintiff's articles because the public\nwould have no knowledge of such agreement. The\narticles provide for termination\nof directorships in a number of ways of which the public would be unaware. So,\nfor instance, the\npublic is unlikely to know when a director has vacated his\noffice in terms of s 66(d) which provides that a director's office shall\nbe\nvacated if he remains absent from meetings, without permission, for a period of\nmore than six months.\n[20]\tI think the public interest in knowing when a\ndirectorship has been terminated is sufficiently catered for by s 216(2) of the\nCompanies Act. In terms of this section a company is compelled by threat of a\ncriminal conviction to notify the Registrar of Companies\nwhen the director has\nvacated his or her office within fourteen days after the event. I therefore\nagree with the court\na quo\nthat the two judgments of this court in\nCape Dairy Cooperative\nand\nKaapse Suiwelkoöperasie\nare not\ndistinguishable. It follows that, for the reasons applied in those cases,\narticle 66(c) must be understood to govern the resignation\nof a director\nunilaterally and that it does not exclude the termination of a director's office\nby way of an agreement between him\nand the company.\n[21]\tThe plaintiff's\nfurther contention was that, in any event, the inference arrived at by the court\na quo\n, that the plaintiff had agreed to accept the defendants'\nresignation as directors in a manner other than the one provided for in\narticle\n66(c), was not justified. In support of this contention it was pointed out that\nthere was no direct evidence of acquiescence\nby the company to deviate from\narticle 66(c) and that an agreement to this effect was inferred by the court\na quo\nfrom facts which indicated that as from 25 June 1996 the plaintiff\nconducted itself in a manner indicating its acceptance that defendants'\ndirectorships had been terminated. This inference, the plaintiff argued, was\nunwarranted. These facts, so the argument went, were\nequally consistent with the\ninference that Netcare was under the mistaken impression that the defendants had\nin fact complied with\nthe requirement of article 66(c) by notifying the\nRegistrar of Companies as well.\n[22]\tI do not agree with this argument.\nAs I have said, the share sale agreement between Netcare and the erstwhile\nshareholders of\nthe plaintiff was entered into on 25 June 1996. In terms of this\nagreement, all the directors of the plaintiff were obliged to resign.\nThe\nundisputed evidence of defendants was that Netcare had refused to pay for their\nshares until letters of resignation by the directors\nhad been submitted. In\nconsequence, the defendants signed these letters of resignation and handed them\nto Netcare's representatives\nwhereupon they received their cheques for the\npurchase price. All this happened on the very same day. On these facts, the\npossibility\ncan, in my view, be excluded that Netcare's representative might\nhave thought that the defendants had in the meantime also notified\nthe\nRegistrar. The overwhelming probabilities support the inference arrived at by\nthe court\na quo\n, namely that the plaintiff, as represented by its new\nmanagement, agreed that the defendants' directorships had been terminated on\nits\nacceptance of their letters of resignation on 25 June 1996. For these reasons it\nfollows that the cross-appeal cannot succeed.\n[23]\tI now turn to the\nquestion central to the defendants' appeal, namely when the debt claimed by the\nplaintiff became 'due' for\npurposes of s 12(1) of the\nPrescription Act. As\nI\nhave said, the defendants' special pleas were founded on the underlying\nsupposition that the debt claimed by the plaintiff was\none for damages resulting\nfrom a breach of their fiduciary duty. Based on this premise their argument was\nthat the debt became due\nwhen the breach giving rise to the damages occurred,\nwhich, according to the plaintiff's particulars of claim, was when the sublease\nwas entered into on 8 November 1996. Cardinal to the court\na quo\n's\nreasoning for its dismissal of the special pleas was the finding that this was\nincorrect.\n[24]\tOn a proper understanding of the plaintiff's claim, so\nthe court\na quo\nheld, it is not one for damages but a claim for\ndisgorgement of profits received by the defendants as a result of permitting a\ndiversion\nof a corporate opportunity away from the plaintiff, contrary to their\nfiduciary duties as directors of the plaintiff. According to\nthis understanding,\nthe legal basis for the plaintiff's claim is therefore to be found in the\nprinciple that where someone who owes\na fiduciary duty to another, such as a\ndirector to his company, makes a profit for himself through a breach of his\nfiduciary duty,\nthe law does not allow the director to retain the benefit that\nhe acquired by such breach. Consequently, the company has an action,\ndescribed\nas\nsui generis,\nto claim a disgorgement of that profit from him (see eg\nRobinson v Randfontein Estates Goldmining Co Ltd\n1921 AD 168\n(per Innes\nCJ 177-178, 192 and per Solomon JA 241-242),\nPhillips v Fieldstone Africa\n(Pty) Ltd and another\n2004 (3) SA 465\n(SCA) par 30 and cf\nGanes and\nanother v Telecom Namibia Ltd\n2004 (3) SA 615\n(SCA) pars 25-28). As was made\nclear by Solomon JA in\nRobinson\n(241) the company's claim by virtue of\nthis remedy is not one for damages. The fact that the company has suffered no\ndamages is therefore\nof no consequence. The director's liability arises from the\nmere fact of a profit having been received (see also\nRegal (Hastings) Ltd v\nGulliver\n[1967] 2 AC 134\n(HL),\nPhillips v Fieldstone Africa (Pty) Ltd and\nanother\nsupra par 31).\n[25]\tOn the basis of this understanding of\nthe nature of the plaintiff's claim, the court\na quo\nheld that, since the\nrequirement that the defendants receive a profit was a prerequisite of the debt\nclaimed by plaintiff, this debt\ncould not be said to have become due before such\nprofit had been received. The conclusion of the sublease in itself was therefore\nnot enough. The obligation to disgorge would arise only on the actual receipt of\nrental and ancillary expenses. Prescription could\ntherefore commence only from\nthe time of each such receipt. In accordance with this reasoning the court\na\nquo\nconcluded that the bulk of the plaintiff's claim fell outside the\nprescription period. Only payments of rental and ancillary expenses\nthat were\nreceived more than three years prior to service of the summons in November 2000,\nie payments received between February\n1997 and November 1997, had become\nprescribed. All payments received after November 1997 were not\naffected.\n[26]\tThe appeal was argued by all parties on the assumption\nthat if the plaintiff's claim was indeed one for damages resulting from\na breach\nof fiduciary duty, it would have become due when the sublease constituting the\nbreach relied upon by the plaintiff was concluded\non 8 November 1996 and that,\nconsequently, it would have become prescribed before the summons was served in\nNovember 2000. I think\nthis assumption was fairly made. It would be in\naccordance with the so-called 'once and for all' rule. This rule is based on the\nprinciple that the law requires a party with a single cause of action to claim\nin one and the same action whatever remedies the law\npresents upon such cause.\nIts purpose is to prevent a multiplicity of actions based upon a single cause of\naction and to ensure that\nthere is an end to litigation. As explained by Corbett\nJA in\nEvins v Shield Insurance Co Ltd\n1980 (2) SA 814\n(A) 835 the effect\nof the rule on claims for damages, both in contract and in delict, is that a\nplaintiff is generally required to\nclaim in one action all damages, both already\nsustained and prospective, flowing from the same cause of action.\n[27]\tIt\nwas also accepted by all parties that a director's breach of fiduciary duty can\nin principle give rise either to a claim for\ndisgorgement of profits or to a\nclaim for damages. Again I think the assumption was rightly made. It is directly\nsupported by the\njudgment of Friedman JP (Van Zyl J concurring) in\nDu Plessis\nNO v Phelps\n1995 (4) SA 165\n(C) 171 and, in the absence of any argument to\nthe contrary, I can think of no reason why this principle should not be\naccepted.\nThough the common element of the two actions would be a breach of\nfiduciary duty, the other requirements would, of course, be quite\ndifferent.\nWhile, for example, it is not a requirement of a claim for disgorgement of\nprofits that the company suffer any damages,\nsuch damages would by its very\nnature be the central requirement of a damages claim. On the other hand, while\nthe question whether\nthe director had received any profit from the breach of his\nfiduciary duty would be of no consequence in a claim for damages, this\nwould be\nthe essential requirement in a disgorgement of profits claim.\n[28]\tIn the\nlight of the aforegoing, the issue to be decided in this case is a narrow one.\nIt is whether, on a proper analysis of\nthe plaintiff's particulars of claim, it\ncan be construed as a claim for disgorgement of profits or whether it can be\nconstrued only\nas a claim for damages. As I have said, the court\na quo\nopted for the former construction.\n[29]\tThe first difficulty\nencountered by the plaintiff in its support of the court\na quo's\nconstruction is that it formally admitted in its replication to the defendants'\nspecial pleas that its claim was indeed one for damages.\nIts first response to\nthe defendants' reliance on this 'admission' was that a claim for disgorgement\nof profit had been referred\nto by Laskin J in the Supreme Court of Canada  as a\nclaim for damages (see\nCanadian Aero Service Ltd v O'Mally\n[1974] 40 DLR\n(3\nrd\n) 371 (SCC) 392). All I can say is that, whatever the law of\nCanada may be, the proposition does not reflect South African Law. On\nthe\ncontrary, it was expressly held by Solomon JA in\nRobinson v Randfontein\nEstates Gold Mining Co Ltd\n1921 AD 168\nat 241 that the claim for\ndisgorgement of profits is not a claim for damages (see also the judgment of\nInnes CJ at 199).\n[30]\tThe plaintiff's further argument as to why its\nformal concession, that its claim was one for damages, should not be held\nagainst\nit, was that it was not an admission of fact, properly so called, to\nwhich a party can be held bound. I agree that the admission\ncould not be\nregarded as one of fact. What it amounted to, in my view, was an election by the\nplaintiff to categorise its claim as\none of damages and I do not think that it\nshould be allowed to distance itself from that election when the very issue of\ncategorisation\narises. However, be that as it may, the view that I hold on the\noutcome is such that the question whether the plaintiff can be held\nbound to its\nelection is not of critical importance. At the very least, it is apparent that\ncounsel who prepared the plaintiff's\nparticulars of claim were also under the\nimpression that what they had formulated was a claim for damages and nothing\nelse.\n[31]\tThe plaintiff's argument in support of the construction of its\ncase which was accepted by the court\na quo,\nwas based on a detailled and\nrather imaginative analysis of its particulars of claim. I find it unnecessary\nto repeat the analysis.\nSuffice it to say that I do not agree with the\nconclusion that the plaintiff's particulars of claim could reasonably be\nunderstood\nto reflect a claim for disgorgement of profits. I say this for\nvarious reasons. First and foremost is the consideration that there\nis not a\nsingle allegation in the plaintiff's particulars of claim to the effect that the\ndefendants received any profit from the\nsublease which, according to the\nplaintiff, constituted the breach of their fiduciary duties. Because the receipt\nof profits constitutes\nthe central element of such a claim, the absence of an\nallegation could be regarded as fatal in itself.\n[32]\tHowever, the\nplaintiff's difficulties are exacerbated by the fact that on the face of the\nsublease it conferred no benefits on\nthe defendants at all. The only recipient\nof any benefit was a company, Independent Advisors. The plaintiff's answer to\nthis difficulty\nwas that the company could conceivably have been used as a\nconduit for benefits leading to the defendants. That is obviously so.\nThe crux\nof the matter is, however, that in the circumstances one would have expected an\nallegation to that effect or at least a\ndescription of the relationship between\nthe company and the defendants from which such a link could be inferred. The\nonly reference\nto any relationship between Independent Advisors and the\ndefendants is contained in par 3.2 of the particulars of claim which reads\nas\nfollows:\n'3.2.1\tThe second and third defendants were directors of Independent\nAdvisors.\nAlternatively\n3.2.2\tThe first, second and third\ndefendants were directly or indirectly beneficially associated with Independent\nAdvisors.'\n[33]\tThe plaintiff's contention was that the alternative\nallegation in para 3.2.2 was sufficient to justify the inference of a conduit\nbetween the defendant and the company through which the benefit derived from the\nsublease could have flowed. In my view this contention\nis clearly unfounded.\nEven more significant, however, is that if the main allegation in para 3.2.1 is\naccepted, there would be no\nlink whatsoever between the first defendant and the\ncompany at all, which in my view, is a clear indication that the plaintiff's\nclaim was not for the disgorgement of profits received.\n[34]\tAnother\nconsideration why the particulars of claim cannot be understood as constituting\nanything other than a claim for damages\nstems from the plaintiff's answer to the\ndefence of prescription, ie that a claim for disgorgement of the profits derived\nfrom the\nsublease could only be made after the subtenant had paid. The corollary\nto this answer is of course that if the cause of action was\nindeed one for\ndisgorgement of profits, the claim for the discounted value of future rentals\nincluded in the schedule to the particulars\nof claim would be premature. This,\nin my view, is another clear indication that the conclusion arrived at by the\ncourt\na quo,\nthat the plaintiff's claim was one for disgorgement of\nprofits, cannot be sustained.\n[35]\tIn consequence I hold that the 'debt'\nwhich formed the basis of the plaintiff's claim became due when the breach of\nfiduciary\nduty allegedly giving rise to its claim for damages occurred on 8\nNovember 1996. This means that the three year period of prescription\nhad been\ncompleted before the plaintiff's summons was served on the defendants. The\nappeal must accordingly succeed and the pleas\nof prescription\nallowed.\n[36]\tThe following order is made:\na)\tBoth the appeal by first\nappellant and the appeal by second and \tthird appellants are upheld with costs\nincluding, in both \tinstances,\n\tthe costs of two counsel.\nb)\tThe cross-appeal\nby the respondent is dismissed with costs \tincluding the costs of two counsel,\nboth in respect of first \tappellant\nand of second and third\nappellants.\nc)\tThe following order is substituted for the order made by the\n\tcourt\na quo\n:\n'(i)\tThe special pleas of the first defendant and of the second \tand third\ndefendants are upheld.\n(ii)\tThe plaintiff's claims against the defendants are \tdismissed \twith costs\nincluding, in respect of the first defendant, the \ncosts of two counsel.'\n..................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nSCOTT JA\nSTREICHER JA\nCAMERON JA\nPONNAN JA",
  "scraped_at": "2026-02-12T14:07:35.272020",
  "date": "2005-05-27",
  "coram": [
    "Scott JA",
    "Streicher JA",
    "Cameron JA",
    "Brand JA",
    "Ponnan JA"
  ],
  "case_number": "77/2004",
  "parties": {
    "applicants": [
      "Samuel Henry Symington",
      "Jacques Durandt",
      "Francois Rademan"
    ],
    "respondents": [
      "Pretoria-Oos Privaat Hospitaal Bedryfs (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The plaintiff hospital was incorporated in 1995. A shareholders' agreement gave the first appellant a rent‑free lease of the radiology suite for ten years. In June 1996 a lease was executed and, later that year, a sub‑lease of most of the suite was entered into with Independent Advisors, which in turn sub‑leased to a partnership of radiologists. In June 1998 the shareholders sold the hospital to Netcare, and the three appellants resigned as directors, handing in resignation letters on 25 June 1996 (the date of the sale) and receiving payment for their shares. The plaintiff later claimed approximately R7.3 million, alleging that the appellants breached their fiduciary duty by diverting a corporate opportunity and thereby depriving the hospital of rental income and ancillary payments.",
    "issues": "1) When did the debt on which the plaintiff relied become 'due' for purposes of s 12(1) Prescription Act – at the date of the sub‑lease (8 Nov 1996) or when the profit was actually received? 2) Does s 13(1)(e) extend the prescription period because the directors allegedly remained in office until 12 Sep 2000? 3) Is the plaintiff's claim a claim for damages or for disgorgement of profits, and does this affect the prescription analysis? 4) What is the effective date of the directors' resignation under the Companies Act and the company's articles of association?",
    "principles": "The court applied s 12(1) of the Prescription Act, requiring a debt to become due for the prescription period to start, and s 13(1)(e), which can extend prescription by one year when a director is a debtor and the impediment (directorship) ceases. Under the Companies Act s 216(2) a resignation must be notified to the Registrar within fourteen days, but resignation may also occur by mutual agreement, a principle affirmed in Cape Dairy Cooperative Ltd v Ferreira and Kaap Suiwelkoöperasie Bpk v Louw. The nature of a claim for disgorgement of profits versus damages was examined, relying on Robinson v Randfontein Estates and subsequent South African authority that disgorgement is not a damages claim.",
    "application": "The court held that the directors effectively terminated their directorships by agreement on 25 June 1996, rendering s 13(1)(e) inapplicable. It concluded that the plaintiff's particulars of claim described a damages claim, not a disgorgement claim, because they did not allege that the directors received any profit. Consequently, the debt became due on the date of the breach, 8 Nov 1996, and the three‑year prescription period expired before the summons were served in November 2000. The special pleas of prescription were therefore valid.",
    "conclusion": "Both the appeal by the first appellant and the joint appeal by the second and third appellants were upheld. The special pleas of prescription were affirmed and the plaintiff's claims were dismissed with costs awarded to the appellants. The respondent's cross‑appeal was dismissed. The order substituted the court‑a‑quo order, confirming that the plaintiff's claim is time‑barred."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Directors' Fiduciary Duties",
    "level_3": [
      "prescription",
      "fiduciary duty breach",
      "corporate opportunity",
      "director resignation",
      "disgorgement of profits"
    ]
  }
}