{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/28.html",
  "case_name": "Hardaker v Phillips (120/2004) [2005] ZASCA 28; 2005 (4) SA 515 (SCA) (30 March 2005)",
  "citation": "[2005] ZASCA 28",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 28\n|\nNoteup\n|\nLawCite\nHardaker v Phillips (120/2004) [2005] ZASCA 28; 2005 (4) SA 515 (SCA) (30 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 120/04\nIn the matter between:\nGEORGE FREDERICK HARDAKER\t\t\t  \nAppellant\nand\nANDREW LIONEL\nPHILLIPS\t\t\t          \nRespondent\n_____________________________________________________\nCoram\t\t:\tSCOTT,\nCAMERON, BRAND, LEWIS\net\nPONNAN  JJA\nDate of\nhearing\t:\t4 March 2005\nDate of delivery\t:\t30 March\n2005\nSummary:\tDefamation - whether words used in judicial\nproceedings defamatory  -  whether relevant to an issue in the proceedings\n–\ndefences of qualified privilege and fair comment. Order in para\n24\n____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\nJA/...\nSCOTT JA:\n[1]\nThe appellant is a senior\ninvestigator in the National Directorate of Public Prosecutions attached to the\nAsset Forfeiture Unit. The\nrespondent is Mr Andrew Phillips. To avoid confusion\nI shall refer to him by name. Phillips instituted action against the appellant\nin the High Court, Johannesburg, arising out of an alleged defamatory statement\ncontained in a replying affidavit deposed to by the\nappellant in motion\nproceedings brought by the National Director of Public Prosecutions (‘the\nNDPP’) against Phillips\nand 14 others. Joffe J in the court\na quo\nupheld the claim and awarded Phillips damages in the sum of R30 000. The appeal\nis with the leave of this court.\n[2]\tBefore considering the pleadings and the\nissues raised on appeal it is necessary to refer in some detail to the motion\nproceedings\nand the circumstances in which the statement complained of came to\nbe included in the appellant’s replying affidavit.\n[3]\tFor many years\nPhillips owned and openly operated a business in Rivonia known as The Ranch. It\ninvolved providing a venue and\nfacilities for paying male customers to have\nsexual relations with female prostitutes. Another business, known as the Titty\nTwister,\nwas conducted on the same premises by a company of which Phillips was\nthe sole shareholder. It provided for strip-tease shows and\nother forms of\nentertainment by female dancers.\n[4]\tOn 22 December 2000 the NDPP sought and\nobtained in terms of s 26 of the Prevention of Organised Crime Act 121 of 1998\n(‘POCA’)\na provisional restraint order in the form of a rule nisi\nagainst Phillips and 14 other entities being companies or close corporations\nof\nwhich he was either the sole shareholder or sole member. The object of the order\nwas to ensure that in the event of Phillips being\nconvicted on charges preferred\nagainst him in the regional court under the Sexual Offences Act 23 of 1957 and\nthe Aliens Control\nAct 96 of 1991, the assets specified in the order would be\navailable to satisfy any confiscation order that might be made in terms\nof s 18\nof POCA. Phillips opposed the granting of a final order and filed an answering\naffidavit. The NDPP filed replying affidavits,\none of which was the affidavit of\nthe appellant. It is the latter that contained the material giving rise to\naction in the court\na quo\n.\n[5]\tThe founding affidavit to the\napplication was deposed to by Mr William Hofmeyr who was then the head of the\nAsset Forfeiture Unit\nin the office of the NDPP. He identified the Acts under\nwhich Phillips had been charged, ie the Sexual Offences Act and the Aliens\nControl Act and referred to the supporting affidavit of the appellant in which,\nhe said, the details of the offences were more fully\nset out.\n[6]\tIn order to\nsucceed the NDPP was obliged in terms of s 25(1) of POCA to place sufficient\nevidence before the court to satisfy\nit that there were ‘reasonable\ngrounds for believing that a confiscation order may be made’. The\nappellant in his supporting\naffidavit stated that from his investigations he had\nestablished that Phillips had contravened various provisions of the Acts\nreferred\nto by Hofmeyr. (I mention in passing that he also said that he was\ninvestigating contraventions of the Liquor Act 27 of 1989, but\nnothing turns on\nthis.) In order to substantiate his conclusions regarding the contraventions of\nthe Sexual Offences Act and the\nAliens Control Act he annexed statements taken\nfrom eight women who had been employed at The Ranch as prostitutes and dancers.\nSix\nof these were foreign woman and two were local. The statement of one of the\nlatter, Ms Sasha Knight, contained not only a description\nof her terms of\nemployment at The Ranch and the services she and her colleagues rendered there,\nbut also the following paragraph:\n‘Drug [use] was taking place on the\npremises as far as I know. I say this because I overheard a conversation by two\nof the\nbouncers. They were in the toilet of the girls change rooms and I heard\none of them say to one of the girls as they left the toilet\nthat she had missed\nout because they had just “cut a line”. The term “cutting a\nline” means to snort cocaine.\nI never personally saw drug usage on the\npremises, although one of the customers once produced a dagga joint and offered\nto take\nme outside to smoke it but I declined. On numerous occasions I was\noffered ecstasy and cocaine by various customers. I always declined\nthese\noffers. I cannot say for sure that any of the other girls used these drugs, but\non occasions some of the girls would be in\na state which I would associate more\nwith being high on drugs as opposed to being under the influence of liquor. When\nthey were in\nsuch a state they would be withdrawn off stage but would have\nextreme confidence on the stage or when dancing for customers. Some\nof them were\nconstantly sniffing and some would check up their nostrils in the mirror, I\npresume to ensure that traces of cocaine\nwere not visible.’\nThe\nstatement of one of the other women, Ms Augustine Grundling, also contained a\nreference to drugs, but it was innocuous.  She said:\n‘I do not have\ninsight into any drug usage on the premises but I can say that there are signs\ndisplayed prohibiting the use\nof drugs.’\n[7]\tIn his answering affidavit\nPhillips sought to refute the NDPP’s case that there were reasonable\ngrounds for believing that\na confiscation order would be made. He said that the\nState regarded prostitution as a low priority offence and that prosecutions\nwould follow only in the event of a specific complaint. Moreover, the Asset\nForfeiture Unit, he said, had on previous occasions indicated\nthat in the\nabsence of aggravating circumstances POCA would not be invoked in such\nprosecutions. The aggravating circumstances that\nhad been identified by the\nAsset Forfeiture Unit, he said, were drug dealing, international trafficking in\nwomen and child prostitution.\nHe denied his involvement in any of these and\nargued that in the circumstances he had ‘a legitimate expectation’\nthat\nhe would be neither prosecuted nor have his property confiscated. He\naccordingly contended that both the prosecution and the application\nfor a\nconfiscation order in terms of s 18 of the Act would fail.\n[8]\tAt a later\nstage in his affidavit he dealt specifically with the supporting affidavit of\nthe appellant. Responding to the paragraphs\nquoted above in the statements taken\nfrom Knight and Grundling he categorised them as no more than an attempt to\npaint him ‘in\nthe worst possible light’ and found it necessary to\nsay the following:\n‘The applicant is well aware of my stated position\nin respect of drugs. I need do no more in this regard than refer again to\n“ALP 1” to my answering affidavit in the Chapter 6 proceedings.\nHofmeyr is well aware of this stance. So is Hardaker.\nYet they persist in their\ndishonest attempts to mislead this Court into thinking that The Ranch is a place\nwhere drugs are permitted\nor, at least, tolerated. This is untrue. They know it\nto be such.\nBy the very nature of things, it is not possible to body-search\nevery person entering The Ranch or The Titty Twister to ensure that\nthey do not\nhave drugs concealed somewhere in their clothes or on their person. Every owner\nof every club, bar or other place of\namusement is in precisely the same\nposition. However, “ALP 1” makes it very clear that drug use of any\nkind is not permitted\nand is not tolerated at The Ranch or at The Titty Twister.\nAny person found using or in possession of drugs will be escorted off\nthe\npremises and not allowed to return.’\n(The reference to the Chapter 6\nproceedings is a reference to a previous application of the NDPP for a\npreservation order in terms\nof s 38 of the Act. Annexure ALP 1 is a copy of a\nnotice outlawing the use or possession of drugs, of which, according to\nPhillips,\nthere were about 20 on display on the premises of The Ranch and The\nTwitty Twister.)\n[9]\tIn his replying affidavit Hofmeyr denied that either he\nor the NDPP had in any way fettered the powers conferred on them to institute\nprosecutions for offences involving prostitution or to invoke the provisions of\nthe Act in the event of such prosecutions. He admitted\nthat their resources were\nlimited and not all offenders could be prosecuted but explained that not only\ndid The Ranch operate ‘on\na scale unmatched by any other operator’\nbut there was a suspicion that The Ranch was involved with trafficking in women\nand\nthat Phillips was linked with drug trafficking. As far as this suspicion was\nconcerned, he referred to the affidavit of the appellant\nin which, he said, the\nallegations were dealt with more fully. I quote from Hofmeyr’s replying\naffidavit:\n‘Another factor was a suspicion of aggravating\ncircumstances, such as the involvement in the trafficking in women. The\naffidavit\nof Hardaker [the appellant] filed herewith refers to some of the\ncircumstances that gave rise to the suspicion that the Ranch was\ninvolved in\ntrafficking in women, or, at the very least, provided a ready market for those\nwho engaged in such actions. I had also\nreceived a number of reports from other\nlaw enforcement officials that there were suspicions that Defendant [Phillips]\nmay be linked\nto other serious offences, such as trafficking in drugs and\ncorruption of law enforcement officials. These allegations are dealt\nwith more\nfully by Hardaker in his affidavit.’\n[10]\tThe appellant in his replying\naffidavit dealt with the question of drug trafficking in the context of his\nresponse to Phillips’s\nanswer to the reference to drugs in the statement\nof Knight. (The relevant paragraphs of Phillips’s answering affidavit are\nquoted in  para 8 above.) It is that response, contained in the following three\nparagraphs of his replying affidavit, which formed\nthe subject matter of\nPhillips’s action for defamation in the court\na quo\n.\n’27.\n\tDefendant has gone out of his way to deny that he is involved in drug\ntrafficking. He has held himself out as an ardent\nopponent of drug trafficking.\nAlthough I am not in possession of evidence indicating any direct involvement by\nthe Defendant in drug\ntrafficking, I point out that he has a long standing\nrelationship with Sailor van Schalkwyk, who was arrested and convicted of\ndealing\nin the drugs ecstasy and cocaine in New Zealand. So close is the\nrelationship that the Defendant travelled to New Zealand for Van\nSchalkwyk’s trial after being asked by him for assistance. He was\nmonitored by the New Zealand police officials during his\nstay at New Zealand. I\nrefer to the confirmatory affidavit of Timothy Leitch, which is annexed hereto\nand marked “GFH9”,\nand in which these facts are confirmed. The copy\nof the affidavit has been transmitted by facsimile and the original together\nwith\nthe certificate of the South African consul in Auckland which has been\ndispatched by courier will be filed upon arrival.\n28.\tLeitch also testifies\nthat he obtained a warrant for and did in fact search the Defendant in New\nZealand and found cash in the\nsum of 10 000-00 ZN dollars (approximately R65\n000), which he suspected was to be used for the legal defence of Van Schalkwyk.\nThe\nDefendant and his female travelling companion each imported the equivalent\nof about R65 000 into New Zealand. Leitch also interviewed\nthe Defendant who\nadmitted to him that Van Schalkwyk was his good friend. Once more these facts\nare confirmed in annexure “GFH9”.\nI believe Van Schalkwyk was at\ncourt in the company of the Defendant during the previous hearing of this\nmatter.\n29.\tBased on this evidence I submit that the Defendant’s\nsupposed condemnation of and protestations against drugs should not\nbe taken too\nseriously.’\n[11]\tIt appears from the affidavit of Detective Timothy\nLeitch of the New Zealand Police (which was annexed to the appellant’s\nreplying affidavit) that following the importation into New Zealand from South\nAfrica of a large number of tablets of a drug commonly\nknown as ecstasy, four\npersons were arrested and charged. Two were South Africans, namely John\nGoldsmith and Albertus (Sailor) van\nSchalkwyk. It was subsequently established\nthat a similarly large quantity of ecstasy tablets originating in South Africa\nhad previously\nbeen imported into New Zealand. As a result of information\nreceived from the New Zealand customs Leitch executed a search warrant\nin\nrespect of a hotel room which turned out to be that of Phillips. The latter told\nhim that he was a good friend of Van Schalkwyk\nbut did not ‘really\nknow’ Goldsmith. Nonetheless Phillips had arranged and assisted in\nsecuring legal representation\nfor both South Africans. It was also not in\ndispute that Phillips had brought into New Zealand a large sum of money which he\nhad\ndisclosed to the New Zealand customs on his arrival and which, he said, was\nfor Van Schalkwyk’s legal expenses. A letter found\nin Phillips’s\nroom, which was established to have been written by Van Schalkwyk to Phillips,\nstrongly suggested that the latter\ndid not approve of the former’s\nconduct. The letter contains the following –\n‘I don’t know\nwhat to say but that I am really sorry for disappointing you. Andrew I know your\nfeeling on the shit that\nI got myself into therefore I will not ask for any help\nand will take what they give me and hopefully come out the other side a better\nperson.  I got involved because of greed and wanting more. Andrew all I’m\nasking for is that you can forgive me and that one\nday when I came out at least\nyou would be there as a friend . . . .’\n(The letter was annexed to\nLeitch’s affidavit in the motion proceedings.)\n[12]\tIn his plea, the\nappellant denied that the statements complained of were defamatory. In the\nalternative, he pleaded that they\nwere relevant and material to the issues\nraised in the litigation in question and accordingly made on a privileged\noccasion and were\nnot unlawful. In the further alternative, it was pleaded that\nby reason of the circumstances in which the statements were made the\nappellant\nlacked the necessary intention to injure the plaintiff in his reputation.  In\nyet further defences in the alternative,\nit was alleged that the statements were\ntrue and made for the public benefit, or constituted comment or an opinion which\nwas fair\n       on a matter of public interest or public importance. Finally    \na defence was raised that by reason of the circumstances\nin  which the\nstatements were made the appellant was                                          \nindemnified from personal liability\nin terms of s 78 of the Act. In response, a\nreplication was filed in which it was alleged that in the event of the defences\nof privilege\nor fair comment being established, they could not prevail as the\nstatements had been made with an improper or indirect motive. The\ncourt\na\nquo\nfound that the statements complained of were defamatory of Phillips and\nrejected each one of the defences raised.\n[13]\tWere the statements defamatory\nof Phillips? In the first two paragraphs, ie paras 27 and 28, the appellant\nfairly summarises\nthe evidence available to him. This much is apparent from\nLeitch’s affidavit. In para 29 he makes a comment in the form of\na\nsubmission based on what had gone before. It is this that contains the sting. To\nsay that one’s ‘\nsupposed\ncondemnation of and protestations\nagainst drugs should not be taken\ntoo seriously\n’ (my emphasis) in\nresponse to such a condemnation contained in an affidavit implies\nuntruthfulness. The implication, in my\nview, would readily be apparent to the\nordinary reader of the appellant’s affidavit who typically would be the\nlegal representative\ninvolved in the litigation. An averment of untruthfulness\nis per se defamatory (\nPenn v Fiddel\n1954 (4) SA 498\n(C) at 500F-G). It\nfollows that in my view para 29 is defamatory of Phillips.\n[14]\tIt is now\nfirmly established that publication of a defamatory statement (or other\ndefamatory material) gives rise to two presumptions:\nfirst, that the publication\nwas unlawful, and second, that the statement was made\nanimo injuriandi\n,\nie with a deliberate intention to inflict injury. (See eg\nJoubert v\nVenter\n1985 (1) SA 654\n(A) 696A.) While the two presumptions arise from the\nsame event, they are essentially different in character. The presumption of\nanimus injuriandi\nrelates to the defendant’s subjective state of\nmind; the presumption of unlawfulness relates to objective matters of fact and\nlaw. (\nNeethling v Du Preez; Neethling v Weekly Mail\n[1993] ZASCA 203\n;\n1994 (1) SA 708\n(A)\nat 768I-769A.) Until comparatively recent times, there was doubt as to the\nnature of the onus of rebuttal. It is now settled\nthat the onus on the defendant\nto rebut one or other presumption is a full onus, ie it must be discharged on a\npreponderance of probabilities.\n(\nMohamed v Jassiem\n[1995] ZASCA 115\n;\n1996 (1) SA 673\n(A) at\n709H-I.) A bare denial on the part of the defendant will therefore not suffice.\nFacts must be pleaded by the defendant that\nwill legally justify the denial of\nunlawfulness. (\nNational Media Ltd v Bogoshi\n1998 (4) SA 1196\n(SCA) at\n1202H.)\n[15]\tThe element of unlawfulness is more often than not sought to be\nrebutted by the defendant attempting to establish one or other\nof the\nwell-established defences which either owe their origin to or bear the influence\nof English law. These typically include qualified\nprivilege in relation to\njudicial proceedings and fair comment. But the defences available to rebut\nunlawfulness do not constitute\na\nnumerus clauses.\n(See\nBogoshi\n,\nsupra\n, at 1204D.) In the final analysis whether conduct is to be adjudged\nlawful or not depends on a balancing of the constitutionally\nenshrined right of\ndignity, including as it does the right to reputation on the one hand, and the\nright to freedom of speech, on\nthe other. (See\nKhumalo v Holomisa\n[2002] ZACC 12\n;\n2002\n(5) SA 401\n(CC) paras 25 and 27.) This may involve, as proposed by Hefer JA in\nBogoshi\n,\nsupra\nat 1204D-E  –\n‘the application of a\ngeneral criterion of reasonableness  based on considerations of fairness,\nmorality, policy and the Court’s\nperception of the legal convictions of\nthe community’.\n(See further the remarks of Ackermann and Goldstone JJ\nin\nCarmichele v Minister of Safety and Security and another (Centre for\nApplied Legal Studies Intervening)\n2001 (4) 938 (CC)  para 56.)  But, the\nabove notwithstanding, the well-established defences and the rules relating to\neach are both\nuseful and convenient and in addition have the advantage of\naffording litigants a degree of certainty. Nonetheless, in their application\nand\ndevelopment, sight should not be lost of the constitutional values underlying\ntheir true object which is the rebuttal of unlawfulness.\nIt is also worthy of \nnote that because they all have the same object, depending on the circumstances,\na certain degree of overlapping\nis inevitable.\n[16]\tIn the present case the\nstatement in question was made in the course of judicial proceedings. But as\npreviously observed, it\ntook the form of a submission or comment. To bring it\nwithin the ambit of the defence of qualified privilege the appellant bore the\nonus of proving that it was relevant to an issue in the proceedings. Similarly,\nunless in some way relevant to an issue in those\nproceedings, there would seem\nlittle prospect of the defence of fair comment succeeding as it is unlikely that\nthe comment would\nthen be regarded as being in the public interest. In either\nevent, the question of relevance is determinative.\n[17]\tThe problem, of\ncourse, lies in fixing the boundaries. On the one hand, it is necessary in the\ninterests of the proper administration\nof justice not to restrict unduly the\nprotection afforded to a litigant or witness. On the other, it has always been\naccepted that\nthe protection should not be afforded where the defamatory\nstatement has no connection whatsoever to an issue in the case. To hold\notherwise would be to undermine the defamed person’s right to have his or\nher dignity protected by the law. In\nVan der Berg v Coopers & Lybrand\nTrust (Pty) Ltd\n[2000] ZASCA 77\n;\n2001 (2) SA 242\n(SCA)  para 22 Smalberger JA pointed out\nthat the concept of relevance in the context of qualified privilege was not\ncapable of precise\ndefinition and listed some of the phrases used in the past to\ndescribe the concept, such as ‘in some measure relevant to the\npurpose of\nthe occasion’, ‘germane to the matter dealt with’ and\n‘relevant tot die onderwerp onder bespreking’.\nThe learned judge\nsummed up the position as follows (at para 26):\n‘[26]\tUltimately, the\nconcept of relevance under discussion is, in my view, essentially a matter of\nreason and common sense,\nhaving its foundation in the facts, circumstances and\nprinciples governing each particular case. The words of Schreiner JA in\nR v\nMatthews and Others\n1960 (1) SA 752\n(A) at 758A that “(r)elevancy is\nbased upon a blend of logic and experience lying outside the law” have\nparticular application\nin a matter such as the present, even though they were\nsaid in the context of evidential relevance (cf Hoffmann and Zeffertt\nThe\nSouth African Law of Evidence\n4\nth\ned at 21\n).\nThe\nassessment of whether a defamatory statement was relevant to the occasion to\nwhich it relates is therefore essentially a value\njudgment in respect of which\nthere are guiding principles but which is not governed by hard and fast rules.\nAnd in arriving at that\njudgment due weight must be given to all matters which\ncan properly be regarded as bearing upon it.’\n[18]\tWhat are sometimes\nreferred to as the ‘true or real’ issues in litigation are those\nwhich it is necessary to determine\none way or the other in order to decide the\noutcome of the dispute between the parties. They may relate to an element of the\nappellant’s\n(or plaintiff’s) case or that of the respondent (or\ndefendant). These must be contrasted with the countless side or subsidiary\nissues which frequently arise, particularly in motion proceedings, and which\noften are only tenuously linked, if at all, to what\nI have called the true or\nreal issues. They may, for example, relate solely to a question of credibility.\nIn many instances they\nwill be unnecessary to decide or even consider in the\nresolution of the litigation. From what has been said above it is apparent\nthat\nthe protection afforded to a litigant or witness is not limited to those\ndefamatory statements relevant to an issue in the ‘true\nor real’\nsense. If that were the case the protection would be extremely limited and\nlitigation would be a lot more perilous\nthan it already is.\n[19]\tIn the\npresent case the defamatory statement was not only a response to what Phillips\nhad said in his answering affidavit about\nhis attitude to drugs but was\nundoubtedly relevant to that professed attitude. The complaint therefore is not\nthat the appellant’s\nstatement was irrelevant to the allegations he was\nanswering but that the whole question of drug abuse and Phillips’s\nattitude\nwas irrelevant and had arisen only because of the reference in\nKnight’s affidavit to drugs. If the contention were correct,\nit would mean\nthat the appellant would have been precluded from responding to allegations that\nPhillips himself had made and which\nincluded, I might add, the obviously\ndefamatory statement of the appellant and Hofmeyr that they were persisting\n‘in their\ndishonest attempts to mislead the court’. This strikes me\nas a most extraordinary result. Had Phillips regarded the reference\nto drugs in\nKnight’s affidavit as irrelevant he could either have ignored it or\napplied to have it struck out. But he did neither.\nHe responded at length and in\nso doing raised the issue of his attitude to drug abuse. Once having done so,\nand even assuming that\nit was a subsidiary and not a ‘true or real\nissue’ in the sense described above, he cannot, I think, be heard to\ncontend\nthat the appellant’s response, although relevant to a subsidiary\nissue, is to be denied the benefit of the privilege by reason\nof its\nirrelevancy.\n[20]\tBut the issue of drugs and Phillips’s attitude\ntowards them was more than a side or subsidiary issue. It is true that the\nNDPP\nrelied solely on offences under the Sexual Offences Act and the Aliens Control\nAct in his attempt to procure an order in terms\nof s 26 of POCA. But a defence\nraised by Phillips was that in the absence of aggravating circumstances, such as\ndealing in drugs,\nhe had a ‘legitimate expectation’ that he would\nnot be prosecuted under the Sexual Offences Act or have the provisions\nof POCA\ninvoked against him.  As indicated above, Hofmeyr in his replying affidavit\ndenied the existence of any basis for the alleged\nexpectation and added that\nthere was in any event a suspicion that Phillips was indeed linked to other\nserious offences, including\ntrafficking in drugs. In support of the suspicion,\nhe referred to the replying affidavit of the appellant in which, he said, some\nof the circumstances giving rise to the suspicion were set out. The appellant,\nin turn, responded to what Phillips had said in his\nanswering affidavit\nconcerning his professed attitude to drugs but in so doing sought in addition to\nsubstantiate  the suspicion\nreferred to by Hofmeyr with the object of rebutting\nthe alleged absence of aggravating circumstances.\n[21]\tIn the course of his\njudgment in the court\na quo\nJoffe J said:\n‘As set out above\ndealing in drugs or possession of drugs forms no part of the NDPP’s\napplication against the plaintiff.\nDespite this, inadmissible evidence relating\nthereto was contained in the affidavit by Knight which formed part of the\nfounding papers.\nAdmittedly plaintiff answered these allegations. His answer did\nnot make that which was irrelevant relevant. Defendant’s reply\nthereto\nwhich contains the offending paragraphs was equally irrelevant.’\nThe\napproach of the learned judge appears therefore to have been that because\ndealing in drugs or possessing them formed no part of\nthe NDPP’s case\nagainst Phillips, therefore the appellant’s statement concerning\nPhillips’s attitude to drugs was\nirrelevant and not covered by the\nprivilege. But quite apart from the fact that the statement was in any event a\nrelevant response\nto what Phillips  himself had said, this approach overlooks\nthat an issue relevant to a defence involving a confession and avoidance\nis no\nless relevant than an issue relevant to the establishment  of the claim itself.\nFrom what had been said above, it is clear\nthat the issue of drugs and\nPhillips’s attitude towards them was undoubtedly relevant to the defence\nraised by Phillips. It\nfollows that in my view the statement complained of falls\nwithin the scope of the qualified privilege afforded to witnesses in judicial\nproceedings.\n[22]\tCounsel for the respondent argued that in the event of its\nbeing found that the defamatory statement was relevant to an issue\nin the\nproceedings, the privilege, being a qualified one, was defeated by reason of the\nappellant having acted with an improper or\nindirect motive (\ncf Basner v\nTrigger\n1946 AD 83\nat 95). He based his submission principally on what he\ndescribed as the sarcastic tone of the language used and its lack of\nobjectivity.\nIn my view there is no substance in the submission. The defamatory\nwords are contained in a submission. The expression ‘not\nto be taken too\nseriously’ is no more than a euphemism. It does not give rise to an\ninference of an improper motive. Moreover,\nthe appellant fairly and quite\nproperly placed before the court all the evidence available to him on which his\nsubmission was based.\nThat included Van Schalkwyk’s letter to Phillips\nwhich cast the latter in a more favourable light.\n[23]\tThe appeal must\ntherefore succeed. It is necessary to add that subsequent to preparing this\njudgment I have had the privilege\nof reading the judgment in draft of my brother\nCameron. I concur in that judgment.\n[24]\tThe appeal is upheld with costs,\nincluding the costs occasioned by the employment of two counsel. The order of\nthe court\na quo\nis set aside and the following is substituted in its\nplace:\n‘The action is dismissed with costs, including the costs\n\toccasioned by the employment of two counsel.’\n________________\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nBRAND\tJA\nLEWIS\n\tJA\nPONNAN\tJA\nCAMERON\nJA:\n[25]\tI concur in the judgment of my brother Scott JA and wish to add\na further ground on which the defence was good.  The impugned\nstatement took the\nform of a submission the defendant Hardaker made in an affidavit in proceedings\nthe National Director of Public\nProsecutions had brought against Phillips.  As\nScott JA points out (para 16), the determination whether the statement was\n‘relevant’\nto the issues that arose in those proceedings, for\npurposes of qualified privilege, relates also to the defence of fair comment.\n\nIn my view, in addition to enjoying a qualified privilege, the comment was\nprotected as free speech because it constituted fair\ncomment.\n[26]\tDefendants\nin this country first sought to invoke the defence as early as the\n19\nth\ncentury;\n[1]\nand it was\nauthoritatively imported into our law from the English law of libel nearly\nninety years ago in\nCrawford v\nAlbu\n.\n[2]\nInnes CJ explained that\nthe defence ‘rests upon the right of every person to express his real\njudgment or opinion upon matters\nof public interest’.  Drawing on that\nexposition, this court in\nMarais v\nRichard\n[3]\nsummarised the\nrequirements as follows:  (i) The statement must constitute comment or opinion;\n(ii) it must be ‘fair’;\n(iii) the factual allegations being\ncommented upon must be true; and (iv) the comment must relate to a matter of\npublic interest.\n[27]\tHere, Hardaker cast doubt on the authenticity of\nPhillips’s claim that he was opposed to drugs (‘Based on this\nevidence\nI submit that the Defendant’s supposed condemnation of and\nprotestations against drugs should not be taken too seriously’).\n His\nstatement was cast explicitly as a comment.  The mere fact that it was advanced\nas a legal ‘submission’ does not\nof course automatically qualify it\nas a ‘comment’.  The test is whether the reasonable reader of\nHardaker’s affidavit\nwould understand his statement as a comment.\n[4]\nOne of the hallmarks of a comment is\nthat it is connected to and derives from discernible fact.  This is a textbook\ninstance of\na comment plainly presented as such.  Hardaker expressly related it\nto the facts on which he based it (‘based on this evidence’).\n That\nhe sought to obtain the court’s endorsement for his conclusion – the\npurpose of a ‘submission’ –\ndoes not detract from its status\nas a comment.  Requirement (i) was therefore fulfilled.\n[28]\tThe facts on\nwhich the comment was based – Phillips’s mission to New Zealand to\nfund the drug-prosecution defence\nof his embattled friend ‘Sailor’\nvan Schalkwyk – were not disputed (requirement (iii)).\n[29]\tThe\nquestion of relevance arises in relation to requirement (iv).  In this\nparticular setting (an exchange of affidavits in contested\nproceedings) the\ncomment could relate to ‘a matter of public interest’ only if it was\ngermane to the issues in those\nproceedings.  This is because there is no\ndiscernible value in protecting litigants who make irrelevant comments that\ninjure the\nreputation of others in court proceedings.  For the reasons Scott JA\ngives, it is clear that Hardaker’s comment was relevant\nto the issues.\n[30]\tThat leaves the question whether the comment was ‘fair’. \nWhat Hardaker did was to employ the classic ‘noscitur\na sociis’ jibe\nagainst Phillips:  ‘a man is known by his associates’; or, updated\nand expanded, ‘your character\ncan be inferred from those with whom you\nassociate’.  His ‘submission’ suggested to the court that\nbecause Phillips\nwent to the aid of a friend standing trial on drug charges, his\nown professed opposition to drugs or drug-dealing should be treated\nwith\nsuspicion.\n[31]\tThat was hard hitting.  As a matter of objective appreciation\nit cannot be said that one who gives aid to a friend standing trial\non criminal\ncharges is necessarily ‘soft’ on the conduct charged.  Nor does that\nfollow as a matter of logic.  Yet the\njibe that associating oneself with a\ndisreputable, delinquent or criminal person taints one with the opprobrium the\nassociate deserves\nis as old, surely, as human relationships themselves: it may\neven be one of the burdens of loyal friendship.\n[32]\tMore importantly,\nwhether the jibe is ‘fair’ does not in law depend solely or even\nprincipally on reason or logic.\n In\nCrawford v Albu\n, Innes CJ suggested\nthat the use of the word ‘fair’ in connection with the defence\n‘is not very\nfortunate’.\n[5]\nThis is because\nit is not what the court thinks is fair (a critical comment or opinion, Innes CJ\nsaid, need not ‘necessarily\ncommend itself to the judgment of the\nCourt’).  Nor does the comment have to ‘be impartial or\nwell-balanced’.\n[6]\nIndeed,\n‘fair’ in this context means only that the opinion expressed must be\none that ‘a fair man, however extreme\nhis views may be, might honestly\nhave, even if the views are\nprejudiced’.\n[7]\nHence Innes\nCJ’s observation that the defendant ‘must justify the facts; but he\nneed not justify the\ncomment’.\n[8]\n[33]\tAnd in the\nnearly 90 years since\nCrawford v Albu\n, our courts have firmly established\nthat once the other three requirements are established, a generous leeway is\npermitted in determining\n‘fairness’.\n[9]\nIn\nCrawford\n, Innes CJ recommended the adoption of an exceptionally wide\ntest: ‘any genuine expression of opinion is fair if it is relevant,\nand if\nit is not such as to disclose in itself actual\nmalice’.\n[10]\nIn\nJohnson v\nBeckett\n,\n[11]\nCorbett CJ asked\nwhether, objectively speaking, the comment ‘qualified as an honest,\ngenuine (though possibly exaggerated or\nprejudiced) expression of opinion\nrelevant to the facts on which it was based, and not disclosing malice’. \nThe Constitution\nhas certainly not occluded this latitude.\n[34]\tThe\n‘noscitur a sociis’ jibe is by its nature vague and imprecise. \nWhile it invariably implies that the association\nsomehow taints the subject of\nthe comment, it does not necessarily suggest that the opprobrium is equal.  The\nfacts here illustrate.\n Why should Phillips’s ‘supposed condemnation\nof and protestations against drugs’ ‘not be taken too\nseriously’?\n Hardaker’s comment invites speculation as to a range of\npossible reasons, without itself giving the answer.  One could be\nthat Phillips\nis himself a drug dealer; another that though not a drug dealer, he colludes in\ntheir activities.  A third is that\nthough Phillips does not support drug dealing\nhimself, the mere fact of giving comfort and succour by bank-rolling an alleged\ndrug\ndealer’s defence is in itself discreditable and incompatible with\ngenuine opposition to drug-dealing.\n[35]\tThis was the most obvious meaning\nof Hardaker’s comment.  He disclaimed evidence showing ‘any direct\ninvolvement’\nby Phillips in drug trafficking.  The sole basis for his\njibe, offered as such, was Phillips’s ‘long standing\nrelationship’\nwith ‘Sailor’ and his mission to New Zealand to\nsupport him.\n[12]\n[36]\tIn these\ncircumstances there can be little doubt that the comment that Phillips’s\n‘condemnation of and protestations\nagainst drugs’ should be treated\nwith scepticism qualified as ‘fair’.  Hardaker’s opinion was\nno doubt shaped\nby the tough-minded moralism of a law enforcement officer with\nnearly 25 years’ experience.  It may have been ‘prejudiced’\nin\nthe sense that he was literally ‘on Phillips’s case’.  Perhaps\nit showed little deference to what in others’\nopinion would be the\nsentimental claims of loyal friendship.  But the law does not require Hardaker\nto justify his opinion.  His\nsubmission that giving succour to suspected drug\ndealers is discreditable and wrong and puts in question professed opposition to\ndrug dealing was fairly tenable, stated in relation to facts fully stated, and\nnot  tainted by malice.  In  my  view  the  appeal\n must\nsucceed also on\nthis ground.\nE CAMERON\nJUDGE OF\nAPPEAL\nCONCUR:\nBRAND JA\nLEWIS\nJA\nPONNAN JA\n[1]\nSee\nDavis & Sons v\nShepstone\n(1886) 11 LR App Cas 187\n(Privy Council, on appeal from the\nSupreme Court of Natal) 190 and\nRibbink v Marais and Roos\n(1892) 4 SAR\n236 at 245 (Kotze CJ, Ameshoff and De Korte JJ\nconcurring).\n[2]\n1917 AD 102\nat\n114.\n[3]\n1981 (1) SA 1157\n(A)\n1167F, per Jansen JA, applied in\nDelta Motor Corporation (Pty) Ltd v van der\nMerwe\n2004 (6) SA 185 (SCA)\n13-15.\n[4]\nCompare\nSouth African\nAssociated Newspapers Ltd v Yutar\n1969 (2) SA 442\n(A) 453E-454H (statement\nin question must appear and be recognisable to the ordinary reasonable person as\ncomment and not as a statement\nof\nfact).\n[5]\n1917 AD 102\nat\n114.\n[6]\n1917 AD 102\nat\n114.\n[7]\nJohnson v Beckett\n[1991] ZASCA 175\n;\n1992 (1) SA 762\n(A) 780-781 (Harms\nAJA).\n[8]\n1917 AD 102\nat\n117.\n[9]\nSee for instance\nJohnson v Beckett\n[1991] ZASCA 175\n;\n1992 (1) SA 762\n(A) 775C-H (van den Heever JA); 778-781\n(Harms AJA); 782-783 (Corbett\nCJ).\n[10]\n1917 AD 102\nat\n115.\n[11]\n[1991] ZASCA 175\n;\n1992 (1) SA 762\n(A)\n783B, Hefer JA and Kriegler AJA\nconcurring.\n[12]\nThe\n‘evidence’ for the comment, attached to Hardaker’s affidavit,\nincluded a letter from ‘Sailor’\nto Phillips that made it clear that\n‘Sailor’, at least, thought that Phillips would deplore what he had\ndone.",
  "scraped_at": "2026-02-12T14:01:49.543783",
  "date": "2005-03-30",
  "coram": [
    "SCOTT JJA",
    "CAMERON JJA",
    "BRAND JJA",
    "LEWIS JJA",
    "PONNAN JJA"
  ],
  "case_number": "120/04",
  "parties": {
    "applicants": [
      "George Frederick Hardaker"
    ],
    "respondents": [
      "Andrew Lionel Phillips"
    ]
  },
  "sections": {
    "facts": "George Frederick Hardaker, a senior investigator in the National Directorate of Public Prosecutions' Asset Forfeiture Unit, prepared a replying affidavit in motion proceedings brought by the NDPP against Andrew Phillips, who operated \"The Ranch\" and \"Titty Twister\" – venues associated with prostitution. The NDPP sought a provisional restraint order under the Prevention of Organised Crime Act (POCA) to secure assets pending possible confiscation. In his affidavit Hardaker included statements drawn from witness interviews alleging drug use on the premises and, importantly, linked Phillips to drug trafficking through his relationship with Sailor van Schalkwyk, a convicted drug dealer in New Zealand. Phillips sued Hardaker for defamation in the High Court, which awarded him R30,000. Hardaker appealed the decision.",
    "issues": "The appeal raised several legal questions: (1) Whether the statements made by Hardaker in his affidavit were defamatory of Phillips; (2) Whether the defence of qualified privilege applied, i.e., whether the statements were relevant to an issue in the judicial proceedings; (3) Whether the defence of fair comment could succeed; (4) Whether Hardaker acted with an improper or indirect motive, which would defeat qualified privilege; and (5) The correct burden of proof on the appellant to rebut the presumptions of unlawfulness and animus injuriandi.",
    "principles": "The Court applied established defamation principles, including the presumptions that a defamatory publication is unlawful and made with animus injuriandi unless the defendant disproves them on a balance of probabilities. It examined the defence of qualified privilege in judicial proceedings, requiring the statement to be relevant to a real or subsidiary issue in the case. The Court also considered the defence of fair comment, which requires (i) the statement to be a comment or opinion, (ii) it be fair, (iii) the underlying facts be true, and (iv) the comment relate to a matter of public interest. Constitutional considerations balancing reputation against freedom of expression were referenced, as were precedents such as Penn v Fiddell, Neethling v Du Preez, and Crawford v Albu.",
    "application": "The Court found that paragraph 29 of Hardaker’s affidavit, which suggested Phillips' condemnation of drugs should not be taken seriously, was defamatory because it implied untruthfulness. However, the Court held that the statement was directly responsive to Phillips’s own allegations about his attitude to drugs and was therefore relevant to the issue of whether aggravating circumstances (drug involvement) existed for a POCA restraint order. Consequently, the statement fell within qualified privilege. The Court rejected the claim of an improper motive, noting the affidavit was a reasoned submission based on evidence, including the Leitch affidavit and Van Schalkwyk’s letter. The concurrence by Cameron JA further affirmed that the statement also satisfied the requirements for fair comment, as it was an opinion grounded in disclosed facts of public interest.",
    "conclusion": "The appeal was upheld. The Court set aside the High Court judgment and dismissed Phillips’s defamation action, awarding costs (including costs for two counsel) in favour of Hardaker. The order of the court a quo was replaced with a dismissal of the action with costs."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Defamation",
    "level_3": [
      "qualified privilege",
      "fair comment",
      "reputation",
      "freedom of expression"
    ]
  }
}