{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/15.html",
  "case_name": "Land & Landbouontwikkelingsbank van Suid Afrika v Conradie (452/2003) [2005] ZASCA 15; [2005] 4 All SA 509 (SCA); 2005 (4) SA 506 (SCA) (24 March 2005)",
  "citation": "[2005] ZASCA 15",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 15\n|\nNoteup\n|\nLawCite\nLand & Landbouontwikkelingsbank van Suid Afrika v Conradie (452/2003) [2005] ZASCA 15; [2005] 4 All SA 509 (SCA); 2005 (4) SA 506 (SCA) (24 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  452/03\nIn the matter between:\nLAND &\nLANDBOUONTWIKKELINGSBANK\nVAN SUID-AFRIKA\nAppellant\nand\nPIERRE CONRADIE\nRespondent\nCORAM\n:\nMPATI DP, ZULMAN,\nSTREICHER,\nLEWIS and VAN HEERDEN JJA\nHEARD\n:\n8\nMARCH 2005\nDELIVERED\n:\n24 MARCH\n2005\nSummary:\nLand – Land Reform – eviction of\noccupier – S 8(1) and 11(3) of Extension of Security of Tenure Act 62 of\n1987 –\nall factors listed in subsections and other relevant factors to be\nconsidered in determining whether just and equitable to terminate\nright of\nresidence (s 8(1)) and to grant eviction order (s\n11(3)).\nAppeal:\nPower of court – s 21A of Supreme Court Act 59\nof 1959 empowers court to dismiss appeal where judgment or order will have no\npractical effect or result – court has discretion to allow appeal to\nproceed in certain\ncircumstances.\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nDP:\n[1]\tOn 19 March 2003 the magistrate of Ceres in the Western Cape\ngranted the appellant an order of eviction against the respondent.\n The order,\ninter alia\n, required the respondent to vacate the property (the house on\nthe farm Klein Pruise, Ceres) he had leased from the appellant by 31\nMay 2003. \nIn  terms of s 19(3) of the Extension of Security of Tenure Act 62 of 1997 (the\nAct) such order is subject to automatic\nreview by the Land Claims Court, which\nmay,\ninter alia\n, confirm or set it aside in whole or in part.\n[2]\tOn\n12 May 2003 the Land Claims Court (Moloto J) set aside the eviction order and\nsubstituted it with one dismissing the application\nfor eviction and made no\norder as to costs.  (The magistrate had ordered the respondent to pay the costs\nof the application.)  The\nappellant is before us with leave of the court\na\nquo\n.\n[3]\tIn overturning the magistrate’s judgment Moloto J held\nthat he was not satisfied that the respondent’s right of residence\nwas\nterminated in accordance with the provisions of s 8 of the Act.  The\nappellant’s reason for seeking the respondent’s\neviction was that it\nwished to sell the property, but that prospective buyers were not prepared to\npurchase it if the respondent\ncontinued to occupy it.\n[4]\tThe respondent did\nnot file heads of argument and was not represented in this court.  However, on 2\nMarch 2005 counsel for the\nappellant filed additional heads of argument in which\nwe were informed that the respondent has in fact vacated the property.  Clearly,\nan order allowing the appeal would have no practical effect or result as between\nthe parties and the appeal may be dismissed on this\nground alone (s 21A(1) of\nthe Supreme Court Act 59 of 1959).\n[5]\tCounsel has, however, submitted that a\njudgment by this court will have practical effect as a consideration of the\nappeal would\nentail a confirmation of or departure from the judgment of the Land\nClaims Court in\nMeyer NO v Tambani\n2002 (5) SA 811\n(LCC).  In that case\nthe trustee of a trust sought to evict the occupiers of a property owned by the\ntrust on the ground that the\ntrust had sold the property, but that the purchaser\ndemanded to be given vacant possession.  Moloto AJ dismissed the application,\nholding, in effect, that an occupier cannot be evicted on the sole ground that\nthe owner wishes to give vacant possession to a purchaser.\n[6]\tSection 21A(1)\nof the Supreme Court Act reads:\n‘(1)\tWhen at the hearing of any civil\nappeal to the [Supreme Court of Appeal] or any Provincial or Local Division of\nthe [High\nCourt] the issues are of such a nature that the judgment or order\nsought will have no practical effect or result, the appeal may\nbe dismissed on\nthis ground alone.’\nThe section has been the subject of a number of\ndecisions in this court.  (See, for example,\nPremier, Provinsie Mpumalanga v\nGroblerdalse Stadsraad\n1998 (2) SA 1136\n(SCA);\nWestern Cape Education\nDepartment v George\n1998 (3) SA 77\n(SCA);\nNatal Rugby Union v Gould\n[1998] ZASCA 62\n;\n1999 (1) SA 432\n(SCA);\nCoin Security Group (Pty) Ltd v SA National Union for\nSecurity Officers\n[2000] ZASCA 137\n;\n2001 (2) SA 872\n(SCA);\nPort Elizabeth Municipality v\nSmit\n2002 (4) SA 241\n(SCA);\nThe Merak S: Sea Melody Enterprises SA v\nBulktrans (Europe Corporation)\n2002 (4) SA 273\n(SCA);\nRand Water Board v\nRotek Industries (Pty) Ltd\n2003 (4) SA 58\n(SCA) and\nRadio Pretoria v\nChairman, Independent Communications Authority of South Africa\n2005 (1) SA\n47\n(SCA).)\nIt is apparent from these decisions that this court will not\nmake determinations on issues that are otherwise moot merely because\nthe parties\nbelieve that, although the decision or order will have no practical result\nbetween them, a practical result could be\nachieved in other respects.\n[7]\tAs\nwas said in\nCoin Security\n(at 875 para 8), however, the section confers a\ndiscretion on this court.  See also\nPresident, Ordinary Court Martial  v\nFreedom of Expression Institute\n[1999] ZACC 10\n;\n1999 (4) SA 682\n(CC) at 687 para 13.  Where,\nfor example, questions of law, which are likely to arise frequently, are at\nissue a court of appeal\nmay hear the merits of the appeal and pronounce upon it:\nThe\nMerak S: Sea Melody Enterprises SA\n, supra, at 276 para\n4.\n[8]\tIn the present matter counsel argued, in addition to the submission\nmentioned in para 5 above, that in dealing with the merits\nof the appeal this\ncourt may consider, and give guidance on, the requirements to be met by an owner\nor person in charge of the property\nin order to persuade a court, in eviction\nproceedings, having regard to the provisions of s 8(1)(\na\n)-(\ne\n) of\nthe Act, that the termination of the occupier’s right of residence was\njust and equitable.  A further submission by counsel\nwas that this court, if it\nhears the appeal, would have occasion to consider the extent of the duty of the\nowner or person in charge\n‘to adduce the necessary averments and evidence\nto make out a case in relation to every provision to which the court must apply\nits mind in deciding whether an eviction order is\njustified’.\n[9]\tSection 8 (1) of the Act reads:\n‘Subject to\nthe provisions of this section, an occupier’s right of residence may be\nterminated on any lawful ground, provided\nthat such termination is just and\nequitable, having regard to all relevant factors and in particular to\n–\n(a)\tthe fairness of  any agreement, provision in an agreement, or provision of\nlaw on which the owner or person in charge relies;\n(b)\tthe conduct of the parties giving rise to the termination;\n(c)\tthe interests of the parties, including the comparative hardship to the\nowner or person in charge, the occupier concerned, and\nany other occupier if the\nright of residence is or is not terminated;\n(d)\tthe existence of a reasonable expectation of the renewal of the agreement\nfrom which the right of residence arises, after the\neffluxion of its time;  and\n(e)\tthe fairness of the procedure followed by the owner or person in charge,\nincluding whether or not the occupier had or should\nhave been granted an\neffective opportunity to make representations before the decision was made to\nterminate the right of residence.’\nIt is clear from these\nprovisions that the result of their consideration will depend upon the facts of\neach particular case.  No guidance\ncan thus be given as to what requirements are\nto be met by an owner or person in charge to prove that a termination of an\noccupier’s\nright of residence was just and equitable.  Nor is it possible\nfor this court to consider, in the abstract, the extent of the averments\nto be\nmade and the evidence to be adduced by an owner or person in charge to make out\na case for an eviction order.  Each case will\ndepend on its own\nfacts.\n[10]\tThere is, however, a further submission by counsel, viz that the\nquestions of law at issue here are of considerable importance\nand are likely to\narise frequently.  Reliance for this submission was sought in\nThe Merak S\ncase, supra, para 4, where Farlam JA said:\n‘In view of the importance\nof the questions of law which arise in this matter, the frequency with which\nthey arise and the\nfact that at the time of the decision in the court\na\nquo\nand of the granting of leave to appeal those questions were, as Mr Shaw\nfor the appellant put it, “live issues”, I am\nsatisfied that this is\nan appropriate matter for the exercise of this Court’s discretion to allow\nthe appeal to proceed:  cf\nCoin Security Group (Pty) Ltd v SA National Union\nfor Security Officers and Others\n[2000] ZASCA 137\n;\n2001 (2) SA 872\n(SCA) at 875 (para [8]) and\nNatal Rugby Union v Gould\n[1998] ZASCA 62\n;\n1999 (1) SA 432\n(SCA).’\nThe purpose of\ns 19(3) of the Act (which subjects  eviction orders granted by a magistrate to\nautomatic review by the Land Claims\nCourt), so counsel argued, is to create a\nbody of precedents to be followed by magistrates’ courts when they deal\nwith eviction\nproceedings.  That being so, an erroneous decision of the Land\nClaims Court on questions of law that are likely to arise with frequency\nshould\nnot be allowed to stand.\n[11]\tThe present matter concerns the application of\nthe concept of ‘just and equitable’ as those words appear in s 8(1)\nof the Act.  (The subsection is quoted in full in para 8 above.)  It provides\nthat an occupier’s right of residence may be\nterminated on any lawful\nground, provided that such termination is just and equitable.  In considering\nwhether the termination of\nan occupier’s right of residence is just and\nequitable a court must have regard to ‘all relevant factors’ and in\nparticular those listed under items (\na\n) to (\ne\n) of the\nsubsection.\n[12]\tIn the instant case the court\na quo\nconsidered\nwhether the termination of the respondent’s right of residence was just\nand equitable and observed that the Act\ndoes not specifically provide for a\nsituation where the sole reason for such termination was a wish, on the part of\nthe appellant,\nto dispose of the leased property.  The learned judge then sought\nan answer from the provisions of s 24, which reads:\n‘(1)\tThe rights of an occupier shall, subject to the provisions of this\nAct, be binding on a successor in title of an owner\nor person in charge of the\nland concerned.\n(2)\tConsent contemplated in this Act given by the owner or person in charge of\nthe land concerned shall be binding on his or her\nsuccessor in title as if he or\nshe or it had given it.’\nHe then held, correctly so in my\nview, that the section clearly contemplates that property may be transferred\nfrom one owner to the\nnext without tampering with an occupier’s right of\nresidence.  That, of course, presupposes that the consent of the owner had\nnot\nbeen withdrawn.  But the learned judge went further and said (para 6 of his\njudgment):\n‘The termination of a right of occupation must be equitable\nfrom the perspective of the owner as well as the occupier.  Should\nthe owner\nattempt to justify a termination which may well have occurred in accordance with\nthe provisions of the contract on the\nbasis that he no longer wants the occupier\non the property, it would not pass the equity test.  On the same basis, a\ntermination\non the grounds that a prospective purchaser would not want the\noccupier on the premises will not pass the equity test.  The fact\nthat the owner\nmay get a higher price for the property if the occupier has left does not make\nthe termination equitable.  The position\nof the occupier must also be taken into\naccount.  I am not satisfied that the respondent’s right of residence was\nterminated\nin accordance with the provisions of section 8.’\nI agree\nthat the question whether the termination of an occupier’s right of\nresidence is just and equitable must be considered\nfrom the perspective of both\nthe owner and the occupier.  However, the rest of the observations of the\nlearned judge are too broadly\nstated.  There may very well be instances where a\ncourt might find that it was not just and equitable to terminate an\noccupier’s\nright of residence for the reason that the owner wishes to sell\nthe property.  But\nnon constat\nthat that will be the only factor to be\nconsidered, nor that such factor will be decisive.  To determine what is just\nand equitable\nthe factors enumerated in s 8(1) of the Act must be considered,\ntogether with all other relevant factors.\nMkangeli v Joubert\n2002 (4) SA\n36\n(SCA) at 43 para 11.  See also\nDe Kock v Juggels\n1999 (4) SA 43\n(LCC)\nand\nConradie v Hanekom\n1999 (4) SA 491\n(LCC).\n[13]\tIn the present\nmatter the court\na quo\ndoes not appear to me to have considered the\nfactors enumerated in s 8(1) of the Act.  Indeed, a court might find some of\nthose factors\nto be irrelevant,  but that depends on the facts of a particular\ncase.  With regard to the present matter, though - and without in\nany way\nsuggesting that the others are irrelevant - one of the factors that comes to\nmind is the comparative hardship to the appellant\nand the respondent if the\nright of residence was or was not terminated (s 8(1)(\nc\n)).  Depending on\nwhether or not a proper defence has been raised, it would have been necessary\nfor the court\na quo\nto consider this factor.   The effect of the finding\nof the court\na quo\nis that whatever hardship an owner might face is\nirrelevant if the reason for terminating an occupier’s right of residence\nis to sell the property without the burden of a lease.  In my view, the approach\nof the court\na quo\nwas clearly erroneous.  Furthermore, s 24 of the Act,\non which it relied, merely protects an occupier, who otherwise has a right\nof\noccupation, from eviction by a new owner or person in charge on grounds that the\noccupation was without his or her or its consent.\n Such occupier may, under\nthose circumstances, raise the defence that the occupation was with the consent\nof the previous owner or\nperson in charge and therefore binding on the successor\nin title, which is not the case here.\n[14]\tThe issue at hand concerns the\ninterpretation and application of the Act and is thus a question of law.  I have\nno doubt that\ncounsel is correct in his submission that it is likely to arise\nfrequently.  There is already a previous reported judgment (\nMeyer NO v\nTambani\n, supra) where a similar approach as that followed in the instant\ncase was adopted.  In my view, the present is an appropriate matter\nfor this\ncourt to exercise its discretion in favour of the appellant and to consider the\nmerits of the appeal.  Had the appellant\nnot proceeded with the appeal the\njudgment of the court below would in all probability have been followed by\nitself, as it did the\nMeyer NO v Tambani\ndecision, and by\nmagistrates’ courts.  Cf\nNatal Rugby Union v Gould\n, supra, at\n444I-445B.\n[15]\tIn\nDe Kock v Juggels\n, supra, Dodson J held that a\nperson who seeks the eviction of an occupier under the Act must make all the\nnecessary averments and\nadduce the necessary evidence to make out a case in\nrelation to every provision to which the court must apply its mind in deciding\nwhether an eviction order would be justified (para 13).  A perusal of the\nfounding affidavit reveals that the appellant has made\naverments which cover all\nthe factors enumerated in s 8(1) of the Act.  Whether all of them would be\nrelevant in the end is another\nmatter which it is not necessary to decide now. \nThe respondent’s notice of opposition filed in response contains nothing\nto\ngainsay those averments.  Nothing is said, for example, to controvert the\naverments, to mention only two, that sufficient notice\nof the termination of the\nright of residence was given and that the respondent should easily obtain\nalternative accommodation at\nthe monthly rental of R3 500 he was paying to the\nappellant.  The respondent raised technical issues in defence, such as\nnon-compliance\nwith certain requirements of the Act (s 9(2) and (3)), which are\nnot fatal and which were dismissed by both the magistrate’s\ncourt and the\ncourt\na quo\n.  In my view, the court\na quo\nshould have found that\nthe respondent’s right of residence had been properly terminated in terms\nof s 8(1) of the Act.\n[16]\tAs was said by this court in\nMkangeli,\nat\n44 para 12, once an occupier’s right to reside has been duly terminated,\nhis refusal to vacate the property is unlawful.\n But even where the provisions\nof s 8(1) have been complied with that does not mean that an eviction order will\nnecessarily be granted.\n Section 9(2) provides that a court may make an order\nfor eviction if certain conditions are met, which are,\ninter alia\n,\ncompliance with s 8;  compliance with the conditions for an order of eviction\nunder s 10 or 11 (s 10 is not relevant here as respondent\nbecame an occupier\nafter 4 February 1997) and the giving of two months’ notice of the\nintended application for eviction.  I\nhave already mentioned (in para 15 above)\nthat both the magistrates’ court and the court\na quo\ndismissed the\nonly objections raised by the respondent, which were that the provisions of s\n9(2) and (3) had not been complied with.\n[17]\tSection 11 provides that a\ncourt may grant an order of eviction if it is of the opinion that it is just and\nequitable to do so.\n In deciding whether it is just and equitable to grant such\nan order the court must have regard to certain factors, which include\na\nconsideration whether suitable alternative accommodation is available to the\noccupier (s 11(3)(\nc\n));  the reason for the proposed eviction (s\n11(3)(\nd\n)) and the balance of the interests of the owner or person in\ncharge and the occupier (s 11(3)(\nc\n)).  Averments in relation to these\nconsiderations have been made in the founding affidavit and as I have mentioned,\nthere is nothing\nin the respondent’s notice of opposition to controvert\nthem.  Under these circumstances the court\na quo\nshould have confirmed\nthe order of the magistrate’s court.\n[18]\tIn the result I make the\nfollowing order:\n(a)\tThe appeal succeeds with costs.\n(b)\tThe order of the court\na quo\nis set aside and for it is substituted\nthe following:\n‘The order issued by the magistrate on 19 March 2003 is\nconfirmed.’\nL MPATI DP          \t\tCONCUR\nZULMAN JA\nSTREICHER JA\nLEWIS JA\nVAN HEERDEN JA",
  "scraped_at": "2026-02-12T13:58:08.871768",
  "date": "2005-03-24",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "STREICHER",
    "LEWIS",
    "VAN HEERDEN JJA"
  ],
  "case_number": "452/03",
  "parties": {
    "applicants": [
      "LAND & LANDBOUONTWIKKELINGSBANK VAN SUID-AFRIKA"
    ],
    "respondents": [
      "PIERRE CONRADIE"
    ]
  },
  "sections": {
    "facts": "On 19 March 2003 the magistrate at Ceres granted the Land & Landbouontwikkelingsbank van Suid‑Afrika an order of eviction against Pierre Conradie, requiring him to vacate the leased house on the farm Klein Pruise by 31 May 2003. Under s 19(3) of the Extension of Security of Tenure Act the order was subject to automatic review by the Land Claims Court. On 12 May 2003 the Land Claims Court set aside the magistrate's order and dismissed the eviction application, holding that the respondent's right of residence had not been terminated in accordance with s 8 of the Act. The appellant later appealed, alleging that the respondent had in fact vacated the premises and that the appeal raised important legal questions on the interpretation of the Act.",
    "issues": "1) Whether the appeal is moot and should be dismissed under s 21A(1) of the Supreme Court Act because the respondent has already vacated the property. 2) Whether the termination of the respondent's right of residence was \"just and equitable\" under s 8(1) of the Extension of Security of Tenure Act, and consequently whether the magistrate's original eviction order should be confirmed.",
    "principles": "The court applied s 21A(1) of the Supreme Court Act, which gives the appellate court discretion to dismiss an appeal where the judgment would have no practical effect, but allows a hearing where important legal issues arise. Section 8(1) of the Extension of Security of Tenure Act requires that any termination of an occupier's right of residence be just and equitable, taking into account factors (a)–(e) listed in the provision. Section 11(3) governs the criteria for granting an eviction order, including availability of alternative accommodation and the reason for eviction. Precedents cited include Meyer NO v Tambani, De Kock v Juggels, Mkangeli v Joubert, Coin Security Group, and the Merak case, which together illuminate the need to consider all relevant factors and the frequency with which these questions arise.",
    "application": "The court found that the appeal was not merely moot because it raised a question of law that recurs frequently and affects the development of precedent under the Extension of Security of Tenure Act. It observed that the court a quo had failed to analyse the factors set out in s 8(1), particularly the comparative hardship to both parties and the fairness of the reason for termination (the appellant's desire to sell). The appellant's founding affidavit contained averments addressing all s 8(1) factors, and the respondent offered no contrary evidence. Accordingly, the court concluded that the termination complied with s 8(1) and that the procedural requirements of s 9(2) and s 11(3) were satisfied.",
    "conclusion": "The appeal succeeds. The order of the court a quo is set aside and replaced with a confirmation of the magistrate’s original eviction order of 19 March 2003. Costs are awarded to the appellant."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction",
    "level_3": [
      "Extension of Security of Tenure Act",
      "just and equitable",
      "section 21A",
      "land claims court"
    ]
  }
}