{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/82.html",
  "case_name": "Micro Finance Regulatory Council v AAA Investment (Pty) Ltd and Another (346/2004) [2005] ZASCA 82; [2006] 3 All SA 256 (SCA); 2006 (1) SA 27 (SCA) (21 September 2005)",
  "citation": "[2005] ZASCA 82",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 82\n|\nNoteup\n|\nLawCite\nMicro Finance Regulatory Council v AAA Investment (Pty) Ltd and Another (346/2004) [2005] ZASCA 82; [2006] 3 All SA 256 (SCA); 2006 (1) SA 27 (SCA) (21 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:\t346/04\nIn the matter between:\nTHE MICRO FINANCE REGULATORY\nCOUNCIL\nAppellant\nand\nAAA INVESTMENT (PTY)\nLIMITED\nFirst Respondent\nTHE MINISTER OF TRADE &\nINDUSTRY\nSecond\nRespondent\n_____________________________________________________\nCoram\n:\nMpati\nDP, Streicher, Navsa, Nugent JJA et Combrinck AJA\nDate of\nhearing:\n26 August 2005\nDate of delivery:\n21 September\n2005\nSummary\n:\tPrivate regulator appointed for\nmicro-lending industry ─ s 21 company ─ entitled to make rules in\nterms of its memorandum\nof association ─ whether making of such rules\nconstituted the exercise of public powers requiring legislative authority.\n_____________________________________________________\nJUDGMENT\n_____________________________________________________\nNAVSA\net\nNUGENT JJA:\n[1]\t‘Neither a borrower nor a lender be;\nFor\nloan oft loses both itself and friend,\nAnd borrowing dulls the edge of\nhusbandry.’\n[1]\nShakespeare’s\nwords are lost in the reality of the modern commercial\nworld.\n[2]\nThe poor, especially, are\nexponentially becoming borrowers\n[3]\nin\nwhat is known as the micro-lending industry, which, as the name suggests, is the\nindustry in which lenders principally provide\ncredit to low-income earners in\nrelatively small amounts, at high monthly interest rates, justified on the basis\nof high risk.\n[2]\tThe present appeal concerns the regulation of the\nmicro-lending industry in South Africa and, more particularly, the powers of\na\nstatutorily approved regulator.\n[3]\tHistorically, persons who earned low\nincomes could not obtain credit from established banks or other financiers. The\nmain reason\nfor this was that such institutions were subject to interest rate\nlimitations imposed by the Usury Act 73 of 1968 and were loath\nto lend money to\nlow-income earners because of the perceived risk of default and the\ndisproportionate cost of advancing small loans.\n Section 15A of the Usury Act,\nhowever, permits the responsible Minister to exempt categories of money-lending\ntransactions from\nits provisions on such conditions and to such extent as he or\nshe may deem fit.\n[4]\n[4]\tIn 1992, the then responsible Minister, in response to\nrepresentations, exempted certain categories of small loans from its interest\nrate restrictions. As a result, a burgeoning micro-lending industry came into\nexistence.\n[5]\nPredictably, abuses\nresulted in this industry, which, at the time, was unregulated. Government\nthreatened to withdraw the exemption.\nThe second respondent, the Minister of\nTrade and Industry, who is presently the responsible Minister in terms of the\nUsury Act, took\nadvice from an advisory panel about the best manner in which to\nregulate the industry. He consequently decided that he would do so\nthrough an\napproved independent private body in which all interested parties would be\nrepresented.\n[5]\tOn 1 June 1999 the Minister issued a notice under s 15A\nof the Usury Act in terms of which he exempted micro-lending transactions\nfrom\nthe provisions of the Usury Act but only on condition that:\n‘(a)\tthe\nentity concluding the ... money lending transaction is registered as a lender\nwith a regulatory institution; and\n(b)\tthe lender shall at all times comply\nwith this notice.’\nThe notice defined a ‘regulatory\ninstitution’ as a legal entity that, amongst other things, is approved by\nthe Minister\nas having the capacity and mechanisms to ensure compliance by\nlenders with the notice.\n[6]\tThe notice went on in annexure A, entitled\nRules for Purposes of Exemption Under Section 15A of the Usury Act\n, to\nset out various rules in protection of the interests of borrowers, such as\nmethods of confidentiality of transactions, disclosure\nto borrowers and methods\nof collection of repayments.\n[7]\tOn 16 July 1999 the Minister gave\nnotice that the appellant, a company that was incorporated in terms of s 21 of\nthe Companies\nAct 61 of 1973, was an approved regulatory institution as\ncontemplated by condition (a) of the exemption notice. The Minister must\nhave\ngiven his approval in the knowledge and with the intention that the company\nwould henceforth ensure compliance with the terms\nof the exemption notice, and\nwould regulate the industry in accordance with its own powers as conferred upon\nit by its memorandum\nof association.\n[8]\tThe appellant company came\ninto being in anticipation of being appointed as a regulatory body for the\nmicro-lending industry.\nThe founding members of the company included Government\nand representatives of the micro-lending industry and consumers. We shall\nfor\nthe sake of convenience refer to the appellant as the company.\n[9]\tThe\ncompany’s memorandum of association states that its main object is\n‘to promote the common interests of money lenders\nadvancing small loans\nthrough the regulation of the small loans industry’.\n[10]\tThe\nspecific powers of the company, provided for in its memorandum of association,\ninclude the power:\n‘To make and enforce rules to be complied with by\nmoney lenders advancing small loans registered with the company and any category\nof small loans in particular.’\n[11]\tIn the exercise of its powers in\nterms of its memorandum of association the company made a set of rules that were\nlater revised.\nAmongst other things, both sets of rules allow for lenders to\nregister with the company. A lender who wishes to be registered with\nthe company\nis required to complete and to submit an application for registration. In the\napplication form the lender undertakes\nto abide by the provisions of the Usury\nAct exemption and the rules of the company. Upon acceptance of the application\nby the company,\nand registration of the lender, the lender becomes contractually\nobliged to abide by the exemption to which we have referred and\nby the rules\nmade by the company. Those rules provide, amongst other things, for the manner\nin which the lender must conduct various\naspects of his or her business and for\nthe exercise by the company of discipline over the lender.\n[12]\tApart\nfrom that, the detailed provisions of the initial and the revised rules are not\nmaterial to this appeal except in one respect.\nThe revised rules (Rule 6)\nrequire lenders to submit to an ‘information broker’ (a person\nappointed by the company to\nmaintain a national loans register) ‘accurate\ndata in respect of all loans granted for the purposes of such data being\ncaptured\non the national loans register.’ The purpose of the national\nloans register is to enable lenders, by consulting the registrar,\nto determine\nwhether a borrower will be able to make loan repayments. (One of the revised\nrules prohibits lenders from making a loan\nwithout first being satisfied that\nthe borrower will be able to do so.)\n[13]\tThus the effect of the various\nmeasures to which we have referred is that in order to conduct micro-lending\ntransactions a lender\nis required, as a condition of his or her exemption from\nthe provisions of the Usury Act, to register with the company. By registering\nwith the company the lender binds himself or herself to the company\ncontractually to abide by all its rules, and with the ministerial\nrules that are\ncontained in the exemption notice.\n[14]\tThe first respondent is a company\nwith limited liability, incorporated in terms of the Companies Act, operating in\nKing Williamstown\nin the Eastern Cape as a micro-lender, advancing small, short\nterm loans in return for interest. It advances loans of up to R3 000-00\nwith a\nmaximum loan repayment period of six months.\n[15]\tAfter the Minister\napproved the company as a regulatory institution, the first respondent duly\nregistered with it as a lender\nand appears to have conducted its business within\nthe company’s rules.\n[16] During June 2001 the company announced\nits intention to introduce the revised set of rules. This spurred the first\nrespondent\ninto objecting to the proposed changes to the rules. It alleged,\ninter alia\n, that the rules introduced by the company were\nunconstitutional on various grounds, and it threatened legal proceedings.  Its\nprincipal\nobjections related to the introduction of the national loans register\nwith the concomitant obligation upon lenders to submit information\nfor inclusion\nin the register, and the prohibition upon lenders making loans without first\nsatisfying themselves that the borrower\nwas able to make the required\nrepayments.\n[17]\tAfter the company introduced its revised rules on 1\nJuly 2002 it informed the first respondent that the introduction of the national\nloans register was to promote responsible lending. The Department of Trade and\nIndustry, responding to the first respondent’s\nobjections (apparently on\nbehalf of the Minister), whilst not taking a final position on the issue before\nlegal proceedings commenced,\nstated that it considered the changes to the rules\nas not infringing the provisions of the Constitution.\n[18]\tThe first\nrespondent then launched an application in the Pretoria High Court for various\nforms of relief that were all aimed\nat invalidating the company’s initial\nand revised rules.\n[19]\tThe grounds upon which the first respondent\nsought to attack the validity of the rules in its application went beyond those\nthat\nit had advanced earlier. Apart from the various constitutional grounds upon\nwhich it had earlier relied the essence of the first\nrespondent’s attack\nupon the validity of the rules and which formed the core of its argument before\nus, was this: It submitted\nthat the company, by making rules that bound lenders\nin the industry, was purporting to exercise public regulatory powers, and that\nit had no legislative authority for doing so. To phrase it in language that was\nused by the first respondent, it was submitted that\nby making the rules the\ncompany was purporting to legislate, without any constitutional or other\nlegislative powers to do so. Its\nfurther submission, repeating an objection that\nit had made earlier, was that the rule requiring disclosures to be made for the\npurposes\nof the national loan register (which was introduced with the revised\nrules) was in conflict with s 14 of the Constitution, which\nguarantees the right\nto privacy.\n[20]\tThe application to the High Court succeeded and the\nrules were set aside. The learned judge in the court below reasoned that\nin\nmaking rules that bound participants in the micro-lending industry the company\nwas purporting to exercise legislative powers,\nwhich it had no authority to do.\nIn view of his finding it was not necessary for the learned judge to consider\nthe further constitutional\nchallenge to the validity of the rules. This appeal\nagainst that decision is before us with the leave of the court\nbelow.\n[21]\tBefore turning to the merits of the appeal there is a\npreliminary matter that can be disposed of briefly. On 8 August 2005, subsequent\nto the filing of the heads of argument by the parties, the Minister repealed the\nnotice by issuing a new exemption\nnotice,\n[6]\nwhich also embraced all the\nrules adopted by the company. It was contended on behalf of the first respondent\nthat this rendered the\ndispute academic and that the appeal should be dismissed\non the grounds set out in s 21A of the Supreme Court Act 59 of 1959, namely,\nthat any judgment or order would have no practical effect.\n[22]\tWe\ndisagree. The company and the Minister both contend that the company has the\nright to continue making rules and do not rule\nout the possibility of such rules\nbeing made in the future. Furthermore, the company correctly points out that it\nhas regulated the\naffairs of lenders and borrowers who have subscribed to its\nrules and that they, and it, thus require certainty in relation to their\nexisting and future rights and obligations. It is clear that a decision by this\nCourt will have a practical effect.\n[23]\tThe object of the company in\nterms of its memorandum of association is to make and to enforce rules that are\nto be complied with\nby micro-lenders that are registered with the company.  That\nis not an unlawful object, whether under the Usury Act or otherwise,\nand the\nachievement of that object is not inconsistent with the terms upon which the\nMinister approved the company as a regulatory\ninstitution.  On the contrary, the\ncompany was approved by the Minister precisely to assume that function.\n[24]\tThe attack upon the validity of the rules made by the company, on\nthe grounds that it was not authorised to make the rules, is\nin our view\nmisconceived. That attack proceeds from the premise that the company is a public\nregulatory authority that is purporting\nunilaterally to impose a regulatory\nregime on micro-lenders.  That is not correct.  The company is not, and does not\npurport to be,\na public regulator with authority unilaterally to exercise powers\nover outside parties. It is a company that conducts business as\na private\nregulator of lenders who choose to submit to its authority by agreement.  In\nregulating micro-lenders who agree to such\nregulation it does not purport to be\nexercising legislative or other public powers that require a constitutional or\nlegislative source.\n It purports only to regulate those who are willing to\nsubmit to its regime and the source of its authority to do so is their consent.\n[25]\tMoreover, insofar as the consent of lenders to submit to that\nregime might be said to be extracted by coercion, the source of\nthat coercion is\nnot the rules of the company, or its act in making those rules, but is rather\nthe provision of the exemption notice\nthat compels any person who wishes to\nconduct business as a micro-lender to submit to the company’s regulatory\nregime.  We\nare not called upon in this appeal to consider whether the Minister\nwas entitled to assert that coercion by requiring lenders to\nsubmit to that\nprivate regulatory regime as a pre-condition to engaging in micro-lending and we\ndo not do so. The first respondent\nhas pointedly refrained from attacking the\nvalidity of the exemption notice and the conditions that it contains.  There is\nalso no\nattack in the present proceedings upon the validity of the first\nrespondent’s consent (or that of other micro-lenders) to abide\nby the\ncompany’s rules, whether on the grounds that it had no alternative but to\ndo so if it wished to conduct business or\non any other grounds. The first\nrespondent’s attack is directed solely to the validity of the\ncompany’s act in making\nthe rules.\n[26]\tThe validity or otherwise\nof the company’s act in making the rules does not fall to be determined\nwith reference to principles\nof public and constitutional law, as contended for\non behalf of the first respondent, because the company does not purport to be\nexercising public powers of legislation. On the contrary, it purports only to be\nmaking rules that will be binding upon those who\nagree to abide by them, in\npursuance of the business that it conducts as a private regulator. The validity\nof its act in making those\nrules falls to be determined with reference to trite\nprinciples of company law and in particular, whether it was empowered by its\nmemorandum of association to do so. We have already referred to the material\npower conferred upon the company by its memorandum,\nwhich clearly authorised it\nto make the rules. In those circumstances the attack upon their validity on\nthose grounds ought to have\nfailed.\n[27]\tThe invasion of privacy attack\non the revised rule relating to the submission of information for purposes of\nthe national loan\nregister is based on the view that the rule operates within\nthe public and constitutional law sphere. It was never suggested that\nconsent to\nsuch a rule in the private law context is impermissible either in terms of the\nConstitution or otherwise. We were, in\nany event, not called upon to address\nthat question. In the light of the conclusions set out above it is unnecessary\nto consider\nthis point any further. For these reasons the appeal is upheld with\ncosts, including the costs of two counsel. The order of the court\nbelow is set\naside and the following order is substituted:\n‘The application is\ndismissed with costs including the costs of two counsel if\napplicable.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n_________________\nR W NUGENT\nJUDGE OF\nAPPEAL\nCONCUR:\nMPATI\t\tDP\nSTREICHER\tJA\nCOMBRINCK\tAJA\n[1]\nPolonius to Laertes in\nHamlet\nAct I Scene\nIII\n[2]\nIn a proposal for a\ndirective of the European Parliament and of the Council on the harmonisation of\nthe laws, regulations and administrative\nprovisions of the Member States\nconcerning credit for consumers dated 11 September 2002, the following appears:\n‘Today credit\nis made available to consumers via a wide range of financial\ninstruments and it has become the lubricant of economic life...\nIn\nmacroeconomic terms the amount of credit circulating in the 15 Member States of\nthe European Union exceeds EUR 500 000 million\ncorresponding to more than 7% of\nGPD.’\n[3]\nAccording to the\nresearch of Professor PG Du Plessis of the University of Stellenbosch –\nThe Micro-lending Industry in South Africa, July 1998\n– it was\nestimated that 80% of South Africa’s adult population were denied access\nto retail credit within the mainstream\nfinancial services industry. The research\nindicated the size of the cash loan industry to be approximately R10.1bn-R15bn\nand that\nit increased by 280% over the past two years. It also showed that there\nare over 3 500 formal lending agencies and over 27 000 informal\nlending outlets\nwith a large geographic dispersion. Statistics indicate a current and near\nfuture individual market of approximately\n3 million\nborrowers.\n[4]\nSection 15A\nprovides: ‘The Minister may from time to time by notice in the\nGazette\nexempt the categories of money lending transactions, credit\ntransactions or leasing transactions which he may deem fit, from any\nor all of\nthe provisions of this Act on such conditions and to such extent as he may deem\nfit, and may at any time in like manner\nrevoke or amend any such\nexemption.’\n[5]\nSee fn 3\nabove.\n[6]\nGovernment Notice 1407\nof 2005 in Government Gazette 27889.",
  "scraped_at": "2026-02-12T15:00:11.247909",
  "date": "2005-09-21",
  "coram": [
    "Mpati DP",
    "Streicher",
    "Navsa",
    "Nugent JJA",
    "Combrinck AJA"
  ],
  "case_number": "346/04",
  "parties": {
    "applicants": [
      "The Micro Finance Regulatory Council"
    ],
    "respondents": [
      "AAA Investment (Pty) Ltd",
      "The Minister of Trade & Industry"
    ]
  },
  "sections": {
    "facts": "The Minister of Trade & Industry, under section 15A of the Usury Act, exempted micro‑lending transactions on the condition that lenders be registered with an approved regulatory institution. The Micro Finance Regulatory Council (MFR Council), a company incorporated under section 21 of the Companies Act, was approved as that regulatory institution. Its memorandum of association authorised it to make and enforce rules for lenders that registered with it. After introducing a revised set of rules in July 2002 – including a requirement to submit loan data to a national loan register and a prohibition on granting loans without first assessing borrower repayment capacity – the first respondent, AAA Investment (Pty) Ltd, objected and sought relief in the High Court to have the rules declared invalid.",
    "issues": "1. Whether the MFR Council, as a private company, could validly make rules that bind lenders without possessing legislative (public regulatory) authority. 2. Whether the rule requiring lenders to provide borrower data for a national loan register infringed the constitutional right to privacy under section 14 of the Constitution.",
    "principles": "The court applied company law principles, holding that a company may exercise powers conferred by its memorandum of association. A private regulator may impose rules on parties who voluntarily consent to its regime; such rule‑making does not amount to the exercise of public legislative power and therefore does not require constitutional or statutory authority. The validity of the rules is assessed under ordinary company law, not public constitutional law. Privacy rights are engaged only where the state imposes restrictions; here consent is given by lenders as a condition of the exemption notice, so the privacy argument was not addressed.",
    "application": "The court examined the MFR Council's memorandum, which expressly authorises it to make and enforce rules for registered micro‑lenders. It concluded that the Council is a private regulator acting on the consent of lenders, not a public authority exercising unilateral regulatory power. Consequently, the Council’s rules, including the national loan register requirement, fall within its authorized powers. The court declined to consider the privacy challenge as it was premised on a mischaracterisation of the Council’s nature, and it was not necessary to decide the issue.",
    "conclusion": "The appeal was upheld. The High Court’s order setting aside the MFR Council’s initial and revised rules was overturned. The application was dismissed with costs, including the costs of two counsel, and the lower court’s order was replaced with a dismissal of the first respondent’s claim."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Regulatory Law",
    "level_3": [
      "micro‑lending",
      "private regulation",
      "company law",
      "constitutional law",
      "privacy"
    ]
  }
}