{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/31.html",
  "case_name": "S v Western Areas Ltd and Others ((065/2004,245/04)) [2005] ZASCA 31; [2005] 3 All SA 541 (SCA); 2005 (5) SA 214 (SCA); 2005 (1) SACR 441 (SCA); 2005 (12) BCLR 1269 (SCA) (31 March 2005)",
  "citation": "[2005] ZASCA 31",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 31\n|\nNoteup\n|\nLawCite\nS v Western Areas Ltd and Others ((065/2004,245/04)) [2005] ZASCA 31; [2005] 3 All SA 541 (SCA); 2005 (5) SA 214 (SCA); 2005 (1) SACR 441 (SCA); 2005 (12) BCLR 1269 (SCA) (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 65/04\n245/04\nIn the matter between\nWESTERN AREAS LIMITED\nFirst Appellant\nROGER BRETT KEBBLE\nSecond\nAppellant\nHENDRIK CHRISTOFFEL BUITENDAG\nThird\nAppellant\nROGER AINSLEY RALPH KEBBLE\nFourth\nAppellant\nand\nTHE\nSTATE\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P,  SCOTT,  FARLAM,  MTHIYANE  et  CLOETE JJA\n________________________________________________________________________\nDate Heard:\n1 March 2005\nDelivered:\n31 March 2005\nSummary:      Dismissal of\nobjection to indictment – whether appealable before close of trial –\ninterpretation of s 21(1)\nof the Supreme Court Act of 1959 – subsection\ncan permit appeal before end of trial if interests of justice so require –\nnot shown to be so required in the instant case.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P\nHOWIE \nP\n[1]\tA criminal trial cuts across a number of an accused person’s\nfundamental rights. Attendance at the trial, even if on bail,\nlimits freedom of\nmovement and even the right to liberty is curbed to an extent. Those are some of\nthe negative consequences. On\nthe other hand the accused is afforded a number of\nwhat are collectively called fair trial rights. One of these is the right to\nappeal.\nThe primary question in the present instance is whether this Court has\njurisdiction to hear an appeal at this stage. The question\narises in the\nfollowing way.\n[2]\tThe four appellants, a company and three individuals, have\nbeen charged in the High Court, Johannesburg on an indictment containing\ntwelve\ncounts alleging their commission of a variety of offences. Before pleading they\nformally objected to each of seven counts\nas disclosing no offence.\n[3]\tSix\nof the counts (counts 1, 2, 3, 4, 6 and 7 in the indictment) each comprises a\ncharge of fraud and some have alternative charges\nof contravening the Riotous\nAssemblies Act 17 of 1956 – conspiracy to commit fraud as one alternative\nand incitement to commit\nfraud as another. Each fraud count alleges, as an\nelement of the offence, the non-disclosure of facts which the State says it was\nthe appellants’ statutory and common law duty to disclose in respect of\ncertain share-dealings. The notice of objection points\nto the fact that the\nstatutory and regulatory provisions which pertain to share-dealings and impose a\nduty of disclosure, fail to\ncriminalise non-disclosure. The nub of the objection\nis that non-disclosure in that situation cannot as a matter of law constitute\nthe misrepresentation element of fraud. (It is not disputed that non-disclosure\namounts to a misrepresentation that the undisclosed\nfacts do not exist.)\nConsequently, so the objection continues, each of the six fraud charges in\nquestion is bad in law. That being\nso the alternative charges, being\ninextricably linked to the alleged fraud, are also bad.\n[4]\tThe seventh count\nobjected to (count 12 in the indictment) alleges a contravention of s 2(1) of\nthe Insider Trading Act 135 of\n1998, again with conspiracy and incitement\ncharges as alternatives. The objection is that s 4(1)(d) of that Act\ncreates a specific\ndefence and the conduct attributed to the appellants in the\ncharge is the very conduct which constitutes that defence.\n[5]\tAt the start\nof the hearing in the High Court, but before plea, argument was heard on the\nobjection. The presiding Judge (Labuschagne\nJ) reserved his decision and\nsubsequently dismissed the objection. Later he granted leave to appeal to this\ncourt and also granted\na certificate in terms of Rule 18 of the Constitutional\nCourt in respect of a possible appeal to that Court.\n[6]\tTurning to the\njurisdictional issue, usually referred to in the present context as\nappealability, the case for the appellants\nis that this Court has jurisdiction\nat this juncture, firstly, by reason of the provisions of s 168(3) of the\nConstitution,\n[1]\nsecondly, as a matter\nof discretion and, thirdly, by virtue of the provisions of s 21(1) of the\nSupreme Court Act.\n[2]\n[7]\tSection\n168(3) of the Constitution (omitting irrelevant words) reads as follows\n–\n‘The Supreme Court of Appeal may decide appeals in any matter.\nIt is the highest court of appeal except in constitutional matters,\nand may\ndecide only –\n(a)\tappeals;\n(b)\tissues connected with appeals;\nand\n(c)\t... ’\n[8]\tThe first submission by counsel for the\nappellants in regard to this subsection is that it altered the pre-existing\nposition by\nconferring plenary appellate jurisdiction. Before the coming into\noperation of the constitution on 4 February 1997 this court’s\njurisdiction\nhad to be conferred by statute.\n[3]\nQuestions of appealability went to jurisdiction and had to be decided by\nreference to the Supreme Court Act\n[4]\n,\nthe Criminal Procedure Act\n[5]\nand\nother legislation specifically material to appeals to this court. Now, said\ncounsel, the appealability questions that pre-dated\n1997 have fallen away; every\nHigh Court order is appealable in principle and no Rule of this Court restrains\nthat otherwise limitless\njurisdiction. In this regard counsel relied on\nChevron Engineering (Pty) Ltd v\nNkambule\n.\n[6]\n[9]\tIn evaluating\nthis contention the following considerations are of importance. First, there is\na significant background history.\nThe Interim\nConstitution\n[7]\nspecifically stated\nthat this Court had no jurisdiction in matters falling within the jurisdiction\nof the Constitutional Court viz\nconstitutional\nmatters.\n[8]\nThe intention in s 168(3)\nwas to remove that restriction. The words ‘any matter’ accord\njurisdiction not only in matters\nthat were subject to the court’s\njurisdiction before but, now, also constitutional matters. In effect the\njurisdiction bestowed\nis to decide appeals on any subject matter. The words\n‘any matter’ also appear in s 170 of the Constitution which empowers\nmagistrates’ courts and all other courts\n[9]\nto decide ‘any matter\ndetermined by an Act of Parliament’. Here, again, the intention in my view\nis to refer to subject\nmatter because the section goes on to say that a court of\nlower status than a High Court may not enquire into or rule on the\nconstitutionality\nof any legislation or any conduct of the President. These are\ninstances of subject matter. The appellants’ reliance on\nChevron\n[10]\nis misplaced. The question\nthere was not whether the decision in issue was appealable but whether, in\nrespect of a decision that\nclearly was appealable, an appeal lay to this\ncourt.\n[10]\tSecondly, nothing in the subsection suggests the conferment of\njurisdiction to hear as an appeal that which, by established statutory\nconstruction and practice, is not appealable. On the contrary, quite apart from\nsubject matter, the words ‘decide appeals’\nplainly means that the\ncases to be decided are appeals. A decision which is not appealable is not\njusticiable as an appeal. The subsection\ntherefore means an appeal properly\nbefore the court as such.\n[11]\tThirdly, a dispute on the question of\nappealability is not itself an appeal. It falls contextually and linguistically\nwithin\nthe meaning of the words ‘issues connected with appeals’ in s\n168(3)(b).\n[12]\tFourthly, no reason suggests itself why the framers of the\nConstitution would have wanted to render decisions such as rulings\non evidence\nor interlocutory procedure appealable. More importantly, if the argument under\nconsideration were right, the prosecution\ncould appeal against any acquittal.\nUnderstandably that has never been regarded as the correct legal\nposition.\n[13]\tFinally, s 171 of the Constitution states that all courts\nfunction in terms of national legislation and their rules and procedures\nmust be\nprovided for in terms of national legislation. Here is a very clear indication\nthat the framers had no intention to speak\nin s 168(3) of matters of forensic\nrules, procedures and function. Appealability – when to appeal and what to\nappeal against\n– is essentially a subject within the ambit of rules,\nprocedures and function. The respondent does not argue that there is\nno right to\nappeal against the findings of the Court below. The question is: when to appeal?\nThat, as the Constitution shows, is\na question for legislative interpretation\nand application, not for s 168(3).\n[14]\tIn conjunction with the\nappellants’ argument on s 168(3) their counsel advanced certain\nsubmissions in regard to\nMinister of Safety and Security v\nHamilton\n[11]\n. That case\nconcerned the appealability of an order dismissing an exception in a civil case.\nIn the majority judgment the following\nstatement appears\n–\n‘Though s 168(3) of the Constitution provides without\nqualification that this court may decide “appeals in any matter”,\nthis must obviously be read in the light of the Supreme Court Act 59 of\n1959.’\n[12]\n(Nothing in the\nminority judgment conflicts with this statement.)\n[15]\tCounsel urged that the\nquoted statement is clearly wrong. The reasons proffered for that contention\nwere that s 168(3) of the\nConstitutions warrants no such qualification; that one\ncannot employ the construction of a statute to interpret the Constitution;\nand\nthat the Constitution contemplates a hierarchy of courts which would be\ndisregarded if an appeal would proceed to the Constitutional\nCourt without first\nbeing dealt with in this court.\n[16]\tNot only am I not persuaded that the\nstatement in\nHamilton\nis wrong, I am satisfied it is right. The reasons\nfor my view have really been stated already. What the quoted statement in\nHamilton\nclearly meant was that one cannot look at s 168(3) alone because\nit does not bear on appealability. One has to look at s 171 of the\nConstitution\nand that leads one inter alia to the Supreme Court Act. That approach does not\ninvolve using statutory interpretation\nto aid constitutional interpretation; it\nis based solely on construction of the Constitution itself. Finally, in this\nconnection,\nit is so that the Constitution contemplates a hierarchy of courts\nbut it has been recognised that a matter can be appealable to the\nConstitutional\nCourt before being appealable to this\ncourt.\n[13]\n[17]\tFor these reason\nthe appellants’ argument pertaining to s 168(3) of the Constitution cannot\nbe sustained.\n[18]\tIt was argued in the alternative to the appellants’\nfirst submission that if this Court should find that it had a discretion\nto\nexercise its appellate jurisdiction then there were circumstances present which\nwarranted the exercise of that discretion in their\nfavour. I do not think that\nthere is a discretion in the context of this court’s jurisprudence based\non construction of the\nrelevant provisions of the Criminal Procedure Act and the\nSupreme Court Act or any discretion conferred by those provisions themselves.\nThe only possibly relevant provision of the Criminal Procedure Act is s\n319\n[14]\nwhich concerns reservation\nof a question of law. It is true that ss (2) deems the grounds of objection to\nan indictment to be questions\nof law but in terms of the provisions of ss (3)\nread with s 317(2),\n[15]\napplication\nfor reservation of such a question can only be made after conviction or\nacquittal.\n[16]\n[19]\tAs regards\nthe material provisions of the Supreme Court Act, they are contained in s\n21(1).\n[17]\nThey confer on this court\njurisdiction to hear and determine an appeal from ‘any decision’ of\na Provincial or Local Division\nnot conferred by s 20(1) of that Act. The latter\nsection, which does not apply to criminal proceedings, provides for appeals\nagainst\na ‘judgment or order’ and does not refer to a\n‘decision’. Nonetheless this court has construed\n‘decision’\nin s 21(1) to have the same meaning as that which it\nhas attributed to ‘judgment or\norder’.\n[18]\n[20]\tThe\nappealability decisions of this court are based on the ‘salutary general\nrule that appeals are not entertained\npiecemeal’.\n[19]\nAppeals are,\ngenerally, precluded before final determination of a case unless the judicial\npronouncement sought to be appealed against,\nwhether referred to as a judgment,\norder, ruling, decision or declaration, has three attributes. First, it must be\nfinal in effect.\nThat means it must not be susceptible of alteration by the\ncourt appealed from. Second, it must be definitive of the rights of the\nparties,\nfor example, because it grants definite and distinct relief. Thirdly, it must\nhave the effect of disposing of at least a\nsubstantial portion of the relief\nclaimed.\n[20]\nClearly, whether these\ncriteria are met does not depend on judicial discretion.\n[21]\tCounsel for the\nappellants sought, then, to contend that the decision of the Court below was\nfinal in effect because it was based\non the factual allegations contained in\ndetailed further particulars furnished by the prosecution and did not merely\ndecide an abstract\nlegal issue. Counsel went on to say that the learned judge\nwas seized with the trial and no purpose could be served by treating his\njudgment as open to reconsideration. It was the intention of all the parties,\nsaid counsel, that the decision of the judge should\nbe final and that had the\ncase been a civil one it would have lent itself to a separation of issues in\nterms of rule 33(4) and therefore\nan appealable\njudgment.\n[21]\n[22]\tCounsel for\nthe respondent adamantly disputed that the prosecution intended that the\ndecision of the Court below would be regarded\nas final. Moreover, there is\nnothing on record, or relied on by the appellants’ counsel, to show that\nany such common intention\nexisted even assuming, in the appellants’\nfavour, that the existence of a mere intention, as opposed to a recorded\nagreement\nor stated case, could impose finality not imposed by law and further\nassuming that a legal issue in criminal proceedings can indeed\nbe decided on\nagreed facts or a stated case. In the circumstances the decision of the learned\njudge was not final in law however\nmuch he might be disinclined to alter his\nview if he were to preside at the trial. His decision is open to reconsideration\nat the\nend of the trial. In addition, it must be borne in mind that his decision\nwas made before plea, that is to say, before the trial\ncommenced. It might have\nbeen the intention that the learned judge should preside at the trial but, as a\nmatter of law, he is not\nseized of the trial as yet. It follows that all the\nrequirements set in\nZweni’s\ncase are not met.\n[23]\tThe final\nargument for the appellants was that if the case was not appealable on the\nconstruction of s 21(1) adopted in\nZweni\nand later cases that followed\nit, the subsection had to be re-interpreted in the light of s 39(2) of the\nConstitution.\n[22]\n[24]\tBefore\ndealing with the effect of s 39(2) it should be observed that this court said in\nMoch\nthat the requirements for appealability laid down in\nZweni\nwere not intended to be exhaustive or to cast the relevant principles ‘in\nstone’.\n[23]\nIn\nMoch\nthe\ntrial judge refused to recuse himself. This court held, on appeal against such\nrefusal, that dismissing a recusal application\nwas comparable with dismissal of\nan objection to jurisdiction. As the latter was clearly appealable, so was the\nformer.\n[24]\nThe dismissal of an\nobjection to an indictment is not comparable with either. It is much the same as\ndismissal of an exception in\na civil case and nothing said in relation to these\ntopics serves to indicate that an objection or an exception constitute, in\neffect,\na challenge to jurisdiction.\n[25]\tIn\nKhumalo\n[25]\nthe\nConstitutional Court observed that all the considerations which have led this\ncourt to adopt a limited interpretation of ‘judgment\nor order’ in\nconstruing s 20 of the Supreme Court Act can be accommodated within the\nexpression ‘the interests of justice’.\n That is the criterion set in\ns 167(6) of the Constitution in relation to access on appeal to the\nConstitutional Court. It is indeed\nsuch interests which have led to the limited\ninterpretation in question. Long experience has taught that in general it is in\nthe\ninterests of justice that an appeal await the completion of a case whether\ncivil or criminal. Resort to a higher court during proceedings\ncan result in\ndelay, fragmentation of the process, determination of issues based on an\ninadequate record and the expenditure of time\nand effort on issues which may not\nhave arisen had the process been left to run its ordinary\ncourse.\n[26]\n[26]\tIt is clear,\nhowever, that the general rule against piecemeal appeals in criminal proceedings\ncould conflict with the interests\nof justice in a particular case. The\npossibility of such a conflict was recognised in\nWahlhaus.\n[27]\nAs an instance when such\nconflict might arise this court referred in that matter to the position where a\nlaw point is involved which,\nif decided in the accused’s favour, would\ndispose of the criminal charge against him or a substantial portion of\nit.\n[28]\nBy that example I understand\nit to be implied that there would be no trial or a substantially shortened\ntrial.\n[27]\tReverting to the provisions of s 39(2) of the Constitution and\nits influence on the construction of s 21(1) of the Supreme Court\nAct, it is, as\nI have said, an inevitable consequence of a criminal trial that an\naccused’s exercise of the right to liberty\nand freedom of movement is\nrestricted. But those are not the only rights to be considered. It is in the\npublic interest that alleged\ncriminals be subjected to the criminal justice\nprocess and that the prosecution and defence cases be fully ventilated. In the\ntension\nbetween these competing interests the restrictions on the accused which\nI have mentioned remain in place, ameliorated where appropriate\nby release on\nbail. Those considerations by themselves do not warrant giving\n‘decision’ a more extended meaning than\nbefore. What does do so,\nhowever, is the possibility of conflict between the general rule against\npiecemeal appeals and the interests\nof justice in a particular case even if the\nZweni\nrequirements are not met. It is surely not in the interests of\njustice to submit an accused person to the strain, expense and restrictions\nof a\nlengthy criminal trial if that can be avoided, in appropriate circumstances, by\nallowing an appeal to be pursued out of the\nordinary sequence and so obviating\nthe trial or substantially shortening it.\n[28]\tI am accordingly of the view\nthat it would accord with the obligation imposed by s 39(2) of the Constitution\nto construe the\nword ‘decision’ in s 21(1) of the Supreme Court\nAct to include a judicial pronouncement in criminal proceedings\nthat is not\nappealable on the\nZweni\ntest but one which the interests of justice\nrequire should nevertheless be subject to an appeal before termination of such\nproceedings.\nThe scope which this extended meaning could have in civil\nproceedings is unnecessary to decide. It need hardly be said that what\nthe\ninterests of justice require depends on the facts of each particular\ncase.\n[29]\tIn the present matter the only information relevant to that\nenquiry is provided in an affidavit deposed to by Mr GL Roberts SC,\na Deputy\nDirector of Public Prosecutions and one of the prosecution’s counsel in\nthe court below. The affidavit was filed in\nsupport of the respondent’s\nopposition to an application in that court by three of the appellants for leave\nto appeal.\n[30]\tWhat Mr Roberts says is that ‘most if not all of the\nevidence that will be led to prove the counts against which the accused\nobject,\nwill have to be led in any event in respect of the remaining counts against\nwhich the [appellants] have no objection. I refer\nparticularly to count 9, but\nalso the other counts’.\n[31]\tThe offence involved in count 9 is a\ncontravention of s 424 of the Companies Act 61 of 1973 by the individual\nappellants in having\nallegedly carried on the first appellant’s business\nrecklessly. Apart from the fact that the dates covered by this count include\nthe\ndates stated in the other counts, the transactions which form the subject matter\nof this count include the transactions which\nform the subject matter of counts\n1, 2, 3, 4 and 6. As far as count 12 is concerned it involves four transactions.\nTwo of them form\npart the subject matter of count 1. A third forms part of the\nsubject matter of count 9.\n[32]\tThe prosecution of count 9 will alone involve\ncanvassing the facts relevant to all the counts objected to save for count 7. As\nagainst that, argument at the end of the trial will obviously be longer if the\nsubmissions presented to us on the merits of the objection\nhave to be repeated\nbefore the trial judge.\n[33]\tThe appellants did not seek to contradict or\nqualify the deposition by Mr Roberts to which I have referred and analysis of\nthe\ndates and transactions referred to in the indictment supports what he\nsays.\n[34]\tIt is the view on all sides that the trial on the counts to which\nthere was no objection will be a lengthy one. In the circumstances\noutlined\nabove it will not be extended by a material degree if the prosecution case\nincludes the counts objected to. Consequently\nit cannot be said, on the record\nbefore us, that the interests of justice require that appellants’ right of\nappeal against\nthe findings of the Court below on their objection, be exercised\nnow rather than at the close of the trial.\n[35]\tIn concluding it must be\npointed out that if facts are present which point to the conclusion that the\ninterests of justice require\nthat an appeal against dismissal of an objection to\nan indictment or charge be heard out of the ordinary sequence, the accused has\na\nchoice. The relevant facts can be canvassed before the court hearing an\napplication for leave to appeal against such dismissal.\nAlternatively, a\ndeclarator that a charge discloses no offence can be sought in terms of s\n19(1)(a)(iii) of the Supreme Court\nAct\n[29]\nas was done in the  case of\nAttorney-General, Natal v Johnstone & Co\nLtd\n.\n[30]\n[36]\tFor the reasons\ngiven above the decision dismissing the appellants’ objection is not\nappealable at this stage. The case\non the merits of the objection is\nconsequently not duly before us.\n[37]\tThe matter is struck from the\nroll.\n____________________\nCT HOWIE\nPRESIDENT\nSUPREME COURT\nOF APPEAL\nCONCUR:\nSCOTT  JA\nFARLAM  JA\nMATHIYANE  JA\nCLOETE  JA\n[1]\nThe Constitution of the\nRepublic of South Africa, Act 108 of\n1996.\n[2]\nAct 59 of\n1959.\n[3]\nMoch v Nedtravel\n(Pty) Ltd t/a American Express Travel Service\n1996 (3) SA 1\n(A) at\n7D-G.\n[4]\nSections 20 and\n2.\n[5]\nAct 51 of\n1977.\n[6]\n2003 (5) SA 206\n(SCA).\n[7]\nThe Constitution of\nthe Republic of South Africa Act 200 of\n1993.\n[8]\nSection\n101(5)\n[9]\nOther, that is, than\nsuperior courts and magistrates’\ncourts.\n[10]\nFootnote\n(6)\n[11]\n2001 (3) SA 50\n(SCA)\n[12]\nat 52B-E par 4 per\nCameron  JA.\n[13]\nKhumalo\nand others v Holomisa\n[2002] ZACC 12\n;\n2002 (5) SA 401\n(CC) at 409F-411B paras 6 to\n8.\n[14]\nSection 319\nreads\n‘(1)  If any question of law arises on the trial in a superior\ncourt of any person for any offence, that court may of its own\nmotion or at the\nrequest either of the prosecutor or the accused reserve that question for the\nconsideration of the Appellate Division,\nand thereupon the first-mentioned court\nshall state the question reserved and shall direct that it be specially entered\nin the record\nand that a copy thereof be transmitted to the registrar of the\nAppellate Division.\n(2)  The grounds upon which any objection to an\nindictment is taken shall, for the purposes of this section, be deemed to be\nquestions\nof law.\n(3)  The provisions of section 317(2), (4) and (5) and\n318(2) shall apply\nmutatis mutandis\nwith reference to all proceedings\nunder this section.’\n[15]\nSection 317(2) reads\n‘(2)  Save as hereinafter provided, an application\nfor condonation or for a special entry shall be made to the judge who presided\nat the trial or, if he not available, or,  if in the case of a conviction before\na circuit court the said court is not sitting, to\nany other judge of the\nprovincial or local division of which that judge was a member when he so\npresided.\n[16]\nR v\nAdams and others\n1959 (3) SA 753\n(A) at\n760F-761G.\n[17]\nSection 21(1)\nof Act 59 of 1959 reads\n‘(1)   In addition to any jurisdiction\nconferred upon it by this Act or any other law, the appellate division shall,\nsubject\nto the provisions of this section and other law, have jurisdiction to\nhear and determine an appeal from any decision of the court\nof a provincial or\nlocal division.’\n[18]\nMoch’s\ncase, footnote\n(3)\n[19]\nWahlhaus v\nAdditional Magistrate,  Johannesburg\n1959 (3) SA 113\n(A) at\n120E.\n[20]\nZ\nweni v Minister\nof Law and Order\n1993 (1) SA 523\n(A) at 532I-533B\n; Hamilton’s\ncase (footnote (11)) at 52E-F par\n4.\n[21]\nCf\nMaize Board v\nTiger Oats Ltd and Others\n2002 (5) SA 365\n(SCA)\n374A-B.\n[22]\nSection 39(2)\nreads\n‘39(2) When interpreting any legislation, and when developing the\ncommon law or customary law, every court, tribunal of forum\nmust promote the\nspirit, purport and objects of the Bill of\nRights.’\n[23]\nFootnote\n(3), at 10F\n[24]\nAt\n10G-11B.\n[25]\nFootnote (13), at\n411A-B par 8.\n[26]\nCf\nR v\nDuvivier\n6 CCR (2d) 180 cited in\nS v Friedman\n(2)\n1996 (1) SACR 196\n(W) at 202e-f.\n[27]\nFootnote\n(19), at 119A-B.\n[28]\nAt\n120.\n[29]\nThis gives the High\nCourt power –\n‘in its discretion, and at the instance of any\ninterested person, to enquire into and determine any existing, future or\ncontingent\nright or obligation, notwithstanding that such person cannot claim\nany relief consequential upon the\ndetermination.’\n[30]\n1946\nAD 256.",
  "scraped_at": "2026-02-12T14:02:50.902288",
  "date": "2005-03-31",
  "coram": [
    "HOWIE P",
    "SCOTT",
    "FARLAM",
    "MTHIYANE",
    "CLOETE"
  ],
  "case_number": "65/04, 245/04",
  "parties": {
    "applicants": [
      "Western Areas Limited",
      "Roger Brett Kebble",
      "Hendrik Christoffel Buitendag",
      "Roger Ainsley Ralph Kebble"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants – a company and three individuals – were charged in the High Court, Johannesburg, with twelve counts including fraud, conspiracy and insider‑trading offences. Before pleading, they objected to seven counts on the ground that the alleged conduct did not constitute an offence. The presiding judge reserved his decision, later dismissed the objections, and granted leave to appeal to the Supreme Court of Appeal. The appeal concerned whether that dismissal could be reviewed before the trial concluded.",
    "issues": "1. Whether the Supreme Court of Appeal has jurisdiction to hear an appeal against a dismissal of an objection to an indictment before the trial is finished. 2. How s 21(1) of the Supreme Court Act and s 168(3) of the Constitution should be interpreted in this context. 3. Whether the general rule against piecemeal appeals can be displaced by the interests of justice under s 39(2) of the Constitution.",
    "principles": "The Court reaffirmed the Zweni test for appealability – a decision must be final, definitive and dispose of a substantial portion of the relief. It noted the limited scope of s 168(3) which confers appellate jurisdiction only over actual appeals, not over interlocutory rulings. The principle that appeals are ordinarily barred before final determination was applied, subject to the constitutional requirement that courts promote the spirit, purport and objects of the Bill of Rights (s 39(2)). The interests of justice may justify an early appeal only where a piecemeal appeal would avoid a substantially longer trial.",
    "application": "Applying the Zweni criteria, the Court found the dismissal of the objection was not final because it was made before plea and the trial had not commenced. The affidavit evidence showed overlap of facts across counts, but the Court concluded that hearing an appeal at this stage would not substantially shorten the trial and therefore did not satisfy the “interests of justice” exception. Consequently, the statutory and constitutional requirements for an early appeal were not met.",
    "conclusion": "The appeal was dismissed; the decision dismissing the appellants’ objection to the indictment is not appealable at this stage. The matter was struck from the roll."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appealability",
    "level_3": [
      "s21(1) Supreme Court Act",
      "piecemeal appeals",
      "interests of justice",
      "indictment objection"
    ]
  }
}