{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/78.html",
  "case_name": "S v Kimberley and Another (519/2004) [2005] ZASCA 78; 2005 (2) SACR 663 (SCA) (19 September 2005)",
  "citation": "[2005] ZASCA 78",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 78\n|\nNoteup\n|\nLawCite\nS v Kimberley and Another (519/2004) [2005] ZASCA 78; 2005 (2) SACR 663 (SCA) (19 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 519/2004\nIn the matter between\nSITHEMBISO XOLANI KIMBERLEY\nAND\nANOTHER\tAppellants\nand\nTHE STATE \tRespondent\n____________________________________________________________\nCORAM: \tZULMAN, MTHIYANE, BRAND and MLAMBO JJA\net MAYA AJA\nHEARD:\t26 AUGUST 2005\nDELIVERED:\t19 SEPTEMBER 2005\n____________________________________________________________\nOn a proper\ninterpretation of s 51 (1)(a) read with Part 1 of Schedule 2 paras (a)(i) and\n(ii) of the\nCriminal Law Amendment Act No 105 of 1997\n, a High Court lacks\njurisdiction to impose a sentence of life imprisonment in respect of a single\nact of\nrape.\n______________________________________________________________________\nJUDGMENT\n____________________________________________________________\nZULMAN  JA\n[1]\nThe appellants were convicted in the Alexandria Regional Court, of\nrape. The Regional Magistrate referred the matter to the High Court\nof the\nEastern Cape Provincial Division for the imposition of sentence in terms of s 52\nof the Criminal Law Amendment Act no 105\nof 1997 (the Act). The High Court\n(Erasmus J) sentenced the appellants to life imprisonment but granted leave to\nappeal to this court.\nThe essential question which arises for determination in\nthis appeal is whether the High Court was correct in finding that s 51 (1)(a)\nread with Part 1 of Schedule 2 para (a) (ii) of the Act was\napplicable.\n[2]\tBoth the appellants pleaded not guilty to the charge of rape\non which they were arraigned. The complainant was the key witness\nfor the\nprosecution. She testified that the two appellants entered her home and\nproceeded to attack her. Appellant number 1 then\nheld her down while appellant\nnumber 2 raped her. The appellants denied the whole of the version of the\ncomplainant. The regional\nmagistrate nevertheless accepted the\ncomplainant’s evidence and rejected that of the two appellants. She\nthereupon convicted\nboth the accused of rape, without however indicating the\nbasis for the conviction. Thereafter, the matter was postponed in order\nto\nobtain a probation officer’s report in respect of appellant number 2. A\nnumber of postponements followed. The record indicates\nthat on 17 July 2003 the\ncase was postponed to the High Court for trial. There is however no record of\nthe referral proceedings.\n[3]\tWhen the matter came before the High Court on\n21 August 2003 it appeared to that Court that certain information was required\nfor\nthe Court to properly deal with the matter in terms of the Act. The\nproceedings were postponed. The Court directed that the following\ninquiry be\nsent to the magistrate:\n‘1.\tThe record does not contain the proceedings and the judgment of the\nmagistrate in regard to the referral of the accused\nfor sentence in terms of s\n52 of Act 105 of 1997. The magistrate is requested to furnish\nsame.\n2.\tThe magistrate is requested to furnish reasons for the referral, indicating\ntherein the section of the relevant schedule on which\nthe Court relied. It would\nseem that the Court convicted accused no 1 on the basis that he aided accused no\n2 in raping the complainant.\nCan it be said that on such basis accused no 1\ncommitted rape, as contemplated in the schedule? The magistrate is referred to\nthe\njudgment of this court in S v JONAS SAFFIER a copy of which is attached (CC\n4/03); which judgment might have a bearing on the question.\n3.\tThe magistrate is further requested to comment whether it was competent,\nalternatively appropriate, in the circumstances of the\ncase for a Court to\ninvoke provisions of the Act in view of the apparent failure on the part of the\nState to alert the defence to\nthe fact that it intended to rely on the\nprovisions of the Act in the event of a conviction. See S v Ndlovu 2003(1)\n(SACR) 331 (SCA).’\n[4]\tThe magistrate replied\nsimply that she had found that appellant number 1 was ‘an\naccomplice’. She stated further that\nshe had erred in referring the matter\nto the High Court, as she had interpreted s 52 incorrectly. She was now of the\nview that she\nhad lacked the jurisdiction to refer the matter to the High Court.\nShe requested that the referral therefore be set aside and that\nthe matter be\nreferred back to her in terms of s 52 (3) (e) (v) of the\nAct.\n[5]\tNotwithstanding the magistrate’s request and the attitude of\ncounsel for both the appellants and the State in support of\nthe magistrate,\nErasmus J ruled that the matter should not be referred back but that the trial\nof the accused should proceed before\nhim in terms of the provisions of s 52(3)\nof the Act (the first judgment). The court\na quo\naccepted that the\nschedule in paragraph (a)(i) contemplates the position where the accused has\nbeen convicted of rape committed in\ncircumstances involving multiple rapes.\nAlthough Erasmus J considered that there was some uncertainty as to what the\n‘lawmaker\nintended’ and that the language was not clear, he\nnevertheless considered that he did not need to ‘search for that meaning,\nfor whichever way one looks at the provision it contemplates more than one act\nof rape; and the present complainant was only raped\nonce’ (first judgment\nparagraph 17).\n[6]\tThe learned judge then turned to consider parapraph\n(a)(ii) of the schedule. At the outset he commented that ‘The provision\ncontemplates a single rape committed by more than one person’. He then\nstated that:\n‘A layman reading para (a)(ii) could understand it to\nrelate to the so-called gang rape situation, where one or more persons\nhold down\nthe victim with the ‘common purpose’ that another of their number\nhas sexual intercourse with her. A court\ncould conclude that Parliament here\nuses the words in such loose sense. This could explain some of the perplexities\nin para (a)(i)\nset out above in para [17], which would lend support to the loose\nor non-legal interpretation of the schedule as a whole. As no more\nacceptable\ninterpretation suggests itself, I must conclude that such was the intention of\nthe legislator and therefore give effect\nto that intention, even though it will\ngive rise to anomaly. It would mean that the concepts ‘common\npurpose’ and ‘co-perpetrator’\nhave one meaning (a legal one)\nfor purposes of conviction and another (non-legal) for purposes of sentence. Be\nthat as it may, on\nthe above interpretation, the factual findings of the\nmagistrate mean that the two accused committed the rape ‘in the execution\nof a common purpose’ which brings them both within the ambit of the\nschedule.’\n(first judgment paragraph 21).\nIn my view and for the\nreasons which will appear presently the court\na quo\nerred in this\ninterpretation of para (a)(ii).\n[7]\tThe court thereupon proceeded to consider\nthe question of sentence and as previously stated imposed a sentence of life\nimprisonment\non both the appellants, (the second judgment). In so doing Erasmus\nJ considered that he was by law obliged to impose a sentence of\nlife\nimprisonment unless he was satisfied that substantial and compelling\ncircumstances existed which justified the imposition of\na lesser sentence. He\nfound that no such circumstances existed.\n[8]\tSection 51(1) of the Act is\nprefaced by the words: ‘minimum sentences for certain serious\noffences’. In section 51(1)(a)\nthe Act provides that the High Court shall\nhave jurisdiction:\n‘(1) Notwithstanding any other law but subject to subsections (3) and (6)\n[the subsections are not here relevant], a High\nCourt shall –\n(a)\tif it has convicted a person of an offence referred to in Part 1 of\nschedule 2; ...\nsentence the person to imprisonment for life.’\nRape is one\nsuch offence. Part 1 of Schedule 2 of the Act provides, inter alia, that a High\nCourt shall have jurisdiction to impose\nlife imprisonment on an offender who is\nconvicted of:\n‘Rape - (a)\twhen committed -\n(i)\nin circumstances where the victim was\nraped more than once\nwhether by the\naccused or by any co-perpetrator or\naccomplice\n;\n(ii) by\nmore than one person\nwhere such persons acted in the execution\nor furtherance of a common purpose or conspiracy.’\n(my\nemphasis).\nIn the present case, as previously stated, the evidence disclosed\nthat Appellant number 1 held the complainant down whilst Appellant\nnumber 2\nactually raped her.\n[9]\tThe Act is concerned in s 51(1) to deal with what it\nterms the imposition of ‘minimum sentences for certain serious\noffences’.\nIn the case of what may be described as ‘ordinary’\nrapes not falling within the ambit of Part 1 of Schedule 2, these\nattract a\nminimum sentence of ten years imprisonment for a first offender (Part 3 of\nSchedule 2). (Both appellants are first offenders).\nAccordingly the rapes\nreferred to in Part 1 of Schedule 2 which attract a minimum sentence of life\nimprisonment are obviously of\na more serious nature. The ‘mischief’\nwhich the legislature sought to deal with, in my view, was the situation where\na\nwoman is subjected to multiple rapes either by one person or by any\n‘co-perpetrator or accomplice’. Paragraph (a) (i)\nof Schedule 2\ncovers the situation where ‘the victim was raped more than once’.\nParagraph (a) (ii) also deals with the\nsituation where the victim is raped by\nmore that one person in the ‘execution or furtherance of a common purpose\nor conspiracy’.\nBoth paragraphs require that the victim be raped more than\nonce.\n[10]\tIt is not necessary to go into the degrees of participation in\nthe rapes for the purposes of interpreting paragraphs (a)(i) and\n(ii). Nor is\nthe fact that an accomplice, may in an appropriate case, receive the same\nsentence as the actual perpetrator/s of a\nrape, of assistance in interpreting\nthe paragraphs in question.\n[11]\tErasmus J considered that para (a)(ii) and\nnot para (a)(i) applied to the case before him. In my view, in doing so he in\neffect\nerroneously equated the position of an ‘accomplice’ proper\nwith that of a person or persons acting in the execution or\nfurtherance of a\ncommon purpose or conspiracy. He erred in doing so. Where the legislature wishes\nto deal with an ‘accomplice’,\na well known term in law, which it is\nclearly cognizant of, it does so in express terms in para (a)(i). It makes no\nmention of an\n‘accomplice’ in para (a)(ii) but refers to other\nequally well known concepts in law such as ‘common purpose’\nand\n‘conspiracy’. I do not accept the validity of the reasoning of the\ncourt\na quo\nthat the concepts ‘common purpose’ and\n‘co-perpetrator’ have one meaning for the purposes of conviction (a\nlegal one) and another for the purposes of sentence (a non-legal one). The\nconcepts have only one consistent and clear meaning.\n[12]\tAs previously\npointed out Appellant number 1 was found to be simply an\n‘accomplice’ and not a co-perpetrator nor\n was it found that he\nacted in the execution of a common purpose or conspiracy. An\n‘accomplice’ (medepligtige) is one\nwho takes part in the commission\nof the crime other than as a perpetrator (dader) and other than as an accessory\nafter the fact (begunstige)\n (Burchell -\nSouth African Criminal Law and\nProcedure\n- Vol 1 p 322).  The matter is put succinctly by Joubert JA in\nS v Williams\n1980(1)SA 60(A) at 63 A-B in these terms:\n‘’n Medepligtige se aanspreeklikheid is aksessories van aard sodat\ndaar geen sprake van ‘n medepligtige kan wees\nsonder ‘n dader of\nmededaders wat die misdaad pleeg nie. ‘n Dader voldoen aan al die\nvereistes van die betrokke misdaadomskrywing.\nWaar mededaders saam die misdaad\npleeg, voldoen elke mededader aan al die vereistes van die betrokke\nmisdaadomskrywing. Daarenteen\nis ‘n medepligtige nie ‘n dader of\nmededader nie aangesien die dader se\nactus reus\nby hom ontbreek. ‘n\nMedepligtige vereenselwig hom bewustelik met die pleging van die misdaad deur\ndie dader of mededaders deurdat\nhy bewustelik behulpsaam is by die pleging van\ndie misdaad of deurdat hy bewustelik die dader of mededaders die geleentheid,\ndie\nmiddele of die inligting verskaf wat die pleging van die misdaad\nbevorder.’\n(see also LAWSA First Re-Issue Vol 6 paras\n129/132,pp 1138/146, Snyman-\nStrafreg\n(Vierde Uitgawe) 254/257 and De Wet\nen Swanepoel –\nStrafreg\n(Vierde Uitgawe) Chapter 7 pp\n175/208)\nSo for example a woman who assists a man to rape another woman or\nwho makes it possible for him to do so, cannot be held to have committed\nthe act\nof rape (\nS v Jonathan en Andere\n1987 (1) SA 633\n(A) at 643\nH-I).\nSimply put it is of fundamental importance to vest a High Court with\njurisdiction, to impose a sentence of life imprisonment that\nthere be more than\none act of rape.\n[13]\tIn any event, in so far as the wording of paras (a)(i)\nand (a)(ii) may not be clear it is trite that a court will interpret the\nparagraphs so as to render an interpretation  least harsh to the affected person\n( see for\nexample,\nPrincipal Immigration Officer v Bhula\n1931 AD\n323\nat 336/7).  Similarly a statutory provision which is not clear which changes\nthe common law will also be restrictively interpreted\n(See for example\nCasserley v Stubbs\n1916 TPD  310\nat 312 ) More particularly statutes\nwhich prescribe minimum sentences, such as the statute here under consideration,\nthus eliminating\nthe usual discretion of a court to impose a sentence which\nbefits the peculiar circumstances of each individual case, will usually\nbe\nconstrued in such a way that the penal discretion remains in tact as far as\npossible ( Du Plessis -\nThe Interpretation of Statutes\npara 23.3\np75).\n[14]  Both counsel for the Appellant and for the Respondent agreed,\nperhaps for different reasons, that Erasmus J had erred in finding\nthat the\nprovisions of Part 1 (a)(ii) of Schedule 2 were applicable to the appellants, \nthe court having lacked the necessary jurisdictional\ncapacity to impose the\nsentence of life imprisonment.  They were also both agreed that the matter\nshould be referred back to the\nmagistrate for the imposition of an appropriate\nsentence.\n[15] Accordingly :\n15.1 The appeal is allowed.\n15.2 The\nsentences imposed by the High Court are set aside.\n15.3 The matter is\nreferred back to the Alexandria Regional Court, for the purposes of imposing\nsentence on the\nappellants.\n---------------------------------------\nR\nH ZULMAN\nJUDGE OF APPEAL\nMTHIYANE\nJA\t)\nBRAND JA\t\t)\tCONCUR\nMLAMBO JA\t)\nMAYA\nAJA\t)",
  "scraped_at": "2026-02-12T14:58:45.087837",
  "date": "2005-09-19",
  "coram": [
    "Zulman JA",
    "Mthiyane JA",
    "Brand JA",
    "Mlambo JA",
    "Maya AJA"
  ],
  "case_number": "519/2004",
  "parties": {
    "applicants": [
      "Sithembiso Xolani Kimberley",
      "Another"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellants, Sithembiso Xolani Kimberley and an unnamed co‑accused, were convicted in the Alexandria Regional Court of rape. The complainant testified that the two men entered her home, one held her down while the other raped her. Both appellants denied the allegations. The Regional Magistrate accepted the complainant’s evidence and convicted them, later referring the matter to the Eastern Cape High Court for sentencing under s 52 of the Criminal Law Amendment Act 105 of 1997. The High Court sentenced both to life imprisonment, believing the offence fell within Part 1 of Schedule 2, paragraph (a)(ii), which it interpreted as covering a single rape committed by more than one person acting with a common purpose.",
    "issues": "Whether the High Court had jurisdiction to impose a life‑imprisonment sentence for a single act of rape under s 51(1)(a) read with Part 1 of Schedule 2, paragraph (a)(ii) of the Criminal Law Amendment Act, i.e., whether the statutory provision applied where one accused was merely an accomplice rather than a co‑perpetrator acting in furtherance of a common purpose.",
    "principles": "Section 51(1)(a) empowers a High Court to impose life imprisonment only where the offence falls within Part 1 of Schedule 2, which specifies two situations: (i) the victim was raped more than once, and (ii) the rape was committed by more than one person acting in execution of a common purpose or conspiracy. The provision is a minimum‑sentence rule and must be interpreted restrictively. An ‘accomplice’ is distinct from a ‘co‑perpetrator’; the former is covered by paragraph (a)(i) and not by (a)(ii). Statutes prescribing minimum sentences are to be construed narrowly to avoid undue harshness. Relevant authorities include S v Jonas Saffier, S v Ndlovu, S v Williams, and S v Jonathan.",
    "application": "The Court examined the facts and found that appellant 1 merely held the complainant down, acting as an accomplice, while appellant 2 performed the sexual act. No evidence showed that the two acted with a common purpose or conspiracy as required by paragraph (a)(ii). Moreover, the victim was raped only once, so paragraph (a)(i) did not apply. Consequently, the statutory conditions for a life‑imprisonment minimum were not met, and the High Court lacked jurisdiction to impose such a sentence.",
    "conclusion": "The appeal was allowed. The life sentences imposed by the High Court were set aside. The matter was referred back to the Alexandria Regional Court for appropriate sentencing in accordance with the correct statutory framework."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "life imprisonment",
      "jurisdiction",
      "statutory interpretation"
    ]
  }
}