{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/110.html",
  "case_name": "Hosking NO and Others v Coetzee NO and Others (499/2004) [2005] ZASCA 110 (25 November 2005)",
  "citation": "[2005] ZASCA 110",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 110\n|\nNoteup\n|\nLawCite\nHosking NO and Others v Coetzee NO and Others (499/2004) [2005] ZASCA 110 (25 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 499/04\nIn the matter between :\nTHOMAS REGINALD CHOWLES HOSKING\nN.O.\nRUDOLPH ERIC THOMAS HOSKING N.O.\nPAUL MICHAEL HOSKING\nN.O.\nFirst Appellants\n(In their capacities as trustees for the time being\nof Paragon Asset Management Trust)\nTHOMAS REGINALD CHOWLES HOSKING N.O.\nRUDOLPH ERIC THOMAS HOSKING\nN.O.\nPAUL MICHAEL HOSKING N.O.\nSecond Appellants\n(In their\ncapacities as trustees for the time being of Paragon Asset Management Trust\n(Western Cape))\nWILLIAM HENRY VOYSEY N.O.\nCOLLEEN VOYSEY\nN.O.\nFREDERICK STEMMET N.O.\nThird Appellants\n(In their\ncapacities as trustees of the Commercial Investment Trust)\n- and -\nSAREL ALBERTUS COETZEE N.O.\nJACOBUS MARTHINUS ABRAHAM\nLOUW N.O.\nDOUGLAS JOHAN KLERCK N.O.\nDAVID JOHN RENNIE\nN.O.\nLESLIE NEIL SACKSTEIN N.O.\nFirst Respondents\n(In their\ncapacities as trustees in the insolvent estate of the Halgryn Family Trust)\nTHE MINISTER OF JUSTICE & CONSTITUTIONAL\nDEVELOPMENT\nN.O.\nSecond Respondent\nTHE SOUTH AFRICAN LAW COMMISSION\nThird Respondent\n________________________________________________________________________\nBefore:\tHOWIE\nP, ZULMAN, CAMERON, NUGENT & PONNAN JJA\nHeard:\t10 NOVEMBER 2005\nDelivered:\n25 NOVEMBER\n2005\nSummary:\nSection 29(1)\nof\nthe\nInsolvency Act 24 of 1936\n– voidable preferences – whether\nunconstitutional.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tA central feature of\nAnglo-American bankruptcy law for almost three centuries has been the principle\nof equitable distribution\namongst concurrent creditors of the assets of the\ninsolvent debtor. And following in the footsteps of that principle has been a\nperennial\ndebate concerning the validity of dispositions that are made by an\ninsolvent debtor before the axe of bankruptcy falls. For once\nan insolvent\ndebtor disposes of property to one creditor the risk of loss to the others\nincreases proportionately unless the debtor\nregains his solvency. The history of\nthat debate and the ethical and commercial imperatives that have surrounded it\nare extensively\nexplored in an erudite article by Professor Robert Weisberg\nentitled ‘Commercial Morality, the Merchant Character, and the\nHistory of\nthe Voidable Preference’,\n[1]\nwhich places the debate in the following context:\n‘Preference law ...\nreflects a kind of insecurity about the formal process of bankruptcy. Bankruptcy\nlaw enforces its principle\nof ratable distribution at the technical point when\nthe petition is filed. But preference law then sets a still earlier moment at\nwhich the debtor’s estate faces a risk of dismemberment. At that earlier\nmoment, preference law imposes a duty or sanction\non the debtor or individual\ncreditor to preserve the estate so that, when the petition is filed, the trustee\nwill still find the\nassets there to distribute. Bankruptcy law empowers the\ntrustee and the court to enforce ratable distribution as a matter of public\npower; preference law implies that the debtor and creditor have a private duty\nto save the bankruptcy process from becoming moot\nbefore it has a chance to\nstart. It places on the debtor and individual creditor a social or moral\nresponsibility to respect the\ninterests of the general class of creditors,\npresumably in the name of the larger social goal of enhancing the efficient sale\nof\ncredit.’\nProfessor Weisberg goes on to observe that ‘despite\napparent consensus on the purpose of preference law the conditions under\nwhich\ndebtor and creditor owe this duty have been heavily contested for several\ncenturies’ and that the approach to be taken\nto preferences remains\n‘one of the most unstable categories of bankruptcy\njurisprudence.’\n[2]\n[2]\tMeasures that aim at the impeachment of preferences are often founded\nupon what is considered to be the moral turpitude of an\ninsolvent debtor who\nconfers a preference on a creditor. But the impeachment of preferent\ndispositions can also be justified on grounds\nother than the moral turpitude of\nthe debtor: on an obligation owed by creditors amongst themselves not to disturb\nthe equitable\ndistribution that they all are entitled to anticipate once a\ndebtor is unable to pay all his\ndebts.\n[3]\n[3]\tThe legislation in\nthis country dealing with the problem of preferences reflects elements of both.\nIt is reflected mainly in\nsections 29(1)\n,\n30\n(1) and\n31\n(1) of the\nInsolvency Act\n24 of 1936\n.\nSection 31(1)\nis aimed at collusive transactions that have the\neffect of prejudicing creditors or preferring one creditor above\nanother.\n[4]\nSection 30(1)\nis directed\nat dispositions that may not result from collusion but are nonetheless intended\nby the debtor to prefer one creditor\nabove the\nothers.\n[5]\nAnd no doubt because an\ninsolvent debtor who disposes of property to a creditor shortly before\nsequestration can generally be presumed\nto intend to confer a preference\ns 29(1)\nallows for the impeachment of dispositions that are made less than six months\nbefore sequestration if they merely have the effect\nof conferring a preference\nunless the creditor can prove that that was not the debtor’s intention and\nthat it was made in the\nordinary course of business. The section reads as\nfollows:\n‘\nS. 29\nVoidable Preferences\n(1) Every disposition\nof his property made by a debtor not more than six months before the\nsequestration of his estate or, if he is\ndeceased and his estate is insolvent,\nbefore his death, which has had the effect of preferring one of his creditors\nabove another,\nmay be set aside by the Court if immediately after the making of\nsuch disposition the liabilities of the debtor exceeded the value\nof his assets,\nunless the person in whose favour the disposition was made proves that the\ndisposition was made in the ordinary course\nof business and that it was not\nintended thereby to prefer one creditor above another.’\n[4]\tThe\nquestion in the present appeal is whether\ns 29(1)\nis constitutionally\nobjectionable. The appellants contend that it is and they seek an order\ndeclaring it to be invalid. The circumstances\nin which the matter arose can be\nstated briefly. The appellants are the trustees of three trusts: Paragon Asset\nManagement Trust\n(‘Paragon’), Paragon Asset Management Trust\n(Western Cape) (‘Paragon Western Cape’), and Commercial Investment\nTrust. Acting on behalf of hundreds of individual investors the trusts invested\nheavily in a business venture that was conducted\nby the Halgryn Family Trust.\nThe investments were in the form of revolving loans that attracted a high rate\nof interest. Loans made\nby investors, with interest, were repaid for a while but\nthe continuation of repayments was sustainable only with ever larger\ninvestments.\nNaturally the venture had a limited lifespan. Ultimately the\nHalgryn Family Trust was sequestrated leaving vast amounts incapable\nof being\nrepaid.\n[5]\tDuring the six months immediately preceding sequestration the\ntrusts were periodically repaid with interest moneys that they had\nlent to the\nHalgryn Family Trust. According to the trustees of the insolvent estate (the\nfirst respondent) repayments to either Paragon\nor Paragon Western Cape or both\namounted to R24 977 272 and repayments to Commercial Investment Trust amounted\nto R1 382 818. Relying\nupon the provisions of\ns 29(1)\nthe trustees of the\ninsolvent estate sued the trusts in the South Eastern Cape High Court for\nrecovery of the dispositions.\n[6]\tThe trusts excepted to the particulars of\nclaim on the grounds that\ns 29(1)\nwas constitutionally invalid. Presumably\nbecause that procedure is inappropriate for resolving an issue of that nature\nthe action\nwas stayed while the trusts brought an application for an order\ndeclaring that\n‘...\nsection 29(1)\nof the\nInsolvency Act 24 of 1936\ninsofar as it places an onus on a defendant to prove that a disposition was\nmade in the ordinary course of business and that it was\nnot intended thereby by\nthe debtor to prefer one creditor above another\n[is] inconsistent with the\nConstitution of the Republic of South Africa Act 108 of 1996 and [is]\ninvalid.’\n[7]\tThe application was dismissed by the court below (Pillay\nAJ) in a lucid and well reasoned judgment and this appeal is brought\nwith the\nleave of this court.\n[8]\tAs appears from the passage that I have highlighted\nthe appellants’ concern (at least initially) was that the onus that\nis\ncast upon a defendant who wishes to escape impeachment of a disposition is\nexcessively onerous.\n[6]\nWhen asked to\nclarify what part of the section was said to be invalid the appellants’\ncounsel at first asked for the deletion\nof the words ‘not more than six\nmonths’ and the words ‘unless the person in whose favour the\ndisposition was made\nproves that the disposition was made in the ordinary course\nof business and that it was not intended thereby to prefer one creditor\nabove\nanother’.  But that only exposes the flaw in the case the appellant\npresented. The result of an order with that limited\nscope would expose to\nimpeachment without qualification all dispositions made by an insolvent debtor\nat any time before sequestration\nwith the effect of preferring one creditor\nabove another. And if the impeachment of all such dispositions is\nconstitutionally unassailable\nit can hardly be said that the qualifications are\nthemselves objectionable. While it is true that an order in those terms would\nrelieve\na creditor of what is said to be an oppressive onus it would do so only\nby denying him any defence at all.\n[9]\tConfronted with that difficulty the\nappellants’ counsel grasped the nettle and plumped instead for an order\ndeclaring the\nwhole of s 29(1) to be invalid. Although that was not the basis\nupon which the case was brought the appellants’ change of tack\ndoes bring\nmore clearly into focus the true nature of their complaint. What the appellants\nsay, in effect, is that it is constitutionally\nimpermissible to impeach a\ndisposition unless it is shown to have been made by an insolvent debtor with the\nintention of conferring\na preference. (Such a disposition is impeachable in\nterms of s 30(1)). Or viewed from the opposite perspective the appellants’\nargument is that it is constitutionally impermissible to impeach a disposition\nmerely because it has the effect of conferring a preference,\nwhich is what s\n29(1) allows for in the absence of proof by the creditor that brings the\nqualification into effect.\n[10]\tWhy it should be objectionable to impeach a\ndisposition that has the effect of conferring a preference was never fully\narticulated\nin argument. General appeals were made to the rights of\ndignity\n[7]\nand\nequality\n[8]\nthat are protected by the\nBill of Rights but those appeals were not developed. Nor am I able to see how\nany rights that are constitutionally\nprotected might be compromised by s 29(1).\nEven an appeal to no more than considerations of commercial equity or fairness\n–\nif that were to be relevant – would not seem to me to assist the\nappellants. I have already pointed out that there is a sound\ncommercial\nrationale for impeaching dispositions that confer a preference even where no\nmoral turpitude attaches to the insolvent\ndebtor. Indeed, as pointed out by\nZulman JA in\nCooper,\n[9]\nthere\nare other jurisdictions that allow for the impeachment of dispositions by reason\nonly of their effect and without any regard\nto the motive of the\ndebtor.\n[10]\nEarlier I drew attention\nto the fact that what is equitable in this field of commercial activity seems\ndestined to remain forever\ncontested with the result that there will always be a\nvariety of legitimate legislative choices. No reason has been shown why the\nlegislative choice that is embodied in s 29(1) is constitutionally\nimpermissible.\n[11]\tThere is no merit in this appeal. The appeal is dismissed\nwith costs including the costs of two counsel.\n____________________\nR.W. NUGENT\nJUDGE OF APPEAL\nHOWIE P)\nZULMAN JA)\nCAMERON\nJA)\t\tCONCUR\nPONNAN JA)\n[1]\n39 Stanford LR Vol 3 (1986) 3.\n[2]\nWeisberg,\nop cit\n4.\n[3]\nWeisberg,\nop cit\n82-90.\n[4]\nS. 31\nCollusive dealings\nbefore sequestration\n(1) After the sequestration of a debtor's estate the court may set aside any\ntransaction entered into by the debtor before the sequestration,\nwhereby he, in\ncollusion with another person, disposed of property belonging to him in a manner\nwhich had the effect of prejudicing\nhis creditors or of preferring one of his\ncreditors above another.\n[5]\nS. 30\nUndue preference\nto creditors\n(1) If a debtor made a disposition of his property at a time when his\nliabilities exceeded his assets, with the intention of preferring\none of his\ncreditors above another, and his estate is thereafter sequestrated, the court\nmay set aside the disposition.\n[6]\nWhat will be required to\ndischarge that onus was considered by this court in\nCooper v Merchant Trade\nFinance Ltd\n2000 (3) SA 1009\n(SCA) in which the more important earlier cases\nare collected.\n[7]\nSection\n10.\n[8]\nSection\n9.\n[9]\nFootnote 5.\n[10]\nCooper,\nat para\n6.",
  "scraped_at": "2026-02-12T15:08:26.519034",
  "date": "2005-11-25",
  "coram": [
    "HOWIE P",
    "ZULMAN",
    "CAMERON",
    "NUGENT",
    "PONNAN"
  ],
  "case_number": "499/04",
  "parties": {
    "applicants": [
      "Thomas Reginald Chowles Hosking N.O.",
      "Rudolph Eric Thomas Hosking N.O.",
      "Paul Michael Hosking N.O.",
      "William Henry Voysey N.O.",
      "Colleen Voysey N.O.",
      "Frederick Stemmet N.O.",
      "Sarel Albertus Coetzee N.O.",
      "Jacobus Marthus Abraham Louw N.O.",
      "Douglas Johan Klerck N.O.",
      "David John Rennie N.O.",
      "Leslie Neil Sackstein N.O."
    ],
    "respondents": [
      "The Minister of Justice & Constitutional Development N.O.",
      "The South African Law Commission"
    ]
  },
  "sections": {
    "facts": "The appellants were trustees of three investment trusts that had made revolving loans to the Halgryn Family Trust. The loans were repaid with interest for a period, but continued repayment depended on ever larger investments. In the six months before the Halgryn Family Trust was sequestrated, the trusts received repayments of R24,977,272 (Paragon trusts) and R1,382,818 (Commercial Investment Trust). The trustees of the insolvent estate relied on section 29(1) of the Insolvency Act 24 of 1936 to sue for recovery of those dispositions. The trusts challenged the constitutionality of section 29(1), arguing that the onus placed on them to prove the disposition was in the ordinary course of business was unduly onerous and possibly inconsistent with the Bill of Rights.",
    "issues": "Whether section 29(1) of the Insolvency Act, which allows the court to set aside dispositions made within six months of sequestration that confer a preference unless the creditor proves the transaction was in the ordinary course of business, is constitutionally invalid. Specifically, whether the statutory onus on the defendant infringes rights to dignity and equality protected by the Constitution of South Africa.",
    "principles": "Section 29(1) provides a mechanism to void preferences made shortly before sequestration, subject to a rebuttal burden on the creditor. The principle of equitable distribution among creditors underpins the provision. Constitutional analysis requires that any limitation on rights must be reasonable and justifiable in an open and democratic society. The court considered comparative jurisdictional support for preference statutes that empower impeachment based solely on effect, and noted that no constitutional right is directly implicated by the statutory onus.",
    "application": "The Court examined the appellants' argument that the onus was excessively onerous and contrary to dignity and equality, finding that the onus is a legitimate legislative choice aimed at preserving the integrity of the bankruptcy process. The Judge referenced commercial rationale for voiding preferential dispositions and cited earlier authority (Cooper v Merchant Trade Finance Ltd) confirming the constitutionality of similar provisions. The Court concluded that the statutory scheme does not impair any protected constitutional right and therefore cannot be declared invalid.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. Section 29(1) of the Insolvency Act was upheld as constitutionally valid."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Voidable Preferences",
    "level_3": [
      "section 29(1)",
      "constitutional challenge",
      "preference law",
      "bankruptcy",
      "court of appeal"
    ]
  }
}