{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/113.html",
  "case_name": "Transnet Ltd and Another v SA Metal Machinery Company (Pty) Ltd (147/2005) [2005] ZASCA 113; [2006] 1 All SA 352 (SCA); 2006 (4) BCLR 473 (SCA); 2006 (6) SA 285 (SCA) (29 November 2005)",
  "citation": "[2005] ZASCA 113",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 113\n|\nNoteup\n|\nLawCite\nTransnet Ltd and Another v SA Metal Machinery Company (Pty) Ltd (147/2005) [2005] ZASCA 113; [2006] 1 All SA 352 (SCA); 2006 (4) BCLR 473 (SCA); 2006 (6) SA 285 (SCA) (29 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 1 March 2006\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 147/05\nIn the matter between\nTRANSNET LIMITED\nFirst \nAppellant\nINTER WASTE (PTY) LTD\nSecond\nAppellant\nand\nSA METAL MACHINERY\nCOMPANY (PTY) LTD\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P, ZULMAN, CAMERON, MLAMBO JJA, NKABINDE AJA\n________________________________________________________________________\nDate Heard:\n2 November 2005\nDelivered:\n29 November \n2005\nSummary:\nPromotion of Access\nto Information Act 2 of 2000\n– unsuccessful tenderer requesting details of\nsuccessful tenderer’s price composition – information in possession\nof public body that awarded contract –\ns 36\n(1)(c), meaning of\n‘could reasonably be expected’ – whether court has discretion\nunder\ns 82\nto refuse access even if grounds in\nss 36\nand\n37\nnot\nestablished.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P\nHOWIE P\n[1]\tThe appellant,\nTransnet Limited, the wholly State-owned national public transport company, has\na number of trading divisions.\nOne of them, National Ports Authority of South\nAfrica (NPASA), invited tenders for a two year contract for the removal of\ngalley\nwaste from ships in Cape Town harbour. The successful tenderer was Inter\nWaste (Proprietary) Limited. Another tenderer was SA Metal\nMachinery Company\n(Proprietary) Limited (the respondent).\n[2]\tSome time after the award of the\ntender the respondent wrote and asked NPASA for copies of various documents. One\nof them was\nInter Waste’s completed tender document. The request was made\nin terms of the Promotion of Access to Information Act, 2 of\n2000 (the Act).\nNPASA wrote back and said that the document sought contained information\ncomprising trade secrets or financial, commercial,\nscientific or technical\ninformation belonging to Inter Waste and declined access in the absence of more\nspecific details of the information\nwhich the respondent wanted. The\nrespondent’s letter in reply stated that it wished no information such as\nthat which NPASA\nmentioned, merely the information to which it was entitled. It\naccordingly requested the completed tender document but with deletion\nof any of\nthe categories of information referred to by NPASA. Eventually NPASA forwarded\nInter Waste’s entire tender documentation\n but with certain details\nmaterial to the calculation of the tender price deleted from that portion of the\ndocumentation which specified\nthe prices and provisional quantities on the\nstrength of which the tender price was made up.\n[3]\tAfter fruitless\ncorrespondence the respondent’s reaction was to apply to the High Court at\nCape Town for an order in terms\nof the Act directing the appellant to furnish it\nwith the completed schedule of prices ‘without deletions’. The\nappellant\nand Inter Waste were cited as respondents. Inter Waste did not oppose.\nIt confined itself to providing the appellant with information\nsupporting the\ncontention that disclosure had been justifiably withheld by NPASA. The appellant\nincorporated that information in\nits opposing affidavit.\n[4]\tThe learned\nJudge in the Court below (Blignault J) granted an order substantially as sought.\n(He omitted the words ‘without\ndeletions’ but what he ordered to be\nproduced was a copy of the completed schedule submitted by Inter Waste to the\nappellant.\nObviously that schedule would not have had deletions.)   The appeal\nis with his leave.\n[5]\tIn calling for tenders NPASA supplied tenderers with a\nschedule of printed tender documents together with an accompanying ‘Notice\nto Tenderers’. Some of the documents were intended for completion by the\ntenderer. One was a final agreement in draft. Another\nwas headed ‘Schedule\nof Prices and Provisional Quantities’. The schedule divided the contract\nwork into four items and\nrequired details in respect of each item. The material\npart of the printed form was laid out in a block as follows:\nItem\nDescription\nUnit\nQty\nRate\nTotal\n1\n2\n3\n4\nMinimum monthly charge for provision of service .... Placing, moving and\nemptying of bins of 2m\n2\neach .... Up to 800\n“services”\nAdditional charge per service in excess of 800\n“services” provided for in item 1. (Estimated average number of\nadditional\nservices/month = 300).\nDisinfect bin\n(estimate 250\nbins/month)\nDisposal of waste at dump-site\n(Dumping\nCharge)\n(Estimated 2000 cu m/month\nMonth\nEach\nEach\nPer\nbin\nMetre\n24\n7 200\n6 000\n48\n000\nTOTAL\nVALUE ADDED TAX\nTOTAL INCLUSIVE OF VALUE ADDED TAX\nIn completing the form Inter Waste inserted all details required in the\nrate column and the total column.\n[6]\tWhat NPASA did when furnishing the\nrespondent with a copy of this schedule was to blank out the contents of the\nrate column and\nall totals save those in the last three lines of the block. In\nother words it divulged only the pre-tax total, the value added tax\nand the\ntotal inclusive of value added tax. As each item’s expunged total was no\nmore than the product of the relevant quantity\nmultiplied by the relevant rate\nthe essential missing information comprised the rates. What the case is all\nabout is whether their\ndisclosure would, in effect, cause Inter Waste commercial\nharm.\n[7]\tIn resisting disclosure in the Court below the appellant relied on\nthe following provisions of the Act: (i) s 36(1)(b); (ii) s\n36(1)(c);  (iii) s\n37(1)(a); and (iv) s 82. The first three fall under Chapter 4 which specifies\ngrounds for refusal of access to\nthe records of a public body. The fourth\nconfers a discretion on a court to which anybody who has been refused access by\nthe public\nbody may apply for the judicial grant of access. The contention of\nthe appellant was that the Court\na quo\nshould have exercised such\ndiscretion against the respondent. The meaning of the relevant provisions is\ncentral to the decision of\nthe appeal.\n[8]\tA survey of the material in the\nlight of which that meaning has to be determined must start with s 32(1) of the\nConstitution.\n[1]\nThis section confers\nupon every person the right of access to any information held by the State. It\nis an entrenched right in the\nBill of Rights. That a juristic person (such as\nthe respondent) is entitled to the right was not in\ndispute.\n[2]\nThe Act is the legislation\ndemanded by s 32(2) of the Constitution. The appellant was formed in terms of s\n32 of the Legal Succession\nto the South African Transport Service Act 9 of 1989\n(the SATS Act). Pursuant to the SATS Act the appellant is an institution\n‘exercising\na public power’ and ‘performing a public\nfunction’. That function includes providing a transport service\n‘that\nis in the public\ninterest’.\n[3]\nThis brings it\nwithin the definition of ‘organ of state’ in s 239(b) of the\nConstitution\n[4]\nand within the\ndefinition of ‘public body’ in the\nAct.\n[5]\nSection 8(1) of the\nConstitution provides that the Bill of Rights binds an organ of\nState.\n[9]\tThe Constitution also confers an entrenched right to\nprivacy.\n[6]\nOnce again it was not\ndisputed that a juristic person (such as Inter Waste) is entitled to this\nparticular right. And this court\nhas held that a company has a right to privacy\nin respect, for example, of sensitive and confidential\ninformation.\n[7]\nHow the exercise of\nthese competing rights is to be effected and managed is dealt with in the\nAct.\n[10]\tThe relevant wording of the long title declares that the Act was\nenacted to\n‘give effect to the constitutional right of access to any\ninformation held by the State and any information that is held by\nanother person\nand that is required for the exercise or protection of any rights; and to\nprovide for matters connected therewith’.\n[11]\tThe preamble recognises\nthe Act’s need to give effect to the right in s 32 of the Constitution\nand, subject to reasonable\nand justifiable limitation under s 36, the need to\nfoster transparency and accountability\ninter alia\nin public\nbodies.\n[12]\tTurning to the relevant individual sections of the Act, one\nfinds in s 2(1) the injunction:\n‘When interpreting a provision of this\nAct, every court must prefer any reasonable interpretation of the provision that\nis consistent\nwith the objects of this Act over any alternative interpretation\nthat is inconsistent with those objects.’\n[13]\tThe objects of the\nAct are set out in s 9. Those presently material are –\n‘(a)\tto\ngive effect to the constitutional right of access to –\n(i)\tany\ninformation held by the State ...\n(b)\tto give effect to that right –\n(i)\tsubject to justifiable limitations, including, but not limited to,\nlimitations \t\t\taimed at the reasonable protection of privacy,\ncommercial\nconfidentiality \t\t\tand effective, efficient and good governance\n...\n(c)\t...\n(d)\t...\n(e)\tgenerally, to promote transparency,\naccountability and effective governance of all \tpublic ... bodies by including,\nbut not limited\nto, empowering ... everyone –\n(i)\tto understand their\nrights in terms of this Act in order to exercise their \t\t\trights in relation to\npublic ... bodies;\n(ii)\t...\n(iii)\tto effectively scrutinise ...\ndecision-making by public bodies that affects \t\t\ttheir\nrights.’\n[14]\tThe words 'the State’ in s 9 are not defined but,\nas indicated above,\n[8]\n‘public\nbody’ is defined in s 1 to mean not only an organ of State but also to\nmean ‘\ninter alia\n’, a department of State.   In other words\nfor ‘State’ in s 9 one really has to read ‘public\nbody’.\n[15]\tSection 11 requires that access to a record\n[9]\nof a public body must be given if\nthe requester\n[10]\ncomplies with all\nthe Act’s procedural requirements and access is not refused on any ground\nin Chapter 4.\n[16]\tEvery public body has an information officer who is, by\ndefinition relative to a body other than a government department or a\nmunicipality, its chief executive\nofficer.\n[11]\nSection 17 requires the\npublic body to designate deputy information officers and that there be as many\nas are necessary to render\nthe body as accessible as reasonably possible for\nrequesters.\n[17]\tThis brings me to the Chapter 4 provisions primarily relied\non by the appellant. Sections 36 and 37 deal with the mandatory protection\nof a\nthird party’s information, access to certain specified categories of which\na public body’s information officer must\nrefuse access. A third party is\ndefined. In respect of a request to a public body it means (omitting presently\nirrelevant wording)\nany person other than the requester and the public\nbody.\n[18]\tSec 36(1), subject to the presently irrelevant provisions of\nsubsec (2), prohibits access to the following information of a third\nparty:\n(a)\ttrade secrets;\n(b)\tfinancial, commercial, scientific or technical information, other than\ntrade secrets ‘the disclosure of which would be\nlikely to cause\nharm’ to the third party’s commercial of financial interests; or\n(c)\tinformation supplied in confidence by the third party ‘ the disclosure\nof which could reasonably be expected’\n(i)\tto put the\nthird party at a disadvantage in contractual of other \t\t\tnegotiations;\nor\n(ii)\tto prejudice the third party in commercial\ncompetition.\n[19]\tSection 37(1), in so far as presently material, prohibits\ndisclosure if it would ‘constitute an action for breach of a\nduty of\nconfidence’ owed to the third party in terms of an agreement.  (There is\nno doubt the legislature intended to say ‘constitute\ngrounds for an\naction’ and must be so understood.)\n[20]\tSections 74 to 76 provide for\nan internal appeal against refusal of access. (During the exchange of\ncorrespondence referred to\nabove the respondent indicated the intention to\nappeal against the appellant’s failure initially to comply with its\nrequest\nbut while the parties engaged in yet further correspondence the time to\nprosecute such appeal expired.)\n(21)\tSections 78 to 82 provide for\napplications to court,\ninter alia\nby a requester (such as the respondent)\nwho has been refused access. Sec 81 declares that such application proceedings\nare civil\nproceedings, that the rules of evidence applicable to civil litigation\napply in such proceedings and that the burden of proof is\non the party that has\nrefused access to show that refusal was in accordance with the provisions of the\nAct.\n[22]\tLastly, s 82 gives the court the power to make any order that is\njust and equitable. This includes the power to make orders\n(a)\tconfirming,\namending or setting aside the refusal decision;\n(b)\trequiring the\ninformation officer to take, or refrain from, \t\t\t\tspecified\naction.\n(c)\tgranting an interdict, interim or specific relief, a declaratory\n\t\t\torder or compensation; and\n(d)\t as to costs.\n[23]\tTurning to the\nissues on appeal, it must be said at the outset that the appellant did not\npersist in its reliance on s 36(1)(b).\n In effect, therefore, it accepted that\ndisclosure of the requested data would not be likely to harm Inter Waste’s\ncommercial\nor financial interests.\n[24]\tAs to the contested issues, it is\nconvenient to begin with a point raised by the appellant which is really\njurisdictional in\nnature. It contended that in an application under s 78 the\nrelevant material on which a court had to make its decision was limited\nto such\nmaterial as was before the information officer when access was refused. That\ncannot be right. A court application under the\nAct is not the kind of limited\nreview provided for, for example under the\nPromotion of Administrative Justice\nAct 3 of 2000\n.\n[12]\nIt is much more\nextensive. It is a civil proceeding like any motion matter, in the course of\nwhich both sides (and the third party,\nif appropriate) are at liberty to present\nevidence to support their respective cases for access and refusal. As the\npresent matter\nserves to illustrate, the parties’ respective cases in such\nan application will no doubt in most instances travel beyond the\nlimited\nmaterial before the information\nofficer.\n[13]\nThat conclusion is\nreinforced by the legislature’s having catered for the presentation of\nevidence and the resolution of disputes\nof fact by reference to an onus of\nproof. Those provisions would have been unnecessary if the suggested limitation\napplied. Moreover\nit is unlikely that a Court, acting under\ns 82\n, would be\nsufficiently informed so as to be in a position to make a just and equitable\norder were the limitation to apply.\n[25]\tTo take the present case as an\nexample once again, it is apparent from the appellant’s opposing affidavit\nthat after the\nrespondent’s request was received it was first considered\nby the appellant’s personnel. After that Inter Waste was approached\nto\nestablish its attitude to disclosure of the rates. It was not prepared to\nconsent to their disclosure. Mr Oosthuizen discussed\nthe matter at length with\ncolleagues in the appellant’s service and ‘having taken the relevant\nadvice’ refused\naccess. There is no indication that he was then in\npossession of the material evidence which Inter Waste provided for inclusion in\nthe opposing affidavit. And of course he did not have a detailed exposition of\nthe respondent’s case. This is not surprising.\nIn the nature of a public\nbody’s day to day administrative functions one would not envisage an\ninformation officer being able\nto assemble such evidence and conduct such\nevaluation as would be necessary properly to explore the effects of disclosure\non a third\nparty’s commercial interests. And even if he or she did acquire\nfull information from the third party it would be only fair\nto call for equally\nfull input from the requester. As it is, a requester does not have to motivate a\nrequest. It is for the public\nbody or third party to motivate refusal. By the\nsame token one cannot imagine that a court hearing a\ns 78\napplication could\nproperly explore the effects of disclosure without evaluating full evidence from\nboth sides. It could not do so\n– and do justice – on the flimsy\nmaterial that is likely to be the sum total of what is before an information\nofficer.\n[26]\tThere is a further consideration to be borne in mind in this\nregard and that is that the Act lays down no guidelines as to who\nshould qualify\nas deputy information officers. A public body might act responsibly enough in\nassigning middle management staff to\nthis task but it would be placing an undue\nburden on somebody of that rank to expect him or her to be able to dispose with\nthe necessary\nknowledge and experience of the factual and legal questions to\nwhich implementation of ss 36 and 37 can give rise.  The inference\nis compelling\nthat the legislature intended those questions to be visited anew by the court\nhearing a s 78 application. The appellant’s\nargument on this point must\nfail.\n[27]\tFocusing next on the meaning of s 36(1)(c), it was accepted on\nboth sides that Inter Waste’s tender price and its component\ndetails were\nsupplied to the appellant in confidence. What requires decision is whether the\nthird party’s contemplated disadvantage\nand prejudice (which for\nconvenience I shall call ‘harm’) were such that they ‘could\nreasonably be expected’.\nThe respondent submitted that this expression\nmeant (if I may break down the submission) (i) an expectation which a reasonable\nperson\ncould properly entertain and (ii) an expectation of probable harm. The\nappellant had no real quarrel with portion (i) of that submission\nbut contended\nthat portion (ii) was wrong. On the respondent’s argument the expectation\nhad to be one of no more that possible\nharm. In advancing this argument counsel\nfor the appellant set great store by certain statements in a review of a\nprovision in the\nCanadian Access to Information Act which employs virtually the\nsame wording as the Act.\n[14]\nHaving\nreferred to the leading Canadian cases the review turned to Australian authority\nin respect of similar legislation and quoted\nthe following from an Australian\njudgment\n[15]\nin which consideration\nwas given to the words ‘which would, or could reasonably be expected to,\nunreasonably affect’:\n‘We are in the field of predictive opinion.\nThe question is whether there is a reasonable expectation of adverse effect. It\nis to that question that the witnesses’ evidence had to be directed, and\ntheir assertions are incapable of proof in the ordinary\nway. What there must be\nis a foundation for a finding that there is an expectation of adverse effect\nthat is not fanciful, imaginary\nor contrived , but rather is reasonable, that is\nto say based on reason, namely “agreeable to reason; not irrational,\nabsurd\nor ridiculous”. (Shorter Oxford Dictionary).’\nIn the\nsubmission of the appellants’ counsel this passage supported the\nconclusion that the prospect of harm had to be not fanciful\nbut rational, and it\nwas enough for the prospect to be rational, said counsel, that the contemplated\nharm was merely possible, not\nprobable.\n[28]\tIn my view this submission flows\nfrom a misreading of the quoted passage. The Australian court was concerned with\nthe degree\nof expectation, not the degree of likelihood of resultant harm. It\ntherefore fails to assist the appellant’s case. This view\nis reinforced by\nthe reviewers’ proceeding immediately after the quoted passage to\nsummarise the surveyed case law as requiring\n‘convincing evidence of\nprobable material\nharm’.\n[16]\n[29]\tAnother\npart of the review relied on by the appellant for the argument that the\npossibility of harm is enough, is one which comments\non the extent of the burden\non a third party to prove the probability of harm. The reviewers say –\n‘A concern with this test [probable harm] is that it may be difficult,\nif not impossible, for a third party to produce cogent\nand convincing evidence\nthat the harm is probable, rather than possible, until after the harm has\noccurred ... The fact that the\nharm does or does not occur after the fact is not\ndecisive as to whether harm was probable or not and this high test may place too\nhigh an onus on third parties.’\n[30]\tPerhaps part of the problem\nperceived by the Canadian reviewers stems from some of their courts’\nhaving used epithets such\nas ‘cogent’ and ‘convincing’.\nSome South African judges in cases of advanced vintage were wont to say, for\nexample, that a particular kind of case required the clearest proof or that a\ncertain onus could only be discharged by the clearest\nevidence. Later judgments\nwould respectfully point out that such terminology did not alter the nature and\ndegree of either the criminal\nor civil onus. No doubt one would only ever hold\neither onus discharged if one found the evidence to be cogent. The question in a\ncivil case remains whether the onus bearing litigant has proven its case (or a\nrequired element of its case) on a balance of probability.\nWhether one refers to\nthe prevailing evidence as cogent, convincing or merely sufficiently\nsatisfactory is a stylistic choice of\nminimal moment.\n[31]\tThat brings me to\nthe reviewers’ concern with the difficulty or impossibility of proving\nthat harm is probable until after\nit has occurred. They seem to me to\nmisconceive the onus. Of course, certainty cannot be established until after the\nevent. However,\nthe party resisting disclosure does not have to prove a\ncertainty but a probability. Proof of a probability (or, more accurately,\nproof\nof a likely result on a balance of probability) is something litigants and\ncourts are concerned with every day all over the\nworld. If the reviewers’\nproblem were real rather than imagined, countless damages claimants could never\nsucceed in proving\nprobable harm. It is standard in bodily injury cases, for\nexample, for a plaintiff to have to prove (and to prove successfully) that\na\nparticular adverse anatomical consequence will eventuate at some time in the\nfuture with the concomitant need for future medical\ntreatment.\n[32]\tApart\nfrom reliance on the Canadian review, the appellant’s counsel sought to\nenlist in aid a statement by Greenberg J\nin\nKaplan and Fineman v R\n(1933\nJustice Circulars para 636). That case involved the alleged offence by two\ninsolvents of having contracted debts over a specified\namount prior to\nsequestration ‘without any reasonable expectation’ of being able to\ndischarge them.\n[17]\nThe statement in\nquestion reads:\n‘Now, in asking oneself whether they had a reasonable expectation of being\nable to discharge those debts, one must guard against\nthe mistake of being wise\nafter the event, of looking at the position today; looking at the result and\ndeciding as in fact they have\nfailed to pay their debts, they ought to have\nrealised at the time that they would not be able to pay their debts. One must\ntry to\nput oneself in the position of a reasonable man and ask oneself whether\nthe facts could have conveyed to them the possibility that\nthey might not be\nable to pay their\ndebts.’\n[18]\n[33]\tCounsel\nemphasised the use of the word ‘possibility’ in that statement and\nproceeded to argue that it justified the\nconclusion that a reasonable\nexpectation (assuming it to correspond to something that could reasonably be\nexpected) was one which\nentailed the contemplation of an outcome that was merely\npossible. I disagree.\n[34]\tTo understand the statement of Greenberg J in\ncontext one must bear in mind that the 1916 provision, unlike s 135(3) of the\npresent\nInsolvency Act,\n[19]\nplaced\nthe onus on the prosecution in all circumstances to show that accused did not\nhave the required reasonable expectation of\nbeing able to pay their debts. In\ndetermining whether the onus was discharged the learned Judge was concerned,\nfirstly, to caution\nagainst reasoning by way of hindsight and, secondly, to\nexplain how one had to determine whether the prosecution had discharged the\nonus\nof showing that a professed expectation of future solvency was in fact not\nreasonably founded. The reasoning in the quoted passage\nwas in no way focused on\nthe question whether the expectation itself meant the contemplation of a mere\npossibility of future ability\nto pay as against the probability of such ability.\nIndeed, nothing in the repealed or current sections indicates that the proper\ninterpretation of the words ‘expectation of being able to discharge’\nis ‘expectation of\npossibly\nbeing able to discharge’. The\nrequired expectation is clearly one which has to contemplate future ability to\npay as a fact.\nThis is reinforced by the Afrikaans text of s 135(3) which uses\nthe words ‘’n redelike verwagting ... dat hy (die) skuld\n... sal kan\nvereffen’ (the expectation that he will be able to pay the\ndebt).\n[35]\tWhere possible inability to pay does become relevant is, as the\nquoted passage demonstrates, in relation to the question whether\na professed\nexpectation was based on reasonable grounds. That inevitably involves the\nenquiry whether an accused foresaw at the material\ntime the reasonable\npossibility of future inability to pay. If the facts establish that foresight\nthen the accused’s expectation\nof ability to pay will not have been\nreasonable. That will be so whether it is for the State to establish the\nforesight or for the\naccused to establish its\nabsence.\n[20]\nI conclude, therefore,\nthat the appellant’s case derives no support from the quoted statement of\nGreenberg J.\n[36]\tIt may be mentioned that further reference to the\ninsolvency statutes reveals their use of the very words in issue in a provision\ncriminalising the failure by an insolvent to keep a proper record of his\ntransactions including all such books (clearly setting out\nsuch transactions) as\nhe ‘can reasonably be expected to have kept’. There can be no doubt\nthat that expectation  entails\nthe contemplation as a fact, not a possibility,\nof the keeping of the necessary books.\n[37]\tCounsel for the respondent relied\nin the present connection on the Canadian Appeal Court cases of\nRe Canada\nPackers Inc and Minister of Agriculture\n;\nRomahn Intervenant\nand\nRe\nSaint John Shipbuilding Ltd and Minister of Supply and\nServices\n.\n[21]\nAs indicated\nabove, the Canadian statute requires refusal of disclosure of information which\ncould reasonably be expected to result\nin various forms of commercial harm. In\nthe former case (at 256) it was held that the governing verb in the relevant\nprovisions was\n‘expected’. In the light of what was said to be a\nclear statement of principle in the statute that government information\nshould\nbe available to the public and that exceptions to the public rights of access\nshould be ‘limited and specific’\nit was decided that the expectation\nconcerned was of probable harm. In a footnote reference was made to an earlier\nCanadian case\nin which it was said that ‘reasonable expectation ...\nimplies a confident belief’. Confirming what was held in\nCanada\nPackers\nthe Court in\nSaint John Shipbuilding\nadded that setting the\nthreshold at the point of probable harm was warranted by the context and the\nwhole statute.\n[38]\tIn their commentary on the Act Currie and Klaaren discuss\nthe difference between ‘likely’ in s 36(1)(b) and ‘could\nreasonably be expected’ in s\n36(1)(c).\n[22]\nThey say both\nprovisions require that harm will be a probable result but that the test in (c)\nis less stringent and this indicates\na lesser degree of probability than\n‘likely’. They consider that the effect of ‘reasonable’\nis to indicate\na ‘moderate’ or ‘fair’ probability as\nopposed to ‘likely’ which implies a ‘strong’\nprobability.\n[39]\tClearly (c) in s 36(1) requires something less than\n‘likely’. Significantly it avoids ‘possible’ or\n‘possibly’.\nOne could conclude therefore that what was intended was\nsomething between a probability and a possibility. It is understandable,\ntherefore, that the authors opt for a moderate probability. However, that\nnecessarily involves elevating ‘likely’ in\n(b) to mean strong\nprobability in order to explain the difference between (b) and (c).\n[40]\tIn\nmy view an interpretation that involves the use of degrees of probability\ncreates the potential for confusion and could well\nlead to problems in the\npractical application of the legislation to concrete cases.\n“Probable’ is a word well known in\nthe law. It should bear the same\nmeaning in all situations absent indications to the contrary. The same\nconsiderations apply to the\nequivalents of ‘probability’,\n‘likely’ and ‘likelihood’. The question remains whether\nthe results\nspecified in (c) were intended to be probable, not merely possible,\nconsequences.\n[41]\tMy conclusion is that the legislature intended that those\nconsequences should be probable. I say so for two reasons. The first\nis a\nlinguistic one. Leaving aside ‘reasonably’ and focusing on\n‘could ... be expected’, the Oxford English\nDictionary states the\nfollowing in regard to the use of ‘can’ with ‘expect’\n(we have the words here in the\nsubjunctive mood):\n‘4.\tTo look forward to (an event), regard (it) as about to happen; to\nanticipate the occurrence of (something whether good\nor evil). Also, to\n“look for”, anticipate the coming of (a person or thing)\n...\n5.\tIn sense 4 with various additional notions.\na.\tIn combination with\ncan\n, with expressed or implied negation, this vb\noften = “to look for with reason or likelihood, or without great risk of\ndisappointment”’.\nWhat can be expected\nis accordingly the contemplation of something that will, not might, happen. If\nwe say we are expecting somebody\nthis evening we mean that we think that person\nwill be coming, not merely might be.\n[42]\tIt follows that the difference\nbetween (b) and (c) of s 36(1) is to be measured not by degrees of probability.\nBoth involve a\nresult that is probable, objectively considered. The difference,\nin my view, is to be measured rather by degrees of expectation.\nIn (b), that\nwhich is likely is something which is indeed expected. This necessarily\nincludes, at least that which\nwould\nreasonably be expected. By contrast,\n(c) speaks of that which ‘\ncould\nreasonably be expected’. The\nresults specified in (c) are therefore consequences (i) that could be expected\nas probable (ii)\nif reasonable grounds exist for that expectation.\n[43]\tThe\nsecond reason is context. In line with the Canadian statute and the Canadian\ncases, I consider that consideration of the\nlong title, preamble, objects and\ncontent of the relevant sections of the Act, read with the Constitution,\ndemonstrate that government\ninformation must be available to the public as a\nmatter of right. That is the basic rule. To cater for  third parties’\nrights\nto privacy there are exceptions to the rule. They are limited and\nspecific. ‘Probable’ makes it more difficult to refuse\ndisclosure\nthan ‘possible’ and favours the rule rather than the exceptions.  On\nthe other hand ‘could’ in\ns 36(1)(c) rather than ‘would’\nis a concession to a third party’s right. This interpretation achieves the\nnecessary\nproportionality in balancing the competing rights. To require the\nconsequences in (c) to be mere possibilities would favour the third\nparty\nunduly. It would demand an interpretation in conflict with the injunction in s\n2(1) of the Act.\n[44]\tI have not overlooked the argument for the appellant\nthat the information in issue originated from a third party not from government\nbut for the reasons given above that consideration is amply provided for by the\nprovisions of ss 36 and 37.\n[45]\tTurning to the factual grounds for the\nrefusal under s 36(1)(c), the appellant adopts the information supplied to it by\nInter\nWaste (as well as some of the latter’s phraseology). Briefly\nsummarised, the case for refusal was this. The rate for each item\nof service\ntendered for was the ‘co-efficient of constant and variable\nfactors’. Those that were constant were, roughly\nspeaking, common to all\ncompeting tenderers such as labour and fuel. The variable factors were those\npeculiar to Inter Waste. They\nincluded its profit margins, gearing, costs of\ninfrastructure and assessment of what the work would involve. Such costs can\nvary\nfrom one tenderer to another but the variable of special sensitivity to\nInter Waste was its prediction as to what the contract work\nwould entail ie the\nquantities of waste to be removed, the frequency of removal, the number of bins\nrequired and how the capital\ncost of the bins (which would be specific to the\ncontract) would be treated. The exercise of assessing all this in advance\nrequired\nknowledge, experience, expertise and research. By performing this\nexercise a tenderer was enabled to weight the pricing of each item.\nAn example\nwas offered in respect of items 1 and 2. (As the reproduced extract from the\nSchedule of prices and quantities shows item\n1 was a minimum monthly charge for\nup to 800 removals and item 2 was an additional charge for every removal over\n800.) The example\nwas as follows. If research led to the prediction of 500 to\n600 removals per month a tenderer could quote a lower price than for\n800 or it\ncould quote at 800 for item 1 and quote less for item 2. On the other hand if\nthe informed prediction was over 800 the\ntenderer could set the item 1 price at\nbelow cost and secure profits by loading its item 2 price. Even assessment of\nthe price in\nrespect of item 4 (the dumping charge) required knowledge and skill\nbecause one had to know the type of material to be removed.\n[46]\tBased on\nall those considerations the appellant contended that disclosure of the rates\nwould give the respondent insight into\nthe fruits of Inter Waste’s\nresearch and enable the respondent to ride on Inter Waste’s efforts by\nadjusting its own\nrates in the light of Inter Waste’s tender.\n[47]\tThe\nrespondent’s counsel countered this contention on a two-fold basis. The\nfirst was that, as a matter of logic, it would\nbe impossible to deduce Inter\nwaste’s profit margin, for example, simply from knowing its rates. To do\nso necessitated knowing\nall the other variable and constant factors to which the\nappellant referred and which it was not alleged the respondent had. On the\nassumption that all those factors comprised confidential information, the\ndisclosure of which would harm Inter Waste, revealing the\nrates would not amount\nto such a disclosure in respect of any of the four items in question.\n[48]\tAs\nregards the price adjustment example based on reference to items 1 and 2,\ncounsel argued that the rates would at most provide\na rough indication of Inter\nWaste’s prediction of the number of monthly removals. It could not lead to\na precise enough answer\nto be useful to the respondent. It was submitted in the\nalternative, on the assumption that the rates could enable the respondent\nto\nmake a precise deduction, the answer obtained could be of no use to the\nrespondent, either in respect of the tender in question\nor any tender called for\nin respect of a new contract from 2005 onwards.\n[49]\tPlainly that argument is\nright in so far as the awarded contract is concerned. The term of that contract\nbegan in February 2003\nand was due to end in January 2005. Access was sought in\nMarch 2003. The tender had been awarded in April 2002. One should add that\nit is\nnot comprehensible how the respondent could have adjusted its rates in the light\nof Inter Waste’s tender. At least pre-award,\neach tenderer’s tender\nwas confidential in terms of the tender provisions in the notice to tenderers.\n[50]\tAs to whether knowledge of Inter Waste’s rates (determined in\n2001) could reasonably have been expected to advance the\nrespondent’s\nability effectively to compete with Inter Waste for a new contract in 2005, and\nconcomitantly to cause Inter Waste\nharm in the sense under consideration, the\nanswer must, in my view, be in the negative. For a new contract tenderers would\nhave needed\ndata relative to the period of the awarded contract. That actual\ninformation they could obtain from the appellant, with or without\nthe aid of the\nAct. There are no reasonable grounds at all for the expectation that disclosure\nof the 2001 rates would cause Inter\nWaste probable harm in regard to competition\nfor the award of a new contract in 2005.\n[51]\tComing now to the\nappellant’s case based on s 37(1)(a), the relevant provisions of that\nparagraph (repeated for convenience)\nare that non-disclosure is mandatory if\ndisclosure –\n‘would constitute (grounds for) an action for breach of a duty of\nconfidence owed to a third party in terms of an\nagreement’.\n[52]\tThe notice to tenderers which accompanied\nthe issued tender documentation contained the following\nsentence:\n‘Transnet does not bind itself to accept the lowest or any\ntender/quotation nor will \tit disclose the successful tenderer’s\ntender\nprice or any other tendered prices as \tthis is regarded as confidential\ninformation.’\nIn terms of the eventual written agreement entered into\npursuant to acceptance of Inter Waste’s tender the tender documentation,\nincluding the notice and the confidentiality clause just quoted, was made part\nof the agreement.\n[23]\n[53]\tThe\nsubmission of the appellant on this aspect was that disclosure of the rates,\nbeing components of the tender price, would\nbreach the confidentiality clause\nand expose the appellant to an action by Inter Waste either for damages or at\nleast for cancellation\nof the contract.\n[54]\tThe respondent’s\ncontention was that only the tender price itself was referred to in the\nconfidentiality clause and as\nInter Waste had (as was indeed the case) consented\nto disclosure of the tender price, the clause was no longer a bar to disclosure\nof that sum. The clause therefore never had any bearing on the schedule of\nprices and quantities. In any event, so the contention\nwent, any action for\nbreach of the clause would need to entail proof of a material breach with or\nwithout proof of damages. For the\nsame reason for contending in respect of s\n36(1)(c) that there was no probable harm reasonably to be expected, and more\nimportantly\nbecause there was no appeal against the Court’s finding that\nno harm was likely in respect of s 36(1)(b), disclosure could\nnot realistically\nexpose the appellant to an adverse judgment for contractual relief.\n[55]\tTo\nmy mind the overriding consideration here is that the appellant, being an organ\nof State, is bound by a constitutional obligation\nto conduct its operations\ntransparently and accountably.\n[24]\nOnce it enters into a commercial agreement of a public character like the one in\nissue (disclosure of the details of which does not\ninvolve any risk, for\nexample, to State security or the safety of the public) the imperative of\ntransparency and accountability entitles\nmembers of the public, in whose\ninterest an organ of State operates, to know what expenditure such an agreement\nentails. I therefore\nfail to see how the confidentiality clause could validly\nprotect the successful tenderer’s tender price from disclosure after\nthe\ncontract has been awarded. Accepting a need for confidentiality in the pre-award\nphase, it seems to me that the intention of\nthe drafter of the notice was no\nmore than that a tenderer should not be able to know a competing\ntenderer’s price in that\nperiod, hence the reference to ‘other\ntendered prices’.  In the context of the notice the tender price\ncontemplated as\nprotected by confidentiality was the total price without\ncomponent details. It follows that once the contract was awarded the\nconfidentiality\nclause, certainly in so far as the successful tenderer is\nconcerned, was a spent force and offered Inter Waste no further protection\nfrom\ndisclosure as regards its tender price. (I refrain from considering the question\nwhether the clause continued to protect the\nunsuccessful\ntenderers.)\n[56]\tMoreover, the agreement, in incorporating the tender\ndocumentation also incorporates the schedule of prices and quantities. The\nagreement is not Inter Waste’s document. It is a contract document to\nwhich the appellant, a public body, is a party. What\napplies to public\nentitlement to know the contract price applies equally, on the facts of this\ncase, to the agreement itself. What\nis more the tender documentation included\nthe agreement in draft. Inter Waste must have known in advance that its schedule\nof prices\nand quantities would, if it secured the contract,  become part of the\nagreement and therefore exposed to public scrutiny. Accordingly\neven if\n‘tender price’ in the notice included the schedule the\nparties’ intention could never have been to maintain\nconfidentiality in\nrespect of the rates after the award. Parties cannot circumvent the terms of the\nAct by resorting to a confidentiality\nclause.\n[57]\tIt follows that at the\ntime of the respondent’s request the confidentiality clause provided no\nreason to refuse disclosure\nof Inter Waste’s rates under s 37(1)(a). This\nrenders it unnecessary, strictly speaking, to decide whether disclosure of the\nrates would constitute grounds for an action for breach of confidentiality.\nHowever, in the circumstances, it is appropriate to add\nthat the respondent is\nright in submitting that if disclosure of the rates would not be likely to cause\nthe harm referred to in s 36(1)(b)\n(the court\na quo’s\nfinding\nas to which is not appealed against) and could not reasonably be expected to\nresult in probable harm of the kinds referred\nto in s 36(1)(c) (which I have\nfound to be the case) there is no basis to conclude that if Inter Waste did\nindeed sue the appellant\nfor breach of confidentiality the latter would be at\nany risk of an adverse finding whether as to material breach entitling\ncancellation\nor as to an award of damages. The appellant’s case therefore\nfails in regard to s 37(1)(a).\n[58]\tTurning, finally, to the court’s\ndiscretion in s 82, the appellant’s main submission entails that despite a\npublic\nbody’s failure to establish its case for refusal under ss 36 and s\n37 it can still be entitled to a discretionary order dismissing\na\nrequester’s application. This is not a tenable argument. As the court\na\nquo\nobserved, it would be remarkable, to say the least, for the legislature\nto lay down detailed provisions governing refusal of access\nand then to enable a\ncourt by way of an unlimited discretion to confirm refusal even if the public\nbody failed to justify refusal.\nHowever, the more important consideration is\nthis. The primary purpose of the Act is to give effect to the constitutional\nright of\naccess to State information. The limitations on that right, in favour\nof a third party’s right to privacy in general and commercial\nconfidentiality in particular, are set by ss 36 and 37. If the public body fails\nunder those sections to justify its refusal of access\nthere can no longer be\nanything in the way of the requester’s right to access. It follows that\nthere can be no such discretion\nas that contended for. This conclusion accords\nwith the aim and objects of the Act. If confirmation were needed it is provided\nby\nthe terms of s 11. The power to ‘grant any order that is just and\nequitable’ is therefore intended to enable the court\nto tailor the relief\nto which a successful applicant is entitled.\n[59]\tIt remains to deal with the\nappellant’s assertion – made in the hope of a favourable exercise of\nthe supposed discretion\n– that the respondent had failed to show any or\nadequate legitimate reasons for wanting to know the rates. What is necessary\nto\nemphasise here is that once a requester has complied with the procedural\nrequirements for access and overcome the refusal grounds\nin chapter 4, he or she\nmust be given access. Sec 11 makes that clear. Not only that, s 11(3) makes\nit equally plain that the\nrequester’s reasons are not\nrelevant.\n[25]\n[60]\tAs it is, the\nrespondent maintains that it requires the rates because it has in the past, so\nit alleges, been the victim of irregularities\nin the award of contracts by the\nappellant. Even the perception, if not the reality, of that situation would\nentitle the making of\na request given the Act’s object in s\n9(e).\n[26]\n[61]\tFor the reasons\ngiven I think that the court\na quo\nwas right. The appeal is dismissed,\nwith costs.\n__________________________\nCT HOWIE\nPRESIDENT\nCONCUR:\nZULMAN JA\nCAMERON  JA\nMLAMBO  JA\nNKABINDE AJA\n[1]\nS 32 reads\n‘(1)\nEveryone has the right of access to –\n(a)  any information held\nby the state; and\n(b)  any information that is held by  another person\nand that is required for the exercise or     \t\t\tprotection of any rights.\n(2)  National legislation must be enacted to give effect to this right, and may\nprovide for reasonable measures to alleviate the\nadministrative and financial\nburden on the\nstate.’\n[2]\nS\n8(4) of the Constitution reads:\n‘(4)  A juristic person is entitled to\nthe rights in the Bill of Rights to the extent required by the \t  \t      nature\nof the\nrights and the nature of that juristic\nperson.’\n[3]\nS 15 (1) of\nthe SATS Act.\n[4]\n‘“Organ of state” means –\n‘(a) \n...\n(b)  any other functionary or institution –\n(i) \n\texercising a power of performing a function in terms of the Constitution or a\nprovincial \t\t\tconstitution; or\n(ii)   exercising a public power or\nperforming a public function I terms of any legislation, but \t\t\tdoes not include\na court\nor judicial\nofficer;’\n[5]\nSection 1\ndefines ‘public body’ as follows:\n‘(a)  any department of state or administration in the national or\nprovincial sphere  of government or any municipality in\nthe local sphere of\ngovernment; or\n(b)  any other functionary or institution when\n–\n(i)  exercising a power or performing a  duty in terms of the Constitution or\na provincial          constitution; or\n(ii)  exercising a public power\nor performing a public function in terms of any\nlegislation;’\n[6]\n’14.\tEveryone has the right to privacy, which includes the right not to\nhave –\n(a)  their person or home searched;\n(b)  their property\nsearched;\n(c)  their possessions seized; or\n(d)  the privacy of their\ncommunications\ninfringed.’\n[7]\nFinancial Mail (Pty) Ltd v Sage Holdings\n1993 (2) SA 451\n(A).\n[8]\nSee footnote\n(4)\n[9]\n‘Record’ is\ndefined in sec 1.  Where presently material it means any recorded information\n–\n‘(a)  regardless of form or medium;\n(b)  in\nthe possession or under the control of [the] public body; and\n(c) \nwhether or not it was created by that ... body\n...’\n[10]\n‘Requester’ is defined in sec 1. The wording currently relevant in\nrelation to a public body is ‘any person \n            ... making a request\nfor access to a record of that public\nbody’.\n[11]\nSec 1.  The\ndefinition includes ‘equivalent officer or the person acting as\nsuch’.\n[12]\nThat statute is\nconcerned  with what it defines as ‘administrative action’, which\ndefinition excludes a decision taken\nunder the\nAct.\n[13]\nIn this case the\nperson who dealt with the request was NPASA’s Administration Officer, Mr\nPA Oosthuizen. He was also the\ndeponent to the opposing affidavit. Whether he\nwas a designated deputy information officer is not apparent but that was not an\nissue.\n[14]\nSection 20(1),\nAccess to Information Act, SC 1980 – 81 – 82 – 83, c.111, Sch\nI refers in paras (c) and (d) to\ninformation the disclosure of which\n‘could reasonably be expected’ to result in a third party’s\nmaterial financial\nloss or prejudice  its competitive position or interfere with\nits contractual relations. The review, apparently under governmental\nauspice,\nwas by a unit referred to as Access to Information Review Task\nForce.\n[15]\nRe\nActors’\nEquity Association of Australia and Australian Broadcasting Tribunal\n(1985)\nALD 584\nat 590.\n[16]\nIt is to\nbe noted that the Canadian review focused on the onus cast on a third party but\nthe same considerations apply in equal\nmeasure to the onus on a South African\npublic body. One should add: and a South African private body (see s 64(1) of\nthe Act).\n[17]\nThe offence was\ncreated by s 139(4) of the previous Insolvency Act 32 of\n1916\n[18]\nThis statement of\nGreenberg J was referred to in the judgement in\nR v Vather and Another\n1961 (1) SA 350\n(A) at 358B-D as having been cited by the appellants’\ncounsel in that case. It was not commented on favourably or unfavourably.\nIt\nseems to have been assumed to be correct. The statement was again cited, this\ntime with implied approval, in\nS v Scheepers\n1972 (4) SA 604\n(A) at\n606B-C. It was relied on in\nS v Ostilly and Others\n(1)\n1977 (4) SA 699\n(D) at 728H-729A.\n[19]\nThe\ncurrent statute is the\nInsolvency Act 24 of 1936\n.\nSection 135(3)\nalso places the\nonus generally on the prosecution but in the case of debts incurred within six\nmonths of sequestration it places\nthe onus on the accused to establish the\nrequired reasonable\nexpectation.\n[20]\nCf\nS v\nOstilly and Others\n(1)\n1977 SA 699\n(D) at\n728H-729A\n[21]\nCanada\nPackers\n: (1988) 53 DLR (4\nth\n) 246 (FCA);\nSaint John\nShipbuilding\n: (1990) 67 DLR (4\nth\n) 315 (FCA). Both cases were\ncited with approval in the unreported judgment of Southwood J in CC 11\nSystems (Pty) Limited v Lekota NO\n(Case 23554/2002\nTPD)\n[22]\nIain Currie and\nJonathan Klaaren,\nThe\nPromotion of Access to Information Act Commentary\nat 102-3.\n[23]\nClause 2 of the\nagreement.\n[24]\nSection 195(1)\nof the Constitution, paras (f) and (g) read with (2)(b). And see the objects in\ns 9(e) of the Act.\n[25]\nSection\n11(3) says:\n‘(3) A requester’s right of access contemplated in\nsubsection (1) is, subject to this Act, not affected \t       by –\n(a)\nany reasons the requester gives for requesting access; or\n(b)  the\ninformation officer’s belief as to what the requester’s reason are\nfor requesting\naccess.’\n[26]\nPara [12]\nabove.",
  "scraped_at": "2026-02-12T15:09:12.287208",
  "date": "2005-11-29",
  "coram": [
    "HOWIE P",
    "ZULMAN",
    "CAMERON",
    "MLAMBO JJA",
    "NKABINDE AJA"
  ],
  "case_number": "147/05",
  "parties": {
    "applicants": [
      "TRANSNET LIMITED",
      "INTER WASTE (PTY) LTD"
    ],
    "respondents": [
      "SA METAL MACHINERY COMPANY (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The National Ports Authority of South Africa (NPASA) invited tenders for a two‑year contract to remove galley waste from ships in Cape Town harbour. Inter Waste (Proprietary) Limited was the successful tenderer; SA Metal Machinery Company (Proprietary) Limited was an unsuccessful tenderer. After the award, SA Metal Machinery requested from NPASA a copy of Inter Waste’s completed tender document under the Promotion of Access to Information Act (PAIA). NPASA supplied a redacted version, deleting the rate column and totals that would reveal Inter Waste’s pricing methodology. SA Metal Machinery applied to the High Court for an order directing NPAPA to provide the schedule of prices “without deletions”. The High Court granted the order, and the appellant (Transnet Ltd, as the public body) appealed.",
    "issues": "The appeal raised (1) whether disclosure of the tender rates would be prohibited under s 36(1)(c) of PAIA because it could cause commercial harm to Inter Waste; (2) the proper interpretation of the phrase “could reasonably be expected” in s 36(1)(c) – whether a mere possibility of harm suffices or a probable harm is required; (3) whether the confidentiality clause in the tender agreement barred disclosure of the component rates; and (4) whether the court had a discretionary power under s 82 to refuse access even where the public body failed to meet the grounds set out in ss 36 and 37.",
    "principles": "The judgment reaffirmed the constitutional right of access to information under s 32 of the Constitution and the objects of PAIA to promote transparency while allowing limited, specific exceptions for third‑party privacy and commercial confidentiality. The court held that s 36(1)(c) requires the anticipated harm to be probable, not merely possible, and that the onus of proof lies with the public body. It also clarified that s 37(1)(a) applies only where disclosure would constitute a breach of confidence, and that the discretion conferred by s 82 cannot be exercised to override the statutory grounds in Chapter 4; a court may only tailor relief after the statutory grounds have been satisfied.",
    "application": "Applying these principles, the court found that the deleted rate information did not reveal Inter Waste’s profit margins or other confidential variables and that knowledge of the 2001 rates would not likely give SA Metal Machinery a competitive advantage for future contracts in 2005. Consequently, the harm was not probable, and the confidentiality clause related only to the total tender price, not to the component rates after the contract had been awarded. The public body therefore failed to satisfy the statutory grounds for refusal under ss 36 and 37, and the court could not invoke a broad discretionary power under s 82 to sustain the refusal.",
    "conclusion": "The appeal was dismissed. The order of the High Court directing NPAPA to provide the unredacted schedule of prices was upheld. Costs were awarded to the respondent."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Access to Information",
    "level_3": [
      "right of access",
      "commercial confidentiality",
      "court discretion",
      "public bodies",
      "confidentiality clause"
    ]
  }
}