{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/62.html",
  "case_name": "Grundlingh and Others v Phumelela Gaming and Leisure Ltd (152/2004) [2005] ZASCA 62; [2005] 4 All SA 1 (SCA); 2005 (6) SA 502 (SCA) (1 June 2005)",
  "citation": "[2005] ZASCA 62",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 62\n|\nNoteup\n|\nLawCite\nGrundlingh and Others v Phumelela Gaming and Leisure Ltd (152/2004) [2005] ZASCA 62; [2005] 4 All SA 1 (SCA); 2005 (6) SA 502 (SCA) (1 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No:  152/04\nREPORTABLE\nIn the matter between\nAndré Gründlingh                                \nFirst Appellant\nUlrich Osmund Schüler                                  \nSecond Appellant\nTurfsport CC                                    \nThird Appellant\nand\nPhumelela Gaming and Leisure Limited                    \nRespondent\nBefore:\tHowie P, Farlam, Conradie, Lewis JJA et Comrie\nAJA\nHeard:\t10 March 2005\nDelivered:\t1 June 2005\nSummary:\tBookmakers and totalizator – Gauteng Gambling Act 4 of 1995\n– Bookmakers accepting ‘exotic’ bets\n– winnings\ndependent on tote’s published dividends for same bets – whether\n‘fixed odds bets’ as defined\n– whether unlawful competition.\nOrder in paragraph\n[44].\n______________________________________________________\nJUDGMENT\n______________________________________________________\nCOMRIE AJA\n[1]\tLitigation in this country about the totalizator\ngoes back to 1887:\nDay v Cloete\n5 SC 139.\nSee too\nBrady v SA Turf\nClub\n23 SC 385.\nIt reached this court in 1914 in the leading case of\nR v\nWilliams\n1914 AD 460.\nThere this court adopted the principle that a power\nconferred to the Cape Provincial Council to regulate horse-racing and betting\ndid not empower the Council to prohibit betting in a partial but most\nsubstantial manner. The Council was consequently not empowered\nto prohibit\nbookmaking on horse-racing or to confine betting to the\ntotalizator.\n[2]\tThe same is true of England, starting with\nTollett\nand another v Thomas\n6 QBD 518\n, decided in 1871. Many of the decided cases\nare collected in the comprehensive judgment of Ogilvie Thompson AJ in\nRex v Sportspools (Pty) and others\n1949 (2) SA 202\n(C). These include the\ndecision of the House of Lords in\nAttorney-General v Luncheon and Sports Club\nLtd\n1929 AC 400\n;\n151 LTR 153\n(HL). The litigation continues. See eg\nQueens Bookmakers Ltd v Commissioner of Customs and Excise\n1975 SLT 207\n;\nTote Investors Ltd v Smoker\n[1968] 1 QBD 509\n;\nChristie NO v Mudalier\n1962 (2) SA 40\n(N).\n[3]\tNow bookmaking and the totalizator once again\nfeature in an appeal to this court. The first and second appellants are licensed\nbookmakers who carry on business from premises, called a Tattersalls, inter alia\nin Silverton, Pretoria, Gauteng. The respondent\nis a public company which owns\nand carries on the business of operating a computerised totalizator and also\nrunning thoroughbred\nhorserace meetings. It operates nationally under the brand\nname Saftote. Gold Circle (Pty) Ltd is licensed to operate a totalizator\nin\nKwa-Zulu Natal and the Western Cape. Its totalizator betting pools are\ncommingled with those of the respondent under the name\nSaftote, for which\nservice Gold Circle pays the respondent a fee. Saftote has some 2 600 betting\nterminals, on and off course, throughout\nthe country. The turnover is about R150\nmillion per month. In the Pretoria High Court, at the instance of the\nrespondent, Mynhardt\nJ granted with costs an interdict (in amended form)\nrestraining the appellants from:\n‘1.1\tBreaching Section 55 of the Gauteng Gambling Act 4 of 1995 by\noffering or receiving bets which are not “fixed odds”\nbets.\n1.2\tProhibiting the respondents from offering bets to the public or taking bets\nfrom the public in terms whereof or on the basis\nwhereof bets are offered to be\npaid or are paid out on the basis of result and/or dividends derived or obtained\nfrom the applicant’s\ntotalisator pool.’\n[4]\tThe first and second appellants appeal to this Court with\nlimited leave granted by the court\na quo\n. An interdict was also granted\n(para 2 of the order) against the third appellant (Turfsport CC) which is owned\nby the first and second\nappellants. That part of the order is not the subject of\nappeal and nothing further need be said about it. For convenience I shall\nrefer\nin this judgment to the first and second appellants as the\nappellants.\n[5]\tAs licensed bookmakers in terms of the Gauteng Gambling\nAct 4 of 1995 the appellants are authorised to accept ‘fixed odds\nbets’ on sporting events (s 55), in this case horse races. To carry on\nunlicensed bookmaking is an offence (ss 54, 87). The\ndefinition of such bets (s\n1), as it stood when this matter was decided\na quo\n,\nread:\n‘\n‘Fixed odd bets’\n[1]\nmeans a bet taken by a licensed\nbookmaker on one or more events or contingencies where odds are agreed upon when\nsuch bet is laid,\nbut excludes a totalisator bet;’\nA totalizator\nbet was not defined, but a ‘totalisator’\nwas:\n‘\n‘totalisator’\nmeans a system of betting on\na sporting event in which the aggregate amount staked on such event or\ncombination of events, after deduction\nfrom such aggregate amount of any amounts\nwhich may lawfully be deducted therefrom, whether under this Act or by\nagreement, is divided\namongst those persons who have made winning bets on that\nevent or combination of events in proportion to the amounts staked by such\npersons in respect of such winning bets, and includes any scheme, form or system\nof betting, whether mechanically operated or not,\nwhich is operated on similar\nprinciples.’\n[6]\tAn obvious example of a fixed odds bet with a\nbookmaker would be 5 to 1 for a win on the celebrated race horse Appeal Court.\nThe\nodds (5 to 1) would be fixed at the moment when the bet is laid, and the\npayout in the event of Appeal Court winning would be calculable\nat the same\nmoment. We know from the evidence that the odds given by bookmakers may shorten\nor lengthen as the race approaches and\nthat different bookmakers may offer\ndifferent odds. In the event of Appeal Court winning, the bookmaker must pay all\nthe winning\nbets on that horse from his own resources – save to the extent\nthat he may have ‘laid off’ such bets. He takes\nthe betting risk.\nThere is no pool of bets to be divided among successful punters. The agreed odds\nrule.\n[7]\tAs the definition indicates, the totalizator operates on\nprinciples different from those described in the preceding paragraph.\nAll the\nbets (tote bets) on a particular race (eg all the bets for a win in race no 1)\nare pooled. From the resulting (gross) pool\nor total, tax and administration\nexpenses (which include the profit of the tote operator) are deducted. The net\npool is divided equally\nbetween all the successful punters in proportion to\ntheir respective stakes. There is no betting risk to the totalizator or its\noperator.\nSubject to lawful deductions, the tote pays out in winnings (or\ndividends) what it has received in bets. As it was succinctly put\nin the papers\n(in lay terms) punters on the tote bet against each other; (whether that is the\ncorrect legal position is unnecessary\nto decide – cf\nTote Investors Ltd\nv Smoker\nsupra); whereas a punter placing a bet with a bookmaker bets\nagainst that bookmaker. It is also clear that the odds on a tote bet\nare not\nfixed when the bet is laid because no odds are agreed. On the contrary,\neverything depends on how much money is wagered on\nthe race, via the tote, and\non how many winning tickets there are. The dividend can only be calculated after\nthe race has been run.\n[8]\tThe essence of a tote bet – ie a bet on\nthe totalizator – is the pool system, namely that each pool is divided\namong\nthe successful punters. That essence is reflected in the definition of a\ntotalizator set out above. It also accords with the descriptions\nand analyses of\nthe totalizator to be found in several of the decided cases cited in the opening\nparagraphs of this judgment and\nin the judgments referred to therein.\n[9]\tThe totalizator has long since moved from straightforward bets for a\nwin or a place. So-called ‘exotic’ bets are offered.\nOne such is the\n‘trifecta’ in which the punter selects three horses to finish first,\nsecond and third in the correct\norder. In a ‘trio’ bet, the punter\nselects the first three horses to finish in any order. There are other\npermutations\nsuch as the dupla, the exacta, the jackpot, the pick 6, the place\naccumulator, the quartet and the swinger. The dividends on such\ntote bets are\nlikely to be higher than for a simple place or win. These exotic bets also\noperate on the pool system which I have\ndescribed.\n[10]\tOnce the race\nhas been run, the totalizator calculates the dividends and these are announced.\nIn respect of a bet which spans\nmore than one race (eg the jackpot), the\ncalculation takes place after the last relevant race. The respondent publishes\nthese results\nwidely: on the course, in the press, on some radio channels, and\non a dedicated television channel. The development and operation\nof its\ntotalizator, and the publication of its results, have involved the respondent in\nconsiderable effort, expertise and expense.\nThe system is now so sophisticated\nthat it even forecasts some dividends\nbefore\nthe race.\n[11]\tIt\ncame to the notice of the respondent that the appellants were offering and\naccepting ‘exotic’ bets, the stake\nformula being the tote dividends\nor results to be published by the respondent. Thus the dividend per rand on a\ntrifecta bet laid\nwith the appellants would be precisely the same as the\ndividend on the identical trifecta bet laid with the respondent’s tote.\nThere is this difference, however: with the appellants there is no pool of bets\nto be divided among winning punters. The appellants\nare on risk and must pay all\nwinning bets from their own resources. Resolving to put a stop to the practice\nof bookmakers accepting\nsuch exotic bets, the respondent brought the present\napplication in the court\na quo\n.\n[12]\tPara 1 of the order granted\nby Mynhardt J was premised on his conclusion that the exotic bets laid by the\nappellants were not\nfixed odds bets and that the appellants were accordingly not\nauthorised by their licence to accept them. Para 2 of the order was\npremised on\nthe conclusion that by using the respondent’s published dividends or\nresults as ingredients of such bets, the appellants\nwere guilty of unlawful\ncompetition. Both conclusions are challenged on appeal.\n[13]\tWhile this\nappeal was pending the\nNational Gambling Act 7 of 2004\ncame into force. Its\nprovisions were urged upon us by counsel for the appellants, Mr Puckrin, in two\nways. First, he submitted that\ncertain definitions and other provisions relating\nto the permissible activities of licensed bookmakers override any contrary\nstipulation\nin the Gauteng law. He referred us to the definitions of\n‘bookmaker’, ‘fixed-odds bet’, and ‘open\nbet’.\nHe also referred us inter alia to\nss 4\n,\n8\n,\n30\n,\n37\net seq, 44,\nand the schedule (transitional provisions), more particularly\ns 2(2).\nIn the\nview which I take of the first leg of this appeal, the fixed odds bet question,\nit is unnecessary to resolve the contention.\nI shall content myself with the\nprima facie dictum that Act 7 of 2004 relates to a concurrent legislative\ncompetence and is\nlargely permissive, and that the provinces can continue to\ngrant or refuse bookmaking licences as before, provided certain minimum\nstandards are observed. Second, Mr Puckrin submitted that the apparent\nendorsement by the national legislature of the type of betting\nnow under review\nwas relevant to this court’s assessment of the\nboni mores\nof the\ncommunity in relation to leg 2 of the appeal, viz the unlawful competition\nissue. I will weigh this contention later. I turn\nnow to consider in turn the\ntwo legs of the appeal.\nFixed Odds Bets\n[14]\tIt is\nclear to me that the exotic bets under review are not tote bets. This is because\nthe appellants do not operate a ‘totalisator’\nas defined. They\nmaintain no pools of bets to be divided among winning punters, nor do any actual\ndivisions of this kind take place.\nAs I have already recorded, the appellants\nare on risk and must pay all winning bets from their own resources. On any given\nrace\nor combination of races, they may show a profit or a loss. That is quite\ndifferent to a totalizator which runs no betting risk and\nwhich shows no betting\nloss or profit. It follows that the bets under review are not outlawed by the\nconcluding words of the definition\nof fixed odds bets: ‘but excludes a\ntotalisator bet’. Indeed, the presence of these words of exclusion seems\nto suggest,\nat least prima facie, that tote bets, or some tote bets, are fixed\nodds bets, hence the legislative wish to exclude them for one\nor other reason of\npolicy.\n[15]\tTurning to the rest of the definition of fixed odds bet, the\ncritical words are: ‘odds are\nagreed upon\nwhen such bet is\nlaid’. (My emphasis). Earlier in this judgment I gave as an obvious\nexample of a fixed odds bet, a bet for\na win at 5 to 1. I observed that the odds\n(5 to 1) would be fixed at the moment when the bet is laid, and that the\npayout in\nthe event of a win would be calculable at the same moment. But\nimmediately calculable winnings are not expressly required by the\ndefinition. In\nthe course of argument Mr Puckrin offered a betting example drawn from the game\nof cricket. I would prefer one drawn\nfrom a different sport, golf. Suppose the\nfollowing wager: in return for a stake of R30, the bookmaker promises to pay the\npunter\nR10 for each birdie scored by a well known professional golfer in the\nthird round of a specified tournament. In such a wager the\nodds in my view are\nindubitably agreed or fixed (R10 per birdie) when the bet is laid. The potential\nwinnings (or loss) are not immediately\ncalculable, but they can be readily\ncalculated on a permutation basis. So I do not think that my hypothetical wager\nwould fall foul\nof the definition.\n[16]\tWith the appellants’\nexotic bets, the odds are not known, or in that sense fixed, when such bets are\nlaid. From that moment\nuntil the race or combination of races is run, the odds\nfluctuate according to the amounts of money which are wagered (on the tote)\nand\nthe horses which are selected. Thus the appellants’ exotic bets do not fix\nthe odds; they provide formulae in terms of\nwhich the odds will be determined or\nascertained later. Such a formula arguably, in my view, constitutes an\nagreement\nupon the odds, at the moment when the bet is struck, even\nthough the actual odds are determined later (in terms of the formula).\nI think\nthat is a permissible interpretation of the definition of a fixed odds bet,\nwhich insists on agreed odds when the bet is\nlaid rather than known odds. I\nconclude therefore that the definition is ambiguous.\n[17]\tI mention in\npassing that a difference between an immediately calculable payout in the event\nof a win, and an ascertainable payout\nin due course, is not unknown to foreign\nlegislators. In the Scottish case of\nQueens Bookmakers Ltd v Commissioner of\nCustoms and Excise\n, supra, the statutory definition of a fixed odds bet (for\ntax purposes) expressly acknowledged the difference. Section 10(2) of the\nBetting and Gaming Duties Act 1972 defined a fixed odds bet, as distinct from a\npool bet, as follows:\n‘(2)\tA bet is a bet at fixed odds within the meaning of this section only\nif each of the persons making it knows or can know,\nat the time he makes it, the\namount he will win, except in so far as that amount is to depend on the result\nof the event or events\nbetted on, . . .  or on the starting prices . . . for any\nsuch event . . . .\nIn this sub-section –\n“starting prices” means, in relation to any event, the odds ruling\nat the scene of the event immediately before the\nstart.’\nThat is not the definition employed by the Gauteng\nlegislature, but it does tend to show that an immediately calculable payout, in\nthe event of a win, is not necessarily a\nsine qua non\nof a fixed odds\nbet.\n[18]\tThe foregoing ambiguity brings me to the history of the\nlegislation, to which courts may look for interpretative aid in this\nevent:\nNissan SA (Pty) Ltd v Commissioner for Inland Revenue\n[1998] ZASCA 59\n;\n1998 (4) SA 860\n(SCA). When this matter was decided\na quo\nAct 4 of 1995 defined a fixed\nodds bet in the terms quoted in para [5]. The definition had earlier been\namended by the deletion of\nthe following:\n‘or any bet for which the\ndividend is to be calculated or otherwise determined by reference to, or any\nother basis which depends\nupon, a totalisator bet of any kind.’\nI\npause here to observe that these additional words would appear to have\nprohibited the appellants’ exotic bets. The clear interpretative\ninference\nto be drawn from the deletion, it seems to me, is that the Gauteng\nlegislature’s intention has vacillated; and that\nunder the present\ndefinition the appellants’ exotic bets are to be regarded as fixed odds\nbets, although during the period\nwhen the first amendment was in force they were\notherwise regarded.\n[19]\tThe court\na quo\nheld that the definition\nof fixed odds bets was clear and that it meant that the odds had to be\ndetermined (ie the potential payout\ndetermined) when a bet is struck. For the\nreasons given above I disagree. The court below declined to be deflected from\nits view\nby reference to the rules made in terms of s 85 of the Act. Rule\n14 contemplates that a number of exotic bets constitute fixed\nodds betting. It\nalso refers to a ‘starting price bet’, where the odds cannot be\nknown, or the potential winnings calculated,\nuntil the race starts. However, I\ntoo arrive at my interpretation without reliance on the rules. On the first leg\nof the appeal,\ntherefore, I conclude that the court\na quo\nerred and that\npara 1 of the order should not have been granted.\nUnlawful\nCompetition\n[20]\tIn view of the division of opinion in this Court it\nis as well to begin this part of the judgment with a succinct analysis of\nwhat\nit is, in relation to exotic bets, the appellants are actually doing. At first\nblush it may appear that they are simply borrowing\nthe respondent’s much\npublished dividend results which, once disseminated, may well pass into the\npublic domain. It was so\nargued by Mr Puckrin. In reality, however, the\nappellants in my opinion are doing more than borrowing the published dividends.\nThey borrow much of the respondent’s business system. The exotic bets\nunder review have to be struck in advance of the race(s)\nbeing run. They are\nstruck with express reference to the respondent’s tote dividends which can\nonly be calculated and announced\nafter punters have placed their tote bets and\nafter the running of the race(s). In a telling admission the appellants conceded\nthat:\n‘Dit is egter geriefliker om Saftote se dividende as riglyn\nte gebruik. Die publiek dring oor die algemeen daarop aan om ooreenkomstig\nSaftote se dividende uitbetaal te word.’\nInherent in the admission\nis the trust placed by the betting public in the respondent’s tote. Some\nother tote, less well known,\nless reliable, might not invite the betting\npublic’s custom.\n[21]\tThe exotic bets in question thus depend not\njust on the published tote dividends. They depend on the very existence and\noperation\nof the respondent’s totalizator, and its acknowledged\nreliability. Without the respondent’s tote, its proper operation\nand its\npublished dividends, the appellants’ exotic bets could not be laid. Nor\ncould winnings (dividends) on exotic bets be\npaid by the appellants to\nsuccessful punters. In this way, as it seems to me, the appellants appropriate\nunto themselves both the\nrespondent’s product and its performance. The\nappellants achieve this outcome without any significant expense or effort on\ntheir part. The respondent may or may not retain any property or\n‘quasi-property’ in its published results; but its business\nsystem\nis of great value and the respondent surely has property therein.\n[22]\tMr\nCockrell, who argued the appellant’s case in reply, advanced a number of\npricing analogies which, he submitted, could\nnever be regarded as unlawful\ncompetition in a free market economy. That may well be true in some instances.\nBut we have to concentrate\non the facts of this appeal and those facts show, in\nmy opinion, not a pricing issue but a clear case of appropriation by the\nappellants\nof the respondent’s business system with its concomitant\nproduct, performance and repute. That the parties are in competition\nwith one\nanother admits, to my mind, of no doubt: the tote and bookmakers compete for the\nbusiness of the betting public. That the\nrespondent suffers loss, through\ndeflected betting and hence diminished turnover, also appears\nlikely.\n[23]\tI would emphasise here that we are not concerned with a case\nof ‘unprotected’ copying, that is unprotected by statutes\nrelating\nto patents, copyright, designs and the like. This is a particularly sensitive\narea in the United States as Callmann on\nUnfair Competition, Trademarks and\nMonopolies\n(4 ed) records at 15-78 ff.  That difficulty arose in our own\nleading case,\nSchultz v Butt\n1986 (3) SA 667\n(A). See too the cases\ncollected in\nHaupt t/a Soft Copy v Brewers Marketing Intelligence (Pty) Ltd\nand others\n2005 (1) SA 398\n(C). In\nSchultz v Butt\n, where the mould of\na boat hull was copied, this court required (and found) something more than mere\ncopying to render Schultz’s\nparasitic conduct unlawful. It is interesting\nto note that according to Callmann, loc cit, the ‘mould’ cases gave\nno\nend of difficulty in the light of the doctrine in United States law which\nfavours statutorily unprotected copying. The matter was\nultimately resolved, it\nwould seem, by federal legislation. (ibid: 15-87) In\nSchultz v Butt\nthis\ncourt was able to resolve that difficulty on the special facts of the case. Be\nall that as it may, the present appeal is not\na case of copying, protected or\nunprotected. Any copying that may occur is purely incidental. As I have sought\nto show, the present\ncase is one of appropriation, not copying (or\npricing).\n[24]\tI digress briefly in order to discuss the decision of this\ncourt in\nTaylor & Horne (Pty) Ltd v Dentall (Pty) Ltd\n1991 (1) SA 412\n(A). An important issue in that case was whether competitor A, which under an\nexclusive franchise had developed a demand for an overseas\nproduct in the South\nAfrican market place, could object to competitor B capitalising on the\ndemand so created. The answer was\nan unequivocal no. Seen in this light the\njudgment of Van Heerden JA, an acknowledged expert in the field, is with respect\nnot open\nto question. Businessmen sometimes believe that markets created or\nmaterially enhanced by them, somehow belong to them. This is a\nfallacy in a free\nmarket economy. Subject to statutory protection, granted for legislative good\nreason, commercial demand is open\nto all competitors to supply. Supply and\ndemand is a basic tenet of any free economy, which explains why competition is\nregarded\nas healthy and not generally to be curbed.\nNon constat\nthat the\nmanner\nof competition may not travel beyond what is regarded by courts as\nfair (and even robust), and cross the border into the realm of\nlegal unfairness\nand therefore unlawfulness.\nDun and Bradsheet (Pty) Ltd v SA Merchants\nCombined Credit Bureau (Cape) (Pty) Ltd\n1968 (1) SA 209\n(C) at 216. Passing\noff, the original delict in this field, is the obvious example.\n[25]\tIn\nthe present case the appellants do not accept that the demand among punters for\nexotic bets was created by the respondent.\nEven had the respondent created the\ndemand, that would not preclude the appellants (on the authority of\nTaylor\n& Horne\n, supra) from capitalising on that demand by offering and\naccepting similar exotic bets, provided their licence so permits. That is\nnot\nthe real objection on my approach to the matter. On my approach the appellants\ngo further than capitalising on the demand: they\nappropriate the\nrespondent’s business system, and its product and performance, for such\npurpose. The facts are closer to the\nInterflora case (\nInterflora African\nAreas Ltd v Sandton Florist and others\n1995 (4) SA 841\n(T)) and the Aruba\ncase (\nAruba Construction (Pty) Ltd and others v Aruba Holdings (Pty) Ltd and\nothers\n2003 (2) SA 155\n(C)), in both of which it was held by Kirk-Cohen J\nand Van Heerden J respectively that there was an improper appropriation.\n[26]\tIt may be accepted that the respondent or its predecessor (the TAB) did\nnot invent the totalizator. The original\npari-mutuel\nconcept appears to\nhave originated in France in the 1860’s. Encyclopaedia Britannica (15 ed,\n1980) Vol 8 s.v. Horse Racing,\ngives 1872. (This date cannot be right: cf\nTollett’s\ncase, supra, where a\npari-mutuel\nmachine was in\nuse on the Wolverhampton race course in 1870). The appellants in their\naffidavits attribute the invention of the modern\ntote to an Australian, Sir\nGeorge Julius, in the years 1913-1917. That is incorrect, as the early\nlitigation cited in the opening\nparagraphs of this judgment demonstrates. It may\nwell be that Sir George Julius advanced the relevant technology in a\nmaterial\ndegree. The respondent does not claim invention, for what that might be\nworth. It does not assert, nor can it be heard to assert,\nsome kind of monopoly\nover the totalizator system in South Africa. It simply says to the appellants:\nif your licence permits you\nto accept exotic bets, so be it; but then please use\nyour own business system, at your own expense, and not ours. Reduced to these\nessentials the parasitic nature of the appellants’ exotic bets is in my\nview plainly evident. There is no fear that the parasite\nwill kill the host. But\ncompeting on these uneven terms, there can be little doubt that in accordance\nwith the laws of nature and\nbusiness, the parasite will likely harm the host, as\nparasites usually do.\n[27]\tThe genesis of much of the modern law of\nunfair or unlawful competition is to be found in the inspired decision of the\nUnited\nStates Supreme Court in\nInternational News Service v Associated\nPress\n[1918] USSC 194\n;\n(1918) 248 US 215.\nThe case concerned the filching of fresh, saleable\nnews by one news agency from another. The majority opinion of Pitney J refers,\nin biblically redolent terms, to a competitor reaping where it has not sown. It\nhas had a major influence on our own law even since\nDun and Bradstreet\n,\nsupra. In my view the appellants, by their appropriation, reap where they have\nnot sown. Van Heerden and Neethling\nUnlawful Competition\nat 243\ndistinguishes between direct and indirect appropriation. They refer to German\nlaw. I would regard the appellants’ conduct\nas direct appropriation, or\nrather misappropriation. Two contrasting American decisions, dealing with the\nuse of another’s\nresults, deserve brief mention. They are:\nNational\nFootball League v Governor of State of Delaware\n435 F. Supp\n1372; 195 USPQ\n803\n(use of league’s results for state lottery); and\nBoard of Trade of\nCity of Chicago v Dow Jones & Co Inc\n218 USPQ 636\n(use of Dow Jones\nstock market index averages for city’s proposed futures exchange).\nProtection of the results was denied in\nthe first case, but upheld in the\nsecond. In neither case were the parties competitors. In the present appeal,\nhowever, the parties\nare in direct competition with one another.\n[28]\tThe\nquestion which remains is whether the appellant’s conduct is or is not to\nbe condemned as unlawful. The answer depends\non this court’s assessment of\nthe\nboni mores\nof the community. See\nSchultz v Butt\n;\nTaylor\n& Horne’s\ncase; and the\nAruba\ncase at 173H-174D; all supra.\nWhere a competitor has directly misappropriated his rival’s business\nsystem, product, performance\nand repute – at no significant expense to\nhimself – I consider that right-thinking members of the community should\nand\nwould condemn it without much ado. All that can be offered in defence of the\npractice is that it has apparently been legislatively\nsanctioned in Gauteng for\nmany years (my brethren Farlam and Conradie’s researches indicate at least\nsince 1961), and more\nrecently in Natal, and that the national legislature\nex\npost facto\nappears to approve of the idea. I cannot regard these as weighty\nconsiderations on their own, although I accept that legislative\nsanction is a\nfactor relevant to the assessment.\nLorimar Productions Inc v Sterling\nClothing Manufacturers (Pty) Ltd\n1981 (3) SA 1129\n(T) at 1154-5. No doubt\nthe legislatures have the best interests of the betting community, along with\nthe provincial purse, at heart,\nbut I have no reason to suppose that they have\ngiven serious thought to the various matters, and their implications, which I\nhave\ndebated in this part of the judgment. Thus there is no hint that the\nlegislatures have applied their respective minds to the possibility\nof\ncompensation to tote operators for the very real advantage which bookmakers\nobtain at the expense of the tote.\n[29]\tAs for the betting public,\npunters probably welcome the increased choice afforded by the appellants’\nexotic bets, or at\nleast off course the convenience of being able to lay an\nexotic bet (on tote terms) at a Tattersalls. How much thought punters have\ngiven\nto Saftote’s interests does not appear. At all events an indignant outcry\nfrom the betting public is hardly to be expected\nin the circumstances. Its\nabsence does not count for much in my view. Bookmakers will not complain since\nlegislative sanction, and\nthe distinct commercial advantages which I have\nindicated, operate in their favour. That leads tote operators, in this instance\nSaftote,\nto protect their own interests.\n[30]\tI accept that had the\nappellants, and other bookmakers, built upon the respondent’s product and\nperformance, with significant\neffort and expense on their own part, and without\ntimely challenge, then it might have been too late for the respondent, or other\ntote operators, to object. In those circumstances the\nboni mores\nof the\ncommunity might suggest that the tote operators tarried too long. But those are\nnot our facts. On our facts the appellants\nhave contributed or added nothing of\nvalue in relation to exotic bets linked to tote dividends. Such bets remain\nessentially parasitical.\nIn my judgment they reap an unrighteous competitive\nharvest; they are legally unfair, and hence unlawful. I would therefore confirm\npara 1.2 of the order granted by Mynhardt J.\n[31]\tAs this is a minority\njudgment on this leg of the appeal, it is unnecessary for me to consider an\nappropriate cost order in relation\nto a partially successful appeal. The\norder of the court is set out at the end of the judgment of Farlam and Conradie\nJJA.\n___________\nR G COMRIE\nACTING JUDGE OF\nAPPEAL\nFARLAM and CONRADIE\nJJA\n[32]\tWe have read the judgment of Comrie AJA. On the first leg we\nagree that the definition of a 'fixed odds bet', and the manner\nin which it came\nto be cast in the form it has now assumed, invite the conclusion that despite\nits apparently restricted scope, it\nis intended to include ascertainable odds\nbets. This has been the provincial law for a long time and the position ought in\nour view\nnot to be disturbed without a clear indication of an intended change\nfrom the lawgiver.\nInvestigation of the antecedents of the Gauteng Gambling\nAct 4 of 1995 reveals that starting price bets (mentioned by our brother\nComrie)\nare no novelty. As long ago as 1961 bookmakers were permitted by the then\nbetting regulations,\n[2]\nto take\n'starting price bets', exotic bets where the odds were only determined after the\ncommencement of the race concerned and calculated\non the ruling odds on the\nracecourse concerned at the time of such\ncommencement.\n[3]\n[33] On the\nsecond, unfair competition, leg we agree that the evidence demonstrates that\nSaftote and its predecessors have developed\na business system of such\nreliability and sophistication that it has earned the trust of the betting\npublic, a trust that is manifested\nby a readiness to do business with Saftote.\nThe resulting income potential is part of its goodwill and as such a valuable\nasset.\n[34]\tWe also incline to the view that the appellants in the course\nof their business appropriate the results of the respondent’s\nendeavour to\ncalculate pay-out dividends, something that is fundamental to the operation of\nits totalizator business. The respondent\nis to all intents and purposes in the\nsame position as that in which Dow Jones and Co Inc found itself. It had for\nyears published\nthe famous Dow Jones Average, an index of the United States\nstock market that by the skill of its compilation had achieved high public\nregard as a valuable investment tool. The Illinois Appellate Court\n1\nst\nDistrict\n[4]\nheld that\nthe unauthorised use of the Dow Jones Index by the Board of Trade of the City of\nChicago brought the Board's conduct within\nthe boundaries of the doctrine of\nmisappropriation.\n[35]\tWe disagree, however, with Comrie AJA that such\nappropriation was unlawful. On 29 Dec 1961 the Betting (Horse Racing)\nRegulations\nwere promulgated by the Administrator of the\nTransvaal.\n[5]\nChapter IV regulated the\nconduct of bookmakers on racecourses.  These regulations contemplated the laying\nof all kinds of bets, among\nthem an 'official course double bet'. That was\ndefined as 'a bet on whether or not a certain horse wins a certain race called\nthe\nFirst Leg, as also whether or not a certain horse wins a certain other race,\ncalled the Second Leg, at the same race meeting, but\nshall only include a bet\nwhereof the bookmaker’s stake of the bookmaker or cubicle holder laying\nsuch bet is based upon the\namount payable by a totalizator on the racecourse\nconcerned.’\n[36] These regulations were replaced by others made\nunder the Horse Racing and Betting Ordinance 24 of\n1978.\n[6]\nAn 'official course double\nbet' was slightly differently defined but it was still a bet 'where the\nbookmaker's stake in such bet\nis based upon the amount payable by the\ntotalizator on the race-course concerned.' It is worth noting  that regulation\n13 of the\nregulations promulgated under the (repealed) Natal Racing and Betting\nOrdinance 28 of 1957\n[7]\nenvisaged\nstarting price bets as well as 'bets at tote odds'.\n[37] The Gauteng\nGambling Act 4 of 1995 upon its promulgation contained no prohibition on the\npractice by bookmakers of using totalizator\ndividends to determine winnings.\nThat changed when Gauteng Act 1 of 1998 came into operation. Section 1(e)\ninserted a definition\nof ‘fixed odds bet’ reading as\nfollows:\n‘ “fixed odds bet” means a bet taken by a\nlicensed bookmaker on one or more events or contingencies where odds are\nagreed\nupon when such bet is laid, but excludes a totalisator bet\nor any bet for\nwhich the dividend is to be calculated or otherwise determined by reference to,\nor any basis which depends upon, a\ntotalisator bet of any kind.’\n(Our\nemphasis)\nThe amendment did not remain in force for long. By s 1(a) of\nAct 6 of 2001 the portion which we have emphasised was deleted so that\nit would\nappear that bookmakers were once again able to take a bet on which the winnings\nwere to be calculated by reference to totalizator\ndata.\n[38]\tAny doubt\nthat the deletion of the emphasised words may have left unresolved was laid to\nrest by the\nNational Gambling Act 7 of 2004\n. It is, as Comrie AJA remarks,\noverarching and largely permissive. What it permits is not without significance\nfor the unlawfulness\ndebate. One of the bets it permits a bookmaker to take is\nan 'open bet'. Apart from being defined in\nsection 1\nto mean a bet (other than a\ntotalizator bet) in which no fixed odds are agreed it also means\n–\n'(b)\ta bet in respect of which the payout is determined after the\n\toutcome of the contingency on which such bet is struck became \n\tknown, with\nreference to dividends generated by a totalisator.’\n[39]\tThe review\nof the legislation in the Transvaal, more recently in Gauteng, and also\nnationally shows that in regulating the racing\nindustry the provincial (and\nlatterly national) legislatures have not, apart from a short interval of\nproscription enacted by the\nGauteng Provincial Legislature, considered it\noffensive for bookmakers to make use of totalizator dividends in calculating the\npay-out\non exotic bets. Under the national Act presently in force it would be\nlawful for a bookmaker to take a bet where the payout is based\non a totalizator\ndividend.  For many years before 1995 it was also expressly permitted in the\nTransvaal.\n[40]\tThe test for the unlawfulness of a competitive action is\nessentially public policy and the legal convictions of the community.\nThe latter\nconcept ordinarily includes not only right-thinking members of the community who\nmight be expected to hold a view on the\nparticular topic but also, as Van\nDijkhorst J said in\nLorimar Productions Inc v Sterling Clothing Manufacturers\n(Pty) Ltd\n1981 (3) SA 1129\n(T) at 1153A, those involved in the industry,\n'The business ethics of that section of the community where the norm is to be\napplied’.\nApart from these considerations there are elements like\n‘an inherent sense of fairplay and honesty; the importance of a free\nmarket and strong competition in our economic system; the question whether the\nparties concerned are competitors; conventions with\nother countries, like the\nConvention of Paris.' (1153B-C). While legislative provisions are obviously\nexpressions of policy they\nmay (and we think they do here) give expression to\nthe community’s legal convictions.\n[41] The Convention of Paris for\nthe Protection of Industrial Property defines unfair competition as 'any act of\ncompetition contrary\nto honest practices in industrial or commercial matters.'\nThe theme of honest practices raised in\nLorimar\nhad been explored by\nCorbett J in\nDun & Bradstreet (Pty) Ltd v SA Merchants Combined\nCredit Bureau (Cape) (Pty) Ltd\n1968 (1) SA 209\n(C) and taken up in\nSchultz v Butt\n1986 (3) SA 667\n(A) where Nicholas AJA agreed with Corbett\nJ  that ‘Fairness and honesty are themselves somewhat vague and elastic\nterms' (at\n679A-B) but that they are nonetheless valuable concepts; and that\nwhile they are 'relevant criteria in deciding whether competition\nis unfair,\nthey are not the only criteria . . . questions of public policy may be\nimportant in a particular case . . .'\n(679E). He added that Van der Merwe en\nOlivier\nDie Onregmatige Daad in die Suid-Afrikaanse Reg\n(5ed at 58 note\n95)\n[8]\n‘rightly emphasize’\nthat ‘ “die regsgevoel van die gemeenskap” opgevat moet\nword as die regsgevoel\nvan die gemeenskap se regsbeleidmakers, soos Wetgewer en\nRegter’ (679D-E).\n[42]\tWhat we should decide, then, is whether the\nappellants, who at the time of the institution of these proceedings used\ntotalizator\ndividends for the purpose of calculating their own payouts, in the\neyes of their fellows and having regard to public policy, acted\nfairly and\nhonestly. Public policy, as reflected in the provincial legislature's commands,\nhas (apart from one brief interruption)\nfor almost half a century not required\nbookmakers to act otherwise. It is only to be expected that during the long time\nthat bookmakers\nwere permitted to use totalizator data, the racing community\nwould have come to accept that the use of such data by bookmakers was\nnot unfair\nor dishonest. Indeed, while the practice was legislatively sanctioned, it could\nnot be.\n[43]\tThe application by the respondent for an order interdicting\nthe appellants from ‘using for commercial, business or trading\npurposes\nthe results of the applicant’s totalizator pool’ would have been\nassured of success if it had been launched\nduring the time that the use of\ntotalizator data by bookmakers was prohibited by the Gauteng legislature.\nHowever, it was brought\nafter the definition of ‘fixed odds bet’ had\nbeen amended to in effect restore the situation that had prevailed under\nthe\nunamended Act when there was not, as there had been under earlier legislation,\nexpress permission for the use of totalizator\ndata by a bookmaker or (save for\nthe short operation of the 1998 amendment in that regard) express prohibition on\ntheir use. The\nrespondent’s case therefore had to be that, despite the\nremoval of the 1998 prohibition on the use of totalizator data, the\nracing\ncommunity nevertheless continued to regard the use of such data as unfair and\ndishonest. In the light of the fact that the\npractice that bookmakers were now\nfree to resume had extended over decades, there does not appear to be any\nwarrant for the conclusion\nthat a brief period of prohibition would have caused\nthe legal convictions of the racing community on this issue to change so\ndramatically.\nWe think that on the 'broad equitable approach' espoused by\nNicholas AJA in\nSchultz v Butt\nthe better conclusion is that the\nappellants' use of the totalizator data for their own commercial purposes is not\nactionable.\n[44]\tThe appeal is accordingly allowed with costs that\ninclude the costs of two counsel. For the orders of the court below there is\nsubstituted an order reading: 'The application is dismissed with costs which are\nto include the costs of two counsel.'\n___________\nI G FARLAM\nJUDGE OF\nAPPEAL\n_____________\nJ H CONRADIE\nJUDGE OF\nAPPEAL\nCONCUR:\nHOWIE P\nLEWIS JA\n[1]\nThe spelling in the statute is\nanything but consistent. Except for quotations I shall spell totalizator with a\n‘z’ (see\nthe Shorter Oxford English Dictionary), and I shall refer\nto fixed odds in the plural. The accepted abbreviation of totalizator is\n‘tote’, which I shall use from time to\ntime.\n[2]\nBetting (Horse Racing)\nRegulations promulgated under Administrator’s Notice 2944 in an Official\nGazette Extraordinary for the\nprovince of Transvaal dated 29 December 1961: Reg\n72(7) deals with starting price\nbets.\n[3]\nChapter V s37 of the\nBetting (Horse Racing) Regulations: definition of ‘starting price\nbet’.\n[4]\nBoard of Trade\nof the City of Chicago v Dow Jones & Company Inc.\n218 USPQ\n636\n[5]\nSee footnote\n2.\n[6]\nHorse Racing and Betting\nRegulations published under Transvaal Administrator’s Notice 1916 dated 22\nDecember 1978.\n[7]\nProvincial\nNotice no 244/1992 dated 17 September\n1992.\n[8]\nNote 99 in the\n6\nth\nedition.",
  "scraped_at": "2026-02-12T14:11:58.602920",
  "date": "2005-06-01",
  "coram": [
    "Howie P",
    "Farlam",
    "Conradie",
    "Lewis JJA",
    "Comrie AJA"
  ],
  "case_number": "152/04",
  "parties": {
    "applicants": [
      "André Gründlingh",
      "Ulrich Osmund Schüler",
      "Turfsport CC"
    ],
    "respondents": [
      "Phumelela Gaming and Leisure Limited"
    ]
  },
  "sections": {
    "facts": "The appellants are licensed bookmakers operating in Gauteng who offered \"exotic\" bets (trifecta, trio, etc.) whose payouts were calculated using the dividend figures published by the respondent’s computerised totalizator (Saftote). The respondent is a public company that runs the national totalizator system and publishes results on‑course, in the press and on television. The High Court granted an interdict restraining the appellants from offering bets that were not \"fixed odds\" and from using the respondent’s published dividends as the basis for payouts, on the ground that such conduct breached the Gauteng Gambling Act 1995 and constituted unlawful competition.",
    "issues": "1. Whether the exotic bets offered by the appellants fall within the definition of a \"fixed odds bet\" under the Gauteng Gambling Act 4 of 1995. 2. Whether the use of the respondent’s totalizator dividends by the appellants amounts to unlawful competition or misappropriation of the respondent’s business system.",
    "principles": "The court examined the statutory definition of \"fixed odds bet\", its amendment history, and the ambiguity concerning whether odds must be known at the time the bet is laid or merely agreed upon. It considered precedent on betting definitions (e.g., Nissan SA v Commissioner, Queens Bookmakers Ltd) and on unfair competition, including the doctrine of misappropriation (International News Service v Associated Press) and South African cases on improper appropriation (Schultz v Butt, Interflora, Aruba). The court also evaluated the \"boni mores\" of the betting community and the legislative context, including the National Gambling Act 7 of 2004 which permits open bets based on totalizator dividends.",
    "application": "The court concluded that the definition of \"fixed odds bet\" is ambiguous and, given legislative history, the exotic bets should be treated as fixed odds bets; therefore the first part of the interdict was wrongly granted. Regarding competition, the majority held that although the appellants relied on the respondent’s published dividends, this practice had long been permitted by provincial and national legislation and did not constitute unlawful appropriation. Consequently, the second part of the interdict was also set aside.",
    "conclusion": "The appeal was allowed. The orders of the High Court were set aside and the application was dismissed with costs, including costs for two counsel. The appellants were therefore free to continue offering the exotic bets using totalizator dividends."
  },
  "tags": {
    "level_1": "Gambling Law",
    "level_2": "Betting and Gaming",
    "level_3": [
      "fixed odds",
      "totalizator",
      "unfair competition",
      "misappropriation",
      "exotic bets"
    ]
  }
}