{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/71.html",
  "case_name": "S v Groenewald (55/2005) [2005] ZASCA 71; 2005 (2) SACR 597 (SCA) (8 September 2005)",
  "citation": "[2005] ZASCA 71",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 71\n|\nNoteup\n|\nLawCite\nS v Groenewald (55/2005) [2005] ZASCA 71; 2005 (2) SACR 597 (SCA) (8 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 055/05\nREPORTABLE\nIn the matter between:\nPieter Hendrik GROENEWALD\nAppellant\nand\nThe STATE\nRespondent\nBefore:\nMpati DP, Scott JA, Cameron JA, Van Heerden JA and Mlambo JA\nAppeal:\nTuesday 16 August\n2005\nJudgment:\nThursday 8 September 2005\nCriminal law\n– Evidence – Admissions – Effect and interpretation of –\nAccused tendering admission cannot bind\nstate to a meaning radically at variance\nwith state’s case\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nThe appellant was convicted\nin the Pretoria High Court (Pretorius AJ and assessors) of the murder of Prince\nMakena and Simon Chuene\nKgobo, and the attempted murder of Xavier Lekgoate.  He\nwas sentenced to an effective term of twenty years’ imprisonment. \nHe\nappealed to the Full Court, where a majority (Seriti J, Mbha AJ concurring)\ndismissed his appeal; R D Claassen J dissented.  This\ncourt granted special\nleave for a further appeal against conviction and\nsentence.\n[2]\nThe case is unusual because of\nthe time between the incident and the prosecution.  The incident occurred on\nSaturday night 6 May 1990.\n The appellant was arrested three days later. Despite\ninitial opposition by the state he was granted bail.  Some months later, in\nlate\n1990, he left South Africa in breach of his bail conditions for Portugal, where\nattempts to extradite him on the present charges\nfailed.  He returned for\nunrelated reasons in 2000, and was arrested some two years later.  His trial\ncommenced in the Pretoria High\nCourt on 10 February 2003, nearly thirteen years\nafter the fatal events.\n[3]\nThe case is\nsingular also because of the nature of the state’s evidence.  Two\neyewitnesses testified against the appellant –\nthe complainant in the\nattempted murder charge, Mr Xavier Lekgoate, and Mr Brian Chester-Browne, who\nwas in the appellant’s\ncompany at the time of the events.  Lekgoate and\nChester-Browne testified to similar effect regarding the shooting that led to\nthe\ndeaths and to Lekgoate’s injuries, but to radically different effect\nabout what preceded it.\n[4]\nThe appellant\npleaded not guilty and put all the elements of the case against him in issue. \nHis counsel informed the court that there\nhad been discussions between him and\nthe state and that ‘the necessary admissions’ regarding the\npost-mortem reports\n‘etcetera, etcetera’ would be formulated and\nhanded up later to save time.  In the result the state called no medical\nor\nballistic evidence.  It relied instead on agreed admissions that defence counsel\nformulated.  These admissions became pivotal\nto the defence argument at the\nclose of the trial, and in the appeal to the full court, where they formed the\nbasis of the dissenting\njudgment of Claassen J.\nState case\n[5]\nChester-Browne – whom\nthe state undertook formally not to prosecute – testified that on the\nnight in question he was driving\nthe appellant, his passenger, from Cullinan to\nMamelodi (a Pretoria township) in his Alfa Guilietta, when they were\n‘pulled\nover’ by a Nissan Skyline that cut in front of them.  The\noccupants, three black men, approached.  One of them accused the\noccupants of\nthe Alfa of throwing a stone at their vehicle and breaking the windscreen.  The\nappellant alighted.  His pistol was\ndrawn, pointing at the black men. \nChester-Browne’s account of what then happened was terse:  ‘I\ndidn’t take part\nin much of the conversation.  We inspected the vehicle,\nthe accused suggested we go to the Mamelodi Police Station.  There seemed\nto be\nsome discussion and then the accused shot them.’\n[6]\nThe appellant, Chester-Browne said, was at\nthis stage a little more than an arm’s length from the others.  He pursued\none who\nran away, and later returned to the vehicle.  He asked where the first\nperson he had shot was, but he ‘had in the meantime\ngot up and run\naway’.  Since there were headlights approaching, ‘we got in the car\nand drove away’.\n[7]\nIn\ncross-examination, Chester-Browne stated that no stone was thrown from his\nvehicle at the Nissan; that the Nissan forced his vehicle\nto a halt; that the\nactions of the occupants were aggressive; and that ‘a very tense\nsituation’ had resulted.  He was\nfirm that he himself had fired no shots,\nand that the appellant alone had.  There was no attack upon him or the\nappellant, and he\nwas aware of ‘no attempt to arrest’\nanyone.\n[8]\nLekgoate gave a completely\ndifferent account of events leading to the shooting.  He and his companions, the\ndeceased Simon Kgobo and\nPrince Makena, were travelling to Cullinan in the\nNissan.  He was in the front passenger seat; Kgobo was driving.  A white vehicle\npassed them.  It flicked its lights at them, but Kgobo declined to stop in the\ndark.  The vehicle passed them again.  This time the\nfront passenger threw an\nobject at the Nissan, which broke its windscreen.  (Police photographs after the\nincident showed a damaged\nwindscreen.)  Kgobo slowed down and stopped.  The\nother vehicle stopped ahead.  Two white men alighted and approached.  The person\nfrom the passenger side had a firearm in his hand.  The men ordered them from\nthe vehicle.  The driver challenged Kgobo for not stopping\nwhen ordered to do\nso.  Lekgoate noticed that the vehicle was not a police vehicle – but the\narmed man told him that the registration\nplate was incorrect.  The men alleged\nthat cards they displayed were police appointment certificates; but Lekgoate\ncould see they\nwere not.  The driver asked them if they knew of the Wit\nWolwe.\n[1]\nKgobo and Lekgoate denied\nknowing of them.  The driver then asked for their identity documents.  Lekgoate\nand Kgobo produced theirs.\n When Makena wished to retrieve his from the vehicle,\nsomeone said: No, leave it, old chap (\nNee, los dit, ou kerel\n).  The\ndriver then asked his companion: Shouldn't we just let them go?  The other\nreplied: Why?\n[9]\nLekgoate was then shot.  He\nsuffered two gunshot wounds to the abdomen, and one to the left elbow.  He fell\nto the ground.  The shooting\ncontinued.  When he heard footfalls, of the men\nrunning away from where he was, he managed to crawl and hide himself in the\ngrass\nnext to the road.  Shots continued.  Then he heard the men close by,\nasking each other where he had hidden himself.  One said: No,\nman, leave them,\nlet us get in the vehicle.  The doors slammed and they drove off.  Lekgoate\ndragged himself from the grass to the\nroad surface.  A passing motorist stopped\nbut did not assist.  He crawled to the vehicle, where he found Kgobo lying close\nto the\ndriver’s door.  Kgobo proved unresponsive to efforts to rouse him. \nLekgoate then drove the Nissan to the Mamelodi police station.\n He was taken to\nMamelodi day clinic and thence by ambulance to Kalafong hospital, where he was\noperated upon.\n[10]\nLekgoate insisted that he\nwas the first person to be shot, and that only one person fired.  This was the\npassenger of the other vehicle.\n The driver, he stated, was not armed and did\nnot fire.  On 16 May, a week after the appellant’s arrest, Lekgoate\nidentified\nthe appellant at an identification parade.  However, at the same\nparade he also made a second, mistaken, identification, while omitting\nto\nidentify Chester-Browne, who was present.\n[11]\nOn Monday 7 May, two days after the\nshooting, the investigating officer, detective warrant officer Oosthuizen,\nvisited Lekgoate in\nhospital.  Later that day or the next day, Oosthuizen made a\nnote on the case dossier.  This recorded that Lekgoate had described\nthe man who\nshot as blond, with longish and slightly curly hair.  It was not disputed at the\ntrial that this description would apply\nto Chester-Browne, but not to the\nappellant.  Oosthuizen’s note also recorded that the blond-haired person\nwas wearing khaki\n(Chester-Browne testified that he could not recall whether he\nwas wearing khaki, or what the appellant was wearing).\n[12]\nLater, after his discharge from hospital,\nLekgoate made a formal written statement to the police.  In this, his\ndescription of the\nman who fired the shots (shorter than his companion; black\nhair) accorded with his identification of the appellant at the identity\nparade. \nAt the trial Lekgoate did not recognise the appellant in court as his assailant,\nbut confirmed that the man he identified\nat the identity parade was\nhe.\n[13]\nThe investigating officer, Oosthuizen,\nwho had the dossier from Monday 7 May until he left the police force at the end\nof June 1990,\ntestified that spent cartridges (doppies) were collected at the\nscene by warrant officer Viljoen, who was first at the scene, and\nwho handed\nthem to him on Sunday 6 May.  Oosthuizen stated that he too was at the scene on\nthe night of the events, though only briefly.\n After taking over the\ninvestigation on the Monday, he visited Lekgoate in hospital.  Lekgoate was in\nshock, but could speak to him.\n He did not read the notes he later made on the\ndossier back to Lekgoate nor did he confirm them with\nhim.\nAdmissions recorded during state case\n[14]\nAt an advanced stage of\nLekgoate’s cross-examination, the appellant tendered certain formal\nadmissions.  Their purpose, his\ncounsel said, was to assist the state to\ndispense with certain witnesses who would not be necessary.  The admissions\nconcerned the\ndoppies and the firearm used at the scene, and the identity\nparade.  Counsel recorded that it was common cause between the state\nand the\ndefence, and that the accused consented in terms of s 220 of the Criminal\nProcedure Act 51 of 1977 (the Act),\n[2]\nthat certain facts be placed on record.  These included that the doppies from\nthe scene were discharged from a firearm the appellant\nused during the incident\non 5 May 1990.  It was also recorded that:\nIt is\ncommon cause that only five doppies were on the scene of the incident and the\nparties admit that the five doppies were picked\nup and handed to Wolmarans a\nballistic expert for analysis.\n(\nDit is gemeensaak dat daar slegs vyf doppies op die betrokke toneel van\ndie voorval was en erken die partye dat die vyf doppies opgetel\nis en aan\nWolmarans ‘n ballistiese deskundige oorhandig is vir ontleding.)\n[15]\nLater, during the\ncross-examination of the third state witness, investigating officer Oosthuizen,\nfurther admissions were made.  These\nconcerned the deaths of Makena and Kgobo\nand the correctness of the state’s medico-legal reports concerning the\nshooting of\nMakena, Kgobo and\nLekgoate.\n[16]\nThe post-mortem reports on\nMakena and Kgobo revealed that, aside from the three shots that apparently\nstruck Lekgoate [in the absence\nof medical evidence, it was not clarified\nwhether one of Lekgoate’s two abdominal wounds might not have been\ncoincident with\nhis elbow wound], the dead men each had three gunshot wounds. \nAt least six further shots had therefore been fired.  This rendered\na total of\neight or perhaps nine shots.\n[17]\nKgobo’s\npost-mortem report recorded also that in his thorax there was ‘a\nsemi-circular piece of plastic, with fine pieces\nof metallic material and a\ncopper cartridge casing’.  It was not disputed at the trial that these\nwere the remnants of a ‘safety\nslug’.  This Chester-Browne explained\nin cross-examination was a bullet in a frangible jacket which tended ‘not\nto perform\nat longer ranges’.  It was suggested to him that the appellant\nalways loaded a ‘safety slug’ (if he had one) first,\nand that it\nwould therefore be fired first.  Chester-Browne granted that this sounded\n‘intelligent’, but could not say\nif that was either ‘normal\nprocedure’ or the appellant’s habit.  ‘Where one puts it in\nyour weapon would\nbe over to personal preference and over to personal\nexperience’.\n[18]\nA further recordal was\nmade.  This concerned a police statement a constable, Petrus Marthinus Beukes,\nmade on 14 January 1991.  Beukes\nwas apparently unavailable to testify.  He had\nbeen instrumental in the arrest of the appellant, in that he had furnished\ncritical\ninformation regarding a shooting practice at the Premier Shooting\nRange, Cullinan, on Saturday 5 May 1990, in which the appellant\nhad\nparticipated.  Doppies from the range were analysed and linked to those at the\nscene.\n[19]\nBeukes’ statement averred that on\nthe day of the incident at the shooting range the appellant had ‘a big\nfull beard and\nmoustache’.  The state, in accepting that Beukes was out of\nthe country and unavailable to testify (and that he in any event\nno longer had\nan independent recollection), accepted also that Beukes’ averment about\nthe appellant’s beard and moustache\nhad been made in good faith: in other\nwords that if he erred, he had no motive to fabricate and had not deliberately\nlied.\n[20]\nThe person Lekgoate described, as\nalso the appellant when he identified him at the identity parade on 16 May 1990,\nwas clean-shaven.\n In his evidence Lekgoate maintained that the person who had\nfired was clean-shaven.\nAppellant’s evidence\n[21]\nThe appellant testified\nthat he had received training in offensive action, inter alia as second in\ncommand of the South African Defence\nForce’s VIP protection unit, as a\nmeans to forestall attack.  He left the formal operations of the SADF in 1988 to\nwork full-time\nfor ‘covert intelligence’, but continued to receive\nremuneration in cash from the commander of his unit, commandant De\nCastro.\n[22]\nOn the evening of the incident he\nwas a passenger in Chester-Browne’s father’s vehicle, which\nChester-Browne was driving\nfrom the Cullinan shooting range to Mamelodi.  A\nvehicle from behind forced them off the road.  It was an extremely dangerous\nsituation.\n  Both he and Chester-Browne were armed: Chester-Browne with a\nrevolver (which does not eject doppies); he with his official Browning\nHi-Power\npistol (which does).  Chester-Browne was dressed in khaki and he in black jeans\nand a russet leather jacket.\n[23]\nAs they were\nforced off the road, Chester-Browne shouted to him to ‘be ready’\n(\nstaan reg\n).  The three occupants of the other vehicle – black men\n– stormed their vehicle.  He, the appellant, immediately alighted,\npointing his firearm at them, and warning that he was armed.  He told them to\nback off.  One of the men accused them of throwing\nan object at their vehicle,\ncausing the windshield to break.  Though he knew this to be a total lie, it\nmerely made the situation\nmore tense.\n[24]\nHe\nordered the men back to their vehicle, to ascertain if there was damage to its\nwindscreen.  There was – though no pieces\nof shattered glass inside.  This\nmade him even more uneasy.  He told the men that he didn’t wish to argue,\nbut suggested that\nthey all proceed immediately to the Mamelodi police station. \nOn his way back to Chester-Browne’s vehicle, one of the men expressed\nreluctance.  The appellant insisted.  At that stage he saw a movement to his\nleft, and as he turned shots were fired.  He did not\nknow immediately who had\nfired, but at the very moment that his attention was distracted he was\nphysically attacked.  A tussle ensued.\n He struggled to free his weapon, which\nwas still in his hand.  More shots were being fired.  He managed to free his\nweapon, and\nfired three shots at his attacker.  After the third shot, his\nassailant fell to the ground and no longer constituted a threat to\nhim.\n[25]\nThe first round in his magazine, he\ntestified, was always a Glazer safety slug.  He loaded his magazine thus in\npreparedness for short-range\nsituations, where he wished to avoid the risk of\n‘over-penetration’ (ie, not to hit someone behind the target).  The\nrest of his magazine was loaded with fully-cased military bullets.  He therefore\ninferred that the person he had shot was Kgobo –\nnot Lekgoate.  It was\nChester-Browne who had been talking to Lekgoate.  What was more, he had fired a\ntotal of only five shots: three\nat Kgobo (his attacker after the shooting to his\nleft started); and a further two at the third person – who was fleeing as\nChester-Browne was firing at him.  He tried to shoot low at this person, at his\nupper legs.  He fired no shots at the person struck\nby the first shots\nfired.\n[26]\nHe saw a vehicle approaching from\nMamelodi.  Since he did not know if the vehicle was with those who had just\nattacked him, he and\nChester-Browne decided to get as far away as possible from\nany further potential problems.  They drove to his home.  There he informed\nhis\ncommanding officer, commandant De Castro, of the incident by telephone.  De\nCastro told him that it was quite late, and that\nhe should go to sleep.  He\nordered the appellant to report to him the next morning with his firearm, which\nhe did.\n[27]\nHe denied referring to the\n‘Wit Wolwe’: if Chester-Browne did, he did not hear it.  He had a\nreasonably thick full beard\non the day of the incident.  He shaved this off the\nday after the incident, after he had seen De Castro.  For this he could give\nno\naccount, other than to state that it was ‘probably the dumbest thing that\nI could have done’.\n[28]\nAfter he\nobtained bail, De Castro instructed him to leave the country with him as soon as\npossible, giving him two passports and $10\n000 in\ncash.\n[29]\nThe appellant attributed his actions\nduring the shooting to self-defence.  His work within the townships for the\nmilitary was against\nradical or extremist elements within Umkhonto we Sizwe (the\narmed wing of the African National Congress) and the Azanian People’s\nLiberation Army (the armed wing of the Pan Africanist Congress), and he lived in\na state of constant fear for his life.  It had not\nbeen his intention to kill or\ninjure anyone.  The road was dark, visibility was limited.  He wished to ward\noff the attack on him\nand to ‘anchor’ the fleeing third person so as\nto arrest him.\nFindings of trial court and of full court\n[30]\nPretorius AJ regarded\nChester-Browne as a possible accomplice, and approached his evidence with\ncaution.  From the difference between\nhis account of the events preceding the\nshooting and that of Lekgoate she inferred absence of collusion.  What was\nimportant was\nwhat happened after the initial events: and on this their evidence\nwas substantially corroborative.  She accepted Lekgoate’s\nidentification\nof the appellant and rejected the appellant’s version as not reasonably\npossibly true and found that he had\nthe necessary intention to\nkill.\n[31]\nThe majority of the full court in\nsubstance endorsed these findings.  In his dissenting judgment, Claassen J\nreasoned that the court\nwas obliged to accept as a proven fact the admission\nthat there ‘were’ only five doppies on the scene.  The state, though\nadmitting to an error in agreeing to the formulation, had not sought to withdraw\nthe admission.  It followed that where this fact\nconflicted with other evidence\non behalf of the state, the admitted fact had to prevail.  In consequence, the\nevidence on behalf\nof the state that only the appellant had fired shots, that\nthe appellant had fired first at Lekgoate, and that only the appellant\nhad a\nfirearm had to be rejected.  By contrast, the admitted fact accorded with the\nessence of the appellant’s case, and rendered\nhis account of the shooting\nreasonably possibly true.  The appellant had also conducted his case on the\nbasis of the admitted fact\n– for instance in not seeking to call De Castro\n– and to ignore it now would impeach his right to a fair trial.  Despite\na\n‘very strong possibility that the appellant in fact fired all the\nshots’, he therefore had to be acquitted of the murders\nand the attempted\nmurder.  On his own version, however, though he acted reasonably in killing\nKgobo, he acted without justification\nin shooting at Makena.  In respect of that\nkilling he was guilty of assault with intent to commit grievous bodily harm and\nshould\nbe sentenced to imprisonment with the option of a fine.\nThe effect of the admission concerning the doppies\n[32]\nBefore this court, the\nappellant pressed substantially the argument that found favour with Claassen J:\nthat the state was bound by\nthe admission that there ‘were’ only\nfive doppies on the scene; that the inevitable corollary was that more than one\nfirearm had been used, since otherwise the number of gunshot wounds did not\nsquare; that this impugned Chester-Browne’s self-exculpatory\nversion,\nwhile casting doubt on Lekgoate’s recollection; that the statement of\nBeukes about the appellant’s beard, and\nthe investigating officer’s\nnotes about Lekgoate’s hospital description of the killer added\nconsiderable doubt to the\nmix, while Chester-Browne’s account of the\npreceding events supported appellant’s version of self-defence; and that\nin\nconsequence the version of the appellant could not be rejected as false\nbeyond reasonable doubt.\n[33]\nThe keystone of\nthese contentions is the admission.  But the argument is fallacious.  It seeks\nto impute to the admission a meaning\nand effect it was clearly never intended to\nhave.  An admission is an acknowledgment of a fact.  When proved or made\nformally during\njudicial proceedings, it dispenses with the need for proof in\nregard to that fact.\nWigmore on Evidence\ncalls it ‘a method of\nescaping from the necessity of offering any evidence at all’: a\n‘waiver relieving the opposing\nparty from the need of any\nevidence’.\n[3]\nSection 220 of\nthe Act accordingly makes it possible for a contested fact to be put beyond\nissue, since once made the admission\nconstitutes ‘sufficient proof’\nof it.\n[34]\nBut what was acknowledged when\nthe parties recorded that it was ‘common cause’ that ‘only\nfive doppies were on the\nscene of the incident’?  Appellant contends that\nthis constituted an admission by the state that as a matter of absolute truth\nthere ‘were’ at all times only five doppies on the scene.  But this\nis an ambitious interpretation, which asks us to\nread the admission in\nisolation, as though disembodied from the events at the trial.  An admission\ndoes not stand in isolation, and\ncannot be interpreted in isolation.  Like all\nother recordals or documents admitted at the trial, its proper meaning and\neffect must\nbe determined in its\nsetting.\n[35]\nAn admission may be equivocal or\nambiguous, permitting of more than one interpretation: this has prompted the\nbeneficent rule that\nwhere the defence makes an ambiguous admission, the\nconstruction more favourable to the accused should be adopted in relation to\nhis\ncase:\nS v Maweke\n1971 (2) SA 327\n(A) at 329H.  And as\nPhipson on\nEvidence\npoints out, the weight of an admission ‘depends on the\ncircumstances under which it was\nmade’.\n[4]\nThis applies whether\nthe admission is made inside or outside\ncourt.\n[36]\nContext and background, as\nelsewhere, thus inform both meaning and effect.  Counsel rightly conceded this. \nHere, dealing first with\neffect, the trial record shows that the admissions were\nmade ‘namens die beskuldigde’ (on behalf of the accused).  The\nacknowledgement of fact was thus tendered and recorded as an admission, not by\nthe state, but by the appellant.  The Act was amended\nin 1996 to make it\npossible for the state – and not only the accused – to make\nadmissions in terms of s 220: hence the\nappellant’s emphasis that the\nstate, too, was bound.  But, though the admission recorded a fact that was\n‘common cause’\nbetween the parties, the state did not proffer it. \nThe appellant did.  Its effect must therefore be assessed in the light of the\nfact that its declared object when tendered was to relieve the state of part of\nits duty in relation to the case it set out to prove.\n[37]\nThe state’s case was that five\ndoppies linked with those the appellant had fired earlier on the fatal day\n‘were on the\nscene’.  It was no part of what it was trying to prove\nthat ‘only five’ doppies were on the scene.  And the appellant\nby\nproffering an admission to this effect could not and did not relieve the state\nof any duty in relation to the case it was seeking\nto prove.  Still less could\nhe tie the state to a proposition that was radically at variance with its case:\nan accused cannot by\npurporting to relieve the state of duties in relation to\nits case burden it with millstones in relation to his own.  This is therefore\na\nconverse case to\nMaweke\n, since here the accused seeks to impose on the\nstate an unfavourable construction of an\nadmission.\n[38]\nIn any event, I am disinclined\nto accord the admission the meaning appellant’s counsel sought to ascribe\nto it.  The admission\ndoes not specify at what time there ‘only five\ndoppies were on the scene’.  It could mean either that there were at all\ntimes only five, or there were only five when Viljoen visited the scene.  Since\nthe state did not call Viljoen – no doubt in\nthe light of the admission\n– we do not know precisely when he retrieved the doppies.  Oosthuizen said\n(without stating the\ntime) that both he and Viljoen visited the scene that\nnight, and that Viljoen handed the doppies to him the next day.  But an exact\ntime specification was crucial to the far-reaching meaning appellant’s\ncounsel sought to extract from the admission, since\nwithout it other\npossibilities, such as that doppies may have been removed from the scene, or\nthat they were dispersed by passing\ntraffic, loom large.  Without a time\nspecification, the more obvious meaning is that there ‘were only five\ndoppies’ when\nViljoen retrieved\nthem.\n[39]\nIn determining what the admission\nmeant, it is moreover relevant that it was formulated by appellant’s\ncounsel.  The rule that\nambiguous written provisions are interpreted against the\nparty drafting them is not merely applicable in contract law; it embodies\na\nsensible practical approach also in determining the extent to which the state is\nbound by a meaning an accused who formulates an\nadmission seeks to impose on it.\n[40]\nHere it is clear that the state intended\nmerely to acknowledge that only five doppies were found on the scene when\nViljoen visited\nit.  At no stage did it intend to acknowledge that at all times\nthere ‘were’ no more than five.  When appellant’s\ncounsel\nhanded up the admission, Chester-Browne had completed his testimony, and the\ncross-examination of Lekgoate was close to completion.\n Both testified that only\nthe appellant had fired shots: neither specified or estimated how many.  But it\nwas apparent from both\nthat a substantial number was fired.  At no stage did\nappellant’s counsel put to either Chester-Browne or Lekgoate, or even\nimply, that the appellant fired only five shots.  The suggestion that the\nadmission ineluctably entailed that further shots were\nfired by another person\nwas alien to the proceedings at that\nstage.\n[41]\nThe further implication arose for\nthe first time during cross-examination of the third state witness, Oosthuizen. \nAnd when counsel\nsuggested the meaning now sought to be imposed, he received the\nobvious response:  ‘It is hard for me to say how many shots\nwere actually\nfired.  The possibility surely also exists that not all the doppies were picked\nup on the scene.’\n[42]\nCounsel for the\nstate complained in his written argument that the state had been trapped into\nmaking an admission whose ambit and\nimplications it had never intended to\nendorse.  That may be so.  But as pointed out in the dissenting judgment in the\nfull court,\nthe state never sought to retract the admission.  That has proved to\nbe the correct course, since, interpreted in its context, the\nadmission can not\nsupport the meaning or effect the appellant seeks to extract from\nit.\nThe strength of the evidence against the appellant\n[43]\nWithout the meaning sought\nto be ascribed to the admission, the state’s case against the appellant\nwas strong.  Chester-Browne\nand Lekgoate corroborated each other on the critical\ndetails: that the appellant alone was armed, that he fired first at Lekgoate\n– the survivor who escaped and managed to hide – and that he alone\nfired all the shots that struck the Nissan’s\nthree\noccupants.\n[44]\nIt is true that the two\nprincipal state witnesses contradicted each other radically as to what preceded\nthis.  But it is clear from\nthe record that Chester-Browne had a motive to\ndistort those events – namely to minimise his own involvement in them,\nsince\non Lekgoate’s account and without the state’s indemnity he was\nliable to be prosecuted as an accomplice or accessory\nto the shooting.   By\ncontrast to Chester-Browne – who rebuffed his cross-examiner with patent\nhostility – Lekgoate volunteered\na full, coherent and candid account of\nthose events.\n[45]\nWhat is more, while\nChester-Browne had a motive to minimise his involvement in the entire sequence,\nand thus to lie about whether\nhe shot – Pretorius AJ for this reason\nrightly approached his evidence with caution – Lekgoate had no such\nmotive.  It\nmay have been possible, without Chester-Browne’s evidence, to\ninfer that Lekgoate might have erred about the number of firearms\nwielded.  But\nthe possibility that he could have erred about the other critical details is\nremote.  These included the fact that\nthe man who alighted from the passenger\nseat of Chester-Browne’s vehicle was the one who shot him; that his\nattention was on\nthis man when the shooting started (and not on Chester-Browne);\nand, critically, that he, Lekgoate, was the first of the three to\nbe shot.  All\nthese features, on which it is highly unlikely that Lekgoate could have erred,\npoint strongly to the appellant’s\nguilt.\n[46]\nAnd if Chester-Browne had been\narmed, or if he had participated in the shooting, Lekgoate had no conceivable\nreason to exculpate him:\nnor was any reason put to him, or suggested to us in\nargument.  His evidence on this score must therefore be accepted as\nreliable.\n[47]\nIt is plain that Lekgoate cannot\nbe held responsible for the description of the killer in Oosthuizen’s\ndossier notes.  They\nwere not read back to him, nor did he confirm them.  As he\nstated in cross-examination, his statement then was confused ‘because\nat\nthat stage I also was confused’ (\nvolgens my is die verklaring\ndeurmekaar omdat ek ook deurmekaar was op daardie stadium\n).  Oosthuizen\nstated that Lekgoate was ‘not one hundred percent comfortable at that\nstage in making a statement’: and\nthis is why he waited until his\ndischarge from hospital before securing a formal statement.\n[48]\nLekgoate’s later sworn statement\ndepicted the appellant accurately; and his identification of the appellant at\nthe parade eleven\ndays after the shooting points powerfully to the accuracy of\nhis recall – particularly when it is borne in mind that at this\ntime the\nappellant denied that he had fired any shots at all.  As Lekgoate stated in\ncross-examination: ‘The person I identified\nis the person who shot at me. \nHe and I looked at each other during the incident.  That is why I identified\nhim.’  And his\nfailure to identify Chester-Browne, together with the\nmistaken identification, is explicable on the same basis – that he was\nnot\nlooking at Chester-Browne, but was concentrating on the man who was armed and\ndangerous.\n[49]\nI would add that Lekgoate was\na careful and candid witness who readily conceded uncertainty, doubt or\ninability to recall.  He gave\na chillingly detailed and consistent overall\naccount of the events.  The fact that Chester-Browne corroborated him on the\nessential\ndetails of the appellant’s role points powerfully to the\nappellant’s guilt.\n[50]\nBy contrast, the\nappellant was a poor witness.  He was unable to give a plausible account for his\nfailure on the night of the incident\nto go to the police – on his own\nversion he, after all, suggested this before the shooting started – nor\nfor his failure\nto enlist the assistance of the police thereafter.  If he had\nindeed been attacked, as he claimed, he surely had little to fear in\n1990, with\nhis security-apparatus connections, from making a clean breast.  Instead, when\nOosthuizen informed him that his firearm\nhad been linked to the shooting, he\ndeviously replied that it must be the wrong firearm.  This may have been\ntechnically correct,\nsince the Browning Hi-Power pistol seized at his home was\napparently that of his father: but it was nonetheless a telling evasion;\none\nmade more significant by the fact that he also initially denied to Oosthuizen\nthat he had fired any shots at all.\n[51]\nThe\nappellant’s account of the shooting itself was unconvincing: he was for\ninstance unable to account plausibly for the fact\nthat Kgobo – whose\nfrontal attack he claimed to have warded off – had a bullet wound in the\nback of his head.  And he\ncould give no coherent account for pursuing and\nshooting Makena.  On the appellant’s account there was, after all, no\nreason\nto try to arrest him.\n[52]\nThe statement\nby Beukes, in January 1991, that on the day of the shooting practice in January\n1990 the appellant had full facial hair,\nthough made in good faith, was\nobviously mistaken.  Lekgoate was clear that the appellant was clean-shaven: he\nwould hardly have\nbeen able to identify him, clean-shaven, at the identity\nparade if he had a full beard nine days\nbefore.\n[53]\nI would add that there is\nsubstance to the state’s suggestion that the appellant appeared to have\ncobbled his version together\non the basis of inventive scrutiny of the police\ndossier.  This applies to his averment about the ‘safety slug’.  But\nhis attempt by this means to escape liability must fail in the face of the\ndamning direct testimony against him.\n[54]\nThe\nappellant’s guilt on the charges of murder and attempted murder was\nclearly established.  There is also an appeal against\nsentence, but in my view\nPretorius AJ, both in imposing 20 years for each murder, and ten years for the\nattempted murder, as also\nin deciding on an effective term of only 20\nyears’ imprisonment, blended her discretion with a measure of mercy that\nrenders\nher sentence immune to\ncriticism.\n[55]\nThe appeal is\ndismissed.\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nMPATI DP\nSCOTT JA\nVAN HEERDEN\nJA\nMLAMBO JA\n[1]\nCognisance may be taken of this\nas a reference to a white supremacist organisation, one of whose members, Barend\nStrydom, gunned down\na number of black bystanders in Pretoria in\n1988.\n[2]\nSection 220\nof the\nCriminal Procedure Act 51 of 1977\nreads:\nAdmissions\nAn accused or his\nor her legal representative or the prosecutor may in criminal proceedings admit\nany fact placed in issue at such\nproceedings and any such admission shall be\nsufficient proof of such fact.\n[3]\nEvidence in Trials at Common law\nby John Henry Wigmore, revised by James\nH Chadbourn (1972), vol 4, §\n1058.\n[4]\nPhipson on\nEvidence\n15ed 2000 (general editor, MN Howard) para 28-09 page 712\n(referring to informal admissions; but the point is more general).",
  "scraped_at": "2026-02-12T14:56:53.269535",
  "date": "2005-09-08",
  "coram": [
    "Mpati DP",
    "Scott JA",
    "Cameron JA",
    "Van Heerden JA",
    "Mlambo JA"
  ],
  "case_number": "055/05",
  "parties": {
    "applicants": [
      "Pieter Hendrik Groenewald"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In May 1990 a shooting took place on a road near Pretoria involving a white vehicle driven by Brian Chester‑Browne and a black Nissan driven by Simon Kgobo with passengers Prince Makena, Simon Kgobo and Xavier Lekgoate. A confrontation ensued, shots were fired and three men (Makena, Kgobo and Lekgoate) were injured or killed. The appellant, Pieter Hendrik Groenewald, was arrested three days later, granted bail, fled the country and returned many years later. The trial did not call medical or ballistic witnesses; instead it relied on agreed admissions recorded by the defence under s 220 of the Criminal Procedure Act. Two key eyewitnesses, Lekgoate and Chester‑Browne, gave divergent accounts of the events preceding the shooting.",
    "issues": "The central issue was whether the state was bound by the admissions tendered by the appellant that only five spent cartridges (doppies) were on the scene, and whether that admission could be interpreted to mean that more than one firearm had been used, thereby undermining the prosecution’s case that the appellant alone fired the shots. Relatedly, the court needed to decide the proper construction of ambiguous admissions and their evidential weight.",
    "principles": "The court reiterated that an admission under s 220 CPA is a waiver of the need to prove the admitted fact, but it must be interpreted in context and cannot be given a meaning beyond what was intended. Ambiguous admissions are construed against the party that drafted them (beneficent rule) and the construction favours the accused when the defence makes the admission. Precedent from S v Maweke and principles from Wigmore on Evidence and Phipson on Evidence guided the analysis.",
    "application": "The court found that the admission concerning the five doppies was made by the appellant’s counsel, not by the state, and was intended merely to acknowledge that five spent cartridges were found when the officer collected them, not that only five existed at all times. Consequently, the admission did not bind the state to the proposition that another firearm must have been used. The admission was therefore ambiguous and could not be used to overturn the prosecution’s evidence that the appellant alone fired the shots. The court held that the state’s evidence, particularly the consistent testimony of Lekgoate, was strong and the appellant’s version was not reasonably possible.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the conviction for murder and attempted murder, and affirmed the sentence of an effective term of twenty years’ imprisonment. The court found no error in the trial judge’s findings or in the sentencing discretion."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence",
    "level_3": [
      "admissions",
      "section 220",
      "interpretation",
      "murder",
      "attempted murder"
    ]
  }
}