{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/23.html",
  "case_name": "Naidoo and Others v National Director of Public Prosecutions and Others (062/2004) [2005] ZASCA 23; 2005 (1) SACR 349 (SCA) (29 March 2005)",
  "citation": "[2005] ZASCA 23",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 23\n|\nNoteup\n|\nLawCite\nNaidoo and Others v National Director of Public Prosecutions and Others (062/2004) [2005] ZASCA 23; 2005 (1) SACR 349 (SCA) (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 062/04\nIn the matter between:\nYOSHEN NAIDOO\n1\nst\nAppellant\nTHANASELVAN KISTA PILLAY\n2\nnd\nAppellant\nJAYESH VINOED LALLOO\n3\nrd\nAppellant\nRAVINDREN NAIDOO\n4\nth\nAppellant\nand\nTHE NATIONAL DIRECTOR OF PUBLIC\nPROSECUTIONS\n1\nst\nRespondent\nTHE DIRECTOR OF PUBLIC\nPROSECUTIONS, CAPE OF\n2\nnd\nRespondent\nGOOD HOPE PROVINCIAL\nDIVISION\nA LE GRANGE ESQ\n3\nrd\nRespondent\n________________________________________________________________\nCoram\n:\nMpati\nDP, Zulman, Navsa, Ponnan JJA et Comrie AJA\nDate of hearing:\n28\nFebruary 2005\nDate of delivery:\n29 March\n2005\nSummary:\tOrder in terms of s 342A(3)(\nc\n) of the\nCriminal Procedure Act 51 of 1977\nthat prosecution not be resumed or instituted\nde novo\nwithout written instruction of attorney-general ─ written\nauthorisation by prosecutor not valid ─ provisions of\nNational Prosecuting\nAuthority Act 32 of 1998\nconsidered ─ Directors of prosecutions at the\nseat of a High court authorised to issue such instruction.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA\nJA:\n[1]\tThe crisp issue in this appeal is whether the resumption or\ninstitution\nde novo\nof the prosecution against the four appellants in the\nRegional Court, Bellville was properly authorised by a written instruction,\ndated 20 November 2000, issued by Ms Susanna Galloway purportedly on behalf of\nthe second respondent. At that time Ms Galloway was\na senior State advocate in\nthe second respondent’s office. I will hereafter, for the sake of\nconvenience, refer to that written\ninstruction as ‘the\ncertificate’.\n[2]\tThe appeal is against a judgment of the Cape High\nCourt (Desai and HJ Erasmus JJ) which, in refusing an application by the\nappellants\nfor an order, inter alia, reviewing and setting aside the\ncertificate, held that it was valid.\n[3]\tThe first respondent is the\nNational Director of Public Prosecutions (the NDPP), appointed in terms of\ns\n179(1)(\na\n) of the Constitution as head of the National Office of the\nprosecuting authority, established in terms of s 5 of the National Prosecuting\nAuthority Act 32 of 1998 (the NPAA).\n[4]\tThe second respondent is the\nDirector of Public Prosecutions, Cape of Good Hope Provincial Division,\nappointed in terms of s 13,\nread with s 6(2), of the NPAA.\n[5]\tThe third\nrespondent is Mr A La Grange, a Regional Magistrate at the Bellville\nMagistrates’ Court, whose role in the matter\nis described in para 11\nbelow.\n[6]\tIn the court below only the second respondent opposed the\napplication, the other two respondents choosing to abide the decision\nof that\ncourt. Before us the first and third respondents adopted the same passive\nposition.\n[7]\tThe four appellants had been arrested during November 1997\nand were charged with several counts of robbery of motor vehicles.\nTheir\ncriminal trial was pending in the Regional Court at Parow and, later, at\nBellville. Almost two years thereafter, on 24 August\n2000, Mr Botes, a\nRegional Magistrate at the Bellville court, after concluding an investigation\ninto the delay in the completion\nof proceedings in terms of\ns 342A(1)\nof the\nCriminal Procedure Act (the\nCPA), struck the matter from the roll pursuant to\ns\n342A(3)(\nc\n) of the CPA and made an order as envisaged in that subsection,\nnamely, that the prosecution against the appellants not be resumed\nor instituted\nde novo\nwithout the written instruction of the attorney-general. Mr Botes\nfound that the State was to blame for the unreasonable delay in\nthe completion\nof the proceedings. For reasons that will become apparent, it is not necessary\nto consider the correctness of that\nconclusion.\n[8]\tOn 20 November 2000\nMs Galloway issued the certificate. The second respondent has always maintained\nthat the certificate qualifies\nas the written instruction of the\nattorney-general.\n[9]\tThe certificate requires closer scrutiny. It is\ncontained in a document bearing the title ‘THE DIRECTOR OF PUBLIC\nPROSECUTIONS’\nand is addressed to the Senior State prosecutor, Private Bag\nX10, Bellville. It purports to be dispatched from ‘Die Direkteur\nvan\nOpenbare Vervolgings, Kaap die Goeie Hoop, Privaatsak 9003, Kaapstad’.\nThe material part of the certificate reads as follows:\n‘Ek\ngelas dat die vervolging in terme van artikel 342A(3)(\nc\n) van Wet 51 van\n1977 heringestel word teen die beskuldigdes\n1.\tYOSHEN\nNAIDOO\n2.\tJASHMENDREN NAIDOO\n3.\tTHANASELVAN PILLAY\n4.\tYAMESH VINOED\nLALLOO\n5.\tRAVINDREN NAIDOO; en\n6.\tGONASAREN MOODLEY\nop 7 aanklagte van\ngewapende roof in die Streekhof.\nDie beskuldigdes moet gedagvaar word vir\nverskyning op ‘n datum wat hulle regsverteenwoordigers pas en was op\n(\nsic\n) die verhoor begin/afgehandel kan word.’\nBelow a\nsignature at the bottom of the page the following appears in\ntypeface:\n‘DIREKTEUR VAN OPENBARE VERVOLGINGS: KAAP DIE GOEIE\nHOOP’.\nIt is unclear who signed the certificate.\n[10]\tDuring April 2001 the State, relying on the certificate, resumed\nthe prosecution against the four appellants or instituted it\nde novo\nby\nway of summons. Thereafter, during 2001, the appellants appeared periodically in\nthe Regional Court, Bellville, with the State\nand the defence involved in\nskirmishes concerning further particulars and objections to the\ncharge.\n[11]\tOn 13 August 2001, the third respondent, before whom the\nfour appellants had appeared during 2001 and whom they had attempted\nto persuade\nthat the certificate was invalid because it was not a written instruction by the\nNDPP or his properly authorised delegate,\nruled against them on that question.\n[12]\tOn 3 April 2002 the appellants, repeating their contention that\nonly the NDPP or his properly authorised delegate could issue\nthe written\ninstruction contemplated in\ns 342A(3)(\nc\n), launched the application\nin the court below. It is common cause that the NDPP had not delegated specific\nauthority in this regard\nto the second respondent or to anyone\nelse.\n[13]\tThe court below reasoned that since\ns 20(3)\nof the NPAA\nprovides that a director, such as the second respondent, has within his or her\narea of jurisdiction the overall powers\nascribed to a prosecuting authority in\nterms of\ns 179(2)\nof the Constitution, he or she has the authority to issue the\nwritten instruction contemplated in s 342A(3)(\nc\n) of the CPA. After\nconsidering the factual background, the court held that, in deciding to issue\nthe certificate, Ms Galloway acted\nunder the direct supervision of the second\nrespondent and that the latter had thus, in effect, issued the certificate. On\nthat basis\nit found that the certificate was properly authorised.\n[14]\tAn\napplication for leave to appeal was refused by the court below.\n[15]\tThe\nappellants were subsequently granted leave to appeal by this Court, such leave\nbeing limited to the following issues:\n‘(a)\tWhether the court\na quo\nerred in deciding that the second respondent is empowered to resume or\ninstitute\nde novo\na prosecution by virtue of s 342A(3)(\nc\n)\nof\nAct 51 of 1977 read with s 45(\na\n) of Act 32 of 1998.\n(b)\tWhether, if\nthe second respondent was so empowered, the second respondent did give the\n“written instruction” to which\ns 342A(3)(\nc\n)\nrefers;\n(c)\tWhether, if he did not and the written instruction was given by\nMs Galloway and/or Mr Niehaus\n, they or either of them had the power to do\nso.’\n(Emphasis added.)\n[16]\tIt is necessary at this stage\nto explain the respective roles played by Ms Galloway and Mr Niehaus in the\nhistory of the matter.\n[17]\tMs Gesina Erasmus was the prosecutor in the\nappellants’ trial during 1999. Mr Strydom, who was the prosecutor at the\ntime\nthat proceedings were launched in the court below, succeeded her. As stated\nearlier, at the time that the certificate was issued,\nMs Galloway was a senior\nState advocate in the second respondent’s office. At that time Mr Jacobus\nNiehaus was one of a number\nof deputy directors of public prosecutions in the\noffice of the second respondent, having been appointed as such in terms of s\n15(1)(\nb\n) of the NPAA. Ms Galloway had been appointed a prosecutor in\nterms of s 16 of the NPAA and acted in that capacity at all material\ntimes.\n[18]\tIn her affidavit in support of the second respondent’s case,\nMs Galloway stated that she had only become involved with\nthe appellants in the\ninstitution of the prosecution\nde novo\nand not before. She had no\nindependent recollection of the case:\n‘3.\tEk kan nie onthou hoe dit\ngebeur het dat ek die eerste keer van die saak bewus geword het nie, maar uit\ndie inhoud van korrespondensie\nwat oor hierdie saak op lêer is, sowel as\nmy kantoordagboek, blyk dit dat ek die onderhawige saak op 21.8.2000 met adv\nNiehaus\nbespreek het. Ek neem aan dat dit as gevolg van die feit dat die\nverdediging die Staat se aansoek om uistel op 23.[8].2000 sou opponeer\nen die\nStreeklanddros aangedui het dat hy die aansoek om uitstel in terme van artikel\n342A van Wet 51 van 1977 sou ondersoek.’\n[19]\tAfter Mr Botes had\nmade the order referred to earlier, Ms Galloway made arrangements for a\ntranscript of the proceedings to be\nplaced before her to determine the reasons\nfor the delay in the completion of proceedings. Upon receipt of the transcript,\ntogether\nwith the investigation dockets, she considered what further steps to\ntake.\n[20]\tThe following parts of Ms Galloway’s affidavit are of\nparticular importance:\n’11.\tOp 17.11.2000 ontvang ek die betrokke\noorkonde en word ‘n opdrag . . . gedateer 20.11.2000 uitgereik nadat ek\ndie\naangeleentheid met adv Niehaus bespreek het . . .\n12.\tHoewel ek na\n17.11.2000 die saak met adv Erasmus en Mnr Strydom bespreek het, het ek self nie\nweer ‘n beslissing in die\nsaak gemaak nie.\n. . .\n18.3\tDit word dus\nontken dat\nek buite my magtiging gegaan het toe ek die sertifikaat van\nherinstelling van die vervolging uitgereik het\n.\n. . .\n19.3\tDit word\ndus ontken dat\nek nie al die feite behoorlik oorweeg het nie\n, en dit word\nverder ontken dat\nek onbillik of onredelik opgetree het\n.\n19.4\tDit\nword ontken dat ek die nadeel (“prejudice”) wat die Applikante gelei\nhet nie in aanmerking geneem het nie.\nEk herhaal dat ek van mening was\ndat hulle ook tot ‘n groot mate tot hulle eie nadeel bygedra het. Dit moet\nverder genoem word dat\nek die Staat se benadeling ook in gedagte moes\nhou\n, en aangesien\nek van mening was\ndat die Staat nie uitsluitlik vir\ndie vertraging verantwoordelik was nie, het gesonde regspleging geverg dat die\nvervolging heringestel\nword.’\n(Emphasis added.)\n[21]\tIt is clear\nfrom the parts of Ms Galloway’s affidavit referred to above that she had\ntwo discussions with Mr Niehaus before\nshe made the decision to issue the\ncertificate. The first was before the order by Mr Botes and the second was\nbefore she made the\ndecision to issue the certificate. It is evident from the\nremainder of Ms Galloway’s affidavit that she considered her authority\nto\nissue the certificate on behalf of the second respondent to be found in the\nprovisions of the NPAA that deal with powers delegated\nto a prosecutor. This\nappears even more clearly from her supplementary affidavit. I will consider\nthose provisions in due course.\n[22]\tIn Mr Niehaus’ affidavit he\ndoes no more than confirm the contents of Ms Galloway’s affidavit insofar\nas it refers\nto his ‘betrokkenheid of . . . medewete of goedkeuring . .\n.’.\n[23]\tAt the relevant time the second respondent was Mr Frank\nKahn. In his affidavit he stated that his power to re-institute a prosecution\namounted to a repetition of his original power to institute a prosecution. He\npointed out that historically his powers derived from\nthe Attorney-General Act\n92 of 1992 (the AGA), which was repealed on 16 October 1998 and replaced by the\nNPAA. Mr Kahn considered\nthat at the time the certificate was issued his powers\nderived from ss 20(1) and 20(3) of the NPAA and that those provisions\nauthorised him to issue the written instruction referred to in s\n342A(3)(\nc\n). In response to the appellants’ assertions to the effect\nthat he had failed to apply his mind to the matter when the certificate\nwas\nissued, he merely referred to the affidavits of Ms Galloway and Mr Niehaus and\nstated that they had both worked under his direct\ncontrol and supervision. Mr\nKahn does not say that he was personally involved in the decision to issue the\ncertificate. It is clear\nthat he, like Ms Galloway, considered that the\nprovisions of the NPAA dealing with the delegation of powers to prosecutors,\nauthorised\nMs Galloway, acting with Mr Niehaus, to issue the certificate in his\nstead. This is all the more apparent from his supplementary\naffidavit.\n[24]\tBefore us the appellants submitted that by requiring in\ns 342A(3)(\nc\n) of the CPA that a prosecution could only be resumed or\ninstituted\nde novo\non the written instruction of the attorney-general,\nthe legislature intended to ensure, in the interest of a fair trial and justice,\nthat a decision to do so would be taken at the highest level. It was submitted\nthat this was done to prevent abuse on the part of\nprosecutors, who on occasion\nare themselves the cause of unreasonable delays in the completion of\nproceedings. It was contended that\nthe attorney-general, who was the head of a\nregional prosecution authority under the AGA, was supplanted by the first\nrespondent\nwho is now the head of a single national prosecuting authority and\nthat he or she alone could issue the written instruction. This\nposition, so it\nwas submitted, was preserved by s 45 of the NPAA and it followed that, since the\nfirst respondent had never been\npersonally involved in the decision to resume\nthe prosecution or to institute it\nde novo\n, the certificate was\nirregularly issued and fell to be set aside.\n[25]\tThe appellants\nsubmitted further that, even assuming that the provisions of the NPAA enabled\ndirectors of public prosecutions,\nsuch as the second respondent, to issue the\nwritten instruction referred to in s 342A(3)(\nc\n), it was clear that\nin the present case the only person who considered and decided to resume or\ninstitute the prosecution\nde novo\nwas Ms Galloway, who had no power to do\nso. The certificate was therefore irregularly issued.\n[26]\tSection 45 of the NPAA provides:\n‘Any reference in any law\nto ─\n(a)\tan attorney-general shall,\nunless the context indicates\notherwise\n, be construed as a reference to the\nNational Director\n; and\n(b)\tan attorney-general or deputy attorney-general in respect of the area of\njurisdiction of a High Court, shall be construed as a\nreference to a\nDirector\nor\nDeputy Director\nappointed in terms of\nthis Act\n,\nfor the area of jurisdiction of that Court.’\n(Emphasis\nadded.)\n[27]\tThe first question is whether, within the context of s\n342A(3)(\nc\n), the second respondent was entitled to issue the\ncertificate.\n[28]\tThe NPAA repealed the whole of the AGA. It is, however,\nuseful to consider the provisions of the AGA as it is clear that the\ndesignation\n‘attorney-general’, as it appears in s 342A(3)(\nc\n), derived\nfrom that Act.\n[29]\tIn terms of s 2 of the AGA an attorney-general was\nappointed by the State President in respect of the area of jurisdiction of\neach\nprovincial division and of the Witwatersrand Local Division of the Supreme Court\n(now High Court). In terms of s 2(2) deputy\nattorneys-general were appointed by\nthe Minister of Justice for each area for which an attorney-general had been\nappointed. Section\n5 set out the duties and powers of attorneys-general which\nincluded the general power to prosecute on behalf of the State in criminal\nproceedings in any area of that attorney-general’s jurisdiction. It also\nincluded the power to prosecute appeals. In terms\nof s 5(2) an attorney-general\nwas empowered to perform all duties and exercise all powers imposed or conferred\nunder the CPA and\nany other law consonant with the AGA. Section 6 provided for a\ndelegation to others, including prosecutors, subject to the control\nand\ndirection of the attorney-general, of the authority to conduct prosecutions in\ncriminal proceedings in the Supreme Court and\nin lower courts and to prosecute\nappeals. Other powers were not stated to be delegable.\n[30]\tSection\n179(1) of the Constitution ushered in a new regime and provided for a single\nnational prosecuting authority to be structured\nin terms of an Act of\nParliament, consisting of the NDPP as its head and Directors of Public\nProsecutions and prosecutors to be determined\nby the envisaged legislation.\n[31]\tThe NPAA is the legislation envisaged by s 179 of the Constitution. In\nterms of s 3 of the NPAA the single national prosecuting\nauthority consists of\nthe office of the NDPP and the offices of the prosecuting authority at the High\nCourts, established by s 6.\n[32]\tSection 5 of the NPAA established the\nNational Office of the prosecuting authority which consists of the National\nDirector, Deputy\nNational Directors, Investigating and Special Directors, other\nmembers assigned or appointed to the office, special investigators\nand\nadministrative staff.\n[33]\tSection 6 established an office for the\nprosecuting authority at the seat of each High Court which consists\nof:\n(a)\tthe head of the office who shall be either a Director or a Deputy\nDirector who shall control the office;\n(b)\tDeputy\nDirectors;\n(c)\tprosecutors;\n(d)\tpersons engaged on behalf of the State to\nperform services in specific cases;\n(e)\tadministrative staff.\n[34]\tSection\n20(1) provides that the power as contemplated in s 179(2) of the\nConstitution, to institute and conduct criminal\nproceedings on behalf of the\nState and to discontinue criminal proceedings, vests in the prosecuting\nauthority. Section 20(2) provides\nthat any Deputy National Director shall\nexercise those powers subject to the control and directions of the NDPP. Section\n20(3) provides\nthat any Director shall, in respect of his or her area of\njurisdiction, exercise those powers subject to the control and directions\nof the\nNDPP. Section 20(4) provides that Deputy Directors shall, within their area of\njurisdiction, exercise those powers subject\nto the control and directions of the\nDirector.\n[35]\tSection 24(1)(\na\n) of the NPAA provides that a\nDirector has the power, within his or her area of jurisdiction, to institute and\nconduct criminal proceedings\nand to carry out functions incidental thereto.\nSection 24(1)(\nb\n) provides, significantly for our purposes, that a\nDirector has the power to supervise, direct and coordinate the work and\nactivities\nof all Deputy Directors and prosecutors in the office of which he or\nshe is the head. Section 16(2) provides that prosecutors may\nbe appointed to the\noffice of the NDPP, to offices of Directors established at the seats of High\nCourts, to Investigating Directorates\nand to lower courts.\n[36]\tSection\n24(4)(\nd\n) provides that a Director shall, subject to the directions of the\nNDPP, be responsible for the day to day management of the Deputy\nDirectors and\nprosecutors under his or her control. Section 24(9)\nprovides:\n‘(a)\tSubject to section 20(4) and the control and directions\nof a\nDirector\n, a\nDeputy Director\nat the Office of\nDirector\nreferred to in section 13(1), has all the powers , duties and functions of a\nDirector\n.\n(b)\tA power, duty or function which is exercised, carried\nout or performed by a\nDeputy Director\nis construed, for the purposes of\nthis Act\n, to have been exercised, carried out or performed by the\nDirector\nconcerned.’\n[37]\tAs is clear from what is set out\nabove, the NPAA provides that the NDPP has overall control and maintains an\noversight role in\nrelation to all prosecutions nationally. However, as was the\nposition under the AGA, the heads of prosecution authority offices at\nthe seats\nof the High Courts mentioned above are responsible for and manage prosecutions\nwithin their areas of jurisdiction. They\nhave comprehensive powers which, by\nnecessary implication, must include the power to reinstitute prosecutions\nsubject only to oversight\nby the NDPP. Directors such as the second respondent\nare the equivalent of the erstwhile attorneys-general.\n[38]\tIt is clear\nthat, having regard to the Constitution, particularly the rights of accused\npersons to a fair trial ─ including\nthe right (in terms of s\n35(1)(\nd\n)) to have their trial begin and conclude without unreasonable\ndelay ─ that a decision to resume or institute\nde novo\na\nprosecution in circumstances where a court has already determined that there has\nbeen an unreasonable delay in the completion of\nproceedings is not one to be\ntaken lightly. The interests of the accused, the State and witnesses are all to\nbe taken into account.\nI agree with the submission on behalf of the appellants\nthat it was a decision meant to be taken at a higher level of authority.\nIn my\nview, the legislature chose, in enacting s 342A(3)(\nc\n) of the CPA, to\nreserve the exercise of the power to issue the written instruction referred to\ntherein to attorneys-general at the\nseats of High Courts and, under the present\nstatutory regime, Directors such as the second respondent have that power. It is\nnot\nnecessary to decide whether that power extends to Deputy Directors, for the\nreasons set out in para 44 below.\n[39]\tI consider it necessary to point out\nthat, in terms of s 179(5)(\nc\n) of the Constitution, the NDPP maintains\noversight in relation to the re-institution of prosecutions in that he or she\nmay review\na decision to prosecute or not to prosecute, after consulting the\nrelevant Director and after taking representations from an accused\nand any other\nperson whom he or she considers necessary. This power is mirrored in s\n22(2)(\nc\n) of the NPAA.\n[40]\tThe court below was thus correct in\nholding, after considering the historical position of attorneys-general and the\npowers of\nDirectors as stipulated in the provisions of the NPAA, that the second\nrespondent was authorised to issue the written instruction\ncontemplated in s\n342A(3)(\nc\n) of the CPA.\n[41]\tSection 20(5) of the NPAA provides\nthat any prosecutor shall be competent to exercise the powers referred to in\nsubsection (1),\nto the extent that he or she has been authorised thereto in\nwriting by the National Director or by a person designated by the National\nDirector. Even though powers can be delegated by the Director to prosecutors it\nwould defeat the purpose of s 342A(3)(\nc\n) of the CPA, ie of reserving the\npower to re-institute a prosecution to be exercised by a higher office to ensure\nproper oversight\nand justice, for that power to be so delegated. In practice it\nwould mean that a defaulting prosecutor who caused delays in a prosecution\ncould\nthereafter issue a written instruction authorising the resumption or institution\nde novo\nof a prosecution, thereby frustrating the purpose of s\n342A(3)(\nc\n). The reasoning of the court below referred to in para 13\nabove, namely, that since the second respondent had the authority to issue\nthe\ncertificate and since Mr Niehaus and Ms Galloway worked under his supervision,\nthey were entitled to act in his stead and that\nthe certificate issued by Ms\nGalloway was therefore properly authorised and valid, does not take proper\naccount of the purpose of\ns 342A(3)(\nc\n).\n[42]\tIt is clear on\nthe facts that Ms Galloway, a prosecutor, took the decision during November 2000\nto issue the instruction to resume\nor institute\nde novo\nthe prosecutions\ninvolving the appellants. The suggestion that Mr Niehaus, a Deputy Director, in\nfact approved of or authorised the\ndecision to issue the written instruction is\nwithout foundation. Ms Galloway’s affidavit refers in vague terms to two\ndiscussions\nwith Mr Niehaus. At best for the second respondent it is unclear\nwhat Mr Niehaus’ role in the decision had been. If he\nhad\nmade the\ndecision or authorised it in some or other manner, it would have been easy for\nhim to say so. More importantly, Ms Galloway\nstates emphatically that\nshe\nmade the decision.\n[43]\tMr Kahn and Ms Galloway both filed supplementary\naffidavits. At the time that this occurred it was clear that Ms Galloway’s\nauthority to issue the certificate was a critical issue. Neither used this\nsecond opportunity to state that Mr Niehaus in fact authorised\nthe certificate.\nIt would have been a simple matter to do so. Indeed, it would have been even\nsimpler for Mr Niehaus himself to have\nsaid so. Mr Kahn in his supplementary\naffidavit stated in vague terms that although he could not recall the\nappellants’ case\nhe agreed with the issue of the certificate. He does not\nsay that he considered the case and took all the relevant factors into account\nin ‘agreeing’ to the issue of the certificate.\n[44]\tIn the\nlight of the preceding discussion it is plain that the answer to the second\nquestion posed, when leave to appeal to this\nCourt was granted, is that the\nsecond respondent did not issue the certificate.\n[45]\tThe third question\nrequired us to consider whether, if Ms Galloway and/or Mr Niehaus issued the\ncertificate, either had the power\nto do so. It is clear from the facts that Ms\nGalloway made the decision to issue the certificate and it is equally clear from\nthe\npreceding discussion that she did not have the necessary authority to do so.\nIt is therefore not necessary to address the question\nrelating to the authority\nof Mr Niehaus.\n[46]\tIt was submitted by counsel representing the second\nrespondent that a conclusion to the effect that only higher authority could\nresume or institute a prosecution\nde novo\nwould place too great a burden\non Directors at the seat of each High Court, because cases are frequently struck\noff the roll in Magistrates’\ncourts. In his supplementary affidavit, Mr\nKahn once again stated in general and vague terms that matters are struck off\nthe roll\nin Magistrates’ courts on a daily basis. He did not tell us on\nwhat basis this was done ─ no detail is supplied. In any\nevent, the rights\nof an accused person as provided for in s 35 of the Constitution, the interests\nof other parties to a case, and\nin general, the constitutional norms of\naccountability and transparency, dictate that delays of the kind resulting in an\norder in\nterms of s 342A(3)(\nc\n) should be the exception rather than the\nrule.\n[47]\tIn my view, this means simply that prosecution authorities\nshould take greater care in conducting prosecutions and should do\nso in\naccordance with constitutional norms.\n[48]\tIn my view, for the reasons\nset out above, the appeal should succeed and the finding of the court below that\nthe certificate\nwas properly issued and the order that the matter be referred\nback to the Regional Court for trial should be set aside.\n[49]\tThe\nfollowing order is made:\n1.\tThe appeal is upheld.\n2.\tThe finding of the\ncourt below that the certificate dated 20 \tNovember \t2000 was properly issued is\nset aside and is \treplaced\nby the following:\n‘The written instruction\ndated 20 November 2000 in terms of which the \tprosecution of the appellants was\nresumed or instituted\nde novo\nis held to \thave been issued without the\nrequisite authority and is therefore set \taside.’\n3.\tThe order\nreferring the matter back to the Regional Court for \ttrial is set\naside.\n________________\nMS NAVSA\nJUDGE OF APPEAL\nCONCUR:\nMPATI\tDP\nZULMAN\tJA\nPONNAN\tJA\nCOMRIE\tAJA",
  "scraped_at": "2026-02-12T14:00:32.679384",
  "date": "2005-03-29",
  "coram": [
    "Mpati DP",
    "Zulman JA",
    "Navsa JA",
    "Ponnan JA",
    "Comrie AJA"
  ],
  "case_number": "062/04",
  "parties": {
    "applicants": [
      "YoshEn Naidoo",
      "ThanaseLVAN Kista Pillay",
      "Jayesh Vinoed LalloO",
      "Ravindren Naidoo"
    ],
    "respondents": [
      "National Director of Public Prosecutions",
      "Director of Public Prosecutions, Cape of Good Hope Provincial Division",
      "A Le Grange ESQ"
    ]
  },
  "sections": {
    "facts": "The appellants were arrested in November 1997 and charged with multiple counts of motor‑vehicle robbery. Their trial progressed in the Regional Courts at Parow and later Bellville but suffered unreasonable delay. On 24 August 2000 a Regional Magistrate, Mr Botes, struck the matter from the roll under s 342A(3)(c) of the Criminal Procedure Act, ordering that the prosecution could not be resumed or instituted de novo without a written instruction from the attorney‑general. On 20 November 2000 Ms Susanna Galloway, a senior State advocate in the office of the Director of Public Prosecutions (Cape), issued a certificate purporting to be that written instruction. The State relied on the certificate to resume the prosecution. The appellants contested its validity, arguing that only the National Director of Public Prosecutions (NDPP) or a properly authorised delegate could issue such instruction. The Cape High Court held the certificate valid; the appellants appealed.",
    "issues": "1) Whether the Director of Public Prosecutions for the Cape (the second respondent) is statutorily empowered to issue the written instruction required by s 342A(3)(c) CPA, read with s 45 of the National Prosecuting Authority Act (NPAA). 2) Assuming such power exists, whether the second respondent actually gave the written instruction. 3) If the instruction was issued by Ms Galloway and/or Mr Niehaus, whether they possessed the authority to do so.",
    "principles": "The Court examined s 342A(3)(c) CPA, which reserves the power to resume or institute a prosecution after a strike‑off to a written instruction of the attorney‑general. Under the NPAA, s 45 substitutes “attorney‑general” with the National Director of Public Prosecutions or a Director/Deputy Director of a High Court division. Sections 20(3) and 24 of the NPAA confer on Directors the power to institute and conduct prosecutions, subject to NDPP oversight. However, s 20(5) limits delegation of the specific power to resume a prosecution to higher authority to prevent abuse. Constitutional provision s 35(1)(d) guarantees the right to a fair trial without unreasonable delay, underscoring the intent that the decision to resume a prosecution be taken at a senior level.",
    "application": "Applying these principles, the Court held that Directors such as the second respondent have the statutory authority to issue the required written instruction. Nevertheless, the factual record showed that the second respondent did not personally authorise or supervise the issuance of the certificate; the decision was made by Ms Galloway, a prosecutor, without any clear delegation of the specific power to her. The Court found no evidence that Mr Niehaus, a Deputy Director, authorized the certificate. Consequently, the certificate was issued without the requisite authority.",
    "conclusion": "The appeal was upheld. The certificate dated 20 November 2000 was set aside as having been issued without the necessary authority. The order referring the matter back to the Regional Court for trial was also set aside."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Prosecution Authority",
    "level_3": [
      "s342A",
      "National Prosecuting Authority Act",
      "Attorney-General",
      "delay of trial",
      "certificate validity"
    ]
  }
}