{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/90.html",
  "case_name": "Chairperson: Standing Tender Committee and Others v JFE Sapela Electronics (Pty) Ltd and Others (511/2004) [2005] ZASCA 90; 2008 (2) SA 638 (SCA) ; [2005] 4 All SA 487 (SCA) (26 September 2005)",
  "citation": "[2005] ZASCA 90",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 90\n|\nNoteup\n|\nLawCite\nChairperson: Standing Tender Committee and Others v JFE Sapela Electronics (Pty) Ltd and Others (511/2004) [2005] ZASCA 90; 2008 (2) SA 638 (SCA) ; [2005] 4 All SA 487 (SCA) (26 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 511/04\nIn the matter\nbetween:\nTHE CHAIRPERSON:\nSTANDING TENDER\nCOMMITTEE\nFIRST APPELLANT\nDEPARTMENT OF PUBLIC WORKS\nSECOND\nAPPELLANT\nTHE DIRECTOR GENERAL:\nDEPARTMENT OF\nPUBLIC WORKS\nTHIRD APPELLANT\nTHE\nMINISTER OF PUBLIC WORKS\nFOURTH\nAPPELLANT\nand\nJFE SAPELA ELECTRONICS (PTY)\nLTD\nFIRST\nRESPONDENT\nJFE POWER DISTRIBUTION (PTY) LTD\nSECOND RESPONDENT\nt/a JFE RETICULATION\nNOLITHA\nELECTRICAL & CONSTRUCTION\n(PTY) LTD\nTHIRD RESPONDENT\nTHE STATE TENDER BOARD\nFOURTH  RESPONDENT\n_________________________________________________________________________\nCoram\t\t:\tSCOTT,\nCAMERON, MTHIYANE, LEWIS JJA\net\nMAYA AJA\nDate of hearing:\t2\nSEPTEMBER 2005\nDate of delivery:\t26 SEPTEMBER 2005\nSummary:     Review of decisions to award tenders for repair and maintenance\nwork at prisons\n- decisions invalid  at \ntime they were made - by reason of effluxion of time and considerations of\npracticality relief not granted\n- successful appellants ordered to pay\ncosts.\n_________________________________________________________________________\nJUDGMENT\n_________________________________________________________________________\nSCOTT JA/...\nSCOTT JA:\n[1]\tNolitha Electrical and Construction (Pty)\nLtd (‘Nolitha’) was the successful tenderer for three separate\ncontracts\nwith the Department of Public Works (‘DPW’) for work to be\nexecuted at the Drakenstein, Worcester and Helderstroom prisons\nrespectively in\nthe Western Cape. The work related to facilities such as steam and hot water\ngeneration, electrical infrastructure,\nkitchen and laundry equipment and the\nlike. It comprised both a repair and maintenance component. The first\nrespondent, JFE Sapela\nElectronics (Pty) Ltd (‘Sapela’)\nunsuccessfully tendered for the Worcester and Helderstroom contracts, while the\nsecond\nrespondent, JFE Power Distribution (Pty) Ltd, trading as JFE\nReticulation, (‘Reticulation’), unsuccessfully tendered\nfor the\nDrakenstein contract. Sapela and Reticulation challenged the award of the three\ntenders to Nolitha. The challenge was upheld\nin the Cape High Court by H J\nErasmus J who, in addition to other relief, set aside the award of the tenders\nto Nolitha and declared\nthe contracts entered into between Nolitha and the DPW\nto be null and void. The present appeal is with the leave of the court\na\nquo\n.\n[2]\tThe first appellant is the chairperson of the DPW’s\nStanding Tender Committee (‘STC’) which functions at the\nDPW’s\nhead office. The tenders in the present case were both called for and awarded by\nthe STC. The DPW, which is the second\nappellant, also has standing tender\ncommittees at each of its regional offices. The significance of these will\nbecome apparent later.\nThe standing tender committees all exercise powers\ndelegated to them by the State Tender Board established in terms of the State\nTender Board Act 86 of 1968. The State Tender Board, the Director General of the\nDPW, the Minister of Public Works and Nolitha were\nall cited as respondents in\nthe court below but took no part in the proceedings.\n[3]\tBefore turning to\nthe complaints levelled at the award of the tenders to Nolitha it is necessary\nto describe briefly the tender\nprocess that is adopted in the case of contracts\nof the type in question. A consulting engineer is appointed for each contract.\nThe\nfunction of the consultant is first to design the works and prepare the\nnecessary documents, including specifications, drawings,\nand a schedule of\nquantities for inclusion in the tender documents. Once the tenders are opened,\nwhich takes place in public, they\nare scrutinized by the consultant to ensure\nthey are complete and comply with the formal requirements of the tender\ndocuments. He\nalso checks the priced schedule of quantities and corrects any\ncalculation errors that he finds. Thereafter he prepares a draft report\n(there\nmay be more than one) in which he sets out his analysis and assessment of the\ntenders as well as his recommendations as to\nwhich should be successful. The\ndraft is discussed with what was referred to in the papers as the\n‘private’ project manager\nand ultimately finalized in the form of a\nreport by the ‘departmental’ project manager which is signed by him\nand which\ncontains a recommendation to the STC as to which of the tenders ought\nto be accepted. The private project manager in the case of\nall three contracts\nwas Africon Engineering International (Pty) Ltd (‘Africon’). This\ncompany was not appointed on an\nad hoc\nbasis.  It has an on-going\nrelationship with the DPW and has fulfilled the function of a private project\nmanager for more than 20\nyears.\n[4]\tIt is convenient to begin with the\nDrakenstein tender. The relevant facts on which Reticulation based its attack on\nthe award\nof the tender to Nolitha can be shortly stated. The repair work\nrelated to 11 installations. Installation A was headed ‘Steam\nGeneration’. Nolitha quoted a total of R146 664,00 for this part of the\nwork. The amount was made up of a mere R4 164 for the\nactual repair work and\nR142 500 for the remainder of the items such as operating and maintenance\nmanuals, statutory inspections and\ntests, logging, training and recording. The\namount of R4 164 was clearly not market related. An examination of\nNolitha’s priced\nschedule of quantities revealed that it had quoted a\nnominal amount of R2 for each and every item of actual repair work for this\ninstallation, hence a total of only R4 164,00. By contrast, Reticulation’s\nquotation for the repair work was R455 719,78. The\ndifference between the two ie\nR451 555,78, exceeded the amount by which Nolitha’s overall tender\nexceeded that of Reticulation.\nReticulation’s tender was the second\nlowest. It also gained, after Nolitha, the second highest number of points\ncalculated\nin terms of a points system to which I shall refer later.\n[5]\tThe\nreason for Nolitha tendering as it did was readily apparent. The Drakenstein\ntender was advertised in the Government Tender\nBulletin on 12 September 2003.\nThe closing date for tenders was 8 October 2003. Unbeknown to the STC and the\nDPW’s head office,\nthe DPW’s regional tender committee in Cape Town\nhad advertised for tenders on 23 May 2003 for work involving the replacement\nof\nthe steam operated boilers at the Drakenstein prison with electric colorifiers.\nThe local tender was awarded to Bambama Construction\n(Pty) Ltd which ultimately\nexecuted the work. The consequence of the Bambama contract was to render the\nrepair work itemized in the\nschedule of quantities unnecessary.  Nolitha was\nobviously aware of this and for this reason tendered in the manner it\ndid.\n[6]\tThe consulting engineer for the Drakenstein contract (and the\nWorcester contract) was Mashura Consulting (Pty) Ltd. Mr Aslam Ogier,\na\ndirector, was the engineer actually involved in the project. He prepared several\ndrafts for the report which the departmental project\nmanager would ultimately be\nrequired to sign and submit to the STC. This report, as previously mentioned,\ncontained the recommendation\nas to which tender ought to be accepted.\nOgier’s drafts were all submitted to Africon (the ‘private’\nproject manager)\nfor discussion. Significantly, in all but one of these he\nrecommended that Reticulation, and not Nolitha, be awarded the contract.\nHe\nclearly had some knowledge of the earlier tender. In his initial drafts he\nreferred to Nolitha’s ‘abnormally low’\nprice for the repair\nsection of Installation A and commented:\n‘In our opinion the low rates\nare misleading or the tenderer used low rates to justify a low installation cost\nbased on the\nspeculation that electrical heaters will replace the entire steam\ninstallation.’\nNonetheless the final draft which became the report\ndated 4 December 2003 and submitted to the STC by the departmental project\nmanager\nrecommended that Nolitha’s tender be accepted on the basis that it\nwas the lowest and gained the highest number of points.\nThe report contained no\nreference to the abnormally low tender price for Installation A or to the\noverlapping of tenders. No explanation\nwas given for this omission save that the\nacceptance of Nolitha’s tender was regarded as not involving an\n‘unacceptable\nfinancial risk’ for the DPW and there were\n‘insufficient grounds to out motivate\nNolitha’.\n[7]\tReticulation’s complaint was that Nolitha’s\ntender was unacceptable and should have been rejected. It contended that\nby\nfailing properly to price a section of the work Nolitha had gained an unfair\nadvantage over other tenderers and had thereby also\nprejudiced the State. But\nbefore dealing with the legal principles involved it is convenient to set out\nbriefly the circumstances\nof the Worcester tender which was the subject of a\nsimilar complaint by Sapela.\n[8]\tIn its Worcester tender Nolitha quoted a\nmere R1 606 for section 3 of Installation A. The section was headed ‘Hot\nWater\nGeneration’. Sapela quoted R203 964,68 for this section. As in the\ncase of the Drakenstein tender, the amount of R1 606 was\nclearly not market\nrelated. The priced schedule of quantities for the section shows that Nolitha\nquoted a nominal price of R11 for\neach and every item save for two. The lowest\ntender was that of M & D Engineering but its tender was excluded for want of\ncompletion.\nNolitha’s was the second lowest and Sapela’s the third\nlowest.\n[9]\tOnce again the reason for Nolitha quoting nominal prices for the\nsection in question was apparent. The closing date for the Worcester\ntenders was\n10 September 2003. Here too, unbeknown to the STC and the DPW head office, the\nDPW’s regional office on 5 September\n2003 advertised for tenders for work\ninvolving the installation of a new hot water service at the Worcester prison.\nThis tender was\nsubsequently also granted to Nolitha. The effect of the latter\ntender was to render the repair work under section 3 unnecessary.\nNolitha was\nobviously aware of the regional office’s tender.\n[10]\tAgain the\nconsulting engineer had knowledge of the earlier tender and appreciated the\nreason for the nominal amounts quoted in\nNolitha’s tender. The two draft\nreports prepared by Ogier contained the following\nstatement.\n‘Abnormally low rates; lower than market related rates\nappear in Installation A – Hot Water Generation Systems. Average\nprice for\nthis installation is R194 000.00 (tenders 4 & 5) whilst Nolitha’s\nprice is R1 606.00. We are of the opinion that\nthe reason for these low rates is\ndue to the tenderer’s speculation that some of these installations shall\nfall away or be\npart of a different PWD contract in the near\nfuture.’\nAs in the case of the Drakenstein tender, the final report\nsubmitted to the STC contained no reference to the abnormally low tender\nprice\nfor section 3 of Installation A or to the overlapping of tenders. Sapela’s\ncomplaint was similar to that of Reticulation,\nalthough in this instance the\namount by which Sapela’s tender for section 3 exceeded that of Nolitha did\nnot exceed the difference\nbetween the two overall tenders.\n[11]\tThe starting\npoint is the Constitution. Section 217 reads:\n‘(1)\tWhen an organ of\nstate in the national, provincial or local sphere of government, or any other\ninstitution identified in\nnational legislation, contracts for goods or services,\nit must do so in accordance with a system which is fair, equitable, transparent,\ncompetitive and cost-effective.\n(2)\tSubsection (1) does not prevent the\norgans of state or institutions referred to in that subsection from implementing\na procurement\npolicy providing for -\n(a)\tcategories of preference in the\nallocation of contracts; and\n(b)\tthe protection or advancement of persons, or categories of persons,\ndisadvantaged by unfair discrimination.\n(3)\tNational\nlegislation must prescribe a framework within which the policy referred to in\nsubsection (2) must be implemented.’\nThe national legislation\ncontemplated in ss(3) is the\nPreferential Procurement Policy Framework Act 5 of\n2000\nAct (‘the Preferential Act’). In terms of s 2 an organ of state\nis required to determine its ‘preferential procurement\npolicy’ and\nimplement it in a framework embodying a ‘preference point system’.\nThat system, in turn, is to distinguish\nbetween contracts having a Rand value\nabove or below a prescribed amount. In the upper category a maximum of 10 points\nmay be allocated\nfor specific goals relating in effect to categories of\nhistorically disadvantaged persons, ‘provided that the lowest acceptable\ntender scores 90 points for price’. In the case of the lower category 20\npoints may be allocated for the specific goals referred\nto above,\n‘provided that the lowest acceptable tender scores 80 points for\nprice’. In terms of s 2(1)(f) the contract\nis to be awarded to the\ntenderer who scores the highest points, unless certain specified criteria\njustify the award to another tenderer.\nThese criteria are not relevant to the\npresent inquiry. The reason is that for a tender to be eligible for\nconsideration, ie for\nthe allocation of points, it must in terms of s 2(1) be an\n‘acceptable tender’. An ‘acceptable tender’ in\nturn is\ndefined in s 1 as meaning:\n‘any tender which, in all respects, complies\nwith the specifications and conditions of tender as set out in the tender\ndocument.’\nIt is well established that the legislature and executive in\nall spheres are constrained by the principle that they may exercise no\npower and\nperform no function beyond those conferred upon them by law. This is the\ndoctrine of legality. See\nPharmaceutical Manufacturers Association of SA : in\nre ex parte President of the Republic of South Africa\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC)\nparas 17 and 50;\nGerber v Member of the Executive Council for Development\nPlanning & Local Government, Gauteng\n2003 (2) SA 344\n(SCA) para 35. The\nacceptance by an organ of state of a tender which is not\n‘acceptable’ within the meaning of the Preferential\nAct is therefore\nan invalid act and falls to be set aside. In other words, the requirement of\nacceptability is a threshold requirement.\nThis was common cause between the\nparties.\n[12]\tThe STC clearly awarded all three contracts on the basis of a\npoints system as envisaged in s 2 of the Preferential Act. All\nthree fell into\nthe upper category. There was, however, a dispute on the papers as to whether a\ndocument entitled ‘Conditions\nPertaining to Targeted Procurement’\nproduced by the respondents constituted the DPW’s ‘preferential\nprocurement\npolicy’ and, if so, what weight was to be attributed to it. In\nterms of clause 4.1 of the document employers are required,\nprior to a detailed\nevaluation of tenders, to determine whether each tender is\ninter alia\na\n‘responsive tender’. A fairly comprehensive definition of that\nexpression then follows. Its object, no doubt, is to\ngive content to the concept\nof ‘acceptability’. But it is the latter that is the statutory, and\ntherefore the decisive,\nthreshold requirement. In the circumstances, it is\nunnecessary to resolve the dispute between the parties as to the relevance of,\nor the weight to be attributed to, the document.\tWhat must be decided is whether\nNolitha’s Drakenstein and Worcester tenders\nwere ‘acceptable\ntenders’ within the meaning of the Preferential Act.\n[13]\tCounsel for\nthe appellant submitted in this court that the failure on the part of a tenderer\nto price each and every item of\nthe schedule of quantities did not amount to\nnon-compliance ‘with the specifications and conditions of tender as set\nout in\nthe tender documents’ within the meaning of the definition of\n‘acceptable tender’. In support of this contention\nhe referred to\nvarious provisions in the tender documents and in particular to clause 6 to the\npreamble to the schedule of quantities.\nIt reads:\n‘An amount or rate\nshall be entered against each item in the Schedule of Quantities, whether or not\nquantities are stated. An\nitem against which no amount or rate is entered will\nbe considered to be covered by the other amounts or rates in the\nSchedule.\nShould the Tenderer group a number of items together and tender one\nlump sum for such group of items, the single tendered lump sum\nshall apply to\nthat group of items and not to each individual item, or should he indicate\nagainst any item that full compensation\nfor such item has been included in\nanother item, the rate for the item included in another item shall be deemed to\nbe nil.’\nIn my view this provision and the others to which counsel\nreferred do not assist in justifying the award to Nolitha. It is no doubt\ntrue\nthat the failure to price each and every item in the schedule of quantities\nwould not necessarily be fatal to the tender. But\nthis is not the issue. Clause\n7.1 of the Conditions of Tender reads:\n‘We undertake to submit our\nBills of Quantities with all items duly priced, extended and cast in ink\ntogether with our tender\nand the full set of tender documents and\ndrawings.’\nWhat is required is that the tender relate to the entire\nwork itemized in the schedule of quantities. This much is clear from clause\n6 to\nthe preamble; an item not priced will be considered to be covered by the other\nitems. But this is not the basis upon which Nolitha\ntendered. It tendered\nnominal amounts for items covering entire sections of the work and it did so on\nthe understanding that the\nwork would not be required.\n[14]\tThe definition of\n‘acceptable tender’ in the Preferential Act must be construed\nagainst the background of the system\nenvisaged by s 217(1) of the Constitution,\nnamely one which is ‘fair, equitable, transparent, competitive and\neffective’.\nIn other words, whether ‘the tender in all respects\ncomplies with the specifications and conditions of tender as set out in\nthe\ncontract documents’ must be judged against these values. Merely because\neach item is priced does not mean that there was\nproper compliance. What the\nPreferential Act does not permit a tenderer to do is in effect omit from his\ntender a whole section of\nthe work itemized in the bill of schedules and\nrequired to be performed. A tenderer who is permitted to do this has an unfair\nadvantage\nover competing tenderers who base their tenders on the premise,\ninherent in the tender documents, that all the work itemized in the\nschedule of\nquantities is to be performed. Whether work may later be omitted is of no\nconsequence. What is imperative is that all\ntenderers tender for the same thing.\nBy tendering on the basis that certain work will not be required a tenderer is\nable to reduce\nhis price to the detriment of other tenderers, and almost\ncertainly also to the detriment of the public purse since he is likely\nto load\nother items to the detriment of the employer. Such a tender offends each of the\ncore values which s 217 (1) of the Constitution\nseeks to uphold. It would not be\na tender which is ‘acceptable’ within the meaning of the\nPreferential Act.\n[14]\tIt follows that in my view both Nolitha’s\nDrakenstein tender and Worcester tender were unacceptable and should have been\nrejected. It follows too that the award of those contracts to Nolitha was\ninvalid. In view of this conclusion it is unnecessary to\ndeal with a further\nground upon which Reticulation challenged the validity of the Drakenstein\ntender.\n[16]\tI turn now to the Helderstroom tender. When the tenders were\nopened in public it appeared that Sapela’s tender was the\nlowest. But\nafter the tenders had been examined by the consulting engineer, Nolitha’s\ntender was reduced by no less than some\nR900 000 as a result of what was said to\nbe ‘arithmetical errors’. The effect was to make Nolitha’s\ntender the\nlowest. Not surprisingly this caused some disquiet amongst the other\ntenderers. However, the main thrust of the attack on the award\nof the contract\nto Nolitha related to something different.\n[17]\tIt appears that Nolitha\nmisunderstood two items in the schedule of quantities (items 100.2 and 100.3)\nrequiring the maintenance\nof a call centre. It quoted for the maintenance of the\ncall centre itself instead of the cost of being in a position to receive and\nrespond to call-outs for the repair of electrical and mechanical installations\nat the prison. The error was reflected in the amounts\nquoted for these two\nitems. While Sapela and another tenderer, M & D Engineering, quoted under\nR20 000 for both items, Nolitha\nquoted R1 693 000 for the one item and R63 000\nfor the other.\n[18]\tIn four draft reports dated respectively 17 October, 30\nOctober and 31 October 2003 (two are dated 31 October) the consulting\nengineer,\nB N Buziba & Associates Cape CC, recommended that Sapela’s tender,\nbeing the second lowest, be accepted. In the\ndrafts the engineer referred to the\nunbalanced nature of the Nolitha tender and expressed the view that the\nacceptance of the tender\nwould involve ‘a substantial financial risk to\nthe Department’. On 6 November 2003 the engineer wrote to Africon\nexpressing\nthe view that Nolitha had ‘misunderstood the meaning of items\n100.2 and 100.3’ and that it had ‘under-quoted on\nmost of the\nremaining maintenance items for Installations A to P’. The following day,\n7 November 2003, the engineer wrote to\nNolitha regarding these items and\nsuggested that:\n‘. . . these two maintenance items be measured monthly\nas a weighted average (according to value) of the achieved scores on\nall the\ninstallations.’\nNolitha’s acceptance of the suggestion was\nsubsequently (but on the same day) recorded in writing and signed on behalf of\nNolitha\non the same letter. The final report dated 17 November 2003 addressed by\nthe departmental project manager to the chairman of the\nSTC recommended that\nNolitha’s tender be accepted. It contained no reference to the comments\nadverse to Nolitha in the engineer’s\nearlier drafts.\n[19]\tIt is well\nestablished that a tender process implemented by an organ of state is an\n‘administrative action’ within\nthe meaning of the Promotion of\nAdministrative Justice Act 3 of 2000 (‘PAJA’). See eg\nLogbro\nProperties CC v Bedderson NO and Others\n2003 (2) SA 460\n(SCA) para 5 and the\ncases there cited. As observed by Cameron JA  ‘This entitled the appellant\n. . . to a lawful and procedurally\nfair process . . . .’  What is fair\nadministrative process ‘depends on the circumstances of each case’\n(s 3(2)(a)\nof PAJA). In\nMetro Projects CC v Klerksdorp Local Municipality\n2004 (1) SA 16\n(SCA) para 13 Conradie JA said:\n‘It may in given\ncircumstances be fair to ask a tenderer to explain an ambiguity in its tender;\nit may be fair to allow a tenderer\nto correct an obvious mistake; it may,\nparticularly in a complex tender, be fair to ask for clarification or details\nrequired for\nits proper evaluation. Whatever is done may not cause the process\nto lose the attribute of fairness or, in the local government sphere,\nthe\nattributes of transparency, competitiveness and cost-effectiveness.’\nIn\nthe present case, what in effect occurred is that Nolitha’s tender, with\nthe latter’s written consent, was adjusted\nby the reallocation of an\namount over-quoted for one, or rather two items, to ‘most of the remaining\nmaintenance items for\nInstallations A - P’ for which Nolitha had\nunder-quoted. The effect was apparently to convert a tender from one regarded by\nthe engineer as unbalanced and a financial risk to one which was acceptable. But\nthe offer made by Nolitha, as embodied in its tender,\nwas not the one ultimately\naccepted. What was accepted was in truth an offer that was made on 7 November\n2003, some two months after\nthe closing date for tenders. In my view this was\nenough to strip the tender process of the element of fairness which requires the\nequal evaluation of tenders. It follows that the acceptance of the Nolitha\ntender and the award of the contract were correctly held\nby the court\na\nquo\nto be reviewable.\n[20]\tHowever, that is not the end of the matter.\nHad the application in the court below been adjudicated when proceedings were\nlaunched\nSapela and Reticulation (‘the respondents’) would no doubt\nhave been entitled to the relief they sought. But given the\ninevitable effluxion\nof time and the extent of the work performed by Nolitha between the launching of\nproceedings and the granting\nof judgment, the question that arises is whether\nthe relief sought, and granted, was capable of practical implementation. It is\nnecessary\nfirst to trace briefly the events between the award of the tenders and\nthe judgment of the court\na quo\n.\n[21]\tThe Helderstroom tender was\nawarded to Nolitha in early December 2003. The Drakenstein and Worcester tenders\nwere awarded on\n19 January 2004 and early February 2004 respectively. On 8\nDecember 2003 Sapela wrote to the Ministry of Public Works expressing\nits\nconcern about the adjudication of tenders and seeking an urgent meeting. There\nwas no response. On 15 January 2004 Reticulation\nwrote to the Department of\nNational Treasury in which it raised similar concerns regarding the tender\nprocess. The National Treasury\nresponded in a letter dated 20 January 2004 and\nenquired whether Reticulation had asked the DPW for reasons for the award to\nNolitha.\nReticulation replied the same day, saying that without sight of the\ntenders themselves the reasons would be of little assistance.\nAlso on 20 January\n2004 the respondents lodged a complaint with the Public Protector. The latter\nresponded on 22 January and suggested\nthat the respondents request the DPW to\nsuspend the award of further contracts pending receipt of information to enable\nthem to consider\ntheir options. On 26 January Sapela requested reasons from the\nDPW for the decisions not to award the respondents the Helderstroom,\nWorcester\nand Drakenstein tenders. In addition it sought information and documents, such\nas engineers’ reports, to enable it\nto evaluate those reasons. Also on 26\nJanuary it addressed another letter to DPW requesting that the award of the\nDrakenstein prison\nbe suspended until the requested information had been\nreceived. On 2 February 2004 the respondents received three letters from the\nDPW. The reasons given for the acceptance of Nolitha’s tenders consisted\nof little more than a bald statement that Nolitha\nhad scored the highest number\nof points. The information and copies of the documents requested were refused on\nthe grounds of privilege.\nIn the third letter, dated 2 February 2004, the DPW\nstated that the request to suspend the handing over of the Drakenstein site to\nNolitha could not be considered. At that stage the respondents consulted\nattorneys. On 4 February the latter wrote to the DPW requesting\ninformation in\nterms of the\nPromotion of Access to Information Act 2 of 2000\nregarding the\naward of the tenders to Nolitha. A response was received on 26 February 2004 but\nthe information furnished was insufficient\nto enable the respondents to evaluate\ntheir position. The next day, 27 February 2004, the respondents launched the\nreview proceedings\nwhich are the subject of this appeal.\n[22]\tThe application\nwas brought as a matter of urgency and was set down for hearing on 4 March 2004.\nAs the matter was opposed, it\ncould not be heard on that day and by agreement it\nwas referred to the semi-urgent roll for hearing on 24 May 2004. The first and\nsecond respondents (now first and second appellants) were ordered to dispatch\n‘the records of the proceedings’ to the\nRegistrar on or before 23\nMarch 2004. On 6 April 2004 the respondents gave notice of their intention to\napply on 24 May 2004 for\nan order restraining the DPW from giving access to any\nnew installations to perform work pending the final determination of the review\nproceedings. In the event the interdict was not sought.\n[23]\tJudgment was\ndelivered on 12 July 2004. Erasmus J observed that by the time the application\nwas heard in May 2004 much of the\nrepair work pursuant to the respective\ncontracts would already have been done. But, he said, the maintenance component\nof the contracts\nremained and the disruptive effect of declaring the contracts\nnull and void could ‘be mitigated by suspending the coming into\noperation\nof the orders made so as to enable the parties to make appropriate arrangements\nfor phasing out of work on the tenders,\nand completing particular facets of work\nwhich are incomplete’. Whether this was at all practical was not\nconsidered.\n[24]\tWhen the appellants applied to the court\na quo\nfor\nleave to appeal the respondents countered with an application for an order in\nterms of\nRule 49\n(11) to the effect that pending the appeal the orders made in\nthe court’s judgment of 12 July 2004 were not to be suspended\nbut were to\nbe put into effect as from 1 February 2005. The reason for the latter date was\nthat by then all the repair work would\nhave been completed. What the respondents\nhad in mind was that the maintenance component be separated from the repair\ncomponent.\nThe application was, however, refused. Erasmus J pointed out that\nboth components had been the subject of a single tender and were\nto an extent\ninextricably interrelated; for example, the 12 month guarantee furnished by\nNolitha covered all equipment and parts\nsupplied and installed and formed an\nessential part of the maintenance programme. The extent of the maintenance\nwould, no doubt,\nalso depend upon the quality of the repair work. By now, of\ncourse, a substantial part of even the maintenance period has\nexpired.\n[25]\tCounsel for the appellant submitted that the court\na quo\nought to have declined to set aside the contracts, if for no other reason\nbecause it was not possible to reverse what had already\nbeen done, and because\nby the time judgment was delivered it was no longer practicable to start the\ntender process over again for\nthe outstanding work. It was submitted further\nthat this state of affairs was attributable to the respondents’ failure to\ninstitute\nreview proceedings timeously and to seek an interim interdict\npreventing the work from proceeding.\n[26]\tThere is no merit in\ncounsel’s further submission. Within a day or two of becoming aware of the\naward of the Helderstroom\ntender the respondents wrote to the Ministry\nexpressing their concern over the tender process. As early as 26 January 2004\nthey wrote\nto the DPW requesting the documents necessary to enable them to\nascertain their rights with regard to a possible review. The request\nwas\nrefused. A subsequent attempt to invoke the provisions of the\nPromotion of\nAccess to Information Act was\nsimilarly unsuccessful. Ultimately they were\nobliged to institute proceedings even before they were fully apprised of the\nfacts necessary\nto substantiate the review. The documents they sought were\neventually furnished to them on 23 March 2004, almost two months after\ntheir\ninitial request. It was only then that they were able to file a supplementary\naffidavit properly substantiating the relief\nthey sought. In my view they were\nnot in any way to blame for a delay in initiating proceedings or bringing them\nto finality. Nor\nwere they at fault for failing to stop the work from\nproceeding. The DPW made it quite clear in correspondence that it was not\nprepared\nto suspend the work or to withhold from Nolitha access to any of the\ninstallations. It is true that the respondents did not proceed\nwith their\nthreatened interdict but, as explained in the replying affidavit, access to all\nthe installations had by then (10 April\n2004) been granted to Nolitha. Any\napplication for an interdict would in any event have been opposed by the\nappellants.\n[27]\tHowever, the appellants’ stance on the\nimpracticability of attempting to start the tender process over again for the\ncompletion\nof the remaining work strikes me as correct.  As observed by Erasmus\nJ, the repair and maintenance components of the contracts are\ninterrelated. The\norder of the court\na quo\n, if implemented, is likely not only to be\ndisruptive but also to give rise to a host of problems not only in relation to a\nnew tender\nprocess but also in relation to the work to be performed.\n[28]\tIn\nappropriate circumstances a court will decline, in the exercise of its\ndiscretion, to set aside an invalid administrative\nact. As was observed  in\nOudekraal Estates (Pty) Ltd v City of Cape Town\n2004 (6) SA 222\nSCA para\n36 at 246D:\n‘It is that discretion that accords to judicial review its\nessential and pivotal role in administrative law, for it constitutes\nthe\nindispensable moderating tool for avoiding or minimising injustice when legality\nand certainty collide.’\nA typical example would be the case where an\naggrieved party fails to institute review proceedings within a reasonable time.\nSee eg\nWolgroeiers Afslaers (Edms) Bpk v Munisipaliteit van Kaapstad\n1978 (1) SA 13\n(A); see also\ns 7(1)\nof PAJA which gives statutory recognition to\nthe rule. In a sense, therefore, the effect of the delay is to\n‘validate’\nwhat would otherwise be a nullity. See\nOudekraal\nEstates (Pty) Ltd\n,\nsupra\n,\npara 27 at 242E-F. In the present\ncase, as I have found, there was no culpable delay on the part of the\nrespondents. But the object\nof the rule is not to punish the party seeking the\nreview. Its\nraison d’être\nwas said by Brand JA in\nAssociated Institutions Pension Fund v Van Zyl\n2005 (2) SA 302\n(SCA) at\npara 46 to be twofold:\n‘First, the failure to bring a review within a\nreasonable time may cause prejudice to the respondent. Secondly, there is a\npublic interest element in the finality of administrative decisions and the\nexercise of administrative functions.’\nUnder the rubric of the second I\nwould add considerations of pragmatism and practicality.\n[29]\tIn my view, the\ncircumstances of the present case as outlined above, are such that it falls\nwithin the category of those cases\nwhere by reason of the effluxion of time (and\nintervening events) an invalid administrative act must be permitted to stand.\nWhile\nthe court\na quo\ncorrectly found that the award of each of the three\ntenders was invalid when made, it appears not to have appreciated that it had\na\ndiscretion to decline to set aside those awards. It follows that in my view the\ncourt\na quo\nerred in making the order it did and this court is free to\nset aside that order.\n[30]\tI turn to the question of costs. It is clear that\nthe respondents’ attempts to finalise the review as quickly as possible\nwere frustrated by the appellants’ refusal to let them have the necessary\ninformation and documentation. This was made available\nonly on 23 March 2004. \nIt is also clear that the appellants were not prepared to delay the handing over\nof the sites or the execution\nof the work pending the receipt by the respondents\nof the necessary information. In the event, the respondents took the risk of\nlaunching\nproceedings even before they were able to properly substantiate their\ngrounds of review. This they did in a supplementary affidavit\nfiled after\nreceipt of the                        information. Had the matter been\nadjudicated when the review proceedings were launched\nit would in all\nprobability still have been practicable to grant the respondents relief. Through\nno fault of their own this is now\ndenied them. It is true that in the answering\naffidavit filed on behalf of the appellants the point was taken that the matter\nhad\nbecome academic, but the main thrust of their resistance to the relief\nsought both in this court and in the court below was always\nthat the\nrespondents’ complaints had no substance. In the special circumstances of\nthe case it seems to me to be appropriate\nfor the appellants to be ordered to\npay the respondents’ costs both in this court and in the court\nbelow.\n[31]\tThe following order is made:\n(1)\tThe appeal is upheld. The first and second appellants are however ordered to\npay the costs of appeal of the first and second\nrespondents.\n(2)\tThe order of the court\na quo\nis set aside and the following is\nsubstituted in its place:\n‘(i)\tThe application is\ndismissed.\n(ii)\tThe first and second respondents are ordered to pay the costs of the first\nand second applicants.’\n__________\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nCAMERON\nJA\nMTHIYANE  JA\nLEWIS\t  JA\nMAYA        AJA",
  "scraped_at": "2026-02-12T15:02:34.863636",
  "date": "2005-09-26",
  "coram": [
    "SCOTT",
    "CAMERON",
    "MTHIYANE",
    "LEWIS JJA",
    "MAYA AJA"
  ],
  "case_number": "511/04",
  "parties": {
    "applicants": [
      "Standing Tender Committee",
      "Department of Public Works",
      "Director General of the Department of Public Works",
      "Minister of Public Works"
    ],
    "respondents": [
      "JFE Sapela Electronics (Pty) Ltd",
      "JFE Power Distribution (Pty) Ltd t/a JFE Reticulation",
      "Nolitha Electrical & Construction (Pty) Ltd",
      "State Tender Board"
    ]
  },
  "sections": {
    "facts": "The Department of Public Works (DPW) awarded three repair and maintenance contracts for the Drakenstein, Worcester and Helderstroom prisons to Nolitha Electrical & Construction. Nolitha submitted nominal prices for large parts of the work because parallel regional tenders had already awarded those works to the same contractor, making the later work unnecessary. The consulting engineers flagged the abnormally low prices, but the final reports to the Standing Tender Committee (STC) omitted these concerns and recommended Nolitha on the basis of lowest price and points. Sapela and Reticulation challenged the awards, arguing the tenders were not \"acceptable\" under the Preferential Procurement Policy Framework Act. The lower court set aside the awards; the DPW appealed.",
    "issues": "1. Whether the tenders awarded to Nolitha were \"acceptable\" within the meaning of the Preferential Procurement Policy Framework Act. 2. Whether the award of the contracts was invalid due to non‑compliance with constitutional procurement requirements (s 217) and the doctrine of legality. 3. Whether, despite the invalidity, the court should set aside the awards given the elapsed time and practical impossibility of reinstating the contracts (effluxion of time).",
    "principles": "The judgment applied constitutional procurement mandates (s 217(1) of the Constitution), the definition of \"acceptable tender\" in the Preferential Procurement Policy Framework Act, the doctrine of legality, and the administrative‑law fairness requirements of PAJA. It also relied on the courts' discretionary power to refuse setting aside an invalid administrative act where delay or practical considerations make such relief untenable.",
    "application": "The court held that Nolitha’s Drakenstein and Worcester tenders were unacceptable because they omitted whole sections of the schedule of quantities, giving an unfair advantage and violating the core values of fairness, transparency and competitiveness. The Helderstroom tender was also invalid because the accepted offer was altered after the closing date, breaching PAJA's fairness requirement. Although the awards were invalid, the court noted that by the time of appeal the repair work had largely been performed and a new tender process would be disruptive. Consequently, invoking the principle of effluxion of time, the court used its discretion to refuse setting aside the awards and instead set aside the lower court’s order.",
    "conclusion": "The appeal was upheld. The first and second appellants (the DPW entities) were ordered to pay the costs of the respondents. The order of the court a quo was set aside and replaced with a dismissal of the application; the respondents were ordered to pay the costs of the appellants."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "Preferential Procurement Policy Framework Act",
      "Acceptable Tender",
      "Effluxion of Time",
      "Judicial Review",
      "Cost Orders"
    ]
  }
}