{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/35.html",
  "case_name": "London Clubs International (Overseas) Investments (Pty) Ltd v Free State Gambling and Racing Board and Others (525/2003) [2005] ZASCA 35 (31 March 2005)",
  "citation": "[2005] ZASCA 35",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 35\n|\nNoteup\n|\nLawCite\nLondon Clubs International (Overseas) Investments (Pty) Ltd v Free State Gambling and Racing Board and Others (525/2003) [2005] ZASCA 35 (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO: 525/2003\nReportable\nIn the matter between\nLONDON CLUBS INTERNATIONAL\n(OVERSEAS) INVESTMENTS (PTY)\nLTD\nAppellant\nand\nTHE FREE STATE GAMBLING AND\nRACING BOARD\nFirst Respondent\nTHE MEMBER OF THE EXECUTIVE\nCOUNCIL: FINANCE AND\nEXPENDITURE AND ECONOMIC AFFAIRS:\nFREE STATE PROVINCIAL\nGOVERNMENT\nSecond Respondent\nGOLDEN FLAMINGO RESORT (PTY)\nLTD\nThird Respondent\nINCITICORP (PTY) LTD\nFourth Respondent\nVAAL RIVER CASINO (PTY) LTD\nFifth Respondent\nCoram\n:\nHowie P, Zulman, Cameron, Nugent et Van Heerden JJA\nHeard:\t3 March 2005\nDelivered:\t31 March 2005\nSummary:\tFree State Gambling and Racing Act 6 of 1996 –\ninterpretation of\ns 93(4) – whether responsible Member of the Executive Council\nentitled to exercise powers and perform functions of Free State\nGambling and Racing Board after expiry of terms of office of Board’s\ninitial members and before appointment of new members – if not, whether\nAppellant entitled to declaratory relief sought in\nthe court below\nJUDGMENT\nNUGENT & VAN HEERDEN JJA:\nIntroduction\n[1]\nThere are two main issues in\nthis appeal: firstly, whether the second respondent, the Member of the Executive\nCouncil: Finance, Expenditure\nand Economic Affairs: Free State Provincial\nGovernment (the MEC), was entitled, in terms of s 93(4) of the Free State\nGambling and\nRacing Act 6 of 1996 (the Act), to exercise and perform the powers\nand functions of the first respondent, the Free State Gambling\nand Racing Board\n(the Board), after the expiry of the terms of office of the Board’s\ninitial appointed members and before the\nappointment of new members.  If not,\nthen the second question to be answered is whether the appellant, London Clubs\nInternational\n(Overseas) Investments (Pty) Ltd (LCI), was entitled to the\ndeclaratory relief sought by it in the court below.\nBackground\n[2]\nThe Board is a juristic\nperson established in terms of s 2 of the Act, its existence as such dating from\nthe commencement of the Act\non 31 May 1996. The first members of the Board were\nappointed by the MEC\n[1]\nwith effect\nfrom 19 March 1998 and their respective terms of office expired simultaneously\nthree years later on 18 March\n2001.\n[2]\n[3]\nPursuant\nto s 13(1)\n(j)\n(ii) of the then\nNational Gambling Act 33 of\n1996\n,\n[3]\nthe Free State Province could\ngrant a maximum of four casino licences. The Board invited applications for\ncasino licences for zones\n2, 3 and 4 (the Northern, Eastern and Goldfield zones)\nin the Free State Province by notices published in terms of s 30(1) of the\nAct\nin the Provincial Gazette on 8 December 2000 and in the Sunday Times on 10\nDecember 2000. In response to this invitation, LCI\nobtained a copy of the\nRequest for Proposal (the RFP) from the Board against payment of the fee of\nR5 700. The RFP contained\na ‘Schedule of critical dates\n(Timetable)’ which, in terms of para 1.11, provided ‘the anticipated\ntiming of adjudication\nof the Free State Casino Development Project’. The\nBoard’s right to amend or deviate from the schedule of dates was expressly\nreserved. The date originally stipulated in the schedule as the ‘deadline\nfor submission of detailed proposals and notice of\napplication’ was 14\nMarch 2001. On 30 January 2001 this deadline was extended by the Board to 6\nApril 2001 and the schedule\nof critical dates was revised accordingly. Notice of\nthis extension was subsequently given by the CEO (by letter dated 5 February\n2001) to all ‘applicants’, including LCI, who were subsequently\nfurnished with copies of the revised\nschedule.\n[4]\nThe terms of office of all the\nfirst appointed members of the Board expired on 18 March 2001. On 29 March 2001,\nin response to a request\nfrom the CEO of the Board dated 28 March 2001, the MEC\npurported to approve a further extension to 11 May 2001 of the deadline for\nthe\nsubmission of applications for casino licences. Notice of this further extension\nwas given by the CEO to all ‘applicants’\n(including LCI), by letter\ndated 29 March 2001, and such applicants were thereafter furnished with copies\nof the further revised\nschedule of dates. At that time, no new members had been\nappointed to the Board. (We were advised after the hearing of this appeal\nthat\nnew members were only appointed with effect from 21 June 2002, that their\nrespective terms of office all expired on 20 June\n2004, and that no new\nappointments have been made since then.)\n[5]\nIn\na letter dated 9 May 2001, which made specific reference to s 93(4) of the\nAct, attorneys representing a company by the name\nof Golden Letsema Investments\n(Pty) Ltd (Golden Letsema), a joint venture consortium of which LCI is\napparently one of the shareholders,\n[4]\nadvised the CEO that –\n‘It is ... our submission that neither the Chief Executive Officer as\ndelegated authority, nor the Member of the Executive\n[Council], has the\njurisdiction in the absence of a Board, to proceed to exercise the functions of\nthe Board and that any actions\nin the absence of the Board, will be\nvoid.’\n[6]\nThereafter,\nin response to a written request dated 19 September 2001 addressed to him by\nGolden Letsema’s attorneys, the CEO\nconfirmed in writing on 2 October 2001\nthat the terms of office of the appointed members of the first Board expired on\n18 March 2001,\nand that no specific powers relating to the casino licensing\nprocess had been delegated by the Board to the CEO before that date.\nThe CEO\nfurther informed the attorneys that ‘section 93(4) of the Free State\nGambling and Racing Act, 1996 provides for a transitional\narrangement pending\nthe appointment of the\nBoard.’\n[7]\nNeither LCI, nor any one of\nGolden Flamingo Resort (Pty) Ltd (Golden Flamingo), Inciticorp (Pty) Ltd\n(Inciticorp) and Vaal River Casino\n(Pty) Ltd (Vaal River), met the last deadline\n(6 April 2001) set by the Board before the expiry of the terms of office of its\nappointed\nmembers. LCI also did not submit an application for a casino licence\nbefore 11 May 2001 (the deadline as further extended by the\nMEC), while Golden\nFlamingo, Inciticorp and Vaal River all did\nso.\n[8]\nOn 13 May 2002, LCI brought an\napplication in the Free State High Court against the Board for a declaratory\norder in the following\nterms:\n‘The extension granted on or approximately the 29\nth\nMarch 2001\nby the Chief Executive Officer of the Respondent [the Board] ...as well as the\nrevised Timetable...extending the closing\ndate for the submission of detailed\nproposals and notices of application for the award of a casino licence in the\nFree State Casino\nDevelopment Project until the 11\nth\nMay 2001, be\ndeclared\nultra vires\nthe authority of the said Chief Executive Officer,\nand accordingly null and\nvoid’.\n[9]\nThe\nMEC, Golden Flamingo, Inciticorp and Vaal River were subsequently joined as the\nsecond, third, fourth and fifth respondents. \nAt the hearing of the application\nin the court below, the order referred to above was amended, at LCI’s\nrequest, to read as\nfollows:\n‘The extension granted on or about 29 March 2001 by the second respondent\n[the MEC], as well as the approval on or about 29\nMarch 2001 of the revised\ntimetable by the second respondent, extending the closing date for the\nsubmission of detailed proposals\nand notices of application for the award of\ncasino licences in the Free State Casino Development Project until 11 May 2001\nbe declared\nultra vires\nthe authority of the second respondent and\naccordingly null and\nvoid’.\n[10]\nSection\n93(4) of the Act, on which the respondents relied, amongst other things, in\nopposing LCI’s application, reads as\nfollows:\n‘Notwithstanding anything to the contrary contained in this Act, the\nresponsible Member\n[5]\nmay exercise and\nperform the powers and functions of the board, excluding the granting of any\nlicence, until such time as the board\nhas been appointed in terms of section\n4(1).’\n[11]\nThe\ncourt\na quo\n(Wright J) held that s 93(4) of the Act was to be construed\nas applying to\nany\nappointment to membership of the Board, and not only\nto the first appointment of Board members. On that interpretation of\ns 93(4),\nhe held that the MEC was authorised, in terms thereof, to perform\nthe powers and functions of the Board in the period between the\nexpiry of the\nterms of offices of its original members and the appointment of new members. The\nMEC’s decision to approve a\nfurther extension of the deadline for the\nsubmission of detailed proposals and notices of application until 11 May 2001\nwas, therefore,\nnot\nultra vires\nthe Act, as was contended by LCI. Wright\nJ also held that there had been an excessive and unreasonable delay on the part\nof LCI in\nbringing the application, without any application for condonation or\nextension having been made by LCI. The learned judge held that\neach of those two\nfindings was fatal to LCI’s application, which application he therefore\ndismissed with costs. He made no\nfinding in respect of LCI’s\nlocus\nstandi,\nwhich was also in issue. It is against that judgment that the\npresent appeal, with the leave of the court below, is\ndirected.\nInterpretation of section\n93(4)\n[12]\nThe Board was constituted\nby the Act as a juristic person having six\nmembers\n[6]\n(unless the MEC increases\nthe membership to a maximum of ten in terms of s\n4(1)\n(f)\n).\n[13]\nThe Board, thus\nconstituted, came into being when the Act commenced on 31 May 1996, though it\nhad no capacity to function until appointments\nto office were made.  To make\nthose appointments – each for a period determined by the MEC but not\nexceeding three years\n[7]\n– an\nelaborate process was to be\nfollowed.\n[8]\nThe same process is to\nbe followed when filling casual vacancies (vacancies that arise otherwise than\nby the effluxion of time)\n[9]\nin the\nmembership of the Board.\n[14]\nThe Board\nfunctions through resolutions passed by its members at meetings. Its capacity to\npass resolutions is not dependent upon\na full complement of members being in\noffice.\n[10]\nBut it does depend, in\npractice, upon whether there are sufficient members in office to constitute a\nquorum at meetings of the Board.\n[15]\nIn terms\nof s 15(3) a quorum is constituted by ‘a majority of the members of the\nboard’.  That is a reference to the membership\nof the Board as it is\nconstituted by the Act, as distinct from the holders of that office from time to\ntime.\n[11]\n[16]\nThe regime created by the Act succeeded\nvarious legislative regimes that were in existence immediately before, but came\nto an end\nupon, its commencement, making it necessary to provide for a\ntransition.  The legislation that was repealed was the Horse-Racing\nand Betting\nOrdinance 12 of 1956 (Orange Free State), the Horse-Racing and Betting Ordinance\n8 of 1977 (Orange Free State), the Casino\nAct 19 of 1977 (Bophutatswana), and\nthe Gaming and Betting Act 39 of 1989 (Bophutatswana), insofar as they applied\nto the Free State\nprovince.\n[17]\nThat\ntransition is provided for in s 93.  Subsection (1) provides for the continued\nvalidity of casino licences issued under the repealed\nlegislation. Subsection\n(2)\n(a)\nprovides for the continued validity of applications made under the\nrepealed legislation.  Subsection (2)\n(b)\nprovides for the continued\nvalidity of licences and authorities issued under the repealed legislation. \nSubsection (2)\n(c)\nprovides for the continued validity of rules and\nregulations made under the repealed legislation.  Subsection (2)\n(d)\nprovides for the continued validity of anything done in terms of the repealed\nlegislation. Subsection (3) provides for the vesting\nin the Board upon\ncommencement of the Act of all assets, liabilities, rights and obligations of a\nboard established in terms of the\nrepealed legislation.  The provisions of the\nfinal subsection, subsec 93(4), are set out in para [10]\nabove.\n[18]\nSubsection 93(3) was probably\nintended to refer to the Totalisator Agency Board (Orange Free State)\nestablished in terms of the powers\nconferred upon the Administrator by s\n9(2)\n(a)\nof the Horse-Racing and Betting Ordinance 1956 (Orange Free\nState), the Orange Free State Racing and Betting Board established in\nterms of s\n11A of the Horse-Racing and Betting Ordinance 1977 (Orange Free State), the\nLiquor Board contemplated by the Casino Act\n1977 (Bophutatswana) (at least\ninsofar as it regulated casino gambling pursuant to that\nAct),\n[12]\nand perhaps to other\nboards as\nwell.\n[13]\n[19]\nNo\ndoubt there was a plethora of licences and authorities, rules and regulations,\nand applications and acts, which regulated gambling\nat the time the Act\ncommenced, created in terms of, and depending for their validity upon, the\nrepealed legislation.  No doubt there\nwere also assets and liabilities that\nvested in the boards that regulated gambling at that time.  Clearly the purpose\nof s 93 was\nto ensure that that regulating framework remained intact, and those\nassets and liabilities could be administered, during the hiatus\nbetween the\nrepeal of the former legislation and appointments being made to membership of\nthe newly-created Board.\n[20]\nThat s 93(4)\nserves that purpose – by authorising the MEC to exercise the powers and\nfunctions of the Board during that period\n– is plain and is not in\ndispute.  What is in dispute is whether the purpose of the subsection was\nexhausted once the initial\nappointments were\nmade.\n[21]\nContrary to the view of the court\na quo\n, in our view the purpose of the subsection was indeed exhausted and\nit had no further application once the Board first became capable\nof functioning\n(by appointments being made to its membership).  It would be unusual for a\nsection that, in terms, deals in all its\nsubsections with the inevitable hiatus\ncaused by the transition from one legislative regime to another, to provide, in\naddition,\nin one of those subsections (and then rather obliquely) for the\nconsequences of a possible hiatus of a quite different kind –\nthe hiatus\nbetween the board losing all its appointed members and fresh appointments being\nmade.  It is unlikely that such an hiatus\nwas ever contemplated by the\nlegislature.  Moreover, the language that is used in the subsection\n(‘...until such time as the\nboard has been appointed in terms of section\n4(1)’) lends itself to meaning that once the act contemplated by that\nsection\n– appointments being made to membership of the Board – has\noccurred, the subsection has no further application.  That\nwould be in keeping\nwith the transitional purpose of the section as a\nwhole.\n[22]\nIf the subsection were to be\nconstrued as applying equally to the loss of office of all those appointed to\nthe membership of the Board\n– the construction advanced by the respondents\n– a number of anomalies would\narise.\n[23]\nMembers of the Board might lose\noffice in various ways. They lose office when their terms of appointment expire\n(which might occur\nsimultaneously for all the appointed members or in various\npermutations), which would require the MEC to again exercise the power\nconferred\non him by s 4(1) to make fresh appointments.  They might also lose office\n– either simultaneously or in various permutations\n– by other means\nthat result in casual vacancies, which are to be filled by the MEC exercising\nthe power conferred on him by\ns 8.  The question that comes to mind is why the\nstatute would confer authority upon the MEC to assume the functions of the Board\nwhen its appointed membership is depleted by expiry of their terms of office\n(and then only when it occurs simultaneously for them\nall) and not when its\nappointed membership is depleted by the occurrence of a series of casual\nvacancies?  One asks, as well, what\nis to happen when, at a time that casual\nvacancies exist, the remaining appointed members lose office by the effluxion of\ntime, for\nthen any new complement of members will be appointed only partly in\nterms of s 4(1) and partly in terms of s\n8?\n[24]\nThat all points to a further anomaly of\na more radical kind.  We have already expressed the view that the board becomes\nincapacitated\nin practice when the number of members in office falls below four\n(or six if the MEC has made appointments in terms of s 4(1)\n(f)\n) which is\na quorum for a meeting of the Board.  On the construction advanced by the\nrespondents the MEC does not step in to perform\nthe functions of the Board in\nterms of s 93(4) when the Board becomes incapacitated by the loss of a quorum\n(bearing in mind that\nthere remain in office ‘appointments to the board in\nterms s 4(1)’) but only when the appointed membership of the Board\nis\naltogether depleted.  That would be absurd and could never have been intended,\nbecause total depletion has no significance in\nitself for the Board’s\ncapacity to perform its functions.  (It falls to be remedied by the MEC’s\nmaking new appointments,\nnot by his or her acting as the Board.)  Of course, if\nthe section were to be read as authorising the MEC to act whenever the Board\nbecomes incapacitated, it would require the language of the section to be\nrewritten materially.\n[25]\nNaturally, that\nabsurdity would not arise if a quorum might be as little as one – a\nconstruction of s 15(3) that equates its\njuridical membership with the persons\nwho hold that office from time to time, which in our view is not correct \n– because then\nthe depletion of the Board would coincide with the loss of\na quorum.  But in the circumstances of the present case that construction\nwould\nin any event produce the same end result. Membership of the Board includes the\nCEO by virtue of his or her office (s 4(3)).\nThere is no suggestion in the\npresent case that the CEO has ever been out of office and all the indications\nare to the contrary.\nThe CEO alone constituted not only the full complement of\nmembers in office at the material time, but also, on that construction\nof\ns  15(3), a quorum capable of conducting the affairs of the Board,\nnotwithstanding that there were no appointed\nmembers.\n[14]\nIf that is so, it is\ndifficult to see how s 93(4) could have come into play.  Unless it is also to be\nsuggested that s 93(4) comes\ninto play only when the appointed membership (by\nwhich we mean appointments made in terms of s 4(1)) is depleted – a\nconstruction\nthat is difficult to arrive at linguistically.  But that, too,\nwould produce the further anomaly that both the sole remaining member\n(the CEO)\nand the MEC would each simultaneously be vested with the functions of the Board,\nwhich is equally absurd.\n[26]\nWe prefer a\nconstruction of s 93(4) that accords with the ordinary meaning of the language\nwhen seen in its context.  The apparent\nobjective of the Act is to place the\ngambling industry under the control of a multi-disciplined and independent\nboard. Moreover the\nsubsection in issue appears amongst a series of subsections\nthat all, in terms, contemplate the transition from one legislative regime\nto\nthe next.  Viewed within the context of the overall purpose of the Act, and in\nthe context of its location within that series\nof subsections, subsec 93(4) is\nplainly limited to the hiatus that is inevitable in the legislative transition. \nThat hiatus ends\nonce the newly created board is capable of functioning as the\nlanguage of the subsection itself suggests.\n[27]\nOn that construction the Board would\nindeed be incapable of functioning if there are insufficient members in office\nto constitute\na quorum but we do not find that to be anomalous.  First, that\nneed never happen, other than in rare and unforeseen circumstances,\nif the Act\nis properly administered, which the legislature must surely have had in mind. \nIn terms of s 195(1) of the Constitution,\nthe basic values and principles\ngoverning public administration include accountability (s 195(1)\n(f)\n) and\nthe promotion of the efficient, economic and effective use of resources (s \n195(1)\n(b)\n).  These values and principles, as well as the duty to perform\nconstitutional obligations diligently and without\ndelay,\n[15]\ngovern the performance by\nthe MEC of all his powers and\nfunctions.\n[16]\nProper\nadministration of the Act by the MEC surely requires timeous action in the\nappointment of new members so as to ensure the\ncontinued ability of the Board to\nfunction (which has thus far not been a feature of the administration of the\naffairs of this Board).\n[28]\nSecondly, the\ndisruption that might occur if at any stage there were insufficient members of\nthe Board in office to constitute a quorum\ncan largely be avoided by managerial\nforesight – provision is capable of being made for continued\nadministration by delegation.\n[17]\nAnd, as for those functions that are not capable of being delegated because they\nhave been entrusted to the Board itself, it seems\nto accord fully with the\napparent objective of the Act that performance of those functions should not\ndevolve upon anyone else, but\nshould be held in abeyance until the Board is\nreconstituted.\n[29]\nIn our view the proper\nmeaning of s 93(4) is that the MEC assumes the functions of the Board –\nmeaning the administration of\nthe regime that ended when the Act commenced\n– only until the Board is first constituted in practice by appointments\nbeing\nmade to its membership.  That accords with its ordinary language and with\nthe context within which it occurs.  It follows that as\nregards the extension of\nthe deadline to 11 May 2001 the MEC had no authority to assume the functions of\nthe Board.  His decision\nto do so was not a valid decision of the Board and thus\nhas no legal\nconsequence.\nDeclaratory relief\nsought by LCI\n[30]\nLCI was aware by no later\nthan 9 May 2001 that the deadline had been extended by either the CEO or the\nMEC.   It must also have been\naware by about 2 October 2001 – when it\nreceived a response to its query whether the CEO had extended the deadline under\ndelegated\nauthority – that it was the MEC who had done so in reliance upon\ns 93(4).  The application for declaratory relief was launched\nsome seven months\nthereafter.\n[31]\nWe have already pointed out\nthat the learned judge in the court\na quo\nwas of the view that the\napplication was not brought within a reasonable time and that it fell to be\ndismissed on those grounds alone.\n In support of that finding we were referred\nby counsel for the respondents to\nWolgroeiers Afslaers (Edms) Bpk v\nMunisipaliteit van Kaapstad,\n[18]\nHermannsburg Mission v Sugar Industry Central\nBoard,\n[19]\nand\nSetsokosane Busdiens (Edms) Bpk v Voorsitter, Nasionale\nVervoerkommissie\n.\n[20]\n[32]\nThose\ncases concerned applications for judicial review, a remedy that is described in\nthe opening paragraph of Rose Innes:\nJudicial Review of Administrative\nTribunals in South Africa\n,\nas follows:\n[21]\n‘Judicial\nreview in our law and practice is a remedy ... afforded exclusively to the\nSupreme Court whenever the proceedings\nof inferior courts of law and of\nadministrative officials, tribunals and authorities have been irregular or\nillegal, and whereby\nsuch proceedings may be corrected and set aside at the\ninstance of any person whose interests have been prejudicially affected by\nthose\nproceedings.’\n[33]\nIn proceedings for judicial\nreview a court is called upon to consider not only whether the administrative\nact in issue was invalid\nin law but also whether it ought to be set aside in\nfact, for as pointed out by this Court in\nOudekraal Estates (Pty) Ltd v City\nof Cape Town,\n[22]\nour law\nhas always recognised that even an unlawful administrative act is capable of\nproducing valid consequences for so long as the\nunlawful act is not set aside.\n[34]\nIt is in the context of the remedy of\njudicial review that the courts have developed the rule concerning delay that is\nnow sought\nto be relied upon, and the reason for the courts having done so is\nplain.  The setting aside of an invalid administrative act has\nthe potential to\nunravel a series of subsequent acts that might have been performed on the\nstrength of the invalid act.  Thus a court\nthat is called upon to set aside an\ninvalid act (which is within its discretion to grant or to withhold) will in\nexercising its discretion\ntake account of delay so as to avoid the disruptive\nconsequences that might occur if the act is set aside. The consequence of\nwithholding\nthat relief on account of delay is that the administrative act,\nthough invalid in law, is ‘validated’ in its effect,\n[23]\nwith the result that subsequent acts\nthat were performed on the strength of it will remain legally intact.  That is\nwhy, when weighing\nthe question whether the lapse of time should preclude a\ncourt from setting aside an administrative act, delay is not decisive by\nitself.\nWhat is more important is the extent to which it might have been acted upon\nsubsequently.\n[24]\n[35]\nThe\nrule is no more than a pragmatic response by the courts to the disruption that\nmight occur if an invalid administrative act is\nset aside.  Section\n7(1)\n(b)\nof the Promotion of Administrative Justice Act 3 of 2000 (PAJA),\nwhich is confined to proceedings for judicial review, is similarly\nthe\nlegislature’s response to the potential disruption that might occur if\nadministrative acts are set aside.\n[36]\nThese\nare not proceedings for judicial review either in form or in substance.  No\ndecision of the Board is said to be invalid or sought\nto be set aside.  Nor is\nthe MEC’s decision, by itself, relevant to the issue of casino licences. \nIt is relevant only insofar\nas the Board adopts the decision as its own, and\nacts upon it accordingly, in which case the Board’s decision to do so\nmight\nbe capable of being reviewed and set aside.  It is precisely because the\nappellant alleges that the MEC’s decision is not a\ndecision of the Board\nthat it has sought declaratory relief.  The declaratory order that is sought\ndoes no more than declare, in\neffect, that the decision of the MEC is not a\ndecision of the Board (although the prayer may not be elegantly phrased).  It\ndoes\nnot purport to review or set aside any act of the Board, nor any act of the\nMEC, but merely to declare that the MEC’s act is\nnot that of the Board and\ntherefore has no legal consequence.\n[37]\nThe\nrule against delay, dictated as it is by the nature of judicial review, is not\ntransposable, without more, to proceedings for\ndeclaratory relief of the kind\nthat is before us.\n[25]\n(Until the\nBoard adopted the MEC’s decision as its own and acted upon it accordingly,\nwhich had not occurred by the time the\napplication was launched, nor could it\nhave done so, bearing in mind that its membership had not been reconstituted,\nthere were no\nconsequences that might be affected by the invalidity).  Delay\nmight be a factor that a court will take into account in appropriate\ncases when\nexercising its discretion to grant or withhold declaratory relief, but even then\nit is doubtful that delay, by itself,\nwill be material if no consequences have\nfollowed from the delay.  We do not think that delay has been material to the\nexercise of\nthe discretion to grant or withhold the declaratory relief that was\nsought.\nThe discretion to grant declaratory\nrelief\n[38]\nAt common law declarations\nof rights without consequent relief were not granted by our courts.  As pointed\nout by Innes CJ in\nGeldenhuys and Neethling v\nBeuthin:\n[26]\n‘...Courts\nof Law exist for the settlement of concrete controversies and actual\ninfringements of rights, not to pronounce upon\nabstract questions, or to advise\nupon differing contentions, however important.  And I think we shall do well to\nadhere to the principle\nlaid down by a long line of South African decisions,\nnamely that a declaratory order cannot be claimed merely because the rights\nof\nthe claimant have been disputed, but that such a claim must be founded upon an\nactual infringement.’\n[39]\nThat restriction upon the\npowers of the courts was eased by s 19(1)\n(a)\n(iii) of the Supreme\nCourt Act 59 of 1959, which confers a discretion upon a court to grant\ndeclaratory relief notwithstanding that\nthe applicant cannot claim any relief\nconsequential upon the declaration.  The discretion that was conferred to grant\nor withhold\nsuch relief seeks to guard against the courts being used as a source\nof legal advice.  Thus it has often been said that although\nan existing dispute\nis not a prerequisite for the exercise of its\ndiscretion,\n[27]\na court should not\ngrant declaratory relief where the question that is raised is hypothetical,\nabstract and academic.\n[40]\nAlthough the Board\nhad not yet adopted the MEC’s decision as its own by the time the\napplication was launched (had it done so\nthe act of the Board in adopting the\ndecision might then, as we have said, itself have been liable to be reviewed and\nset aside),\nit is apparent from the Board’s opposition to the proceedings\nthat there is a real prospect that it will do so when its membership\nis\nreconstituted. In those circumstances the declaration that is sought serves not\nmerely a hypothetical, abstract or academic purpose,\nbut one that is necessary\nto avoid the Board’s possible future action being liable to be set aside\nif it were to adopt the\nMEC’s decision.\nLocus standi\n[41]\nThere is one further matter\nthat the court\na quo\nfound unnecessary to traverse and that can be dealt\nwith briefly. It was submitted by the respondents that LCI had insufficient\ninterest\nin the matter to accord it\nlocus standi\nto bring these\nproceedings. We do not agree. LCI was a potential applicant for one or more of\nthe casino licences with a direct  interest\nin the process being conducted\naccording to law and we would not non-suit it on those\ngrounds.\nCosts\n[42]\nThe appeal must accordingly\nsucceed and the order of the court\na quo\nfalls to be reversed.  (The\norder we intend making amends the prayer that was sought in the notice of motion\nto avoid uncertainty\nas to its effect.)  There is no reason why the costs of the\nappeal, and of the application, should not follow the result in each\ncase.\n[43]\nWe have pointed out that in the\ncourt\na quo\nthe Board was initially cited alone.  It opposed the\napplication.  Subsequently the MEC, Golden Flamingo and Inciticorp were joined\nby the court\na quo\nas the second, third and fourth respondents\nrespectively.  None of those parties filed affidavits in opposition to the\napplication\nbut the learned judge in the court\na quo\nrecorded that Golden\nFlamingo was represented before him to oppose it.  A simultaneous application to\njoin Vaal River as the fifth\nrespondent was at first postponed.  The fate of\nthat application does not appear from the record but it must have been granted\nbecause\nVaal River subsequently filed affidavits opposing the application and\nwas represented at the hearing in the court\na quo\n.  The Board, Golden\nFlamingo and Vaal River thus all opposed the application and ought to pay the\ncosts of those proceedings.\n[44]\nThe Board, the\nMEC, and Vaal River were the only parties to oppose this appeal and the costs of\nthe appeal are to be borne by\nthem.\nOrder\n1.\tThe appeal is upheld with costs, which are to be paid by the first, second\nand fifth respondents jointly and severally, the one\npaying the others to be\nabsolved.\n2.\tThe order of the court\na quo\nis set aside and the following is\nsubstituted:\n‘(a)  It is declared that the second respondent’s decision to\nextend the closing date for the submission of detailed\nproposals and notices of\napplication for the award of casino licences in the Free State Casino\nDevelopment Project until 11 May 2001\nwas not a valid decision of the Board and\nthus has no legal consequence.\n(b)  The applicant’s costs are to be paid by the first, third and\nfifth respondents jointly and severally, the one paying the\nothers to be\nabsolved.’\n__________________________________\nR W NUGENT & B\nJ VAN HEERDEN\nJUDGES OF APPEAL\nCONCUR:\nHOWIE P\nZULMAN JA\nCAMERON JA\n[1]\nIn terms of s 4 of the\nAct.\n[2]\nIn terms of s 4(3) of the\nAct, membership of the Board includes the Chief Executive Officer (the CEO) by\nvirtue of his or her office.\nThe CEO is appointed by the MEC, after consultation\nwith the Board (s  10(1)\n(a)\n), and his or her term of office is not\nlimited, unlike that of a Board member appointed under s  4(1), whose term\nof office\nis determined by the MEC, but may not exceed three years (s\n7).\n[3]\nRepealed in its entirety by\nthe\nNational Gambling Act 7 of 2004\n,\ns 45\nof which now governs the maximum\nnumber of casino licences that may be granted in the Republic and in each\nprovince.\n[4]\nIn earlier\ncorrespondence between Golden Letsema’s attorneys and the CEO, LCI was\nidentified as the manager/operator of the\ncasino in respect of which Golden\nLetsema intended to apply for a Free State casino\nlicence.\n[5]\nThe member of the\nExecutive Council of the Province responsible for the administration of the Act,\nin this case the second respondent\n(s\n1).\n[6]\nFive members provided for\nin s 4(1)\n(a)–(e)\nand the Chief Executive Officer who is a member\nex officio\nin terms of s\n4(3).\n[7]\nSection\n7.\n[8]\nThe process is provided for\nin s 6.\n[9]\nSee\nWords and\nPhrases Legally Defined\n3 ed (1988) Volume 1 pp\n230-231.\n[10]\nSection 15(5)\npermits it to act validly notwithstanding vacancies in its\nmembership.\n[11]\nCf\nNewhaven\nLocal Board v Newhaven School Board\n1885 30 Ch. 350\n(CA) in relation to\nlegislation in similar terms. That distinction between the juristic membership\nof the body and those who are\nappointed to hold that office from time to time is\nsimilarly recognised in Tables A (arts 77 and 78) and B (arts 75 and 77) to\nSchedule\n1 of the Companies Act (the standard form Articles for a public and a\nprivate company respectively) relating to a quorum for meetings\nof directors. \nSee, too, s  8.24(a) of the Revised Model Business Corporation Act 1984\n(United States), summarized in\nWords and Phrases Legally Defined:\nSupplement 2004\np 572. It is also a construction of s 15(3) that gives\neffect to the apparent objective of the Act – which is that the regulation\nof gambling should be entrusted to a multi-disciplined board – and accords\nwith the language used throughout the\nAct.\n[12]\nThe Liquor Board was\nnot established ‘in terms of’ the Casino Act, but rather in terms of\nthe Intoxicating Liquor Act\n36 of 1980 (Bophutatswana), but it had\nresponsibility for various aspects of casino gambling pursuant to the Casino\nAct.\n[13]\nThe repealed Gambling\nand Betting Act 1989 (Bophutatswana) is not available in the library of this\nCourt.\n[14]\nSection 15(5)\nprovides for the validity of acts notwithstanding a vacancy of the Board, which\nmust include more than one vacancy\nif further absurdities are to be\navoided.\n[15]\nSection 237 of the\nConsitution.\n[16]\nSection 133 of\nthe Constitution.\n[17]\nSection\n10(4)(a) of the Act.\n[18]\n1978\n(1) SA 13 (A).\n[19]\n1981 (4) SA\n278 (N).\n[20]\n1986 (2) SA 57 (A).\n[21]\nPage 1. The remedy is\ndefined more comprehensively at p 20.  See, too, the provisions of Rule 53.\n[22]\n2004 (6) SA 222\n(SCA) para\n26.\n[23]\nHarnaker v Minister\nof the Interior\n1965 (1) SA 372\n(C) at 381C, cited in\nOudekraal Estates\npara 27.\n[24]\nOudekraal\nEstates\npara 46.\n[25]\nIn\nLion Match Co Ltd v Paper Printing Wood & Allied Workers’ Union\n2001 (4) SA 149\n(SCA), the declaratory relief that was sought had the effect of\nrelief that might otherwise have been sought in proceedings for judicial\nreview\n(see the orders sought at\n153E-F).\n[26]\n1918 AD 425\nat\n441.\n[27]\nEx parte Nell\n1963\n(1) SA 754\n(A).",
  "scraped_at": "2026-02-12T14:03:50.026125",
  "date": "2005-03-31",
  "coram": [
    "Howie P",
    "Zulman",
    "Cameron",
    "Nugent",
    "Van Heerden"
  ],
  "case_number": "525/2003",
  "parties": {
    "applicants": [
      "London Clubs International (Overseas) Investments (Pty) Ltd"
    ],
    "respondents": [
      "Free State Gambling and Racing Board",
      "Member of the Executive Council: Finance, Expenditure and Economic Affairs (Free State Provincial Government)",
      "Golden Flamingo Resort (Pty) Ltd",
      "Inciticorp (Pty) Ltd",
      "Vaal River Casino (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The Free State Gambling and Racing Board was created under the Free State Gambling and Racing Act 6 of 1996. Its first six members were appointed on 19 March 1998 and their terms expired on 18 March 2001. The Board invited applications for four casino licences and set a deadline of 14 March 2001 for submission of detailed proposals. The deadline was first extended to 6 April 2001 by the Board and subsequently, after the members’ terms had expired, the Member of the Executive Council (MEC) extended it further to 11 May 2001. London Clubs International (LCI) failed to meet any of the deadlines, whereas three other applicants did submit by the later date. LCI sought a declaratory order that the MEC’s extension was ultra vires. The MEC, the Board and three other respondents opposed the application. The High Court dismissed the application, holding that the MEC was authorised by section 93(4) of the Act and that LCI’s claim was barred by undue delay. LCI appealed.",
    "issues": "1) Whether section 93(4) of the Free State Gambling and Racing Act authorises the MEC to exercise the powers and functions of the Board after the expiry of the Board’s original members and before new members are appointed. 2) Whether LCI is entitled to a declaratory order declaring the MEC’s extension of the licence‑application deadline void. Ancillary issues concerned the relevance of the rule against delay and LCI’s locus standi.",
    "principles": "The Court examined the ordinary meaning of the phrase “until such time as the board has been appointed” in s 93(4) and concluded that it refers only to the initial transition period before the Board is first constituted. Once the Board had been constituted, the subsection ceased to operate, even if its members later ceased to hold office. The Court also considered the statutory purpose of the transition provisions, quorum requirements under s 15(3), and the absurdities that would arise if s 93(4) applied to any vacancy. Regarding declaratory relief, the Court noted that the rule on delay in judicial review does not automatically apply to declaratory proceedings; delay is only a factor if substantial consequences have accrued. Locus standi was affirmed where the applicant has a direct interest in the process.",
    "application": "Applying the principles, the Court held that the Board was already constituted when the original members’ terms expired; therefore the MEC lacked statutory authority to extend the deadline under s 93(4). The extension was consequently ultra vires and void. The Court found that LCI had a sufficient interest to challenge the extension and that the seven‑month delay did not prejudice any consequential rights because the Board had not adopted the MEC’s decision. Accordingly, the declaration sought by LCI was granted.",
    "conclusion": "The appeal was upheld. The order of the court a quo was set aside and replaced with a declaration that the MEC’s decision to extend the deadline to 11 May 2001 was not a valid decision of the Board and has no legal effect. Costs were awarded against the first, third and fifth respondents jointly and severally."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Statutory Interpretation",
    "level_3": [
      "gaming law",
      "declaratory relief",
      "jurisdiction",
      "transitional provisions",
      "delay"
    ]
  }
}