{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/42.html",
  "case_name": "American Natural Soda Ash Corporation and Another v Competition Commission of South Africa (554/2003) [2005] ZASCA 42; [2005] 1 CPLR 1 (SCA); [2005] 3 All SA 1 (SCA); 2005 (6) SA 158 (SCA); 2005 (9) BCLR 862 (SCA) (13 May 2005)",
  "citation": "[2005] ZASCA 42",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 42\n|\nNoteup\n|\nLawCite\nAmerican Natural Soda Ash Corporation and Another v Competition Commission of South Africa (554/2003) [2005] ZASCA 42; [2005] 1 CPLR 1 (SCA); [2005] 3 All SA 1 (SCA); 2005 (6) SA 158 (SCA); 2005 (9) BCLR 862 (SCA) (13 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  554/03\nIn the matter between:\nAMERICAN NATURAL SODA ASH\nCORPORATION\nFirst applicant\nCHC GLOBAL (Pty) Ltd\nSecond applicant\nand\nCOMPETITION COMMISSION OF SA\nFirst\nrespondent\nBOTSWANA ASH (Pty) Ltd\nSecond respondent\nCHEMSERVE\nTECHNICAL PRODUCTS (Pty) Ltd\nThird respondent\nMINISTER OF TRADE AND\nINDUSTRY\nFourth respondent\nBEFORE\n:\nMPATI DP,\nCAMERON, NUGENT,\nCONRADIE JJA and COMRIE\nAJA\nHEARD\n:\n24 FEBRUARY\n2005\nDELIVERED\n:\n13 MAY 2005\nConstitution\n– appellate court structure – section 168(3) – appeal lies\nfrom Competition Appeal Court to Supreme\nCourt of Appeal – section 173\n– court’s inherent power to protect and regulate own process –\nrequirement\nthat special leave to appeal be obtained imposed –\nCompetition\nAct 89 of 1998\n–\nSection 3(1)\n– Act applying to all economic\nactivity having effect within Republic –adverse effect not a precondition\nfor jurisdiction\nof Competition Commission – Standing before Competition\nCommission – Act’s provisions to be interpreted widely\n– no\nneed for complainant to show particular damage – Section 4(1)(b) –\nadmissibility of evidence before Competition\nCommission – Commission first\nto construe provisions of s 4(1)(b) to establish width of statutory prohibition\n– ruling\non evidence premature – matter remitted to Commission to\ndetermine meaning of s 4(1)(b) and to determine what evidence, if\nany, is\nadmissible to establish whether agreement at issue falls within prohibition in s\n4(1)(b).\nJUDGMENT\nCAMERON AND NUGENT JJA:\n[1]\nThis is an application for\nleave to appeal against an order of the Competition Appeal Court (the CAC) in\nOctober 2002,\n[1]\ndismissing an appeal\nfrom orders of the Competition Tribunal (the Tribunal) made on 27 March 2001 and\non 30 November 2001.  The parties’\ndispute concerns the importation from\nthe United States of soda ash (an ingredient essential to the manufacture inter\nalia of glass).\n The applicant (Ansac) is a non-stock, non-profit Delaware\ncorporation formed by five United States soda ash producers in the early\n1980s\nto export their product abroad.  (The second applicant is Ansac’s local\ndistributor: we refer to it with Ansac.)  Within\nthe United States, the creation\nof Ansac and its operations would have been illegal under the 1890 Sherman\nAntitrust Act,\n[2]\nbut in 1918 Congress\ngranted export-directed cartels exemption from the antitrust\nlegislation.\n[2]\nThe question the application\nraises is to what extent Ansac’s activities run afoul of the South African\nCompetition Act 89 of\n1998 (the Act).  That question was raised formally in\nOctober 1999, when the second respondent, a Botswana producer of soda ash\n(Botash),\nand its South African distributor, the third respondent (Chemserve),\nlaunched an application for interim relief against Ansac before\nthe Tribunal. \n(We refer to those respondents together as Botash.)  Botash charged that Ansac\nwas contravening the Act’s prohibition\non restrictive horizontal\npractices.  These are found in s 4:\n(1) An agreement\nbetween, or a concerted practice by, firms, or a decision by an association of\nfirms, is prohibited\nif it is between parties in a horizontal relationship\nand if\n[3]\n–\n(a) it has the effect of substantially preventing, or lessening, competition\nin a market, unless a party to the agreement, concerted\npractice, or decision\ncan prove that any technological, efficiency or other pro-competitive gain\nresulting from it outweighs that\neffect; or\n(b) it involves any of the following restrictive horizontal practices:\n(i) directly or indirectly fixing a purchase or selling price or any other\ntrading condition;\n(ii) dividing markets by allocating customers, suppliers, territories, or\nspecific types of goods or services; or\n(iii) collusive tendering.’\nThe Act defines ‘horizontal relationship’ as ‘a\nrelationship between competitors’ (s 1).\n[3]\nThe parties soon found\nthemselves caught in a procedural bog.  The details have already been\nreported\n[4]\nand we mention only the\nessential features.  Two months after Botash’s opening salvo, Ansac\nlaunched an application against\nBotash, charging predatory pricing in violation\nof s 8 of the Act.\n[5]\nThe parties\nwithdrew their contesting challenges when the Competition Commission (the\nCommission) (which chapter 4 of the Act gives\nextensive power to initiate\nanti-competitive measures and investigate and evaluate alleged\ncontraventions),\n[6]\nitself concluded\nthat Ansac was engaging in prohibited conduct and filed a complaint with the\nTribunal, only to withdraw it and file\na fresh referral two months later.  It\nwas these proceedings that Botash joined when it secured the Tribunal’s\nleave to serve\nan intervening complaint on\nAnsac.\n[4]\nBut the bog only deepened, because a\nyear after the first application was launched, the parties were unable to agree\non a statement\nof facts for the Tribunal, and in January 2001 Ansac applied for\nthe complaint to be dismissed on various grounds that are not now\nrelevant.  In\nthe reasons the Tribunal gave for its ruling made on 27 March 2001, it recorded\nthat at a ‘pre-hearing’\nit convened in relation to those issues, it\nrequested the parties to prepare argument on the question, ‘does s 4(1)(b)\nallow\nfor an efficiency defence’ because ‘the conclusion would\ndetermine whether this evidence could be led at the hearing’.\n (It seems\nthat the evidence that the Tribunal had in mind was evidence that Ansac wished\nto lead to establish that it was a ‘legitimate\ncost-saving\nefficiency-producing joint venture’, whose savings enabled it to market\nNorth American soda ash in Southern Africa\nmore cheaply than local competitors.)\nOn 27 March 2001 the Tribunal rejected Ansac’s objections to the\ncomplaint, and also\nruled that ‘evidence concerning any technological,\nefficiency, or other pro-competitive gain that might be admissible in terms\nof\nsection 4(1)(a) is inadmissible in terms of section 4(1)(b).’  We deal\nmore fully below with the meaning and effect of that\nruling.\n[5]\nEight months later, in a second ruling\ndelivered on 30 November 2001, the Tribunal dismissed two\n‘exceptions’ that Ansac\nhad taken to the complaint.  The two points\nconcerned the scope of the Act’s territorial application; and the question\nwhether\nBotash had legal standing to become a complainant when its complaint\nmade no allegation that it had suffered particular harm from\nAnsac’s\nactivities.  The Tribunal rejected all of Ansac’s\ncontentions.\n[6]\nThese three rulings – on\nthe inadmissibility of certain evidence regarding an alleged s 4(1)(b)\ncontravention; on the scope\nof the Act’s application; and on\nBotash’s standing – the CAC upheld in dismissing Ansac’s\nappeal.\n[7]\nAn attempt by Ansac to\nappeal directly to this court without obtaining the CAC’s leave foundered\nwhen this court held that\nsuch leave was\nrequired.\n[8]\n(We refer to this\ncourt’s judgment in the leave to appeal application as ‘\nAnsac\n(1)\n’).  Leave was then sought from, and refused by, the CAC, resulting\nin the present petition for leave to appeal, which the judges\nwho considered it\nreferred for oral argument\nwith the direction that the parties should be\nprepared, if called upon to do so, also to address the merits of the proposed\nappeal.\n[9]\n[7]\nBefore we deal with the substance of the\napplication, it is necessary to consider this court’s jurisdiction to hear\nthe appeal.\nThis court’s jurisdiction\nto hear the appeal\n[8]\nSection 62 of the Act deals\nwith appeals from the CAC.  It specifies first matters in respect of which the\nTribunal and CAC ‘share\nexclusive jurisdiction’ (s 62(1)).  These\ninclude (subject to limited exceptions) the interpretation and application of\nrestrictive\nhorizontal practices (s 62(1)(a)).  Section 62(2) then confers\nadditional (non-exclusive) jurisdiction on the CAC over the question\nwhether\naction or proposed action by the Commission or Tribunal is within their\nrespective jurisdictions (s 62(2)(a)); any constitutional\nmatter arising in\nterms of the Act (s 62(2)(b)); and the question whether a matter falls within\nthe Tribunal’s or the CAC’s\nexclusive jurisdiction (s\n62(2)(c)).\n[9]\nSection 62(3) is the critical\nprovision.  It provides that the jurisdiction of the CAC –\n‘(a) is final over a matter within its\nexclusive jurisdiction in terms of subsection (1); and\n(b) is neither exclusive nor final in respect of a matter within its\njurisdiction in terms of subsection (2).’\nSection 62(4) provides expressly that, subject to leave to appeal being\nobtained (s 63), an appeal from the CAC lies to this court\nor the Constitutional\nCourt (the CC) ‘in respect of a matter within its jurisdiction’ in\nterms of s 62(2) – in\nother words, in respect of matters over which the\nCAC has non-exclusive jurisdiction, including constitutional questions.\n[10]\nAs in the case of the\nrelevant sections of the\nLabour Relations Act 66 of\n1995\n,\n[10]\nthese provisions\nundoubtedly constitute a statutory endeavour to vest partial final appellate\njurisdiction in the CAC.  The effect\nof\ns 62(3)\nregarding appeals to the CC is\nuncontroversial, since it allows appeals on ‘any constitutional\nmatter’, and under the\nConstitution the CC’s sole jurisdiction is in\nsuch matters.\n[11]\nNo impairment of\nconstitutionally derived appellate power is thus apparent.  More difficult is\nthe Act’s seeming attempt to\nlimit appeals to this\ncourt.\n[11]\nIn\nNational Union of\nMetalworkers v Fry’s\nMetals\n,\n[12]\nwhich was argued\nbefore the same panel in the same week as the present application, we held that\n–\n11.1\tAny legislative endeavour to vest final appellate jurisdiction in an appeal\ncourt other than this court has to be judged in\nthe light of the appellate\nstructures created by the Constitution;\n11.2\tThe Constitution provides not only that this court ‘may decide\nappeals in any matter’, but that it ‘is the\nhighest court of appeal\nexcept in constitutional matters’ (s 168(3)): this provision superseded\nboth the statutory and common\nlaw sources of this court’s jurisdiction,\nand there can be no reason to give it less than its full meaning in relation to\nboth\nconstitutional and non-constitutional matters;\n11.3\tThe Constitution’s typology of final appellate courts is exhaustive:\nit does not envisage other final appeal courts with\nauthority equivalent to that\nof this court and of the CC;\n11.4\tThis court’s appellate powers do not derive from any particular\nstatute, but from the Constitution itself;\n11.5\tThe Constitution does not envisage that legislation can assign the\njurisdiction of this court piecemeal or wholesale to other\nspecialist tribunals\nwith final appellate jurisdiction;\n11.6\tThe legislature may create rights that are not appealable; but once\nappellate jurisdiction falls to be exercised, this court\nis empowered to\nexercise it finally (apart from the CC), since final appellate tribunals with\nauthority similar to this court are\nnot envisaged in the Constitution.\n[12]\nThese\nconclusions govern the present matter.  They lead to a similar outcome.  The\nissue in\nNUMSA v Fry’s Metals\nwas the appellate structures created\nby the Labour Relations Act 66 of 1995 (the LRA).  The relevant provisions of\nthe LRA are replete\nwith admonitions that they are ‘subject to the\nConstitution’.  This particular phraseology is not manifest in the Act.\n\nBut its absence is of no significance.  This is for two reasons.  First, s\n1(2)(a) of the Act provides expressly that the Act ‘must\nbe interpreted\n–\n‘in a manner that is consistent with\nthe Constitution’.\nThat governs the entire Act and each of its provisions.  Second, it is a\nprinciple of statutory interpretation – by now above\ndebate or citation of\nauthority – not only that all legislation must be interpreted in the light\nof the Constitution, but that\n‘legitimate interpretive aids’ must,\nwhere possible, be employed to avoid a finding of unconstitutionality.  Only if\nthis is not possible should a statutory provision be found\nunconstitutional.\n[13]\n[13]\nIn accordance with the\nAct’s own injunction, it must be interpreted consistently with the\nConstitution.  In accordance with\nsound constitutional hermeneutics, its\nprovisions should if possible be interpreted so as not to render them\nunconstitutional.  This\nresult is attained if the appellate structures the Act\ncreates are read in conjunction with and in conformity with those the\nConstitution\nestablishes.  Those structures must, it follows, be read as adjunct\nto, and not exclusionary of, the Constitution’s appellate\nstructures.  No\nexpress provision in the Act prevents this, and constitutional principle\nrequires it.\n[14]\nThe apparent attempt to vest\nexclusive jurisdiction in the CAC in respect of the interpretation and\napplication of chapters 2, 3 and\n5 of the Act can and must thus be read so as to\nbe consistent with the Constitution, and the finality conferred on the CAC by s\n62(3)(c)\nis thus subordinate to the appellate powers the Constitution confers on\nthis court.  It follows that this court has jurisdiction\nto consider the\nsubstance of the application for leave to\nappeal.\n[15]\nThis conclusion does not involve a\nfinding of unconstitutionality, but derives from an application of the\nConstitution’s provisions\nto the appellate structure created by the Act,\nand from following the Act’s own injunction as to its\ninterpretation.\nThe test for leave to\nappeal\n[16]\nThe Act’s provision\ndealing with leave to appeal, s 63, covers only the right to appeal from the CAC\nin terms of s 62(4).  In\nother words, the statute’s leave to appeal\nmechanism deals only with appeals from matters where the CAC exercises its\nnon-exclusive\npowers.  Section 63 does not deal with the right to appeal to this\ncourt conferred by the Constitution, in conjunction with which,\nas we have held,\nthe Act’s own appellate structures must be\ninterpreted.\n[17]\nIn\nAnsac (1)\n, the\napplicants claimed that the Act’s provisions conferring exclusive final\njurisdiction on the CAC were unconstitutional,\nand thus that they were entitled\nto note an appeal directly to this court without seeking leave from the CAC. \nThis court refused\nthe order.  The basis for doing so was that ‘even if\nthe applicants’ attack on the constitutionality of the attempted\njurisdictional ouster succeeds, the need for leave to appeal will remain and\nwill extend, on the excision of the wording complained\nof, to all appeals from\nthe Competition Appeal\nCourt’.\n[14]\n[18]\nIt\nwas not argued that, nor did the court consider whether, the Act’s\nappellate provisions should be interpreted consistently\nwith the Constitution in\na manner that avoided the need for any excision on the ground of\nunconstitutionality.  Our present finding\nthat the provisions can be so read\nthus raises a question that was not before the court in\nAnsac (1)\n, namely\nwhat procedure should govern an appeal to this court on a matter that the\nAct’s express leave to appeal provision does\nnot\ncover.\n[19]\nIn\nNUMSA v Fry’s\nMetals\n[15]\nwe held that –\n19.1\tthis court’s inherent constitutional power to protect and regulate\nits own process\n[16]\nempowers it to\nrequire applicants for leave to appeal from a specialist appellate tribunal to\ndemonstrate, in addition to a reasonable\nprospect of success, that there are\n‘special circumstances’ indicating that a further appeal should\nlie;\n19.2\tthe benefit of institutional expertise, and the imperative of expedition,\nstrongly indicate that the path to this court from\na specialist tribunal should\nnot be untrammelled;\n19.3\tleave to appeal is necessary to protect the process of this court against\nabuse by appeals that have no merit, and it is in\nthe interests of justice that\nthe requirement of special leave be imposed, for if appeals were allowed without\ntrammel, the expeditious\nresolution of disputes would be unconscionably delayed,\nand the justified objects of the statute\nimpeded.\n[20]\nFor\nthe reasons set out in\nNUMSA\n, we come to the same conclusions here. \nLeave to appeal from this court is required before an appeal may be prosecuted\nfrom the CAC\non the matters set out in s 62(1), and special circumstances must\nexist before this court will grant leave.\n[21]\nAs we observed in\nNUMSA\n(para 43),\nthe procedures for applying for leave to appeal, and the factors relevant to\nobtaining special leave, are\nwell-established.\n[17]\nThe criterion\nfor the grant of special leave to appeal is not merely that there is a\nreasonable prospect that the decision of the\nCAC will be reversed – but\nthat the applicants can establish ‘some additional factor or\ncriterion’.  One is where\nthe matter, though depending mainly on factual\nissues, is of very great importance to the parties or of great public\nimportance.\n In applying this criterion, this court must be satisfied,\nnotwithstanding that there has already been an appeal to a specialist\ntribunal,\nand that the public interest demands that disputes about competition issues be\nresolved speedily, that the matter is objectively\nof such importance to the\nparties or the public that special leave should be\ngranted.\n[22]\nWe emphasise once more that the\nfact that applicants have already had a full appeal before the CAC will normally\nweigh heavily against\nthe grant of leave.  And the demands of expedition add\nfurther weight to that.\n[23]\nWe now deal with\nthe merits of the application.\nThe\nterritorial application of the Act\n[24]\nSection 3(1) of the Act\nprovides that it applies (subject only to collective bargaining-related\nexceptions) ‘to all economic\nactivity within, or having an effect within,\nthe Republic’.  Ansac’s argument was, and is, that the\n‘effect’\nthe statute contemplates must be an adverse effect, whose\nnature must be established before it can be said that the Act applies.\n Because\nneither the Commission nor Botash in its intervention alleged that the Ansac\nagreement has negative or deleterious effects\nwithin the Republic, Ansac urged\nthat the complaint be dismissed.  The Tribunal rejected this contention.  The\nCAC gave it comprehensive\nconsideration, but also rejected\nit.\n[18]\n[25]\nBefore us, Ansac did not dispute that the\nstatutory phrase ‘an effect’ was wide and unqualified.  But it\npersisted in\nthe contention that s 3(1), when placed in its proper context and\npurposively interpreted, had to be read as bringing only anti-competitive\nactivity within its purview.  If, therefore, Ansac urged, the Tribunal examined\nthe Ansac membership agreement in the context of\nevidence relating to its\ncompetitive gains and found that its effect was pro-competitive, it should\ndecline entirely to assume statutory\njurisdiction over Ansac’s activities\nsince this would best promote the Act’s\nobjectives.\n[26]\nThe argument flies in the face\nof the plain meaning of the statute’s wording.  ‘Effect’ is\nnot only neutral, but\nextremely wide.  Standing without qualification, it\nnecessarily embraces both the benign and the malign.  It is hard to avoid the\nconclusion that this is deliberate.  The Act’s language elsewhere is\npregnant with words and concepts that convey the negative\neffects of what it\nsets out to prohibit.  The absence of any such terminology in the application\nprovision must be accorded its proper\nsignificance.\n[27]\nAnsac’s argument\nmoreover requires that words be added to s 3(1) when there is no discernible\njustification for doing so.  Well-known\ncanons of statutory interpretation\ninhibit the court’s power to do this.  Words cannot by implication be read\ninto a statute\nunless the implication is necessary in the sense that without it\neffect cannot be given to the enactment as it\nstands.\n[19]\nNot only is there no\nevident justification for the super-addition Ansac’s argument requires,\nbut the statute can be given\nfully coherent effect without\nit.\n[28]\nAnsac’s contention moreover has\nthe anomalous consequence that, if it were adopted, the Tribunal and the\nCommission would have\nno jurisdiction to conduct any of their activities until\nthey had established that the economic activity at issue had a negative\nor\ndeleterious effect within the Republic.  A long contestation about the\nstatute’s applicability would ensue before the Act’s\ninstitutions\ncould assume jurisdiction.  That, manifestly, is to approach the structure and\noperation of the Act, and the functioning\nof its institutions, from the wrong\nend.\n[29]\nThe correct approach – which\nthe wide and unqualified wording of s 3(1) requires – is that all effects\nare captured, but\nthat the statute enjoins only those that are adverse.  We\nagree with the CAC, for the reasons fully set out in its judgment, that\nthe\n‘effect’ the Act contemplates must be such that it falls within the\nregulatory framework created by the statute,\nwhether anti-competitive or not. \nThis inquiry, as Malan AJA pointed out\n–\n‘does not involve a consideration of\nthe positive or negative effects on competition in the regulating country, but\nmerely whether\nthere are sufficient jurisdictional links between the conduct and\nthe consequences. ... The question is ... one relating to the ambit\nof the\nlegislation: the Act in the matter under consideration, its regulatory\n“net”, concerns not only anti-competitive\nconduct but also conduct\nthe import of which still has to be\ndetermined.’\n[20]\nAnsac’s contention must for these reasons be rejected.\nThe intervenor’s legal standing\n[30]\nThe CAC found that even\nthough Botash did not allege that it had suffered individual harm because of the\nperformance of the Ansac\nagreement, it had the standing necessary to seek an\norder against Botash interdicting the continued performance of that agreement.\n\nThe CAC’s conclusion was based on a careful analysis of the Act’s\nprovisions.\n[21]\nThe CAC gave\nparticular weight to the Act’s complaint\nprocedure,\n[22]\nwhich provides that,\nin addition to the Competition Commissioner, ‘any person’ may submit\na complaint against an alleged\nprohibited practice to the Commission (s\n49B(2)(b)), whereupon the Commissioner ‘must direct an inspector to\ninvestigate the\ncomplaint as quickly as practicable’ (s 49B(3)).  The CAC\nalso gave weight to the fact that a complainant may apply to the\nTribunal for\ninterim relief (s 49C).\n[31]\nThe CAC took\nfurther into account in deciding that Botash had standing that the statute casts\nthe right to participate in hearings\nof the Tribunal widely.  The complainant\nhas this right not only if it referred ‘the complaint’ to the\nTribunal (s 53(a)(ii)(aa)),\nbut also if in the opinion of the presiding member\nof the Tribunal the complainant’s interest is not adequately represented\nby another participant (s\n53(a)(ii)(bb)).\n[32]\nIt is true, as Ansac\npointed out on appeal, that s 53 specifically sets out the participation rights\nof the complainant, and that\none of the factors the statute requires the\nTribunal to consider in granting interim relief is ‘the need to prevent\nserious\nor irreparable harm’.\n[33]\nIt\ndoes not follow from these facets of the statute, however, that an intervening\nparty must (as Ansac urged us to find) show the\nordinary common law\nprerequisites for obtaining relief.  As the CAC rightly pointed out, the orders\nthe Tribunal can make in response\nto the referral of a complainant are ‘of\na limited kind to be made in the public interest’.  From this the CAC\ninferred\nthat a complainant need not show that it has suffered particular\ndamage.\n[23]\n[34]\nWe agree with the CAC’s conclusion.\nAnsac’s argument seeks to conclude from the limited express rights the Act\nconfers\non a participant in a hearing that the Act requires an intervenor to\ncomply with the strict common law requisites for interdictory\nrelief; but this\nis to overlook the significance of the fact that a broad ambit of participatory\nrights is created in the first place.\n Ansac likewise underscores that an\napplicant, to obtain interdictory relief under the Act, must place on the scale\nthe risk to it\nof ‘serious or irreparable damage’; but ignores the\nfact that obtaining such relief may not be an intervenor’s\nsole interest\nin the proceedings.\n[35]\nWe see no reason to\ncircumscribe narrowly the right to intervene in proceedings under the Act.  We\ntherefore conclude that the absence\nof a claim of particular damage on the part\nof Botash is no bar to its title to claim relief as an\nintervenor.\nAdmissibility of evidence about the nature and effect of the agreement\n[36]\nThe greatest part of the\nparties’ dispute, and of the argument before this and the other forums,\nrelated to the ruling concerning\nthe admissibility of evidence.  What\ncomplicates the matter is the lack of consensus about the effect of the\nTribunal’s ruling.\n[37]\nIt is clear from\nits juxtaposition with s 4(1)(a) that s 4(1)(b) is aimed at imposing a\n‘per se’ prohibition: one, in\nother words, in which the efficiency\ndefence expressly contemplated by sub-para (a) cannot be raised.  The reason for\nthe blunt terms\nof sub-para (b) is plain.  Price-fixing is inimical to economic\ncompetition, and has no place in a sound economy.  Adopting the language\nof\nUnited States anti-trust law, price-fixing is anti-competitive\nper se\n. \nAll countries with laws protecting economic competition prohibit the practice\nwithout more.  The fact that price-fixing has occurred\nis by itself sufficient\nto brand it incapable of redemption.  The Tribunal has found that\nonce the\nconduct complained of is found to fall within the scope of the prohibition\n,\nthat is the end of the enquiry.  There is no potential for a further enquiry as\nto whether the conduct is justified (an enquiry\nof the kind that is envisaged by\ns 4(1)(a)), and evidence to that end is not relevant and thus inadmissible.  It\nis this finding\nthat the Competition Appeal Court upheld; and it is clearly\ncorrect.  Indeed, none of the parties to the appeal suggests otherwise.\n[38]\nYet there is no consensus between the\nparties as to whether the Tribunal’s ruling was limited to that. While the\nrespondents\ncontend that the Tribunal’s ruling upheld by the CAC only\nexcludes evidence that is tendered to establish an ‘efficiency\ndefence’ of the nature contemplated by s 4(1)(a) (an outcome not\ncontroversial before us), Ansac submits that the ruling goes\nmuch further.  It\ncontends that the Tribunal has also precluded evidence that is relevant to\n‘characterising’ its conduct\nand thus to determining whether or not\nit falls within the scope of the legislative prohibition in sub-para (b) at all.\n[39]\nThat lack of consensus is not altogether\nsurprising because Ansac’s argument before the Tribunal, as recorded in\nits heads of\nargument (and repeated before us) was not directed to the question\nwhether conduct prohibited by s 4(1)(b) could be justified by\nevidence.  It was\ndirected rather to the question whether evidence was admissible to determine\nwhether Ansac’s conduct is prohibited\nat all: in other words, whether the\nAnsac agreement constitutes price-fixing as prohibited by the Act.  Only in the\nalternative did\nAnsac submit that, if its conduct did not fall foul of s\n4(1)(b),\nbut was sought to be brought within the separate prohibition in s\n4(1)(a)\n(which the Commission has not yet tried to do), evidence would be\nadmissible to justify its conduct as envisaged by that sub-paragraph.\n[40]\nThe Tribunal appears to us to have elided\nthese two separate submissions and thereby misdirected its enquiry.  It seems to\nhave been\nof the view that Ansac sought to advance the evidence in order to\nestablish that its conduct, though falling within s 4(1)(b), is\nnevertheless\njustifiable by criteria of the kind contemplated by s 4(1)(a) when that was not\nAnsac’s contention.  That the\nTribunal’s ruling posits that no\nevidence\nexcept the terms of the agreement\nin question\nis relevant\n(and thus admissible) to the question whether s 4(1)(b) has been contravened is\nevident from the following passage from\nits reasons:\n‘[T]hose who set themselves the task of\nimpugning agreements thus described in Section 4(1)(b) do not have to establish\nany\ndeleterious impact on competition.\nAll that has to be established is the\nexistence of an agreement embodying the features detailed in Section\n4(1)(b)(i)-(iii).’\n(Emphasis added.)\nMoreover, the terms of its ruling are sufficiently expansive to exclude all\nevidence relating to the purpose and effect of the agreement.\n Its ruling (which\nwe repeat for convenience) was that:\n‘On the argument we requested on section 4(1)(b) we find that evidence\nconcerning any technological, efficiency, or other pro-competitive\ngain that\nmight be admissible in terms of section 4(1)(a) is inadmissible in terms of\nsection 4(1)(b).\nIn the reasons it gave for its later ruling of 30 November 2001, the Tribunal\nexplained its earlier ruling as follows:\n‘The panel held that Section 4(1)(b) required no showing of\nanti-competitive effect and that it permitted of no efficiency defence\n[the\ndefence allowed for by s 4(1)(a) – the mere fact of the agreement was\nsufficient to condemn it.’\nThis lends support to Ansac’s contention that the ruling was intended\nto exclude all evidence except the terms of the agreement.\n[41]\nThe Tribunal’s\nruling, particularly in the context of the reasons it gave, is open to the\nconstruction that (perhaps inadvertently)\nit has precluded evidence even if the\nobject of advancing it is to demonstrate that Ansac’s conduct does not\nfall within the\nprohibition in s 4(1)(b) at all. To that extent its ruling was\nin our view premature and therefore incorrect.  This ruling the CAC\nendorsed. \nIn this in our view it fell into the same\nerror.\n[42]\nBut even if the ruling is no more\nthan ambiguous, and was not intended to have that effect, it is clearly\ndesirable that there should\nbe clarity on the issue, bearing in mind the\nuncertainty that clearly exists, and the enormous expense this uncertainty has\nalready\nentailed.\n[43]\nWe pointed out\nearlier that an agreement that involves, amongst other things, price-fixing, is\nprohibited by s 4(1)(b), and nothing\ncan be advanced to justify it.  But when\nhas prohibited price-fixing occurred?  This is not always simple to determine. \nIn the United\nStates the condemnation of price-fixing arises from judicial\ninterpretation of s 1 of the Sherman\nAct.\n[24]\nIn the European Union, in\nAustralia, and in this country it is decreed by legislation.\n[44]\nIn the United States the enquiry is\napproached by ‘characterising’ the conduct complained of to\ndetermine whether it constitutes\nthat form of conduct that the courts have\nthrough case precedents labelled ‘price-fixing’ but have not\ncomprehensively\ndefined.  In this country, where the prohibition is decreed by\nlegislation rather than by judicial intervention, the prohibited form\nof conduct\nmust be established by construing s 4(1)(b).\n[45]\nOnce the ambit of sub-para (b)’s\nprohibition has been established the enquiry can move to whether or not the\nconduct in issue\nfalls within the terms of the prohibition.  That is a factual\nquestion that must be answered by recourse to relevant evidence.\n[46]\nThere is in principle no reason why the\nenquiry should not be conducted in reverse.  The enquirer might choose first to\nidentify the\ntrue character of the conduct that is the subject of the complaint,\nand only then turn to whether the conduct (so characterised)\nconstitutes\nprice-fixing as contemplated by s 4(1)(b).  (This is how the enquiry is\nconducted in the United States, though there\nthe two elements tend to be elided,\nbecause the scope of the prohibition is itself a matter of judicial rather than\nlegislative determination.)\n[47]\nWhichever\napproach is adopted, the essential enquiry remains the same.  It is to establish\nwhether the character of the conduct complained\nof coincides with the character\nof the prohibited conduct: and this process necessarily embodies two elements.\nOne is the scope of\nthe prohibition: a matter of statutory construction.  The\nother is the nature of the conduct complained of: this is a factual enquiry.\n In\nordinary language this can be termed ‘characterising’ the conduct\n– the term used in the United States, which\nAnsac has\nadopted.\n[48]\nPrice-fixing necessarily\ncontemplates collusion in some form between competitors for the supply into the\nmarket of their respective\ngoods with the design of eliminating competition in\nregard to price.  That is achieved by the competitors collusively\n‘fixing’\ntheir respective prices in some form. (By setting uniform\nprices, or by establishing formulae or ratios for the calculation of prices,\nor\nby other means designed to avoid the effect of market competition on their\nprices.)\n[49]\nBut while price fixing inevitably\ninvolves collusive or consensual price determination by competitors, it does not\nfollow that price\nfixing has necessarily occurred whenever there is an\narrangement between competitors that results in their goods reaching the market\nat a uniform price.  The concept of ‘price fixing’, both in lay\nlanguage and in the language that the Act uses, may,\nfor example, be limited to\ncollusive conduct by competitors that is designed to avoid competition, as\nopposed to conduct that merely\nhas that incidental effect.\n[50]\nAs the majority of the United States\nSupreme Court pointed out in\nBroadcast Music, Inc v Columbia Broadcasting\nSystem, Inc\n441 US 1\n(1978) at 9:\n‘Literalness [when interpreting the phrase\n‘price-fixing’] is overly simplistic and often overbroad.  When two\npartners\nset the price of their goods or services they are literally\n“price fixing,” but they are not\nper se\nin violation of the\nSherman Act...Thus, it is necessary to characterise the challenged conduct as\nfalling within or without that category\nof behaviour to which we apply the label\n“\nper se\nprice fixing.”  That will often, but not always, be a\nsimple matter.’\n[51]\nWhat is important for the\npresent proceedings is that the nature of the prohibiting source in this country\n– a legislative injunction\nagainst a certain form of conduct – makes\nit impossible to conclude the enquiry into whether particular conduct is\nprohibited\nwithout at some stage determining the scope of the legislative\nprohibition.  And unless that determination is made, it is not possible\nto\npredict what evidence will be relevant or irrelevant to the factual part of the\nenquiry.\n[52]\nThere can be little doubt that\nan agreement by competitors that has as its specific design the elimination of\nprice competition (the\nessential characteristic of a\ncartel)\n[25]\nconstitutes direct\nprice-fixing as contemplated by the statute.  Where competitors have reached an\nagreement to set uniform prices,\nwithout more, all that might be required in\norder to establish a transgression of s 4(1)(b) is to produce their agreement,\nbecause\nits very terms may admit of no conclusion but that it was designed to\neliminate price-competition.\n[53]\nBut\nindirect price-fixing presents greater complexity.  It is not difficult to\nenvisage conduct by competitors that is designed to\neliminate price-competition\nindirectly, by shifting the supply of competitors’ goods to a separate\nentity that is under their\ncontrol, and which purports to set the price for the\ngoods.  If that separate entity is no more than the\nalter ego\nof the\nindividual competitors in association, who are in truth consensually fixing\ntheir prices through the medium of that\nalter ego,\nthen no doubt the\nfaçade behind which they are acting can be stripped away to reveal the\nreality of the arrangement (collusion\nby two or more competitors designed to\nensure that their respective goods reach the market at non-competing\nprices).\n[26]\n[54]\nBut not every arrangement between\ncompetitors entailing the ultimate supply of goods necessarily falls into that\ncategory.  It is,\nfor instance, not difficult to envisage a\nbona fide\njoint venture that is embarked upon by competitors for a legitimate purpose,\nthrough the vehicle of a separate entity, which must\nnecessarily set a price for\ngoods that it supplies (emanating from the competitors) merely as an incident to\nthe pursuit of the joint\nventure.\n[55]\nThere\nis in our view no\na priori\nreason to assume that such an arrangement\nconstitutes prohibited price-fixing as contemplated by s 4(1)(b) of the statute.\n(We emphasise\nthat we make no finding as to whether or not it is.)  If, on a\nproper construction of s 4(1)(b), such an arrangement does not constitute\nprohibited price-fixing, then it might well be necessary to enquire beyond the\nmere terms of the competitors’ agreement in\norder to establish whether it\nis or is not merely a sham: to establish, in other words, whether the vehicle\nfor the joint venture\nis in truth a single entity supplying its own goods to the\nmarket (albeit that the source of the goods is the competitors) for which\na\nprice must necessarily be set by the joint venture vehicle; or whether the\nvehicle for the joint venture is merely a cloak for\nwhat is in truth collusive\naction designed to ensure that the goods of competitors are supplied to the\nmarket at non-competitive\nprices.\n[56]\nWhat is\ncritical to the present application is that the determination of what evidence\nis admissible depends on the scope of the legislative\nprohibition. Until there\nis clarity on what the legislation prohibits (and on what is not prohibited) it\nis premature to rule on\nwhat evidence might or might not be relevant and\nadmissible to determine whether the prohibited conduct has occurred.\n[57]\nThe parties are agreed that the Tribunal\nhas yet to determine that issue.  The Tribunal has not yet in express terms\nconstrued s 4(1)(b)\nand established its scope (nor what falls outside its\nscope). Nor is the scope of the prohibition in our view self-evident.  The\nCompetition Commission, in its submissions before us, has recognised some of the\nabsurdities that would follow from a construction\nof s 4(1)(b) that prohibits\nall consensual conduct by competitors that ultimately produces a uniform price\nfor goods emanating from\nthem.  The Commission has for this reason been\nconstrained to read words into the statute to avoid the\nabsurdities.\n[58]\nIf the statute prohibits all\nconsensual conduct amongst competitors that has the effect of creating uniform\nprices for their goods\nin the market, then the only evidence relevant to the\nenquiry is no doubt evidence that establishes the existence of a consensus\nhaving that effect.  But if the prohibition is more restricted, then plainly the\nterms of the agreement alone might not be\ndecisive.\n[59]\nWe are not called upon in this\napplication to give meaning to the prohibition and indeed it is not permissible\nfor us to do so.  The\njurisdiction of this court, as we have pointed out, is\nconfined to considering appeals, which contemplates the existence of an order\nor\nruling by another court on the issue under\nappeal.\n[60]\nWe do not suggest that the\nevidence Ansac seeks to lead is necessarily admissible.  We hold only that it is\npremature at this stage\nto make a finding as to what evidence is or is not\nadmissible, so long as the characteristics of the prohibited conduct have not\nbeen established by construing the statute.  It is for the Tribunal to consider,\nin the manner and in accordance with such procedure\nas it may decide, to what\nextent evidence may be admissible to establish whether the Ansac agreement falls\nwithin the prohibition\ncontained in s\n4(1)(b).\n[61]\nTo the extent that the\nTribunal’s ruling is confined to precluding evidence purporting to\njustify\nconduct prohibited by s 4(1)(b) its finding is correct, and the\nCAC correctly dismissed the appeal against it.  But to the extent\nthat its\nruling precludes evidence to ‘characterise’ the conduct in issue in\norder to determine whether or not the s\n4(1)(b) prohibition covers that conduct\nat all, its ruling was premature and thus incorrect and is liable to be set\naside.\n[62]\nOur findings that the CAC’s\nconclusions relating to jurisdiction and standing are unassailable clearly\nconstitute a sufficient\nbasis on which to refuse leave to appeal on those\nissues.  Our finding relating to the remaining issue (the ruling on the\nadmissibility\nof evidence), however, is of sufficient importance, both for the\nproper determination of the present dispute and for the future application\nof s\n4(1)(b), to justify our intervention to correct the Tribunal’s findings\ninsofar as it is necessary to do so.\n[63]\nAs\nfor the costs of the application, Ansac has failed in its contentions regarding\nthe territorial application of the Act, and Botash’s\nlegal standing.  But\nit has had some success regarding what may be seen as the parties’\nprincipal dispute – the admissibility\nof evidence to characterise the\nAnsac agreement and Ansac’s projected activities within South Africa.  The\nparties are therefore\ninvited to submit written argument as to what costs order\nwould be most appropriate in this court and in the forums\nbelow.\n[64]\nThere is a remaining observation. \nThe present proceedings underline the need for care to be taken when isolating\nissues and dealing\nwith them separately from the remaining issues.  We repeat\nwhat was said by this court in\nDenel (Pty) Ltd v\nVorster\n[27]\nin a related\ncontext:\n‘[I]t is appropriate to make a few\nremarks about separating issues. Rule 33(4) of the Uniform Rules – which\nentitles a\ncourt to try issues separately in appropriate circumstances –\nis aimed at facilitating the convenient and expeditious disposal\nof litigation.\nIt should not be assumed that that result is always achieved by separating the\nissues. In many cases, once properly\nconsidered, the issues will be found to be\ninextricably linked even though at first sight they might appear to be discrete.\nAnd even\nwhere the issues are discrete the expeditious disposal of the\nlitigation is often best served by ventilating all the issues at one\nhearing,\nparticularly where there is more than one issue that might be readily\ndispositive of the matter. It is only after careful\nthought has been given to\nthe anticipated course of the litigation as a whole that it will be possible\nproperly to determine whether\nit is convenient to try an issue separately. But\nwhere the trial court is satisfied that it is proper to make such an order\n–\nand in all cases it must be so satisfied before it does so – it is\nthe duty of that court to ensure that the issues to be tried\nare clearly\ncircumscribed in its order so as to avoid confusion... [A]nd when issuing its\norders a trial court should ensure that\nthe issues are circumscribed with\nclarity and precision.’\n[65]\nWe make the following\norder:\n1.\nThe application for special leave to\nappeal against the order of the Competition Appeal Court insofar as it dismissed\nthe appeal against\nthe findings of the Tribunal relating to jurisdiction and\nstanding is refused.\n2.\nThe application for\nspecial leave to appeal against the order of the Competition Appeal Court\ninsofar as it dismissed the appeal against\nthe ruling of the Tribunal relating\nto the admissibility of evidence is granted.\n3.\nThe appeal succeeds to that extent and the\norder of the Competition Appeal Court is set aside.  In its place there is\nsubstituted:\n‘(a)\t The Tribunal’s ruling that evidence is not admissible to\njustify conduct falling within the prohibition contained\nin s 4(1)(b)\nstands.\n(b)\tThe Tribunal’s ruling, to the extent that it excludes all evidence\nrelating to the nature, purpose, and effect of the Ansac\nagreement, is set\naside.’\n4.\nThe\nparties are invited to submit written argument as to the appropriate costs\norder, in this court and in the courts below.\nE CAMERON & RW NUGENT\nJUDGES OF APPEAL\nCONCUR:\nMPATI DP\nCONRADIE JA\nCOMRIE AJA\n[1]\nAmerican Natural Soda Ash Corporation v\nCompetition Commission\n2003 (5) SA 633\n(CAC) (Malan AJA, Davis JP and Jali\nJA concurring).\n[2]\nSherman Act, 15 USC §\n1: ‘Every contract, combination in the form of trust or otherwise, or\nconspiracy, in restraint of\ntrade or commerce among the several States, or with\nforeign nations, is declared to be illegal.  Every person who shall make any\ncontract or engage in any combination or conspiracy hereby declared illegal\nshall be deemed guilty of a felony, and, on conviction\nthereof, shall be\npunished by fine not exceeding $10 000 000 if a corporation, or, if any other\nperson, $350 000, or by imprisonment\nnot exceeding three years, or by both said\npunishments, in the discretion of the court.’ § 2 makes monopolizing\ntrade\na felony.\n[3]\nSection 3 of Act 39 of\n2000 amended the Act by moving the italicised words, which had been in sub-para\n(a), to the end of the opening\nportion of the provision.  When the proceedings\ncommenced the Act was in its unamended form, but nothing turns on this and we\ngive\nthe post-2000 wording.\n[4]\nAmerican\nNatural Soda Ash Corporation v Competition Commission\n2003 (5) SA 633\n(CAC);\nAmerican Natural Soda Ash Corporation v Competition Commission\n2003 (5)\nSA 655 (SCA).\n[5]\nSection 8 of the Act\nprohibits ‘abuse of dominance’, making it unlawful for a dominant\nfirm (defined in s 7) to charge\nan excessive price to the detriment of\ncustomers, and related exclusionary acts.\n[6]\nIn terms of s 21(1)(g) of the Act the Competition Commission may refer matters\nto the Competition Tribunal and appear before the\nTribunal.\n[7]\nAmerican Natural Soda Ash\nCorporation v Competition Commission\n2003 (5) SA 633\n(CAC).\n[8]\nAmerican Natural Soda Ash\nCorporation v Competition Commission\n2003 (5) SA 655\n(SCA).\n[9]\nSupreme Court Act 59 of 1959 s\n21(3)(c)(ii).\n[10]\nSee the judgment of this\ncourt in\nNational Union of Metalworkers of South Africa v Fry’s Metals\n(Pty) Ltd\n(case no 026/03, delivered on Tuesday 12 April 2005) paras\n9-33.\n[11]\nConstitution s 167(3)(b): CC has\njurisdiction ‘only’ in ‘constitutional matters, and issues\nconnected with decisions\non constitutional\nmatters’.\n[12]\nJudgment of this court\ndated Tuesday 12 April 2005, paras\n5-33.\n[13]\nSee\nNational Coalition for Gay\nand Lesbian Equality v Minister of Home Affairs\n2000 (2) SA 1\n(CC) paras\n23-24 and particularly\nNational Director of Public Prosecutions and another v\nMohamed NO\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC) para\n33.\n[14]\n2003 (5) SA 655\n(SCA) para\n16.\n[15]\nJudgment of  12 April 2005, paras\n34-44.\n[16]\nConstitution s 173: ‘The\nConstitutional Court, the Supreme Court of Appeal and the high courts have the\ninherent power to protect\nand regulate their own process, and to develop the\ncommon law, taking into account the interests of\njustice’.\n[17]\nThey are set out in\nthe Supreme Court Act 59 of 1959 and in the decisions of this court, including\nWestinghouse Brake & Equipment (Pty) Ltd v Bilger Engineering (Pty)\nLtd\n1986 (2) SA 555\n(A) 564H-565E.\n[18]\n2003 (5) SA 633\n(CAC) paras 7-21.\n[19]\nRennie NO v Gordon NO\n1988 (1) SA 1\n(A) 22F, per Corbett CJ, adopted in\nBernstein v Bester\n[1996] ZACC 2\n;\n1996 (2) SA 751\n(CC) para 105, per Ackermann\nJ.\n[20]\n2003 (5) SA 633\n(CAC) para\n18.\n[21]\n2003 (5) SA 633\n(CAC) paras\n2-5.\n[22]\nWe refer, since it makes no\nmaterial difference, to the provisions of the Act as amended by Act 39 of\n2000.\n[23]\n2003 (5) SA 633\n(CAC) para\n4.\n[24]\nQuoted in note 2\nabove.\n[25]\nConcise Oxford English\nDictionary: ‘an association of manufacturers or suppliers formed to\nmaintain high prices and restrict\ncompetition’.\n[26]\nCompare 91/301/EEC:\nCommission Decision of 19 December 1990, relating to a proceeding under Art\n85(1) of the EEC Treaty (IV/33.016\n– Ansac),\nOfficial Journal\nL\n152, 15/06/1001 p 0054 –\n0060.\n[27]\n2004 (4) SA 481\n(SCA) para 3,\nper Nugent JA.",
  "scraped_at": "2026-02-12T14:05:43.432259",
  "date": "2005-05-13",
  "coram": [
    "MPATI DP",
    "CAMERON",
    "NUGENT",
    "CONRADIE JJA",
    "COMRIE AJA"
  ],
  "case_number": "554/03",
  "parties": {
    "applicants": [
      "AMERICAN NATURAL SODA ASH CORPORATION",
      "CHC GLOBAL (Pty) Ltd"
    ],
    "respondents": [
      "COMPETITION COMMISSION OF SA",
      "BOTSWANA ASH (Pty) Ltd",
      "CHEMSERVE TECHNICAL PRODUCTS (Pty) Ltd",
      "MINISTER OF TRADE AND INDUSTRY"
    ]
  },
  "sections": {
    "facts": "The dispute concerned the importation of soda ash from the United States into South Africa. The United States consortium Ansac (American Natural Soda Ash Corporation and its South African distributor CHC Global) operated a cartel exempt from US antitrust law for export purposes. Botswana producer Botash and its South African distributor Chemserve alleged that Ansac’s agreement constituted price‑fixing in breach of the South African Competition Act 89 of 1998. The Competition Commission investigated and referred the matter to the Competition Tribunal, which issued rulings on jurisdiction, standing and the admissibility of evidence. The Competition Appeal Court upheld the Tribunal’s rulings on jurisdiction and standing but also upheld the Tribunal’s exclusion of evidence on an efficiency defence under s 4(1)(b). The applicants sought special leave to appeal directly to the Supreme Court of Appeal.",
    "issues": "1. Whether the Competition Act applies to conduct that has an effect in South Africa irrespective of an adverse effect. 2. Whether Botash has standing to complain without showing particular damage. 3. Whether evidence of technological or efficiency gains can be admitted under s 4(1)(b) of the Act. 4. Whether the Tribunal’s exclusion of all evidence concerning the nature, purpose and effect of the agreement was proper. 5. Whether the Supreme Court of Appeal has jurisdiction to hear a special leave application from a decision of the Competition Appeal Court.",
    "principles": "The Court applied the Constitution’s primacy over statutory appellate structures (s 168(3), s 173) and held that the Supreme Court of Appeal retains jurisdiction to hear appeals from the Competition Appeal Court where special leave is granted. Section 63 of the Competition Act requires special leave for appeals from the CAC on matters within its non‑exclusive jurisdiction. The Court affirmed the wide territorial reach of s 3(1) – the Act applies to any economic activity that has an effect in the Republic, not only adverse effects. Standing was interpreted broadly under s 49B(2)(b) and s 53, allowing any person to lodge a complaint and to be a party before the Tribunal even without proof of individual loss. Section 4(1)(b) creates a per se prohibition on price‑fixing that admits no efficiency defence, whereas s 4(1)(a) does allow such a defence for other restrictive practices. The Court reiterated the need for special circumstances to grant leave to appeal, as established in NUMSA v Fry’s Metals.",
    "application": "The Court confirmed that the Tribunal’s finding that evidence of efficiency gains cannot be used to justify conduct prohibited by s 4(1)(b) is correct. However, it held that the Tribunal erred by precluding all evidence that could characterise the conduct, because such evidence is necessary to determine whether the conduct falls within the scope of the prohibition. Accordingly, the Court set aside that part of the Tribunal’s ruling. The Court upheld the CAC’s conclusions on jurisdiction and Botash’s standing, finding no error. It granted special leave to appeal on the evidence issue, noting the public importance of clarifying the scope of s 4(1)(b) and the admissibility of evidence.",
    "conclusion": "Special leave to appeal was granted in respect of the Tribunal’s ruling on the admissibility of evidence. The order of the Competition Appeal Court was set aside insofar as it dismissed the appeal against that ruling. The Tribunal’s ruling that evidence cannot be used to justify conduct falling within s 4(1)(b) stands, but its broader exclusion of all evidence about the nature, purpose and effect of the Ansac agreement is set aside. The parties were invited to file written arguments on costs."
  },
  "tags": {
    "level_1": "Competition Law",
    "level_2": "Cartel/Price‑Fixing",
    "level_3": [
      "section 4(1)(b)",
      "standing",
      "special leave to appeal",
      "territorial application",
      "efficiency defence"
    ]
  }
}