{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/132.html",
  "case_name": "S v Fraser (258/04) [2005] ZASCA 132; [2005] 4 All SA 500 (SCA); 2005 (1) SACR 455 (SCA) (31 March 2005)",
  "citation": "[2005] ZASCA 132",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 132\n|\nNoteup\n|\nLawCite\nS v Fraser (258/04) [2005] ZASCA 132; [2005] 4 All SA 500 (SCA); 2005 (1) SACR 455 (SCA) (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSAFLII Note:\nCertain personal/private details of parties or witnesses have\r\n\t\t\tbeen redacted from this document in compliance with the law and\nSAFLII\r\n\t\t\tPolicy\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase number 258/04\nReportable\nIn the matter between:\nLAURIE JOHN FRASER\tAPPELLANT\nand\nTHE STATE\t   RESPONDENT\nCORAM\n:\t\tZULMAN,\r\nFARLAM et VAN HEERDEN JJA\nHEARD\n:\t\t24\r\nFEBRUARY 2005\nDELIVERED\n:\t\t31\r\nMARCH 2005\nSUMMARY:\nCriminal\r\nProcedure â sentence - conspiracy to commit kidnapping â sentence\r\nof four years imprisonment set aside and replaced\nby severe fine plus\r\nperiod of sentence suspended for four years on condition that similar\r\noffences not be committed and community\nservice performed â\r\nsubstituted sentence sufficiently severe to send out suitable message\r\nto those minded to commit similar offences\nand to deter the appellant\r\nfrom committing such offences in the future.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\n[1]\nThe\r\nappellant in this matter was convicted in the magistratesâ court\r\nfor the regional division of Johannesburg on a charge of\ncontravening\r\ns 18(2)\n(a)\nof the\r\nRiotous Assemblies Act 17 of 1956 by conspiring with other persons to\r\ncommit or to procure the commission of the kidnapping\nof T.F.. He was\r\nsentenced to 4 years imprisonment. His appeal against his conviction\r\nand sentence was dismissed by Goldblatt J\n(with whom Boruchowitz J\r\nconcurred), sitting in the Johannesburg High Court. He now appeals to\r\nthis court, with leave from the\ncourt\na quo,\nagainst the sentence imposed upon him.\n[2]\nThe\r\nappellant is the natural father of T.F., who was born on [date] 1995.\r\n(In what follows I shall refer to him as âthe childâ.)\nOn 23\r\nFebruary 1996 the child was adopted by Dr B.F. and his wife Mrs F.,\r\nin terms of an adoption order granted by the Commissioner\nof Child\r\nWelfare, Pretoria North. Prior to the childâs birth, at a time\r\nafter she had terminated the relationship between her\nand the\r\nappellant, the childâs mother, Ms Adriana Naude, had already\r\ndecided to give up her as yet unborn child for adoption.\n[3]\nThe\r\nappellant, who did not accept the motherâs decision in this regard,\r\nbrought an application in the Witwatersrand Local Division\nfor an\r\ninterdict to prevent the child, once born, from being handed over for\r\nadoption and an order that the child be handed over\nto him. This\r\napplication was dismissed with costs: see\nFraser\r\nv Naude and Others\n1997 (2) SA 82\n(W). After\r\nthe child was born and the adoption order was granted the appellant\r\nbrought a further unsuccessful application in the\nWitwatersrand Local\r\nDivision, this time seeking disclosure of the identities of the\r\nadoptive parents.\n[4]\nOn 11\r\nMarch 1996 the appellant brought a review application before Preiss J\r\nin the Transvaal Provincial Division, seeking,\ninter\r\nalia,\nan order reviewing and setting aside\r\nthe order for the adoption of the child. This application was\r\nsuccessful: see\nFraser v Childrenâs Court,\r\nPretoria North, and Others\n[1997] ZACC 1\n;\n1997 (2) SA 218\n(T). The question as to whether s 18(4\n)(d)\nof the Child Care Act 74 of 1983 was inconsistent with the interim\r\nConstitution and therefore invalid insofar as it dispensed with\na\r\nfatherâs consent for the adoption of a child born out of wedlock\r\nwas referred to the Constitutional Court for determination.\nOn 5\r\nFebruary 1997 the Constitutional Court held that s 18(4)\n(d)\nof the Child Care Act 74 of 1983 was inconsistent with the interim\r\nConstitution and therefore invalid to the extent that it dispensed\n\nwith the fatherâs consent for the adoption of a child born out of\r\nwedlock in all circumstances, but suspended this declaration\nof\r\nunconstitutionality for two years to enable Parliament to correct the\r\ndefect in s 18(4)\n(d)\n,\r\nwhich was to remain in force pending its correction by Parliament or\r\nthe expiry of the two year period. In the result the appellantâs\n\nchallenge to the constitutionality of s 18(4)\n(d)\nfailed as far as his own case was concerned. The Constitutional\r\nCourtâs judgment is reported as\nFraser v\r\nChildrenâs Court, Pretoria North, and Others\n1997\r\n(2) SA 261\n(CC).\n[5]\nThe\r\nfollowing year this Court overturned the judgment of the Transvaal\r\nProvincial Division setting aside the adoption order: see\nNaude\r\nand Another v Fraser\n[1998] ZASCA 56\n;\n1998 (4) SA 539\n(SCA).\n[6]\nTen\r\ndays after the judgment of the Constitutional Court was handed down\r\nthe child was kidnapped in Malawi, in which his adoptive\nparents were\r\ntemporarily resident as missionaries and to which they had taken him\r\nshortly after the adoption order. Three days\nafter the child was\r\nkidnapped he was recovered and was taken to a police station.\n[7]\nNormally\r\nwhere a person conspires with another to commit a crime and the crime\r\nin question is committed then the conspirator is\nliable for the crime\r\nitself and should be so charged: see Burchell,\nSouth\r\nAfrican Criminal Law and Procedure\nvolume 1\nGeneral Principles of Criminal Law\n3ed\r\np 367 and\ncf R v Milne and Erleigh\n(7)\n1951 (1) SA 791\n(A) at 823G. In the present case, however, it was not\r\npossible for the State to charge the appellant with the crime of\r\nkidnapping\nbecause the kidnapping occurred in Malawi. The conspiracy\r\nin respect of which the appellant was convicted occurred in the\r\nregional\ndivision of Johannesburg and the crime which formed the\r\nsubject of the conspiracy was to be committed in part in South Africa\r\nbecause\nit was part of the conspiracy that the child, having been\r\nkidnapped in Malawi, was to be handed over to the appellant in\r\nJohannesburg.\nThe appellantâs contention that the conspiracy which\r\ntook place in this matter did not amount to a contravention of s\r\n18(2)(a)\nof Act 17 of 1956 because the principal offence was to be\r\ncommitted outside South Africa (cf\nS v Basson\n2000 (1) SACR 1\n(T)) was rejected both by the\r\ntrial court and the court\na quo\nbecause\r\nit was proved by the State that the child was to be brought to this\r\ncountry after he was kidnapped.\n[8\n]\nIt\r\nwas accordingly competent for the prosecution to charge the appellant\r\nwith a conspiracy in contravention of s 18(2)(a) of the\nAct and for\r\nhim to be convicted thereof. It has to be borne in mind, however,\r\nwhen one comes to sentence that that is the offence\nfor which he is\r\nto be punished. The court cannot punish him for the actual kidnapping\r\nbecause that is an offence over which the\ncourts of this country have\r\nno jurisdiction and it is an offence moreover in respect of which he\r\nwas not charged. The circumstances\nof the kidnapping may be relevant\r\nin order to throw light on the nature of the offence which formed the\r\nsubject matter of the conspiracy\nbut the court must be on its guard\r\nnot to punish the appellant for an offence in respect of which he was\r\nnot, and could not be,\ncharged in this country.\n[9]\nAccording\r\nto the evidence of Brian Nkhata, one of the appellantâs\r\nco-conspirators, who kidnapped the child in Malawi and who gave\n\nevidence for the State (which was accepted by the trial court), he\r\nmet the appellant on at least three occasions and spoke to him\non at\r\nleast two occasions on the telephone. At their first meeting, which\r\nappears to have taken place near the end of September\n1996, he,\r\nanother State witness, Austin Nkhata, a relative of his, and one\r\nCharles Mwandira, the second accused at the trial, met\nwith the\r\nappellant. The appellant requested the witness to go to Malawi to\r\nascertain where Dr and Mrs F. and the child were staying.\nHe told the\r\nwitness that he loved his child, that Dr F. had him and that he\r\nwanted him back. He promised the three of them a reward\nfor\r\nâretrievingâ, as it was put, his child but stressed that they\r\nmust not carry guns and that there was to be no violence\nand no\r\nlooting.\n[10]\nSome\r\ntime after this discussion the witness went to Malawi. While he was\r\nthere he met Mwandira, Austin Nkhata and the first accused\nat the\r\ntrial, Jennifer Uys, a woman in her mid-twenties with whom the\r\nappellant was living at the time. After they went to the\nFunnellsâ\r\nhouse, they realized it would be difficult to get hold of the child\r\nbecause there were two security guards and what\nwas described as a\r\nvicious dog. They decided to abandon the operation. Austin Nkhata, Ms\r\nJennifer Uys and Charles Mwandira then\nreturned to South Africa.\n[11]\nAfter\r\na while, in January 1997, Brian Nkhata also returned to South Africa.\r\nAfter he had been informed by Charles Mwandira that\nthe appellant\r\nstill wanted what was described as âthe dealâ to go on, he\r\ntelephoned the appellant, whereupon he and Charles\nMwandira had a\r\nmeeting with the appellant and Jennifer Uys at a shopping centre. The\r\nappellant asked him and Charles Mwandira whether\nthey were going to\r\ngo through with the deal he had told them about and they agreed. He\r\nalso said that, if they failed, he would\nhimself go to fetch the\r\nchild, adding that he would do anything to get his child. The witness\r\nstated that he was then instructed\nby the appellant to go to Malawi.\r\nThe next day Jennifer Uys and the appellant brought him R1 500, which\r\nit had been agreed was\nthe cost of the journey to Malawi. After this\r\nthe witness went to Malawi, it having been arranged that the\r\nappellant, Jennifer\nUys and Charles Mwandira would follow in the\r\nmiddle of the week. While he was in Malawi the witness telephoned the\r\nappellant and\ntold him that they should not come that week but the\r\nappellant did not want to postpone anything. Shortly thereafter he\r\nmet up\nwith Jennifer Uys and Charles Mwandira who told him,\r\nincorrectly as it turned out, that the appellant was also in Malawi.\r\nAfter\ntwo fruitless visits to the Funnellsâ home, Jennifer Uys and\r\nCharles Mwandira returned to South Africa. The witness stayed behind\n\nin Malawi and succeeded, with the help of two others, in kidnapping\r\nthe child. Some time later (according to Dr F., who also testified,\n\nit was three days later), the child was returned.\n[12]\nThe\r\nwitness also stated that the understanding with the appellant was\r\nthat the child would be brought to South Africa and that the\n\nappellant had said that he wanted to bring the child up himself. He\r\nsaid that he received in all R1 450 from the appellant, R1\n000 on the\r\nfirst occasion and R450 on the second, and that he had wanted R15 000\r\nfor the kidnapping, the agreement with the appellant\nbeing that money\r\nwas to be paid over after the kidnapping had taken place. Under\r\ncross-examination he conceded that the appellant\nhad been serious\r\nabout his  instruction that no-one should be harmed.\n[13]\nThe\r\nsecond State witness, Austin Nkhata, whose evidence was also accepted\r\nby the trial court, described several meetings with the\nappellant\r\nfrom about August to November 1996, some of them attended by the\r\nprevious witness. According to him the appellant told\nhim he was\r\nwilling to pay two persons R20 000 to carry out the kidnapping,\r\ninitially R15 000 and later R5 000, and that he would\nalso give them\r\na motor car. According to the witness the child was to be taken to\r\nMozambique, from where, presumably, he was to\nbe brought to South\r\nAfrica. The appellant had said that he wanted the child before\r\nJanuary, and that they would be accompanied\nby Jennifer Uys. He had\r\nstressed that weapons must not be used and that they must take good\r\ncare of Jennifer Uys and the child.\nHe then related how he went to\r\nMalawi, where he met the previous witness, and described how they\r\nwent to the Funnellsâ house\nbut were unable to take the child.\r\nAfter that he returned to South Africa and was not involved in the\r\nconspiracy thereafter. He\nsaid that at a certain stage the appellant\r\ngave him R200 and that he received a further R100 from Jennifer Uys\r\nafter he returned\nto South Africa.\n[14]\nAccording\r\nto another State witness, Captain Strauss, the investigating officer,\r\nhe ascertained that Jennifer Uys and Charles Mwandira\nwent to Malawi\r\nin November 1996 and again from 6 to 9 February 1997. The appellant\r\nwas also away from South Africa from 6 to 9\nFebruary but he only went\r\nas far as Harare.\n[15]\nAs\r\nappears from the summary I have given of the evidence of Brian and\r\nAustin Nkhata, no definite arrangements appear to have been\nmade, at\r\nleast after Jennifer Uys returned to South Africa, as to where the\r\nchild was to be kept in Malawi or as to how the child\nwas to be kept\r\nsafe while en route to this country.\n[16]\nIn\r\nhis judgment on sentence the magistrate said, correctly, that the\r\noffence in respect of which the appellant was convicted was\na very\r\nserious one: indeed he went so far as to say that the appellant and\r\nhis co-accused had conspired to commit a heinous crime.\nHe pointed\r\nout that the kidnapping which was to have been committed was very\r\ncarefully planned, although he referred also to the\nlack of any\r\ndefinite arrangements as to where the child would be kept during the\r\ntrip to South Africa or to ensure that the child\nwould be safe during\r\nthat period. In this regard the magistrate said that the appellant\r\nâprobably placed all his confidence in\nBrian Nkhata to see to the\r\nsafety of the child and Jennifer Uys.â The magistrate continued:\r\nâHe entrusted the safety of the\nchild to a man whom he had only met\r\non a few occasions.â\n[17]\nThe\r\nmagistrate also referred to the misery the kidnapping would have\r\ncaused to the Funnells, not knowing where the child was or\nwhat had\r\nhappened to him, especially in a foreign country, where they were\r\ntemporarily employed. The magistrate also took into\naccount the fact\r\nthat kidnapping is, as he put it, âbecoming more prevalent\r\nnowadays.â\n[18]\nThe\r\nmagistrate then set out the personal circumstances of the appellant,\r\nthat he was 32 years of age, unmarried, self-employed and\na first\r\noffender. He recorded that it was not clear what his income was. In\r\nhis judgment on conviction the magistrate stated that\nthe appellant\r\nhad a bachelorâs degree in commerce and that he had been employed\r\nby an international auditing company. According\nto the judgment of\r\nthe Constitutional Court, which was handed in at the trial, the\r\nappellant is described as âa system developer\nemployed in the\r\ncomputer industryâ.\n[19]\nDealing\r\nwith the interests of society the magistrate said:\nâSociety is subjected to an overwhelming amount of crime. The\r\nimpression is that the crime situation in this country is out of\n\nhand. More and more people in all sectors of the community are\r\ninvolved in serious offences. There is a tendency of lawlessness.\nThe\r\naccused are not the exception. The disrespect shown towards law and\r\norder, justice and the rights of other people, cannot be\ntolerated.\r\nIt is the courtâs duty to protect the interests of society.â\n[20]\nIn\r\ndiscussing the involvement of the appellant in the conspiracy the\r\nmagistrate stated that the appellantâs attorney had correctly\n\nconceded that he was the principal offender. He took into account\r\nthat it appeared that the appellant had, as he put it, used both\nof\r\nhis co-accused and the two Nkhatas. He continued:\nâ[The appellant] showed great interest in his child. Now after all,\r\nhe has lost his child, one can sympathise with him in this\nregard.\r\nBut it does not make his conduct less serious. All the witnesses in\r\nmitigation sympathised with accused 3. It can be understood.\nSome of\r\nthem had the same problems. It was argued that no violence was\r\ninvolved. This argument does not hold water. Kidnapping\nby the nature\r\nof it implies violence. The degree of violence naturally differs from\r\ncase to case. In this case they planned a serious\noffence, a\r\nkidnapping in a foreign country.\nThe next question which was posed by [the appellantâs attorney] is\r\nthe question whether they [the three accused] posed any danger\nto\r\nsociety. That is only one of the factors which must be considered.\r\nPunishment must fit the criminal, the crime and also society.\nThen\r\nthe motive. Whatever [the appellantâs] motives were, to plan such a\r\nserious offence where his biological child was involved,\nplanning to\r\nsubject the child to the care of persons whom he knew for a short\r\nperiod, is a very serious offence and is viewed in\na very serious\r\nlight. The motive he had cannot have that much influence on his\r\nblameworthiness. The fact that it was his biological\nchild cuts both\r\nways, in favour of him and against him. A person prepared to have his\r\nbiological child kidnapped in such a manner\ncommitted a serious\r\noffence, and his sincerity about the wellbeing of that child can be\r\nquestioned. [The appellantâs attorney]\nreferred to our rotten\r\nsociety. It is the courtâs duty to send a message out that criminal\r\nbehaviour will not be tolerated, to\ntry and do something about the\r\nrotten society. Society might not need to be protected against the\r\naccused, but one of the purposes\nof sentence is also to have a\r\ndeterrent effect. A message must be sent out that crime, especially\r\nserious offences, will not be\ntolerated.â\n[21]\nThe\r\nmagistrate came to the conclusion that a term of imprisonment would\r\nbe the only appropriate sentence in the case of all three\naccused\r\nbefore him. He sentenced the first and second accused (Jennifer Uys\r\nand Charles Mwandira) each to two yearsâ imprisonment\nand, as\r\nindicated above, imposed a sentence of four yearsâ imprisonment on\r\nthe appellant. Because the second accused had been\nin custody for\r\nover two years his sentence was suspended. In the case of the first\r\naccused and the appellant, said the magistrate,\nâa suspended\r\nsentence will not have the necessary deterrent effect on others with\r\nthe same ideas as the accused.â\n[22]\nIn\r\nhis judgment in the Johannesburg High Court, Goldblatt J dealt with\r\nthe appellantâs motive as follows:\nâThe motive behind the appellantâs criminal behaviour never\r\nclearly emerged during the trial and one can only guess and speculate\n\nas to what went on in his mind. The most probable motive seems to be\r\nthe belief expressed by him in his plea explanation at the\ntrial that\r\nin view of the fact that Preiss J had set aside the adoption order,\r\nhe as father of the child, was legally entitled\nto take the child\r\ninto his custody. He may very well have believed that if the child\r\nwas brought to him, the Funnells would have\nhad no right to take the\r\nchild out of the country pending a new adoption hearing. He may also\r\nhave believed that if the\nstatus quo\nwas that he had custody\r\nof the child, this would weigh in his favour at an adoption hearing.â\n[23]\nGoldblatt\r\nJ found that the sentence imposed was not shockingly inappropriate\r\nand that the magistrate did not misdirect himself in\nany way. He\r\ncontinued:\nâI see no reason to interfere with the sentence imposed. As\r\ncorrectly pointed out by the court\na quo\nthe offence of which\r\nthe appellant was convicted is a very serious one and could have\r\ncaused great pain and harm to the adoptive\nparents who had already\r\nbrought T. up for two years and to T. who would have found himself in\r\na strange and unknown environment.\nFurther, the kidnapping was a\r\nflagrant disregard of the South African judicial system in that in\r\nthe hearing before Preiss J, which\ntook place shortly before the\r\nalleged conspiracy, the parties had agreed that custody of T. would\r\nremain with the Funnells pending\nan appeal.â\n[24]\nWhile\r\nI agree that the offence in respect of which the appellant was\r\nconvicted was very serious, that it could have caused great\nharm and\r\npain to the adoptive parents and the child and that it was, as was\r\nput by Goldblatt J, âa flagrant disregard of the\nSouth African\r\njudicial systemâ, I am unable to agree that the magistrate did not\r\nmisdirect himself. I do not think that every\nkidnapping is\r\nnecessarily a violent offence and point out that the appellant\r\nstressed to both the Nkhatas that no violence was\nto be used and that\r\nno-one was to be harmed.\n[25]\nI am\r\nalso of the opinion that, reprehensible though the appellantâs\r\ncrime may be, the fact that he has clearly acted out of concern\nfor\r\nhis own child and was actuated by a very real desire to bring him up\r\nhimself must have some mitigating effect when one comes\nto weigh up\r\nhis moral blameworthiness, misguided though his actions have been.\r\nMany of the kidnapping cases which come before the\ncourts and to\r\nwhich the magistrate alluded when he said that kidnapping is becoming\r\nmore prevalent nowadays are cases where the\nmotive for the kidnapping\r\nis to extract a ransom from the parents or other family members of\r\nthe child kidnapped. Others involve\nthe taking of a child out of the\r\ncustody of those entitled to it in order to enable the kidnapper to\r\nrape, or commit other indecent\nacts against, the child kidnapped. \r\nThis case differs markedly from cases of that sort. In the\r\ncircumstances this court is, by\nreason of the magistrateâs\r\nmisdirections, at large to consider afresh what sentence should be\r\nimposed in respect of the appellant.\n[26]\nAs I\r\nhave said, I agree that the offence of which the appellant was\r\nconvicted was serious. I am also of the view that a message\nmust be\r\nsent out indicating that offences of this kind cannot and will not be\r\ntolerated. I do not think, however, that such a message\nwill only go\r\nout if an unsuspended sentence of imprisonment is imposed. In my view\r\na large fine, coupled with a suspended sentence\nhaving as one of the\r\nconditions of suspension the requirement that the appellant perform\r\nan appropriate form of community service,\nwill also send out such a\r\nmessage. A further condition of suspension to the effect that the\r\nappellant not be convicted of kidnapping\nor other specified offences\r\nduring the period of suspension [contempt of any court order relating\r\nto his child or any conspiracy,\nattempt or incitement to commit such\r\nkidnapping or contempt of court in respect of which a sentence of\r\nimprisonment without the\noption of a fine is imposed] will have the\r\neffect of deterring the appellant from committing further offences\r\nflowing from his\nobsessive desire to have custody of his child\r\ndespite decisions of the courts to the contrary. In addition, every\r\ntime he performs\ncommunity service he will perforce be reminded of\r\nhis offence and the necessity to refrain from similar conduct in the\r\nfuture.\n[27]\nAt\r\nthe hearing of the appeal the counsel for the appellant and the State\r\nwere requested to endeavour to agree on appropriate conditions\nof\r\nsuspension should the court be minded to replace the sentence imposed\r\nby the trial court by a period of imprisonment suspended,\ninter\r\nalia,\non condition that the appellant perform\r\nappropriate community service. They have agreed on conditions of\r\nsuspension which they suggest\nshould be incorporated in the sentence\r\nto be substituted for the sentence imposed by the trial court. I am\r\ngrateful to them for\ntheir suggestions and have utilised these in the\r\nsentence set out below, which is also based on the sentence framed by\r\nthis Court\nin\nS v Van Vuuren\n1992\r\n(1) SACR 127\n(A).\n[28]\nThe\r\nfollowing order is made:\n1.\tThe appeal against the sentence imposed on the\r\nappellant is allowed.\n2.\tThe sentence imposed by the trial court is set aside\r\nand replaced by the following:\nâAccused no 3 is sentenced to a fine of R10 000, plus four yearsâ\r\nimprisonment, which imprisonment is suspended for a period\nof 4 years\r\non the following conditions:-\nAccused no 3 is not during the said period convicted of\r\n\tkidnapping or contempt of any court order relating to his child or\r\n\tany\nattempt, conspiracy or incitement to commit such kidnapping or\r\n\tcontempt of court, in respect of which a sentence of imprisonment\nis\r\n\timposed without the option of a fine.\nAccused no 3 shall without remuneration render 416\r\n\thours community service in terms of Section 297(1)\n(a)(cc)\nof\r\n\tAct 51 of 1977 in the manner set out below:\nThe community service shall be served in the casualty\r\n\tdepartment of the Knysna Provincial Hospital;\nThe duties of Accused no 3 shall be the rendering of\r\n\tporter services in the casualty department or in other wards as\r\n\tdirected\nfrom time to time by the sister in charge of the casualty\r\n\tdepartment.\nThe said community service shall be carried out every\r\n\tSaturday between the hours of 14h00 and 18h00.\nFor the purposes of carrying out the said community\r\n\tservice accused no 3 shall report every Saturday afternoon at 14h00\r\n\tto the\nsister in charge of the casualty department at Knysna\r\n\tProvincial Hospital.\nAccused no 3 shall first report for duty as aforesaid\r\n\tat 14h00 on Saturday 9 April 2005 and shall thereafter regularly and\r\n\tpunctually\nreport for such service at 14h00 on each succeeding\r\n\tSaturday, unless exempted therefrom in terms of the written\r\n\tpermission of\nthe [matron of the hospital] sister in charge of the\r\n\tcasualty department of the hospital, granted on the grounds of\r\n\tsickness\nor compelling necessity.\n3.\tThe Social Worker, Community Corrections, Knysna\r\nshall report to the Clerk of the Court, Johannesburg at Private Bag\r\nX1, Johannesburg,\n2000 on a six monthly basis until the said\r\ncommunity service is completed.\nâ¦â¦â¦â¦â¦\n.\nIG FARLAM\nJUDGE OF APPEAL\nCONCUR:\nZULMAN\t\tJA\nVAN HEERDEN\tJA",
  "scraped_at": "2026-02-12T14:04:43.796027",
  "date": "2005-03-31",
  "coram": [
    "Zulman JA",
    "Farlam JA",
    "Van Heerden JA"
  ],
  "case_number": "258/04",
  "parties": {
    "applicants": [
      "Laurie John Fraser"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Laurie John Fraser, the natural father of a child born in 1995, unsuccessfully attempted to block the child's adoption and later sought disclosure of the adoptive parents. After a successful review application, the Constitutional Court declared a provision of the Child Care Act invalid, but later the Supreme Court of Appeal set aside the adoption order. In February 1996 the child was kidnapped in Malawi by co‑conspirators hired by Fraser, who intended to bring the child back to South Africa. Fraser was convicted in a Johannesburg magistrate's court of conspiracy to commit kidnapping under the Riotous Assemblies Act and sentenced to four years' imprisonment. He appealed the sentence.",
    "issues": "The appeal concerned whether the four‑year term of imprisonment was an appropriate sentence for the offence of conspiracy to commit kidnapping, taking into account the seriousness of the offence, the appellant's motive, the need for deterrence, and the appropriate balance between punishment and mitigation.",
    "principles": "The court applied sentencing principles that punishment must fit the crime, the offender and societal interests, emphasizing denunciation and deterrence. It noted that a conviction for conspiracy does not permit punishing the appellant for the substantive kidnapping, an offence over which South African courts lack jurisdiction. The court also considered mitigating factors such as the appellant's motive to regain his child, the absence of intended violence, and his personal circumstances, alongside aggravating factors of planning a serious offence. Precedent from S v Van Vuuren was used to justify a fine and suspended sentence with conditions as a severe, non‑custodial alternative.",
    "application": "The court found the magistrate had erred in imposing an unsuspended custodial sentence. It set aside the four‑year imprisonment and substituted a fine of R10,000 together with a four‑year suspended sentence, subject to conditions that the appellant not be convicted of kidnapping or related offences and that he perform 416 hours of community service at the casualty department of Knysna Provincial Hospital. These conditions aim to provide denunciation, deterrence and rehabilitation while reflecting the appellant's circumstances.",
    "conclusion": "The appeal against the sentence was allowed. The original sentence was replaced by a fine, a suspended four‑year imprisonment, and mandatory community service, with reporting obligations to the court."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "kidnapping",
      "conspiracy",
      "adoption",
      "suspended sentence",
      "community service"
    ]
  }
}