{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/26.html",
  "case_name": "S v Gentle (317/2003) [2005] ZASCA 26; 2005 (1) SACR 420 (SCA) (29 March 2005)",
  "citation": "[2005] ZASCA 26",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 26\n|\nNoteup\n|\nLawCite\nS v Gentle (317/2003) [2005] ZASCA 26; 2005 (1) SACR 420 (SCA) (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 317/03\nReportable\nIn the matter between\n:\nHEINRICH GENTLE\t\t\t\t\t\t\t  APPELLANT\nand\nTHE STATE\t\t\t\t\t\t\t       RESPONDENT\nCORAM :\t\tFARLAM, CLOETE, PONNAN JJA\nHEARD :\t       \t14 MARCH 2005\nDELIVERED :\t29 MARCH 2005\nSummary:\nSection 316\nof the\nCriminal Procedure Act 51 of 1977\n: SCA\ngranting leave to appeal where High Court believing that leave unnecessary but\nindicating that it would have been refused. Evidence:\neffect of document handed\nin by consent; what is meant by corroboration.\n_________________________________________________________\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tAt the\noutset of this appeal the court granted the appellant’s application for\ncondonation for the late delivery of his\napplication for leave to appeal to this\ncourt. The application was, correctly, not opposed by the representative of the\nState. At\nthe conclusion of the hearing and after a short adjournment the court\ngranted the appellant’s application for leave to appeal,\nupheld the appeal\nagainst conviction and set the appellant’s conviction and sentence aside.\nThe appellant was released from\ncustody later the same afternoon. It was\nindicated that reasons for the court’s order would be furnished in due\ncourse. These\nare the reasons.\n[2]\tOn 26 July 2000 the appellant and his\nco-accused were charged in the Regional Court, Oudtshoorn, with having raped the\ncomplainant\non 31 January 1999 at Matjiesrivier. Both pleaded not guilty but\nboth were convicted. The magistrate found that each had raped the\ncomplainant\ntwice. This finding meant that the offence was one specified in\nPart 1\nof\nSchedule 2 of the Criminal Law Amendment Act, 105 of 1979 (‘the\nAct’). The regional magistrate was accordingly obliged\nin terms of s 52(1)\nof the Act to stop the proceedings and commit the appellant and his co-accused\nfor sentence by a high court as\ncontemplated in s 51(1) of the Act.\n[3]\tThe\nprocedure which the high court was obliged to follow is set out in s 52(3),\nwhich provides inter alia:\n‘(a)\tWhere an accused is committed under\nsubsection (1)(b) for sentence by a High Court, the record of the proceedings in\nthe\nregional court shall upon proof thereof in the High Court be received by the\nHigh Court and form part of the record of that Court.\n(b)\tThe High Court\nshall, after considering the record of the proceedings in the regional court,\nsentence the accused as contemplated\nin section 51(1) or (2), as the case may\nbe, and the judgment of the regional court shall stand for this purpose and be\nsufficient\nfor the High Court to pass such sentence: Provided that if the judge\nis of the opinion that the proceedings are not in accordance\nwith justice or\nthat doubt exists whether the proceedings are in accordance with justice, he or\nshe shall, without sentencing the\naccused, obtain from the regional magistrate\nwho presided at the trial a statement setting forth his or her reasons for\nconvicting\nthe accused.’\nThe sentence prescribed in s 51(1) is\nimprisonment for life; but s 51(3)(a) provides that if the court is satisfied\nthat substantial\nand compelling circumstances exist which justify the imposition\nof a lesser sentence, it may impose a lesser sentence.\n[4]\tThe matter\ncame before Griesel J on 12 November 2001 in the circuit court at Oudsthoorn.\nThe learned judge recorded that he was\nsatisfied that the proceedings were in\naccordance with justice; found that substantial and compelling circumstances\nwere present;\nand sentenced the appellant to fifteen years’ imprisonment\nand his co-accused to ten years’ imprisonment. Both applied\nto the learned\njudge for leave to appeal against the convictions and sentences imposed. Their\napplication was heard together with\nfour other applications in similar matters.\nOn 19 April 2002 the learned judge handed down a joint judgment in which he\nconcluded\nthat each of the applicants had an automatic right of appeal against\nconviction, but that leave to appeal against sentence was required.\nThe learned\njudge continued:\n‘Sou die Volbank van my bogemelde benadering verskil,\nòf wat die feite òf wat die reg aanbetref, word geboekstaaf\ndat ek\nin elk van die vyf aansoeke wat die onderwerp van die huidige uitspraak vorm\nsodanige verlof sou geweier het. In daardie geval\nkan die gebrek aan verlof\nondervang word deur die uitoefening deur die Hof van Appél van sy wye\nhersieningsbevoegdhede voortspruitend\nuit die bepalings van art 309(3), gelees\nmet art 304(2) van die Strafproseswet.’\nIn the case of the appellant\nand his co-accused, leave to appeal against sentence was refused.\n[5]\tIn\ncoming to the conclusion that the appellant and the other applicants for leave\nto appeal had an automatic right to appeal against\nconviction, the learned judge\nreasoned as follows:\n‘Hierdie hof het geen onafhanklike\nskuldigbevinding ten opsigte van enigeen van hulle uitgebring nie en het selfs\nnie eens nodig\ngehad om hul skuldigbevindings te bekragtig nie. Wat wel gebeur\nhet, is dat hierdie hof die verrigtinge in die laer hof onder hersiening\ngeneem\nhet en tot die gevolgtrekking gekom het dat reg tydens sodanige verrigtinge\nbehoorlik geskied het.’\nThat reasoning is inconsistent with the later\ndecision of this court in\nS v B\n2003 1 SACR 52\n(SCA). In para [9] of the\njudgment Streicher JA concluded, with reference to s 52(3) of the Act,\nthat:\n‘Die skuldigbevinding in die streekhof is dus, in effek, ‘n\nvoorlopige skuldigbevinding wat finaal word indien dit aanvaar\nword of bekragtig\nword deur die Hoë Hof. Met ander woorde die Strafwysigingswet het ‘n\nspesiale prosedure geskep ingevolge\nwaarvan die verhoor van ‘n beskuldigde\nin die streekhof begin en in die Hoë Hof afgehandel kan\nword.’\n[6]\tThe appellant and his co-accused appealed to the Cape\nHigh Court . The decision of this court in\nS v B\nwas available to that\ncourt. In a judgment delivered on 20 February 2003 Knoll J (Selekowitz and\nBlignaut JJ concurring) found that\nalthough the Act had been amended with effect\nfrom 23 March 2001 by the\nJudicial Matters Amendment Act, 62 of 2000\n, the\nconclusion reached in\nS v B\nwas unaffected; and accordingly correctly\nheld that the appellant required leave to appeal against his conviction in terms\nof\ns 316\nof the\nCriminal Procedure Act, 51 of 1977\n. Because such leave had not\nbeen granted by Griesel J, and because leave to appeal against sentence had been\nrefused by him, the\nfull court struck the appeal off the roll. The full court\nwas unable to exercise its review jurisdiction inasmuch as the decision\nof a\nsuperior court is not reviewable.\n[7]\tThe obviously bewildered appellant\nthen applied for condonation and for leave to appeal to this court. The\napplications were dated\n29 April 2003 and were received by the registrar on 17\nJuly 2003. On 22 August 2003 this court made the following\norder:\n‘1.\tThe application for condonation and leave to appeal is\nreferred to this court for oral argument.\n2.\tThe parties must be prepared, if\ncalled upon to do so, to address the court at the hearing on the merits of the\nconviction and\nsentence.\n3.\tThe applicant is to file five additional copies\nof the application for condonation and leave to appeal and to file with the\nregistrar\nof this court the record of the proceedings and to comply with all the\nrules relating to the prosecution of an appeal.\n4.\tThe applicant should\narrange to be legally represented, if necessary, by applying to the Legal Aid\nBoard for assistance.’\n[8]\tAs I have said, the application for\ncondonation was granted at the outset of the hearing. The question which then\narose for decision\nwas whether this court could hear the appeal. The answer to\nthat question depended upon whether it could be found that Griesel J\nrefused to\ngrant leave to appeal ─ in which case this court could grant the\napplication for leave. Griesel J refused leave\nin regard to the sentence he\nimposed. In the passage I have quoted in paragraph [4] above, Griesel J said\nexpressly that he would\nhave refused leave to appeal against conviction; and\nthat is no doubt what he would have done, had the matter been sent back for\nhis\nconsideration by this court. If the matter were to have been sent back, this\ncourt could nevertheless have heard the appeal pending\nthe decision of Griesel J\nfor the reasons given in paras [18] to [28] of the judgment of this court handed\ndown on 20 December 2004\nin\nPharmaceutical Society of South Africa v The\nMinster of Health; New Clicks South Africa (Pty) Ltd v Dr Manto\nTshabalala-Msimang NO\n, SCA cases 542/04 and 543/04; and this court could\nitself have granted the necessary leave were it to have been refused. But to\nfollow\nthis approach would have been pointless, would have caused further\nunnecessary delay and would have resulted in form triumphing over\nsubstance\n─ all for the purpose of obtaining an entirely predictable result. In the\ncircumstances this court was of the view,\nand the representative of the State on\nappeal conceded, that Griesel J’s approach should be interpreted as a\nrefusal of leave\nto appeal on conviction. This court therefore considered that\nit was in a position to grant such leave in terms of the provisions\nof\ns\n316(13)(c)\nof the\nCriminal Procedure Act, in\nview of the application before it\nand the previous order made by this court on 22 April 2003 quoted in para [7]\nabove. The application\nwas accordingly granted.\n[9]\tI turn to examine the\nmerits of the appellant’s conviction. It was established that at about\nfive p.m. on the day in question\nthe complainant left her home where she had\nbeen drinking wine all day with her husband, the appellant and another person.\nShe had\nher baby with her. According to the appellant, he accompanied her as she\nhad agreed to have sexual intercourse with him, and on their\nway the co-accused\njoined them. According to the complainant on the other hand, the appellant and\nhis co-accused accosted her some\ndistance from her home. It is common cause that\nthe complainant and the appellant went to a place amongst the bushes next to a\ndirt\ntrack and that the co-accused followed them. Whether the complainant was a\nwilling partner or was dragged there by the appellant,\nwas in dispute. The\ncomplainant made no allegation that the co-accused forced her into the bushes\nnor did she suggest that he was\nacting in concert with the appellant when he, on\nher version, did so. The complainant said that the appellant then hit her on the\neye, leaving what she described as a ‘rooi kolletjie’. The appellant\ndenied any such incident. It is further common cause\nthat the appellant and\nthereafter his co-accused had sexual intercourse with the complainant in the\nbushes. It is not necessary to\nconsider whether the co-accused had sexual\nintercourse with the complainant twice (although that question will arise for\ndecision\nshould the co-accused obtain condonation and prosecute an appeal).\nWhether the appellant again had sexual intercourse with the complainant\nafter\nhis co-accused had done so, was in dispute. At some stage Mr Moos Barnard walked\npast the scene and at another stage the complainant’s\nson Mario together\nwith Daniël Malgas and another young person, who did not give evidence,\narrived on the scene. The complainant’s\nsister-in-law was summoned by\nMario and he took her and her sister to the scene. Ultimately the police were\ncalled.\n[10]\tIn convicting the appellant, the magistrate committed a\nnumber of fundamental misdirections. It suffices to refer to two at this\nstage.\nFirst, the magistrate used the contents of the plea explanation of the\nappellant’s co-accused to discredit the appellant’s\nversion. The\nappellant testified that the complainant had undone the button of her shorts\nherself. The co-accused had said in his\nplea explanation that the appellant had\ndone this before dragging her into the bushes and having sexual intercourse with\nher. The\nmagistrate could not rely on the evidence of the co-accused as it was\npatently unsatisfactory on this very point. Initially, the\nco-accused said in\nhis evidence in chief that the complainant had gone into the bushes with the\nappellant willingly. This elicited\nthe following retort from the\nco-accused’s attorney: ‘Jy het my gesê sy is daar\ningesleep’, to which the\nco-accused responded: ‘Hy het gegaan met\nhaar daarin’. In response to the question: ‘Wie trek wie se broek\naf?’,\nthe co-accused said ‘Ek weet nie of sy [\nsc\n. hy] hom\nafgetrek het of sy nie meneer’. The co-accused’s attorney then said\n‘Die verklaring wat jy vir my gegee\nhet wat gesê het:\n“Klaagster se kortbroek losgeknoop haar die bosse ingesleep en met haar\nomgang gehad”, is dit\nnie reg nie?’ and after some further\ncross-examination (and I use this word advisedly) by his own attorney, the\nco-accused\nfinally agreed that his plea explanation was the correct version. I\nshall return to the credibility of the co-accused later. For\npresent purposes it\nsuffices to say that what is said in a plea explanation by one accused is\nobviously not evidence against another\naccused.\n[11]\tSecond, the\nmagistrate used what he termed ‘die mediese getuienis, die dokter se\ngetuienis wat ingehandig is’ as\nbeing an indication that the\ncomplainant’s evidence was reliable. The medical evidence in fact shows\nthe exact opposite. That\nevidence was contained in a form J88 entitled\n‘Report by District Surgeon, Medical Officer or Medical Practitioner on\nthe Completion\nof a Medico-legal Examination’. According to the form a\nmedical practitioner named Barnard examined the complainant at 9:30\np.m. (i.e.\nfour hours or so after the alleged rape). The medical practitioner\nrecorded:\n‘Was glo dronk kan nie voorval onthou nie. Antwoord nie juis\nop vrae nie. Nog ver deur die wind. Sê eers 1 persoon toe\nweer\ntwee.’\nThe form was handed in by the appellant’s attorney with\nthe consent of the prosecutor. The medical practitioner was not called\nto give\nevidence. The only conclusion which can be drawn from the procedure which was\nfollowed at the trial and the magistrate’s\nreliance on the contents of the\nform is that in consenting that the form be handed in, the prosecutor accepted\nthe correctness of\nwhat was stated in it. The representative of the State on\nappeal was obliged to concede that this must be so, although he submitted\nthat\nin the absence of oral evidence by the doctor, the possibility exists that the\ndoctor’s examination of the complainant\nmay have been perfunctory and the\nentries on the form unreliable; and that accordingly where the State witnesses\ncontradicted the\nentries on the form, their evidence should be preferred. That\napproach is not open to the State. Had the prosecutor wished to challenge\nthe\nweight to be given to the contents of the form, he should have called the doctor\nor timeously have advanced a submission to this\neffect, in which case the\nmagistrate should himself have called the doctor in terms of the provisions of\ns\n186\nof the\nCriminal Procedure Act. In\nany event, the argument advanced on behalf\nof the State on appeal does not explain the approach of the magistrate. The one\nthing\nthat the report did not do, is show that the complainant’s evidence\nwas reliable. The magistrate’s statement to the contrary,\nis inexplicable\nand a plain misdirection.\n[12]\tThe State’s representative on appeal\nsubmitted that the misdirections to which I have referred were not material.\nThey\nobviously were. They formed part of the reasoning of the magistrate and\ncontributed to his conclusion that the appellant was guilty.\nThe consequence of\nthe first misdirection was that inadmissible material was taken into account to\ndiscredit the appellant’s\nversion; and the consequence of the second\nmisdirection was that evidence was taken into account to show that the\ncomplainant’s\nversion was reliable, when such evidence showed the exact\nopposite. This court is accordingly at large to disregard the magistrate’s\nfindings of fact, even if based on credibility, and to come to its own\nconclusion on the record as to whether the guilt of the appellant\nwas proved\nbeyond a reasonable doubt; and the onus accordingly becomes all-important:\nR\nv Dhlumayo and Another\n1948 (2) SA 677\n(A) paras 10, 12 and\n13.\n[13]\tThe complainant was an appallingly bad witness. She contradicted\nherself in numerous respects. In chief she said that the appellant\nhad had\nsexual intercourse with her twice whilst his co-accused held her child, and that\nwhen the appellant had finished, the co-accused\nhad sexual intercourse with her\ntwice whilst the appellant held her child. In cross-examination she said that\nafter the appellant\nhad had sexual intercourse with her, he walked away and did\nnot return; and that the co-accused then put the baby down whilst he\nhad sexual\nintercourse with her. It was pointed out to her by the appellant’s\nattorney that in repeating her version in cross-examination\nshe had not claimed\nthat the appellant had had sexual intercourse with her more than once. She then\nsaid that the appellant had come\nback after his co-accused had had sexual\nintercourse with her and it was then that the appellant had had sexual\nintercourse with\nher for the second time. When she was confronted with her\nevidence that the appellant had walked away and not come back after he\nhad had\nsexual intercourse with her, she was unable to explain the contradiction despite\nthe fact that she was repeatedly asked to\ndo so.\n[14]\tThe evidence of the\ncomplainant was also unsatisfactory as to when Barnard had walked past the scene\nand her son Mario had arrived\non the scene. In her evidence in chief she said\nthat Barnard walked past after both the appellant and his co-accused had had\nsexual\nintercourse with her. In cross-examination on behalf of the appellant,\nshe said that Barnard had walked past whilst the appellant\nwas still having\nsexual intercourse with her, for the second time. That is a clear contradiction.\nShe was asked when her son had\narrived. She said it was when the co-accused was\nhaving sexual intercourse with her, and that was after Barnard had passed the\nscene.\nOn this version, her evidence in chief that both had finished raping her\nwhen Barnard passed, cannot be true because Mario arrived\nafter Barnard and saw\nthe co-accused raping her. Nor can her previous evidence in cross-examination\nthat the appellant was raping\nher for the second time when Barnard passed, be\ntrue ─ because if Mario saw the co-accused raping her when he arrived, the\nappellant had not yet raped her for the second time and Barnard could not have\nseen him doing so.\n[15]\tDuring cross-examination the complainant\nsaid:\n‘Ja, maar ek, my kop, ek kan nie meer so lekker onthou\nnie.’\nThe reason why the complainant had difficulty in remembering what\nhad happened, is not hard to find. She was drunk. That much is quite\napparent\nfrom the medical report according to which she was still intoxicated some four\nhours after the incident, could not remember\nit and gave a contradictory account\nof what had happened. Her evidence as to how much she had had to drink, was also\nunsatisfactory.\nShe said that she and her companions, including the appellant,\nhad been drinking since 9 a.m. on the day in question. She initially\nsaid that\nshe had had only three and a half glasses of wine. It was pointed out that this\nwas not very much, bearing in mind that\nthe incident had taken place at about 5\npm. After much hesitation, she admitted having had two further glasses of wine.\n(I should\nperhaps say in parenthesis that no attempt was made to argue before\nthis court that the complainant was too drunk to consent to sexual\nintercourse.)\n[16]\tIn all the circumstances, it is difficult to\nunderstand how the magistrate was in a position to say that ‘die hof is\ntevrede\ndat die klaagster ‘n goeie indruk op die hof gemaak het’. It\nmay well be that the magistrate was only referring to the\ndemeanour of the\ncomplainant and not to the content of her evidence. If so, it is cause for\ncomment that the magistrate did not deal\nwith the latter aspect at all. The\nmagistrate said:\n‘Daarna het die verdediging mnr. Delport haar [the\ncomplainant] onder kruisondervraging geneem. Deur die kruisondervraging het\nhierdie prokureur daarin geslaag om ook ‘n geheelbeeld, ‘n prentjie\nvoor die hof te plaas van wat presies daar plaasgevind\nhet. Hy het haar\nstap-vir-stap deur die proses gevat en daaruit kon die hof dan aflei wat gebeur\nhet. Sy kon meer in detail vertel\nas gevolg van die kruisondervraging van mnr.\nDelport.’\nAs I have demonstrated, however, the complainant did not give\nmore detail in cross-examination, nor did she clarify what she had said\nin her\nevidence in chief. She gave contradictory versions. These contradictions in the\ncomplainant’s evidence were simply ignored\nby the\nmagistrate.\n[17]\tThe complainant’s evidence has very little\nprobative value. The magistrate did not consider that a cautionary approach\nwas\nnecessary, but purported to follow such an approach. In\nS v Jackson\n1998\n(1) SACR 470\n(SCA) at 474f-475e Olivier JA surveyed the history of the\ncautionary rule and the position in other jurisdictions, and concluded\nat\n476e-f:\n‘The evidence in a particular case may call for a cautionary\napproach, but that is a far cry from the application of a general\ncautionary\nrule.’\nThe learned judge then quoted with approval from the decision of\nthe English Court of Appeal in\nR v Makanjuola\n,\nR v Easton\n[1995] 1\nAll ER 730\n(CA), including the following passage at 477c-d:\n‘In some\ncases, it may be appropriate for the judge to warn the jury to exercise caution\nbefore acting upon the unsupported\nevidence of a witness. This will not be so\nsimply because the witness is a complainant of a sexual offence nor will it\nnecessarily\nbe so because a witness is alleged to be an accomplice. There will\nneed to be an evidential basis for suggesting that the evidence\nof the witness\nmay be unreliable. An evidential basis does not include mere suggestions by\ncross-examining counsel.’\nThe evidence in this case certainly did call\nfor a cautionary approach. Quite apart from her contradictory evidence to which\nI have\nalready referred, the complainant had been seen by Barnard, her son and\nsome of his friends in an extremely compromising situation.\nThe lower half of\nher body was naked when her sister-in-law arrived on the scene. Her husband and\nher family would undoubtedly have\ncalled for an explanation. Rape was an obvious\nanswer. These facts alone provide an evidentiary basis for the suggestion that\nthe\nversion of the complainant that she was raped may be unreliable and such\nevidence accordingly had to be approached with caution.\n[18]\tThe\nrepresentative of the State submitted on appeal that (I quote from the heads of\nargument): ‘[T]here was sufficient\ncorroboration or\n“indicators” to support the occurrence of the rapes.’ It must\nbe emphasized immediately that by\ncorroboration is meant other evidence which\nsupports the evidence of the complainant, and which renders the evidence of the\naccused\nless probable,\non the issues in dispute\n(cf\nR v W\n1949 (3)\nSA 772\n(A) at 778-9). If the evidence of the complainant differs in significant\ndetail from the evidence of other State witnesses, the court\nmust critically\nexamine the differences with a view to establishing whether the\ncomplainant’s evidence is reliable. But the\nfact that the\ncomplainant’s evidence accords with the evidence of other State witnesses\non issues not in dispute does not provide\ncorroboration. Thus in the present\nmatter, for example, evidence that the appellant had sexual intercourse with the\ncomplainant does\nnot provide corroboration of her version that she was raped, as\nthe fact of sexual intercourse is common cause. What is required\nis credible\nevidence which renders the complainant’s version more likely that the\nsexual intercourse took place without her\nconsent, and the appellant’s\nversion less likely that it did not.\n[19]\tI shall deal with each of the\nfacts that we were asked to take into account as providing corroboration. First,\nit was pointed\nout that the complainant had complained to her sister-in-law that\nshe had been raped when the latter arrived on the scene. That is\nnot\ncorroboration. This court held in the as yet unreported decision in\nHammond v\nS\n(SCA case 500/03 in which judgment was delivered on 3 September 2004) that\nthe fact and contents of a complaint in a sexual misconduct\ncase can be used\nonly to show that the evidence of a complainant who testifies that the act\ncomplained of took place without her\nconsent, is consistent. It is relevant\nsolely to her credibility. The complaint cannot be used as creating a\nprobability in favour\nof the State case i.e. it cannot be argued that because\nthe complainant complained shortly after the incident, it is probable that\nthe\nincident took place without her consent.\n[20]\tSecond, reference was made\nto what was termed the ‘naked and injured state’ of the complainant.\nThe magistrate found\ncorroboration for the complainant’s version inter\nalia in the fact that the complainant’s sister-in-law saw blood coming\nout\nof the complainant’s private parts, and that the complainant was not\nwearing her panties, when she arrived at the scene.\nThe fact that the lower half\nof the complainant’s body was unclothed, is neutral, as the State’s\nrepresentative correctly\nconceded. The fact that the complainant was bleeding is\nof no significance as it is clear from the medical evidence that she was\nmenstruating.\n[21]\tThird, reference was made to the alleged injury\nsustained by the complainant to her eye. The complainant’s sister-in-law\nand Daniël Malgas testified that they had seen such an injury. The problem\nfacing the State is that the doctor found that the\ncomplainant was not injured.\nIt is clear from the form J88 that the doctor was not referring to her private\nparts. If such injury\nwas obvious to the complainant’s sister-in-law and\nMalgas, the probabilities are that it would also have been noticed by a\ntrained\ndoctor whose function it was to record such an injury. It is not as though the\nalleged injury was concealed under her clothing.\nThe contradiction in the\nevidence casts doubt upon the veracity of the evidence given by those who said\nthat they did see it ─\nparticularly because the complainant’s own\nson Mario made no mention of it. In the circumstances it would be unsafe to find\ncorroboration for the evidence of the complainant that the appellant hit her\nleaving a visible mark on her face.\n[22]\tFourth, reference was made to\nthe fact that the complainant’s pair of panties was torn. The appellant\nsaid that they were\nnot torn. They were handed in as an exhibit and they were\ntorn. There is therefore corroboration for the complainant’s evidence\non\nthis point.\n[23]\tFifth, reference was made to the evidence of the\nco-accused that the appellant had dragged the complainant into the bushes. I\nhave already dealt with this evidence. It is contradictory and completely\nunreliable.\n[24]\tSixth, reference was made to the evidence of the\ncomplainant’s son Mario regarding drag marks (‘sleepmerke’)\non\nthe ground. This evidence is of no value, even assuming that it was admissible.\n(The question which arises in this latter regard\nis whether the\nmagistrate’s warning to Mario and to his youthful companion Daniël\nMalgas to tell the truth was competent\nor whether he should have administered\nthe oath. I find it unnecessary to decide the point.) Mario said nothing about\ndrag marks\nin his evidence in chief. In cross-examination he began talking about\n‘toe die oom Mamma aangesleep het’ and ‘toe\nhy Mamma ingesleep\nhet’. It appears from the context in which this evidence was given that\nMario was talking about the co-accused\nand not the appellant as the\n‘oom’. The following exchange then took place between Mario and the\nmagistrate (it is notable\nthat up until that time, Mario had consistently\nreferred only to one person who had dragged his mother into the\nbushes):\n‘Het hulle vir haar ingesleep? -- Ja meneer.\nHet jy dit\ngesien? -- Ja meneer.’\nThe proceedings continued with the\nco-accused’s legal representative asking the questions:\n‘Was jy\ndaar toe jou ma gesleep is? -- Nee meneer.\nHet jy sleepmerke gesien of hoekom\npraat jy van sleep? -- Ja meneer ek het die sleepmerke daar gesien\nmeneer.’\nThe magistrate then asked:\n‘Het jy sleepmerke gesien,\njy het nie gesien jou ma word gesleep nie?’\nto which Mario\nreplied:\n‘Ek het nie gesien hulle word gesleep nie meneer, ek het die\nsleepmerke daar gesien.’\nAs the representative of the State readily\nconceded, what appears to have happened is that in order to explain why he said\nhis mother\nwas dragged into the bushes when he was not there, Mario claimed to\nhave seen drag marks. The evidence is obviously unreliable and\nno weight can be\nattached to it.\n[25]\tSeventh, reference was made to the evidence of the\nco-accused that the appellant had had sexual intercourse with the complainant\nafter he (the co-accused) had had sexual intercourse with her. The co-accused\nwas demonstrated to be an out and out liar. He claimed\nto have been impotent for\nsome time before the incident but ended up conceding that this was not correct\nand that he had indeed had\nsexual intercourse with the complainant. His evidence\nwas also unsatisfactory as to whether the complainant was dragged into the\nbushes by the appellant, as I have already indicated. Whether his evidence can\nbe regarded as corroborative of the complainant’s\nevidence depends upon\nwhether any credence can be attached to it; and I am quite unable to do\nso.\n[26]\tFinally, the State’s representative relied on the evidence\nof the complainant’s son Mario and his companion Daniël\nMalgas to\nshow that the complainant had called for help. The problem facing the State in\nthis regard is that there is a contradiction\nbetween the two witnesses on this\nvery point. Malgas said that when he arrived on the scene, the co-accused was\nhaving sexual intercourse\nwith the complainant and she called for help. Mario\nconfirms that the co-accused was having sexual intercourse with the complainant\nwhen they arrived but, in his evidence in chief, when asked: ‘Ja, en wat\nsê mamma toe vir julle?’ he answered:\n‘Niks nie meneer’.\nIt is far more probable that the complainant’s own son would have\nremembered the complainant\ncalling for help, if this occurred, than one of his\ncompanions. In the circumstances the evidence of Malgas on this point cannot\nbe\naccepted.\n[27]\tThe only aspect ─albeit an important aspect ─\non which the complainant’s evidence is corroborated, is that\nher panties\nwere torn. On the other hand, she is contradicted by the medical report and by\nBarnard on equally important aspects of\nher evidence. It cannot be accepted, in\nview of the medical report, that she had any injury to her face, and\nconsequently her evidence\nthat the appellant hit her also cannot be accepted. \nIt also cannot be accepted, because of the evidence of Barnard, that she was\nscreaming whilst she was being raped. She said that Barnard walked past the\nscene and I have already referred to her contradictory\nevidence in this regard.\nBarnard was called by the State. His evidence is confusing. One thing, however,\nis clear from that evidence,\nnamely, that he did not hear the complainant scream\nand that he would have heard this, had she done so. Indeed, if the complainant\nsaw Barnard, as she said she did, it is inconceivable that she would not have\ncalled out for him to help her. Yet she does not say\nthat she did; and it is\nclear from Barnard’s evidence that she did not. The magistrate found that\nBarnard appeared to be an\nunwilling witness. But that is no warrant for ignoring\nhis evidence. As Nugent J said in\nS v Van der Meyden\n1999 (2) SA 79\n(W)\n82D-E, in a passage subsequently approved by this court in\nS v Van\nAswegen\n2001 (2) SACR 97\n(SCA) at 101e:\n‘What must be borne in\nmind, however, is that the conclusion which is reached (whether it to be convict\nor to acquit) must account\nfor all the evidence. Some of the evidence may be\nfound to be false; some of it might be found to be unreliable; and some of it\nmight\nbe found to be only possibly false or unreliable; but none of it may\nsimply be ignored.’\n[28]\tThe appellant was not a satisfactory\nwitness. He persistently denied telling the police the version which was\nrecorded in his\nstatement and contradicted himself as to whether he had read the\nstatement before he signed it. His attitude is inexplicable inasmuch\nas there is\nnothing incriminating in the statement. His evidence in this regard leaves a\npoor impression of his credibility. He was\nalso constrained to concede that his\nversion as to the amount of wine he had had to drink, was unlikely bearing in\nmind the time\nhe had spent at the complainant’s home. Furthermore, his\nversion that the complainant’s pair of panties was not torn,\nmust be\nrejected and this must count against him.\n[29]\tThe State’s\nrepresentative submitted in argument that the appellant’s version is so\nimprobable that it cannot be\ntrue. The submission was that if the appellant and\nthe complainant had mutually agreed that they would have sexual intercourse at\na\nconvenient place some distance from her matrimonial home, it is improbable that\nthe appellant would have allowed the co-accused\nto watch; and that it is\ninexplicable how, without a word having been said, the co-accused would have\nended up also having sexual\nintercourse with the complainant. One would indeed\nnot expect rational people to behave in this way. But the complainant was drunk.\nSo were the appellant and his co-accused. Their conduct as testified to by the\nappellant cannot accordingly be evaluated according\nto rational norms. It is\nquite possible in the circumstances that the complainant and the appellant could\nnot have cared less whether\nthe co-accused was around or not; and that after the\nappellant had satisfied himself, he walked away leaving the complainant to fend\noff the advances of his co-accused if that was his intention, or to succumb to\nthem if she had no objection. There is simply no evidence\nwhich suggests that\nthe appellant and his co-accused had agreed that they would rape the complainant\nor why they would wish to do\nso together. It is quite possible that after the\nappellant had finished having sexual intercourse with the complainant with her\nconsent,\nthe co-accused, having seen that she was not resisting, decided to try\nhis luck as well.\n[30]\tConsidering the evidence on the record as a whole\nI am not satisfied that the guilt of the appellant was proved beyond a\nreasonable\ndoubt. The appellant was an unsatisfactory witness, and was proved to\nhave lied as to whether the complainant’s panties were\ntorn. On the other\nhand, the complainant’s evidence was patently unsatisfactory, and except\nfor the aspect I have just mentioned,\nuncorroborated; and she was furthermore\ncontradicted on two important aspects of her evidence, namely, whether she had\nscreamed for\nhelp and whether the appellant has hit her on the face leaving a\nvisible mark. A cautionary approach is called for in the circumstances\nof this\nparticular case for the reasons I have given. The natural sympathy which one has\nfor a woman who says that she has been raped,\ncannot be allowed to play any role\nin deciding whether the onus of proof in a criminal case has been satisfied. In\nthe present case,\nit has not.\n[31]\tIn the circumstances this court\nconcluded that the following order should be made, and it was made:\n1.\tThe\napplication for leave to appeal is granted.\n2.\tThe appeal succeeds and the\nconviction and sentence of the appellant are set aside.\n______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur:\tFarlam JA\nPonnan JA",
  "scraped_at": "2026-02-12T14:01:17.623748",
  "date": "2005-03-29",
  "coram": [
    "FARLAM JA",
    "CLOETE JA",
    "PONNAN JA"
  ],
  "case_number": "317/03",
  "parties": {
    "applicants": [
      "Heinrich Gentle"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Heinrich Gentle and a co‑accused were charged in the Regional Court, Oudtshoorn, with raping a woman on 31 January 1999. Both pleaded not guilty but were convicted of two counts of rape each. The Regional Magistrate was required under s 52(1) of the Criminal Law Amendment Act to commit the matter to a High Court for sentencing. The High Court sentenced Gentle to fifteen years' imprisonment and the co‑accused to ten years. Griesel J refused leave to appeal against the convictions and sentences, treating the convictions as automatically appealable but the sentences as not. Gentle subsequently applied for condonation and leave to appeal to the Supreme Court of Appeal, which was granted. The Court examined the trial evidence, finding that the magistrate had relied on inadmissible material (the co‑accused’s plea explanation) and misdirected the jury by treating a medical report as corroboration of the complainant’s testimony. The complainant’s evidence was found to be contradictory, unreliable, and lacking corroboration.",
    "issues": "1) Whether the Supreme Court of Appeal could grant leave to appeal when the lower High Court judge had effectively refused leave to appeal against conviction. 2) Whether the conviction for rape was proved beyond a reasonable doubt in light of the identified misdirections and the lack of reliable corroboration. 3) Whether the evidence presented, including the complainant’s testimony, the co‑accused’s statements, and the medical report, satisfied the legal requirements for corroboration in a sexual offence case.",
    "principles": "The Court applied s 316(13)(c) of the Criminal Procedure Act concerning leave to appeal, and s 52(3) of the Criminal Law Amendment Act which requires a High Court to seek a statement from the regional magistrate if doubt exists about the fairness of the proceedings. It reaffirmed the precedent that a conviction in a regional court is provisional until affirmed by the High Court (S v B). The Court reiterated the doctrine that evidence from a co‑accused’s plea explanation is not admissible against another accused, and that medical reports must be properly tested under s 186 CPA. The principle of corroboration was clarified: corroboration must be independent evidence that makes the complainant’s version more probable, not mere concurrence on undisputed facts (R v W). A cautionary approach is required where a complainant’s testimony is unreliable (S v Jackson, R v Makanjuola). The standard of proof remains beyond reasonable doubt, and all evidence, even if unreliable, must be considered (S v Van der Meyden).",
    "application": "The Court found that Griesel J’s refusal to grant leave to appeal against conviction amounted to a de facto refusal, allowing the SCA to grant leave under s 316. It held that the magistrate’s reliance on the co‑accused’s plea explanation and the untested medical report constituted material misdirections that tainted the conviction. The complainant’s testimony was deemed contradictory and lacking corroboration; the alleged ‘naked and injured state’, eye injury, and drag‑marks were either explained by alternative facts or found unreliable. The only reliable corroboration was the torn panties, which alone was insufficient to prove lack of consent. Consequently, the Court concluded that the prosecution had not discharged the onus of proving guilt beyond reasonable doubt.",
    "conclusion": "The appeal succeeded. The Supreme Court of Appeal granted leave to appeal, set aside Heinrich Gentle’s conviction and sentence, and ordered his immediate release. The Court ordered that the conviction and sentence be annulled."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "appeal",
      "evidentiary standards",
      "corroboration",
      "misdirection"
    ]
  }
}