{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/33.html",
  "case_name": "Moela v Shoniwe (054/2004) [2005] ZASCA 33; 2005 (4) SA 357 (SCA) (31 March 2005)",
  "citation": "[2005] ZASCA 33",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 33\n|\nNoteup\n|\nLawCite\nMoela v Shoniwe (054/2004) [2005] ZASCA 33; 2005 (4) SA 357 (SCA) (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 54/04\nIn the matter between :\nSAM KADISH\nMOELA\nAppellant\nand\nTICHAONA ABEL\nSHONIWE\nRespondent\n_____________________________________________________________________________\nBefore:\tSTREICHER, NAVSA, CONRADIE, CLOETE JJA & MAYA AJA\nHeard:\t18 MARCH 2005\nDelivered:\n31 MARCH 2005\nSummary:\tAct 19 of 1998 (PIE) – appeal against summary judgment\nevicting unlawful occupier – no compliance with the provisions\nof\ns 4(2) – object of s 4(2) not achieved – summary judgment\nset aside\n_____________________________________________________________________________\nJ U D G M E N T\n____________________________________________________________________________\nSTREICHER  JA\nSTREICHER JA:\n[1]\tThe appellant appeals against an\norder granted by the Johannesburg High Court (‘the court\na\nquo\n’) at the suit of the respondent, evicting him from a residential\nproperty.\n[2]\tThe respondent as the plaintiff instituted action against the\nappellant as the defendant. In his particulars of claim the respondent\nalleges\nthat he is the owner of Erf 105 Elspark (‘the property’); that the\nappellant is in occupation of the property;\nthat such occupation is without his\nconsent and thus unlawful; and that he is unable to sell the property\n(presumably as a result\nof the appellant’s unlawful occupation thereof).\nWhen the appellant entered appearance to defend the respondent applied for\nsummary judgment. The notice of application for summary judgment reads\ninter\nalia\nas follows:\n‘\nFURTHER TAKE NOTICE THAT:-\n1.\tThis notice is being served upon both the Defendant and the municipality\nhaving jurisdiction 14 (fourteen) days prior to the hearing\nof the proceedings\nas contemplated by the provisions of Section 4(2) of the Prevention of Illegal\nEviction from and Unlawful Occupation\nof Land Act 19 of 1998.\n2.\tThese proceedings are being instituted for an order for the eviction of the\nDefendant.\n3.\tThe Plaintiff will seek that the above Honourable Court hear this application\non the date and time reflected above.\n4.\tThat the grounds for the proposed eviction of the Defendant are those set out\nin the summons.’\n[3]\tIn his affidavit resisting summary\njudgment the appellant denies that the respondent is the owner of the property\nbut admits that\nhe and his family are in occupation thereof. He states that his\nwife, his three minor children, his 75 year old mother, his 23 year\nold daughter\nand her six month old baby reside with him on the property. According to him he\nand his family have no other ‘suitable’\nalternative accommodation\nand ‘the rights and needs of [his] elderly mother and the minor children\nresiding in [his] home would\nbe unduly affected by an order of eviction’.\nNo particularity is furnished. These protestations of the appellant sound\nsomewhat\nhollow in the light of a statement by him that he is willing to pay\nrental for his occupation of the property and also to purchase\nthe\nproperty.\n[4]\tThe appellant raised the following additional\ndefence:\n‘I state that the Plaintiff/Applicant’s failure to\ncomply with Section 4(2) of the Prevention of Illegal Eviction from\nan Unlawful\nOccupation of Land Act, in that the Plaintiff/Applicant has failed to ensure\nthat the court served written and effective\nnotice of the proceedings on the\nUnlawful Occupier and the Municipality at least fourteen days before the sale,\nprecludes the Applicant\nfrom securing the relief prayed for.’\n[5]\tThe\ncourt\na quo\nheld that the latter submission was without foundation as\nthere was proof of service on both the appellant and the municipality.\nIt did,\nhowever, find that the appellant had failed to disclose a\nbona fide\ndefence, and it accordingly granted summary judgment.\n[6]\tIt is common cause\nbetween the parties that the provisions of The Prevention of Illegal Eviction\nfrom and Unlawful Occupation\nof Land Act 19 of 1998 (‘PIE’) are\napplicable. Section 4 of PIE provides as follows:\n‘4\t(1)\tNotwithstanding anything to the contrary contained in any law or\nthe common law, the provisions of this section apply\nto proceedings by an owner\nor person in charge of land for the eviction of an unlawful occupier.\n(2)\tAt least 14 days before the hearing of the proceedings contemplated in\nsubsection (1), the court must serve written and effective\nnotice of the\nproceedings on the unlawful occupier and the municipality having\njurisdiction.\n(3)\tSubject to the provisions of subsection (2), the procedure for the\nserving of notices and filing of papers is as prescribed by\nthe rules of the\ncourt in question.\n(4)\tSubject to the provisions of subsection (2), if a court is satisfied\nthat service cannot conveniently or expeditiously be effected\nin the manner\nprovided in the rules of the court, service must be effected in the manner\ndirected by the court: Provided that the\ncourt must consider the rights of the\nunlawful occupier to receive adequate notice and to defend the case.\n(5)\tThe\nnotice of proceedings contemplated in subsection (2) must-\n(a)\tstate that proceedings are being instituted in terms of subsection (1)\nfor an order for the eviction of the unlawful occupier;\n(b)\tindicate on what date and at what time the court will hear the\nproceedings;\n(c)\tset out the grounds for the proposed eviction; and\n(d)\tstate that the unlawful occupier is entitled to appear before the court\nand defend the case and, where necessary, has the right\nto apply for legal\naid.’\n[7]\tThis court held in\nCape Killarney Property Investments\n(Pty) Ltd v Mahamba\n2001 (4) SA 1222\n(SCA) that these provisions are\nperemptory (paras 11 and 17). In respect of the notice required by s 4(2)\nit held that it must\nbe effective notice; that it must contain the information\nstipulated in ss (5); and that it must be served ‘by the\ncourt’.\nThe latter requirement it interpreted to mean that the contents\nand the manner of service of the notice must be authorized and directed\nby an\norder of the court (para 11).\n[8]\tIn the as yet unreported judgment of this\ncourt in\nThe Unlawful Occupiers of the School Site v The City of\nJohannesburg\n(case no 36/2006), referring to the fact that the requirements\nof s 4(2) were peremptory, Brand JA said (para\n22):\n‘Nevertheless, it is clear from the authorities that even where\nthe formalities required by statute are peremptory it is not\nevery deviation\nfrom the literal prescription that is fatal. Even in that event, the question\nremains whether, in spite of the defects,\nthe object of the statutory provision\nhad been achieved (see eg\nNkisimane and others v Santam Insurance Co Ltd\n1978 (2) SA 430\n(A) 433H-434B;\nWeenen Transitional Local Council v Van\nDyk\n2002 (4) SA 653\n(SCA) para 13).’\n[9]\tHere the contents and\nmanner of service of the notice had not been authorized and directed by an order\nof court. However, the\nobject of s 4(2) is clearly to ensure that the\nunlawful occupier and municipality are fully aware of the proceedings and that\nthe unlawful occupier is aware of his rights referred to in s 4(5)(d). It\nmay well be that that object, in appropriate circumstances,\nmay be achieved\nnotwithstanding the fact that service of the notice required by s 4(2) had\nnot been authorized by the court.\nThat may for example be the case if at the\nhearing it is clear that written and effective notice of the proceedings\ncontaining the\ninformation required in terms of s 4(5) had in fact been\nserved on the unlawful occupier and municipality, 14 days before the\nhearing.\nWhether it would, need not be decided by us as there is no basis upon which it\ncan be found that the municipality had been\nnotified of the proceedings at all\nor that the municipality had any knowledge of the proceedings.\n[10]\tThe\nrespondent’s summons containing his particulars of claim had not been\nserved on the municipality. The notice of application\nfor summary judgment was\naddressed to the registrar of the court\na quo\n, to the appellant’s\nattorneys and to ‘\nTHE GERMISTON MUNICIPALITY HAVING JURISDICTION’\nnext to which someone indicated by a signature that he had received a copy\nof the document. It is not known who the person is, what\nhis relationship with\nthe municipality is, where he received a copy of the document and whether he had\nauthority to receive documents\non behalf of the Germiston Municipality. The\ncourt\na quo\ntherefore erred in finding that there was proof of service on\nthe municipality.\n[10]\tThere has been no compliance whatsoever with the\nprovisions of s 4(2) in so far as the municipality is concerned; it is\nnot\nknown whether the municipality had any knowledge of the proceedings; and there\ncan, therefore, be no question of the object of\nthe section, in so far as it\nrequires service of the notice on a municipality, having been achieved. It\nfollows that the court\na quo\nshould have dismissed the application for\nsummary judgment.\n[11]\tIn the circumstances it is not necessary to deal with\nthe other defences raised by the appellant. The following order is made:\n1\nThe appeal is upheld with\ncosts.\n2\nThe order by the court\na quo\nis\nset aside and replaced with the following\norder:\n‘1\tThe application for summary judgment\nis dismissed.\n2\tThe costs of the application for summary judgment will be costs in the\ncause.’\n____________________\nP E STREICHER\nJUDGE OF APPEAL\nNAVSA JA)\nCONRADIE JA)\nCLOETE JA)\tCONCUR\nMAYA AJA)",
  "scraped_at": "2026-02-12T14:03:23.079902",
  "date": "2005-03-31",
  "coram": [
    "STREICHER JA",
    "NAVSA JA",
    "CONRADIE JA",
    "CLOETE JA",
    "MAYA AJA"
  ],
  "case_number": "54/04",
  "parties": {
    "applicants": [
      "Sam Kadish Moela"
    ],
    "responses": [],
    "respondents": [
      "Tichaona Abel Shoniwe"
    ]
  },
  "sections": {
    "facts": "The respondent, Sam Kadish Moela, claimed ownership of Erf 105 Elspark and instituted proceedings against the appellant, Tichaona Abel Shoniwe, for unlawful occupation of the residential property. The appellant admitted that he and his family were residing on the land without the respondent's consent and argued that they had no suitable alternative accommodation. The appellant applied for summary judgment, contending that the respondent had failed to comply with the notice requirements of section 4(2) of the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE), specifically that the municipality had not been properly served with notice of the proceedings.",
    "issues": "Whether the failure to serve the municipality in accordance with the peremptory requirements of section 4(2) of PIE invalidates the process and renders the summary judgment improper; and whether the court a quo erred in finding that service on the municipality had been effected.",
    "principles": "Section 4(2) of the PIE imposes a mandatory requirement that written and effective notice be served on both the unlawful occupier and the municipality at least fourteen days before the hearing. The provisions are peremptory, as affirmed in Cape Killarney Property Investments (Pty) Ltd v Mahamba, requiring court‑directed service. While deviations may be tolerated if the object of the provision is achieved, the object—ensuring the municipality’s awareness of the proceedings—must be satisfied. Relevant authorities include Nkisimane and others v Santam Insurance Co Ltd and Weenen Transitional Local Council v Van Dyk, which discuss the balance between strict compliance and the statutory purpose.",
    "application": "The appellate court examined the service on the municipality and found that the summons and notice had been addressed only to \"THE GERMISTON MUNICIPALITY HAVING JURISDICTION\" without clear evidence of proper receipt or authority. Consequently, there was no proof that the municipality had been notified, meaning the statutory object of section 4(2) was not fulfilled. The court therefore concluded that the lower court erred in concluding that service on the municipality had been effected and in granting summary judgment.",
    "conclusion": "The appeal was upheld. The order granting summary judgment was set aside and replaced with an order dismissing the application for summary judgment. Costs of the application were awarded in the cause."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction & Unlawful Occupation",
    "level_3": [
      "Prevention of Illegal Eviction Act",
      "Summary Judgment",
      "Service of Notice",
      "Municipality",
      "Unlawful Occupier"
    ]
  }
}