{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/130.html",
  "case_name": "Phenithi v Minister of Education and Others (18/2005) [2005] ZASCA 130; 2008 (1) SA 420 (SCA); [2006] 1 All SA 601 (SCA); 2006 (11) BCLR 1314 (SCA); [2006] 9 BLLR 821 (SCA); (2006) 27 ILJ 477 (SCA) (14 December 2005)",
  "citation": "[2005] ZASCA 130",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 130\n|\nNoteup\n|\nLawCite\nPhenithi v Minister of Education and Others (18/2005) [2005] ZASCA 130; 2008 (1) SA 420 (SCA); [2006] 1 All SA 601 (SCA); 2006 (11) BCLR 1314 (SCA); [2006] 9 BLLR 821 (SCA); (2006) 27 ILJ 477 (SCA) (14 December 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 1 March 2006\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  18/05\nIn the matter between:\nM G PHENITHI\nAppellant\nand\nMINISTER OF EDUCATION\n1\nst\nRespondent\nMEMBER OF THE EXECUTIVE COUNCIL\nFOR EDUCATION IN THE\nPROVINCIAL\nGOVERNMENT OF THE FREE STATE\n2\nnd\nRespondent\nTHE HEAD OF DEPARTMENT OF\nEDUCATION\nIN THE PROVINCIAL\nGOVERNMENT OF THE FREE STATE\n3\nrd\nRespondent\nCORAM\n:\nMPATI DP, CAMERON, NAVSA, VAN\nHEERDEN and\nMLAMBO JJA\nHEARD\n:\n8 NOVEMBER\n2005\nDELIVERED\n:\n14 DECEMBER 2005\nSummary\n:\nEmployment Law – educators – discharge of – deemed discharge\non account\nof absence from work without permission for more than 14\nconsecutive days in terms of s 14(1)(a) of\nEmployment of Educators Act 76\nof 1998\n– coming into operation of deeming provision not dependent upon\nany decision and so not constituting administrative action\n– hearing not\ntotally excluded and accordingly provision not\nunconstitutional\n___________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nDP:\n[1]\tAs at 19 May 2000 the appellant had been an educator for\n15 years.  She was notified by letter dated 31 July 2000 (the discharge\nletter)\nfrom the third respondent, the Head: Education, Free State Province, that\n‘in terms of\nsection 14(1)(a)\nof the\nEmployment of Educators Act 76 of\n1998\nyou are deemed to have been discharged from service on account of\nmisconduct from 19 May 2000, for being absent from work for a period\nexceeding\nfourteen (14) consecutive days without the consent of the employer’.  At\nthe time of her discharge the appellant\nwas teaching at Nkgodise Primary School,\na public school in Dewetsdorp (the school).\n[2]\nSection 14(1)(a)\nof the\nEmployment of Educators Act (the\nAct) provides:\n‘An educator appointed\nin a permanent capacity who –\n(a)\tis absent from work for a period exceeding 14 consecutive days without\npermission of the employer;\n(b)\t. . .\n(c) \t. . .\n(d)\t. . .\nshall, unless the employer directs otherwise, be deemed\nto have been discharged from service on account of misconduct, in the\ncircumstances\nwhere –\n(i)\tparagraph (a) or (b) is applicable, with effect from the day following\nimmediately after the last day on which the educator was\npresent at work; \nor\n(ii)\t. . .\n.’\n[1]\n[3]\tThe appellant\nreferred the matter to the Education Labour Relations Council (the Council)\n– she was advised in the discharge\nletter that she had a right to do so if\nshe was not satisfied – where conciliation was attempted.  When\nconciliation failed,\nthe matter was set down for arbitration on 11 February\n2002.  The arbitrator found that the Council had no jurisdiction over the\nmatter\nsince\ns 14(1)(a)\nof the Act was peremptory.  He expressed the view that the\nsection ‘seems to be unconstitutional in that the employer is not\nrequired\n. . . to apply the\naudi alteram partem\nrule before the dismissal’. \nHe accordingly recommended that the appellant ‘take the matter to High\nCourt’ or to\n‘approach the Constitutional Court directly in order to\nset aside the provisions of\ns14(1)(a)\n’ of the Act.  The appellant launched\nan application for direct access to the Constitutional Court, but the\napplication was\nturned down.  She then instituted motion proceedings in the\nOrange Free State Division of the High Court, seeking the following order:\n‘1.\tThat the decision of the Respondents to dismiss the [appellant] be set\naside and declared (an) unfair Labour Practice and\nunconstitutional.\n2.\tThat the provisions of\nsection 14(1)(a)\nread with 14(1)(d) and 14(2) of [the\nAct] (are) unconstitutional and invalid.\n3\t. . .\n4.\tFurther and/or alternative relief.’\nThe court\na\nquo\n(Ebrahim J) dismissed the application with costs, but granted the\nappellant leave to appeal to this court.\n[4]\tThe issues in this appeal\nare (1) whether the discharge of the appellant from duty constitutes\nadministrative action and, if so,\nwhether it was fair and (2) the\nconstitutionality of\ns 14(1)(a)\nof the Act.  The appellant avers in her founding\naffidavit that on 16 February 2000 she was admitted to hospital due to illness\n‘until\nabout April 2000’.  She submitted medical certificates and\nleave forms to the principal of the school, Mr Sekhele Amos Ramakau.\n She had\nnot fully recovered when she was discharged from hospital, but because she had\nbeen informed by her colleagues that the\nprincipal intended to\n‘dismiss’ her, she reported for duty.  On or about 19 May 2000 she\nagain fell ill and consulted\na medical doctor on 22 May 2000.  The doctor\nreferred her to hospital and booked her off work until 5 June 2000.  On 6 June\n2000\nher son died.  She informed the principal of this before she took time off\nso as to arrange for her son’s burial.  She states\nfurther that the\nprincipal was not happy with her proposed absence since, according to him, she\nhad exhausted her sick and family\nleave.  He nonetheless gave her permission\n‘to attend to the burial’.  Shortly after her son’s burial she\nagain\nfell ill and was booked off by a medical doctor from 19 to 21 June 2000. \nThis last incapacity ‘coincided with school holidays’\nbut when she\nreported for duty at the school when it re-opened she was informed by the third\nrespondent, through the principal, that\nher ‘services had been\nterminated’ due to absence from work for more than 14 consecutive days. \nShe subsequently received\na notice – the discharge letter – through\nthe post.\n[5]\tMr Ramakau, who is now a School Management Developer\nemployed by the second respondent, deposed to an affidavit on behalf of the\nrespondents.  Whilst not disputing that she had been ill, he denies that the\nappellant submitted medical certificates and leave forms\nfor the period 16\nFebruary 2000 to April 2000.  He denies, however, that the appellant was at the\nschool between April 2000 and 19\nMay 2000.  It is not necessary, in my view, to\nmake a finding in this regard because the period in respect of which\ns 14(1)(a)\nof the Act came into operation is from 19 May 2000 onwards.  I\nsay this because given the manner in which the respondents relied\non that\nsubsection, 19 May 2000 would have been ‘the day following immediately\nafter the last day on which the educator was\npresent at work’\n(s\n14(1)(a)(i)).\nMr Ramakau also denies that it was the appellant’s son who\nhad died and alleges that it was in fact the son of the appellant’s\nsister.  He denies further that the appellant had made any arrangements with him\nto attend to the burial.\n[6]\tIt is not in dispute that on 20 June 2000 Mr\nRamakau delivered a letter to the appellant in terms of which she was charged\nwith\nmisconduct ‘in that on 16 February to 25 April 2000 and on 1 June\n2000 till now’ she had been negligent or indolent in\ncarrying out her\nduties by not attending ‘to your class Grade 3B’.  She was also\ninvited, in terms of\ns 19(2)\nof the Act, to admit or deny the allegations\nagainst her.  The appellant did not respond.  Another letter dated 21 July 2000\nwas\naddressed to her in the following terms:\n‘It has come to the\nattention of the Department that you have not reported for duty at Nkgodise\nPrimary School since 19 May\n2000 up to date.\nIf you do not report to school\non or before Wednesday 26/07/2000, your services will be terminated on the basis\nof abscondment  (absenting\nyourself from duty without the permission from the\nemployer.)\nYours sincerely\nPrincipal : Nkgodise Primary\nSchool.’\nOn 27 July 2000 Mr Ramakau wrote to the School Management\nDeveloper, Bloemfontein East District, advising that the appellant had failed\nto\nreport for duty at the school ‘on or before Wednesday, 26 July 2000’\nas per the instructions in his letter of 21 July\n2000.  The next correspondence\n(on 31 July 2000) was the letter of discharge.\nDoes the\nappellant’s discharge constitute administrative\naction?\n[7]\tAlthough in his heads of argument Mr Khang, for the\nappellant, submitted that it was unclear from the respondents’ papers\nwhether the appellant was ‘dismissed’ by operation of law or\n‘on the basis of abscondment’, he conceded in\nargument before us\nthat the termination of the appellant’s employment was by operation of\nlaw.  This concession was wisely\nmade.\n[8]\tIt bears noting, however,\nthat the first prayer sought by the appellant in the notice of motion was the\nsetting aside of ‘the\ndecision of the respondents to dismiss’ her\nand that such decision be declared an unfair labour practice.  In his heads of\nargument and before us Mr Khang argued that the termination of the\nappellant’s employment was both substantively and procedurally\nunfair. \nThe complaint is captured in one single statement in the founding papers as\nfollows:\n‘4.9\tI was not given an opportunity to state my case and the\ntermination was apparently by operation of law without any\nhearing.’\n[9]\tIn\nMinister van Onderwys en Kultuur v\nLouw\n[2]\nthis court had occasion to\ndeal with the provisions of s 72 of the Education Affairs Act (House of\nAssembly), 70 of 1988, which were\nalmost identical to those of s 14 of the Act.\nSection 72(1) of Act 70 of 1988 provided that a person ‘employed in a\npermanent\ncapacity at a departmental institution and who – (a) is absent\nfrom his service for a period of more than 30 consecutive days\nwithout the\nconsent of the Head of Education . . . shall, unless the Minister directs\notherwise, be deemed to have been discharged\non account of misconduct\n. . .’.  The respondent in\nLouw’s\ncase was a\ngeneral assistant and in permanent employment at a boarding house of a certain\nhigh school in Upington.  He failed to\nreport for duty over the period 29 July\nto 31 August 1992.  On 11 September the principal wrote him a letter informing\nhim, in essence,\nthat according to the school governing council he had been\ndischarged (from duty) (‘dat u ontslaan is’) and that his\nlast day\nof service was 28 July 1992.  Following unsuccessful negotiations between his\nrepresentatives and the education authorities\nthe respondent instituted\napplication proceedings in the Northern Cape Division seeking, inter alia, an\norder setting aside the ‘decision’\nto terminate his services with\neffect from 28 July 1992.  In this court Van Heerden JA, reversing the decision\nof the Northern Cape\nDivision, said (at 388 G-H):\n‘The deeming\nprovision [of s 72(1)] comes into operation if a person in the position of the\nrespondent (i) without the consent\nof the “Head of Education” (ii)\nis absent from his service for more than 30 consecutive days.  Whether these\nrequirements\nhave been satisfied is objectively determinable.  Should a person \nallege, for example, that he had the necessary consent and that\nallegation is\ndisputed, the factual dispute is justiciable by a court of law.  There is then\nno question of a review of an administrative\ndecision.  Indeed, the coming into\noperation of the deeming provision is not dependent upon any decision.  There is\nthus no room\nfor reliance on the\naudi\nrule which, in its classic\nformulation, is applicable when an administrative – and discretionary\n– decision may detrimentally\naffect the rights, privileges or liberty of a\nperson.’  (My translation.)\nThe court held further that where, as in\nthat case (and also the present matter) the employee is informed in a letter of\ndischarge\nthat he/she has been discharged in terms of s 72(1) - in this case s\n14(1)(a) - it is not the consequence of a discretionary decision,\nbut merely the\nnotification of a result which occurred by operation of law (at 388 I).\n[10]\tIn my view, the\nLouw\njudgment is definitive of the first\nissue in the present matter, viz whether the appellant’s discharge\nconstitutes an administrative\nact.  (See also\nFrans v Groot Brakrivierse\nMunisipaliteit en Andere\n1998 (2) 770 (C) 777I-779E.)  There was no\nsuggestion that\nLouw\nwas wrongly decided.  There being no\n‘decision’ or ‘administrative act’ capable of review and\nsetting aside,\nthe second part of the first prayer in\ncasu\n, viz that the\n‘decision be declared an unfair labour practice’, falls away.\n[11]\tThe operation of the provisions of s 14 (1)(a) of the Act may only\nbe lifted or revoked by the employer directing\notherwise.\n[3]\nIt is not the\nappellant’s case on the papers, nor was it argued before us, that the\nemployer took a ‘decision’\nnot to ‘direct otherwise’. \nHer case has always been that the ‘decision to discharge’ her must\nbe reviewed\nand set aside.  An educator may also be reinstated in terms of s\n14(2), which reads:\n‘If an educator who is deemed to have been\ndischarged under paragraph (a) or (b) of subsection (1) at any time reports for\nduty,\nthe employer may, on good cause shown and notwithstanding anything to the\ncontrary contained in this Act, approve the reinstatement\nof the educator in the\neducator’s former post or in any other post on such conditions relating to\nthe period of the educator’s\nabsence from duty or otherwise as the\nemployer may determine.’\nIt is at this stage that provision is clearly\nmade for a hearing.  Although the appellant reported for duty when schools\nre-opened\nafter the June/July 2000 holidays, the provisions of s 14(2) were not\ninvoked.  It is not necessary to\nconsider now the question as to who\nshould have initiated such a hearing.\n[12]\tIt was argued, on behalf of\nthe appellant, that it is not clear from the papers that the period in excess of\n14 consecutive days\nrelied upon by the respondents was not interrupted.  Indeed,\nif that period had been interrupted, the provisions of s 14(1)(a) would\nnot have\ncome into operation and the letter of discharge would be invalid.  The\nsubmission on behalf of the appellant was that there\nare indications on the\npapers that point to the principal’s version of events being unreliable. \nFor example, the letter of\n20 June 2000, in terms of which the appellant was\ncharged with misconduct for not attending to her class over the period ‘16\nFebruary to 25 April 2000 and on 1 June 2000 to date’, makes no mention of\nthe period commencing 19 to 31 May 2000, which falls\nwithin the period\nconsequent upon which s 14(1)(a) came into operation.  Mr Khang accordingly\ncontended that whatever dispute of\nfact there may be on the papers can be\nresolved, not by reference to the well-established rule laid down in\nPlascon-Evans Paints Ltd v Van Riebeeck\nPaints\n,\n[4]\nbut by this court\npreferring the appellant’s version to that of the respondents, having\nregard to the improbabilities and lack\nof clarity in the respondents’\nversion.\n[13]\tThe dispute of fact concerns the averment by the\nappellant that, when her son died on 6 June 2000, she informed the principal\nof\nthis fact before she took time off to make arrangements for the funeral, and\nthat the principal gave her permission to do so.\n The principal (Mr Ramakau)\ndenies that the appellant made any such arrangements with him.  No replying\naffidavit was filed –\nnor did the appellant ever seek to have Mr Ramakau\nor the respondents’ other deponents cross-examined.  The appellant having\nelected to institute proceedings by way of notice of motion, the issue must be\ndecided on the respondents’\nversion\n[5]\n.  There is no reason to\ndepart from this well-established rule since the respondents’ version is\nnot so far-fetched as to be\nrejected merely on the papers.  It must be accepted,\ntherefore, that the appellant never obtained permission from Mr Ramakau to be\nabsent from work from 7 June 2000 to arrange for her son’s burial\n(assuming, for present purposes, that it was her son who\nhad\ndied).\n[14]\tThe appellant also alleges that she had sick certificates for\nthe periods 22 May 2000 to 5 June 2000 (during which she was hospitalised)\nand\n19 to 21 June 2000, when she was booked off by a medical doctor.  She fails,\nhowever, to state that she handed, or sent, the\nsick certificates to the\nprincipal.  Mr Ramakau admits that he received a copy of the first-mentioned\nsick certificate, but does\nnot say when he received it.  But he could not have\nreceived it before the discharge letter was written, because the copy he\nreceived,\nwhich is annexed to the founding papers, is dated 18 September 2000. \nIt was issued well after the event.  As to the second sick\ncertificate, Mr\nRamakau’s uncontested version is that he saw it for the first time during\nconsultation ‘with the department’s\nattorneys’ on 5 December\n2003.  It follows that these two sick certificates, which may have constituted\nevidence of the existence\nof a valid\nreason\n[6]\nfor the appellant’s\nabsence from work, do not in any way serve to interrupt the statutory period\nrequired for the operation\nof s 14(1)(a) of the Act. The employer had no\nknowledge of the reasons for the appellant’s absence from work.\n[15]\tThe appellant avers that her illness over the period 19 to 21 June\n2000 ‘coincided’ with the schools’ June\nholidays.  Whether\nthat period coincided with the holidays or not is of no moment.  The statutory\nperiod (required for the operation\nof s 14(1)(a)) is objectively ascertainable. \nThe period 19 May 2000 to 18 June 2000 is well in excess of 14 consecutive days\neven\nif weekends and the public holiday (16 June – Youth Day) are\ndisregarded and only working days considered.  Clearly, therefore,\nthe appellant\nwas absent from work for a period exceeding 14 consecutive days without the\npermission of the employer and the provisions\nof s 14(1)(a) of the Act thus came\ninto operation.\nConstitutionality of s 14(1) of the\nAct\n[16]\tUnder this head the appellant sought an order that the\nprovisions of s 14(1)(a), read with subsecs 14(1)(d) and (2) of the\nAct be\ndeclared unconstitutional and invalid.  Subsection 14(1)(d) provides that an\neducator who, while disciplinary steps taken\nagainst him/her have not yet been\ndisposed of, ‘resigns or without permission of the employer assumes\nemployment in another\nposition, shall, unless the employer directs otherwise, be\ndeemed to have been discharged from service on account of misconduct\n. . .\nwith effect from the day on which the educator resigns or\nassumes employment in another position, as the case may be’.  I fail\nto\nsee how this subsection has any relevance to the present matter.  The appellant\ndid not resign from service or assume employment\nin another position.  No\nfurther reference will thus be made to this subsection.\n[17]\tThe grounds\nfor the claim of unconstitutionality and consequent invalidity of\ns 14(1)(a) are couched in the following terms\nin the founding papers:\n‘6.\tI have been advised and humbly submit that the provision of Section\n14(1)(a) read with . . . subsection (2) of the Act\nare unconstitutional and\ninvalid on the following grounds:\n6.1\tthe provision  violates the fundamental right to fair Labour Practice in\nterms of section 23(1) of the Constitution because it\nallows the [employer] to\nact without considering the substantive and procedural aspects of the case\nbefore termination.\n6.2\tIn particular, the provision violates the fundamental right to\nadministrative action that is lawful, reasonable and procedurally\nfair in terms\nof section 33(1) of the Constitution in that it does not only fail to compel the\n[employer] to hear the other party\nbut fails to compel the [employer] to give\nreasons for (his) decision as\nwell.’\n(‘Employer’ is defined in\nthe Act, for purposes of an educator in the service of a provincial department\nof education,\nas the “Head of Department”.)\nThe difficulty facing\nthe appellant regarding the last part of 6.2 (failure of the section to compel\nthe employer to give reasons\nfor his/her decision) is the same as that discussed\nabove (paras 9 and 10).  No ‘decision’ is taken by the employer,\nwhich would require him/her to give reasons for it.  He/she merely conveys to\nthe educator, in the discharge letter, the result which,\naccording to\nhis/her interpretation of the law (s 14(1)(a) of the Act), flows from\nthe operation\nof the provisions of the section.  It is not a decision\ntaken after, eg, the\nexercise of a\ndiscretion.\n[7]\n[18]\tWith regard\nto the ‘reasons’ for the employer’s alleged\n‘decision’, in the\npresent matter the letter of discharge in any\nevent contains the reasons for the termination of the appellant’s\nemployment.\n The letter clearly states that in terms of s 14(1)(a) of the Act\nthe appellant was deemed to have been discharged from service for\nbeing absent\nfrom work for a period in excess of 14 consecutive days without the consent of\nthe employer.  In my view, the employer\nwould, as a matter of course, as was the\ncase in the present matter, give reasons for the termination of an\neducator’s employment\nwhen conveying to such educator the consequences of\nthe deeming provisions of the section.  This ground accordingly has no\nsubstance.\n[19]\tAs to the ground that s 14(1)(a), read with s 14(2),\nviolates the appellant’s fundamental right to fair labour practices\nin\nterms of s 23(1) of the Constitution, it is not clear what ‘act’ of\nthe employer is alleged to be allowed by the section\n‘without considering\nthe substantive and procedural aspects of the case’.  It would not be out\nof place to interpret\nthe word ‘act’ to mean ‘to decide to\nterminate or discharge’, to which the answer again is that the employer\ntakes no decision to terminate an educator’s services under s 4(1)(a)\nof the Act.  The discharge is by operation of law.\n In my view, the provision\ncreates an essential and reasonable mechanism for the employer to infer\n‘desertion’ when the\nstatutory prerequisites are fulfilled.  In such\na case there can be no unfairness, for the educator’s absence is taken by\nthe\nstatute to amount to a ‘desertion’.  Only the very clearest\ncases are covered.  Where this is in fact not the case, the\nstatute provides\nample means to rectify or reverse the outcome.\n[20]\tBut the more\nfundamental complaint, as can be distilled from the otherwise ineptly formulated\ngrounds mentioned above (para 17),\nis that s 14(1)(a) of the Act deprives\nan educator of his/her right to administrative action that is procedurally fair\n(s 33(1)\nof the Constitution, read, at the relevant time, with item 23(2)(b) of\nSchedule 6) in that it permits the termination of an educator’s\nservices,\nalbeit by operation of law, without such educator having had an opportunity to\nbe heard.  That the termination of an educator’s\nservices under s 14(1)(a)\nof the Act materially and adversely affects such educator’s rights (see\ns\n3(1)\nof the\nPromotion of Administrative Justice Act 3 of 2000\n) cannot be\nquestioned.  The section, however, does not require any decision to be made for\nits provisions to come into operation\nand for that reason no hearing is\ncontemplated prior to its coming into operation.  And it is difficult to fathom\nhow the employer\ncould suspend the operation of the provisions of the section so\nas to afford an educator an opportunity to be heard.\n[21]\tBut the fact\nthat\ns 14(1)(a)\ndoes not compel the employer to give an educator a hearing\nbefore its provisions came into operation does not necessarily make it\nunconstitutional.  The section does not totally exclude a hearing.  While it is\ntrue that it does not place an obligation on the\nemployer to invite an educator\nto a hearing, the educator is not precluded from placing before the employer\nmaterial or facts that\nmay move the latter to ‘direct otherwise’, ie\nto direct that the operation of the provisions of\ns 14(1)(a)\nbe lifted or that\nthe section shall not take effect.  As was said in\nLouw\n[8]\n, the phrase\n‘unless the employer directs otherwise’ is not entirely clear. \nWhether the employer may ‘direct otherwise’\nonly before the expiry\nof the period contemplated by the section is not clear from the wording of the\nsection.  A definitive finding\non this aspect is, however, not necessary as no\napproach was made in this case for the third respondent to ‘direct\notherwise’.\nSection 14(2)\nalso affords an educator an opportunity to be\nheard and to be reinstated, provided he/she is able to show good cause as to why\nthe\nemployer should reinstate.  The fact that\ns 14(2)\nprovides for a hearing\nonly after an educator has been deemed to be discharged in terms of\ns 14(1)(a)\ndoes not mean that the latter subsection is in conflict with the Constitution\n(cf\nBuffalo City Municipality v Gauss and\nAnother\n[9]\n)\n.\n[22]\tMr\nKhang referred us to s 210 of the Labour Relations Act 66 of 1995 (the LRA)\nwhich provides that:\n‘(1)\tIf any conflict, relating to the matters dealt with in\nthis\nAct\n, arises between\nthis Act\nand the provisions of any other law save\nthe Constitution or any Act expressly amending\nthis Act\n, the provisions\nof\nthis Act\nwill prevail.’\nMr Khang\nconsequently submitted that the provisions of s 14(1)(a) of the Act are in\nconflict with those of s 188 of the LRA, which\ndecrees that ‘a dismissal\n. . . is unfair if the employer fails to prove that the reason for the\ndismissal is a fair\nreason related to the employee’s conduct or capacity .\n. . and that the dismissal was effected in accordance with a fair\nprocedure’.\n He argued that, in terms of s 210 of the LRA, the provisions\nof s 188 must accordingly prevail.\n[23]\tI am not persuaded that the\nprovisions of s 14(1)(a) of the Act are in conflict with s 188 of the LRA.  As\nto the requirement\nthat the reason for the dismissal must be a fair reason there\nis no suggestion, as correctly pointed out by Mr Soni for the respondents,\nthat\nunexplained and unexcused absence from work for more than 14 consecutive days is\nnot a fair reason for the termination of an\neducator’s employment.  It is\ntrue that the consequences of the operation of s 14(1)(a) of the Act are that,\nin most cases\n(assuming that the employer may ‘direct otherwise’\nonly before the expiry of the statutory period), an educator’s\nemployment\nis terminated without him/her having had an opportunity to state his/her case. \nBut as I have mentioned above (paragraph\n21) a hearing is not totally excluded,\nwhatever form it may take.  Moreover, s 14(2) clearly provides for a hearing,\nalbeit only\nafter an educator’s employment had been terminated in terms of\ns 14(1)(a).\n[24]\tTo the extent that it may be argued that the deeming\nprovisions of s 14(1)(a) limit an educator’s right to procedurally\nfair labour practice, Ms Lorraine Rossouw, who deposed to an affidavit on behalf\nof the respondents, sets out the reasons why the\nprovisions of s 14(1)(a) are\nnecessary in the education department.  According to her, the consequences of an\neducator’s absence\nwithout leave are, to mention a few, that: the learners\nare left without a teacher;  the department cannot appoint a substitute or\na\ntemporary educator immediately;  major disruptions are caused as a reshuffling\nof both educators and learners is required;  the\ndepartment has to remunerate\nsuch educator while he/she is not fulfilling his/her obligations and the\nprincipal of the school concerned\nhas a grave dilemma regarding what to do\nduring the educator’s absence.  The provisions of the section thus ensure\ncertainty\nas the principal can set things in motion for the appointment of a\nsubstitute.\n[25]\tThe reasons given by Ms Rossouw are confirmed by Mr Eben\nBoshoff, Director of Legal and Legislative Services, responsible for\nthe\ndrafting of education legislation, who adds that having a teacher in the\nclassroom is an important aspect of giving substance\nto a child’s right to\neducation.  Education, he continues, has the unique responsibility of balancing\nthe rights of children\nwith the competing rights of others, such as educators. \nSection 28(2) of the Constitution states that a child’s best interests\nare\nof paramount importance in every matter concerning the child.  The intention\nbehind s 14 of the Act, he says, is to limit the\npotential harm that learners\ncould suffer because of the absence of an educator without leave, while still\nallowing for a period\nof 14 days before the right of the educator is affected by\noperation of law.  As has been mentioned above, no replying affidavit\nwas filed\nand these factors, in justification for the limitation of an educator’s\nright to procedurally fair labour practice,\nstand uncontradicted.   There is\ntherefore no reason to hold that the limitation, if it be one, is not reasonable\nand justifiable\nin an open and democratic society based on human dignity,\nequality and freedom (s 36(1) of the Constitution).\n[26]\tI conclude\ntherefore that the provisions of s 14(1)(a), read with s 14(2), of the Act do\nnot offend against the Constitution.\n The appeal must therefore\nfail.\n[27]\tAs a last port of call Mr Khang contended that the provisions\nof s 14(1)(a) oust the jurisdiction of the high court.  He\nbased his\nsubmission on the arbitrator’s finding that the Council had no\njurisdiction in the matter since the section was peremptory.\n This contention\nhas no substance.  If, as was held in\nLouw’s\ncase,\n[10]\nthe educator concerned\nwere to allege that he/she had the necessary consent to be absent from work and\nthat allegation is disputed,\nthe factual dispute is justiciable by a court of\nlaw.  Similarly, if the employer were to be requested to ‘direct\notherwise’\n(in terms of the section) and refuses to do so, his/her\ndecision (to refuse) is reviewable.  The same would apply in the case of\na\nrefusal to reinstate under s 14(2).\n[28]\tMr Khang submitted, in the\nalternative, that in the event of the appeal failing, we should order that the\nmatter be remitted\nto the department for further consideration by it.  That\nwould certainly be an incompetent order as the appeal before us is against\nthe\norder of the court\na quo\nin terms of which the appellant’s\napplication was dismissed with costs.  But it would not be inappropriate, in my\nview, to\nmake a few comments regarding the contents of the letter of discharge. \nThe appellant was advised that if she was not satisfied with\nthe termination of\nher services she had ‘the right to refer the matter to the Education\nLabour Relations Council in terms of\nsection 191(1)(a)\nof the\nLabour Relations\nAct\n. . . within 30 days from the receipt of this letter’.  She was then\ngiven the Council’s address.  No criticism can be\nlevelled against the\nadvice per se, because at least conciliation was attempted, but failed. \nHowever, one would have expected, first\nand foremost - precisely because\ns 14(1)(a)\ndoes not clearly envisage a hearing, although it does not\nexclude it - that the writer, who was the Head of the Provincial Education\nDepartment of the Free State (the employer), would bring the appellant’s\nattention to the provisions of s 14(2) of the Act.\n Sending the appellant to the\nCouncil while failing to make any reference to s 14(2) was, in my view, a\nserious omission on the part\nof the employer, and so much was conceded by\ncounsel for the respondent.  He argued, however, correctly so in my view, that\nsuch\nomission does not affect the termination of the appellant’s services,\nbut may have costs implications.\n[29]\tCounsel for the respondent referred\nus to Ms Rossouw’s affidavit, where it is alleged (and this is not\ndisputed) that after\nthe arbitrator’s award and before the Constitutional\nCourt had handed down its judgment, the appellant was given an opportunity\nto\nmake representations with regard to her reinstatement and that she failed or\nrefused to avail herself of that opportunity. In\nmy view, this cannot be held\nagainst the appellant.  At that time the parties were already deep in\nlitigation, the appellant having\nalready approached the Constitutional Court for\nrelief and waiting for judgment.  The upshot of all this, in my view, is that it\nmay still be open to the appellant to attempt reinstatement by showing good\ncause why she should be reinstated in terms of s 14(2).\n It is uncontested that,\nwhen the schools re-opened after she had been ill, she reported for duty, a\nprerequisite for the employer\nto consider reinstatement on good cause\nshown.\n[30]\tAs to costs on appeal, I consider that this matter may well\nnot have ended up in this court had the appellant’s attention\nbeen drawn\nto the provisions of s 14(2) either when she reported for duty when schools\nre-opened or in the letter of discharge. \nIt would be proper, in the\ncircumstances, to make no costs order.\n[31]\tThe appeal is\ndismissed.\nL MPATI DP\nCONCUR:\nCAMERON JA\nNAVSA\nJA\nVAN HEERDEN JA\nMLAMBO JA\n[1]\nSee s 17(1)(m) (now 17(1)(j))\nwhich, in the context of disciplinary procedures, provides that ‘[a]n\neducator shall be guilty\nof misconduct if the educator . . . without leave or\nvalid reason, is absent from office or\nduty’.\n[2]\n1995 (4) 383\n(A)\n[3]\nLouw\n, supra, at\n389E\n[4]\n1984 (3) 647 (A) 634\nH-I\n[5]\nPlascon-Evans\nPaints,\nsupra, at 634 H-I\n[6]\nSee s 17(1)(m) referred to in footnote\n1\n[7]\nLouw\n, supra at 388\nI\n[8]\nSupra, at\n388F\n[9]\n2005 (4) 498\n(SCA)\n[10]\nSupra, at 388 G-H",
  "scraped_at": "2026-02-12T15:14:53.584237",
  "date": "2005-12-14",
  "coram": [
    "MPATI DP",
    "CAMERON",
    "NAVSA",
    "VAN HEERDEN",
    "MLAMBO JJA"
  ],
  "case_number": "18/05",
  "parties": {
    "applicants": [
      "M G PHENITHI"
    ],
    "respondents": [
      "MINISTER OF EDUCATION",
      "MEMBER OF THE EXECUTIVE COUNCIL FOR EDUCATION IN THE PROVINCIAL GOVERNMENT OF THE FREE STATE",
      "THE HEAD OF DEPARTMENT OF EDUCATION IN THE PROVINCIAL GOVERNMENT OF THE FREE STATE"
    ]
  },
  "sections": {
    "facts": "M G Phenithi had been a permanent educator for 15 years. Between February 2000 and May 2000 she was repeatedly ill and was hospitalised; her son died on 6 June 2000 and she sought permission to attend the funeral. The principal granted limited permission but did not record formal consent for the subsequent period of absence. From 19 May 2000 to 18 June 2000 she was absent for more than 14 consecutive days without the employer’s consent. On 31 July 2000 the Head of Education issued a discharge letter stating that, pursuant to section 14(1)(a) of the Employment of Educators Act, she was deemed dismissed for misconduct due to the unauthorised absence.",
    "issues": "1) Whether the deemed discharge under s 14(1)(a) constitutes administrative action subject to review for fairness. 2) Whether s 14(1)(a) of the Employment of Educators Act is constitutionally valid, particularly in relation to the right to procedural fairness under s 33(1) of the Constitution and the right to a fair labour practice under s 23(1).",
    "principles": "The Court relied on the precedent in Minister van Onderwys en Kultuur v Louw, holding that a deeming provision operates by operation of law and does not create a discretionary administrative decision subject to review. Constitutional analysis required that a law not unduly limit procedural fairness; however, a statute may validly prescribe a mechanism that deprives a person of a hearing where the statutory conditions are objectively satisfied, provided a post‑discharge hearing is available (s 14(2)). The Labour Relations Act s 188 was considered but not found to conflict with the deeming provision. The principle of reasonableness under s 36(1) was applied to assess the limitation on educators’ rights.",
    "application": "The Court found that Phenithi’s absence objectively exceeded the 14‑day threshold, satisfying the conditions of s 14(1)(a). Because the deeming provision operates automatically, no administrative act requiring a hearing existed; consequently, the claim of unfair labour practice failed. The Constitutionality challenge was rejected: the provision was deemed a reasonable limitation on educators’ procedural rights, balanced against the State’s obligation to ensure continuous teaching for learners. The availability of a reinstatement hearing under s 14(2) satisfied constitutional fairness requirements.",
    "conclusion": "The appeal was dismissed. The discharge under s 14(1)(a) was upheld as lawful and constitutionally valid. No costs order was made against the appellant."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "deeming provision",
      "administrative action",
      "constitutional challenge",
      "educators",
      "absence"
    ]
  }
}