{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/135.html",
  "case_name": "Commissioner of the South African Revenue Service v Formalito (Pty) Ltd (328/04) [2005] ZASCA 135; [2006] 4 All SA 16 (SCA); 2005 (5) SA 526 (SCA); 67 SATC 251 (31 May 2005)",
  "citation": "[2005] ZASCA 135",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 135\n|\nNoteup\n|\nLawCite\nCommissioner of the South African Revenue Service v Formalito (Pty) Ltd (328/04) [2005] ZASCA 135; [2006] 4 All SA 16 (SCA); 2005 (5) SA 526 (SCA); 67 SATC 251 (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nREPUBLIC OF SOUTH\nAFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCase Number:  328 / 04\nIn the matter between\nTHE COMMISSIONER OF THE SOUTH AFRICAN\nREVENUE SERVICE\tAPPELLANT\nand\nFORMALITO (PTY) LTD\tRESPONDENT\nCoram\n:\tMPATI DP, STREICHER, BRAND, LEWIS and PONNAN\n JJA\nDate of hearing\n:\t20 MAY 2005\nDate of delivery\n:\t31 MAY 2005\nSUMMARY\nS 44(11)(a) of the Customs and Excise Act 91 of 1964 â false\ndeclaration â means untrue to the knowledge of the person making\nthe declaration.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN  JA\n[1]\tSince 1964 the respondent (âFormalitoâ), a\nlicenced dealer in terms of the Arms and Ammunitions Act 75 of 1969,\nhas imported\nfirearms and ammunition into the country.  During\nNovember 2000, the appellant, the Commissioner of the South African\nRevenue Service\n(âSARSâ), received information from a former\nemployee of Formalito that the latter had under-declared the value of\ngoods imported\nby it.\n[2]\tMs Denyssen, a member of the Special Investigations\nUnit of SARS, who investigated the complaint, concluded that certain\ngoods\nimported by Formalito had been incorrectly cleared and that\nSARS in consequence had been underpaid customs duties,\nad\nvalorem\nduties and VAT to the tune of R696\n652.95.  She advised Formalito that the goods in question were liable\nto forfeiture in terms of\ns 87(1) of the Customs and Excise Act 91 of\n1964 ('the Act'), alternatively and in the event that those goods\ncould not be found,\nthen in lieu thereof SARS was entitled in terms\nof s 88(2)(\na\n) to an\namount equal to the value of those goods, which in this instance\namounted to R3 792 912.\n[3]\tOn 22 January 2002 Dennysen accordingly demanded, in\nwriting, payment of those sums of money. In response to certain\nrepresentations,\nDenyssen advised Formalito on 26 September 2002 that\nit had been decided âto levy an amount in lieu of forfeiture\nequivalent to\n50% of the value of the goods in issueâ, which in\nmonetary terms amounted to R1 896 456.\n[4]\tAgainst that backdrop, Formalito sought and\nobtained, on review, an order in the High Court (Pretoria), setting\naside the decisions\nby SARS, that it: (i) pay customs duty,\nad\nvalorem\nduty and VAT in the sum of R696\n652.95; and, (ii) forfeit an amount of R1 896 456.00 in terms of s\n88(2)(\na\n) of the Act. \nSARS was ordered to pay the costs of that application.  The present\nappeal is against those orders with leave of the\njudge\na\nquo\n(Hartzenberg J).\n[5]\tIt is not in dispute that firearms of a certain type\nand calibre (details whereof are not relevant for present purposes)\ncame\nto be reflected on relevant bills of entry under the wrong\ntariff code resulting in the underpayment by Formalito of duty in the\nsum of R696 652.95 for the period 1998 to 2000. The thrust of the\nargument advanced by Formalito before this court, as indeed before\nthe court below, is: First, there was no false declaration by it;\nand, secondly, the penalty imposed was unreasonable. Each of those\ncontentions will be considered in turn.\nWas the declaration false\n?\n[6]\tAny person entering any imported goods into the\ncountry in terms of the provisions of the Act is required by s 39(1),\nin addition\nto paying all duties, to deliver a bill of entry in the\nprescribed form setting forth full particulars of the goods being\nentered,\nthe purpose for which the goods are being entered and to\nmake and subscribe to a declaration as to the correctness of the\nparticulars\nand purpose shown on such bill of entry.\n[7]\tSection 44(11)(a) (inserted by the\nRevenue Laws\nAmendment Act 53 of 1999\n), to the extent here relevant, then\nprovided:\n'Notwithstanding anything to the contrary contained in this Act, but\nsubject to the provisions of sections 47 (10) and (11), 65\n(7) and\n(7A) and 69 (6) and (7) and subsection (12) of this section, there\nshall be no liability for any underpayment of duty on\nany goods where\nsuch underpayment is due to the acceptance of a bill of entry bearing\nany\nincorrect\ninformation, after such period of two years from\nthe date of entry of such goods:\nProvided that such liability shall not cease-\n(i)\tif a\nfalse\ndeclaration has been made for the purpose of\nthis Act; or\n(ii)\tâ¦. â\n(underlining added for emphasis).\n[8]\tThe proper interpretation of s 44(11)(a)(i) depends\nin no small part on the meaning to be ascribed to the word 'false'. \nAccording\nto the Concise Oxford English Dictionary, the word âfalseâ\nin its narrower sense means 'deliberately intended to deceive' and\nin\nits wider sense 'not according with truth or fact'.  It follows that\n'false' could mean untrue in an objective sense as also untrue\nto the\nknowledge of the maker of a statement. In the present context, as I\nsee it, âfalseâ must mean untrue to the knowledge\nof the maker of\nthe statement. That narrower construction accords with the scheme of\nthe section and gives proper effect to the distinction\nbetween\n'incorrect' used in the first part of s 44 (11)(a) and 'false' as\nemployed in subsec (i).  Further, as was held in\nR\nv Mahomed\n1942 AD 191\nat 202: âthe word\nâfalseâ when used in relation to a statement is more commonly\nused to mean âuntrue to the knowledge of\nthe person making the\nstatementâ, than to mean âincorrectâ'.  In this case, to\nascribe to the word âfalseâ its wider meaning\nâ a meaning\nsynonymous with âincorrectâ - would be absurd and illogical and\ndo violence to the intention of the legislature.\n[9]\tWas the declaration false to the knowledge of\nFormalito? No discernible pattern consistent with a genuine error\narising from the\nmisapplication of the relevant tariff codes emerges\non the papers.  On the contrary, the evidence such as it is (given\nthat any\nbona fide\ndispute of fact must be resolved in favour of SARS) points strongly\nin the opposite direction.  Ignoring his own professed ignorance\nabout such matters, Mr Engelbrecht, the managing director of\nFormalito, when asked by one of his clearing agents which tariff\ncodes\nshould be employed, ventured an answer.  An admittedly wrong\ntariff code was utilised resulting in an under-declaration of customs\nduty.  Faced with such a query, Engelbrecht should simply have\nreferred the clearing agent in question to SARS for a directive. \nInstead, undeterred that in truth there was no choice, he instructed\nhis clearing agents to reflect tariff codes of his choosing\non the\nbills of entry. Those particular tariff codes were carefully chosen\nby him to garner the greatest possible financial benefit\nfor\nFormalito and, it goes without saying, loss to SARS. He expressed the\nview to his clearing agents that clearance documents should\nbe\nsubmitted with those tariff codes to test the attitude of SARS.\n[10]\tAlthough instructions apparently emanated from the\nsame source (Engelbrecht), the different clearing agents employed by\nFormalito\nutilised different tariff codes resulting in disparities in\nduty. That could hardly have passed unnoticed.  Frequently enough\nimported\ngoods entered the bonded warehouse under one tariff code and\nexited, after having been cleared, under another.  Errors extended in\nmany instances beyond tariff codes to the actual description of the\nimported firearms. That no doubt was designed to achieve a measure\nof\nconsistency on the bill of entry, in the belief, so it would seem,\nthat the risk of detection would be reduced.\n[11]\tIt is inconceivable that the disparities that arose\nin consequence of the employment of incorrect tariff codes went\nundetected\nin the ultimate pricing structure of Formalito over a\nprotracted period of several years. On the view that I take of the\nevidence\nthe declaration was, to the knowledge of Formalito, false.\nIt follows that on this aspect of the case Formalito had to fail.\nWas the penalty reasonable\n?\n[12]\tIn determining the monetary value of the penalty,\nDenyssen ignored the Customs Offences and Penalty Policy of SARS. \nThose guidelines,\nthe purpose of which is 'to define the policy and\nprocedure for customs offences and to provide guidelines for the\nuniform imposition\nof penalties to declarants that are non-compliant\nwith Customs Law', stipulate, for a contravention of this kind, a\npenalty of '50%\nof the underpayment with a minimum of R500'. Had\nthose guidelines been invoked the penalty in this case would have\nbeen less than\ntwenty percent of the value of that actually declared\nforfeit by SARS.  A deviation to that extent from its own policy by\nSARS is\ngrossly unreasonable.  Denyssen who took the decision\nbelieved, without advancing any plausible justification, that those\nguidelines\ndid not apply.  She accordingly ignored it.  That decision\nplainly cannot stand.  On this aspect of the case, the matter must\naccordingly\nbe referred back to SARS for reconsideration (see\nErf\nOne Six Seven Orchards CC v Greater Johannesburg Metropolitan Council\n(Johannesburg Administration)\n[1998] ZASCA 91\n;\n1999 (1) SA 104\n(SCA) at 109 C-J;\nCommissioner, Competition\nCommission v General Council of the Bar of South Africa\n2002\n(6) SA 606\n(SCA) paras 14-15).\nIn the result:\n1\tThe appeal succeeds with costs.\n2\tThe order of the court below is set aside and\nreplaced with:\nâ\n(a)\tThe application to review and set aside the\ndecision of SARS to claim customs duty,\nad\nvalorem\nduty and VAT from Formalito in the\namount of R695 652.95 is dismissed.\n(b)\tThe decision of SARS that Formalito forfeit an\namount of R1 896 456.00 in terms of s 88(2)(a) of the Customs and\nExcise Act is\nset aside. The matter is remitted to SARS for\nreconsideration.\n(c)\tSARS is ordered to pay the costs of the\napplication.â\nV M  PONNAN\nJUDGE OF APPEAL\nCONCURRING:\nMPATI\n  DP\nSTREICHER\n JA\nBRAND\n JA\nLEWI\nS\n JA",
  "scraped_at": "2026-02-12T14:11:13.863483",
  "date": "2005-05-31",
  "coram": [
    "MPATI DP",
    "STREICHER",
    "BRAND",
    "LEWIS",
    "PONNAN JJA"
  ],
  "case_number": "328/04",
  "parties": {
    "applicants": [
      "Commissioner of the South African Revenue Service"
    ],
    "respondents": [
      "Formalito (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Formalito (Pty) Ltd, a licensed dealer under the Arms and Ammunitions Act, imported firearms and ammunition. In November 2000 SARS received a tip that Formalito had under‑declared the value of imported goods. An investigation by SARS employee Ms Denyssen found an under‑payment of customs, ad valorem duties and VAT amounting to R696,652.95 and, under s 87(1) and s 88(2)(a) of the Customs and Excise Act, sought forfeiture of the goods or a monetary equivalent of R3,792,912. Formalito was later asked to pay 50% of that amount (R1,896,456). Formalito challenged the assessment in the High Court, which set aside the SARS decisions and ordered SARS to pay costs. The matter was appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether the bill of entry filed by Formalito contained a false declaration within the meaning of s 44(11)(a)(i) of the Customs and Excise Act, i.e., whether the falsehood was known to Formalito. 2) Whether the penalty imposed (50% of the value of the goods) was reasonable and in accordance with SARS’s own Customs Offences and Penalty Policy.",
    "principles": "The court held that ‘false’ in s 44(11)(a)(i) must be interpreted as ‘untrue to the knowledge of the person making the statement’, distinguishing it from a mere ‘incorrect’ statement. This aligns with precedent (R v Mahomed) and the legislative scheme that limits liability only where a false declaration is made. Regarding penalties, the Customs Offences and Penalty Policy prescribes a penalty of 50% of the under‑payment with a minimum of R500 for the type of contravention involved; deviation from this policy without justification is unreasonable.",
    "application": "The evidence showed that Managing Director Mr Engelbrecht deliberately instructed clearing agents to use tariff codes of his choosing to maximise financial benefit, despite knowing they were incorrect. The court therefore concluded that the declaration was false to Formalito’s knowledge, triggering liability under s 44(11)(a)(i). On the penalty, the court found that SARS ignored its own policy and imposed a penalty far exceeding the prescribed 50% rate, rendering the penalty grossly unreasonable. Consequently, the penalty was set aside and the matter remitted for reconsideration.",
    "conclusion": "The appeal succeeded. The High Court order was set aside. (a) The claim for customs, ad valorem duty and VAT of R696,652.95 was dismissed. (b) The forfeiture order of R1,896,456 was set aside, and the matter was remitted to SARS for reconsideration of the penalty. (c) SARS was ordered to pay the costs of the appeal."
  },
  "tags": {
    "level_1": "Customs Law",
    "level_2": "False Declaration & Penalty",
    "level_3": [
      "customs duty",
      "false declaration",
      "penalty calculation",
      "import regulations",
      "tax revenue"
    ]
  }
}