{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/133.html",
  "case_name": "Storegate Africa (Pty) Ltd. v Airlink Cargo International (Pty) Ltd (071/04) [2005] ZASCA 133 (30 March 2005)",
  "citation": "[2005] ZASCA 133",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 133\n|\nNoteup\n|\nLawCite\nStoregate Africa (Pty) Ltd. v Airlink Cargo International (Pty) Ltd (071/04) [2005] ZASCA 133 (30 March 2005)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nNot reportable\nCase no: 071/04\nIn the\r\nmatter between:\nSTOREGATE\r\nAFRICA (PTY) LIMITED\nAppellant\nand\nAIRLINK\r\nCARGO INTERNATIONAL\n(PTY)\r\nLTD\nRespondent\n_____________________________________________________\nCoram\t\t:\tSCOTT,\r\nFARLAM, CONRADIE, CLOETE\net\nHEHER JJA\nDate of Hearing\t:\t17 MARCH 2005\nDate of delivery\t:\t30 MARCH 2005\nSummary:\tApplication for\r\nsecurity for costs – appealability of order granting\r\napplication – jurisdictional facts to\nbe established before\r\ncourt empowered to exercise discretion conferred in terms of s 13 of\r\nthe Companies Act\n_____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\r\nJA/…\nSCOTT JA\n:\n[1]\nThis is an appeal against the judgment of Willis J in the\r\nHigh Court, Johannesburg, directing the appellant to provide security\r\nfor the respondent’s costs. The learned judge refused leave to\r\nappeal but leave was subsequently granted by this court.\n[2]\tA preliminary question that arises is whether an order granting\r\nsecurity for costs is appealable. In\nShepstone & Wylie v\r\nGeyser NO\n1998 (3) SA 1036\n(SCA) this court held that an order\r\nrefusing an application for security is appealable, but left open the\r\nquestion of appealability\nwhere the application is granted. In the\r\nlatter event, as pointed out by Hefer JA, the rules make provision\r\nfor the registrar to\nincrease the amount of security so ordered.\r\nNothing like this can occur if security is refused. In coming to the\r\nconclusion he\ndid, the learned judge rejected a view previously\r\nupheld in the Cape Provincial Division that an order granted in\r\npursuance of\nan application for security was not appealable as any\r\norder made would not be final and would not dispose of any portion of\r\nthe\nrelief claimed. He relied, instead, on a dictum of Van den Heever\r\nJ in\nEcker v Dean\n1937 SWA 3 at 4 in which the latter pointed\r\nout that  –\n‘\n. . . the claim for security was a separate and\r\nancillary issue between the parties, collateral to and not directly\r\naffecting the\nmain dispute between the litigants . . .’ .\nBut whether an order for security is granted or refused, the issue is\r\nthe same, ie the entitlement of the defendant to security.\nIn either\r\nevent, the order will be final. See\nBookworks (Pty) Ltd v Greater\r\nJohannesburg Transitional Metropolitan Council\n1999 (4) SA 799\n(W) at 804C-E. The fact that the registrar, or for that matter the\r\ncourt, may increase the amount of security does not affect the\n\nfinality of that issue. I can therefore see no reason in principle\r\nfor distinguishing between the two situations. It follows that\nin my\r\nview an order granting security for costs is appealable.\n[3]\tI turn to the merits of the appeal. The facts are relatively\r\nstraightforward. I shall refer to the parties respectively as\nthe\r\nplaintiff and the defendant. The plaintiff (now the appellant)\r\ninstituted action against the defendant (now the respondent)\nfor\r\ndamages arising out of the loss of certain computer equipment which\r\nit was alleged the former had entrusted to the latter for\nstorage.\r\nThe defendant opposed the action and filed a plea denying liability.\r\nIt thereafter delivered a notice in terms of rule\n47 (1) requesting\r\nsecurity for its costs from the plaintiff in the sum of R30 000. The\r\nnotice recorded that the defendant claimed\nsecurity on the basis that\r\nthe plaintiff was a company with limited liability which in terms of\r\ns 13 of the Companies Act 61 of\n1973 was obliged to furnish security\r\nfor the defendant’s costs as the latter      ‘believes\r\nthat the plaintiff will\nbe unable to pay the . . . defendant’s\r\ntaxed costs if the . . . defendant is successful in its defence’.\r\nThe plaintiff\nignored the notice and the defendant some eight months\r\nlater approached the court\na quo\nin terms of rule 47 (3) for\r\nan order directing that the security be furnished.\n[4]\tIn the affidavit filed in support of the application the attorney\r\nacting on behalf of the defendant stated that the latter\nwas in\r\npossession of a document headed ‘Subrogation Form’, a\r\ncopy of which was annexed. In terms of this document,\nwhich was\r\nsigned on behalf of the plaintiff and addressed to the Mutual &\r\nFederal Insurance Company Limited, it was agreed\nthat the latter was\r\nsubrogated to all the rights and remedies of the plaintiff in respect\r\nof the lost goods and that the insurance\ncompany was authorised to\r\nmake use of the plaintiff’s name for the purpose of any\r\nproceedings to enforce those rights or\nremedies. The deponent noted\r\nthat in terms of the subrogation, all costs and charges incurred by\r\nthe insurance company in the proceedings\nand the use of the\r\nplaintiff’s name were to be borne and paid for by the former,\r\nbut pointed out that as the defendant had\nno contractual nexus with\r\nthe insurance company it would not be entitled to recover its taxed\r\ncosts from that company in the event\nof the defendant being\r\nsuccessful in its defence. The affidavit contained a passing\r\nreference to the notice in terms of rule 47(1)\nbut nothing at all to\r\nsubstantiate the statement in the notice that the defendant believed\r\nthat the plaintiff would be unable to\npay the defendant’s\r\ncosts. The plaintiff filed no answering affidavit but sought to\r\nresist the application on the basis of\nthe defendant’s own\r\npapers.\n[5]\tIn his judgment, Willis J, after observing that the application\r\nwas based ‘essentially’ on the subrogation, said\nthe\r\nfollowing:\n‘That [the subrogation] in itself does not\r\nindicate that there is reason to believe that the plaintiff would not\r\nbe able\nto pay the security called for. On the other hand,\r\nnotwithstanding the fact of subrogation alluded to, no facts have\r\nbeen put before\nme to indicate that the plaintiff would be able to\r\nmeet a costs order granted against it. There is not even a bald\r\nallegation that\nit would be able to do so, never mind any reference\r\nto its assets or its balance sheet.\nTaking everything into account it seems to me that the\r\napplicant has indeed made out a case that there are reasonable\r\ngrounds to\nbelieve that the plaintiff would not be able to meet a\r\ncosts order in this action  in the event of it being unsuccessful.’\n(The reference to ‘the security called for’ in the first\r\nsentence was presumably intended to be a reference to the\ndefendant’s\r\ncosts in the event of it being successful.)\n[6]\tThe obligation of a company to provide security for costs is\r\ngoverned by s 13 of the Companies Act 61 of 1973. It reads:\n‘\nWhere a company or other body corporate is\r\nplaintiff or applicant in any legal proceedings, the Court may at any\r\nstage, if it appears\nby credible testimony that there is reason to\r\nbelieve that the company or body corporate or, if it is being wound\r\nup, the liquidator\nthereof, will be unable to pay the costs of the\r\ndefendant or respondent if successful in his defence, require\r\nsufficient security\nto be given for those costs and may stay all\r\nproceedings till the security is given’.\nThe section affords a court a discretion to order a company to\r\nprovide security for costs only if certain jurisdictional facts\nare\r\nestablished. The most important of these for present purposes is that\r\nthere must appear to be ‘reason to believe’\nbased on\r\n‘credible testimony’ that the company will be unable to\r\npay the costs. Until this requirement has been satisfied\nthe court\r\nhas no power to order security and the question of how it is to\r\nexercise its discretion does not arise:\nPetz Products (Pty) Ltd v\r\nCommercial Electrical Contractors (Pty) Ltd\n1990 (4) SA 196\n(C)\r\nat 204B-E;\nShepstone & Wylie v Geyser NO, supra,\nat 1041I;\r\nsee also\nVumba Intertrade CC v Geometric Intertrade CC\n2001\r\n(2) SA 1068\n(W) para 8 at 1071E.\n[7]\tIt appears from the passage quoted above that the court\na quo\nacknowledged that the subrogation itself did not constitute a reason\r\nfor believing that the plaintiff would be unable to pay the\n\ndefendant’s costs. This is clearly correct. Subrogation is a\r\nmatter between the insurer and the insured. It does not affect\nthe\r\nposition of a defendant (or respondent) one way or the other. Should\r\nthe claim be dismissed with costs the defendant (or respondent)\nwould\r\nbe entitled to look to the plaintiff (or applicant) for its costs\r\nregardless of whether there had been a subrogation or not.\n[8]\tIt appears, however, that the court\na quo\nultimately based\r\nits decision on the failure on the part of the plaintiff to place\r\nfacts before the court ‘to indicate that\nthe plaintiff would be\r\nable to meet a costs order granted against it’. This approach\r\nis clearly wrong. The defendant bears\nthe onus of satisfying the\r\nrequirements of s 13. The bald statement as to its belief in the rule\r\n47(1) notice was clearly insufficient;\nit was not ‘credible\r\ntestimony’ within the meaning of the section. Indeed, that\r\nstatement was not even confirmed under\noath in the subsequent\r\napplication. Instead, as I have said, reliance was placed exclusively\r\non the subrogation. Once the requirements\nof s 13 have been\r\nsatisfied, the party against whom security is sought will run the\r\nrisk of an adverse order should it fail to\nplace information before\r\nthe court as to its financial position. But until then it has no\r\nobligation to do so. (See in this regard\nthe comments of Cloete J, in\r\nthe context of s 8 of the Close Corporations Act 69 of 84, in\nVumba\r\nIntertrade CC v Geometric Intertrade CC, supra\n, paras 8 and 9.)\n[9]\tIn this court the respondent sought to justify the order in its\r\nfavour on slightly different grounds. Counsel argued, first,\nthat the\r\nfailure on the part of the plaintiff to respond to the rule 47(1)\r\nnotice notwithstanding the delay of some eight months\nbefore the\r\napplication was launched and the failure to file an opposing\r\naffidavit, justified on inference of acquiescence on the\npart of the\r\nplaintiff to the relief sought; in other words, it amounted to an\r\nadmission. The argument is without merit. On receipt\nof the rule\r\n47(1) notice, the plaintiff was under no obligation to respond; it\r\nwas entitled to wait and see if the defendant would\npursue its\r\ndemand. On receipt of the application, which did not satisfy the\r\njurisdictional requirements of s 13 of the Companies\nAct, it was\r\nentitled to elect to argue the matter on the defendant’s papers\r\nwithout filing affidavits. The second contention\nadvanced was that\r\nthe fact of the subrogation somehow gave rise to an inference that\r\nthe plaintiff would be unable to pay the defendant’s\ncosts if\r\nsuccessful. This, too, is clearly without substance. The wealthiest\r\nof companies insure themselves against claims and\nsign subrogation\r\nforms.\n[10]\tThe appeal is upheld with costs. The judgment of the court\na\r\nquo\nis set aside and the following is substituted in its place:\n‘The application is dismissed with costs.’\n__________________\nD G SCOTT\nJUDGE OF APPEAL\nCONCUR:\nFARLAM\t\tJA\nCONRADIE \tJA\nCLOETE\t\tJA\nHEHER\t\tJA",
  "scraped_at": "2026-02-12T14:02:34.586814",
  "date": "2005-03-30",
  "coram": [
    "SCOTT JA",
    "FARLAM JA",
    "CONRADIE JA",
    "CLOETE JA",
    "HEHER JA"
  ],
  "case_number": "071/04",
  "parties": {
    "applicants": [
      "Storegate Africa (Pty) Ltd"
    ],
    "respondents": [
      "Airlink Cargo International (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Storegate Africa (Pty) Ltd (the plaintiff) sued Airlink Cargo International (Pty) Ltd (the defendant) for damages after computer equipment entrusted to the defendant was lost. The defendant denied liability and, under rule 47(1), served a notice seeking security for its costs in the sum of R30,000, relying on s13 of the Companies Act 61 of 1973 which permits a court to require a company to provide security if there is reason to believe it cannot pay the defendant's costs. The plaintiff did not respond to the notice. Eight months later the defendant filed an application for an order directing the plaintiff to furnish the security, attaching a subrogation form with an insurer but providing no credible evidence that the plaintiff could not meet a costs order. The High Court ordered the plaintiff to provide security; the plaintiff appealed.",
    "issues": "1) Whether an order granting security for costs is appealable. 2) Whether the lower court correctly exercised its discretion under s13 of the Companies Act, i.e., whether the defendant satisfied the jurisdictional requirement of providing credible testimony that the plaintiff would be unable to pay the defendant’s costs.",
    "principles": "The Court held that an order granting security for costs is appealable because it is a final order that disposes of the issue of security (Shepstone & Wylie v Geyser; Bookworks v Greater Johannesburg Transitional Metropolitan Council). Under s13 of the Companies Act, a court may order security only when credible testimony shows a reason to believe the company cannot pay the costs; the burden lies on the party seeking security. Jurisdictional facts must be established before the court can exercise its discretion (Petz Products v Commercial Electrical; Vumba Intertrade CC). Subrogation arrangements do not, by themselves, satisfy the requirement of credible testimony of inability to pay.",
    "application": "The Court examined the evidence before the lower court and found that the defendant relied solely on a subrogation form and the plaintiff’s silence, which does not constitute credible testimony that the plaintiff is unable to meet a costs order. The lower court mistakenly based its decision on the plaintiff’s failure to prove ability to pay rather than on the defendant’s failure to meet the statutory burden. Consequently, the jurisdictional threshold of s13 was not satisfied, and the lower court lacked authority to order security.",
    "conclusion": "The appeal is upheld with costs. The judgment of the High Court is set aside and the defendant’s application for security is dismissed with costs."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Security for Costs",
    "level_3": [
      "appealability",
      "Companies Act s13",
      "jurisdictional facts"
    ]
  }
}