{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/76.html",
  "case_name": "MEC for Agriculture, Conservation, Environment and Land Affairs, Gauteng v Sasol Oil and Another (368/2004) [2005] ZASCA 76; [2006] 2 All SA 17 (SCA); 2006 (5) SA 483 (SCA) (16 September 2005)",
  "citation": "[2005] ZASCA 76",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 76\n|\nNoteup\n|\nLawCite\nMEC for Agriculture, Conservation, Environment and Land Affairs, Gauteng v Sasol Oil and Another (368/2004) [2005] ZASCA 76; [2006] 2 All SA 17 (SCA); 2006 (5) SA 483 (SCA) (16 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 368/04\nReportable\nIn the matter between :\nMEC FOR\nAGRICULTURE, CONSERVATION,\nENVIRONMENT & LAND AFFAIRS\t\t\t\t   \t     \nAPPELLANT\nand\nSASOL OIL (PTY) LIMITED\t\t\t\t\t    FIRST RESPONDENT\nBRIGHT SUNS DEVELOPMENT CC\t\t\t           SECOND RESPONDENT\nCORAM :\t       HOWIE P, CAMERON, MLAMBO JJA,\nNKABINDE, CACHALIA AJJA\nHEARD :\t       25 AUGUST 2005\nDELIVERED :      16 SEPTEMBER 2005\nSummary:   Environmental law ─ Protection of the environment ─\nProhibition on\nundertaking of environmentally detrimental activities without written\nauthorisation of\ncompetent authority as intended in s 22 of Environment Conservation Act 73 of\n1989\n(ECA) ─ Scope of mandate of competent\nauthority;\n- the words ‘storage’\nand ‘handling’ facility for dangerous and hazardous       \nsubstances are broad enough\nto include a filling station.\n-  decision\ntaken in terms of policy guidelines not irrational ─ a party seeking to\nimpugn rationality of decision must demonstrate\nexceptional basis to succeed in\nreview application.\n-  section 36(2) of ECA read in context, together\nwith s 35, does not constitute a time bar to the institution of review\nproceedings\nafter internal remedies have been\nexhausted.\n________________________________________________________________\nJUDGMENT\nCACHALIA AJA\n/\nCACHALIA\nAJA:\n[1]\tThis appeal concerns the refusal of a provincial authority to\nauthorise the construction of a filling station in terms of the\nEnvironment\nConservation Act 73 of 1989 (‘the ECA’). It deals with\nwhether:\n1.1\tThe relevant authority had the power to refuse such\nauthorisation,\n1.2\tthe policy guidelines that it employed in arriving at the decision are\nultra vires\n, and\n1.3\tthe rationality of the\ndecision.\n[2]\tThe first respondent, Sasol Oil (Pty) Ltd (Sasol), is an\noil company, which wholesales and retails liquid fuels and lubricants.\nTogether\nwith the second respondent, Bright Sun Developments CC, Sasol identified a\nproperty during 2000, considered suitable for\nthe construction of a filling\nstation and convenience store. The respondents then entered into an agreement in\nterms of which Sasol\nwould supply petroleum products to the second respondent\nfor sale to the public after the filling station and convenience store had\nbeen\nconstructed.\n[3]\tAs is the practice in the industry, the second\nrespondent sought authorisation for the construction in terms of s 22(1) of the\nECA from the Gauteng Department of Agriculture, Conservation, Environment and\nLand Affairs (‘the Department’).  The section\nrequires that any\nactivity that has been identified in a notice by the Minister in the\nGazette\nas potentially detrimental to the environment in terms of s 21(1)\nof the ECA may not be undertaken without the necessary authorisation\nof the\nMinister of Environmental Affairs and Tourism (‘the Minister’) or\ndesignated ‘competent authority’.\nThe MEC for Agriculture,\nConservation, Environment and Land Affairs (‘the MEC’) is the\n‘competent authority’\nin the instant\nmatter.\n[1]\n[4]\tSection 22(2)\nof the ECA required the Department to consider reports concerning the\nenvironmental impact of the proposed activity,\nthe scope and content of which\nhas been prescribed by regulation.\n[2]\nAccordingly the application was supported by a ‘scoping report’ that\nthe second respondent commissioned for this purpose,\nand further information\nthat the Department requested later from the second respondent.\n[5]\tTo\nassist the Department in the evaluation of this and other such applications it\nissued general guidelines\n[3]\nin terms\nof which prospective applicants were advised that:\n‘1. New Filling\nStations will generally not be approved where they will be:\n•\tWithin 100m of residential properties, schools, or hospitals, unless it\ncan be clearly\n•\tdemonstrated that no significant impacts will occur by reason of factors\nsuch as noise,\nvisual intrusion, safety considerations or\nfumes and smells;\n•\tWithin three (3) kilometres of an existing filling station in urban,\nbuilt-up or residential areas;\n•\tWithin twenty-five (25) kilometres driving distance of an existing\nfilling station in other instances (i.e. rural areas,\nand along highways and\nnational roads), or\n•\tWithin a sensitive area...’\n[6] \tIn September\n2002 the Department refused the application. From the reasons furnished, it\nappears that the application was unsuccessful\nprincipally, though not\nexclusively, because it failed to comply with the spatial stipulations in the\nguidelines.\n[4]\nThere were already two\nfilling stations within three kilometres of the proposed development and it was\nlocated within a hundred metres\nof an existing and developing residential area. \nSasol appealed against the Department’s decision to the MEC. She dismissed\nthe appeal and confirmed the Department’s decision and\nreasoning.\n[5]\n[7]\tThe\nrespondents then sought an order in the Johannesburg High Court declaring\nthat the guidelines were\nultra vires\nthe ECA. In the alternative they\nsought to review and set aside the decisions of the Department and the MEC. The\ncourt\na quo\n(Willis J) refused the application for declaratory relief. It\nnevertheless reviewed and set aside the decisions of the Department\nand the MEC\nbut ordered each party to pay its own costs. The MEC appeals against this\ndecision. The respondents in turn cross-appeal\nagainst the court\na\nquo’s\nrefusal to grant them declaratory relief. The parties approach\nthis court with leave of that\ncourt.\n[6]\n[8]\tThe principal\nfinding of the court\na quo\nwas that the Department has the\npower only\nto regulate the environmental aspects of the storage and handling of petroleum\nproducts on the premises of a filling station\nbut not the environmental aspects\nof filling stations\nper se\n.\nFlowing from this, the court\na\nquo\nstated that the guidelines issued by the Department were for the most\npart ‘totally irrelevant and inappropriate’: the\nDepartment had\npurported to extend the remit of the activity subject to potential prohibition\nin the erroneous belief that it had\nthe power to do so. Consequently the\nMEC’s refusal of authorisation for the construction of the filling\nstation, based on the\nguidelines, was declared invalid.\n[9]\tThe starting\npoint is the Minister’s notice, which was issued in terms of s 21(1) of\nthe ECA. Among the activities that\nthe Minister identified in item 1(c)(ii) of\nthe notice as having a potentially detrimental effect on the\nenvironment\n[7]\nare:\n‘1.\tThe\nconstruction, erection or upgrading of—\n...\n(c)\twith regard to any\nsubstance which is dangerous or hazardous and is controlled by national\nlegislation-\n...\n(ii)\tmanufacturing, storage, handling, treatment or\nprocessing  facilities\nfor any such\nsubstance...’\n[10]\tThe parties agree that petroleum\nproducts are ‘dangerous or hazardous’ substances, which are\ncontrolled by national\nlegislation.\n[8]\nThe potentially detrimental environmental aspects of the management of such\nproducts are therefore self-evident. What is in issue\nis whether a filling\nstation is a ‘storage’ or ‘handling’ facility for\npetroleum products. If it is, the\nDepartment and MEC had the power to refuse\nauthorisation for its construction.\n[11]\tThe construction adopted by the\ncourt\na quo\nis that these words describe only specific aspects of the\nactivity of a filling station viz. storage and handling of petroleum products\nand not any other related activities within a filling\nstation.\n[9]\nAdopting this construction\nthe respondents say that any commercial activity that is associated with filling\nstations therefore falls\noutside of the ambit of the Minister’s notice. \nThe respondents contend that if the Minister intended to include filling\nstations\nhe would have done so expressly.\n[12]\tIn my view this\nconstruction does not withstand scrutiny. The Minister could certainly have been\nmore explicit by including filling\nstations in the list of activities that\ntrigger environmental impact consequences. But his failure to do\nso does not\nimply that he intended to exclude them.\n[13]\tIn order to construe item\n1(c)(ii) properly, the construction must be consistent with the purpose of the\nenactment giving rise\nto it, the environmental clause in s 24 of the\nConstitution, as well as other relevant statutory enactments which constitute\nthe\npanoply of environmental\nlaw.\n[10]\nOf immediate relevance are\nthe ECA and the National Environmental Management Act 107 of 1998 (NEMA).\n[14]\tSection 24(a) of the Constitution guarantees the fundamental right\nof everyone ‘to an environment that is not harmful to\ntheir health or\nwell-being’. To realise this right, s 24(b) imposes positive obligations\non the state to protect the environment\n‘through reasonable legislative\nand other measures that prevent\npollution...while promoting justifiable\neconomic and social\ndevelopment’.\n[11]\n[15]\tThe first steps that were taken to protect the environment after\nthe advent of the Constitution were the promulgation of regulations\nunder s\n21(1) of the ECA that listed the activities that are potentially detrimental to\nthe environment and set out the rules regarding\nthe compilation of environmental\nimpact assessments relating to such\nactivities.\n[12]\nThis was followed by\nthe enactment of NEMA, which gives effect to s 24 of the Constitution. Of\nparticular importance is NEMA’s\ninjunction that the interpretation of any\nlaw concerned with the protection and management of the environment must be\nguided by its\nprinciples.\n[13]\nAt the\nheart of these is the principle of ‘sustainable development’, which\nrequires organs of state to evaluate the ‘social,\neconomic and\nenvironmental impacts of\nactivities’.\n[14]\nThis is the\nbroad context and framework within which item 1(c)(ii) is to be\nconstrued.\n[16]\tIn essence a filling station consists of storage tanks\nwhere fuel is stored and pumps through which fuel is pumped. A pump is\nclearly a\n‘handling’ facility for petroleum products within the meaning of\nitem 1(c)(ii). Once this is accepted, and\nI did not understand the respondents\nto contend otherwise, the fact that the fuel is sold from the same premises does\nnot change\nthe essential features associated with filling stations. Nor does the\nfact that a convenience store may be part of the proposed development.\nTo\nattempt to separate the commercial aspects of a filling station from its\nessential features is not only impractical but makes\nlittle sense from an\nenvironmental perspective. It also flies in the face of the principle of\nsustainable development, which is referred\nto above. The adoption of such a\nrestricted and literal approach, as contended for by the respondents would\ndefeat the clear purpose\nof the enactment. This was explained succinctly, and in\nmy view correctly, by Claassen J in\nBP SA (Pty) Ltd v MEC for Agriculture,\nConservation, Environment and Land\nAffairs\n,\n[15]\ndecided in the same\ndivision after the present matter:\n‘... To prove the point, one may\nmerely ask the rhetorical question: Absent the storage and handling of petroleum\nproducts in\na filling station, what is then left of the “filling”\nstation? In my view, s 1(c) [ii] seeks to regulate the entire construction\nof\nthe facility and not merely the construction of storage tanks and petrol pumps\non the site. It seems to me artificial to say that\nthe department is only\nentitled to look at the storage and handling facilities of petroleum products as\nan activity distinct and\nseparate from the rest of the activities normally\nassociated with a filling station. In any event, if it is accepted that the\ndepartment\nhas a say in the construction of the fuel tanks and the petrol pumps\nas constituting storage and handling facilities of petroleum\nproducts, then, for\nenvironmental purposes, it will remain a concern where and for how long those\nfuel tanks and petrol pumps will\nbe operating. All the concerns listed in the\nguideline, including the future economic life-span thereof, will still be\nrelevant and\napplicable to such fuel tanks and petrol pumps even though they may\nbe regarded as distinct and separate from the filling station.\nUltimately, from\nan environmental point of view, it makes little sense to draw a distinction\nbetween, on the one hand, a filling\nstation\nper se\nand, on the other, its\nfacilities which store and handle hazardous products.’\n[17]\tIt\nfollows that the main issue in this appeal, whether the Department and the MEC\nhad the power to regulate the erection and\nconstruction of filling stations\nper se\nmust be decided in favour of the MEC. The respondents’\ncontention that the guidelines are\nultra vires\nthe ECA because they are\nbased on an erroneous belief on the part of the Department that it had the power\nto regulate filling stations\nper se\nand not merely the\n‘storage’ and ‘handling’ facilities when formulating the\nguidelines is therefore similarly\nwithout merit.\n[18]\tThe respondents\ncontend, in the alternative, that even if the guidelines are not\nultra\nvires\n, the review must still succeed because they were applied mechanically,\nwithout due consideration of their applicability to the respondents’\napplication. They contend, in other words, that the decisions were not rational\nas contemplated by s 6(2)(f)(ii)\n[16]\nof PAJA since the decision-makers fettered their discretion by applying the\nguidelines rigidly instead of considering the specific\nenvironmental impact that\nthe proposed development would have.\n[19]\tThe adoption of policy\nguidelines by state organs to assist decision makers in the exercise of their\ndiscretionary powers has\nlong been accepted as legally permissible and eminently\nsensible. This is particularly so where the decision is a complex one requiring\nthe balancing of a range of competing interests or considerations, as well as\nspecific expertise on the part of a decision-maker.\nAs explained in\nBato Star\nFishing (Pty) Ltd v Minister of Environmental\nAffairs\n[17]\n, a court should in\nthese circumstances give due weight to the policy decisions and findings of fact\nof such a decision-maker.  Once\nit is established that the policy is compatible\nwith the enabling legislation, as here, the only limitation to its application\nin\na particular case is that it must not be\napplied rigidly and inflexibly,\nand that those affected by it should be aware of\nit.\n[18]\nAn affected party would then\nhave to demonstrate that there is something exceptional in his or her case that\nwarrants a departure\nfrom the\npolicy.\n[19]\n[20]\tThe\nrespondents’ complaint is that the decision to refuse the application for\nthe proposed development is irrational because\nthe reasons given by the\nDepartment and the MEC evince a rigid adherence to the distance stipulations in\nthe guidelines. This is,\nso it is contended, because no reference is made to any\npossible environmental harm that may result from the proposed development.\n The\nMEC however meets this criticism in her answering affidavit as\nfollows:\n‘...A distance stipulation... is... a rational basis for\ncontrolling an unnecessary and harmful proliferation of filling stations.\nIt\nallows the establishment of new filling stations where the need therefore exists\nbut has a justifiable bias against allowing new\nfilling stations where no need\nexists. The purpose of the Guideline is not to play a role in economic\nregulation but to regulate\nthe consequences of uncontrolled proliferation of\nfilling stations for environmental reasons... The distance stipulations... were\nthe product of experience of, and research by, the Department and consultation\nwith various stakeholders, including SASOL... (We)\ndo not believe that (the\nGuidelines) should be applied inflexibly...The point I wish to stress is that\nthe Department (and I) are\nopen-minded as to whether, in a particular situation,\ngood grounds may exist for permitting a filling station within less than 3km\nof\nan existing filling station.’\n[21]\tIn fact, the reasons given do\nnot support the criticism that the guidelines were applied rigidly and\ninflexibly, or that they\nimpermissibly regulate economic activity. They reveal\nthat the proposed filling station would be located diagonally opposite a church,\nwhich is considered by the Department to be culturally and socially sensitive.\nIt is also adjacent to properties zoned for residential\ndevelopment. Even\nwithout the distance stipulations, the proximity of fourteen filling stations\nwithin five kilometres of the site\nwould clearly have some environmental impact.\nIn addition it was observed that the development would have a significant impact\non\nthe scenic vista, degrade the existing visual character or quality of the\nsite and its surroundings, create a new source of substantial\nlight or glare,\nwhich would adversely affect day or night time views in the area or negatively\nimpact on the surrounding communities’\nphysiological health, as well as\nincrease ambient noise levels.\n[22]\tIn my view there is therefore no\nsubstance to the criticism that the guidelines were applied in a manner that\naffected the rationality\nof the decision. On the contrary, the reasons\ndemonstrate the opposite. But in any event, as pointed out earlier, the\nrespondents\nwere thus required to demonstrate that there was something\nexceptional in their application that warranted a departure from the usual\napplication of the guidelines.\n[20]\nFilling stations bear a substantial resemblance to each other. The respondents\nadvanced no argument that the guidelines for filling\nstations should be\ninapplicable to theirs.\n[23]\tA further issue raised in this appeal is\nwhether the respondents had instituted review proceedings in the High Court out\nof the\ntime period prescribed in the ECA, as contended by the MEC. If the\nMEC’s contention on this point is correct, the respondents\nwere barred\nfrom pursuing their review in the Johannesburg High Court.\n[24]\tThe\nrelevant provisions of the ECA that bear on this question read as\nfollows:\n’35.\tAppeal to Minister or competent\nauthority─\n...\n(3)\t... [A]ny person who feels aggrieved at a\ndecision of an officer or employee exercising any power delegated to him in\nterms of\nthis Act or conferred upon him by regulation, may appeal against such\ndecision to the Minister or the competent authority concerned,\nas the case may\nbe, in the prescribed manner, within the prescribed period and upon payment of\nthe prescribed fee.\n(4)\tThe Minister, ... or a competent authority, as the\ncase may be, may, after considering\nsuch an appeal, confirm, set aside or\nvary the decision of the officer or employee or make such order as he may deem\nfit, including\nan order that the prescribed fee paid by the applicant or such\npart thereof as the Minister or competent authority concerned may\ndetermine be\nrefunded to that person.\n36.\tReview by court─ (1) Notwithstanding the\nprovisions of section 35, any person whose interests are affected by a decision\nof an administrative body under this Act, may within 30 days after having become\naware of such decision, request such body in writing\nto furnish reasons for the\ndecision within 30 days after receiving the request.\n(2)\tWithin 30 days after\nhaving been furnished with reasons in terms of subsection (1), or after the\nexpiration of the period within\nwhich reasons had to be so furnished by the\nadministrative body, the person in question may apply to a division of the\nSupreme Court\nhaving jurisdiction, to review the\ndecision.’\n[25]\tThe Department made its decision not to authorise\nthe respondents’ application on 2 September 2002 and furnished its reasons\nfor so deciding to the respondents. They appealed to the MEC. She made her\ndecision on 28 April 2003. It was received by the respondents\non 5 May 2003. The\nreview proceedings were commenced on 31 July 2003, almost three months later. It\nis submitted on behalf of the\nMEC that because s 36 is peremptory in requiring\nany review to be instituted within thirty days of the receipt of the decision\nand\nfurnishing of reasons, the review was not brought within the prescribed time\nperiod.\n[26]\tSections 35 and 36 must be read together. The words\n‘notwithstanding the provisions of section 35’ at the beginning\nof s\n36(1) make this clear. So read, it is plain that an applicant who is aggrieved\nby a departmental decision, may appeal to a 'competent\nauthority' in terms of s\n35(3), or instead, review the decision without an appeal. If the latter option\nis chosen, the aggrieved\nparty may institute review proceedings in the High\nCourt in terms of s 36(2) within thirty days of having received the reasons. If\nhowever, an appeal is lodged against a departmental decision, the time periods\nprovided for in s 36 are not applicable, as these\nrelate only review proceedings\nwhere there is no appeal. But such an appeal must be lodged within thirty days\nfrom the date on which\nthe record of the decision was\nissued.\n[21]\n[27]\tThe\nconstruction contended for by the MEC is not sustainable. This is best\nillustrated by the facts of this matter. The Department’s\ndecision was\nmade, and reasons furnished, on 2 September 2002. On 2 October 2002, before the\nthirty day period prescribed had expired,\nthe respondents lodged their appeal.\nThe MEC decided the appeal more than six months later, on 28 April 2003. If the\nrespondents\nhad elected to review the Department’s decision in terms of s\n36, without appealing to the MEC, they would have been required\nto do so within\nthirty days of the Department’s decision having been made on 2 September\n2002, not within thirty days of having\nreceived the MEC’s decision. Mr\nFreund, who appeared for the MEC, dealt with the conundrum by suggesting that an\naggrieved\nparty may be able to pursue both an appeal in terms of s 35, and a\nreview in terms of s 36 simultaneously, which is an absurdity.\nApart from the\nwastage of costs that such a dual procedure would entail, there is nothing in\nthe language that supports this construction.\n[28]\tIt follows that\nsections 36(1) and (2) must be read permissively, and not as a time bar for the\ninstitution of review proceedings.\nThe intention and purpose of s 36 is to\nprovide the option of a speedy review to an aggrieved party without first having\nto exhaust\nthe internal appeal\nremedy.\n[22]\nIf, however, the party\nelects to by-pass the internal remedy, the thirty-day time bar must be\nobserved.\n[29]\tThe erroneous construction contended for by the MEC\nappears to have been accepted by the court\na quo\n. It however found that\nthe 180-day period provided for in s 7(1) of\nPAJA\n[23]\nprevails over s 36 of the\nECA because it is ‘universal legislation’, which derives its force\nfrom the Constitution.\n[24]\nThe idea\nthat national legislation enacted as a constitutional requirement enjoys some\n‘formal supremacy’ over any other\nAct of Parliament is novel, and\nhas been the subject of academic\ndebate.\n[25]\nIt is, however, not\nnecessary to decide this question.\n[30]\tEven though the point on the time\nperiods has no substance, the MEC has been successful on the merits of this\nappeal. The appeal\ntherefore succeeds with costs and the cross-appeal is\ndismissed with costs. The order of the court\na quo\nis replaced with the\nfollowing:\n‘The application is dismissed with costs.’\n____________________\nA CACHALIA\nACTING JUDGE OF\nAPPEAL\nConcur:  Howie P\nCameron JA\nMlambo JA\nNkabinde\nAJA\n[1]\nS 22(2) of the ECA read with\nGovernment Notice No. R670, 10 May 2002.\n[2]\nS 26 of the\nECA.\n[3]\nEnvironmental Impact\nAssessment (“EIA”) Administrative Guideline\n─ Guideline\nFor The Construction and Upgrade Of Filling Stations and Associated Tank\nInstallations, March 2002.\n[4]\nThis appears from the “Record of Decision” in which the main reasons\nfor declining the authorisation fall into three\ncategories:\n1.   \nIncompatibility with the Guidelines.\n•\tThere are several filling stations within a 3km driving distance of the\nproposed sites, with the closest being approximately\n250m away from the proposed\nsite.\n•\tThere are already two filling stations within 3km of the proposed site,\nthe closest being 800m.\n•\tThe proposed site is within 100m of an existing and developing\nresidential area.\n2.   Incompatibility in terms of the National\nEnvironment Management Act 107 of 1998. Not environmentally and economically\nsustainable\nin terms of section 2(3).\n•\tThere already exist several filling stations in close proximity to the\nproposed site, two of which are located on CR Swart\nDrive.\n•\tPredicted volumes for the proposed service station do not comply with\ncurrent trends within the area.\n•\tFilling stations are considered to be point sources of pollution as\npetrol is considered to be a volatile compound, which\ncould potentially have\nsignificant impacts on residents where they are located close to residential\nproperties.\n•\tThe proposed filling station will significantly impact on the visual\ncharacter of the surrounding neighbourhood. It is located\non a topographical\nincline and will therefore be highly noticeable to surrounding residential\nareas.\n•\tThe proposed filling station will be located adjacent to a church, which\nis considered to be socially and culturally sensitive.\n3.  \nIncompatibility in terms of the\nDevelopment Facilitation Act  67 of 1995\n. The\npromotion of the optimum use of existing resources relating to transport is\ncompromised in terms of Section 3(c)(iv) of the\nAct.\n•\tThere are several filling stations within a 3km driving distance of the\nproposed site, the closest being 250m.\n•\tThe proposed site is located within an established and developing\nresidential area.\nAdditional Comments:\nThe department has the\nresponsibility to adopt a risk-averse approach and places emphasis on point\nsource pollution, cumulative and\nsocial\nimpacts.\n[5]\nThe appeal was lodged\nin terms of Section 35(3) of the Environment Conservation Act 73 of 1989. It\nprovides that any person who feels\naggrieved at a decision may appeal to a\ncompetent authority.\n[6]\nThe\njudgment of the court\na quo\nis reported as\nSasol Oil (Pty) Ltd and\nAnother v Metcalfe NO\n2004 (5) SA 161\n(W).\n[7]\nThis appears from GN No. R\n670 of 10 May 2002. The Minister identified various activities in several\nGazettes as contemplated section\n21(2) of ECA. These were initially set out in\nSchedule 1 of GN No. R 1182 of 5 September 1997. That schedule was amended by GN\nNo.\nR1355 of 17 October 1997, GN No. R448 of 27 March 1998 and finally GN No. R\n670 of 10 May 2002.\n[8]\nThis is apparent from the\ndefinition of a petroleum product in\ns 1\nof the\nPetroleum Products Act 120 of\n1977\nas ‘any petroleum fuel and any lubricant...’\n[9]\nSee\nSasol Oil (Pty) Ltd and\nAnother v Metcalfe NO\n2004 (5) SA 161\n(W) at\n[15].\n[10]\nDiscussed by Claassen J\nin\nBP SA (Pty) Ltd v MEC for Agriculture, Conservation, Environment and Land\nAffairs\n2004 (5) SA 124\n(W) at 140G-150A;\nJan Glazewski:\nEnvironmental\nLaw in South Africa\n, Butterworths 2000 at 13 says that:\n‘The bulk\nof environmental law is contained in a multiplicity of statutes and regulations.\nThese are either general in nature\nsuch as the ECA, which has been to some\nextent, but not completely, supplemented by the NEMA, or those dealing with\nspecific resources\nas the\nNational Water Act 36 of 1998\n, or those dealing with\nspecific waste management or pollution control problems such as the Dumping at\nSea Control Act 73 of 1980.\nApart from national statutes, cognisance must be\ntaken of provincial laws and local authority by-laws. The focal point for nature\nconservation legislation, for example, has historically always been the\nprovincial rather than the national level of government.\nThe advent of nine\nprovinces in the new South Africa as opposed to four in the previous\ndispensation implies that there is an increasing\nplethora of legislative\ninstruments of which the environmental lawyer has to be aware.’\n[11]\nThe relevant constitutional provision\nreads as follows:\n‘ENVIRONMENT\n24. Everyone has the right\n─\n(a)  to an environment that is not harmful to their health or\nwell-being; and\n(b)  to have the environment protected, for the benefit of\npresent and future generations, through reasonable legislative and other\nmeasures that ─\n(i)   prevent pollution and ecological\ndegradation;\n(ii)  promote conservation; and\n(iii) secure ecologically\nsustainable development and use of natural resources while promoting justifiable\neconomic and social development.’\n[12]\nSee fn 7\nabove.\n[13]\nS 2(1)(e) of NEMA.\n[14]\nS 2(3); s 2(4)(i).\n[15]\n2004 (5) SA 124\n(W) at\n160A-E.\n[16]\nPromotion of\nAdministrative Justice Act 3 of 2000\n.\n‘6. Judicial review of\nadministrative action─\n(1) Any person may institute proceedings in a\ncourt or a tribunal for the judicial review of an administrative action.\n(2)\nA court or tribunal has the power to judicially review an administrative action\nif─\n(a) ...\n(f) the action itself─\n(ii)  is not rationally\nconnected to─\n(aa) the purpose for which it was taken;\n(bb) the\npurpose of the empowering provision;\n(cc) the information before the\nadministrator; or\n(dd) the reasons given for it by the\nadministrator.’\n[17]\n[2004] ZACC 15\n;\n2004\n(4) SA 490\n(CC) [48].\n[18]\nBritten v Pope\n1916 AD 150\nat 158;\nComputer Investors Group Inc v\nMinister of Finance\n1979 (1) SA 879\n(T) 898;\nBritish Oxygen Co. v Bd. of\nTrade (H.L.(E.))\n[1970] UKHL 4\n;\n[1971] AC 610\nat 625D-E,\nBaxter Administrative Law\n(1984) 415-419.\n[19]\nR v Port\nof London Authority, Ex Parte Kynoch Ltd\n[1919] 1 KB 176\nat\n184.\n[20]\nThe word exceptional in\nthis context denotes ‘something out of the ordinary and of unusual\nnature’. The expression was\nused in this sense by Milne J in\nI A Essack\nFamily Trust v Kathree\n1974 (2) SA 300\n(D) at\n304B.\n[21]\nRegulation 7.\nGovernment Gazette 18261 GN R1183, 5 September\n1997.\n[22]\nIt is a longstanding\nprinciple of our law that resort should not be had to the courts when there are\nother remedies specifically\nprovided to resolve an aggrieved parties grievances\nand where it may transpire, once those remedies have been invoked, that it is\nunnecessary to approach the courts at all.\nShames v South African Railways\nand Harbours\n1922 AD 228\nat 233-4. See further\nBaxter Administrative\nLaw\n(1984) 720-723. The duty of a party to first exhaust internal remedies\nis now provided for in\ns 7(2)\nof PAJA:\nThe relevant subsections of PAJA read\nas follows:\n‘(a)  Subject to paragraph (c), no court or tribunal shall\nreview an administrative action in terms of this Act unless any internal\nremedy\nprovided for in any other law has first been exhausted.\n(b) Subject to\nparagraph (c), a court or tribunal must, if it is not satisfied that any\ninternal remedy referred to in paragraph (a)\nhas been exhausted, direct that the\nperson concerned must first exhaust such remedy before instituting proceedings\nin a court or\ntribunal for judicial review in terms of this Act.\n(c)  A court\nor tribunal may, in exceptional circumstances and on application by the person\nconcerned, exempt such person from the\nobligation to exhaust any internal remedy\nif the court or tribunal deems it in the interests of justice.’\n[23]\n7. Procedure of judicial\nreview─ (1) Any proceedings for judicial review in terms of section 6(1)\nmust be instituted without\nreasonable delay and not later than 180 days after\nthe date...\n[24]\nSasol Oil\n(Pty) Ltd and Another v Metcalfe NO\n2004 (5) SA 161\n(W) at\n[7].\n[25]\nSee G Devenish\n‘The application of the\ngeneralia specialibus non derogant\nprinciple in the interpretation of statutes’ (2005) 112,\nSALJ\np 72\nat 75.",
  "scraped_at": "2026-02-12T14:58:15.284227",
  "date": "2005-09-16",
  "coram": [
    "Howie P",
    "Cameron",
    "Mlambo JJA",
    "Nkabinde",
    "Cachalia AJA"
  ],
  "case_number": "368/04",
  "parties": {
    "applicants": [
      "MEC for Agriculture, Conservation, Environment & Land Affairs"
    ],
    "respondents": [
      "Sasol Oil (Pty) Limited",
      "Bright Suns Development CC"
    ]
  },
  "sections": {
    "facts": "The Department of Agriculture, Conservation, Environment and Land Affairs refused an application to construct a filling station and associated convenience store on a site identified in 2000. The application, made under s22(1) of the Environment Conservation Act (ECA), was supported by a scoping report. The Department applied general policy guidelines that set distance limits from residential areas, schools, hospitals and existing filling stations. The proposed site was within 100 m of a residential development and within three kilometres of two existing filling stations, leading to the Department’s refusal. The MEC upheld the refusal. The respondents sought judicial review, alleging the guidelines were ultra vires and that the decision was irrational.",
    "issues": "1) Whether the MEC, as the competent authority, had the statutory power to refuse authorisation for the construction of a filling station. 2) Whether the Department’s policy guidelines were beyond the scope of the ECA (ultra vires). 3) Whether the refusal was a rational exercise of discretion under s6(2)(f)(ii) of the Promotion of Administrative Justice Act (PAJA). 4) Whether the respondents’ review proceedings were time‑barred by the ECA’s s36 provisions.",
    "principles": "The Court examined the interpretation of s21(1) and s22 of the ECA, concluding that ‘storage’ and ‘handling’ facilities for hazardous substances include the essential components of a filling station. Constitutional environmental rights (s24 Constitution) and the principles of sustainable development under the National Environmental Management Act (NEMA) were applied to give a purposive reading of the statute. The use of policy guidelines by administrative bodies is permissible provided they are not applied rigidly, and the burden of showing an ‘exceptional’ case rests on the aggrieved party. Regarding procedural time limits, sections 35 and 36 of the ECA must be read together, and the 180‑day period of PAJA prevails over any perceived peremptory bar in s36.",
    "application": "The Court held that the filling station’s storage tanks and pumps constitute ‘storage’ and ‘handling’ facilities, giving the MEC authority to regulate its construction. The guidelines, being compatible with the ECA and aimed at preventing environmental harm, were not ultra vires. The decision‑makers gave detailed reasons addressing proximity to residential areas, cultural sites, visual impact and cumulative environmental effects, demonstrating a rational basis rather than a rigid application of distance criteria. The respondents failed to show any exceptional circumstance justifying deviation from the policy. On the procedural issue, the Court read s36 permissively and affirmed that the 180‑day limitation under PAJA governs, so the review was timely.",
    "conclusion": "The appeal succeeded. The MEC’s refusal of authorisation was upheld and the respondents’ application was dismissed with costs. The cross‑appeal against the High Court’s refusal to grant declaratory relief was dismissed with costs."
  },
  "tags": {
    "level_1": "Environmental Law",
    "level_2": "Environmental Impact Assessment",
    "level_3": [
      "filling stations",
      "environmental authorization",
      "ECA",
      "NEMA",
      "judicial review",
      "policy guidelines"
    ]
  }
}