{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/96.html",
  "case_name": "King and Others v Attorneys Fidelity Fund Board of Control and Another (561/2004) [2005] ZASCA 96; [2006] 1 All SA 458 (SCA); 2006 (4) BCLR 462 (SCA); 2006 (1) SA 474 (SCA) (29 September 2005)",
  "citation": "[2005] ZASCA 96",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 96\n|\nNoteup\n|\nLawCite\nKing and Others v Attorneys Fidelity Fund Board of Control and Another (561/2004) [2005] ZASCA 96; [2006] 1 All SA 458 (SCA); 2006 (4) BCLR 462 (SCA); 2006 (1) SA 474 (SCA) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase no:  561/04\nReportable\nIn the matter between:\nMARY PATRICIA KING & 92\nOTHERS\nCOLLEEN JUDITH VAN STRAATEN & 6 OTHERS\nNAMCOAST\n(Pty) Ltd\nC M TAPSON & 2 OTHERS\nAppellants\nand\nATTORNEYS FIDELITY FUND BOARD OF CONTROL\nFirst\nrespondent\nMINISTER OF JUSTICE\nSecond respondent\nBEFORE\n:\nHARMS, CAMERON, MTHIYANE, NUGENT and JAFTA\nJJA\nHEARD\n:\n12\nSEPTEMBER 2005\nDELIVERED\n:\n29 SEPTEMBER\n2005\nConstitution – alleged failure by National Assembly to\nfulfil a constitutional obligation – power to declare legislation\ninvalid\n–different forms of statutory invalidity – invalidity alleged to\nderive from breach of constitutional obligation\nto facilitate public involvement\nin legislative process – section 167(4)(e) of Constitution precludes SCA\nand high courts from\nmaking order or entertaining application\nJUDGMENT\nCAMERON AND NUGENT JJA:\n[1]\nThe appellants challenge the\nvalidity of a statute of Parliament.   They base their challenge on s 59 of the\nConstitution, which says\namongst other things that the National Assembly must\n‘facilitate public involvement in the legislative and other processes\nof\nthe Assembly and its\ncommittees’.\n[1]\nThey admit\nthere was public consultation about the statute they challenge.  But they say\nthere was not enough.  This they say renders\nthe statute invalid.  In the\nGrahamstown High Court, Chetty J dismissed their challenge.  Though he\nconsidered that it was not the\nfunction of the courts to prescribe to Parliament\nthe procedure it must follow in passing legislation, he found that in fact there\nhad been due compliance with the requirement of public\ninvolvement.\n[2]\nThis appeal is with his leave.\nIt requires us to consider the nature of the obligation the Constitution imposes\non Parliament to ‘facilitate\npublic involvement’ in its processes. \nIt also requires us to decide whether the Constitution empowers this court and\nthe high\ncourts to grant the appellants the order of constitutional invalidity\nthey seek.\n[3]\nThe appellants –\nindividuals, corporations and trustees numbering over 100, in four consolidated\nactions – claimed compensation\nfrom the first respondent, the Attorneys\nFidelity Fund (‘the Fund’) for substantial losses they suffered\nafter depositing\nmonies in the trust account of a Port Elizabeth firm of\nattorneys, van Schalkwyks.  They say the monies were to be used in a factoring\nscheme from which they were promised high returns.  The scheme involved\ndiscounting bank guarantees relating to estate agents’\ncommissions and\nproceeds on property sales.  They say that instead of holding the monies in\ntrust for use in the scheme, the attorneys\nstole their money, entitling them to\ncompensation from the Fund in terms of the Attorneys Act 53 of\n1979.\n[2]\nBut in 1998 Parliament\namended this Act to preclude recovery of moneys deposited with an attorney not\nin the usual course of practice,\nbut to invest on behalf of a\nclient.\n[3]\nMost of the deposits took\nplace after the amendment was enacted, and the Fund pleaded it in defence.  The\nappellants countered by\npleading the invalidity of the amendment Act for failure\nto comply with the constitutional requirement of public\ninvolvement.\n[4]\nThe Minister of Justice was\njoined as second defendant, and the parties agreed on a stated case, on the\nbasis of which Chetty J separated\nthe inquiry as to the Fund’s liability\nfrom the other questions in the action, ruling as already mentioned in favour of\nthe\nFund and the Minister (who both in this court and in the court below made\ncommon cause with the Fund).\n[5]\nAccording to\nthe stated case, the Minister of Justice introduced the relevant Bill in the\nNational Assembly on 30 January 1998 together\nwith a memorandum on its objects,\na clause by clause analysis, and a statement that the Department of Justice had\nconsulted with\na wide range of professional bodies representing attorneys and\nadvocates.  (These all supported the Bill.)  The Bill was then referred\nto the\nNational Assembly’s Portfolio Committee on Justice.  On 26 February 1998\nthe committee’s chairman issued a media\nstatement inviting ‘any\nperson or organisation’ to make written representations on the Bill before\n27 March 1998, or\nto indicate by that date whether they wished to give oral\nevidence.\n[6]\nThe Portfolio Committee held\npublic hearings on 20 April and on 4 May 1998, after which it agreed to\namendments to the Bill.  In this\nform the Bill had its second reading on 30 July\n1998, proceeded to the National Council of Provinces and thence back to the\nAssembly’s\nPortfolio Committee, which considered the Council’s\namendments, whereafter the National Assembly on 6 November assented to\nit.\n[7]\nThe stated case records that articles\nrelevant to the Bill were published in seven out of seventeen daily newspapers\nin South Africa.\n These could have reached just under half of the\ncountry’s total daily newspaper readers of 4.6 million.  There was no\npublication\nin weekly newspapers, or in the government or provincial gazettes. \nThe government website in September and November 1998 did however\ncarry versions\nof the Bill.\n[8]\nIn June 1995, the National\nAssembly adopted standing rules.  These empowered its portfolio committees to\nsummon persons to appear\nand produce documents, and to receive representations\nfrom interested persons or parties and to permit oral evidence or\nrepresentations.\n But it is common cause that when the amendment Act was passed,\nthere was no general requirement that prior notice of the introduction\nof a Bill\nhad to be published with an explanatory memorandum.  This was introduced only\nlater, when the National Assembly adopted\nmore extensive and explicit\nrules.\n[4]\n[9]\nThese rules are still in force.  They\nrequire that the memorandum accompanying a Bill at its introduction must contain\na list of persons\nand institutions the executive consulted in preparing the\nBill.  In addition, a Bill may be introduced in the National Assembly only\nif\nprior notice of its intended introduction is published in the Government Gazette\nalong with an explanatory summary (unless the\nBill as it is to be introduced has\nitself been published there).  And if the draft Bill is published, the notice\nmust contain an\ninvitation to interested persons and institutions to submit\nwritten representations on it to the secretary to Parliament within a\nspecified\nperiod.  If the Bill has not been published for public comment, and the\nportfolio committee to which it is referred considers\npublic comment necessary,\nit may through invitations, media statements, advertisements or other means\ninvite the public to comment.\n[10]\nAlthough\nthese more extensive requirements were not in force when the amendment Act was\nadopted, the appellants expressly disclaimed\nany attack on the validity of the\nparliamentary rules that applied at the time, and made no claim that they were\nnot complied with.\n They invoke the Constitution itself, and their complaint is\nthat the National Assembly failed to do enough to fulfil its obligation\nto\nfacilitate public involvement.  They complain that though bodies who supported\nthe legislation were informed and consulted, including\nthe organised legal\nprofession, those whose interests the amendment detrimentally affected –\ninvestors like themselves who\nentrusted money for investment to attorneys\n– were, as counsel put it during argument, ‘left out in the\ncold’.\n This, they say, makes the legislation invalid.  Parliament, they\ncontend, must take ‘reasonable measures’ to ensure\nthat all members\nof the public with an interest in legislation become aware that it is\ncontemplated, and that they have a right to\n‘say their say’ about\nit.  If it fails to do this, its enactments lack the force of\nlaw.\n[11]\nThis case therefore does not raise\nquestions concerning the content of or oversight over the rules that s 57 of the\nConstitution empowers\nParliament to adopt.  It focuses only on statutory\ninvalidity alleged to arise from breach of a constitutional obligation.  We are\nthus not asked to consider any questions concerning breach of a constitutional\nobligation falling short of this consequence.\n[12]\nThe main question is whether this court\nis precluded from pronouncing on the appellants’ complaint.  Though an\norder of constitutional\ninvalidity has no force unless it is confirmed by the\nConstitutional Court, this court and the high courts have jurisdiction to\n‘make\nan order concerning the constitutional validity of an Act of\nParliament’ (s 172(2)(a)).\n[5]\nSection 167(4)(e) however allows only the Constitutional Court to ‘decide\nthat Parliament or the President has failed to fulfil\na constitutional\nobligation’.\n[6]\nSince the\nappellants claim that the amendment Act is invalid because Parliament failed to\nfulfil an obligation in s 59 of the Constitution,\nthe question is whether we are\nprecluded from hearing their complaint on the ground that only the\nConstitutional Court can address\nthe failure they\nallege.\n[13]\nBefore the hearing, this court\ninvited the parties to make submissions on this issue, which was not argued\nbefore Chetty J.  Both\nsides rightly submitted that the words\n‘constitutional obligation’ in s 167(4)(e) must bear a restricted\nmeaning.  The\nConstitutional Court has said as much.  In\nPresident of the\nRepublic of South Africa v South African Rugby Football\nUnion\n,\n[7]\na case concerning the\nconduct of the President, the court pointed out that if s 167(4)(e) were\nconstrued as applying to all questions\nconcerning constitutional validity of\nconduct of the President, it would conflict with s 172(2)(a).  It therefore\nconsidered that\nwhen the two sections are read together a ‘narrow\nmeaning’ should be given to ‘fulfil a constitutional\nobligation’\nin s 167(4)(e), though it found it unnecessary to decide what\nthat meaning should be.\n[8]\n[14]\nThe purpose of the constitutional\nprovisions giving exclusive jurisdiction to the Constitutional Court is –\n‘to preserve the comity between the judicial\nbranch of government, on the one hand, and the legislative and executive\nbranches\nof government, on the other, by ensuring that only the highest Court in\nconstitutional matters intrudes into the domain of the principal\nlegislative and\nexecutive organs of\nState.’\n[9]\nSince the Constitutional Court bears ‘the responsibility of being the\nultimate guardian of the Constitution and its values’,\ns 167(4) vests it\nwith exclusive jurisdiction in ‘crucial political\nareas’,\n[10]\nand it bears the\nduty ‘to adjudicate finally in respect of issues which would inevitably\nhave important political\nconsequences’.\n[11]\n[15]\nThese are the clear\npremises.  The question is whether they leave space for this court and the high\ncourts to grant an order of statutory\ninvalidity when the defect is alleged to\narise from breach of a constitutional obligation.  Though their approaches\ndiffered in the\ndetails, counsel on both sides contended that this court\nretained jurisdiction under s 172(2) to ‘make an order’ concerning\nthe constitutional validity of the amendment Act, even when the source of the\nchallenge was breach of a constitutional obligation.\nAppellants’ counsel\ncontended that the failure to fulfil a constitutional obligation was\n‘ancillary’ to the question\nwhether the statute was invalid. \nCounsel for the Fund contended that the jurisdiction conferred by s 172(2)\nprevails even when failure\nto fulfil a constitutional obligation is the source\nof the alleged invalidity: it is enough for jurisdiction that a statute is\nattacked\nfor constitutional\ninconsistency.\n[16]\nIn our view these\napproaches impermissibly attenuate the jurisdictional exclusion in s 167(4). \nAlthough s 172(2) grants power to\nthis court and the high courts ‘to make\nan order concerning the constitutional validity of an Act of Parliament’\nthe\nco-existence of the two provisions requires that we distinguish between\ndifferent ways in which the Constitution envisages that statutes\nmay be invalid.\nOne case is where, even though a statute is validly adopted by Parliament, its\nprovisions fall outside the scope\nof Parliament’s legislative authority as\ndefined in the Constitution, most notably by the Bill of\nRights.\n[12]\nIn such a case s 172(2)\nclearly empowers this court and the high courts to make an order of\nconstitutional invalidity.\n[17]\nA purported\nstatute may also be invalid because Parliament fails to enact it properly at\nall.  This would happen if Parliament omits\nto observe the stipulations the\nConstitution prescribes concerning the manner and form in which legislation is\nto be adopted.  Provisions\nof this kind include s 53, which requires that a\nmajority of the members of the National Assembly must be present before a vote\nis\ntaken on a Bill, and that all questions before the Assembly are decided by a\nmajority of votes cast.\n[13]\nAlthough counsel for the appellants suggested that these provisions impose\n‘obligations’ on Parliament in the sense\nenvisaged in s 167(4)(e),\nthis seems to us misconceived.  Procedural requirements that are prerequisites\nto validity do not impose\nobligations.  This is because constitutional\nlimitations on legislative authority generally – albeit not invariably\n–\nderive from disabilities contained in rules that qualify the way in\nwhich the legislature may act: and it is a mistake to confuse\nlegal limitations\nthat arise from procedural prerequisites and from other limitations of\nlegislative power with those that derive\nfrom the imposition of duties:\n‘A constitution which effectively restricts\nthe legislative powers of the supreme legislature in the system does not do so\nby\nimposing (or at any rate need not impose) duties on the legislature not to\nattempt to legislate in certain ways; instead it provides\nthat any such\npurported legislation shall be void.  It imposes not legal duties but legal\ndisabilities.  “Limits” here\nimplies not the presence of\nduty\nbut the absence of legal\npower.’\n[14]\n[18]\nA requirement as to form\nand manner for adopting legislation may however arise from an obligation that is\nimposed on the legislature.\n But the distinction between an obligation-derived\nprerequisite to validity and a purely capacity-defining formality should not be\nignored, since this would be to overlook the variety and complexity of the\ndiffering forms of disability and duty that the Constitution\nitself imposes.  \nShould Parliament purport to adopt a Bill that fails to receive a majority of\nvotes cast, it does not act in breach\nof a constitutional obligation, but fails\nto legislate at all.  This court and the high courts thus have jurisdiction\nunder s 172(2)\nto make an order of constitutional\ninvalidity.\n[15]\nThey decide not\nthat Parliament has failed in its duty to fulfil an obligation (a ‘crucial\npolitical’ question), but\nonly the more formal question that by omitting\nto observe the Constitution’s prerequisites as to form and manner,\nParliament\nhas failed to produce a constitutionally valid\nstatute.\n[19]\nWe accept that a third route\nmight also lead to invalidity, where Parliament so completely fails to fulfil\nthe positive obligations\nthe Constitution imposes on it that its purported\nlegislative acts are invalid. For while the legislative authority of the State\nin the national sphere of government is vested in Parliament, the exercise of\nthis authority requires more than merely an assemblage\nof the members for the\ntime being of those bodies debating and voting on proposed legislation.  The\nConstitution requires that Parliament\nfunction in accordance with the principles\nof accountability, responsiveness and openness that constitute one of its\nfounding values.\n[16]\nThat founding\nvalue, so far as it relates to the conduct of the National Assembly, finds\nexpression in the Constitution’s\nrequirement that its rules and orders for\nthe conduct of its business must be made with due regard not only to\nrepresentative democracy\nbut also to participative\ndemocracy.\n[17]\nIt also finds\nexpression in the National Assembly’s power to receive petitions,\nrepresentations or submissions from any interested\npersons or\ninstitutions,\n[18]\nits duty to\nfacilitate public involvement in its legislative and other processes and of\nthose of its committees,\n[19]\nits\nduty generally to conduct its business in an open manner and hold its sittings\nand those of its committees in\npublic,\n[20]\nand its duty generally\nnot to exclude the public or the media from sittings of its\ncommittees.\n[21]\n[20]\nThose are all facets of a National\nAssembly that belongs to the people, although its formal business is conducted\nthrough their representatives,\nand it is to an Assembly functioning in this way\nthat the Constitution entrusts the power to\nlegislate.\n[22]\nIts antithesis is a\nbody that separates itself from and excludes the public, is indifferent to their\nparticipation and interests,\nand conducts its business concealed from the public\neye.  Were that ever to occur it would negate one of the essential pillars of\nthe Constitution, with fundamental implications not only for Parliament’s\nlegitimacy, but for its legislative capacity.  These\nconsequences would follow,\nnot because Parliament has failed to fulfil a capacity-defining procedural\nformality, but because it has\ndisavowed the obligations the Constitution imposes\non it.\n[21]\nIf, in violation of the\nconstitutional obligation to conduct business in an inclusive and open manner,\nand to hold sittings in public,\nmembers of the National Assembly were to convene\nin secret or at an undisclosed venue, it is not hard to imagine that it might be\nheld that this was not Parliament functioning as contemplated in the\nConstitution at all, and that consequently ‘legislation’\nthe persons\nso assembled purported to adopt lacked constitutional\nvalidity.\n[22]\nThe present case falls very far\nshort of that.  ‘Public involvement’ is necessarily an inexact\nconcept, with many possible\nfacets, and the duty to ‘facilitate’ it\ncan be fulfilled not in one, but in many different ways.  Public involvement\nmight include public participation through the submission of commentary and\nrepresentations: but that is neither definitive nor exhaustive\nof its content.\nThe public may become ‘involved’ in the business of the National\nAssembly as much by understanding and\nbeing informed of what it is doing as by\nparticipating directly in those processes.  It is plain that by imposing on\nParliament the\nobligation to facilitate public involvement in its processes the\nConstitution sets a base standard, but then leaves Parliament significant\nleeway\nin fulfilling it.  Whether or not the National Assembly has fulfilled its\nobligation cannot be assessed by examining only\none aspect of ‘public\ninvolvement’ in isolation of others, as the appellants have sought to do\nhere.  Nor are the various\nobligations s 59(1) imposes to be viewed as if they\nare independent of one another, with the result that the failure of one\nnecessarily\ndivests the National Assembly of its legislative\nauthority.\n[23]\nIn our view it is only at that\nextreme – where Parliament has so renounced its constitutional obligations\nthat it ceases to\nbe or to act as the body the Constitution envisages and thus\nceases to have legislative authority – that its purported enactments\nwill\nnot be valid.  And the question whether that extreme has been reached –\nwhich is the prerequisite for the appellants’\nclaim to succeed – is\nnot one that this court or the High Courts are able to decide.  That it would\nresult in the invalidity\nof the National Assembly’s purported acts is not\nsufficient in itself to vest this court with jurisdiction under s 172(2) because\nthe invalidity in such a case is predicated upon the anterior question. Given\nthe implications such a decision would entail, that\nwould be pre-eminently a\n‘crucial political’ question, and s 167(4)(e) reserves it for only\nthe Constitutional Court\nto make.\n[24]\nIt\nfollows that the appropriate course for Chetty J, had the jurisdictional\nquestion been raised before him, would have been to strike\nthe application from\nthe roll because of the high court’s lack of competence to hear the\napplication.  His order dismissing\nthe application has in substance the same\neffect.\n[25]\nIn this court the appeal stands to\nbe struck from the roll.  The appellants asked that in that event they be spared\nthe burden of\nthe respondents’ costs, but that cannot be.  Although this\ncourt now applies the Constitutional Court’s flexible principle\nthat bona\nfide and reasonable litigants who raise genuine constitutional issues of broad\nconcern should not be inhibited from asserting\ntheir rights by having to pay the\ncosts of governmental\nadversaries,\n[23]\nthat principle\ncannot apply here.  This was in essence a claim for private compensation,\nbrought by disappointed investors who found\nthat a statute obstructed their path\nto recompense.  Their challenge to the validity of the statute involves the\nassertion of no\nessentially constitutional entitlement, and the normal rule as\nto costs must therefore apply.  Although the Fund and the Minister\nwere\nrepresented by two sets of two counsel, they requested the costs of only\ntwo.\n[26]\nThe appeal is struck from the roll\nwith costs, including the costs of two counsel.\nE CAMERON & RW NUGENT\nJUDGES OF APPEAL\nCONCUR:\nHARMS JA\nMTHIYANE JA\nJAFTA\nJA\n[1]\nConstitution s 59 [s 72 is identical in\nrespect of the National Council of Provinces]:\nPublic access to and\ninvolvement in the National Assembly\n(1)\tThe National Assembly must –\n(a)\tfacilitate public\ninvolvement in the legislative and other processes of the Assembly and its\ncommittees; and\n(b)\tconduct its business in an open manner, and hold its sittings, and those\nof its committees, in public, but reasonable measures\nmay be taken –\n(i)\tto regulate public access, including access of the media, to the Assembly\nand its committees; and\n(ii)\tto provide for the searching of any person and, where appropriate, the\nrefusal of entry to, or the removal of, any\nperson.\n(2)\tThe National Assembly may not exclude the public, including the media, from\na sitting of a committee unless it is reasonable\nand justifiable to do so in an\nopen and democratic society.\n[2]\nIn terms of s 26, the Fund must be applied inter alia for reimbursing persons\nwho may suffer pecuniary loss as a result of ‘theft\ncommitted by a\npractising practitioner ... of any money or other property entrusted to him ...\nin the course of his practice’.\n[3]\nAttorneys and Matters relating to Rules of Court Amendment Act 115 of 1998 s 1\nand s 2, inserting s 47(1)(g), s 47(4)-(10) and s\n47A into Attorneys Act 53 of\n1979.\n[4]\nIn a letter included in the stated\ncase, the Secretary to the National Assembly records that on 25 November 1999,\nthe National Assembly\nadopted a report of the National Assembly Rules Committee\ndated 23 March 1999, which contained a comprehensive set of revised\nrules.\n[5]\nConstitution s\n172(2)(a):\n‘The Supreme Court of Appeal, a High Court or a court of\nsimilar status may make an order concerning the constitutional validity\nof an\nAct of Parliament, a provincial Act or any conduct of the President, but an\norder of constitutional invalidity has no force\nunless it is confirmed by the\nConstitutional Court.’\n[6]\nConstitution\ns 167(4):\n‘Only the Constitutional Court may –\n(a)\tdecide disputes between organs of state in the national or provincial\nsphere concerning the constitutional status, powers or functions\nof any of those\norgans of state;\n(b)\tdecide on the constitutionality of any parliamentary or provincial Bill,\nbut may do so only in the circumstances anticipated in\nsection  79 or 121;\n(c)\tdecide applications envisaged in section 80 or 122 [by at least one third\nof the members of National Assembly or 20% of the members\nof a provincial\nlegislature for an order declaring all or part of an Act unconstitutional];\n(d)\tdecide on the constitutionality of any amendment to the Constitution;\n(e)\tdecide that Parliament or the President has failed to fulfil a\nconstitutional obligation;\n(f)\tcertify a provincial constitution in terms of section\n144.’\n[7]\n1999 (2) SA 14\n(CC).\n[8]\n1999 (2) SA 14\n(CC) para\n25.\n[9]\nPresident of the Republic of South\nAfrica v SARFU\n1999 (2) SA 14\n(CC) para 29, dealing with s 172(2), but\nendorsed more broadly in relation to ‘provisions of the Constitution which\nconfer\nexclusive jurisdiction upon [the Constitutional Court] to decide certain\nconstitutional matters’ in\nPresident of the Republic of South Africa v\nUnited Democratic Movement\n[2002] ZACC 34\n;\n2003 (1) SA 472\n(CC) para\n20.\n[10]\nPresident of the Republic of\nSouth Africa v South African Rugby Football Union\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para\n72.\n[11]\nPresident of the Republic of\nSouth Africa v South African Rugby Football Union\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) paras\n72 and 73.\n[12]\nConstitution s\n8(1):\n‘The Bill of Rights applies to all law, and binds the\nlegislature, the executive, the judiciary and all organs of\nstate.’\n[13]\nConstitution s\n53(1):\n‘Except where the Constitution provides otherwise –\n(a)\ta majority of the members of the National Assembly must be present before\na vote may be taken on a Bill or an amendment to a Bill;\n(b)\tat least one third of the members must be present before a vote may be\ntaken on any other question before the Assembly; and\n(c)\tall questions before the Assembly are decided by a majority of the votes\ncast.’\n[14]\nHLA Hart,\nThe Concept\nof Law\n(Clarendon Press, Oxford, 1961) pages 68, 69 and 242, drawing on\nWesley Newcombe Hohfeld\nFundamental Legal Conceptions\n(1923).\n[15]\nSee\nHarris v Minister of the\nInterior\n1952 (2) SA 428\n(A),\nMinister of the Interior v Harris\n1952\n(4) SA 769 (A).\n[16]\nConstitution s 1(d)\nestablishes as a founding value of the Republic of South Africa\n–\n‘Universal adult suffrage, a national common voters roll,\nregular elections and a multi-party system of democratic government,\nto ensure\naccountability, responsiveness and\nopenness.’\n[17]\nConstitution s\n57(1)(b) provides that the National Assembly may make rules and orders\nconcerning its business, ‘with due regard\nto representative and\nparticipatory democracy, accountability, transparency and public\ninvolvement’.\n[18]\nConstitution s\n56(d) provides that the National Assembly or any of its committees may\n‘receive petitions, representations or\nsubmissions from any interested\npersons or institutions’.\n[19]\nConstitution s 59(1)(a) provides that the National Assembly must\n‘facilitate public involvement in the legislative and other\nprocesses of\nthe Assembly and its committees’.\n[20]\nConstitution s 59(1)(b) provides that the National Assembly must ‘conduct\nits business in an open manner, and hold its sittings\nin public’ but that\nreasonable measures may be taken to regulate public access and to provide for\nsearching of persons.\n[21]\nConstitution s\n59(2):\n‘The National Assembly may not exclude the public, including the\nmedia, from a sitting of a committee unless it is reasonable\nand justifiable to\ndo so in an open and democratic\nsociety.’\n[22]\nConstitution s 42\n(3):\n‘The National Assembly is elected to represent the people and to\nensure government by the people under the Constitution.  It\ndoes this by\nchoosing the President, by providing a national forum for public consideration\nof issues, by passing legislation and\nby scrutinizing and overseeing executive\naction.’\n[23]\nSee\nDe Kock v Van\nRooyen\n2005 (1) SA 1\n(SCA) para 30.",
  "scraped_at": "2026-02-12T15:04:33.530650",
  "date": "2005-09-29",
  "coram": [
    "Harms JA",
    "Cameron JA",
    "Mthiyane JA",
    "Nugent JA",
    "Jafta JA"
  ],
  "case_number": "561/04",
  "parties": {
    "applicants": [
      "Mary Patricia King & 92 Others",
      "Colleen Judith Van Straaten & 6 Others",
      "Namcoast (Pty) Ltd",
      "C M Tapson & 2 Others"
    ],
    "respondents": [
      "Attorneys Fidelity Fund Board of Control",
      "Minister of Justice"
    ]
  },
  "sections": {
    "facts": "The appellants, a group of investors who lost money in a factoring scheme run by a Port Elizabeth law firm, sought compensation from the Attorneys Fidelity Fund under the Attorneys Act. The Fund argued that a 1998 amendment to the Act, which barred recovery of monies deposited with an attorney outside the ordinary course of practice, applied to their losses. The amendment was challenged on the basis that Parliament had failed to comply with the constitutional duty under section 59 to facilitate public involvement in the legislative process. The judgment details the legislative history of the amendment: introduction of the Bill in January 1998, limited consultations with professional bodies, a media invitation for public comments, two committee hearings, and eventual passage in November 1998. The lower court found that Parliament had complied with the procedural requirements then in force.",
    "issues": "The primary issue is whether the Supreme Court of Appeal has jurisdiction to declare the 1998 amendment invalid when the alleged invalidity stems from Parliament’s failure to fulfil its constitutional obligation to facilitate public involvement (section 59). Relatedly, the court must determine whether section 167(4)(e) of the Constitution, which reserves to the Constitutional Court the power to decide that Parliament has failed to fulfil a constitutional obligation, precludes the SCA from hearing the petition.",
    "principles": "Section 172(2)(a) grants the SCA and High Courts power to order constitutional invalidity of legislation, but section 167(4)(e) confers exclusive jurisdiction on the Constitutional Court to decide that Parliament or the President has failed to fulfil a constitutional obligation. The Court distinguishes three routes to invalidity: (1) legislation exceeding constitutional legislative authority (e.g., Bill of Rights conflicts); (2) failure to observe constitutional procedural form requirements (e.g., quorum, voting rules); and (3) failure to fulfil positive constitutional obligations, which is a ‘crucial political’ question reserved for the Constitutional Court. Precedent from President of the Republic of South Africa v SARFU and related cases is applied to interpret the narrow scope of section 167(4)(e).",
    "application": "Applying these principles, the Court concluded that the appellants’ challenge relies on the third route – a claim that Parliament failed to meet its positive duty under section 59 to facilitate public involvement. This type of breach is a political question that, under section 167(4)(e), can only be decided by the Constitutional Court. Consequently, the SCA lacks jurisdiction to grant the order of constitutional invalidity sought by the appellants. The Court therefore could not entertain the appeal.",
    "conclusion": "The appeal is struck from the roll. Costs are awarded against the appellants, including the costs of two counsel for the respondents. The Court reiterates that any determination of whether Parliament has failed to fulfil its constitutional obligation to facilitate public involvement must be addressed by the Constitutional Court."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Judicial Review",
    "level_3": [
      "parliamentary obligations",
      "public involvement",
      "jurisdiction",
      "constitutional invalidity",
      "section 59",
      "section 167",
      "section 172"
    ]
  }
}