{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/14.html",
  "case_name": "Bay Centre Investments (Pty) Ltd. v Town Council of the Borough of Richards Bay (477/2003) [2005] ZASCA 14 (23 March 2005)",
  "citation": "[2005] ZASCA 14",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 14\n|\nNoteup\n|\nLawCite\nBay Centre Investments (Pty) Ltd. v Town Council of the Borough of Richards Bay (477/2003) [2005] ZASCA 14 (23 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nREPORTABLE\nCASE NO:  477/2003\nIn the matter between\nBAY CENTRE INVESTMENTS (PTY) LIMITED                    APPELLANT\nand\nTHE TOWN COUNCIL OF THE BOROUGH OF\nRICHARDS BAY\t\t\t\t\t\t                     RESPONDENT\nCORAM:\tHOWIE P, NAVSA, MTHIYANE, BRAND JJA et MAYA\nAJA\nHEARD:\t\t15 FEBRUARY\n2005\nDELIVERED:\t23 MARCH\n2005\nSummary:\tInterpretation of an agreement – meaning\nand effect of the phrase ‘from the date of completion’ and of\nthe\nwords ‘maintenance’ and ‘full liability’ – whether\nobligation assumed by a Town Council towards\na developer entailed maintenance in\nperpetuity and whether it related to the specific parking bays constructed by\nthe developer on\nTown Council land in terms of the agreement.\nJUDGMENT\nMTHIYANE JA:\nMTHIYANE JA:\n[1]\nThis is an appeal from the\njudgment of the Natal Provincial Division (Combrink J, with Mclaren and Hurt JJ\nconcurring) upholding an\nappeal by the respondent (the Town Council) against the\ndecision of Levinsohn J, sitting in the Durban High Court. Levinsohn J had\ngranted certain orders (to which I shall return later) in favour of the\nappellant company (Bay Centre), a developer,\ninter alia\ninterdicting the\nTown Council from destroying certain parking bays constructed by Bay Centre on\nTown Council land in terms of an\nagreement concluded between them (the\nagreement). The appeal is with special leave granted by this Court and turns on\nthe meaning\nand effect of a certain clause in the\nagreement.\n[2]\nOn 15 August 1982 the Town Council sold four plots\nof land (collectively referred to as ‘the property’) to Bay Centre\nfor the sum of R542 000. The property is situated in the core of the central\nbusiness district of Richards Bay (the CBD) and formed\npart of the designated\nblock in the CBD which had been set aside to be sold to developers. The property\nwas subject to the conditions\nof establishment of the township as laid down by\nthe Administrator and Bay Centre undertook to accept and abide by them. In terms\nof the town planning scheme (the scheme) in the course of preparation at the\ntime, the property was zoned for commercial development\nand could only be\nutilised for general commercial purposes.\n[3]\nUnder clause 10.1.1\nof the agreement (about which more later), the Town Council was entitled to\ninstruct Bay Centre, and the latter\nwas obliged, to make provision for the\nparking of motor vehicles on the property in accordance with certain\nspecifications as to\nthe number and standard (on site parking). Bay Centre was,\nhowever, permitted to provide at its own expense,\nin lieu\nof the on site\nparking, the equivalent number of parking bays on adjoining land belonging to\nthe Town Council, which land was reserved\nand zoned for public parking under the\nscheme. The land in question was made available to developers for this purpose.\nThe parties’\nrespective rights and obligations in respect of the parking\nare set out in clause 10.1 of the agreement which reads:\n‘10.1\tShould\nthe properties and/or any building or buildings thereon be used for purposes\nother than a Residential Building\nor a Hotel, the council may in its sole\ndiscretion and\nin\nlieu\nof the Purchaser having to provide on site\nparking on the properties:\n10.1.1\tinstruct the Purchaser to provide at own cost, the number of parking\nspaces that the\nPurchaser would have been required to provide - -\n- at ground level on neighbouring land which is the property of the Council and\nwhich has been reserved for public vehicular parking purposes . . .’ (off\nsite parking).\nPursuant to this provision Bay Centre duly constructed 437\nparking bays on Town Council land to the east, west and south of the property\nduring the period March to October 1982 at the cost of R381 500. Other\ndevelopers, acting under like agreements with the Town Council,\nsimilarly and at\nown cost, constructed parking bays on the adjoining Town Council\nland.\n[4]\nDuring or about 1994, some twelve years after the sale\nof the property to Bay Centre, the Town Council, acting in terms of a structure\nplan adopted and approved during July 1991 for the purpose of revitalising the\nCBD, commenced excavations to the east of the property\nwith a view to\nestablishing a water feature. The structure plan included the construction of a\nshopping centre, restaurant and plaza.\nThe excavations resulted in some 175\nparking bays being destroyed on Town Council land as set out above (off site).\nIt is now common\ncause between the parties that 62 of the parking bays destroyed\nby the Town Council were constructed by Bay Centre and that their\nreplacement\ncost was R249 999,65. We have not been told how this figure was arrived at. This\nis, however, an aspect of the case that\nhas a bearing on the question of damages\nand which for present purposes need not detain us\n[5]\nOn 29\nNovember 1994 Bay Centre applied for and obtained an interim interdict in the\nDurban High Court (before Meskin J), precluding\nthe further destruction of\nparking bays by the Town Council as foreshadowed in the structure plan. The\ninterdict remained in force\nand was replaced by the orders made by Levinsohn J\nat the conclusion of the trial in the Durban High Court on 22 November 1996. The\nlearned judge made an order:\n(a)\tinterdicting and restraining the Town\nCouncil from interfering with, damaging or destroying certain parking bays\nidentified in\nthe annexures to Bay Centre’s particulars of\nclaim;\n(b)\tinterdicting and restraining the Town Council from interfering\nwith the existing access routes to the aforesaid parking bays;\n(c)\tdeclaring\nin favour of Bay Centre that the Town Council was, in terms of clause 10.5 of\nthe agreement of sale between the parties\nobliged to maintain the said parking\nbays;\n(d)\tdirecting the Town Council to pay an amount of R249 995,65 as and\nby way of damages to Bay Centre, together with interest an\na\ntempore\nmorae\ncalculated from 1 July 1994 to date of payment;\n(e)\tdirecting the\nTown Council to pay the costs of the action and further directing it to pay all\nthe costs of the interlocutory proceedings\nwhich were reserved pending the\ndecision of the action, which costs included costs consequent upon the\nemployment of two counsel.\n[6]\nThe main dispute before Levinsohn J\nrevolved around the proper interpretation of clause 10.5 of the agreement, in\nparticular whether\nthe Town Council had undertaken an obligation in perpetuity\ntowards Bay Centre and whether that obligation related to the very same\nparking\nbays constructed off site by Bay Centre. Clause 10.5 reads:\n‘10.5\tFrom\nthe date of completion thereof the council (the Town Council) will accept full\nresponsibility for the maintenance\nof parking which shall have been provided in\nterms of clause 10.1.1. . .’.\nAfter referring in some detail to the\nbackground and the context in which the relevant clause should be interpreted,\nLevinsohn J dealt\nfirst with the ordinary meaning of the phrase\n‘neighbouring land’ in clause 10.1.1. This he did by reference to\nthe meaning\ngiven in the Shorter Oxford English Dictionary and determined that\nit meant, ‘lying or living near, or adjacent’. From\nthis starting\npoint the judge found that common sense dictated that the parking would be\nlocated as close as possible to the particular\nshopping complex. The intention,\nhe concluded, was that these parking bays would be situated on the perimeter of\nthe property. This,\naccording to the judge, was in keeping with the modern\nconcept of a shopping centre which envisaged that shoppers would not wish\nto\npark their vehicles too far away from the shopping centre that they intend to\npatronise.\n[7]\nThe judge then proceeded to examine the word\n‘maintenance’ and the phrase ‘full liability’ (for such\nmaintenance),\nas contained in clause 10.5. Again, using the dictionary meaning\nof the words as the starting point, he determined that, in context,\n‘maintenance’ meant ‘to continue in, preserve, retain, to keep\nin being’ and ‘full liability’\nmeant having a legal obligation\nto maintain the very parking bays established by Bay Centre pursuant to clause\n10.1.1. The judge\nalso considered the phrase ‘date of completion\nthereof’ in clause 10.5 and determined that it referred to the parking\nwhich the developer (ie Bay Centre) had provided on neighbouring land (off site\nparking). Levinsohn J concluded that the Town Council\ndid in effect undertake an\nobligation in perpetuity towards Bay Centre and proceeded to make the orders set\nout to in para [5] above.\n[8]\nWith the leave of the trial judge\nthe Town Council appealed successfully to the Natal Provincial Division. The\norders made by Levinsohn\nJ were set aside and replaced with a judgment in favour\nof the Town Council. Combrink J agreed with Levinsohn J that, giving the\nword\n‘maintenance’ its ordinary dictionary meaning, the obligation\nassumed by the Town Council to maintain the bays,\nentailed an obligation to\n‘preserve or keep’ the parking bays ‘in a particular state or\ncondition’. Taking\na slightly different view to that taken by the trial\njudge, however, Combrink J held that the obligation assumed by the Town Council\nentailed a duty to ‘maintain’ the relevant parking bays on its\nproperty, in the sense of keeping them in a good state\nof repair and fit for use\nby members of the public to park their motor vehicles.\n[9]\nThe\nquestion whether, upon a proper interpretation of clause 10.5, the obligation\nundertaken by the Town Council was to maintain in\nperpetuity the very same\nparking bays constructed by Bay Centre was not discussed by Combrink J. It is,\nhowever, fair to assume from\nhis reasoning that he and Levinsohn J were not\nad idem\non this aspect, especially given that the former held that the\nobligation assumed by the Town Council was not one owed to Bay Centre,\nbut to\nthe general public. This, Combrink J reasoned, was in keeping with the local\nauthority’s obligation to maintain all\npublic amenities created under the\nscheme, such as parks and recreation areas. The public parking was, he said,\nsuch an amenity.\nI am not altogether convinced that, in complying with its duty\nto the public, the Town Council would have been entitled to ignore\nthe rights\nacquired by Bay Centre or the obligations assumed by it under the agreement.\nHowever, in the view which I take of the\nmatter, it is not necessary to decide\nthe correctness of the findings of the court\na quo\non this\naspect.\n[10]\nAs indicated earlier in the judgment, the key issue\nin this appeal is whether, on a proper interpretation of clause 10.5 of the\nagreement,\nthe obligation undertaken by the Town Council was to maintain in\nperpetuity the very same parking bays constructed by Bay Centre\nand whether, in\ndestroying them, it breached this clause. If one accepts the interpretation\ncontended for by the Town Council, namely\nthat it was\nnot\nobliged to\nmaintain in perpetuity the very same bays, the other issues flowing from the\norders granted by Levinsohn J, the interdict\nrelating to existing access routes\nto the parking bays, the declarator and damages claimed by Bay Centre in the sum\nof R249 995,65,\nwill become academic and fall away. If, on the other hand, an\ninterpretation favourable to Bay Centre, namely that the council undertook\nto\nmaintain the very same bays in perpetuity, is adopted, it would then be\nnecessary to deal with these other issues.\n[11]\nBecause the outcome of\nthe appeal depends primarily upon the interpretation of the clause 10.5, it is\nuseful to set out first the\ngeneral approach to interpretation of contracts\nwhich has guided the courts over many years. The first step in construing the\nrelevant\nclause is to determine the ordinary grammatical meaning of the words\nemployed in the agreement in order to ascertain the common intention\nof the\nparties.\n[1]\nBoth Levinsohn and\nCombrink J began from this starting point, even though they ultimately came to\ndifferent conclusions. If the ordinary\nsense of the words necessarily leads to\nsome absurdity or inconsistency with the rest of the contract, then the court\nmay modify\nthe words just so much as to avoid that absurdity or inconsistency,\nbut no more.\n[2]\n[12]\nFurthermore, and perhaps more importantly in this case, the\ncourt is also enjoined to have regard to the nature and purpose of the\ncontract,\n[3]\nwhich would entail\nconsidering the nature and purpose of the obligation assumed by the Town Council\nin accepting ‘full liability\nfor the maintenance’ of the parking\nbays. Finally, it is essential to have regard to the context in which the word\nor phrase\nis used with its interrelation to the contract as a\nwhole.\n[4]\n[13]\nThe parking\nfacilities which the developers were requested to provide on Town Council land,\nunder their respective agreements with\nthe local authority, were not identified\nin the agreements in relation to specific areas identifiable with each\nindividual developer.\nSuch was the case with the agreement between Bay Centre\nand the Town Council. Each developer had to provide a number of parking bays\nproportionate to the floor size of the building to be erected. In the case of\nBay Centre, as with other developers in the CBD, the\nratio was one parking bay\nper 15 square metres. The developers, including Bay Centre, were aware that they\nwere purchasing properties\nwhich were subject to the scheme and they agreed to\nabide by it. The 62 parking bays in issue in this case fell into the pool of\nparking bays which Bay Centre and the other developers had constructed on Town\nCouncil land in order to meet the requirements of\nthe town planning scheme and\nto provide parking pursuant to the agreement. By making land available to the\ndevelopers, the Town Council\nmade it possible for the developers (including Bay\nCentre) to comply with the requirements provided for in the scheme (one parking\nbay per 15 square metres). That it was the ‘number’ rather than\nidentifiable parking bays that the Town Council undertook\nto maintain, is clear\nfrom the agreement itself: the parking bays were not identified in the\nagreement. In clause 10.1.1 reference\nis made merely to the ‘number of\nparking spaces’ and, in clause 10.5, to ‘parking’ rather than\nto identifiable\nparking bays. This point, I think, is reinforced by the trial\ncourt’s inability to specify in the restraining orders granted\nby it in\nfavour of Bay Centre the parking bays to which the order relates. The interdict\nsimply refers to ‘the parking bays’\nidentified in the prayer set\nforth in Bay Centre’s particulars of claim. But when one examines the\nrelevant prayer in the particulars\nof claim, it merely refers to ‘120\ndestroyed parking bays depicted in blue shading in annexure ‘D’ to\nthe plaintiff’s\nparticulars of claim.’ Curiously the shaded document\nthus referred to in the order is not mentioned at all in clauses 10.1.1\nand\n10.5. In these clauses reference is made to the ‘number of parking spaces\n. . . on neighbouring land’ and to ‘parking’,\nrespectively.\n[14]\nApplying the above principles of the\ninterpretation of contracts I am of the view that, on a proper interpretation of\nclause 10.5\nread with 10.1.1, the obligation assumed by the Town Council was\nsimply to maintain the ‘number’ of parking bays, rather\nthan the\nvery same parking bays constructed by Bay Centre. That follows not only from the\nwording of the relevant clauses but also\nfrom the nature and purpose of the\nagreement. The purpose of the sale of the property was to secure a commercial\ncomplex with malls\nand arcades. In terms of the scheme the property was zoned\ngeneral commercial and could only be utilized for that purpose. Because\nof this\nLevinsohn J was driven to conclude that common sense dictated that the parking\nwould be as close as possible to the particular\nshopping complex. That may well\nbe so, but the parking had to be built (1) on ‘neighbouring land’\nbelonging to the Town\nCouncil and (2) on that land ‘which has been\nreserved for public vehicular parking purposes’. The second aspect does\nnot appear to have been given due recognition by the trial judge. By its very\nnature, a shopping complex of this size and nature\nis open for use (including\nuse of its parking facilities) by all and sundry (which includes members of the\npublic who have not come\nto do business with Bay Centre).\n[15]\nIn\nmy view the fact that the parking bays had to be located where the public had\naccess has some significance. What it meant was that,\nafter Bay Centre had\nconstructed the bays, it ceased to have control over them; the bays were no\nlonger there for the exclusive use\nof its clients or customers. If the parties\nintended to vest Bay Centre with the sole control of the parking bays\nconstructed by\nit, they would have identified them in clauses 10.1.1 and 10.5\nand not referred to them simply as the ‘number’ of parking\nbays and\n‘parking’, respectively. The interpretation contended for by Bay\nCentre of necessity requires one to read more\ninto the agreement than it\nactually provides. While the trial judge was correct in his finding that the\nword ‘neighbouring’\nmeant ‘lying or living near, or\nadjacent’, the dictionary definition must be considered in the context in\nwhich the word\nor phrase is used, with its interrelation to the contract as a\nwhole. In\nSwart en ‘n Ander v Cape Fabrix (Pty)\nLtd\n,\n[5]\nthis court said\nthat when the meaning of words in a contract has to be determined, they cannot\npossibly be cut out and pasted on a\nclean sheet of paper and then considered\nwith a view to determining the meaning thereof. Rather, the words must be\nconsidered having\nregard to the nature and purpose of the contract, and in the\ncontext of the words in the contract as a\nwhole.\n[6]\nIf the matter is approached\non that basis the interpretation adopted by the trial court cannot be\nupheld.\n[16]\nIt remains to consider whether Bay Centre has\nsucceeded in establishing that there was a breach of clause 10.5 of the\nagreement on\nthe part of the Town Council. In the light of the reasoning above,\nthe breach could only be successfully established if it is shown\nthat as a\nresult of the excavations the Town Council had and/or intended to destroy\nparking bays paid for by Bay Centre without intention\nto replace them with the\nsame number of bays. Bay Centre has failed to establish this. The undisputed\nevidence was that there was\nsufficient parking on the adjoining Town Council\nland for Bay Centre’s customers and other members of the public to park,\ndespite\nthe destruction of some of the bays and that in any event the\nconstruction of a further number of bays adjacent to the property of\nBay Centre\nwas being planned.\n[17]\nI am not persuaded that the Town Council\nhas breached clause 10.5. It is not necessary to express a view on the rest of\nthe findings\nof the court\na quo\nnor is it necessary to deal with the\nfurther issues referred to in paragraph 5(b), (c) and (d)\nabove.\n[18]\nThe appeal is therefore dismissed with costs, including\nthe costs consequent upon the employment of two counsel.\n__________________\nKK\nMTHIYANE\nJUDGE OF\nAPPEAL\nCONCUR:\nHOWIE P\nNAVSA\nJA\nBRAND JA\nMAYA AJA\n[1]\nSee\nPG Bison Ltd and Others\nv The Master and Another\n2000 (1) SA 859\n(SCA) at para 7 and the cases\nreferred to therein.\n[2]\nSee\nMetcash Trading Ltd v Credit Guarantee Insurance Corporation of Africa Ltd\n2004 (5) SA 520\n(SCA) at para 10 and the cases referred to therein; also\nCoopers & Lybrand and Others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at\n767E-F.\n[3]\nLangston Clothing\n(Properties) CC v Danco Clothing (Pty) Ltd\n[1998] ZASCA 66\n;\n1998 (4) SA 885\n(SCA) at 888H;\nSwart en ‘n Ander v Cape Fabrix (Pty) Ltd\n1979 (1) SA 195(A)\nat\n202C-D.\n[4]\nMetcash supra\nat\npara 10.\n[5]\n1979 (1) SA 195\n(A) at\n202C-D.\n[6]\nMetcash\nsupra\nat para 10.",
  "scraped_at": "2026-02-12T13:57:58.143653",
  "date": "2005-03-23",
  "coram": [
    "HOWIE P",
    "NAVSA",
    "MTHIYANE",
    "BRAND JJA",
    "MAYA AJA"
  ],
  "case_number": "477/2003",
  "parties": {
    "applicants": [
      "BAY CENTRE INVESTMENTS (PTY) LIMITED"
    ],
    "respondents": [
      "THE TOWN COUNCIL OF THE BOROUGH OF RICHARDS BAY"
    ]
  },
  "sections": {
    "facts": "In August 1982 the Town Council sold four plots in the Richards Bay CBD to Bay Centre Investments for R542,000. Under clause 10.1.1 of the sale agreement Bay Centre was required to provide a certain number of parking spaces on neighbouring Council land, which it did by constructing 437 off‑site parking bays at its own cost. Approximately twelve years later, in 1994, the Council began excavations for a water feature and destroyed about 175 parking bays on its land, including 62 bays that Bay Centre had built. Bay Centre obtained an interim interdict and later a permanent order from the Durban High Court requiring the Council to maintain the bays and to pay damages of R249,995.65. The Council appealed the decision.",
    "issues": "The core issue was the proper construction of clause 10.5 of the agreement: whether the Council’s obligation to \"accept full responsibility for the maintenance of parking\" applied perpetually to the very same parking bays constructed by Bay Centre, or merely to maintain the required number of bays in general. A subsidiary issue concerned whether the Council’s destruction of the bays constituted a breach of that clause and thus whether the damages and interdict should stand.",
    "principles": "The court applied established principles of contract interpretation: first ascertain the ordinary grammatical meaning of the words; if that leads to absurdity, adjust the wording minimally; consider the nature and purpose of the contract; and interpret words in the context of the whole agreement. Precedents such as PG Bison Ltd v The Master, Metcash Trading Ltd v Credit Guarantee, and Swart en ‘n Ander v Cape Fabrix were cited to illustrate that the meaning of terms must be read in their contractual context rather than in isolation.",
    "application": "Applying these principles, the court held that the wording of clause 10.5 referred to the \"number\" of parking bays rather than to specific bays constructed by Bay Centre. The agreement’s purpose was to provide public parking for the commercial complex, and the bays were situated on land reserved for public vehicular use. Consequently, the Council’s duty was to ensure that the required quantity of public parking remained available, not to preserve the particular bays built by the developer. The Council’s subsequent excavations did not breach the clause because sufficient parking remained and the Council intended to construct additional bays.",
    "conclusion": "The appeal was dismissed with costs, including costs for two counsel. The Court affirmed that the Council was not in breach of clause 10.5, as its obligation was limited to maintaining the requisite number of public parking spaces, not the specific bays built by Bay Centre. Accordingly, the orders for an interdict, declaratory relief, and damages in favour of Bay Centre were set aside."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Interpretation of Contracts",
    "level_3": [
      "maintenance obligations",
      "parking provision",
      "local authority",
      "damages"
    ]
  }
}