{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/24.html",
  "case_name": "Export Harness Supplies (Pty) Ltd v Pasdec Automotive Technologies (Pty) Ltd (097/2004) [2005] ZASCA 24 (29 March 2005)",
  "citation": "[2005] ZASCA 24",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 24\n|\nNoteup\n|\nLawCite\nExport Harness Supplies (Pty) Ltd v Pasdec Automotive Technologies (Pty) Ltd (097/2004) [2005] ZASCA 24 (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 97/04\nReportable\nIn the matter between :\nEXPORT\nHARNESS SUPPLIES (PTY) LIMITED\t\t  APPELLANT\nand\nPASDEC AUTOMOTIVE\nTECHNOLOGIES (PTY) LIMITED\t\t\t\t       RESPONDENT\nCORAM :\t      MPATI DP, BRAND, CLOETE, HEHER JJA, MAYA AJA\nHEARD :\t      10 MARCH 2005\nDELIVERED :  29 MARCH 2005\nSummary:\nLiquidation ─ final order sought ─ approach to\ndisputes of fact ─ s 22 of the Supreme Court Act, 59 of 1959 ─\nin\nabsence of an appeal, affidavit cannot be tendered where refused by a lower\ncourt.\n_________________________________________________________\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tThe\nrespondent as the applicant instituted liquidation proceedings in the High\nCourt, Johannesburg, against two respondents. The\nappellant was the second\nrespondent. The application against the first respondent was abandoned when the\nreplying affidavit was delivered.\nIt would be convenient to refer to the parties\nas in the court of first instance.\n[2]\tThe application against the second\nrespondent was dismissed by the court of first instance (Marais J) but a final\norder liquidating\nthe second respondent was granted on appeal by a majority of\nthe full court (Blieden J, Goldblatt J concurring and Goldstein J dissenting).\nThe full order reads as follows:\n‘(a)\tThe appeal is upheld with costs,\nincluding the costs of two counsel.\n(b)\tThe appellant is ordered to pay the\ncosts of the application for condonation including the respondents’ costs\nof opposing\nsuch application.\n(c)\tThe order of the court\na quo\nis set\naside\tand is substituted by the following order:\n“A final winding-up\norder is made against the second respondent.”’\nThe second\nrespondent has appealed against the order of the full court with the special\nleave of this court.\n[3]\tThe matter is complex from both a legal and a\nfactual point of view. It can, however, be disposed of fairly\nsimply.\n[4]\tAt the outset it would be convenient to refer to what this\ncourt recently held in\nPaarwater v South Sahara Investments (Pty) Limited\n(SCA case number 091/2004 in which judgment was handed down on 3 March 2005) and\nto deal with an agreement reached between the parties\nwhen the matter was heard\nby the full court. In\nPaarwater\nthis court emphasized that whereas a\nprima facie case sufficed for the grant of a provisional order, the grant of a\nfinal order required\nproof on a balance of probabilities. The agreement was\nrecorded as follows in the judgment of the majority of the full\ncourt:\n‘The parties in this appeal were agreed that taking all the\nfacts into account, little purpose would be served by a provisional\norder rather\nthan a final  order being granted at this stage. If the appellant is entitled to\nan order such order should be a final\norder.’\nThe agreement obviously\ncannot be construed as meaning that if the applicant discharged the onus for a\nprovisional order, but not\nthe onus for a final order, a final order should\nnevertheless be granted; and the applicant’s counsel freely conceded as\nmuch.\nThe agreement must be interpreted as meaning that neither party wished to\nplace further evidence before the court and that the appeal\nshould accordingly\nbe dealt with on the basis that the applicant was seeking a final order. In\nPaarwater\nthis court said in para 4:\n‘An analysis of all of the\nfacts which were before the court\na quo\nwhen the appellant sought a final\norder reveals that there were serious disputes in regard to the essential\nmatters that the appellant\nwas required to satisfy the court upon in order to\nestablish that it was “just and equitable” to wind up the\nrespondent.\nFurthermore it is important to note that the applicant, who bore the\nonus, as I have previously mentioned, did not seek an order\nreferring such\ndisputes for the hearing of oral evidence as he might have done (cf\nKalil\nand\nEmphy and Another v Pacer Properties (Pty) Ltd\n). In the circumstances\nthe following test enunciated by Corbett JA in the oft referred decision of\nPlascon-Evans Paints Limited v Van Riebeeck Paints (Pty) Limited\nis of\napplication:\n“Secondly, the affidavits reveal certain disputes of\nfact. The appellant \tnevertheless sought a final interdict, together with\nancillary relief, on the \tpapers and without resort to oral evidence. In such a\ncase the general rule \twas stated by Van Wyk J (with\nwhom De Villiers JP and\nRosenow J \tconcurred) in\nStellenbosch Farmers’ Winery Ltd v Stellenvale\nWinery (Pty) Ltd\n1957 (4) SA 234\n(C) at 235 E – G, to be: ‘...\nwhere there is a dispute as to the \tfacts a final interdict should only be\ngranted in notice\nof motion proceedings if \tthe facts as stated by the\nrespondent together with the admitted facts in the \tapplicant’s affidavits\njustify such an order ... Where it is clear that facts, \tthough not formally\nadmitted, cannot be denied, they must be regarded as\n\tadmitted.’ ... It\nseems to me, however, that this formulation of the general rule, \tparticularly\nthe second sentence thereof,\nrequires some clarification and, \tperhaps,\nqualification. It is correct that, where in proceedings on notice of \tmotion\ndisputes\nof fact have arisen on the affidavits, a final order, whether it \tbe an\ninterdict or some other form of relief, may be granted if\nthose facts \taverred\nin the applicant’s affidavits which have been admitted by the \trespondent,\ntogether with the facts alleged\nby the respondent, justify such an \torder ... In\ncertain instances the denial by a respondent of a fact alleged by \tthe applicant\nmay not be such as to raise a real, genuine or\nbona fide\ndispute \tof fact\n... Moreover, there may be exceptions to this general rule, as, for \texample,\nwhere the allegations or denials of\nthe respondent are so far-fetched \tor\nclearly untenable that the Court is justified in rejecting them merely on the\n\tpapers...”.’\nIn this matter, too, there are fundamental disputes\nof fact which cannot be resolved on the papers.\n[5]\tIn the founding\naffidavit the applicant alleged that the second respondent had not complied with\na demand made in terms of s 345(1)(a)\nof the Companies Act, 61 of 1973\n(‘the Act’). Section 345(1), to the extent relevant,\nprovides:\n‘(1)\tA company ... shall be deemed to be unable to pay its\ndebts if –\n(a)\ta creditor, by cession or otherwise, to whom the company\nis indebted in \ta sum of not less than one hundred rand then due\n–\n(i)\thas served on the company, by leaving the same at its registered\noffice, a demand requiring the company to pay the sum so due...\n...\nand\nthe company ... has for two weeks thereafter neglected to pay the sum, or to\nsecure or compound for it to the reasonable satisfaction\nof the\ncreditor...\n...\n(c)\tit is proved to the satisfaction of the Court that the\ncompany is unable to pay its debts.’\nThe applicant also alleged that\nit would be just and equitable for the second respondent to be wound up in terms\nof s 344(h) of the\nAct.\n[6]\tThe case based on s 345(1)(a) was doomed to\nfailure inasmuch as the demand contemplated in that section was not addressed to\nthe\nsecond respondent. It was addressed to another company, the first\nrespondent. Faced with this difficulty, the applicant argued that\nit had made\nout a case that the second respondent was in fact unable to pay its debts as\ncontemplated in s 345(1)(c) of the Act.\n[7]\tThe majority of the full\ncourt, on the urging of the applicant, had regard to what Mr Annandale, the sole\ndirector and member\nof the second respondent, had said in the answering\naffidavit delivered on behalf of the second respondent. According to Annandale,\nthe second respondent was not indebted to the applicant; on the contrary, the\napplicant was indebted to the second respondent in\nan amount of\nR401 135,82. In support of this allegation, Annandale annexed a schedule,\nwhich had been prepared by an accountant,\nMr Aucamp, on the basis of information\nprovided to him by Annandale. In that schedule was an amount of\nR1 139 196,47 which\nAnnandale averred was owing by the second\nrespondent to its customer, Delphi Packard Electric Systems\n(‘Delphi’) and\nfor which the applicant was, according to Annandale,\nin turn liable to reimburse the second respondent. No attempt was made by\nAnnandale\nto substantiate this alleged indebtedness. If it is left out of\naccount the second respondent is, on its own calculations, indebted\nto the\napplicant in an amount of R738 060,65. That was the approach of the\nmajority of the full court. Accepting the correctness\nof this approach, the\nquestion arises whether the majority of the full court was correct in finding\nthat the applicant had established\nthat the second respondent was unable to pay\nthat amount.\n[8]\tOf course a court may in a particular case draw an\ninference as to the insolvency of a debtor if the debt claimed is not disputed\nby the debtor on substantial grounds in liquidation proceedings. The crucial\nquestion is whether this was such a case. The majority\nof the full court\nreasoned:\n‘It is further relevant that Annandale in the answering\naffidavit he deposed to on behalf of both respondents spends a great\ndeal of\ntime and effort in his attempt to attack the “\ndebt\n” relied\nupon by the appellant. However not one word is said by him in regard to the\nsecond respondent’s ability to pay\nany debts. Not one word is said about\nthe second respondent’s financial position. The only reasonable conclusion\none can therefore\ncome to on the papers before the court is that if a debt of\nsufficient size is proved, the second respondent was not in a position\nto pay\nwhat it owed and which was due and payable.\nIn a case such as the present one\nwhere a debt has been disputed by the second respondent on grounds which are\nshown not to be\nbona fide\n, I am of the view that a court is entitled to\nhold that section 345(1)(c) has been complied with, no proof to the contrary\nhaving\nbeen provided. This is a risk all companies who put up non\nbona\nfide\ndefences in order to avoid paying their debts face.’\nThere\nwas, however, no allegation whatever in the founding affidavit that the second\nrespondent was unable to pay the debt claimed\nby the applicant, as Goldstein J\npointed out. A concerted attempt was made by the applicant’s counsel, who\nreferred to several\npassages in the founding affidavit, to demonstrate the\ncontrary. The high water mark was the following passage:\n‘I believe\nthat ANNANDALE has so arranged the affairs of [the second respondent] and EXPORT\nHARNESS SUPPLIES INTERNATIONAL that\nthey will be unable to pay [the applicant]\nany sums owing in that such accounts as exist will have been depleted and the\nlocation\nof the funds will not be capable of being ascertained, save in the case\nof a winding-up of the companies and a full and detailed\ninvestigation by a duly\nappointed liquidator.’\nThis passage does not, however, contain an\nallegation that the second respondent is unable to pay its debts. It amounts to\nspeculation\nwhich was based on bank records of the second respondent. Annandale\ngave a brief explanation of the entries in question in rebuttal\nof the inference\nthe applicant sought to draw and the applicant did not seek a referral to\nevidence to show that the second respondent\ncould not pay its debts\n─whether because of the alleged dishonesty of Annandale or\notherwise.\n[9]\tIn fact, far from alleging that the second respondent\ncould not pay its debts, the applicant candidly admitted in the founding\naffidavit that it was ‘unaware of the financial situation’ of the\nsecond respondent. The only allegation made by the\napplicant in its founding\naffidavit in support of its main claim was, as one would expect under these\ncircumstances, that the second\nrespondent did not respond to a notice in terms\nof s 345(1)(a). The applicant did claim in its founding affidavit that it was\nentitled\nex debito justitiae\nto an order liquidating the second\nrespondent inasmuch as the latter had not disputed the debt claimed on\nsubstantial grounds but\nhad merely denied it without giving reasons; but in\norder to obtain such an order, the applicant was obliged to make out a case that\nthe second respondent was unable to pay its debts. It was nowhere alleged that\nsuch an inference should be drawn from the second\nrespondent’s bare\ndenial, at that stage, of the debt claimed. The applicant expressly relied on s\n345(1)(a) and not s 345(1)(c).\n There was a short answer to that case, and\nAnnandale gave it. Annandale cannot be criticized for failing to deal with the\nfinancial\nsituation of the second respondent to meet an allegation which was not\nmade.\n[10]\tAs I have said, the applicant relied on the second\nrespondent’s calculations which, if the unsubstantiated Delphi claim\nis\nleft out of account, would leave a balance owing by the second respondent of\nless than R740 000 ─ not the more than\nR6 million claimed by the\napplicant. There are, however, no concrete facts to suggest that the second\nrespondent would be unable\nto pay this much smaller amount from the more than R6\nmillion which the applicant says the second respondent should have received\nfrom\nDelphi.\n[11]\tIn all the circumstances of this particular case it would be\nunsafe to infer that the second respondent is unable to pay its\ndebts. I\naccordingly conclude that the applicant did not make out a case for the final\nliquidation of the second respondent on that\nbasis.\n[12]\tThe alternative\nbasis upon which the applicant sought the liquidation of the second respondent\nwas that such an order would be\njust and equitable. Little emphasis was placed\non this ground by the applicant’s counsel, either in the heads of argument\nfiled\nor in oral argument.\n[13]\tThe allegations made by the applicant in\nsupport of its case on the alternative basis were summarised in the heads of\nargument\nfiled by the applicant’s counsel as those ‘contained in the\nfounding affidavit relating to the [applicant’s] status\nas the beneficial\nshareholder of the [second respondent], Annandale’s hijacking of the\n[second respondent’s] business,\nthe dishonest and corrupt conduct of the\n[second respondent’s] business, and the VAT fraud alleged in the replying\naffidavit\nin response to Aucamp’s schedule annexed to the answering\naffidavit’. It is not necessary to consider whether the allegations,\nif\nproved, could justify an order that it would be just and equitable for the\nsecond respondent to be wound up.\n[14]\tThe allegations contained in the\nfounding affidavit were disputed by Annandale and his version cannot be rejected\nas so far-fetched\nor clearly untenable that the court would be justified in\nrejecting them merely on the papers; nor was the contrary argued on behalf\nof\nthe applicant. Accordingly the applicant has not discharged the onus for a final\norder of liquidation based on those allegations.\nIndeed, Goldstein J considered\nthe allegations in the founding affidavit individually and came to the\nconclusion that, assuming the\nrelevance of the contentions advanced, not even a\nprima facie case was made out; and no attempt was made to demonstrate why the\nlearned\njudge was incorrect in his analysis.\n[15]\tThe allegations in the\nreplying affidavit in regard to the VAT fraud were made in the context of the\nindebtedness which the applicant\nalleged was owed to it, not in support of the\napplicant’s case that it would be just and equitable for the second\nrespondent\nto be liquidated. The applicant’s counsel readily and correctly\nconceded that in the circumstances were this court to take\nthese allegations\ninto account (assuming their legal relevance) for this latter purpose, the\nsecond respondent could well be prejudiced,\nfor the obvious reason that the\nsecond respondent may have sought to file a further affidavit to deal with them\nhad it been alerted\nto this possibility. It follows that the second basis on\nwhich the applicant sought the liquidation of the second respondent cannot\nsucceed either.\n[16]\tThere is one further matter which requires\nconsideration. The second respondent sought to place further evidence before\nthis\ncourt in terms of s 22 of the Supreme Court Act, 59 of 1959. The evidence\nwas contained in an affidavit. It must be accepted that\nthe affidavit was\ntendered to the court of first instance and that that court refused to receive\nit. The second respondent’s\nlegal representatives aver that they have no\nrecollection of this, but a contemporaneous note made by an articled clerk in\nthe employ\nof the applicant’s attorneys establishes that it did occur. In\nthe absence of an appeal against the decision of the court of\nfirst instance,\nthis court cannot be asked to receive the affidavit in terms of s 22. The\napplicant employed two counsel to argue\nthe appeal, which the complexity of the\nappeal warranted; and because of the significance of the evidence which the\nsecond respondent\nsought to place before this court, it was a wise and\nreasonable precaution for the applicant to employ two counsel to oppose the\napplication as well. Accordingly the fees of two counsel should be allowed for\nthe application, as counsel for the second respondent\nconceded.\n[17]\tCounsel for the second respondent asked for an order that\nthe costs of the application for special leave to appeal from the decision\nof\nthe full court be paid by the applicant. Such an order is unnecessary. Those\ncosts were made costs in the appeal by the order\nof this court given on 11\nFebruary 2004.\n[18]\tThe following order is made:\n1.\tThe second\nrespondent’s application in terms of s 22 of the Supreme Court Act is\ndismissed with costs, including the costs\nof two counsel.\n2.\tThe appeal is\nupheld, with costs. Paragraphs (a) and (c) of the order made by the court\na\nquo\nare set aside and the following order is\nsubstituted:\n‘The appeal is dismissed, with\ncosts.’\n______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur:\tMpati DP\nBrand JA\nHeher JA\nMaya AJA",
  "scraped_at": "2026-02-12T14:00:49.967944",
  "date": "2005-03-29",
  "coram": [
    "MPATI DP",
    "BRAND",
    "CLOETE",
    "HEHER JJA",
    "MAYA AJA"
  ],
  "case_number": "97/04",
  "parties": {
    "applicants": [
      "EXPORT HARNESS SUPPLIES (PTY) LIMITED"
    ],
    "respondents": [
      "PASDEC AUTOMOTIVE TECHNOLOGIES (PTY) LIMITED"
    ]
  },
  "sections": {
    "facts": "The respondent, PASDEC Automotive Technologies (Pty) Ltd, instituted liquidation proceedings in the High Court of Johannesburg against two companies; Export Harness Supplies (Pty) Ltd was the second respondent. The first application was abandoned, but the application against Export Harness Supplies was dismissed by the High Court. On appeal, a full court ordered a final winding‑up of Export Harness Supplies. The appeal to the Supreme Court of Appeal raised complex factual disputes concerning whether the second respondent was unable to pay its debts under s 345(1)(c) of the Companies Act and whether a winding‑up would be just and equitable. The applicant relied on a demand under s 345(1)(a) that was incorrectly addressed to the first respondent, and on allegations of undisclosed indebtedness, alleged VAT fraud, and alleged misconduct of the director. The respondent sought to introduce additional evidence by way of an affidavit under s 22 of the Supreme Court Act, which had been refused by the Court a quo.",
    "issues": "1) Whether the appellant established, on a balance of probabilities, that the second respondent was unable to pay its debts within the meaning of s 345(1)(c) of the Companies Act. 2) Whether there were sufficient grounds to wind up the second respondent as just and equitable under s 344(h). 3) Whether the affidavit sought to be tendered under s 22 of the Supreme Court Act could be admitted in the absence of an appeal from the decision of the Court a quo.",
    "principles": "The court applied the principle that a final order on a motion requires proof on the balance of probabilities (Paarwater v South Sahara Investments). Where there are disputes of fact, a final interdict may be granted only if the facts admitted by the respondent together with the applicant's admitted facts justify the order (Plascon‑Evans v Van Riebeeck; Van Wyk J). An inference of insolvency may be drawn if a debt is not bona fide disputed, but such inference is inappropriate where the applicant has not alleged inability to pay. The court also reiterated that s 22 of the Supreme Court Act does not allow an affidavit to be received after the lower court’s refusal unless the decision is appealed.",
    "application": "The appellant failed to allege that the second respondent was unable to pay its debts; the only basis was the failure to respond to a demand incorrectly addressed. The court found no concrete evidence that the respondent could not meet a debt of less than R740,000, and therefore could not infer insolvency. The alternative just and equitable ground was unsupported, as the allegations of misconduct and VAT fraud were either not substantiated or could have been addressed by the respondent if placed before the court. Consequently, the appellant did not discharge the onus for a final liquidation order. Regarding the affidavit, because there was no appeal from the Court a quo, s 22 could not be invoked, and the affidavit was rightly dismissed.",
    "conclusion": "The appeal is dismissed with costs. The previous order of the court a quo is set aside and replaced with an order that the appeal is dismissed with costs. The respondent’s application under s 22 of the Supreme Court Act is dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Winding-up",
    "level_3": [
      "liquidation",
      "ability to pay",
      "just and equitable",
      "court of appeal",
      "costs"
    ]
  }
}