{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/141.html",
  "case_name": "Thugwana v Road Accident Fund (530/04) [2005] ZASCA 141; [2006] 2 All SA 135 (SCA); 2006 (2) SA 616 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 141",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 141\n|\nNoteup\n|\nLawCite\nThugwana v Road Accident Fund (530/04) [2005] ZASCA 141; [2006] 2 All SA 135 (SCA); 2006 (2) SA 616 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase No:  530/04\nREPORTABLE\nIn\nthe matter between:\nSAMUEL\nFELI THUGWANA                                         APPELLANT\nv\nROAD\nACCIDENT FUND                                           RESPONDENT\nBefore:\n Harms, Brand, Nugent, Mlambo JJA et Cachalia AJA\nHeard:\n 7 November 2005\nDelivered:\n 30 November 2005\nSummary:\tMotor vehicle accidents â compensation â claim for in\nterms of\ns 17(1)(b)\nof the\nRoad Accident Fund Act 56 of 1996\nâ\nprovisions of\ns 24(5)\nread with\nregulation 2(1)(c)\nâ does failure\nof the Fund to object to validity of claim within 60 days render\nclaim valid in law in all respects â provisions\nof\ns 24(5)\nrelating\nto procedural aspects â and therefore not relating to substantive\nlaw â\nregulation  2(1)(c)\ncontains a substantive\nrequirement to be complied with by claimant.\nJUDGMENT\nMLAMBO JA\n[1]\tThe appellant instituted an action for compensation\nagainst the respondent (the Fund) arising from injuries he sustained\nin a\nmotor vehicle collision as contemplated in\ns 17(1)(b)\n4\n>\n1\nof the\nRoad Accident Fund Act 56 of 1996\n.\n[2]\tThe Fund filed a special plea alleging\nnon-compliance with the provisions of\ns 17(1)(b)\nread with\nregulation\n2(1)(c).\n4\n>\n2\nThe appellant replicated alleging that he had complied with the\nprovisions of the regulation; alternatively that he had substantially\ncomplied with the provisions thereof and further alternatively that\nthe regulation was\nultra vires\nthe Act.\n[3]\tThe matter come before De Vos J, in the\nPretoria High Court, who dismissed the special plea.\n3\nShe however granted the Fund leave to appeal to this court, which\nupheld the appeal and set aside the order she had granted.\n4\n[4]\tThis court, in upholding the appeal, observed, with\nregard to\ns 24(5)\n, as follows:\nâ\nIt may be that this section could provide an answer\nto the special plea. Counsel were unable to make considered\nsubmissions on the\nlaw and the facts are not before the Court. The\ndefendantâs counsel had no objection to leave being granted to the\nplaintiff to\namend his replication, if so advised, to place reliance\non\ns 24(5).\nThat course commends itself for otherwise the plaintiff\nmay be done an injustice.â\n[5]\tBased on this observation the appellant was granted\nleave to amend his replication to raise the provisions of\ns 24(5)\n4\n>\n5\nin answer to the special plea. The appellant duly amended his\nreplication and the special plea was again enrolled for hearing in\nthe court\na quo\n. The\nmatter became before Els J who upheld the special plea.\n6\nThis appeal is with the leave of that court.\n[6]\tIn upholding the special plea, the court\na\nquo\nfound that the purpose of\ns 24(5)\nwas to\nregulate the procedural matters set out in that section and nothing\nfurther. The court found support for this view in\nKrischke\nv Road Accident Fund\n.\n7\nIn that case the court (Jajbhay J) found that the structure of\ns 24\nentailed procedures for the completion and lodging of a claim form\nwith the Fund. The purpose of the section was to afford the Fund\nsufficient time to consider the claim and to decide whether to\ncontest or settle it. The learned judge then concluded that\ns 24(5)\nhad no bearing on substantive law, and (in that case) could not be\nrelied upon to revive a claim that had become prescribed.\n[7]\tBefore us the argument advanced on behalf of the\nappellant was essentially that, despite the latterâs non-compliance\nwith the\nrequirement in\nRegulation 2(1)(c)\n, the failure by the Fund\nto object to his claim in terms of\ns 24(5)\n, based on that omission,\nas it should have, rendered the claim valid in law in all respects.\n[8]\tThis construction of\ns 24(5)\nread with\nregulation\n2(1)(c)\nis in my view incorrect.\nRegulation 2(1)(c)\nprescribes a\nsubstantive requirement to found liability (the submission of an\naffidavit to the police) and non-compliance therewith\nis fatal. On\nthe other hand the purpose of\ns 24\nis to ensure that, before the\nonset of litigation, sufficient particulars about the claim are\nplaced before the Fund to enable it,\ntimeously, to make a decision\nwhether it resisted or settled the claim.\n8\nThe section has nothing to do with issues not specified therein.\nSimply put it is incapable of breathing life into a claim that failed\nto arise because of non-compliance with the substantive requirement\nfound in\nregulation 2(1)(c).\n[9]\tAppellantâs counsel was unable, correctly in my\nview, to advance any basis on which the reasoning in\nKrischke\nv Road Accident Fund (\nsupra), which I\nembrace, could be faulted. In the result the appeal is dismissed with\ncosts.\n__________\nD MLAMBO\nJUDGE OF APPEAL\nCONCUR:\nHARMS JA\nBRAND JA\nNUGENT JA\nCACHALIA AJA\n1\nSection 17(1):\nâThe Fund or an agent shall â\n(a)  . . .\n(b) \n\tsubject to any regulation made under\ns 26\n, in the case of a claim\n\tfor compensation under this section arising from the driving of a\n\tmotor vehicle where the identity of neither\nthe owner nor the driver\n\tthereof has been established,\nbe obliged\n\tto compensate any person (the third party) for any loss or damage\n\twhich the third party has suffered as a result of any\nbodily injury \n\t. . .â\n2\nâ(1)\tIn the case of any claim for compensation referred to in\ns\n\t17(1)(b)\nof the Act, the Fund, shall not be liable to compensate any\n\tthird party unless â\n(c)\tthe third party submitted, if reasonably possible, within 14\n\tdays after being in a position to do so an affidavit to the police\n\tin which particulars of the occurrence concerned were fully set out;\n\t and . . .â\n3\nR\neported as\nThugwana\n\tv Padongelukfonds\n2003 (1) SA 310\n(T).\n4\nR\neported as\nRoad\n\tAccident Fund v Thugwana\n2004 (3) SA\n\t169 (SCA).\n5\nSection 24(5):\nâIf the Fund or the agent does\n\tnot, within 60 days from the date on which a claim was sent by\n\tregistered post or delivered by\nhand to the Fund or such agent as\n\tcontemplated in ss (1), object to the validity thereof, the claim\n\tshall be deemed to be valid\nin law in all respects.â\n6\nR\neported as\nThugwana\n\tv Padongelukfonds\n2005 (2) SA 217\n(T).\n7\n2004 (4) SA 358\n(W).\n8\nNkisimane and others v Santam Insurance Company Ltd\n1978 (2)\n\tSA 430\n(A) at 434F-G;\nAA Mutual Insurance\n\tAssociation Ltd v Gcanga\n1980 (1) SA 858\n(A) at 861B-C.",
  "scraped_at": "2026-02-12T15:12:30.928337",
  "date": "2005-11-30",
  "coram": [
    "Harms JA",
    "Brand JA",
    "Nugent JA",
    "Mlambo JJA",
    "Cachalia AJA"
  ],
  "case_number": "530/04",
  "parties": {
    "applicants": [
      "Samuel Feli Thugwana"
    ],
    "respondents": [
      "Road Accident Fund"
    ]
  },
  "sections": {
    "facts": "The appellant, Samuel Feli Thugwana, sought compensation from the Road Accident Fund for injuries sustained in a motor‑vehicle collision under s 17(1)(b) of the Road Accident Fund Act. The Fund raised a special plea alleging non‑compliance with regulation 2(1)(c), which requires the third‑party claimant to submit an affidavit to the police within 14 days of being able to do so. The appellant contended that he had either complied, substantially complied, or that the regulation was ultra‑vires. The High Court dismissed the special plea, granted leave to appeal, and the matter eventually returned to the High Court where the special plea was upheld, leading to the present appeal to the Supreme Court of Appeal.",
    "issues": "The central issue was whether the failure of the Fund to object to the claim within 60 days under s 24(5) of the Act rendered the claim valid in law despite the appellant’s non‑compliance with the substantive requirement of regulation 2(1)(c). A subsidiary issue concerned whether s 24(5) is a procedural provision only or can affect substantive rights.",
    "principles": "Section 24(5) of the Road Accident Fund Act provides that a claim is deemed valid in law if the Fund does not object within 60 days, but the court held that this provision is limited to procedural matters concerning the timing of objections. Regulation 2(1)(c) imposes a substantive condition—submission of a police affidavit—and non‑compliance is fatal to the claim. The Court relied on the earlier decision in Krischke v Road Accident Fund, which affirmed that s 24(5) cannot revive a claim that fails to meet substantive statutory requirements.",
    "application": "Applying the principles, the Court concluded that s 24(5) could not cure the appellant’s failure to satisfy the substantive requirement of regulation 2(1)(c). Consequently, the Fund’s special plea of non‑compliance stood, and the appellate court found no basis to overturn the High Court’s ruling in favour of the Fund.",
    "conclusion": "The appeal was dismissed with costs. The appellant’s claim was not reinstated, and the Road Accident Fund’s procedural objection under s 24(5) was deemed insufficient to override the substantive non‑compliance with regulation 2(1)(c)."
  },
  "tags": {
    "level_1": "Accident Compensation",
    "level_2": "Road Accident Fund",
    "level_3": [
      "section 24(5)",
      "regulation 2(1)(c)",
      "procedural versus substantive",
      "special plea",
      "ultra vires"
    ]
  }
}