{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/10.html",
  "case_name": "Littlewood and Others v Minister of Home Affairs and Another (160/2004) [2005] ZASCA 10; 2006 (3) SA 474 (SCA) (22 March 2005)",
  "citation": "[2005] ZASCA 10",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 10\n|\nNoteup\n|\nLawCite\nLittlewood and Others v Minister of Home Affairs and Another (160/2004) [2005] ZASCA 10; 2006 (3) SA 474 (SCA) (22 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 160/04\nIn the matter between :\nNICHOLAS CARL STEWART\nLITTLEWOOD\nFirst Appellant\nHEATHER LITTLEWOOD\nSecond\nAppellant\nEMMA LOUISE LITTLEWOOD\nThird Appellant\nNICHOLA KATE\nLITTLEWOOD\nFourth Appellant\nand\nMINISTER OF HOME\nAFFAIRS\nFirst Respondent\nTHE DIRECTOR-GENERAL OF THE\nDEPARTMENT\nOF HOME AFFAIRS\nSecond Respondent\n________________________________________________________________________\nBefore:\tHOWIE P, NAVSA, MTHIYANE, NUGENT & PONNAN JJA\nHeard:\t11 MARCH 2005\nDelivered:\n22 MARCH\n2005\nSummary:\tReview –\napplication to Minister of Home Affairs for exemption from s 23 of the Aliens\nControl Act 96 of 1991 –\nfailure to consider whether ‘special\ncircumstances’ existed – decision set aside.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tThe Littlewood family – Nicholas\nLittlewood (I will refer to him as Littlewood), his wife Heather, and their two\nminor daughters\n– are British citizens who are living in this country. \nLittlewood alleges that when he took steps to renew his passport (which\nseems to\nhave been towards the end of the year 2000) he discovered, for the first time,\nthat the permanent residence permits that\nhad been endorsed in the passports of\nhim and his wife – ostensibly by the Department of Home Affairs –\nwere not authentic.\n Without valid permits their presence in South Africa was\nprohibited by s 23 of the Aliens Control Act 96 of\n1991\n[1]\nand they were liable to be\ndeported.  At the time the discovery was made the Littlewoods had been in South\nAfrica for more than two\nyears.  They had severed their ties in Britain, they\nhad established a home, Littlewood had established a small business, and the\nchildren were settled at school.\n[2]\tThe family was caught in a dilemma.  At\nthat time the authorities would generally not entertain applications for\npermanent residence\nunless they were made while the applicant was in his or her\ncountry of origin.  Thus the Littlewoods were not able to regularise\ntheir\nposition unless they first uprooted their settled existence and returned to\nBritain .\n[3]\tHowever, s 28(2) of the Act authorised the Minister of Home\nAffairs to exempt any person from the provisions of s 23 –\nwhether\nfor a specified or an unspecified period, and on such conditions as he or she\nmight impose – if the Minister was satisfied\nthat there were\n‘special circumstances’ which justif[ied] his or her\ndecision’.\n[2]\n[4]\tIn an\nattempt to resolve their dilemma the Littlewoods applied for such an exemption\nin about the middle of 2001 . The terms in\nwhich the exemption was sought do not\nappear expressly from the application but it was accepted by all the parties\nbefore us that\nit was limited to a temporary exemption from the provisions of s\n23 while an application was made for the right to permanent residence.\n[5]\tActing on the advice of officials in his department the Minister refused\nthe application.  The Littlewoods were advised of the\ndecision, and given the\nreasons for it, in a letter from the Minister dated 26 October 2001.  Aggrieved\nat the Minister’s refusal\nthe Littlewoods applied to the High Court at\nPretoria for his decision to be set aside. That application, which came before\nMaluleke\nJ, was also unsuccessful, and they now appeal with the leave of this\ncourt.\n[6]\tIn support of their application to the Minister the Littlewoods\nadvanced the following explanation for their presence in South\nAfrica.\n[7]\tThe Littlewoods have relatives in this country whom they were accustomed\nto visit from time to time.  The last visit that they\nmade from Britain extended\nfrom 18 October 1997 (when they arrived) until the evening of 9 January 1998\n(when they departed).\n[8]\tAt that time Littlewood had been working for about\nfifteen years in a specialised field of concrete paving.  Before that he had\nqualified and worked as an electrician on the English coalfields. His\nbrother-in-law owned a construction business in Pretoria and\nLittlewood was\ninvited to join the business.  By the time the visit came to an end he had\ndecided to accept.  Before his departure\nLittlewood completed an application to\nthe South African authorities for a temporary residence permit for twelve months\nand for a\nwork permit, and once he was in London he delivered it to the High\nCommission.\n[9]\tEarly in May 1998 Littlewood was advised by the High\nCommission that the application had been turned down. At about the same time,\naccording to Littlewood, he was approached to join a French paving firm (Ellis\nBeton Décoratife) that was operating in South\nAfrica.  He told the firm\nthat he had been refused a work permit but he was told that the firm would\narrange for the necessary permits\nto be issued to him and his family after their\narrival in this country.\n[10]\tOn the strength of that assurance, said\nLittlewood, he entered South Africa on 26 July 1998 on a business visa that was\nvalid\nfor three months, to take up the position with the French firm. He was\nfollowed a month or so later by his family who entered the\ncountry on\nvisitors’ visas valid for three months.\n[11]\tThe Littlewoods allege\nthat soon after their arrival their passports were handed to Mr Robin le Fevre,\nthe local representative\nof the French firm, who was to arrange for the issue of\npermanent residence permits. The passports were later returned, endorsed\nwith\npermanent residence permits that purported to have been issued by the Department\nof Home Affairs.\n[12]\tIn about September 1999 Ellis Beton Décoratife\nterminated its South African operations, Le Ferve left the country (his\npresent\nwhereabouts are unknown) and Littlewood commenced business on his own account. \nIt was thereafter, when arranging to renew\nhis passport, that Littlewood \ndiscovered that their permits were not authentic.\n[13]\tThe Littlewoods’\napplication to the Minister for a temporary exemption from the provisions of\ns 23 was accompanied\nby a supporting memorandum that incorporated, amongst\nother things, the above account of how the family came to be in South Africa,\nbut the memorandum contained an error. It was said in the memorandum that\nLittlewood arrived to take up the position with the French\nfirm in about June\n1997, when in truth he arrived on 26 July 1998. (His arrival on that date is\nconfirmed by the records that are\nkept by the Department of Home Affairs.)  The\nsignificance of that error appears later in this judgment.\n[14]\tThe reasons\nfor the Minister’s decision are recorded in the letter that I have\nreferred to, which was drafted by departmental\nofficials, and accepted by him.\n(That is not unusual government practice.)  It was noted in the letter that\nLittlewood had not mentioned\nin his supporting memorandum that he had applied\nfor, and been refused, a work permit on an earlier occasion (the occasion\nreferred\nto in paragraph 9), and that Littlewood had worked for Ellis Beton\nDécorotife and commenced his own business without a valid\npermit, and it\nwas pointed out that possession of a fraudulent permit was a serious offence and\nthat it was the responsibility of\na visitor to this country to adhere to the\nlaw.  The letter then continued as follows:\n‘The Department of Home\nAffairs also cannot be held responsible for actions between private individuals,\nwhich has now resulted\nin the predicament in which your client finds\nhimself.’\nThe Minister went on to say that he\n‘...unfortunately must insist that Mr Littlewood and his family make\narrangements to leave South Africa within twenty-eight\n(28) days from receipt of\nthis letter and lodge the prescribed work permit application at the South\nAfrican High Commission in London.\nThe said office will be requested to treat\nthe application with discernment and once received, it will be expedited, the\noutcome\nof which must please not be anticipated.’\n[15]\tThe court\na\nquo\nwas of the view that the Littlewoods’ exemption application was\n‘dealt with in a manner that was lawful, reasonable and\nprocedurally\nfair’ and that the Minister had refused the application ‘on a\nconsideration of all the information furnished\nby [Littlewood] and the\ninformation in the records of the department.’  In my view the reasons\nadvanced by the Minister in\nhis letter show the contrary.\n[16]\tThere are two\nfeatures of the reasons that were proffered by the Minister that are material\nfor present purposes. First, there\nis no suggestion in his letter that the\nLittlewoods’ explanation for their presence in South Africa was false and\nthat their\napplication was turned down on those grounds. (A false explanation\nmight, by itself, have justified a refusal, but the veracity of\nthe explanation\nis not material to this appeal.)  Secondly, it is apparent from the passage from\nthe letter that I have quoted that\nthe explanation was not weighed at all before\nthe application was turned down.  The application was turned down for no reason\nbut\nthat the Department of Home Affairs saw the possession of a fraudulent\npermit as a serious offence that had caused a predicament\nfor which it was not\nresponsible.  But that begs the question whether the circumstances that had\narisen – albeit that it was\nnot attributable to fault on the part of the\ndepartment – constituted ‘special circumstances’ justifying\nthe granting\nof an exemption.  It is apparent from the reasons advanced in the\nletter that the Minister – on the advice of his officials\n– failed\nto apply his mind to that question at all. (The departmental memorandum that\naccompanied the recommendation to the\nMinister, and the affidavits that have\nbeen filed in these proceedings, take the matter no further.)\n[17]\tThe\nMinister was not called upon to decide whether his department was at fault but\nrather whether ‘special considerations’\nexisted justifying an\nexemption.  The effect of his failure to apply his mind to that question was\nthat he failed altogether to exercise\nthe discretion conferred upon him by the\nAct and his decision must be set aside.\n[18]\tIt is well established that\nonly exceptionally will a court substitute its own decision for that of an\nofficial to whom the decision\nhas been\nentrusted.\n[3]\nIt cannot be said in\nthe present case that the proper decision is a foregone conclusion, nor that the\nMinister has disabled himself\nfrom properly making it, nor are there any other\ngrounds for substituting our decision for his.  The proper course is to remit\nthe\nmatter for re-consideration by the Minister.\n[19]\tThere is one further\nmatter that is relevant to the costs.  In the answering affidavits that were\nfiled in this matter an official\nin the Department of Home Affairs – Mr\nVorster – launched a stinging attack upon the honesty of the Littlewoods,\nalleging\nthat they were party to fraudulently securing the invalid permits. That\nprompted a robust response from the Littlewoods for which\nthey were rebuked by\nthe court\na quo\n.\n[20]\tVorster’s attack was founded solely on the\nstatement in the supporting memorandum that Littlewood entered South Africa\nto\ntake up a position with Ellis Beton Décoratife in about June 1997.\nVorster reasoned that if Littlewood entered the country\nin June 1997, and soon\nthereafter the inauthentic passport endorsements were made, then the fact that\nhe then lodged an application\nfor temporary residence with the High Commission\n(in early 1998) showed that he must have been aware that the endorsements were\ninvalid.\n[21]\tThat reasoning is impeccable but the premise is unsound. In\ntruth Littlewood did not arrive in June 1997 but in July 1998 and\nhe drew\nattention to the error in a supplementary affidavit that was filed before\nVorster deposed to his affidavit.  Moreover, when\nVorster deposed to his\naffidavit, a printout from the department’s own records, confirming the\ncorrect date, was already part\nof the record. Why Vorster, in those\ncircumstances, overlooked the true facts is left unexplained.\n[22]\tNo doubt a\nlitigant – even one who has been provoked – ought always to conduct\nlitigation with decorum.  But so,\ntoo, ought a public official exhibit courtesy\nand restraint in his official dealings – even with a person whom he\ndisbelieves\n– and refrain from alleging fraud without considerable\nreflection.  The appellants have asked for a special costs order on\naccount of\nVorster’s ill-considered attack but I do not think we should grant such an\norder. The appellants have been recompensed\nby replying to Vorster in kind,\nwhich was itself inappropriate, and there matters should be left to\nlie.\n[23]\tThe appeal is upheld with costs. The order of the court\na\nquo\nis set aside and the following order is substituted:\n‘The Minister’s decision is set aside. The application for an\nexemption, supplemented by such information as may be required\nfor a proper\nconsideration of the application, is remitted to the Minister for\nre-consideration. The costs of the application are\nto be paid by the\nrespondents.’\n___________________\nR W\nNUGENT\nJUDGE OF APPEAL\nHOWIE P\t\t)\nNAVSA JA\t\t)\nMTHIYANE JA\t)\tCONCUR\nPONNAN JA\t)\n[1]\nThe Act was superceded by the\nImmigration Act 13 of 2002\non 12 March 2003 but nothing turns on\nthis.\n[2]\nThe provision to that\neffect in\ns 28(2)\nwas inserted by\ns 15\nof Act 76 of 1995.\n[3]\nJohannesburg City Council v\nAdministrator, Transvaal\n1969 (2) SA 72\n(T) 75H-76H; per Van Heerden JA in\nAiroadexpress (Pty) Ltd v Chairman, Local Road Transportation Board, Durban\n[1986] ZASCA 6\n;\n1986 (2) SA 663\n(AD) 680E-H;\nPremier, Mpumalanga v Executive Committee,\nAssociation of State-aided Schools, Eastern Transvaal\n1999 (2) SA 91\n(CC)\nparas 50 and 51.",
  "scraped_at": "2026-02-12T13:56:42.450917",
  "date": "2005-03-22",
  "coram": [
    "Howie P",
    "Navsa",
    "Mthiyane",
    "Nugent",
    "Ponnan"
  ],
  "case_number": "160/04",
  "parties": {
    "applicants": [
      "Nicholas Carl Stewart Littlewood",
      "Heather Littlewood",
      "Emma Louise Littlewood",
      "Nichola Kate Littlewood"
    ],
    "respondents": [
      "Minister of Home Affairs",
      "Director-General of the Department of Home Affairs"
    ]
  },
  "sections": {
    "facts": "The Littlewood family, British citizens, had been living in South Africa for over two years when they discovered that the permanent residence permits endorsed in their passports were not authentic. Unable to regularise their status because the Department of Home Affairs would only consider permanent residence applications made from the applicant's country of origin, they applied in mid‑2001 for a temporary exemption from section 23 of the Aliens Control Act 96 of 1991, relying on an alleged 'special circumstances' ground under section 28(2). The Minister of Home Affairs refused the exemption in a letter dated 26 October 2001, citing the possession of fraudulent permits as a serious offence and stating that the family must leave the country within 28 days. The Littlewoods appealed the decision, arguing that the Minister had failed to consider whether special circumstances existed.",
    "issues": "The primary issue was whether the Minister correctly exercised the discretion conferred by section 28(2) of the Aliens Control Act to consider 'special circumstances' and whether the refusal was procedurally fair. A subsidiary issue concerned whether the court should set aside the Minister's decision and remit the matter for reconsideration.",
    "principles": "The court reiterated that a minister must actively apply his mind to the question of special circumstances before exercising discretion to grant an exemption; failure to do so constitutes a denial of procedural fairness. Courts will only substitute their own decision for that of an official in exceptional cases and must not intervene where the official has not exercised the discretionary power at all. The decision must be set aside if the discretion was not exercised or was exercised improperly.",
    "application": "The judgment found that the Minister's letter offered no assessment of the Littlewoods' explanatory account and simply rejected the application on the basis of the fraudulent permits, without addressing whether the circumstances qualified as 'special'. Consequently, the Minister failed to exercise the discretion required by section 28(2). The court therefore could not uphold the refusal and was obliged to set aside the decision and remit the matter for fresh consideration, ensuring the Minister addresses the special circumstances issue.",
    "conclusion": "The appeal was upheld. The Minister's decision to refuse the exemption was set aside, and the application for exemption was remitted to the Minister for reconsideration with a direction to consider any further information required. Costs of the application were awarded to the respondents."
  },
  "tags": {
    "level_1": "Immigration Law",
    "level_2": "Exemption from Aliens Control Act",
    "level_3": [
      "special circumstances",
      "ministerial discretion",
      "procedural fairness",
      "permanent residence",
      "court review"
    ]
  }
}