{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/118.html",
  "case_name": "South African Broadcasting Corporation v Coop and Others (570/2004) [2005] ZASCA 118; [2006] 1 All SA 333 (SCA); 2006 (2) SA 217 (SCA); (2006) 27 ILJ 502 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 118",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 118\n|\nNoteup\n|\nLawCite\nSouth African Broadcasting Corporation v Coop and Others (570/2004) [2005] ZASCA 118; [2006] 1 All SA 333 (SCA); 2006 (2) SA 217 (SCA); (2006) 27 ILJ 502 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:\t570/04\nIn the matter between:\nSOUTH AFRICAN BROADCASTING\nAppellant\nCORPORATION\nand\nFRED PETER COOP &\nOTHERS\nRespondent\n_____________________________________________________\nCoram\n:\nNavsa,\nMthiyane, Brand, Van Heerden JJA et Cachalia\nAJA\n_____________________________________________________\nDate of\nhearing:\n15 & 16 November 2005\nDate of delivery:\n30 November\n2005\nSummary\n:\tRetiree status of former SABC employees\nin relation to medical scheme and concessionary television licences ─\nmedical scheme\nsubsidy and concessionary television licences unilaterally\nwithdrawn by the SABC ─ SABC relying on absence of authority in\nrespect of\nthe grant of retiree status ─ former employees relying on ostensible\nauthority ─ requirements\nmet.\n_____________________________________________________\nJUDGMENT\n_____________________________________________________\nNAVSA\nJA:\n[1]\tThis is an appeal by the South African Broadcasting Corporation\n(the SABC), the national public broadcaster which broadcasts television\nand\nradio programmes in terms of the provisions of the Broadcasting Act 4 of 1999\n(the Act), against a judgment of Blieden J in the\nJohannesburg High Court, leave\nto appeal having been granted by him. The court below ordered the SABC to\nreinstate and continue to\npay a 60% subsidy of the monthly medical scheme\ncontributions of the 93 respondents (hereafter referred to as the plaintiffs),\nwho\nwere formerly employed by it, and to reimburse and pay such amounts as were\ndue subsequent to its unilateral withdrawal of the subsidy\nin 2001. He also\nordered the SABC to reinstate concessionary television licences to such\nplaintiffs as had received them prior to\ntheir being unilaterally withdrawn in\n1999. The court below took a dim view of the SABC’s conduct in withdrawing\nthe subsidies\nand the concessionary licences and of the manner in which the\nSABC’s case was conducted and consequently ordered it to pay\ncosts on an\nattorney-client scale. It is against these orders that the present appeal is\ndirected.\n[2]\tThe proceedings in the court below commenced by way of an\napplication which was later referred to oral evidence. The trial lasted\neight\nweeks. The plaintiffs called 24 witnesses and the SABC four. The record of\nproceedings in the court below comprises 51 volumes\nextending to 5088 pages. The\npurpose of the trial was to determine whether the SABC’s unilateral\nwithdrawal of the subsidy\nand the concessionary licences was lawful.\n[3]\tThe main issue in this appeal is as follows: whether the plaintiffs\ndid indeed depart from the SABC as retirees. This requires\nan enquiry into the\nrelated question of whether the basis on which they departed was authorised by\nthe SABC. In light of a concession\nmade on behalf of the SABC, to which I will\nrefer in due course (see para 81 below), it is not necessary to address a\nquestion entertained\nand answered in the court below; namely, whether the\nsubsidy and the concessionary licences are, in so far as retirees are concerned,\nconditions of service or gratuities that may unilaterally be withdrawn by the\nSABC.\n[4]\tIn order to understand the present dispute and to address these\nquestions, it is necessary to set out the background in some detail,\nstarting\nwith the manner in which the SABC is structured in terms of the\nAct.\n[5]\tThe SABC operates subject to overall control by a board that\nconsists of twelve non-executive members, plus the Group Chief Executive\nOfficer, the Chief Operations Officer and the Chief Financial Officer or their\nequivalents, who are the executive members of the\nBoard.\n[1]\nThe affairs of the\ncorporation are administered by an executive committee (Exco) consisting of the\nthree executive members of the\nBoard and no more than eleven other persons. Exco\nis accountable to the Board and must perform such functions as may be determined\nby the Board.\n[2]\nThe SABC may engage\nsuch officers and employees as is necessary for the attainment of its objects\nand determines their duties, remuneration\nand their other conditions of service.\nIt is empowered to establish or support associations or institutions for the\npromotion of\nthe interests of its officers and employees and their dependants.\nIt may establish or support aid funds for the rendering of assistance\nto its\nofficers and employees or their dependants. It also has the power to provide\npecuniary benefits for such persons upon retirement\nor termination of service\nunder other\ncircumstances.\n[3]\n[6]\tThe\ndifferences between the relevant provisions of the Act and the provisions of the\nBroadcasting Act 73 of 1976 under which the\nSABC previously operated are for\npresent purposes irrelevant.\n[7]\tWith effect from 1 January 1993 the SABC\npension fund amended its rules to provide that an employee who was over the age\nof 45\nand who resigned, was retrenched, or was dismissed (save for fraud or\ndishonesty) was entitled to withdraw the full actuarial value\nof his or her\npension (hereafter referred to as the full pension\nvalue).\n[4]\nPrior to this such person\nwas entitled to receive only his or her own contributions plus interest.\n[8]\tAnother regime applied to retirees. The rules dealing with persons\nwho qualified for retirement remained the same, namely, that\nupon retirement an\nemployee would receive a monthly\npension\n[5]\nand was entitled to apply\nto the trustees to be paid a maximum of one-third of the actuarial value of his\nor her pension. Unlike\nthe category of persons referred to in the preceding\nparagraph, the pension fund rules did not permit retirees to withdraw their\nfull\npension values. The rules of the SABC medical scheme, on the other hand,\nentitled retirees to remain on the scheme as continuation\nmembers.\n[6]\nPersons who resigned, were\nretrenched or were dismissed were, however, not so entitled in terms of the\nrules.\n[9]\tFrom 1 April 1990 the SABC paid a subsidy of 60% of the\nmedical scheme contributions of all employees and\nretirees.\n[7]\nIn addition, employees\nand retirees also received a concessionary television licence upon request. The\nbenefit of such a licence\nwas that a holder paid an annual rate substantially\nlower than that paid by the general public.\n[10]\tThe series of events\nthat culminated in the present dispute started in July 1993 with Mr J P Ludick\n(Ludick), one of the plaintiffs,\nwho was due to retire on 1 November 1993, his\n60\nth\nbirthday being 19 October\n1993.\n[8]\nAt that stage he had been\nemployed by the SABC for a period of 34 years and was the regional head of the\nthen Northern Transvaal\nbroadcast division of the SABC. Although a senior\nmanager, he was not a member of Exco.\n[11]\t As stated above, the\namendment to the pension fund rules enabling retrenchees, persons who had been\ndismissed and those who\nhad resigned to withdraw their full pension values took\neffect on 1 January 1993. On 3 August 1993 Ludick entered into discussions\nwith\nthe SABC’s Group Head of Human Resources (HR), Mr Dan Esterhuyse\n(Esterhuyse). In a telefacsimile (fax) sent to Esterhuyse\non the same day,\nLudick, referring to the discussions, requested particulars of the ‘usual\npension benefits’ due to him\non retirement, as well as of ‘die\nenkelbedrag wat geld op 30 September 1993 soos deur u verduidelik’. He\nalso requested\nthe latest copy of the pension fund rules.\n[12]\tOn 4\nAugust 1993 Mr Cor Nauta (Nauta), the pension fund advisor in Esterhuyse’s\noffice, responded in writing, supplying\ndetails of Ludick’s monthly\npension entitlement with maximum permissible commutation (one-third) and\ninformed Ludick that the\nactuary had been requested to calculate the full value\nof his pension (it is common cause that this was in excess of R1 million).\n\nNauta also recorded that the latest pension fund rules had been despatched to\nLudick.\n[13]\tOn the same day Ludick sent a fax to Esterhuyse, pointing\nout that he considered many parts of the pension fund rules to be vague\nand\nasking, inter alia, to be referred to the specific clause in the pension fund\nrules requiring him to\nresign\nin order to withdraw his full pension\nvalue.  In addition Ludick asked for confirmation that he would be permitted to\ncontinue his\nmembership of the SABC’s medical and group life assurance\nschemes after the termination of his services. Ludick testified that\nEsterhuyse\nhad informed him that his resignation was ‘a technical mechanism’\nrequired in order to withdraw his full pension\nvalue, but that he would still be\nregarded by the SABC as a retiree and thus would remain entitled to\npost-retirement benefits, including\nsubsidised membership of the SABC medical\nscheme.\n[14]\tOn 27 August 1993 Ludick wrote to the then Group Chief\nExecutive of the SABC, Mr W J J Harmse (Harmse), stating that the new\npension\nfund rules provided the option of withdrawing his full pension value, but that,\naccording to Esterhuyse’s interpretation\nof the rules, he had to resign in\norder to do so. He stated that, if this interpretation was correct, he would\nterminate his services\nwith the SABC on 30 September 1993 and transfer\nhis pension monies to another fund of his choice. Ludick informed Harmse\nthat,\naccording to Esterhuyse, if he departed from the SABC in this manner, he could\nprobably (‘waarskynlik’) retain\nhis membership of the medical and\ngroup life assurance schemes and requested Harmse to confirm that he would\nindeed be able to remain\na member of the two schemes. He requested Harmse to\nregard this letter as ‘my bedanking as lid van die SAUK\npensioenfonds’,\neffective from\n1 October 1993.\n[15]\tHarmse acknowledged receipt of the letter,\nconfirming acceptance of Ludick’s resignation. He stated (unconditionally)\nthat\nLudick would retain his membership of the medical scheme ‘as\npensioenarislid’ and that he had the choice of continuing\nas a member of\nthe group life assurance scheme.\n[16]\tIt would seem that Nauta arranged\nall the formalities for Ludick’s departure from the SABC on this basis,\nfacilitating\nthe transfer of his full pension value to another fund. Nauta also\nconfirmed (in writing) Ludick’s continued membership of\nboth the medical\nscheme (with his contribution to the premium being only 40% of the total) and of\nthe group life assurance scheme.\nUpon his departure from the SABC Ludick\nreceived a gratuity of R2 500-00, usually afforded only to\nretirees.\n[17]\tLudick was the first person to depart from the SABC on the\nbasis described above. It is clear that his dealings were principally\nwith\nEsterhuyse and Harmse. The former died in an aeroplane accident in October\n1993.\n[18]\tSubsequent to Ludick’s departure, in the period from\nJanuary to November 1994, a number of managers employed by the SABC\nterminated\ntheir services on the same basis as he had done. They all used the mechanism of\nresigning\nin order to withdraw their full pension values and, in their\ncorrespondence with their immediate seniors, senior management and the\npension\nfund advisor’s office, stated their intention to\nretire\n. Like\nLudick, they continued to receive a concessionary television licence, were\npermitted to continue their membership of the medical\nscheme and received the\n60% subsidy in respect thereof from the SABC until the withdrawal of the subsidy\nand concessionary licences\nin 1999 and 2001, respectively.\n[19]\tThe same\nmechanism was during that period utilised by some managers and employees of\nSentech Limited (Sentech), a public company\nthe shares of which are wholly owned\nby the Government. Initially Sentech was contained within the SABC corporate\nstructure as its\nsignal distribution division. In 1992, assuming its own\ncorporate identity as described above, it nevertheless continued in a symbiotic\nrelationship with the SABC, rendering technical services. In that year a number\nof SABC employees transferred to this new corporate\nentity, but retained their\nemployment and related benefits. It is common cause that, by and large,\nSentech’s terms of employment\nwere the same as those of the SABC and that\ntheir employees and retirees were accommodated within the SABC pension fund and\nmedical\nscheme.\n[20]\tIn the court below Sentech was the second\ndefendant. Sentech did not oppose the relief sought and adopted the same\nattitude in\nrespect of this appeal. The third defendant, the SABC medical scheme\nwhich is a body corporate registered and functioning as such\nin terms of the\nMedical Schemes Act 131 of 1998\n, took the same stance.\n[21]\tNot only did\nthe plaintiffs who fell in the category presently under discussion openly state\ntheir intention to retire but, more\nimportantly, top management and their\nimmediate seniors considered them to be retirees. Ludick, for example,\ninteracted with Esterhuyse\nand with Harmse and it is clear from the relevant\ncorrespondence that Ludick was regarded by them as a retiree.\n[22]\tFred\nCoop (Coop), who is the first plaintiff and an important character in the\npresent dispute, succeeded Esterhuyse (albeit\nin an acting capacity) as the\nSABC’s Group Head of HR after the latter’s unfortunate death. At the\ntime that Ludick was\npreparing for his departure from the SABC and whilst\nEsterhuyse was still alive, Coop was the second most senior person in the HR\ndepartment. His first appearance in written correspondence in the present saga\nwas on 10 September 1993 when he wrote to\nthe Group Head of Financial\nServices at the SABC, seeking payment of the gratuity of R2 500-00 due to\nLudick upon his retirement.\n[23]\tScrutiny of written correspondence\ninvolving persons who left the SABC and Sentech on the same basis as Ludick\nreveals that,\nin doing so, they interacted with a range of senior and top\nmanagers and that they were located in different divisions and geographical\nareas. Some of them dealt with the HR managers in the geographical regions in\nwhich they were employed. Some communicated directly\nwith the CEO of the SABC,\nwith Coop, or with Sentech’s CEO or HR manager.\n[24]\tIn December\n1994 a process was started which culminated in the involvement of another\ndistinct group of plaintiffs in the present\nlitigation. During that month, a\nmanagement report in which Coop played a major part was presented by the\nSABC’s HR department\nfor approval by Exco. The report proposed a staff\nreduction exercise, with employees being invited to apply for voluntary\nretrenchment.\nThe apparent motivation was cost effectiveness, but an underlying\nconcomitant reason was a major transformation exercise to enable\nformerly\ndisadvantaged South Africans to take up leadership positions within the SABC and\nto provide an incentive for the departure\nof those of the ‘old\norder’ who wished to leave or who were unacceptable as part of the new\nface of the SABC.\n[25]\tThe report proposed offering those who applied\nfor voluntary retrenchment the SABC’s standard severance package (with a\nslight modification with which we need not be concerned). It is of some\nimportance that the report, in dealing with a timetable for\naction to achieve\nwhat is set out in the preceding paragraph and in relation to proposed acts by\nmanagement, used the phrase ‘retirement/voluntary\nretrenchment’\nthree times as shown here.\n[26]\tThe Board approved the plan on 1 February\n1995. The SABC produced a special edition of its internal publication, Intekom\n(No\n24), dated 3 February 1995, to publicise the retrenchment exercise. It spelt\nout the details of the retrenchment package on offer,\nstating that it was\nprimarily directed at ‘staff in management and non-programme related\ndisciplines’, but that all employees\ncould apply. Approval of packages\nwould be subject to management discretion. The offer was open for acceptance\nuntil 31 March 1995.\nApplications had to be submitted to the relevant line\nmanagers who had to consult with the appropriate divisional head before final\ndecisions were made. Employees were warned not to approach the pensions office\nbefore their applications were approved.\n[27]\tThis retrenchment process\nshould be viewed in the context of significant changes that were taking place at\nthe SABC. A new Board\nhad been appointed in June 1993, primarily to ensure that\nthe SABC’s media coverage leading up to and including South Africa’s\nfirst democratic elections in 1994 would be fair. In line with the\ntransformation process, Mr Zwelakhe Sisulu (Sisulu) had joined\nthe SABC on 1\nFebruary 1994 as special assistant to Harmse. It was accepted by all that he was\nbeing groomed to succeed Harmse, which\nhe did at the end of 1994. Sisulu had\nbeen charged to lead the transformation process and was assisted in this by\nProfessor Govan\nReddy, who had been appointed head of SABC radio in January\n1994.\n[28]\tAs part of a communication drive in relation to the\nretrenchment programme mentioned in Intekom No 24, Sisulu addressed SABC\nstaffers countrywide by way of an internal live television broadcast to all SABC\ncentres. He was joined in this transmission by Dr\nMatsepe-Casaburri, the new\nchairperson of the SABC Board. The retrenchment exercise as described in Intekom\nNo 24 was thus communicated\nto all SABC staff.\n[29]\tIt is common cause\nthat, shortly after the transmission, Sisulu and Coop (in his role as head of\nthe HR department) addressed\nSABC staff in a hall at SABC headquarters in\nAuckland Park. Coop testified that in his presentation, in Sisulu’s\npresence,\nhe described not only the details concerning the retrenchment package\nbut also the benefits that were available to those employees\nwho were accepted\nfor voluntary retrenchment and who also qualified for early retirement. These\nbenefits were the same as those received\nby Ludick. Sisulu could not recall the\ndetails of what was discussed but was unwilling to state positively that Coop\nhad\nnot\ndone this.  I will return to this and other aspects of\nCoop’s testimony when I deal with the criticisms levelled against Coop\nby\nthe SABC.\n[30]    Because Sentech employed mostly technically skilled\nstaff whose services were sorely required, the invitation to apply for\nvoluntary\nretrenchment was not extended to its employees.\n[31]\tHundreds of\nSABC employees responded. Divisional heads were approached for approval. Coop\nand Nauta featured prominently in the\ninteraction with divisional heads and\nemployees. Coop testified that he and senior managers within the HR department\nand those located\nelsewhere in the SABC acted on the basis of the precedent that\nhad been set by Ludick (and those who followed him) and permitted\nthose who now\napplied for voluntary retrenchment and who qualified for early retirement to\nwithdraw their full pension values\nand\ntake the retrenchment package\nand\nretain their subsidised membership of the medical scheme\nand\nif they so wished, continue to participate in the group life assurance scheme.\nMost of the plaintiffs fall into this category.\n[32]\tAlthough Sentech\npersonnel were not entitled to apply for the 1995 retrenchment package, a few\nplaintiffs who were Sentech employees\nand who qualified for early retirement\nutilised the ‘Ludick resignation/early retirement option’ in 1995\nand obtained\nall the benefits which Ludick had received on his departure from\nthe SABC. None received retrenchment packages. Prior to their departure\nthey\ndirected their queries to the HR manager at Sentech, Mr Hendrik Calitz (Calitz),\nand/or the managing director, Mr Niel Smuts.\nCalitz interacted with Coop and\nNauta concerning some of these applications for early retirement. Nauta\nregularly gave advice to\nSentech and SABC employees on how their ‘early\nretirement/resignation’ letters should be worded.\n[33]\tIt should\nbe noted that after the amendment of the pension fund rules an amendment to\nrevenue legislation was contemplated in\nterms of which monies withdrawn from\npension funds would be subjected to a substantially increased tax\nrate.\n[9]\nThis generated public\ninterest and discussion and served as an additional motivation for those who\napproached the SABC and Sentech\nto retire in terms of the Ludick option and\nlater in terms of the 1995 retrenchment option.\n[34]\tIn 1997 a second SABC\nretrenchment exercise was put into operation. It followed on a report by\nconsultants employed by the SABC.\n The details of this exercise are sketchy but,\nsince it did not impact on the plaintiffs, it need detain us no\nfurther.\n[35]\tI turn to deal with some individuals who fall outside the\ncategories already dealt with.\n[36]\tMr Gert Claassen (Claassen) is the\nonly plaintiff who had less than 10 years service with the SABC. Many of the\nplaintiffs have\nservice records spanning two or three decades. Claassen,\nhowever, had only been employed by the SABC for approximately six years\nand was\n56 years old when he left the SABC in 1997. At that time he was\nsecond-in-command of the operational arm of the SABC. He\nwas employed on a\nfixed-term contract and was not a member of the SABC pension fund or of its\nprovident fund. It is common cause\nthat he qualified for early retirement in\nterms of the then applicable personnel regulations and, in December 1996, he\nwrote to Sisulu\n(then the CEO) requesting early retirement and continued\nmembership of the medical scheme. Ms Langa-Royds, who had succeeded Coop\nas\nGroup HR head, confirmed in writing that his contract would terminate on 31 May\n1997 and that he would retain his membership of\nthe medical scheme\n‘against the current rate of contribution and subject to future\nadjustments’. He, like the other plaintiffs,\nreceived the 60% medical\nscheme subsidy and the concessionary television licence until they were\nunilaterally withdrawn. By contrast\nwith the other plaintiffs discussed so far,\nin a subsequent letter from Mr Anton Heunis (then Group Manager of HR)\nconfirming Claassen’s\ncontinued membership of the medical scheme, it was\nspecifically recorded that ‘the subsidy rate was subject to\nrevision’.\nThis reservation on exit from the SABC was recorded in respect\nof only one other plaintiff, Mr Jan Hendrik Otto.\n[37]\tHarmse’s\nrise in the SABC was meteoric. Starting with the SABC as an administrative\nassistant in 1963, he became the CEO\nin 1988. He was appointed by the Board and\nhis terms of appointment were determined after negotiations with the then\nchairperson\nof the board. He was appointed on a five-year contract but, at the\nend of 1993, his contract was extended for one year after an accord\nhad been\nreached with Dr Matsepe-Casaburri.\n[38]\tHarmse verbally negotiated the\nterms of his departure with Mr Hickling, the deputy-chairperson of the Board at\nthat time. On\nhis departure he did not receive a package but was permitted to\nwithdraw his full pension value and continue his membership of the\nmedical\nscheme. He too received the 60% contribution until it was withdrawn.\n[39]\tMr Willie Lindstrom (Lindstrom) was employed by the SABC from 1967\nuntil 2000 when he terminated his services. At that stage\nhe was five years from\nhis normal retirement date. He had undergone a number of joint replacements and\nrequired extensive surgical\nand medical attention. Continued membership of the\nsubsidised medical scheme was therefore particularly important to him. In\nOctober\n1999, he wrote to Mr Snuki Zikalala, the executive editor of the news\ndivision, who was part of the new face of the SABC, requesting\na retrenchment\npackage and continued membership of the medical scheme. Correspondence ensued\nwith a number of the SABC’s new\nregime officers.  The matter was taken up\nwith Reverend Mbatha, who succeeded Sisulu. Lindstrom arranged a meeting with Ms\nCecilia\nKhuzwayo (Khuzwayo), who had succeeded Ms Langa-Royds as Group HR Head.\nThis meeting was also attended by Mr Delarey Nell, another\nplaintiff. In\ndiscussions with Khuzwayo, it became clear that the SABC was not prepared to\noffer them any kind of retrenchment package\nand that they could choose either\nredeployment or early retirement with continued membership of the medical\nscheme. They chose the\nlatter and this was recorded in writing by the SABC.\nAfter discussions with Mr Jaco van Staden who was ‘standing in’\nfor\nMs Lynne Gildenhuys (Nauta’s successor as pension fund advisor), they were\nboth permitted to withdraw their full pension\nvalues and to remain members of\nthe medical scheme as retirees.\n[40]\tCoop departed from the SABC on\n30 August 1995 after he had negotiated the terms of his departure\ndirectly with Sisulu.\nHe was entitled to early retirement as he had been in the\nservice of the SABC for almost 30 years. It is true that, in the correspondence\nbetween himself and Sisulu, no mention was made of early retirement or of\ncontinued membership of the medical scheme. However, his\nevidence that he\nintended to leave the SABC as a retiree and that he made this clear to Sisulu\nwas not seriously challenged. As far\nas he was concerned he received what he had\nrequested, namely, his full pension value, continued subsidised membership of\nthe medical\nscheme, the retirement gratuity of R2 500-00 and all the other\nbenefits usually afforded to retirees.\n[41]\tThis discussion of individual\ncases is meant to be illustrative and not exhaustive.\n[42]\tI record that\nthe SABC made provision for the 60% subsidy in its annual budgets presented to\nthe board and, in doing so, drew\nno distinction between retirees and employees.\nSince at least 1994 its audited financial statements, as approved by the Board\nand\nsigned by the respective CEO’s, reflected the payment of a\npost-retirement subsidy as a long term\nliability\ncalculated as a\nprojection in respect of both present and past employees. Thus, for example, in\naccounts for the year ending 30 September\n1996, the SABC made provision in an\namount of R189.4 million for the ‘present value, as actuarially\nvalued...of post-retirement\ncontributions payable by the Corporation to the\nMedical Aid Scheme in respect of current and past employees’. It is clear\nfrom\nthe evidence that this included provision for direct-paying members of the\nmedical scheme. Direct paying members were retirees who\ndid not receive a\nmonthly pension from the SABC (this included retirees who had subscribed to a\nprovident fund or who had made their\nown private pension fund arrangements).\nDirect payment was necessary because, for this category of persons, deductions\ncould not\nbe effected from a monthly pension paid by the SABC. The provision\nmade thus included the projected subsidy for the plaintiffs. For\nthe financial\nyears ending 31 March 1998 (covering a period of 18 months), 31 March 1999,\n31 March 2000 and 31 March 2001,\nsuch provision was made in amounts of\nR217 million, R210 million, R238.4 million and R238.9 million,\nrespectively. It is\nimportant to note that, apart from external audit, the SABC\nwas subject to stringent internal audit as well.\n[43]\tIt is clear from\ndocumentary evidence that, when the Board made the decision to withdraw the\nsubsidy, it did so under the impression\nthat the reservation set out in the\nletters presented to Claassen and Otto had been included in letters to all the\npersons in the\nplaintiffs’ position upon their departure from the SABC. It\nis also abundantly clear from the documentary motivation presented\nto the Board\non which it based its decision to withdraw the subsidy that the primary\nconsideration was financial savings. So much\nso that it was contemplated that\nthe savings that might be effected by the withdrawal of the medical scheme\nsubsidy for persons in\nthe position of the plaintiffs could turn the SABC from a\nloss-making position into a profitable organisation.\n[44]\tCoop and other\ntop and senior managers amongst the plaintiffs, who testified, stated that they\nhad assumed that authority for\nthe Ludick precedent derived from an Exco\ndecision. It appears to be accepted by all that there was in fact no\nBoard\ndecision permitting persons to leave on that basis. Despite both\nparties’ efforts, minutes for the period in which such a decision\nmight\nhave been taken by Exco could not be traced.\n[45]\tIt is clear that the\npension fund did not suffer any financial prejudice, and the indications are\nthat the pension fund reserves\nmight in fact have benefited from the withdrawal\nby the plaintiffs of their full pension values. According to the testimony of Mr\nAnton Els, the pension fund actuary, the Ludick option contravened a directive\nof the South African Revenue Service and could have\nthreatened the fund’s\ntax status. The pension fund did not, however, seek to recover any of the monies\nit paid to the plaintiffs\nand is not a party to the present litigation.\n[46]\tNot only did the medical scheme not oppose the relief sought by the\nplaintiffs, but neither it, nor the SABC is against retaining\nthem as\ncontinuation members. The only issue in this regard is whether the SABC should\ncontinue to pay the subsidy.\n[47]\tIn his evidence, Coop stated, at one\nstage, that he had in fact been told by Esterhuyse, who was a member of Exco at\nthe time,\nthat there had been a decision concerning Ludick. At another stage he\ntestified that he had made the assumption that there had been\nsuch a decision.\nSome of the plaintiffs knew Esterhuyse and testified that he had been a\nmeticulous man who acted according to prevailing\nrules and that he would not\nhave acted without an official decision. That then was the basis of the\nassumption. Coop and others accepted\ntoo, that the decision would not have been\none peculiar to Ludick, but that it had been decided that persons in his\nposition would\nbe entitled to depart on those terms.\n[48]\tSisulu and\nReddy who in some instances, at least on the face of the documents produced at\nthe trial, were party to the decisions\nwhich led to several of the plaintiffs\nreceiving the benefits in question, testified that they had not in fact\nconsidered whether\nthe rules entitled these plaintiffs to what they had\nreceived. Both testified that they signed what their subordinates had prepared\nand put before them in this regard. Sisulu in particular appreciated the fact\nthat some of the people earmarked by the 1995 retrenchment\nprocess had dedicated\ntheir entire working lives to the SABC and that it was important that such\npeople be treated sensitively and\nwith the utmost fairness. He testified that\nHarmse, Claassen and Coop had, in his experience, always acted with great\nintegrity,\nthat he had the fullest confidence in them and a relationship of\nmutual respect with them.\n[49]\tThe SABC’s case concerning the\nevents described above, as best as can be discerned, vacillated between two\npositions. First,\nmore or less accusing Coop and Harmse and other top executives\nof having ‘conspired’ and acted fraudulently in favour\nof a select\ngroup of white managers in order to obtain the benefits in question when they\nmust have known that they were not entitled\nto them. Second, stating before us\nthat their case was that Coop and others had acted\n‘opportunistically’ on the basis\nof the Ludick precedent in order to\nobtain the benefits for a select few white managers when they knew or ought to\nhave known that\nthey were not entitled to them.\n[50]\tThe SABC contended\nthat Coop, Harmse and others deliberately withheld from the Board the details of\nthe manner in which the plaintiffs\ndeparted from the SABC. According to the\nSABC, those who had either ‘conspired’ or acted opportunistically\ncould not\nkeep matters within the circle of the favoured few and, as word got\naround, they were thus compelled to extend the benefits to persons\nwhom they had\nnot initially contemplated.\n[51]\tIn essence, the SABC submitted that\nneither the Board, nor Exco, had authorised persons such as Coop and Harmse to\ngrant the\nplaintiffs the benefits which they had received and that consequently\nthe SABC ought not to be held liable.\n[52]\tThe SABC further contended\nthat, since the plaintiffs had held out to the pension fund and to the SABC that\nthey had resigned,\nthey ought to be held to their word. They should thus be\nregarded as having severed all links with the SABC and consequently be held\nto\nhave no right to the subsidy, the concessionary television licence or any other\nbenefit as might accrue to an actual retiree.\n[53]\tToo much time and\nenergy was spent by counsel for the SABC in the court below cross-examining\nplaintiffs about the meaning of\nthe pension fund and medical scheme rules. Too\nlittle time was spent analysing the proper ambit of the dispute or whether there\nwere\nadequate grounds for a proper defence. Much of the SABC’s case was\nbased on conjecture and it is thus not surprising that it\nis difficult to glean\nits true nature.\n[54]\tOne fundamental weakness of the SABC’s case\nis that there were no attempts at secrecy by those labelled\n‘conspirators’\nor ‘opportunists’. Ludick was\nunchallenged when he stated that, after he had come to the arrangement described\nabove,\nhe announced its details to all who enquired about his departure. Almost\nevery plaintiff who testified stated that the Ludick case\nor what it represented\nwas common knowledge in the corridors of the SABC’s headquarters.\nFurthermore, there are no discernable\npatterns of association or a\nconspiratorial modus operandi in respect of all of those who approved and\nreceived the benefits in question.\nWhen the plaintiffs were cross-examined, the\nprecise manner of their alleged conspiracy or opportunism in collaboration with\nothers\nwas not put to them.\n[55]\tThe voluminous correspondence makes it\nclear that the ‘mechanism’ employed in the Ludick case was just that\n─\na mechanism. It was disclosed as such to the plaintiffs’ immediate\nsuperiors, to the pension funds advisor, to other top managers\nand even in some\ninstances to Sisulu and/or Reddy. In two instances, as discussed above, the\nbenefits in question were negotiated\nwith Khuzwayo, independently of any\ndecision made by senior or top white managers. In most instances the\nplaintiffs’ immediate\nsupervisors and/or senior management suggested the\nmechanism in question. It should also be borne in mind that the relevant events\noccurred at a time when the SABC was under intense public scrutiny.\n[56]\tIt\nis no answer to say that Sisulu, Reddy and others of the new order were unaware\nof the true import of what was being done\nin the SABC’s name, or that they\nwere yet to come to terms with the personnel regulations and the rules that\ngoverned the pension\nfund and medical aid scheme, or that they unwittingly\nsigned letters put before them.\n[57]\tEven if one were to accept in the\nSABC’s favour (in the absence of an evidentiary basis for so doing), that\na few top managers\nwere involved in a conspiracy that later got out of hand, the\nproblem remains that one is unable to identify which of the remaining\nplaintiffs\nwere co-conspirators who were unable reasonably to rely on advice from top\nmanagement including, in some instances, the\nCEO and the Group Head of\nHR.\n[58]\tThe probabilities in this regard are against the SABC, in that\nit is unlikely that persons who were approaching their retirement\nwould\njeopardise their entitlement to subsidised membership of the medical scheme by\ndoing something they must have known was tainted\nwith dishonesty and might\nattract serious and irrevocable consequences. At that stage of their lives,\nmedical scheme membership was\nclearly increasingly important, not just in\nrespect of the amount of the SABC’s contribution, but in respect of\nreadily obtaining\nmembership and similar benefits\nelsewhere.\n[10]\n[59]\tFurthermore,\nnot all the plaintiffs constituted ‘top’ or ‘senior’\nmanagement. Some were at best junior\nmiddle managers and at least one was a\nsecretary.  How they became part of the opportunism or conspiracy was neither\nexplained nor\nexplored. In real life it is probable that such persons who might\njustifiably be described as the rank and file would rely on guidance\nfrom top\nmanagement.\n[60]\tWhilst I agree with counsel for the SABC that the court\nbelow erred in basing its decision to reinstate the subsidy on ratification,\nas\nthis had neither been pleaded, nor pointedly explored during the trial, I do not\nagree that on the totality of the evidence it\nfollows that the plaintiffs should\nnot have been afforded the relief they sought in the court below.\n[61]\tIn\nconsidering whether the plaintiffs proved that there was actual authority for\nthe decisions on which the plaintiffs’\nclaims are based the following must\nbe taken into account. Coop testified about Exco authorisation for the Ludick\nmatter on a hearsay-basis\n─ that he had been told by Esterhuyse that Exco\nhad made such a decision. This should be compared with his testimony at another\nstage, that he had simply made an assumption, like others, that there must have\nbeen such authorisation because he knew that Esterhuyse\nalways acted according\nto prevailing rules. He was reminded under cross-examination, that in an\naffidavit in the application proceedings\nhe had stated that a Board decision had\nprovided authority for the Ludick option. A number of plaintiffs who served on\nExco could\nnot recall such a decision which, since it might impact on them, one\nwould have expected them to remember. Exco minutes for the relevant\nperiod could\nnot be traced.\n[62]\tIn these circumstances it follows that the\nplaintiffs failed to prove that there was actual authority by Exco, either\nexpress\nor implied. In this regard the discussion in paras [65]-[75] hereafter\nhas relevance.\n[63]\tThe plaintiffs in a replication relied on estoppel,\notherwise described as ostensible authority. A person who has not authorised\nanother to conclude a juristic act on his or her behalf may in appropriate\ncircumstances be estopped from denying that he or she\nhad authorised the other\nso to act. The effect of a successful reliance on estoppel is that the person\nwho has been estopped is liable\nas though he or she had authorised the other to\nact.\n[11]\n[64]\tThe essentials\nof estoppel can briefly be stated as follows: The person relying on estoppel\nwill have to show that he or she\nwas misled by the person whom it is sought to\nhold liable as principal to believe that the person who acted on the\nlatter’s\nbehalf had authority to conclude the act, that the belief was\nreasonable and that the representee acted on that belief to his or\nher\nprejudice.\n[12]\n[65]\tThe\ndistinction between actual and ostensible authority was explained by Denning MR\nin\nHely-Hutchinson v Brayhead Ltd\n.\n, and Another\n[1968] 1 QB 549\n(CA) at 583A-G ([1967]\n3 All ER 98\nat 102A-E):\n‘[A]ctual authority may\nbe express or implied. It is\nexpress\nwhen it is given by express words,\nsuch as when a board of directors pass a resolution which authorises two of\ntheir number to sign\ncheques. It is\nimplied\nwhen it is inferred from the\nconduct of the parties and the circumstances of the case, such as when the board\nof directors appoint\none of their number to be managing director. They thereby\nimpliedly authorise him to do all such things as fall within the usual\nscope of\nthat office. Actual authority, express or implied, is binding as between the\ncompany and the agent, and also as between\nthe company and others, whether they\nare within the company or outside it.\nOstensible or apparent authority is the\nauthority of an agent as it\nappears\nto others. It often coincides with\nactual authority. Thus, when the board appoint one of their number to be\nmanaging director, they\ninvest him not only with implied authority, but also\nwith ostensible authority to do all such things as fall within the scope of\nthat\noffice. Other people who see him acting as managing director are entitled to\nassume that he has the usual authority of a managing\ndirector. But sometimes\nostensible authority exceeds actual authority. For instance, when the board\nappoint the managing director,\nthey may expressly limit his authority by saying\nhe is not to order goods worth more than £500 without the sanction of the\nboard.\nIn that case his\nactual\nauthority is subject to the £500\nlimitation, but his\nostensible\nauthority includes all the usual authority\nof a managing director. The company is bound by his ostensible authority in his\ndealings\nwith those who do not know of the limitation. He may himself do the\n“holding-out”. Thus, if he orders goods worth £1\n000 and signs\nhimself “Managing Director for and on behalf of the company”, the\ncompany is bound to the other party who\ndoes not know of the £500\nlimitation...’\n[66]\tIn\nNBS Bank Ltd v Cape Produce Co (Pty) Ltd\nand Others\n2002 (1) SA 396\n(SCA) this Court, in applying that\ndictum\n,\nstated\n(para 25):\n‘As Denning MR points out, ostensible authority\nflows from the\nappearances\nof authority created by the principal. Actual\nauthority may be important, as it is in this case, in sketching the framework of\nthe\nimage presented, but the overall impression received by the viewer from the\nprincipal may be much more detailed. Our law has borrowed\nan expression,\nestoppel, to describe a situation where a representor may be held accountable\nwhen he has created an impression in\nanother’s mind, even though he may\nnot have intended to do so and even though the impression is in fact wrong...\nBut the law\nstresses that the appearance, the representation, must have been\ncreated by the principal himself. The fact that another holds himself\nout as his\nagent cannot, of itself, impose liability on him. Thus, to take this case, the\nfact that Assante\n[13]\nheld himself\nout as authorised to act as he did is by the way. What Cape Produce must\nestablish is that the NBS created the impression\nthat he was entitled to do so\non its behalf. This was much stressed in argument, and rightly so. And it is not\nenough that an impression\nwas in fact created as a result of the representation.\nIt is also necessary that the representee should have acted reasonably in\nforming that impression:\nConnock’s (SA) Motor Co Ltd v Sentraal\nWestelike Ko-operatiewe Maatskappy Bpk\n1964 (2) SA 47\n(T) at 50A-D. Although\nan intention to mislead is not a requirement of estoppel, where such an\nintention is lacking and a course\nof conduct is relied on as constituting the\nrepresentation, the conduct must be of such a kind as could reasonably have been\nexpected\nby the person responsible for it, to mislead. Regard is had to the\nposition in which he is placed and the knowledge he\npossesses...’\n[67]\tEsterhuyse was the Group Head of HR and a member\nof Exco until his death in 1993.  Harmse was the CEO and a member of both the\nBoard and of Exco. For those in subordinate positions at the SABC they would be\nthe two persons,\npar excellence,\nto whom they could look for guidance and\nauthority on matters affecting personnel.\n[68]\tI agree with counsel for\nthe SABC that Coop’s evidence in regard to the question of how he\nestablished the authority for\nthe Ludick precedent was unsatisfactory. This\ncould perhaps be attributed to the fact that he felt pressurised by having\nadvised\nmany of the plaintiffs on an assumption he was later unable to\nsubstantiate. It does not necessarily make him a liar in respect of\nthe\nassumption he made, nor does it follow that he acted unreasonably in making such\nan assumption. He was supported in this by a\nnumber of plaintiffs who readily\nassumed that Esterhuyse, because of his meticulousness, must have obtained at\nleast Exco’s\napproval. Furthermore, according to Coop, Esterhuyse told him\nthat he (Esterhuyse) would inform the Regional HR managers of ‘the\nresignation/early retirement option’ so that they could apply it to other\nemployees of the SABC. An overview of the evidence\nindicates that, in time, this\ninformation was indeed passed on to the Regional HR managers. In their testimony\nboth Harmse and Claassen\nmaintained that, they too had assumed that there had\nbeen such a decision.\n[69]\tLudick, as the correspondence shows, in the\nfirst instance looked to the Group Head of the HR department and asked him\npointed\nquestions. He questioned his interpretation of the pension fund rules\nbut was reassured that the resignation mechanism was a legitimate\nway of\nwithdrawing his full pension value. There was no reason to doubt that Esterhuyse\nwas speaking for the SABC when he confirmed\nthat Ludick’s\n‘resignation’ from the pension fund would not affect his retiree\nstatus and that he would be permitted\nto continue his membership of the medical\nscheme.\n[70] Still not satisfied, Ludick approached Harmse asking for\nconfirmation. The letter he received from Harmse, the relevant particulars\nof\nwhich are set out in para [15] above, understandably reassured him. The SABC\ncould hardly be heard to say that its CEO, in addressing\na senior\nmanager’s personnel concerns on official stationary and acting in\nconjunction with the Group HR Head, was not speaking\non behalf of the SABC.\nCoop, Harmse and Claassen all testified that, as far as they were concerned, the\nresignation option was merely\na mechanism to enable an employee who qualified\nfor early retirement to withdraw his/her full pension value. They all regarded\nthose\nemployees who took early retirement, but utilised the resignation option\nso as to withdraw their full pension values, as retirees.\nBecause there was no\nfinancial implication for either the SABC or the pension fund, they did not\nconsider it necessary that Board\napproval be obtained for permitting the\nresignation option.\n[71]\tBut it goes further. Nauta, the pension fund\nadvisor, facilitated the withdrawal of Ludick’s full pension benefit and\nconfirmed\nin writing that he was entitled to remain a subsidised member of the\nmedical scheme. Furthermore, upon departure Ludick received\na gratuity paid only\nto retirees.\n[72]\tIt does not behove the SABC to adopt the position that,\nif Ludick and the other plaintiffs had properly considered the rules\nof the\npension fund and the medical scheme, they could not reasonably have relied on\nwhat was told to them by management or that\nthey could not reasonably have\nbelieved that they were entitled to depart the SABC on the bases in question.\nThis presupposes that\neach plaintiff considered the rules in detail and that\nthey would not have been reassured by top management that the use of the\nmechanism\nwas legitimate, particularly when the pension fund and the medical\nscheme appeared to approve. We know now that the pension fund\ndid not suffer\nfinancial loss of any kind. When one considers those who followed on\nLudick’s precedent, one is compelled to\nthe conclusion that they were\ndoubly reassured.\n[73]\tThe following factors should be considered in\ntandem with what is set out in the preceding paragraphs.  In the ensuing years\nnot only did the number of persons in the different categories of plaintiffs\ngrow substantially, but the SABC budgeted for and in\nfact paid the subsidy for\nthem. It was common knowledge that the SABC was subject to stringent internal\nand external audits. Successive\nCEO’s and Group HR Heads had continued to\npermit people to depart in the Ludick manner.  The financial statements in which\nthere was exponential annual growth in the provision made for the SABC’s\nlong-term commitment to post-retirement medical scheme\ncontributions for current\nand past employees, including the plaintiffs, contributed to the impression that\nthe Ludick method of departure\nwas approved at the highest level. Each\nsuccessive plaintiff could rely on what had passed between the SABC and others\nbefore him\nor her. Indeed, Anton Heunis, who was the SABC’s principal\nwitness and is its present Senior General Manager, Audience Service\nDivision,\nconceded as much under cross-examination.\n[74]\tAs in the\nNBS Bank\ncase, supra, the plaintiffs’ case was not limited to the appointment\nof the various relevant officers who acted on the SABC’s\nbehalf.\n[14]\nIt included their senior\nstatus, the trappings of their appointment, the manner in which they went about\ntheir dealings with the\nplaintiffs, the use of official documents and processes,\nthe apparent approval of subordinate and related organisations, such as\nthe\npension fund and medical scheme, the length of time during which the Ludick\noption was applied, the Board’s own financial\naccounts and the conduct of\nCEO’s who were Board members.\n[75]\tAs in the\nNBS Bank\ncase,\nthe SABC created a façade of regularity and approval and it is in the\ntotality of the appearances that the representations\nrelied on are to be\nfound.\n[15]\n[76]\tThe\nplaintiffs were adamant that their continued subsidised membership of the\nmedical scheme was a material consideration when\nthey made the decision to\nterminate their services with the SABC. As already pointed out, in the twilight\nof their lives they would\nhave found it extremely difficult, if not impossible,\nto obtain affordable membership of a substitute medical scheme (with or without\na waiting period). For the majority of them, this difficulty has been compounded\nby the lapse of a decade since their departure from\nthe SABC. Having regard to\nthe number of years spent in the service of the SABC and as members of the\nmedical scheme they would,\nno doubt, have contributed to the reserves of the\nscheme and be entitled to benefits that flowed from this.\n[77]\tThe vast\nmajority of plaintiffs who testified insisted that, had the representations not\nbeen made, they would not, because of\nthe importance of medical aid in relation\nto their personal circumstances, have ‘resigned’ as suggested. They\nwould have\nretired in the normal course, thereby retaining membership of the\nmedical scheme and avoiding the parlous circumstances in which\nthey now find\nthemselves.\n[78]\tThey thus acted to their prejudice in relying on the\nrepresentations made. The subsidy and the concessionary television licences\nwere\nunilaterally terminated and the plaintiffs were thus treated differently to\nother retirees. They were required to justify their\npositions and finally\nresorted to the present litigation.\n[79]\tIf, as stated above, we can\nrightly conclude that the SABC has failed to establish a conspiracy of any sort\nor that their submissions\nabout opportunism are without foundation, then it\nmust, in my view, follow that the plaintiffs have established the essentials of\nestoppel.\n[80]\t For all the reasons referred to above this conclusion\nwould apply equally to Coop and Harmse. As rightly conceded by counsel\nfor the\nSABC, the facts surrounding Claassen’s departure from the SABC make his\ncase the strongest of all the plaintiffs.\n[81]\tBefore us counsel for the\nSABC conceded that in the event of a finding by this Court that the plaintiffs\ndid indeed depart from\nthe SABC as retirees, it follows that they ought rightly\nto have been treated in exactly the same manner as all other retirees.\n[82]\tAs demonstrated above, the total provision for post-retirement\nmedical scheme subsidy funding made by the SABC for current and\npast employees\nwas substantial. The dispute concerning the proper ‘retiree status’\nof the plaintiffs provided an opportunity\nin 2001 for the unilateral termination\n(on three months’ notice) of their subsidy with effect from 1 November\n2001. In 2002\nthe SABC Exco, possibly contemplating that prospective employees\nwould provide the easiest opportunity for costs savings, decided\nthat all\nemployees appointed after 1 June 2002 would not qualify for any medical scheme\nsubsidy upon their retirement. This was then\nexpressly incorporated in new\nletters of appointment.\n[83]\tIt did not stop there. In 2003 the SABC\nBoard set in motion a process aimed at phasing out the medical scheme subsidy\nfor all\nretirees, present and future, over a five-year period at a reduction\nrate of 20% per annum. A consultation process was initiated\nwith continuation\nmembers of the medical scheme and all current employees and their unions ─\nthe plaintiffs were not involved\nin this process. In a letter dated 3 November\n2003, Dr Namane Magau, who succeeded Khuzwayo as Group Head of HR (now called\n‘Director:\nHuman Capital’), informed all continuation members (other\nthan the plaintiffs) of the SABC’s intention to follow this\ncourse,\ncommencing on 1 April 2004, and invited written representations concerning the\nproposed changes. According to this letter,\nthe subsidy had been made\ngratuitously and the SABC could no longer justify the level of expenditure\nrequired to maintain same.\n[84]\tWe were informed by counsel that the response\nby the general body of continuation members (other than the plaintiffs) has been\na storm of protest and the commencement of legal proceedings against the SABC in\nthis regard. The particulars of the challenge and\nthe SABC’s response to\nit are not before us.\n[85]\tCounsel for both parties accepted that, in\nthe light of the concession referred to in para [81], in the event of this Court\ndeciding\nthe main issue in favour of the plaintiffs, they were entitled to the\nrelief sought in the declaration and mirrored in the order\nof the court\nbelow.\n[16]\nIt is thus not necessary\nto decide any of the other issues raised by counsel, including the\nplaintiffs’ alternative challenge\non the basis of administrative\nreview.\n[86]\tI turn to the question of costs. Blieden J was justifiably\ndistressed at the attitude adopted by the SABC towards those who had\nserved it\nfor a substantial part of their working lives. He was critical of the manner in\nwhich counsel for the SABC advanced their\nclient’s case, as were counsel\nfor the plaintiffs. However, having regard to the gap in internal documentation\nand considering\nthe death or departure of several key actors in the history of\nthe matter, some leeway ought to have been afforded them in the presentation\nof\ntheir client’s case. In my view, Blieden J’s reaction in the form of\nthe punitive costs order was too severe.\n[87]\tCounsel for the SABC\nsubmitted before us that, in the event of the plaintiffs’ succeeding in\nthe present appeal, they should\nnonetheless be mulcted in the costs of the\napplication in the court below to vary an agreement (restricting the issues)\nreached by\nthe parties. They referred in this regard to the many mutations of\nthe plaintiffs’ case during the course of the proceedings\nin the court\nbelow.\n[88]\tWhilst it is true that the plaintiffs’ case mutated\nfrom time to time, the same is true of the SABC’s case. In my\nview, the\nplaintiffs are entitled to all the costs properly incurred to enable a proper\nventilation of the dispute. I see no reason\nto deny them the costs of the\naforesaid application.\n[89]\tIt was accepted by counsel that a variation\nof the punitive costs order issued by Blieden J should not affect the ordinary\norder\nof costs attendant upon success on appeal.\n[90]\tFor all the reasons\nset out above, the following order is made:\n1.\tThe appeal is dismissed, save\nthat the order of costs made in the court below is set aside and substituted as\nfollows:\n‘The SABC is ordered to pay the plaintiffs’ costs of\nsuit, including the costs of two counsel.’\n2.\tThe SABC is ordered to\npay the costs of appeal, including the costs of two counsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nCONCUR:\nMTHIYANE\t\tJA\nBRAND\t\t\tJA\nVAN HEERDEN\t\tJA\nCACHALIA\n\t\tAJA\n[1]\nSection 12 of the\nAct.\n[2]\nSection\n14.\n[3]\nSection\n26.\n[4]\nRule 6.4(1)(iv) of the SABC\npension fund rules.\n[5]\nRule 6.1\nof the SABC pension fund rules.\n[6]\nRule 6.2.2.1 provides:\n‘A member shall ... retain his membership of the\nScheme in the event of his retiring from the service of his employer or whose\nservice is terminated by his employer on account of age, ill-health or other\ndisability; provided that such a member had been, at\nthe date of retirement or\ntermination of his employment a member of the Scheme for a period of not less\nthan 5 years...’\n[7]\nThe\nSABC’s present medical scheme was constituted on 1 July 1972. It appears\nthat, from that time until 1974, the SABC paid\na 50% subsidy for both employees\nand pensioners (retirees). In 1974 the Board decided that, with effect from 1\nJanuary 1975, a 100%\ncontribution would be paid in respect of pensioners who\nreceived a pension of less than R50-00 per month, other pensioners to receive\na\n75% contribution. This was followed by a decision in 1977 to the effect that,\nfrom 1 September, the SABC would pay a 100% contribution\nfor all pensioners. In\n1979 the contribution paid in respect of employees was increased to 62.5%. It is\nnot clear when the contribution\npaid in respect of employees was subsequently\nreduced to 60%, but this appears to have taken place sometime before 1 April\n1990,\nwhen the decision to reduce the contribution in respect of\n‘new’ pensioners from 100% to 60% took effect.\n[8]\nIn terms of the personnel\nregulations, members of top and senior management retire at the age of 60 and\nother employees at the age\nof 63, although the latter may retire at any time\nbetween the ages of 60 and 63 provided they give prior written notification.\nEmployees\nwho have more than ten years of pensionable service may, with prior\npermission from the SABC, retire at any time after reaching the\nage of 50.\nAccording to the pension fund rules ‘normal retirement date’ means\n‘the first day of the month next\nfollowing the attainment of the Normal\nRetirement Age’.\n[9]\nThe\nincreased tax rate apparently came into effect during August/September\n1995.\n[10]\nCf. Section\n29(1)\n(u)\nread with\ns 29(1)\n(s)\nof the\nMedical Schemes Act 131 of\n1998\nwhich compels medical schemes to admit without a waiting period or the\nimposition of new restrictions based on health persons (and\ntheir dependants)\nwho retired from the service of an employer or whose employment was terminated\non account of age, ill-health or\nother disability. No such provision exists in\nrespect of persons who voluntarily\nresign.\n[11]\n1\nLawsa\n(reissue) para 210.\n[12]\n1\nLawsa\n(reissue) para 211 and\nNBS Bank Ltd v Cape Produce Co (Pty) Ltd\nand Others\n2002 (1) SA 396\n(SCA) para 26.\n[13]\nThe manager of the NBS Bank\nLtd.\n[14]\nParas 28-32.\n[15]\nPara\n33.\n[16]\nSee para [1] above.",
  "scraped_at": "2026-02-12T15:10:25.887386",
  "date": "2005-11-30",
  "coram": [
    "Navsa JA",
    "Mthiyane JA",
    "Brand JA",
    "Van Heerden JJA",
    "Cachalia AJA"
  ],
  "case_number": "570/04",
  "parties": {
    "applicants": [
      "South African Broadcasting Corporation"
    ],
    "respondents": [
      "Fred Peter Coop & Others"
    ]
  },
  "sections": {
    "facts": "The SABC paid a 60% subsidy for medical‑scheme contributions and concessionary television licences to its employees and retirees. In 1993 Mr J P Ludick, a senior manager, was advised by HR head Esterhuyse and CEO Harmse that he could resign in order to withdraw his full pension value while remaining a ‘retiree’ entitled to continued medical‑scheme membership at a subsidised rate. This \"Ludick mechanism\" was subsequently used by a number of senior managers, other SABC staff and Sentech employees who retired or voluntarily retrenched between 1994 and 1995. All received the subsidy and licences until the SABC unilaterally withdrew them in 1999 (licences) and 2001 (medical‑scheme subsidy). The plaintiffs sued for reinstatement of the benefits, alleging that the SABC had, through its officers, created an ostensible authority that they were entitled to retain retiree status and the associated benefits.",
    "issues": "1. Whether the former employees who left the SABC under the Ludick resignation‑early‑retirement arrangement were indeed retirees for the purposes of the medical‑scheme subsidy and concessionary licence. 2. Whether the SABC had actual authority, or at least ostensible authority, to grant those benefits, and whether estoppel could be invoked against the SABC. 3. Whether the SABC was liable to continue paying the subsidy and to bear the costs of the litigation.",
    "principles": "The Court applied the doctrine of actual versus ostensible (apparent) authority, noting that a principal can be estopped from denying authority where its representatives created a reasonable impression of authority. Key authorities include Denning MR in Hely‑Hutchinson v Brayhead Ltd (articulating actual and ostensible authority) and NBS Bank Ltd v Cape Produce Co (explaining the requirements for estoppel: representation by the principal, reliance, reasonableness, and prejudice). The Court held that the SABC’s senior officers, acting in their official capacities, gave the impression that the Ludick mechanism was authorized, and that the plaintiffs relied on that representation to their detriment.",
    "application": "The Court found that the plaintiffs could not prove a formal Board or Exco resolution authorising the resignation‑early‑retirement mechanism, so actual authority was absent. However, the cumulative conduct of the SABC’s board, Exco, HR head, CEO and pension‑fund advisor—through letters, confirmations of retiree status, and consistent payment of subsidies—created a clear representation that such benefits were permissible. The plaintiffs reasonably relied on these representations, and the SABC’s failure to correct the misconception caused them prejudice when the benefits were later withdrawn. Consequently, estoppel applied, binding the SABC to honour the benefits.",
    "conclusion": "The appeal was dismissed. The SABC’s order to pay the plaintiffs’ costs of the suit was set aside and replaced with an order that the SABC pay the plaintiffs’ costs, including two counsel, and also pay the costs of the appeal. The SABC is therefore required to continue the medical‑scheme subsidy and concessionary licence benefits to the plaintiffs as retirees."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Employee Benefits",
    "level_3": [
      "retiree status",
      "ostensible authority",
      "estoppel",
      "medical scheme subsidy"
    ]
  }
}