{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/45.html",
  "case_name": "Chipkin (Natal) (Pty) Ltd v Commissioner for the South African Revenue Service (190/2004) [2005] ZASCA 45; [2005] 3 All SA 26 (SCA); 2005 (5) SA 566 (SCA); 67 SATC 243 (20 May 2005)",
  "citation": "[2005] ZASCA 45",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 45\n|\nNoteup\n|\nLawCite\nChipkin (Natal) (Pty) Ltd v Commissioner for the South African Revenue Service (190/2004) [2005] ZASCA 45; [2005] 3 All SA 26 (SCA); 2005 (5) SA 566 (SCA); 67 SATC 243 (20 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 190/04\nReportable\nIn the matter between :\nCHIPKIN\n(NATAL) (PTY) LIMITED\t\t\t\t\t  APPELLANT\nand\nTHE COMMISSIONER FOR THE\nSA REVENUE SERVICE\t\t\t\t\t       RESPONDENT\nCORAM :\t  HOWIE P, CAMERON, NUGENT, CLOETE, PONNAN JJA\nHEARD :\t       12 MAY 2005\nDELIVERED :   20 MAY 2005\nSummary:\nIncome Tax Act, 58 of 1962 ─ recoupment by partner (in\nterms of s 8(4)(a)) of pro rata share (calculated in terms of s 24H(5)(b))\nof\nallowance (granted in terms of s 14 bis) for purchase by partnership of\naircraft, held to have occurred where partner disposed\nof partnership\ninterest.\n_________________________________________________________\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tOn\n31 March 1989 the appellant and eleven others entered into a partnership named\nThe Southern Cross Air Partnership. The only\ndisclosed partner was Air Southern\nCross Management (Pty) Limited (‘ASCM’); the others, including the\nappellant, were\npartners\nen commandite\n.\n[2]\tClause 2.5 of the\npartnership agreement provided that ‘Each partner shall share in the\nprofits, losses, rights and obligations\nof this partnership in accordance with\nhis percentage interest, and in the manner provided for in this\nagreement’. The appellant’s\ncontribution to the partnership was a\ncash amount, for which it acquired a 30 per cent interest in the partnership.\nThe appellant\nfinanced this contribution by taking out a loan with Investec Bank\nLimited. ASCM acted as the manager of the partnership and its\ncontribution\ncomprised its skill, management and administration of the business and affairs\nof the partnership. For this it received\na 0,1 per cent interest in the\npartnership and, in addition, payment of a sum of money from the other partners.\nThe remaining nine\npartners also made cash contributions to the partnership and\nheld the remaining 69,9 per cent interest in the partnership.\n[3]\tThe\nbusiness of the partnership was to purchase a particular aircraft and either by\nitself or with other persons to conduct the\nbusiness of transporting by air and\nfor reward persons, livestock, goods or mail. In fact the aircraft had already\nbeen purchased\nby ASCM but it was paid for out of partnership funds and it\naccordingly became a partnership asset. The partnership (on the same\nday it was\nformed) entered into a partnership with BOP Air (Pty) Limited (‘the\nSouthern-BOP partnership’). The purpose\nof the Southern-BOP partnership\nwas also to use the aircraft to conduct air transportation business for reward\nand it did so.\n[4]\tSection 14 bis of the Income Tax Act, 58 of 1962\n(‘the Act’), provides for an allowance to be deducted from\n‘the\nincome of any person’ in respect of an aircraft acquired by\nsuch person  on or after the first day of April 1965. The definition\nof\n‘person’ in s 1 does not include a partnership and a partnership is\nnot a person at common law.\n[5]\tIncome that has accrued to partners in\ncommon is deemed to have accrued to each of the partners individually in their\nproportionate\nshares by s24H(5)(a), which provides as\nfollows:\n‘(a)\tWhere any income has in common been received by or\naccrued to the members of any partnership, a portion (determined in\naccordance\nwith any agreement between such members as to the ratio in which the profits or\nlosses of the partnership are to be shared)\nof such income shall,\nnotwithstanding anything to the contrary contained in any law or the relevant\nagreement or partnership, be\ndeemed to have been received by or to have accrued\nto each such member individually on the date upon which such income was received\nby or accrued to them in common.’\n[6]\tWhere income has accrued to a\npartner in terms of para (a) the partner is also entitled to deduct a\nproportionate share of deductions\nand allowances that are granted by the Act\n─ thereby arriving at the partners’ taxable income ─ by s\n24H(5)(b),\nwhich provides as follows:\n‘(b)\tWhere a portion of any\nincome is under the provisions of paragraph (a) deemed to have been received by\nor to have accrued\nto a taxpayer, a portion (determined as aforesaid) of any\ndeduction or allowance which may be granted under the provisions of this\nAct in\nthe determination of the taxable income derived from such income shall be\ngranted in the determination of the taxpayer’s\ntaxable income so\nderived.’\n[7]\tThe appellant claimed its pro rata portion of the s\n14 bis allowance during the 1989, 1990 and 1991 years of assessment. During\nthe\nappellant’s 1992 year of assessment, the appellant transferred 99,9 per\ncent of its 30 per cent interest in The Southern\nCross Air Partnership to ASCM.\nIn consideration for this disposal, Investec Bank Limited released the appellant\nfrom the outstanding\nbalance of the loan which the appellant had originally\ntaken out to finance its capital contribution to the partnership. (The amount\nof\nthe balance in fact exceeded the amount of the loan.)\n[8]\tThe\nCommissioner held the view that by virtue of the disposal, the pro rata s 14 bis\nallowances previously claimed by the appellant\nwere recouped in terms of s\n8(4)(a) of the Act. That section at all material times provided, to the extent\nrelevant, that:\n‘There shall be included in a taxpayer’s income\nall amounts allowed to be deducted or set off under the provisions of\nsections\n11 to 20, inclusive ... whether in the current or any previous year of\nassessment which have been recovered or recouped\nduring the current year of\nassessment...’.\nThe Commissioner accordingly issued the\nappellant’s original income tax assessment for the 1992 tax year on the\nbasis that there\nhad indeed been a recoupment. The appellant’s objection\nwas disallowed and the appeal to the Johannesburg tax court was unsuccessful.\n(The judgment of the tax court is reported as ITC 1784 in 67 SA Tax Cases 40.)\nLeave to appeal directly to this court was granted\nby the tax\ncourt.\n[9]\tIn my judgment, the approach of the Commissioner and the\nconclusion reached by the tax court are undoubtedly correct. The\nappellant’s\ncounsel stressed the distinction between the cost to a partner\nof acquiring a share in the partnership and the cost to the partnership\nof\nacquiring an asset. That distinction was made by this court in\nRane\nInvestments Trust v Commissioner, SARS\n2003 (6) SA 332\n(SCA) para\n35:\n‘The Commissioner argued further, however, that Rane’s\nexpenditure was in respect of its acquisition of its partnership\nshare, not in\nthe acquisition of the film. That argument loses sight of the principle that in\nacquiring the share, Rane was also\nacquiring, as part of the business of the\nformer partnership, a share in the film ─ already an asset. It was the\nexpenditure\non the film as an asset taken over by the new partnership that was\ndeductible, and not the amount of R90 000 paid to become\na\npartner.’\nThe appellant’s counsel also emphasized the distinction\nbetween the disposal by a partner of an interest in a partnership, and\nthe\ndisposal by the partners of a partnership asset. But it does not follow from\nthese distinctions that the appellant did not recover\nor recoup (as envisaged in\ns 8(4)(a)) a pro rata portion (calculated in terms of s 24H(5)(b)) of the\nallowance deducted (under s\n14 bis). The appellant made a capital contribution\nto the partnership that gave it, simultaneously, a 30 per cent share in the\npartnership,\nand an undivided share in the aircraft. The acquisition of the\nshare in the aircraft entitled the appellant to a share of the s 14\nbis\nallowance for the cost of the aircraft. Because of the provisions of s\n24H(5)(b), the acquisition of the 30 per cent interest\nin the partnership\ndetermined the appellant’s share of that allowance at 30 per cent.  When\nthe appellant disposed of 99 per\ncent of its 30 per cent interest in the\npartnership, it disposed of a corresponding percentage of its undivided share in\nthe aircraft.\nAs Schreiner J (Maritz J concurring) said in\nWhiteaway’s\nEstate v CIR\n1938 TPD 482\nat 491:\n‘[E]ven when no change in the\nmembership of the firm took place, whenever there was a change in the proportion\nin which the\npartners were to share in the profits and losses of the business,\nthere was a change in their rights in the partnership assets.’\nIn\norder to make its capital contribution and acquire its 30 per cent interest in\nthe partnership, which gave it its share in the\naircraft (and the right to make\nthe s 14 bis deductions), the appellant took out a loan with Investec Bank; and\nin exchange for its\ntransfer of its partnership interest and thereby its share\nin the aircraft, the appellant was credited with the amount owing on that\nloan\n(which exceeded the amount originally borrowed). The appellant accordingly\nrecouped the cost to it of its share in the asset\nin respect of which it had\nmade the tax deductions ─ as Howie P said in\nOmnia Fertilizer Limited v\nCommissioner, SARS\n2003 (4) SA 513\n(SCA) para 17:\n‘Where unpaid\nexpenditure has been allowed as deduction from taxable income there is not just\nan expenditure entry in the taxpayer’s\nbooks of account reflecting the\nrelevant debt. There is, in addition, an assertion by the taxpayer, accepted and\nacted upon by the\nCommissioner, recognising the likelihood, if not the\ninevitability, that the debt will be paid. That is the basis for regarding the\nunpaid debts as actual expenditure. If the taxpayer later, in effect erases the\ndebt from its books and treats the amount concerned\nas available for another\npurpose, the questions which arise are:\n(a)\twhether the debt has for some\nreason ceased to exist and, if not,\n(b)\twhether the amount unpaid, but\nexpended in the eyes of the tax law, has \tnevertheless, for all practical\npurposes, reverted to\nthe taxpayer’s\n“pocket”.’\n[10]\tThe appellant’s counsel submitted\nthat the allowances were recouped only when the partnership sold the aircraft in\n1995.\n The foundation for that submission was that the allowances had accrued to\nthe partnership (when it acquired the aircraft) and not\nto the partners\nindividually (when they each acquired their proportionate shares in the aircraft\nupon becoming partners) and by the\nsame token it was only when the partnership\ndisposed of the aircraft that the allowances were recouped. The argument was\nadvanced\non the basis of the following passage in the concurring minority\njudgment of Trollip J in\nVan der Merwe v SIR\n1977 (1) SA 462\n(A) at\n478G-H:\n‘According to the fundamental provisions of the Income Tax Act,\n58 of 1962, the “taxable amount” [now termed “taxable\nincome”] of the new partnership was its “gross income”, i.e.,\n“the total amount received by or accrued to\nor in favour” of it\nduring the particular years of assessment, less the permissible deductions for\nexpenses, and allowable\nabatements and exemptions (see the definitions of the\nrespective expressions in sec.1 of the Act).’\nThe appellant’s\ncounsel submitted with reference to this passage (and I quote from the heads of\nargument):\n‘The provisions of section 14 bis of the Act, which provide\nfor the grant of the aircraft allowances, and the provisions of\nsection 8(4),\nwhich require any recoupment of such allowances to be included in “gross\nincome”, are not exceptions to\nthis basic rule. In other words, if the\nsection 14 bis allowances were granted in the determination of the\n“taxable income”,\nnot of the Appellant’s own trade, but in the\ndetermination of the “taxable income” of the Southern Cross Air\nPartnership,\nin accordance with the “fundamental provisions” of the\nAct as aforementioned, then any recoupment of such allowances\nmust, on the same\nprinciples, be taken into account in determining the taxable income of the\nSouthern Cross Air Partnership. By the\nsame token, an amount received by the\nAppellant itself, i.e. an amount not received in common, cannot be treated as a\ntaxable recoupment\nof amounts expended by the partnership, and in respect of\nwhich an allowance was granted in the determination of the partnership’s\n“taxable income”.’\nThe appellant’s counsel went on to\npoint out three alleged anomalies which would arise if the approach for which it\ncontends\nis not adopted.\n[11]\tThe passage quoted from\nVan der\nMerwe\nis not to be interpreted as meaning that a partnership is a\n‘taxpayer’ for the purposes of the Act, and that the Act\nattributes\nto individual partners a proportionate share of the partnership’s\n‘taxable income’ (i.e. income after\nallowing for deductions and\nallowances). That is not correct. The Act does not recognise a partnership. It\nrecognises only income\n(gross income after allowing for tax-exempt income) that\naccrues to partners in common (in accounting terms, the income of the\npartnership)\nwhich it attributes to them proportionally, and it similarly\nattributes to the individual partners deductions and allowances that\nare granted\nby the Act, with a resultant ‘taxable income’ of the partners\nindividually. A partnership cannot have a taxable\nincome, simply because it is\nnot a taxable entity. At the time when Trollip JA wrote his concurring judgment\nin\nVan der Merwe\n, it was not necessary to emphasize this fact as s 24H\nhad not yet been introduced into the Act. (The section was inserted by s 21\nof\nAct 90 of 1988.) The approach followed by Trollip JA is not now appropriate\ninasmuch as subsection (5) of that section makes it\nclear that a pro rata\nportion of a deduction or allowance shall be granted in the determination of an\nindividual partner’s\ntaxable income derived from the partnership ─\nthe entire deduction or allowance is not applied to the globular income of the\npartnership, which was the approach of Trollip JA. The significance of the\ndifference is this. Because the partnership is not a taxpayer\nand regard must\ntherefore be had to the taxable income of each individual partner, and because a\nportion of the allowance is granted\nin the determination of each individual\npartner’s taxable income, it is possible for one partner to recoup the\namount of the\nallowance previously granted to such partner even if the other\npartners recoup nothing.  It is to the individual partner that a proportionate\nshare of the allowance accrues when he becomes a partner, and it is the partner\nwho recoups that allowance when he disposes of his\ninterest.\n[12]\tThe\nappellant’s counsel referred to a number of sections in the Act in support\nof the proposition that the expenses and\nlosses of a partnership business cannot\nbe used in reduction of income derived by the partners from another trade. That\nproposition\nis obviously correct. But it is no justification for the further\nproposition advanced by counsel that (notwithstanding the insertion\nof s 24H\ninto the Act) what counsel termed ‘the taxable income of a partnership\ntrade’ must be determined separately,\nand each partner’s taxable\nincome or tax loss is to be brought to account by the individual partners only\nwhen the partnership’s\ntaxable income or tax loss for the relevant period\nhas been determined in the partnership’s own financial statements. Nor is\nthere any warrant, as counsel suggested, for reading the word\n‘partnership’ into the definition of ‘gross income’\nso\nthat that definition would (to the extent relevant to the present matter) be\nunderstood as follows:\n‘In the case of any partnership, the total\namount in cash or otherwise, received by or accrued to or in favour of such\npartnership\n... during such year or period of assessment ... including, without\nin any way limiting the scope of this definition, such amounts\n(whether of a\ncapital nature or not) so received or accrued as are described hereunder, namely\n─\n...\n(n)\tany amount which in terms of any other provision of this\nAct is specifically required to be included in the partnership’s\nincome,\nand for the purposes of this paragraph all amounts which in terms of subsection\n(4) of section\neight\nare required to be included in the\npartnership’s income shall be deemed to have been received by or to have\naccrued to the\npartnership from a source within the Republic notwithstanding\nthat such amounts may have been recovered or recouped outside the\nRepublic...’.\nThe fallacy of this approach is that it seeks to treat a\npartnership as a taxpayer, which it manifestly is not. There is no such thing\nas\n‘the taxable income of a partnership trade’. Nor does the fact that\nthe income, deductions and allowances of the trade\ncarried on by each partner in\na partnership must be calculated separately from that of any other trade carried\non by such partner,\nnecessitate the approach urged on us by counsel. Section\n24H(5)(b) itself expressly provides that the deductions and allowances may\nbe\ngranted in respect of the income each partner is deemed to derive from the\npartnership business in terms of subsection (5)(a).\nWhat must happen in the\nordinary course is that for tax purposes at the end of a partner’s tax\nyear (which may not coincide\nwith the interval agreed on by the partners in\nsharing profits), the income of the partnership will be determined; amounts\nexempt\nfrom tax will be deducted; each partner’s share of the income will\nthen be calculated; and each partner will then be entitled\nto that\npartner’s portion of any deduction or allowance in respect of that\npartner’s share to produce that partner’s\ntaxable income derived\nfrom the partnership. The appellant’s counsel submitted that this approach\nis divorced from reality\nin that accounts are invariably drawn up according to\nthe method set out by Trollip JA in\nVan der Merwe\n. But the point is that\nfor the purposes of s 24H(5), the manner in which the calculation has to be done\nis as set out above.\n[13]\tIt remains for me to deal with the anomalies\nwhich the appellant’s counsel said would result from this\napproach.\n[14]\tFirst it was submitted that the s 14 bis allowances will\nbe recouped twice: when the appellant sold its partnership interest\nand again\nwhen the partnership sold the aircraft. The answer is that only such portion of\nthe s 14 bis allowance as had not already\nbeen recouped by the appellant, would\nbe recouped by the appellant when the aircraft was sold.\n[15]\tSecond, it\nwas submitted that the Act does not contemplate a recoupment when an asset, in\nrespect of which allowances have been\ndeducted, is still in use. The answer is\nthat a recoupment occurs when a taxpayer recovers what the taxpayer expended and\nfor which\nthe taxpayer was allowed a deduction; and whether or not the asset is\nstill in use, is irrelevant.\n[16]\tThird, it was submitted that if, at a\nstage when the aircraft is still owned by the partnership, a partner is\nindividually subject\nto tax on recoupment in respect of the aircraft in view of\nwhat counsel termed ‘a mere change in the profit sharing between\nthe\npartners’, it becomes impossible to apply the complex provisions of ss 14\nbis and 8(4) on an ongoing basis as contemplated\nin those sections. In the\npresent matter there is much to be said for the blunt comment by the court\na\nquo\nthat ‘the disposal of the share in the partnership is a poorly\ndisguised manner of disposing, inter alia, of ownership of a\nshare in the\naircraft’. But taking the argument of the appellant’s counsel at\nface value, the answer is that the calculations\nare not impossible; and the fact\nthat in a particular case (unlike the present) it may be difficult to calculate\nthe different recoupments\nand allowances, does not detract from the fact that an\nindividual partner may have recouped what such partner expended.\n[17]\tThe\nappeal is dismissed with costs, including the costs of two counsel.\n______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur:  Howie P\nCameron JA\nNugent JA\nPonnan\nJA",
  "scraped_at": "2026-02-12T14:06:29.651322",
  "date": "2005-05-20",
  "coram": [
    "Howie P",
    "Cameron",
    "Nugent",
    "Cloete",
    "Ponnan JJA"
  ],
  "case_number": "190/04",
  "parties": {
    "applicants": [
      "Chipkin (Natal) (Pty) Ltd"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "In March 1989 the appellant, Chipkin (Natal) (Pty) Ltd, joined eleven others to form The Southern Cross Air Partnership to purchase an aircraft for air transport. Chipkin contributed cash for a 30% partnership interest, financed by a loan from Investec Bank. The aircraft was bought with partnership funds and became a partnership asset. Chipkin claimed a proportionate share of the s14 bis aircraft allowance for the 1989‑1991 assessment years. In the 1992 assessment year Chipkin transferred 99.9% of its 30% interest to the manager partner, ASCM, and Investec released Chipkin from the outstanding loan balance, effectively recouping its investment in the partnership share.",
    "issues": "The core issue was whether the disposal of Chipkin's partnership interest triggered a recoupment of the s14 bis aircraft allowance previously claimed, in accordance with section 8(4)(a) of the Income Tax Act and the allocation rules in section 24H(5)(a) and (b). The question also arose whether such recoupment should only occur when the partnership sold the aircraft itself.",
    "principles": "Section 14 bis provides an allowance for aircraft acquired by a person; a partnership is not a \"person\" for tax purposes, so the allowance is allocated to individual partners under s24H(5)(a) and (b). Section 8(4)(a) requires that any amount previously deducted be included in income when it is recouped. Precedents such as Rane Investments Trust and Omnia Fertilizer clarify that when a partner disposes of their interest, they recoup the portion of the allowance attributable to that interest, irrespective of whether the partnership asset remains in use.",
    "application": "The court held that Chipkin's 30% interest gave it a proportionate share of the aircraft allowance. By transferring almost all of that interest to ASCM and being released from the loan, Chipkin effectively recovered the expenditure on which the allowance was based. Accordingly, the allowance was deemed recouped under s8(4)(a). The court rejected the argument that recoupment could only arise upon the sale of the aircraft, emphasizing that the allowance is attached to the partner's share of the asset, not to the partnership as a whole.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed the Commissioner’s assessment that Chipkin must include the recouped portion of the s14 bis allowance in its 1992 taxable income."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "section 14 bis",
      "allowance recoupment",
      "partnership",
      "s24H",
      "s8(4)(a)"
    ]
  }
}