{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/127.html",
  "case_name": "Director of Public Prosecutions Kwazulu-Natal v P (363/2005) [2005] ZASCA 127; [2006] 1 All SA 446 (SCA); 2006 (3) SA 515 (SCA); 2006 (1) SACR 243 (SCA) (1 December 2005)",
  "citation": "[2005] ZASCA 127",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 127\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions Kwazulu-Natal v P (363/2005) [2005] ZASCA 127; [2006] 1 All SA 446 (SCA); 2006 (3) SA 515 (SCA); 2006 (1) SACR 243 (SCA) (1 December 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nREPORTABLE\nCASE NO:   363/2005\nIn the matter between\nTHE\nDIRECTOR OF PUBLIC PROSECUTIONS\nKWAZULU-NATAL\t\t\t\t\t\t\nAPPELLANT\nand\nP\t\t\t\t\t\t\t                  \nRESPONDENT\nCORAM:\tHARMS, STREICHER, MTHIYANE JJA, COMBRINCK and NKABINDE\nAJJA\nHEARD:\t\t9 NOVEMBER 2005\nDELIVERED:\t1 DECEMBER 2005\nSummary:\tSentence – appeal by state\nagainst sentence imposed on a 14 year old girl upon conviction for murder of her\ngrandmother\nand theft – whether postponement of the passing of sentence\ncoupled with 36 months of correctional supervision in terms of\ns 276(1)(h) of\nAct 51 of 1977 on certain conditions appropriate, given the severity of the\noffence – traditional and post-constitutional\napproach to sentencing with\nrespect to a child offender (under 18 years old) considered.  Appellate\ncourt’s entitlement to\ninterfere also considered.\nJUDGMENT\nMTHIYANE JA:\nMTHIYANE JA:\nIntroduction\n[1]\tThis is an\nappeal by the state, with the leave of this court, against the sentence imposed\nby Swain J, sitting in the High Court,\nPietermaritzburg, in KwaZulu Natal, upon\nthe conviction of P, a 14 year old girl (the accused), for the murder of her\ngrandmother\n(the deceased) and theft. The passing of sentence was postponed for\na period of 36 months on condition that the accused complies\nwith the conditions\nof a sentence of 36 months of correctional supervision in terms of\ns 276(1)(h)\nof the\nCriminal Procedure Act 51 of 1977\n. These conditions include provisions\nrelating to house arrest, schooling, therapy, supervised probation, and the\nperformance of community\nservice.\nThe Facts\n[2]\tDuring the\nevening of 14 September 2002, some time after 20:00, the accused, who was then\n12 years and 5 months old, approached\ntwo men, Mr Vusumuzi Tshabalala and Mr\nSipho Hadebe, who were under the influence of liquor, in the street in the\nvicinity of the\nhouse of the deceased and asked them to help her to kill her\ngrandmother who, she alleged while crying, had killed both her parents.\nShe\npromised that they could remove whatever they wished from the house and even\npromised the one to have sexual relations with him\nin return for killing the\ndeceased. They followed her into the house, where she again asked them to kill\nthe deceased who was lying\non a bed asleep. The accused had earlier placed\nsleeping tablets in tea that she had made for the deceased. The accused supplied\nthem with kitchen knives. Hadebe strangled the deceased, resulting in her death,\nfrom what was described by the state pathologist,\nDr Dhanraj Maney, in the\npost-mortem report as ‘manual strangulation’. Not satisfied, the\naccused insisted that the throat\nbe cut, which was done.\n[3]\tThe accused\ngave Tshabalala and Hadebe some jewellery and permitted them to take a video\nrecorder, a satellite decoder and clothing\nin return for having murdered the\ndeceased. Tshabalala and Hadebe were arrested and charged with the murder of the\ndeceased, to which\nthey both pleaded guilty on 2 October 2002 and were each\nsentenced to twenty five years’ imprisonment.\n[4]\tThe\naccused’s explanation for her participation in the killing was that she\nhad done so on the instructions of an erstwhile\nboyfriend of the\ndeceased’s daughter, who offered her money to kill the deceased. Her\nevidence was that the plan how to kill\nthe deceased had been hatched by this\nperson. Swain J rejected the accused’s version and found that she had\nacted of her own\nvolition, with no external coercion. On the evidence as a whole\nthere is no reason to doubt the correctness of this finding. Despite\nthe\nrejection of her version, the accused persisted in it to the end. To this day\nher motive for the murder is not known. After her\nfather had committed suicide\nshe chose out of her own will to live with the deceased in preference to living\nwith her mother. The\nonly motive one can surmise is the fact that the deceased\nand she had an argument about her relationship with a man of 20, whom she\nphoned, running up a telephone bill of about R2 000 during one\nmonth.\n[5]\tOn appeal the sentence was attacked by the state as being too\nlenient given the gravity of the offences committed by the accused.\nThe state\nargued that the learned trial judge had failed to exercise his discretion\nproperly and misdirected himself in a number\nof respects. It was submitted by\ncounsel for the state that, given ‘the compelling aggravating features\npeculiar to the murder’,\ndirect imprisonment should have been imposed upon\nthe accused, notwithstanding her youth.\n[6]\tIn the view which I take of\nthe matter I do not consider it necessary to deal with each argument raised in\nthis regard. Suffice\nit to say that, having had regard to the evidence and the\ntrial judge’s assessment of it, I am satisfied that the judge gave\ndue and\ncareful, if not anxious, consideration to the matter. I am not persuaded that,\nsave in one material respect, he misdirected\nhimself.\n[7]\tThe trial\njudge, in my view, did not approach the evidence of the witnesses dealing with\nsentence with the necessary degree of\nobjectivity and accepted their say-so\nwithout considering whether they had a factual basis for their opinion. This\ncaused him to\nplace too much emphasis on the personal circumstances of the\naccused, under-emphasising the other material considerations. The evidence\nof\nProf Sloth-Nielsen was in part inadmissible. Courts do not need professors of\nlaw to tell them what the law is or should be. The\ntrial judge was especially\ntaken in by the evidence of Mrs Joan van Niekerk who, without any factual basis,\ncame to the conclusion\nthat the accused’s childhood had shaped her to\ncommit the crimes in question. He also failed to consider that her evidence,\nas\nthat of some of the others, was not objective and was based on what the accused\nhad told them, while he knew (and they should\nhave known) that the accused was a\ncallous liar, prepared without compunction to concoct a version, create a false\nalibi and weave\na web of falsehoods in order to implicate others. After the\nmurder she was able for months on end to hide her complicity. This, according\nto\nthe expert opinion of Mrs van Niekerk, was all due to the fact that her father\nhad committed suicide, that the relations between\nthe deceased and her mother\nwere bad, that the grandmother led a not exemplary life and that the accused\nhated her grandmother, ignoring\nthe fact that her version to others was that she\nloved her.\n[8]\tIt might be the right opportunity to have regard again to\nthe words of Rumpff CJ when he dealt with a related matter in\nS v\nLoubscher\n:\n[1]\n‘In hierdie\nstadium moet gemeld word dat Dr Hayden, wat nie 'n psigiater of sielkundige is\nnie, 'n opinie uitgespreek het oor\ndie waarskynlike verminderde\ntoerekeningsvatbaarheid van die beskuldigde sonder dat hy enigsins sy opinie\ngeknoop het aan die spesifieke\nfeite van hierdie saak. Ook is dit opmerklik dat\ndie deskundige getuies, wie se verklarings ek nog sal noem, versuim om dit te\ndoen.’\n‘Mens vra jouself af wat die waarde van hierdie\n\"doppelgänger\"-assumpsie [a theory advanced by the experts] is in die lig\nvan die antwoord van die beskuldigde.’\n‘Die deskundiges wat die\nverklarings gemaak het, weet baie goed, of behoort  te weet, dat getuienis oor\ndie geestestoestand\nvan 'n beskuldigde, wat aan moord skuldig bevind is, alleen\ndan behoorlik oorweeg kan word wanneer die besonderhede van die moord\nin\naanmerking geneem word. Hulle weet, of behoort te weet, dat 'n Hof nie staat kan\nmaak op bewerings van 'n algemene aard wat nie\nin verband gebring word met die\nfeite van die spesifieke geval nie.’\n‘Indien die deskundiges die\ngetuienis van die beskuldigde gelees het, soos dit hulle plig was om te doen,\nmoes hulle tot die\nkonklusie gekom het dat in die getuienis daar geen indikasie\nhoegenaamd was dat beskuldigde anders as 'n \"normale\" misdadiger opgetree\nhet\nnie en dat uit die getuienis as 'n geheel geneem, en uit die pleeg van die daad\nself en die ander misdade, daar geen rede geblyk\nhet nie waarom die beskuldigde\nas verminderd toerekeningsvatbaar beskou moes word.’\n‘Die kritiek\nwat op die getuienis van die deskundiges in hierdie saak uitgespreek is, moet\ngesien word in die lig van die begeerte\nvan die juris dat daar samewerking\nbehoort te wees oor die probleem van toerekeningsvatbaarheid en aanspreeklikheid\nin verband met\n'n misdaad tussen die juris aan die een kant, en die psigiater of\ndie sielkundige of die neuroloog aan die ander kant, met erkenning\nvan mekaar se\ngrondliggende benadering en probleme.\nHierdie begeerte is reeds uitgespreek\nin 1967 in die Report of the Commission of Inquiry into the Responsibility of\nMentally Deranged\nPersons and Related Matters. Ná verwysing na voorbeelde\nvan sekere uiterste gevalle van onaanvaarbare opinies deur juriste\nen medici\nword die volgende gekonstateer in paras 1.19 en 1.20:\n\"1.19. It is these extreme views which call for a coolheaded approach to the\nproblems which are not to be evaded by the psychologist\nand the psychiatrist, on\nthe one hand, and the jurist on the other, but must be solved by the\nco-operation of both parties in the\nbest interests of society.\n1.20. What is required of the psychiatrist and the psychologist is a sense of\nresponsibility towards the views of society and the\npurpose and essence of\npunishment, and what is required of the jurist and the public is appreciation\nfor the development of psychiatric\nand psychological\nknowledge.\"\nHiervolgens rus daar 'n plig op die juris sowel as op\ndie geestesdeskundige en dit is die plig van 'n geestesdeskundige om in 'n\nstrafsaak\nnie slegs algemene opinies uit te spreek nie, wat miskien op mediese\ngebied as verantwoord beskou kan word, maar om sy opinies te\nlewer met\nbehoorlike inagneming van wat die taak van 'n verhoorhof is by die toepassing\nvan die strafreg en veral by die oorweging\nvan toerekeningsvatbaarheid en\nstrafregtelike aanspreeklikheid.’\n[9]\tThe accused, in my view, and\nin spite of her age and background, acted like an ‘ordinary’\ncriminal and should have\nbeen treated as such. She had no mental abnormalities\nand, something the judge had noted, was able to pass herself off and in many\nrespects acted like someone of about 18 years of age. That is what at least one\nwitness thought her age was. All the guesswork about\nher mental and physical age\nin contradistinction to her actual age pales into\ninsignificance.\n[10]\tThat is, however, not the end of the matter. What\ntroubles, is whether the sentence (if postponement of sentence can be regarded\nas a sentence) imposed was appropriate in the circumstances of this case. The\ntest for interference by an appeal court is whether\nthe sentence imposed by the\ntrial court is vitiated by irregularity or misdirection or is disturbingly\ninappropriate. (See\nS v\nRabie\n)\n[2]\n. Even in the absence of\nmisdirection, it would still be competent for this court to interfere if it were\nsatisfied that the trial\ncourt had not exercised its discretion\nreasonably\n[3]\nand imposed a sentence\nwhich was not appropriate.\nThe Issue on Appeal\n[11]\tIn my view\nthe issue on appeal can therefore be narrowed down to whether the sentence\nimposed by the trial court was appropriate,\ngiven that court’s duty to\nhave regard to the seriousness of the offence and the interests of society as\nwell as the true character\nof the accused. This issue must of course now be\nconsidered not only with reference to the so-called traditional approach to\nsentencing\nbut also with due regard to the sentencing regime foreshadowed in s\n28 (1) (g) of the Constitution and international developments\nas reflected in,\nfor instance, instruments issued under the aegis of the United\nNations.\n[12]\tThere can be no question that at the best of times the\nsentencing of a juvenile offender is never easy and is far more complex\nthan the\nsentencing of an adult offender (\nS v\nRuiters\n[4]\n; SS Terblanche\nThe\nGuide to Sentencing in South Africa\n(1999)\n[5]\n). It is even worse if\nthe youthful offender concerned is a\nchild,\n[6]\nas in this case. As pointed\nout in\nBrandt v S\n[7]\nour\ncriminal justice system has never treated the sentencing of a child offender as\na ‘separate, self contained and compartmentalised’\nfield of judicial\nactivity. The youth of the offender has, however, always been recognised at\ncommon law as a mitigating factor for\npurposes of sentence. (\nS v\nJansen\n;\n[8]\nS v Lehnberg en`n\nander\n[9]\n)\nThe\nTraditional Approach\n[13]\tThe so-called traditional approach to\nsentencing required (and still does) the sentencing court to consider the\n‘triad\nconsisting of the crime, the offender and the interests of\nsociety’ (\nS v\nZinn\n[10]\n). In the assessment of\nan appropriate sentence, the court is required to have regard to the main\npurposes of punishment namely, the\ndeterrent, preventive, reformative and the\nretributive aspects thereof (\nS v\nKhumalo\n[11]\n). To these elements\nmust be added the quality of\nmercy,\n[12]\nas distinct from mere\nsympathy for the offender. As noted by this court in\nBrandt\n‘the\ntraditional aims of punishment have been affected by the\nConstitution’.\nThe Constitution and the International\nInstruments\n[14]\tWith the advent of the Constitution the principles of\nsentencing which underpinned the traditional approach must, where a child\noffender is concerned, be adapted and applied to fit in with the sentencing\nregime enshrined in the Constitution, and in keeping\nwith the international\ninstruments which lay ‘emphasis on\nreintegration\nof the child into\nsociety’.\n[13]\nThe general\nprinciple governing the sentencing of juvenile offenders is set out in s 28 (1)\n(g) of the Constitution. The section\nreads:\n‘Every child has the right\n–\n(g)\tnot to be detained except as a measure of last resort, in which\ncase, in addition to the rights a child enjoys under sections\n12 and 35, the\nchild may be detained only for the shortest appropriate period of time, and has\nthe right to be –\n(i)\tkept separately from detained persons over the\nage of 18 years; and\n(ii)\ttreated in a manner, and kept in conditions, that take account of the\nchild’s age; . . .’\n[15]\tSection 28 has its\norigins in the international instruments of the United Nations. Of relevance to\nthis case is the United Nations\nConvention on the Rights of the Child (1989)\nwhich South Africa ratified on 16 June\n1995\n[14]\nand thereby assumed an\nobligation under International Law to incorporate it into its domestic\nlaw.\n[15]\nVarious articles under the\nconvention provide that juvenile offenders under the age of 18 years\n‘should as far as possible\nbe dealt with by the criminal justice system in\na manner that takes into account their age and special\nneeds.’\n[16]\nAlso of relevance\nis article 40 (1) of the Convention which recognizes the right of the child\noffender ‘to be treated in a\nmanner consistent with the promotion of a\nchild’s sense of dignity and worth, which reinforces the child’s\nrespect for\nhuman rights and fundamental freedom of others and which takes into\naccount the child’s age and the desirability of promoting\nthe\nchild’s reintegration and the child’s assuming a constructive role\nin society.’\n[17]\nSection 28\n(1) (g) of our Constitution appears to be a replica of s 37 (b) of the\nConvention which provides that children in conflict\nwith the law must be\narrested, detained or imprisoned ‘only as a matter of last resort and for\nthe shortest appropriate period\nof\ntime.’\n[18]\n[16]\tThe\nConvention has to be considered in conjunction with other international\ninstruments. Most of these instruments are referred\nto extensively in\nBrandt.\n[19]\nOf particular\nrelevance in this case, however, is the United Nations\nStandard Minimum Rules\nfor the Administration of Juvenile Justi\nce (1985) (‘Beijing\nRules’), in particular rule 5 (1). The rule recommends that a criminal\njustice system should ‘ensure\nthat any reaction to juvenile offenders\nshall always be in proportion to the circumstances of both the offender and the\noffence’.\n[20]\nThe rule should,\nhowever, not be read in isolation because rule 17 (1) (a) provides\nthat:\n‘The reaction taken shall always be in proportion not only to the\ncircumstances and the gravity of the offence but also to the\ncircumstances and\nthe needs of the juvenile as well as the needs of society’\nThe\ncommentary notes that it is difficult to formulate guidelines because of the\nunresolved conflicts of a philosophical nature including\nrehabilitation versus\njust deserts, assistance versus repression and punishment, merits of the case\nversus protection of society\nin general and general deterrence versus individual\nincapacitation.\nThe South African Law Commission\n[17]\tIn July\n2000 the South African Law Commission Project Committee on Juvenile Justice\n(Project 106) released a Discussion Paper\nembodying a draft Child Justice Bill.\nOn the sentencing of child offenders there is unqualified support for the\nprinciple that ‘detention\nshould be a matter of last\nresort.’\n[21]\nIt also\nrecommended that ‘the sentence of imprisonment for children below a\ncertain age (14) years be excluded.’ Following\nthe Beijing Rules, in\nparticular rule 17 (1) (c) thereof the committee recommended that imprisonment\nshould only be imposed upon\nchildren who have been convicted of serious and\nviolent offences.\n[22]\nThese\nrecommendations have not as yet been adopted by Parliament and can have but\nperipheral value at this stage.\n[18]\tHaving regard to s 28 (1) (g) of the\nConstitution and the relevant international instruments, as already indicated,\nit is clear\nthat in every case involving a juvenile offender, the ambit and\nscope of sentencing will have to be widened in order to give effect\nto the\nprinciple that a child offender is ‘not to be detained except, as a\nmeasure of last resort’ and if detention of\na child is unavoidable, this\nshould be ‘only for the shortest appropriate period of time’. This\nof course applies to\na juvenile offender who is under the age of 18 years as\nprovided for in s 28 (1) (g) of the Constitution. Furthermore if the juvenile\nconcerned is a child as described, he or she should be kept separately from\npersons over the age of 18 years and the sentencing court\nwill have to give\ndirections to this effect, if it considers that the case before it warrants\ndetention. This follows from s 28 (2)\nof the Constitution which provides that a\nchild’s best interests are of paramount importance in every matter\nconcerning the\nchild.\n[19]\tIt must be remembered that the Constitution\nand the international instruments do not forbid incarceration of children in\ncertain\ncircumstances. All that it requires is that the ‘child be detained\nonly for the shortest period of time’ and that the\nchild be ‘kept\nseparately from detained persons over the age of 18 years.’ It is not\ninconceivable that some of the courts\nmay be confronted with cases which require\ndetention. It happened in the United Kingdom not so long ago in the case of\nR\nv Secretary of State for the Home Department, ex parte Venables\n;\nR v\nSecretary of State for the Home Department, ex parte\nThompson\n[23]\nwhere two\nboys aged ten were convicted of the murder of a two year old boy in appalling\ncircumstances. Leaving aside the details relating\nto the appeal processes, they\nwere sentenced to ten years.\n[20]\tI turn now to consider the facts\nrelevant to the sentence of the accused. The strongest mitigating factor in\nfavour of the accused\nis her youthfulness: she was 12 years and 5 months’\nold at the time of the offence. A second most important factor is that\nshe has\nno previous conviction. This is an important factor because even the Beijing\nrules (rule 17 (1) (c)) provide for incarceration\nof a child who has committed\n‘a serious violent act against another person and or persists in\ncommitting other serious\noffences’\n[24]\nalbeit as a\nmeasure of last resort and for the shortest period of time.\n[21]\tAs\nagainst the above mitigating factors (to which of course her personal\ncircumstances must be included) are the aggravating\nfeatures of the case which\nprompted the trial judge to remark that if he were to look only at the gravity\nof the offence committed\nby the accused, there was no doubt that the\nimprisonment of the accused might be regarded as the only appropriate\npunishment. The\naccused arranged for the brutal murder of her grandmother at the\nhands of two strangers who now languish in prison, each serving\nsentences of\nimprisonment of twenty five years. The killing was particularly gruesome: the\ndeceased had her throat cut in her bedroom\nand was slaughtered like an animal.\nThe accused provided the killers with knives. She stood watching while the\nkillers carried out\nher evil command and even callously allowed her 6 year old\nbrother to enter the room when her sordid mission had been accomplished.\nMercifully, the deceased was unaware of what was happening because the accused\nhad drugged her by putting sleeping tablets in her\ntea. The murder was\npremeditated. One would expect a person of that age to have been remorseful. Not\nthe accused. While the killers\nwere still in the house after the murder she\ntelephoned her boyfriend – a twenty year old – to try and fabricate\nan alibi.\nAs if that was not bad enough she rewarded the killers with a number\nof household goods belonging to the deceased, as indicated earlier\nin the\njudgment. One can go on and on. Every chapter of this sordid tale reveals the\nevil mindedness of the accused. One of the more\nworrying aspects of the case is\nthat no motive was given for the killing, which makes it imperative for this\ncourt to consider a\nsentence that would to some extent ensure that those who\ncome into contact with her are protected.\n[22]\tAlthough Swain J gave\nanxious consideration to the matter, I agree with counsel for the state that he\nfailed to have sufficient\nregard to the gravity of the offence. The postponement\nof the passing of sentence even when coupled with correctional supervision\nwas,\nin my view, inappropriate in the circumstances and leaves one with a sense of\nshock and a feeling that justice was not done.\nEven in the case of a juvenile as\nalready indicated the sentence imposed must be in proportion to the gravity of\nthe offence. If\nthis case does not call for imprisonment of a child, I cannot\nconceive of one that will. Admittedly in his judgment the learned judge\ndid\nallude to the principle of proportionality but, I believe, he failed to give due\nand sufficient weight to it, and this court\nis therefore at large to interfere\nand impose what it considers  to be an appropriate sentence. In\nBrandt\n[25]\nand\nKwalase\n[26]\nthe court\nreiterated that proportionality in sentencing juvenile offenders was required by\nthe Constitution. Of course proportionality\nin sentencing is not meant to be in\nthe sense of an ‘eye for an eye’ as was cautioned by Harms AJA in a\ndissenting judgment\nin\nS v\nMafu\n[27]\nwhere he noted\nthat proportionality does not imply that punishment be equal in kind to the harm\nthat the offender has caused.\n[23]\tIf I had been a judge of first\ninstance I would have seriously considered imposing a sentence of imprisonment.\nThe court below\nwas very concerned about the accused’s reintegration into\nsociety should she be sent to prison. It is a valid concern but the\nfact that\nshe could not study what she wishes and that the schooling facilities are not\nideal, are in my view factors of limited\nvalue. The present case is, however,\nfar from simple. We know that the Department of Correctional Services, in\ndetaining children,\ndoes not comply with either the Constitution or the\nprovisions of its Act. There is also no indication that, in this case, it would.\nThere appears to be a general unwillingness to accept the fact that there are\nchildren that have to be detained in prison-like facilities,\nand there are none\nfor their purposes. All the other detention options are as bad or non-existent.\nThe court below was told that\nthere is some kind of provincial facility in the\nWestern Cape but it will not accept children from other provinces unless those\nare\nprepared to pay, which the relevant province apparently cannot or will\nnot.\n[24]\tAlthough prison conditions are generally not a matter with\nwhich a sentencing court should concern itself – since it is\na matter for\nthe government, the Ministry of Correctional Services and the Prison authorities\nto rectify – and although it\nis not for the sentencing court to first\nundertake an investigation as to whether there is accommodation available in\nprison for\na juvenile offender each time it considers passing a custodial\nsentence, we cannot close our eyes to the facts as we know them.\n[25]\tIn\nspite of my reservations about the duty of a sentencing court to investigate\nprison conditions and the like, I have to refer\nto the fact that the witnesses\nfrom Correctional Services misled the court below. When correctional supervision\nwas introduced, courts\nembraced it enthusiastically as a real sentencing option,\nsomething that will have a substantial effect on the prison population\nin this\ncountry. As time went on courts became more sceptical but I am now completely\ndisillusioned. We asked for a report from Correctional\nServices to determine the\nnature and scope of their supervision since the judge had requested that the\naccused should be visited\nat least four times per week at irregular intervals.\nWithout proper supervision house arrest has no value. The affidavit indicates\nthat although the accused was sentenced on 17 December 2004, there were no\nvisits during the festive season, in January there were\n9, in February 3, in\nMarch 2, then one per month and, suddenly when the appeal was enrolled, there\nwere 6 during October. Although\na telephone had been installed, there were six\ntelephone contacts in all. More disturbing is the fact that the visits and\ncontacts\nwere all during office hours, leaving the accused free to do what she\nwishes after hours and during week-ends. We have invited counsel\nfor the state\nto provide us with proposals of how to make the house arrest effective, but they\nhave failed to file any suggestions.\nHowever, one cannot fault the trial judge\nfor having imposed this sentence, carefully crafted as he did, and it has to\nstand subject\nto minor amendments that speak for themselves.\n[26]\tIt is\nthe postponement of sentence that has to be reconsidered. It is too late to\nimpose a sentence of direct imprisonment but\nthe interests of justice will be\nserved by imposing a term of imprisonment but suspending it on certain\nconditions, which if breached\nmight result in the accused having to serve time\nin prison. In this way, I believe, recognition will be given to the interests of\nsociety in the sense that it would be protected against her, and she against\nsociety, which might wish to seek revenge.\n[27]\tSince the state was\nsubstantially successful, the accused is not entitled to an award of costs.\n[28]\tIn the result the appeal is allowed. The sentence imposed by the\ntrial court is replaced with the following:\n‘The accused is sentenced\nto:\n1.\tSeven years’ imprisonment, the whole of which is suspended for 5 years\non condition that the accused is not again convicted\nof an offence of which\nviolence is an element, committed during the period of suspension and for which\nshe is sentenced to a term\nof imprisonment without the option of a fine.\n2.\tThirty-six months of correctional supervision in terms of\nsection 276(1)(h)\nof the\nCriminal Procedure Act on\nthe following\nconditions:\n(a)\tthat she be placed under house arrest, in the care and custody of her mother\nand legal guardian for the duration of thirty-six\nmonths, on the conditions set\nout below;\n(b)\tthat she be confined to the flat occupied by her mother save and except in\nthe following circumstances:\n(i)\tthat\nshe attend school during ‘normal school hours’. For these purposes\n‘normal school hours’ means one\n(1) hour prior to the commencement\nof school and one (1) hour after the conclusion of school, for the purpose of\ntravelling to and\nfrom school;\n(ii)\tthat she attend official school activities falling outside of\n‘normal school hours’ as sanctioned by the principal\nof the\nschool;\n(iii)\tthat she attend the NICRO program known as ‘Journey’, other\nlife skills training and therapeutic courses, activities\nor counselling as\nprescribed by Mrs Joan van Niekerk and/or the correctional officer;\n(iv)\tthat she receive medical and/or dental treatment as determined by a\nmedical doctor or dentist;\n(v)\tthat she be in the building of which the flat forms a part, but outside\nthe confines of the flat itself for one hour between 16:00\nand 17:00 during\nschool term, and for two (2) hours in total respectively between 10:00 and 11:00\nand between 15:00 and 16:00 during\nschool holidays;\n(c)\tthat she receive regular support therapy from Mrs Joan van Niekerk, or any\nother suitable professional designated by her, and\nthat she co-operate fully in\nreceiving such therapy;\n(d)\tthat she render one hundred and twenty (120) hours per year of community\nservice, as approved by Mrs Joan van Niekerk and the\ncorrectional officer, in\naddition to her school curriculum activities, when she attains fifteen (15)\nyears of age;\n(e)\tthat she be permitted visitors at the flat where she lives, as approved by\nthe accused’s mother and Mrs Joan van Niekerk,\nonly in the presence of her\nmother;\n(f)\tMrs Joan van Niekerk or the correctional officer are requested to submit\nquarterly reports to the Director of Public Prosecutions,\nbriefly setting out\nthe progress being made by the accused and the general compliance by the accused\nwith the terms of this order;\n(g)\tthat correctional officer is ordered to visit the flat where the accused\nwill be living at least four times per month, including\nweekends and after\noffice hours, at irregular intervals to ensure compliance by the accused with\nthe terms of her confinement. The\ncorrectional officer is also ordered to\ntelephone the accused, once a telephone has been installed in the flat, at\nirregular intervals\nand after hours to ensure compliance by the accused;\n(h)\tthe Director of Public Prosecutions, Mrs Joan van Niekerk and/or the\ncorrectional officer, are given leave to approach this Court\nat any time, for a\nvariation of the terms of this order;\n(i)\tIn the event of any breach by the accused of any of these conditions, the\ncorrectional officer is directed to immediately report\nsuch breach on affidavit\nto the Director of Public Prosecutions who may then apply for the necessary\nrelief.’\n__________________\nKK MTHIYANE\nJUDGE OF APPEAL\nCONCUR:\nHARMS JA\nSTREICHER JA\nCOMBRINCK AJA\nNKABINDE AJA\n[1]\n1979 (3) SA 47\n(A) at\n57.\n[2]\n1975 (4) SA 855\n(A) at\n857D-F; See also\nS v Pillay\n1977 (4) SA 531\n(A);\nS v Pieters\n1987\n(3) SA 717\n(A);\nS v Sadler\n2000 (1) SACR 331\n(SCA);\nS v Salzwedel\nand Others\n1999 (2) SACR 586\n(SCA).\n[3]\nS v Pieters\nat\n734H.\n[4]\n1975 (3) SA 526\n(C) at\n531E-F.\n[5]\n(1999) ch 12\n375.\n[6]\nSection 28\n(3) states:\n‘child’ means a person under the age 18 years.\n[7]\n[2005] 2 All SA 1\n(SCA) at\npara 14.\n[8]\n1975 (1) SA 425\n(A).\n[9]\n1975 (4) SA 553\n(A).\n[10]\n1969 (2) SA 537\n(A) at\n540G.\n[11]\n[1984] ZASCA 30\n;\n1984 (3) SA 327\n(A) at\n330D.\n[12]\nS v Rabie\nsupra\nat 861D-F and 866A-C.\n[13]\nReport\non Juvenile Justice (Project 106) at\n150.\n[14]\nIn South Africa the 16\nJune is recognized as Children’s Day and is a public\nholiday.\n[15]\nS v Kwalase\n2000 (2) SACR 135\n(C) at\n138g.\n[16]\nS v Kwalase\nat\n138g.\n[17]\nS v Kwalase\nat\n138g.\n[18]\nS v\nKwalase\nat 138i.\n[19]\nPara\n16.\n[20]\nS v\nKwalase\nat 139c-e.\n[21]\nS A Law\nCommission Report on Juvenile Justice (Project 106) 153 footnote\n16.\n[22]\nOp\ncit\n.\n[23]\n[1997] All ER\n97.\n[24]\nOp cit\nfootnote\n16.\n[25]\nAt para\n19.\n[26]\nAt\n139f.\n[27]\n1992 (2) SACR 494\n(A)\nat 497d.",
  "scraped_at": "2026-02-12T15:14:01.678821",
  "date": "2005-12-01",
  "coram": [
    "Harms JA",
    "Streicher JA",
    "Mthiyane JJA",
    "Combrink AJA",
    "Nkabinde AJA"
  ],
  "case_number": "363/2005",
  "parties": {
    "applicants": [
      "Director of Public Prosecutions Kwazulu-Natal"
    ],
    "respondents": [
      "P"
    ]
  },
  "sections": {
    "facts": "In September 2002 a 12‑year‑old girl (later 14 at conviction) approached two intoxicated men, Vusumuzi Tshabalala and Sipho Hadebe, and asked them to murder her grandmother. She supplied sleeping tablets, knives and promised them valuables. The men entered the house, strangled the grandmother and, at the girl's insistence, cut her throat. The men were later sentenced to 25 years each. The girl, identified only as P, denied personal motive and claimed she was acting on instructions from a boyfriend, but the trial judge rejected this. She was convicted of murder and theft.",
    "issues": "The primary issue on appeal was whether the sentence imposed by the trial judge – a 36‑month correctional supervision order with postponement of imprisonment – was appropriate given the gravity of the murder, the offender's youth, and constitutional and international obligations concerning child offenders. Secondary issues involved alleged misdirection by the trial judge and the appropriate application of proportionality and the principle that detention of a child should be a last resort.",
    "principles": "The court considered the traditional sentencing triad (crime, offender, society) and the purposes of punishment (deterrence, prevention, reform, retribution, mercy). It applied section 28(1)(g) of the South African Constitution, which limits detention of children to a last resort and for the shortest appropriate period, and incorporated the United Nations Convention on the Rights of the Child and the Beijing Rules, which require proportionality taking into account both the seriousness of the offence and the needs of the juvenile. Relevant case law on juvenile sentencing and proportionality (e.g., S v Rabie, S v Kwalase, Brandt) was also invoked.",
    "application": "The court held that while the girl's youth was a significant mitigating factor, the seriousness and pre‑meditated nature of the murder, her active participation, lack of remorse and the violent outcome outweighed the mitigating considerations. The trial judge had placed excessive weight on expert opinions and personal circumstances and had failed to adequately address the gravity of the offence. Consequently, the postponement of sentencing and the sole reliance on correctional supervision were inappropriate. The appellate court therefore modified the sentence to impose a custodial term, albeit suspended, combined with a rigorous correctional supervision regime.",
    "conclusion": "The appeal was allowed. The original sentence was replaced with: (1) seven years' imprisonment, suspended for five years on condition that the respondent does not commit another offence involving violence; and (2) a 36‑month correctional supervision order with detailed conditions of house arrest, school attendance, therapeutic programmes, community service, and monitoring by correctional officers. No costs were awarded to the respondent."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Juvenile Justice",
    "level_3": [
      "murder",
      "sentencing",
      "constitutional rights",
      "correctional supervision"
    ]
  }
}