{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/3.html",
  "case_name": "Minister of Safety and Security v De Lima (063/2004) [2005] ZASCA 3; [2006] 4 All SA 433 (SCA); 2005 (5) SA 575 (SCA) (3 March 2005)",
  "citation": "[2005] ZASCA 3",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 3\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v De Lima (063/2004) [2005] ZASCA 3; [2006] 4 All SA 433 (SCA); 2005 (5) SA 575 (SCA) (3 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 63/04\nReportable\nIn the matter between :\nTHE\nMINISTER OF SAFETY AND SECURITY\t\t  APPELLANT\nand\nPEDRO SOUZA DE LIMA\t\t\t\t\t       RESPONDENT\nCORAM :\t\tZULMAN, MTHIYANE, CONRADIE, CLOETE JJA,\nMAYA AJA\nHEARD :\t\t17 FEBRUARY 2005\nDELIVERED :\t3 MARCH 2005\nSummary:  Negligence ─ police ─ charge of assault withdrawn\nagainst applicant for firearm licence ─ police negligent\nin not\ninvestigating circumstances of assault and its withdrawal ─  licence\ngranted ─ thereafter applicant shot plaintiff\n─ Minister of Safety\nand Security liable to compensate plaintiff in\ndamages.\n_________________________________________________________\nJUDGMENT\nCLOETE JA\n/\nCLOETE JA:\n[1]\tOn\n6 March 1996 and at Goodwood the respondent was shot with a revolver by Jose\nAndrade Dos Santos and he is in consequence a\nparaplegic. Dos Santos came into\npossession of the firearm by virtue of a licence for which he had applied at the\nParow police station\non 14 November 1994, which was issued by servants of the\nappellant, the Minister of Safety and Security, on 27 June 1995 and which\nwas\nhanded over to him at the Parow police station on 3 November 1995. The\nrespondent sued the appellant in the Cape Town High Court\nfor damages. The trial\nproceeded on the merits only and the learned trial judge, Veldhuizen J, found\nthat the police had been negligent\nin recommending that a firearm licence be\nissued and in issuing such a licence to Dos Santos, and that this negligence was\na direct\ncause of the respondent’s injury. The appeal is with the leave of\nthis court.\n[2]\tThe sole question on appeal is whether the police were\nnegligent as found by the learned trial judge. The statutory framework\nwithin\nwhich applications for firearm licences are made and considered, the duties\nimposed on the police in this regard and the circumstances\nin which\nnon-compliance with the prescribed procedure will constitute negligence, have\nbeen discussed in detail in the recent decision\nof this court in\nMinister of\nSafety and Security v Hamilton\n2004 (2) SA 216\n(SCA). The forms used to\nprocess Dos Santos’s application were those discussed in that case. The\nregulations and form SAP271\nhad already been amended by Government Notice R787\nin\nGG\n15652 of 22 April 1994, but for the purposes of the question to be\nanswered in this appeal I find it unnecessary to discuss the differences.\nIt\nsuffices to set out the following provisions.\n[3]\tSection 3(1) of the\nArms and Ammunition Act 75 of 1969 provides:\n‘On application in the\nprescribed manner and payment of the prescribed licence fee in the said manner\nby any person other than\na person under the age of 16 years or a disqualified\nperson, the Commissioner may, in his discretion but subject to the provisions\nof\nsubsections (3), (4) and (6) and sections 7 and 33(2), issue to such person a\nlicence to possess the arm described in such licence.’\nRegulation 2(1)\nof the regulations provides to the extent relevant:\n‘Applications for\nlicences in respect of the possession or acquisition of arms shall in the\nfollowing cases be submitted to\na policeman on duty at a police station on form\nSAP271 (set out in Schedule A), completed as far as is applicable in black ink,\nand\non receipt of which the application shall be noted by a policeman in\nregister SAP86 with a corresponding reference number on form\nSAP271:\n(a)\nwhere the applicant is a natural person, at the police station in the area\nwherein the applicant resides or works...’.\nSpecial Force Order\n(General) 19B, issued on 24 September 1979 by the then Commissioner of the South\nAfrican Police (pursuant to the\nprovisions of reg 6 of the Regulations for the\nSouth African Police, 1964, made in terms of s 33 of the Police Act 7 of 1958\nand\npublished in Government Notice R203 in\nGG\n719 of 14 February 1964),\nwhich gave rise to form SAP286 referred to below, requires (in paragraph 15;\nonly the Afrikaans is available):\n‘\nFAKTORE WAT IN AANMERKING GENEEM\nMOET WORD WANNEER AANBEVELINGS GEDOEN WORD\n(1)\nGeskiktheid van\napplikant\nStreng beheer oor die uitreiking van lisensies om\nwapens te besit, is met die oog op landsveiligheid van die allergrootste belang\nen dit is noodsaaklik dat ‘n bevelvoerder wat ‘n aansoek om ‘n\nlisensie aanbeveel, tevrede\nmoet wees dat die applikant in alle opsigte\n‘n bevoegde en geskikte persoon is om die wapen te besit. Sonder\nuitsondering moet\ndie applikant aan twee basiese vereistes voldoen, te wete (i)\nhy moet ‘n geskikte en bevoegde persoon wees, en (ii) daar moet\n‘n\nnoodsaaklikheid bestaan om ‘n wapen te besit.\n(a)\tBy geskiktheid word\nbedoel dat die applikant fisies en geestelik geskik geag moet word om ‘n\nvuurwapen te kan besit; dit\nwil sê, het hy vorige veroordelings en wat is\ndie aard daarvan; kan hy en weet hy hoe en wanneer om ‘n vuurwapen te\ngebruik\nen mag gebruik (\nsic\n), en is hy\ntemperamenteel geskik\n─\nis hy nie opvlieënd van geaardheid, geneig tot geweld\nof\nlosbandig nie...’. (Emphasis added.)\nThe parties were agreed that the\nSpecial Force Order was applicable between the time that Dos Santos made his\napplication for a firearm\nlicence and the time that he received the licence from\nthe Parow police station.\n[4]\tDos Santos was interviewed at the Parow\npolice station by Lance Sergeant Basson, who completed form SAP271(E) which is\nheaded\n‘Application for a Licence to Possess an Arm’, whilst he\ninterviewed Dos Santos. That form contained the question:\n‘4.\tHave you\never been convicted of an offence or offences as a result of which your\nfingerprints were taken? If so, furnish\nfull particulars of each offence,\nstating the date and place.’\nBasson recorded Dos Santos’s answer\nto the question as follows:\n‘Yes 1994 assault common at Elsies River\n(case was withdrawn).’\nBasson could not remember interviewing Dos\nSantos, but explained the answer in his evidence in chief as\nfollows:\n‘In hierdie geval ... hoef ek net te geskryf het\n“nee”, want die applikant het geen skuldigbevindings nie of klagtes\nwaarvan hy skuldig bevind is nie. Maar uit volledigheid  ... wat ek doen is, by\nhierdie punt waarsku ek die applikant dat as hy vir\nmy gaan lieg oor oortredings\nen hy noem dit nie, gaan ek hom krimineel aankla. En gewoonlik daarna, want hy\nteken twee plekke daarvoor.\nAs die applikant na die eerste keer bly hy nog\nsteeds stil, maar as ek dit ‘n tweede keer noem, dan noem hulle vir my\noortredings\nwaaraan hulle skuldig bevind is. Soos in hierdie geval, ek hoef dit\nnie neer te geskryf het nie, want hy is nie skuldig bevind nie,\nmaar nog steeds\ndeur net bewus te maak en om dit volledig te hou, noem ek dit wel aan Sentraal\nVuurwapenregister. Dit is hoekom ek\ngeskryf het, die saak was teruggetrek in\nhakies, dat die Sentrale Vuurwapenregister weet dat ek definitief gekommunikeer\nhet met\ndie applikant daaroor. Ek sou definitief vir hom vrae gevra het daaroor:\nwat was die omstandighede, waar het dit plaasgevind, wanneer\nhet dit\nplaasgevind; dan ook dat dit teruggetrek was. Want op die ou einde van die dag,\nkan ek dit nie teen die applikant hou nie,\nwant hy was nooit skuldig bevind aan\n‘n misdaad nie.’\nIt is apparent from this evidence that Basson\ndid not fully appreciate the parameters of the duty he was called upon to\nperform. The\nessential question was not whether Dos Santos had been convicted of\na crime. It was whether Dos Santos was a suitable person to possess\na firearm\nand in considering that question, the circumstances under which Dos Santos came\nto be charged, and the circumstances under\nwhich the charge came to be\nwithdrawn, obviously required clarification.\n[5]\tSo far as the charge is\nconcerned, it was submitted on behalf of the appellant that Basson had acted\nreasonably inasmuch as only\ncommon assault was allegedly committed by Dos\nSantos. This argument misses the point. Of course a charge of, for example,\nmurder\nwould require more detailed enquiries. But the circumstances under which\neven a relatively minor assault was allegedly committed\ncould very well indicate\nthat the person concerned had a short temper, was easily provoked and quickly\nresorted to violence. So far\nas the withdrawal of the charge is concerned, it\nwas emphasised by the appellant’s counsel that the form only requires\ndetails\nof previous convictions. That is so, and had Dos Santos simply answered\n‘no’ to the question without volunteering further\ninformation then\nBasson could not, without more, have been expected to have taken the matter\nfurther with him. But where, in the\ncourse of an interview of an applicant for a\nfirearm licence, information comes to the attention of the police officer\nconducting\nthe interview which could indicate that the applicant is unfit to\npossess a firearm, and which should reasonably lead to further\nenquiries being\nmade, it is negligent not to make such enquiries. It is no answer to say that\nthe form did not require this information\nto be given. In addition the fact that\nthe charge was withdrawn should not have ended the enquiry. Any policeman should\nknow that\na charge can be withdrawn in circumstances which do not indicate that\nthe person charged is innocent (for example, pending further\ninvestigation or\nwhere the complainant has died or become untraceable).\n[6]\tIt was\nsubmitted on behalf of the appellant that it would place too heavy a burden on\nthe police to require Basson to have made\nthe enquiries to which I have\nreferred. I disagree. This court held in\nHamilton\nthat there was a duty\non the police to take reasonable steps to verify information provided to them by\nan applicant for a firearm\nlicence. The present is an\na fortiori\ncase:\nWhat was required was not enquiries of third persons, but a proper interview\nwith the applicant in the first place.\n[7]\tHad Basson conducted a proper\ninterview with Dos Santos and asked him how the charge came to be withdrawn\nthen, particularly in\nview of the warnings given by Basson and the fact that Dos\nSantos had even volunteered information not strictly in answer to the\nquestion,\nthe probabilities are that Dos Santos would have told him the truth ─\nnamely, that it had been withdrawn by the senior\npublic prosecutor, Goodwood, on\nthe strength of written representations made to him by Dos Santos with the\nassistance of his attorney.\nHad this information come to Basson’s\nattention it would not have been necessary for Basson to have done anything more\nthan\nto require Dos Santos to furnish him with a copy of those representations.\nIt must be borne in mind that it is the applicant who\nmust satisfy the police\nthat he or she is a fit and proper person to possess a firearm. An applicant\nwould, to this end, be obliged\nto comply with any reasonable request by the\npolice to provide information relevant to the performance of their task. Had Dos\nSantos\nnot provided Basson with a copy of the representations, his application\nshould have been deferred until he did. Had Dos Santos indeed\nprovided Basson\nwith a copy, the following information would have come to his\nattention.\n[8]\tThe representations made to the senior public prosecutor,\nGoodwood, read in part:\n‘I have been charged with common assault in\nthat it is alleged that on the 10\nth\nof March 1994, and on the Elsies\nRiver railway station, I assaulted Sias Hugo, thereby causing him certain wounds\nand injuries.\nMy personal circumstances are as follows:  I am 24 years of\nage, and I am single and my highest education qualification is standard\n9.\nThe incident occurred at our family mobile kiosk, which is situated on the\nElsies River railway station. On the stated day on the\ncharge sheet and at\napproximately 1h00pm whilst I was serving customers from inside the kiosk, I\nnoticed a person at the back door\nof the kiosk. I noticed the person who happens\nto be the complainant, move from the front to the back of the kiosk and start\nfidgeting\nwith the back door of the kiosk. I then opened the back door and asked\nhim what he wanted and he told me that he was looking for\na match stick. He\nstarted using abusive language towards me and I became extremely annoyed and\npicked up a piece of wood which I\nused to keep the inner door of the kiosk ajar,\nand chased him. The complainant then ran to the entrance of the Elsies River\nrailway\nstation and ran in the direction of the turnstiles. At the turnstiles\nthe complainant then confronted me and I remember hitting the\nturnstiles with\nthe piece of wood.\nI can honestly and truthfully not remember actually\nstriking the complainant with this stick, but on the other hand I must confess\nthat I may have done so, as I was in an extremely angry state.\n...\nI have\nno history whatsoever of any criminal activity and I do not have an aggressive\npersonality, but sometimes and due to the pressures\nas I have mentioned before,\nI lose control.’\nIt is quite clear from the passages I have quoted that\nDos Santos had a tendency to lose control of himself and on the day in question,\ndid so completely in the face of what appears not to have been particularly\nsevere provocation.\n[9]\tIf the representations to the senior public\nprosecutor, Goodwood, had come to the attention of Basson,  he could not in all\nhonesty\nhave said in form SAP286 (which is headed ‘Report on Application\nto Possess an Arm’) in response to the question ‘opmerkings\nmet\nbetrekking tot die applikant se verlede, karakter, liggaamlike en temperamentele\ngeskiktheid, kennis van wapens, ensovoorts’,\nthe following:\n‘Applikant is van goeie stand geestelik en temperamenteel geskik om wapens\nte besit’. Indeed, he ought\nto have recommended that the licence should\nnot be issued.\n[10]\tI have therefore come to the conclusion that Basson\nwas negligent in not making further enquiries before recommending that Dos\nSantos’s application for a firearm licence be granted. Captain Du Preez,\nBasson’s superior at the Goodwood police station\nwho supported the\nrecommendation in form SAP286 and who was required to comply with the provisions\nof paragraph 15 of the Special\nForce Order (quoted above) in doing so, was also\nnegligent in not ensuring that Basson had made the necessary enquiries (with the\nresult that his own recommendation was not properly motivated); and\nSuperintendent Van Niekerk, who ultimately granted the licence,\nwas also\nnegligent because she merely required confirmation that the charge against Dos\nSantos had indeed been withdrawn.\n[11]\tThere is one other matter which\nmust be dealt with. The respondent brought an application in terms of s 22 of\nthe Supreme Court\nAct 59 of 1959 to place further evidence before this court.\nThe application was opposed. In the event, it is not necessary to decide\nit.\nMinimal time was taken up during argument in dealing with the application and it\npales into insignificance when considered against\nthe volume of the record on\nappeal (over 2300 pages). It suffices to say that the application was not\nobviously without merit and\nthat justice would be done if the costs of the\napplication were to be made costs in the cause.\n[12]\tI make the following\norder:\n1.\tThe costs of the respondent’s application in terms of s 22 of\nthe \tSupreme Court Act are made costs in the cause.\n2.\tThe appeal  is\ndismissed with costs.\n______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur:  Zulman JA\nMthiyane JA\nConradie JA\nMaya AJA",
  "scraped_at": "2026-02-12T13:54:54.041690",
  "date": "2005-03-03",
  "coram": [
    "Zulman JA",
    "Mthiyane JA",
    "Conradie JA",
    "Cloete JJA",
    "Maya AJA"
  ],
  "case_number": "63/04",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Pedro Souza de Lima"
    ]
  },
  "sections": {
    "facts": "In March 1996 the respondent, Pedro Souza de Lima, was shot by Jose Andrade Dos Santos, who later became a paraplegic. Dos Santos obtained a firearm licence after applying at the Parow police station in November 1994; the licence was issued by the Minister of Safety and Security in June 1995 and handed over in November 1995. During the licencing interview, Sergeant Basson recorded that Dos Santos had been charged with common assault in 1994, but the charge had been withdrawn. The police did not further investigate the circumstances of the charge or the withdrawal. Dos Santos later used the firearm to shoot the respondent, leading to a damages claim against the Minister.",
    "issues": "The sole issue on appeal was whether the police, in recommending and issuing the firearm licence to Dos Santos, were negligent in breach of their statutory duties, and whether such negligence was a proximate cause of the respondent’s injury.",
    "principles": "The court applied Section 3(1) of the Arms and Ammunition Act 75 of 1969, Regulation 2(1) requiring applications to be processed on form SAP271, and the Special Force Order (General) 19B which obliges police to ensure an applicant is a fit and proper person. The precedent set in Minister of Safety and Security v Hamilton (2004) was reiterated, confirming a duty on police to take reasonable steps to verify an applicant’s suitability, including making further enquiries where information suggests unfitness.",
    "application": "The judgment found that Sergeant Basson failed to make necessary enquiries about the withdrawn assault charge, contrary to his duty under the Special Force Order. His superiors, Captain Du Preez and Superintendent Van Niekerk, were also negligent for not ensuring those enquiries were carried out and for merely accepting the withdrawn charge as sufficient. The court concluded that this negligence was a direct cause of the licence being issued to an unfit person, leading to the injury sustained by the respondent.",
    "conclusion": "The appeal was dismissed with costs. The court ordered that the costs of the respondent’s application under s 22 of the Supreme Court Act be made costs in the cause."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Negligence - Police Duty",
    "level_3": [
      "firearms licensing",
      "police negligence",
      "duty of care",
      "personal injury"
    ]
  }
}