{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/43.html",
  "case_name": "Greys Marine Hout Bay (Pty) Ltd and Others v Minister of Public Works and Others (347/2004) [2005] ZASCA 43; [2005] 3 All SA 33 (SCA); 2005 (6) SA 313 (SCA); 2005 (10) BCLR 931 (SCA) (13 May 2005)",
  "citation": "[2005] ZASCA 43",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 43\n|\nNoteup\n|\nLawCite\nGreys Marine Hout Bay (Pty) Ltd and Others v Minister of Public Works and Others (347/2004) [2005] ZASCA 43; [2005] 3 All SA 33 (SCA); 2005 (6) SA 313 (SCA); 2005 (10) BCLR 931 (SCA) (13 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 347/04\nIn the matter between :\nGREYS MARINE HOUT BAY (PTY)\nLTD\nFirst Appellant\nHOUT BAY YACHT CLUB\nSecond\nAppellant\nC-CRAFT CLOSE CORPORATION\nThird\nAppellant\nand\nMINISTER OF PUBLIC WORKS\nFirst\nRespondent\nTHE MINISTER OF ENVIRONMENTAL AFFAIRS\nAND\nTOURISM\nSecond Respondent\nBLUEFIN HOLDINGS (PTY) LTD\nThird\nRespondent\n________________________________________________________________________\nBefore:\tSCOTT, NAVSA, MTHIYANE, NUGENT JJA & MAYA AJA\nHeard:\t22 MARCH 2005\nDelivered:\n13 MAY\n2005\nSummary:\tAdministrative\naction – whether decision by Minister to let state land constitutes\n– whether appellants’\nrights or legitimate expectations\naffected.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tHout Bay, on the west coast of the Cape\npeninsula, serves as a harbour for small fishing boats that operate in that part\nof the\nocean. The fishing industry, and the picturesque setting of the harbour,\nhas spawned other commercial activities on the quayside.\nThere are a number of\nfish-processing facilities, including one that is owned by the first appellant\n(Greys Marine). The Hout Bay\nYacht Club (the second appellant) has premises\nalongside those of Greys Marine. On the other side of Greys Marine are premises\nin\nwhich the third appellant (C-Craft) builds and repairs boats. There are also\nother enterprises, like restaurants and shops, that\nattract visitors to the\nquayside. Needless to say, available space, both for occupation and for the\npassage and parking of vehicles,\nis at a premium.\n[2]\tAlongside the water,\nwhere the fishermen offload their catch, there is a paved but otherwise\nundeveloped section of the quayside\nthat is used by occupants and visitors\nalike. Greys Marine, for example, whose premises are situated back from the\nwaterfront, crosses\nthe area with its vehicles to load fish that have been\nlanded, and to access its lobster pump that is located near the water. Members\nof the Yacht Club use the area to launch their boats. The open space enables\nC-Craft to manoeuvre large boats to and from its premises.\nIt is also used by\noccupants and visitors for the passage and parking of vehicles and it serves\ngenerally to ease traffic congestion\non the quayside.\n[3]\tThe quayside is\nowned by the state, which lets portions to the various occupants, including the\nthree appellants. The authority\nto let state property vests in the President, as\nhead of the executive, in terms of the Disposal of State Land Act 48 of 1961,\nbut\nhas been assigned by the President to the Minister of Public\nWorks.\n[4]\tThe established order of life at Hout Bay was recently disturbed\nwhen the Minister granted a new tenancy on the quayside. The\nnew tenant was a\ncompany (the third respondent, Bluefin) established by a group of women with\ndeep roots in Hout Bay who wished to\nenter the fishing industry from which they\nwere historically excluded. The company soon had access to fishing quotas, and\nacquired\ntwo fishing boats, and then set its sights on establishing a new\nfish-processing facility and associated restaurant at Hout Bay.\nIt applied to\nthe state to hire portion of the undeveloped area that I have described (a\nportion known as Lot 86, situated alongside\nthe water, opposite the premises of\nGreys Marine) for the purpose of constructing and operating the proposed\nenterprise.\n[5]\tIn October 2001 the Minister of Public Works agreed to let\nthe property to Bluefin. The area to be let was later extended to include\nan\nadjacent portion of the quayside (Lot 86 and the extended area came to be\nreferred to as Lot 86A) and in June 2003 a formal lease\nwas\nconcluded.\n[6]\tThe three appellants, in particular, were alarmed at this turn\nof events. They felt that the development of Lot 86A would cause\ntraffic\ncongestion on the quayside, deprive tenants and visitors of necessary parking\nand manouevering space, and impede access to\ntheir premises and to the\nwaterside. In September 2003 – after being granted a temporary interdict\nrestraining Bluefin from\ndeveloping the property – the appellants applied\nto the Cape High Court to review and set aside the Minister’s decision\nand\nfor related relief. Their application was dismissed by Cleaver J, who also set\naside the temporary interdict,\n[1]\nand\nthe appellants now appeal with the leave of that court.\n[7]\tThe background to\nthe grant of the lease to Bluefin is dealt with voluminously in the papers and I\nneed traverse only the principal\nevents. Lot 86 was one of two lots (the other\nwas Lot 82) that were at one time let to the Yacht Club. When the Yacht Club\nhired\nthe properties in 1996 (for a period of nine years and eleven months) it\nintended to use Lot 82 (which is set back from the water\non one side of the\npremises of Greys Marine) to store trailers and to park vehicles and to\nconstruct a new clubhouse on Lot 86. Indeed,\nthe terms of its lease obliged the\nYacht Club to construct its clubhouse on that lot, and to do so within twelve\nmonths of the commencement\nof the lease.\n[8]\tThe Department of Environmental\nAffairs and Tourism (I will refer to the department simply as Environmental\nAffairs) would have\npreferred Lot 86 to have been left undeveloped. When\nfinancial constraints prevented the Yacht Club from commencing construction\nof\nits clubhouse within the stipulated time it applied for and was granted an\nextension for a year. Still unable to commence construction\nby the end of the\nextended period it sought a further extension, but that was opposed by\nEnvironmental Affairs, which also declined\nto approve plans for the proposed\nclubhouse that were submitted to it by the Yacht Club. The lack of support from\nEnvironmental Affairs\nseems to have been what prompted the Yacht Club – in\nabout October 1999 – to offer to relinquish its lease of Lot 86\nin return\nfor support for the construction of its clubhouse on Lot 82 and an extended\nlease of that property. Environmental Affairs\nwas delighted and supported the\nproposal.\n[9]\tMeanwhile, Bluefin had become aware of the problems that were\nbesetting the Yacht Club. Anticipating that the Yacht Club would\nbe unable to\nfulfil its obligation to construct the clubhouse, and that the future of its\nlease was precarious, Bluefin applied to\nthe Department of Public Works (I will\nrefer to it as Public Works) to lease Lot 86 for its proposed fish-processing\nfacility and\nrestaurant.\n[10]\tAt that stage the Yacht Club had yet to\nrelinquish its lease and for a while the application by Bluefin was held in\nabeyance\nby Public Works. Public Works was sympathetic to Bluefin’s\nrequest, which fitted with the government’s policy of assisting\nto\ntransform the fishing industry, but Environmental Affairs felt that the\nwaterfront should best be left undeveloped, particularly\nto allow access to the\nwater for offloading and for mooring of boats and for the passage of traffic. At\nfirst the views of Environmental\nAffairs prevailed and in November 2000 Bluefin\nwas told by Public Works that its application would not be considered because it\nwas\nopposed by Environmental Affairs.\n[11]\tBut Bluefin was not easily to be\ndeterred. While Public Works was investigating the possibility of accommodating\nBluefin elsewhere\nin Hout Bay, Bluefin continued to press for a lease of Lot 86,\nand became increasingly exasperated as matters dragged on. Meanwhile,\nthe Yacht\nClub was proceeding with negotiations for the relinquishment of its lease of Lot\n86 and the extension of its lease of Lot\n82. In the course of the negotiations\nthe Yacht Club sought from the state, as one of the conditions upon which it\nwould relinquish\nits rights, an undertaking that Lot 86 and the adjacent water\narea would be left vacant, that it would not be let to any other person,\nand\nthat it would not be used for the erection of any substantial buildings. The\nstate declined to give such an undertaking, which\nthe Yacht Club accepted, no\ndoubt reluctantly. In June 2001 the Minister approved the Yacht Club’s\nproposal and in October\nof that year the Yacht Club formally relinquished its\nrights over Lot 86 and concluded a new lease for Lot 82.\n[12]\tAlso in October\n2001 a recommendation was made to the Minister by officials in her department\nthat Lot 86 be let to Bluefin,\nwhich the Minister approved. The recommendation\nwas accompanied by a supporting departmental memorandum that contained the\nfollowing\ncomments:\n‘The Department of Environmental Affairs &\nTourism (Marine & Coastal Management Division) previously held the opinion\nthat Lot 86 (as the only available undeveloped site with direct access to the\nwater) should be utilised to accommodate historically\ndisadvantaged fishermen to\noffload and sell their catch. Bluefin Holdings has indicated that it would be\nprepared to accommodate\nthe needs of the small fishermen in the development of\nLot 86. The Department is also considering other opportunities on the waterfront\nto accommodate the needs of the small fishermen.’\n[13]\tIt was submitted\non behalf of the appellants that that passage from the memorandum must have led\nthe Minister to believe that\nalthough Environmental Affairs was once of the view\nthat Lot 86 should be left vacant it was no longer of that view (which was not\ncorrect) and that the Minister laboured under that misapprehension when she made\nher decision. While the passage is capable of that\nmeaning that is not how the\nMinister understood it. In the affidavit to which she deposed the Minister said\nthat when she made her\ndecision she was aware that Environmental Affairs wanted\nLot 86 to be utilised to accommodate historically disadvantaged fishermen\nto\noff-load and sell their catch, that she did not understand Environmental Affairs\nto have changed its position to one that now\nfavoured the lease, and that she\nnevertheless granted it. That being so there is no merit in the submission that\nthe Minister was\nmisled or that she misapprehended the true facts when she made\nher decision.\n[14]\tSoon after the Minister approved the grant of a lease\nBluefin asked Public Works to extend the area that was to be let to include\nan\nadjacent portion of the quayside. Public Works invited comments from the public\nin general and from other tenants with regard\nto that proposal. Notwithstanding\nthe opposition which that elicited Lot 86 and the extended area were let to\nBluefin in June 2003\nfor twenty years.\n[15]\tIt is in that setting that the\nMinister’s decision is sought to be set aside but before turning to that\nissue it is convenient\nto deal with a subsidiary matter. The appellants allege\nthat the proposed development of Lot 86A will contravene one or more legislative\nmeasures regulating the use of immovable property. They referred, for example,\nto the Land Use Planning Ordinance 15 of 1985 (Cape),\nwhich prohibits the use of\nproperty for a purpose other than that for which it is zoned. And to the\nEnvironmental Conservation Act\n73 of 1989 and the National Environmental\nConservation Act 107 of 1998, which require environmental impact assessments to\nbe made\nbefore certain properties are developed. There are also building laws\nand regulations that must be complied with.\n[16]\tProhibitions on the use of\nthe property until such time as their requirements have been met are immaterial\nto the validity of\nthe Minister’s decision. By letting the property the\nMinister did not purport to permit Bluefin to use the property unlawfully\nor\nrelieve Bluefin of obligations that it might have under any law. As pointed out\nin\nMinister of Public Works v Kyalami Ridge Environmental\nAssociation\n[2]\nat para\n59:\n‘The taking of a decision [on how land is to be used] is logically\nanterior to the procurement of consents that may be necessary\nfor its execution.\nIndeed, it is only after a decision has been taken and details of the work to be\ndone have been determined, that\nan application for consent can properly be made\nand considered. The absence of such consent may found an application for an\ninterdict\nto restrain implementation of the decision. In itself, however, it is\nnot a ground on which the decision can be set aside.’\nAnd at para\n105:\n‘The power that the government has to use its own land for the\npurpose of establishing a transit camp, is not a power that in\nitself entitles\nit to eliminate or ignore rights that the Kyalami residents might have under\nenvironmental, township or other legislation.\nIf they have such rights, they are\nentitled to seek to enforce them. But their rights, if any, lie\nthere.’\n[17]\tBut apart from the principal relief that the appellants\nsought (an order setting aside the Minister’s decision) the appellants\nalso sought an interdict restraining Bluefin from constructing anything on the\nproperty and the adjacent jetty before there had been\nan environmental impact\nassessment as contemplated by the Environmental Conservation Act 73 of 1989. It\nwas submitted on their behalf\nthat the application ought to have succeeded to\nthat extent at least. I do not agree. Whatever Bluefin’s intentions might\ninitially\nhave been, once the issue was first raised in the correspondence, and\nBluefin had obtained advice, it was made clear to the appellants\nthat Bluefin\nwould not develop the site in conflict with environmental laws, and in its\nanswering affidavit it alleged that an environmental\nimpact assessment was in\nthe process of being compiled. The appellants had no reasonable grounds for\napprehending that Bluefin would\nnot comply with its legal obligations, once\nthose were brought to its attention, and on that ground alone they were not\nentitled\nto an interdict.\n[18]\tAsserting the right to procedurally fair\nadministrative action that is conferred by s 3 of the Promotion of\nAdministrative\nJustice Act 3 of 2000 (PAJA) the appellants complained of not\nhaving been consulted or invited to comment on Bluefin’s request\nto lease\nthe property before it was approved by the Minister. It was also submitted on\nbehalf of the appellants – though not\npertinently raised in the founding\naffidavit – that the Minister’s decision falls to be set aside in\nterms of s 6 of\nPAJA because it was irrational and arbitrary.\n[19]\tThe\nquestion at the outset is whether the Minister’s decision constitutes\nadministrative action falling within the terms\nof\nPAJA.\n[3]\n[20]\tThe Constitution is\nthe repository of all state power. That power is distributed by the Constitution\n– directly and indirectly\n– amongst the various institutions of\nstate and other public bodies and functionaries and its exercise is subject to\ninherent\nconstitutional constraint – if only for\nlegality\n[4]\n– the extent of\nwhich varies according to the nature of the power that is being\nexercised.\n[21]\tWhat constitutes administrative action – the exercise\nof the administrative powers of the state – has always eluded\ncomplete\ndefinition. The cumbersome\n[5]\ndefinition of that term in PAJA serves not so much to attribute meaning to the\nterm as to limit its meaning by surrounding it within\na palisade of\nqualifications. It is not necessary for present purposes to set out the terms of\nthe definition in full: the following\nconsolidated and abbreviated form of the\ndefinition will suffice to convey its principal elements:\n‘Administrative action means any decision of an administrative nature\nmade...under an empowering provision [and] taken...by\nan organ of state, when\nexercising a power in terms of the Constitution or a provincial constitution, or\nexercising a public power\nor performing a public function in terms of any\nlegislation, or [taken by] a natural or juristic person, other than an organ of\nstate,\nwhen exercising a public power or performing a public function in terms\nof an empowering provision, which adversely affects the rights\nof any person and\nwhich has a direct, external legal effect...’.\n[22]\tAt the core of the\ndefinition of administrative action is the idea of action (a decision) ‘of\nan administrative nature’\ntaken by a public body or functionary. Some\npointers to what that encompasses are to be had from the various qualifications\nthat\nsurround the definition but it also falls to be construed consistently,\nwherever possible, with the meaning that has been attributed\nto administrative\naction as the term is used in s 33 of the Constitution (from which PAJA\noriginates) so as to avoid constitutional\ninvalidity.\n[6]\n[23]\tWhile\nPAJA’s definition purports to restrict administrative action to decisions\nthat, as a fact, ‘adversely affect\nthe rights of any person’, I do\nnot think that literal meaning could have been intended. For administrative\naction to be characterised\nby its effect in particular cases (either beneficial\nor adverse) seems to me to be paradoxical and also finds no support from the\nconstruction that has until now been placed on s 33 of the Constitution.\nMoreover, that literal construction would be inconsonant\nwith s 3(1), which\nenvisages that administrative action might or might not affect rights\nadversely.\n[7]\nThe qualification,\nparticularly when seen in conjunction with the requirement that it must have a\n‘direct and external legal\neffect’,\n[8]\nwas probably\nintended rather to convey that administrative action is action that has the\ncapacity to affect legal rights, the two\nqualifications in tandem serving to\nemphasise that administrative action impacts directly and immediately on\nindividuals.\n[24]\tWhether particular conduct constitutes administrative\naction depends primarily on the nature of the power that is being exercised\nrather than upon the identity of the person who does\nso.\n[9]\nFeatures of administrative\naction (conduct of ‘an administrative nature’) that have emerged\nfrom the construction that\nhas been placed on s 33 of the Constitution are that\nit does not extend to the exercise of legislative powers by deliberative elected\nlegislative bodies,\n[10]\nnor to the\nordinary exercise of judicial\npowers,\n[11]\nnor to the formulation\nof policy or the initiation of legislation by the\nexecutive,\n[12]\nnor to the exercise\nof original powers conferred upon the President as head of\nstate.\n[13]\nAdministrative action is\nrather, in general terms, the conduct of the bureaucracy (whoever the\nbureaucratic functionary might be)\nin carrying out the daily functions of the\nstate which necessarily involves the application of policy, usually after its\ntranslation\ninto law, with direct and immediate consequences for individuals or\ngroups of individuals.\n[14]\n[25]\tThe law reports are replete with examples of conduct of that kind. But\nthe exercise of public power generally occurs as a continuum\nwith no bright line\nmarking the transition from one form to another and it is in that transitional\narea in particular that\n‘[d]ifficult boundaries may have to be drawn\nin deciding what should and what should not be characterised as administrative\naction for the purposes of s\n33’.\n[15]\nIn making that\ndetermination\n‘[a] series of considerations may be relevant to\ndeciding on which side of the line a particular action falls. The source of\nthe\npower, though not necessarily decisive, is a relevant factor. So, too, is the\nnature of the power, its subject matter, whether\nit involves the exercise of a\npublic duty and how closely it is related on the one hand to policy matters,\nwhich are not administrative,\nand on the other to the implementation of\nlegislation, which is. While the subject-matter of a power is not relevant to\ndetermine\nwhether constitutional review is appropriate, it is relevant to\ndetermine whether the exercise of the power constitutes administrative\naction\nfor the purposes of s 33.’\n[16]\nIt has also been emphasised that the difficult boundaries\n‘will\nneed to be drawn carefully in the light of the provisions of the Constitution\nand the overall constitutional purpose of\nan efficient, equitable and ethical\npublic administration. This can best be done on a case by case\nbasis.’\n[17]\n[26]\tIt was\nsubmitted on behalf of the Minister that because the state is the owner of the\nproperty that is now in issue, and has\nall the ordinary rights of ownership, it\nmay use the property as if it was a private owner and its conduct in doing so is\nnot administrative\naction. While it is true that the state enjoys the private\nrights of ownership it was pointed out in\nMinister of Public Works v Kyalami\nRidge Environmental\nAssociation\n[18]\nthat those\nrights are to be asserted within the framework of the Constitution. What is in\nissue in the present case is not the use\nto which state ownership is being put\nbut rather the manner in which those rights of ownership have been\nasserted.\n[27]\nIn Bullock NO v Provincial Government, North West\nProvince\n[19]\nit was held by this\ncourt that the disposal of a right in state property (the right in that case was\na servitude) constituted administrative\naction for purposes of s 33 of the\nConstitution (as it then read).\n[20]\nIt was submitted on behalf of the Minister that\nBullock’s\ncase is\ndistinguishable because in that case the rights were alienated in the belief\nthat the provincial government was obliged to\ndo\nso,\n[21]\nwhereas in the present case\nthe impugned decision ‘amounts to a policy decision’ (the words are\ntaken from the heads\nof argument). There will be few administrative acts that\nare devoid of underlying policy – indeed, administrative action is\nmost\noften the implementation of policy that has been given legal effect – but\nthe execution of policy is not equivalent to\nits formulation. The decision in\nthe present case was not one of policy formulation but of execution.  No matter\nthat the motivation\nfor making the decision differed from that in\nBullock\nI do not think that the decisions in each case are materially\ndistinguishable.\n[28]\tNor do I think there are grounds for distinguishing\nadministrative action as contemplated by s 33 of the Constitution from\nadministrative action envisaged by PAJA (at least within the context of the\ndecision that is now in issue). If the qualifications\nin PAJA’s definition\npurport to exclude from its ambit some acts that would otherwise constitute\nadministrative action for\npurposes of s 33 none of them are material to the\ncase that is before us. The Minister’s decision was made in the exercise\nof a public power conferred by legislation, in the ordinary course of\nadministering the property of the state, and with immediate\nand direct legal\nconsequences (at least for Bluefin) and I see no reason to differ from the\nconclusion in\nBullock\nthat it constituted administrative\naction.\n[22]\n[29]\tBut s 3(1)\nof PAJA confers a right to procedural fairness only in respect of administrative\naction that ‘materially\nand adversely affects the rights or legitimate\nexpectations of any\nperson.’\n[23]\n[30]\tWhile\n‘rights’ may have a wider connotation in this\ncontext,\n[24]\nand may include\nprospective rights that have yet to\naccrue,\n[25]\nit is difficult to see\nhow the term could encompass interests that fall short of\nthat.\n[26]\nIt has not been shown that\nany rights – or even prospective rights – of any of the appellants\n(or of any other person)\nhave been adversely affected by the Minister’s\ndecision. None of the appellants have any right to use the property that has\nbeen let, or to restrict its use by others, nor has any case been made out that\ntheir rights of occupation of their own premises\nhave been unlawfully\ncompromised. As pointed out in\nKyalami\nRidge,\n[27]\nat para\n95:\n‘The general rule is that the reasonable use of property by an\nowner is not subject to restrictions, even if such user causes\nprejudice to\nothers.’\n[28]\n[31]\tAlthough\nin\nBullock’s\ncase – in which the aggrieved party had\ncontinuously hired the affected property over a period of 32 years and had\nerected structures\non the property that were vital for the use of its own\nproperty – an interest falling short even of a prospective right was\nrecognised, it might be that the court had in mind rather a legitimate\nexpectation, grounded in past practice, that the affected\nproperty would\ncontinue to be available for the use of the aggrieved party. But even if\nreliance may be placed on an interest falling\nshort of a prospective right\n– of which I am doubtful – I do not think that the appellants have\nshown that they have\na peculiar interest transcending those enjoyed by the\npublic at large.\n[32]\tNor has it been shown that any of the appellants (or\nany other person) has a legitimate expectation that the property would be\nleft\nvacant, or even that they would be consulted, or their comments invited, before\nit was let. In considering what conduct would\ngive rise to a legitimate\nexpectation Corbett CJ, in\nAdministrator, Transvaal v\nTraub,\n[29]\ncited the following\npassage from the speech of Lord Fraser of Tullybelton in\nCouncil of Civil\nService Unions v Minister for the Civil\nService\n:\n[30]\n‘Legitimate,\nor reasonable, expectation may arise either from an express promise given on\nbehalf of a public authority or from\nthe existence of a regular practice which\nthe claimant can reasonably expect to continue.’\nThose requirements\nwere considered in greater detail in\nNational Director of Public Prosecutions\nv Phillips\n,\n[31]\nwhich was cited\nwith approval by this court in\nSouth African Veterinary Council v\nSzymanski\n.\n[32]\n[33]\tAlthough\nthe property was physically vacant before it was let to Bluefin and was\navailable in practice for the general use of\ntenants and the public at large\ncounsel for the appellants could point us to no conduct on the part of the state\nor any of its officials\nto suggest that the appellants were brought under the\nimpression that that state of affairs would continue indefinitely or even that\nthey would be invited to comment before its use was\naltered.\n[33]\nOn the contrary, when\nthe Yacht Club sought an undertaking to that effect the undertaking was\nexpressly refused. Moreover, in recent\nyears at least, it was not the state that\npermitted that use of Lot 86, but rather the Yacht Club, which was the tenant.\n[34]\tThe appellants also submitted – although this was not pertinently\nraised in the founding affidavit – that the Minister’s\ndecision was\nirrational and arbitrary and falls to be set aside in terms of s 6 of PAJA. In\nadvancing that submission much was sought\nto be made of the view that\nEnvironmental Affairs had taken of the matter, which, it was submitted, amounted\nto a policy to leave\nthe property vacant, with which Public Works had\n‘aligned itself’ before the Minister’s decision was taken. It\nwas submitted that the Minister’s decision was arbitrary and irrational\nbecause it purported to vary that policy, and in any\nevent, because it failed to\ntake account of the traffic congestion that would result from the proposed\ndevelopment of the property\nand the effect of depriving tenants and others of\nparking and ready access to the water.\n[35]\tI do not think the evidence\nestablished the existence of a policy on the part of Environmental Affairs\n– it showed no more\nthan that Environmental Affairs held views from time\nto time as to the best use of the property – nor that Public Works aligned\nitself with any policy and even less that it adopted the views of Environmental\nAffairs as its own. Nor does the evidence establish\nthat the Minister failed to\ntake account of the consequences of the property being developed by Bluefin. If\nthe appellants were entitled\nto seek to review the Minister’s decision on\nthe grounds set out in terms of s 6 of PAJA – a matter on which I express\nno opinion – there are no proper grounds for finding that the\nMinister’s decision was arbitrary or irrational and there\nis no merit in\nthose submissions.\n[36]\tThe appellants have not established proper grounds\nfor impugning the Minister’s decision and the court\na quo\ncorrectly\ndismissed the application and set aside the temporary interdict. The appeal is\ndismissed with costs, for which the appellants\nare to be jointly and severally\nliable, which are to include the costs of two counsel.\n__________________\nR W NUGENT\nJUDGE OF APPEAL\nCONCUR\n:\nSCOTT JA)\nNAVSA JA)\nMTHIYANE\nJA)\nMAYA AJA)\n[1]\nThe decision is reported at\n[2004] 3 All SA 446 (C).\n[2]\n2001\n(3) SA 1151 (CC).\n[3]\nIt is not\nnecessary for purposes of this appeal to consider whether s 33 of the\nConstitution has a residual field of operation in\nrelation to decisions that\nfall outside the terms of PAJA. See: Iain Currie & Jonathan Klaaren\nThe\nPromotion of Administrative Justice Benchbook\nparas 1.27 and 1.28;\nThe\nNew Constitutional and Administrative Law\nVol 2 by Cora Hoexter with\nRosemary Lyster (ed. Iain Currie) pages 87-89.\nBato Star Fishing (Pty) Ltd v\nMinister of Environmental Affairs\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) para 25.\n[4]\nCf.\nFedsure Life Assurance\nLtd v Greater Johannesburg Transitional Metropolitan Council\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) paras 40, 56-58;\nPresident of the Republic of South Africa v South\nAfrican Rugby Football Union\n2000 (1) SA 1\n(CC) para 148;\nPharmaceutical\nManufacturers Association of SA: In re Ex Parte President of the Republic of\nSouth Africa\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) paras 51, 85, 90.\n[5]\nThe definition of\n‘administrative action’ in s 1 of PAJA is made particularly\ncumbersome by its incorporation of a number\nof terms that are themselves defined\nand often overlap.\n[6]\nNational Director of Public Prosecutions v Mohamed NO\n2003 (4) SA 1\n(CC)\npara 35.\n[7]\nSection 3(1) provides\nthat ‘administrative action which materially and adversely affects the\nrights or legitimate expectations\nof any person must be procedurally\nfair’.\n[8]\nAs to the meaning\nof that phrase see Currie & Klaaren, fn 3, para 2.33.\n[9]\nSA Rugby Football\nUnion\n, fn 4, para 141.\n[10]\nFedsure,\nfn 4, para 45;\nSA Rugby Football Union,\nfn 4, para\n140.\n[11]\nNel v Le Roux NO\n[1996] ZACC 6\n;\n1996 (3) SA 562\n(CC) para 24;\nSA Rugby Football Union\n, fn 4, para\n140.\n[12]\nSA Rugby Football\nUnion\n, fn 4, para 142.\n[13]\nSA Rugby Football Union\n, fn 4, paras 145.-\n147.\n[14]\nSA Rugby Football\nUnion\n, fn 4, paras 136 and 146.\n[15]\nSA Rugby Football\nUnion\n, fn 4, para 143.\n[16]\nSA Rugby Football Union\n, fn 4, para 143.\n[17]\nSA Rugby Football\nUnion\n, fn 4, para 143.\n[18]\n2001 (3) SA 1151\n(CC) para\n40.\n[19]\n2004 (5) SA 262\n(SCA)\n[20]\nUntil PAJA came into\neffect s 33(1) and 33(2) were to be read as set out in item 23(2)(b) of Schedule\n6 to the Constitution but that\nis not material for present purposes.\n[21]\nBullock\n, fn 16, para\n15: ‘The first respondent did not purport to dispose of the right pursuant\nto a policy a policy decision taken\nin the light of broad policy considerations;\nit disposed of the right because it thought it was obliged to do so.’\n[22]\nTransnet Ltd v Goodman\nBrothers (Pty) Ltd\n[2000] ZASCA 151\n;\n2001 (1) SA 853\n(SCA) and\nLogbro Properties CC v\nBedderson\nNO\n2003 (2) SA 460\n(SCA) (which distinguished\nCape Metropolitan\nCouncil v Metro Inspection Services (Western Cape) CC\n2001 (3) SA 1013\n(SCA)) and\nMetro Projects CC v Klerksdorp Local Municipality\n2004 (1) SA\n16\n(SCA) are consistent with and afford some support for that construction.\n[23]\nThere was no suggestion in\nthe present case that a right in broader terms is conferred by the Constitution\nitself.\n[24]\nPremier,\nMpumalanga v Executive Committee, Association of State-aided Schools\n1999\n(2) SA 91\n(CC) para 31.\n[25]\nKyalami Ridge\n, para\n100\n[26]\nKyalami Ridge\n,\npara 100, but cf.\nBullock\npara 19.\n[27]\nFn\n18.\n[28]\nCf\nRegal v African\nSuperslate (Pty) Ltd\n1963 (1) SA 102\n(A)\n106H.\n[29]\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A)\n756I, cited with approval in\nSA Rugby Football Union\n, fn 4, para\n212.\n[30]\n[1983] UKHL 6\n;\n[1984] 3 All ER 935\n(HL) 944a-b.\n[31]\n2002 (4) SA 60\n(W) para 28.\n[32]\n2003 (4) SA 42\n(SCA) para 19.\n[33]\nCf\nKyalami Ridge\n, fn 18, para 99",
  "scraped_at": "2026-02-12T14:05:59.864711",
  "date": "2005-05-13",
  "coram": [
    "SCOTT",
    "NAVSA",
    "MTHIYANE",
    "NUGENT JJA",
    "MAYA AJA"
  ],
  "case_number": "347/04",
  "parties": {
    "applicants": [
      "GREYS MARINE HOUT BAY (PTY) LTD",
      "HOUT BAY YACHT CLUB",
      "C-CRAFT CLOSE CORPORATION"
    ],
    "respondents": [
      "MINISTER OF PUBLIC WORKS",
      "MINISTER OF ENVIRONMENTAL AFFAIRS AND TOURISM",
      "BLUEFIN HOLDINGS (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The judgment concerns the quayside at Hout Bay, a state‑owned area leased to various commercial users, including Greys Marine, the Hout Bay Yacht Club and C‑Craft. In 2001 the Minister of Public Works granted a lease of Lot 86 (later extended to Lot 86A) to Bluefin Holdings, a women‑led fishing enterprise, for a fish‑processing facility and restaurant. The appellants feared that the development would create traffic congestion, reduce parking, and impede access to their premises and to the water. They obtained a temporary interdict, but the High Court dismissed their application and set aside the interdict, prompting the present appeal.",
    "issues": "The primary issues were (1) whether the Minister’s decision to let the land was an ‘administrative action’ within the meaning of the Promotion of Administrative Justice Act (PAJA) and the Constitution; (2) whether the decision breached procedural fairness by failing to consult the appellants or consider their legitimate expectations; and (3) whether the decision was irrational or arbitrary under s 6 PAJA, justifying its setting aside.",
    "principles": "The Court applied the constitutional definition of administrative action (s 33 of the Constitution) and the statutory definition in s 1 PAJA, emphasizing that a decision must be of an administrative nature, taken by a public organ, and have a direct legal effect. It recalled that procedural fairness under s 3(1) PAJA applies only when rights or legitimate expectations are materially and adversely affected. The Court referenced key authorities such as *Minister of Public Works v Kyalami Ridge Environmental Association*, *Bullock NO v Provincial Government*, and the doctrine of legitimate expectations as articulated in *Administrator, Transvaal v Traub* and *National Director of Public Prosecutions v Phillips*. The rationality test under s 6 PAJA was also considered.",
    "application": "The Court found that the Minister’s lease decision was indeed administrative action, being an exercise of a statutory public power. However, the appellants failed to demonstrate any legal right or legitimate expectation that the quayside would remain vacant, nor any adverse impact on their existing rights. The Court noted that the state, as landowner, may lease property provided due process is observed, and that Bluefin had indicated compliance with environmental legislation. No evidence showed the Minister acted irrationally or arbitrarily; the alleged policy of leaving the land vacant was not established as a binding policy, and the Minister’s decision was not shown to ignore relevant considerations.",
    "conclusion": "The appeal was dismissed. The Minister’s decision to grant the lease to Bluefin was upheld, and the appellants were ordered to pay the costs of the appeal jointly and severally, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Procedural Fairness",
    "level_3": [
      "PAJA",
      "Administrative Action",
      "Legitimate Expectations",
      "Land Lease",
      "Environmental Compliance"
    ]
  }
}