{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/65.html",
  "case_name": "Road Accident Fund v Mtati (332/2004) [2005] ZASCA 65; [2005] 3 All SA 340 (SCA); 2005 (6) SA 215 (SCA) (1 June 2005)",
  "citation": "[2005] ZASCA 65",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 65\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Mtati (332/2004) [2005] ZASCA 65; [2005] 3 All SA 340 (SCA); 2005 (6) SA 215 (SCA) (1 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase number: 332/04\nReportable\nIn the matter between:\nROAD ACCIDENT FUND\n….............................................\nAPPELLANT\nand\nMXOLISI RICHARD MTATI\nobo ZUKHANYE MTATI\n…............................................\nRESPONDENT\nCORAM\n: MPATI DP, ZULMAN, FARLAM, VAN HEERDEN et\r\nJAFTA JJA\nHEARD\n: 17 MAY 2005\nDELIVERED\n: 1 JUNE 2005\nSUMMARY:\nDelict –\r\npregnant woman injured in motor collision – child subsequently\r\nborn with brain damage resulting from collision\n– whether child\r\nhas action against RAF.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\nINTRODUCTION\n[1]\nThis is an\r\nappeal against the dismissal by Froneman J, sitting in the East\r\nLondon Circuit Local Division of the High Court, of a\nspecial plea\r\nraised by the appellant against a claim brought by the respondent, in\r\nhis capacity as father and natural guardian\nof his minor daughter,\r\nZukhanye Mtati, in terms of Article 40 of the Agreement set out in\r\nthe schedule to the Multilateral Motor\nVehicle Accidents Fund Act, 93\r\nof 1989. (References in what follows to ‘the Act’ are\r\nreferences to Act 93 of 1989.)\nPLEADINGS\n[2]\nIn his\r\nparticulars of claim the respondent claimed an amount of R1 365 580\r\nfrom the appellant, alleging that a collision took place\non 20\r\nDecember 1989 in East London between a motor vehicle, which was being\r\nnegligently driven at the time by one Dlalo, and the\nrespondent’s\r\nwife, who was a pedestrian. As a result of the collision it was\r\nalleged, the respondent’s wife, who was\nthen pregnant with\r\nZukhanye, sustained serious bodily injuries. Zukhanye was born some\r\nfive and a half months after the collision.\nIt is alleged in the\r\nparticulars of claim that she has brain damage and is mentally\r\nretarded and that this brain damage and mental\nretardation arose out\r\nof the injuries sustained by her mother as a result of the collision.\n[3]\nThe\r\nappellant’s special plea rests on two bases.\n[4]\nThe\r\nfirst is what is contended to be the proper construction of Article\r\n40 of the Agreement, which reads as follows:\n‘\nThe MMF [ie,\r\nthe Multilateral Motor Vehicle Accidents Fund, the predecessor of the\r\nappellant] or its appointed agent, as the case\nmay be, shall subject\r\nto the provisions of this Agreement, be obliged to compensate any\r\nperson whomsoever (in this Agreement called\nthe third party) for any\r\nloss or damage which the third party has suffered as a result of –\nany bodily injury to himself;\nthe death of or any bodily injury to\r\n\tany person,\nin either case caused by or arising\r\nout of the driving of a motor vehicle by any person whomsoever at any\r\nplace within the area\nof jurisdiction of the Members of the MMF, if\r\nthe injury or death is due to the negligence or other unlawful act of\r\nthe person\nwho drove the motor vehicle (in this Agreement called the\r\ndriver) or of the owner of the motor vehicle or his servant in the\r\nexecution\nof his duty.’\nThe appellant contends in\r\nits special plea that, as the respondent’s minor child was at\r\nthe time of the collision a foetus\nin utero,\nshe was not, on what is called a ‘proper\r\nconstruction’ of Article 40, a ‘person’ entitled to\r\ncompensation.\n[5]\nThe\r\nsecond basis for the special plea is an averment that ‘a foetus\nin utero\nis not in law\r\nregarded as a person and in the circumstances the insured driver\r\ncannot be said to have owed a duty of care to ZUKHANYE.’\nEARLIER DECISION ON\r\nISSUE RAISED IN THIS CASE\n[6]\nSome\r\nof the legal issues which arise in this case came before this court\r\nfor decision in August 1963 when an appeal from the judgment\nof\r\nHiemstra J in\nPinchin and Another NO v Santam\r\nInsurance Co Ltd\n1963 (2) SA 254\n(W) was\r\nargued. This court was satisfied that Hiemstra J had correctly\r\ndecided that the plaintiffs in the case before him had not\nsucceeded\r\nin proving that the injuries which the mother sustained in the\r\ncollision which gave rise to that case had caused cerebral\npalsy from\r\nwhich her child born subsequent to the collision was suffering. It\r\nwas thus unnecessary for this court to decide whether\nHiemstra J was\r\nright in holding that a child has an action in our law to recover\r\ndamages for pre-natal injuries. See\nPinchin\r\nand Another NO v Santam Insurance Co Ltd\n1963\r\n(4) SA 666\n(A). Hiemstra J’s judgment in\nPinchin’s\ncase has been quoted with approval in judgments in\r\nAustralia (see\nWatt v Rama\n[1972]\r\nVR 353\n(FC), a decision of the Supreme Court of Victoria, at 360),\r\nand in England (see\nBurton v Islington Health\r\nAuthority; de Martell v Merton and Sutton Health Authority\n[1992] EWCA Civ 2\n;\n[1992]\r\n3 All ER 833\n(CA) at 840f-g). It has also been discussed in leading\r\ntextbooks published in Australia (see Fleming\nThe\r\nLaw of Torts\n9 ed p 182) and England (see\nCharlesworth and Percy on Negligence\n10\r\ned p 88). Most of the legal review articles in which it has been\r\ndiscussed are listed in what amounts to a monograph on the legal\n\nissues arising for decision in this case, published as a footnote\r\n(footnote 15 on pp 33 to 38, presumably the longest footnote\nin South\r\nAfrican legal history) in\nBoberg’s Law\r\nof Persons and the Family\n2 ed. In an earlier\r\nfootnote (footnote 12 at pp 32-33) it is pointed out that the problem\r\narising for consideration in this case\nis an international one and\r\nreference is made to ‘the vast literature on this vexing\r\nsubject’. Two contributions are\nsingled out for particular\r\nmention, the article by Sir Percy Winfield ‘The Unborn Child’\r\npublished in\n(1942) 8\nCambridge LJ\n76\nand the dissertation by David A Gordon SC ‘The Unborn\r\nPlaintiff’ published in (1965) 12\nJ of\r\nForensic Medicine\n111 and 152, (1966) 13\nJ\r\nof Forensic Medicine\n23 (an abridged version\r\nof this dissertation, published in (1965) 63\nMich\r\nL Rev\n579, was cited in\nWatt\r\nv Rama supra\nat 358). To the extensive list\r\nof writings on the topic listed in the second edition of Boberg I\r\nwish merely to add references to\narticles by PA Lovell and RH\r\nGriffith-Jones\n(1974) 90\nLQR\n531\nand Professor Peter F Cane (1977) 51\nAustralian\r\nLJ\n704; the doctoral dissertations by PC Smit\nDie Posisie van die Ongeborene in die Suid\r\nAfrikaanse Reg met Besondere Aandag aan die Nasciturus-Leerstuk\n(1976, University of the Orange Free State)\r\nand PJJ Olivier\nLegal Fictions: an Analysis\r\nand Evaluation\n(1973, University of Leiden)\r\npp 119-123 and 153-4; the translated materials collected and\r\nannotated by Sir Basil Markesinis in\nA\r\nComparative Introduction to the German Law of Torts\n3\r\ned pp 39-40 and 130-142, and the annotation on ‘Liability for\r\nPre-Natal Injuries’ published in\n40\nALR\n3ed\npp 1222\net seq.\n[7]\nIn\r\nconcluding that a child has an action for injuries sustained while a\r\nfoetus, Hiemstra J applied the so-called\nnasciturus\nfiction derived from Roman law to the effect that an\r\nunborn child, if subsequently born alive, is considered as already in\r\nexistence\nwhenever its own advantage is concerned (see, eg, Digest\r\n1.5.7), holding that this rule not only applied to questions of\r\nsuccession\nand status but could also be extended to the law of\r\ndelict. In coming to this conclusion he strongly relied inter alia on\nMontreal Tramways Co v Léveillé\n(1933) 4 DLR 337\n(SCC), a decision of the\r\nSupreme Court of Canada in an appeal from Quebec, and the article by\r\nSir Percy Winfield to which I have\nalready referred.\n[8]\nThe\r\nratio of his judgment on the point presently at issue appears at 260\r\nA-C, as follows:\n‘\nI hold that\r\na child does have an action to recover damages for pre-natal\r\ninjuries. This rule is based on the rule of the Roman law,\nreceived\r\ninto our law, that an unborn child, if subsequently born alive, is\r\ndeemed to have all the rights of a born child, whenever\nthis is to\r\nits advantage. There is apparently no reason to limit this rule to\r\nthe law of property and to exclude it from the law\nof delict.’\n[9]\nThe\nPinchin\ncase was an\r\naction brought under s 11 of the Motor Vehicle Insurance Act 29 of\r\n1942 which, as far as was material, provided that\na registered\r\ninsurance company (such as the defendant in that case) had to\r\ncompensate\n‘\nany person\r\nwhatsoever (in this section called the third party) for any loss or\r\ndamage which the third party has suffered as a result\nof\nany bodily injury to himself;\nthe death of or any bodily injury to\r\n\tany person,\nin either case caused by or arising\r\nout of the driving of the insured vehicle …’\n(As\r\ncan be seen this section was\nin pari materia\nwith Article 40 of the MMF Agreement.)\n[10]\nHaving\r\npointed out (at 256A) that the word ‘person’ was not\r\ndefined, Hiemstra J said that it had therefore to bear ‘its\n\nordinary common law meaning’. He continued:\n‘\nWhether the\nfoetus\nis\r\na “person” or not, seems to me to be irrelevant if the\r\nlegal fiction applies that it is to be regarded as if it is\nalready\r\nborn whenever this should be to its advantage.’\nHe accordingly held that\r\nthe plaintiff’s minor son had an action under s 11 of Act 29 of\r\n1942.\nJUDGMENT IN COURT\nA\r\nQUO\n[11]\nIn\r\nhis judgment in the court\na quo\nFroneman\r\nJ accepted that the\nPinchin\ndecision\r\nwas correct and that, as he put it:\n‘ …\nthe\r\nAct and the common law must therefore be approached in the context of\r\nthe qualified principle set out above, namely to regard,\nwhen\r\nappropriate, a\nfoetus\nas\r\na person when upon birth it is to his or her advantage. The real and\r\ndifficult question is to determine when the circumstances\nare\r\nappropriate and when they are not.’\n[12]\nThe\r\nlearned judge held that it was appropriate to apply the\nnasciturus\nrule in this case. Among the factors which\r\nled him to this conclusion was the fact that Act 93 of 1989 was\n‘…\nsocial\r\nlegislation aimed at the widest possible protection and compensation\r\nagainst loss and damages for the negligent driving of\na motor vehicle\r\n(compare\nSA\r\nEagle Insurance Co Ltd v Pretorius\n1998\r\n(2) 656 (SCA), 659I-660D). To a large extent it represents …\r\nan embodiment of the common law actions relating to damages\nfor\r\nbodily injury and loss of support caused by or arising from the\r\nnegligent driving of a motor vehicle\n(Evins\r\nv Shield Insurance Co Ltd\n[1980\r\n(2) SA 814\n(A)], 841E).’\n[13]\nHe\r\nheld that a duty of care could be owed to a foetus and that there was\r\nno substance in the argument raised on behalf of the present\n\nappellant that a finding on this point in favour of the respondent\r\nwould, to use the familiar cliché, ‘open the flood\ngates\r\nof litigation’.\n[14]\nEarlier\r\nin his judgment the learned judge dealt with a submission advanced by\r\ncounsel for the appellant, who took as his starting\npoint what was\r\ncalled the ‘ordinary grammatical meaning’ of the word\r\n‘person’,\nviz\n‘\na\r\nhuman being’ as distinguished, amongst other things, from a\r\nstillborn child, an unborn child or a foetus. For this submission\n\ncounsel had relied on the decision of this court in\nVan\r\nHeerden and Another v Joubert NO and Others\n[1994] ZASCA 101\n;\n1994\r\n(4) SA 793\n(A) in which it was held that the meaning of the word\r\n‘person’ as used in the Inquests Act 58 of 1959 does not\r\ninclude\na stillborn baby, with the result that an inquest into the\r\ndeath of a stillborn baby cannot be held under the provisions of the\n\nAct.\n[15]\nFroneman\r\nJ rejected this submission, saying that the\n‘indeterminacy\r\nof meaning is increasingly recognized in our law (compare, for\r\nexample, the remarks of Kentridge AJ in\nS v Zuma and Others\n[1995] ZACC 1\n;\n1995\r\n(2) SA 642\n(CC), paras 17-18), and was also implicitly recognized by\r\nFH Grosskopf JA in\nVan Heerden’s case,\nabove. In that\r\ncase he starts his whole discussion of the proper meaning of the word\r\n“person” by saying that the jurisdictional\nissue in\r\ndispute in\nVan Heerden\n“depends on the meaning of the\r\nword ‘person’ in the\ncontext\n(my emphasis) of the\r\nAct [the Inquests Act 58 of 1959]”. Context is thus all\n(Jaga\r\nv Donges NO and Another\n1950 (4) SA 653\n(A), 662;\nAetna\r\nInsurance Co v Minister of Justice\n1960 (3) SA 273\n(A), 284). It\r\nlogically precedes, or, perhaps more accurately, determines, the\r\nquestion whether the meaning of a word is unambiguous\nor not.’\nSUBMISSIONS ON\r\nBEHALF OF THE APPELLANT\n[16]\nBefore us\r\ncounsel for the appellant submitted that, in dismissing the special\r\nplea, the court\na quo\nerred in interpreting the Act in its\r\ncontext, in the process paying insufficient regard to what counsel\r\ncalled the ‘ordinary\ngrammatical meaning’ of the word\r\n‘person’ as well as accepted interpretations of the word\r\n‘person’\nin the context of other statutes. In this regard\r\ncounsel referred to\nVan Heerden’s\ncase,\nsupra,\nat\r\n796-798,\nChristian Lawyers Association of South Africa v The\r\nMinister of Health and Others\n1998 (4) SA 1113\n(T) at\r\n1117F-1118F,\nChristian League of Southern Africa v Rall\n1981\r\n(2) SA 821\n(O) at 929\net seq\nand\nFriedman v Glicksman\n1996\r\n(1) SA 1134\n(W) at 1140G.\n[17]\nIt was\r\nfurther contended that in extending the common law, as counsel\r\nsubmitted the court\na quo\nhad done, by finding that the word\r\n‘person’ in the Act included a foetus\nin utero,\nit\r\nhad failed to consider the effect of such extension on the law of\r\ndelict in general. In this regard counsel repeated the ‘floodgates’\n\nargument which had not impressed the court\na quo.\nIn\r\nelaborating this submission counsel referred to the Congenital\r\nDisabilities (Civil Liability) Act 1976 of the United Kingdom,\nwhich\r\nwas based on the recommendations of the English Law Commission\r\npublished in its\nReport on Injuries to Unborn Children\nLaw\r\nCom. No. 60, Cmnd 5709 (1974). He contended that the UK Act takes due\r\naccount of what he called ‘the potential difficulties\nand\r\ninequities that could result from an uncontrolled right to claim\r\ndamages sustained\nin utero’.\nIn particular, he pointed\r\nout, the UK Act, in s 1(1), provides that a child born disabled as a\r\nresult of an occurrence before his\nor her birth which affected either\r\nparent’s ability to have a normal healthy child, or affected\r\nthe mother during her pregnancy,\nor affected her or the child in the\r\ncourse of his or her birth, so that the child is born with\r\ndisabilities which would not otherwise\nhave been present, will have\r\nan action against a person answerable in respect of the occurrence\nother than the child’s own mother.\nSection 2 of the UK\r\nAct provides that, in certain circumstances, there will also be an\r\naction against the child’s mother if\nthe child’s\r\ndisabilities arose from injuries sustained through, eg, the negligent\r\ndriving of a motor vehicle by the mother.\n(The reason for this\r\nexception is that in such a case a statutory third party insurer will\r\nbe liable to satisfy any judgment the\nchild may succeed in obtaining\r\nagainst the mother, so that the exception is more apparent than\r\nreal.)\n[18]\nCounsel\r\ncontended that the courts should accordingly leave the extension of\r\nthe common law to provide a remedy for children who\nsustain pre-natal\r\ninjuries to the legislature which, in framing a suitable remedy, will\r\nbe able in a way the courts cannot, to\nqualify the remedy provided so\r\nthat, for example, it will not lead to a situation where children are\r\nable to sue their own mothers\nin respect of injuries they sustained\r\nwhile still in the womb.\nSUBMISSIONS ON\r\nBEHALF OF THE RESPONDENT\n[19]\nIn arguing\r\nthat the order made by the court\na quo\ncould not be faulted,\r\ncounsel for the respondent submitted that Froneman J was correct in\r\nfollowing the judgment in the\nPinchin\ncase and applying the\nnasciturus\nrule to the facts of this case. In the alternative\r\nhe submitted that the appellant’s argument contained implied\r\npropositions\nthat compensation is only payable in terms of Article 40\r\nin circumstances where the negligent driving (to confine the argument\r\nto the facts of this case) and the injuries suffered by Zukhanye\r\noccurred at the same time, and that she could not be compensated\nin\r\nthis case for the injuries she sustained because she was not a person\r\nat the time when the negligent driving took place and\nwhen her mother\r\nsustained the injuries which led in turn to Zukhanye’s\r\ninjuries. According to counsel, these propositions\nwere unsound and\r\ncontrary to principle.\n[20]\nIn\r\nthis regard counsel relied on views expressed by the late Professor\r\nWA Joubert who, in a note on the\nPinchin\ncase published in (1963) 26\r\nTHR-HR 295, expressed the view that the solution to the legal\r\nproblems in the\nPinchin\ncase\r\nwas to be found in the ordinary principles of liability for delict,\r\nwithout having to have recourse to an artificial extension\nof the\nnasciturus\nrule.\r\nJoubert stated that the minor’s claim was based on the damage\r\nhe or she had suffered not as a\nfoetus\nbut as a living born\r\nperson, as\npersona iuris.\nThe fact that the act that\r\ncaused the damage, in this case the negligent driving of the vehicle\r\nwhich collided with the child’s\nmother, had happened before the\r\nbirth was irrelevant. To illustrate his point he gave several\r\nexamples, including the following:\na person is injured by the\r\nexplosion of a timebomb placed in a room before he was born.\r\nObviously he would have a claim even though\nhe was not born when the\r\nact which caused the damage took place. In support of his views he\r\nreferred to a decision of the Federal\nSupreme Court in West Germany,\r\nreported in\nNeue Juristische\r\nWochenschrift\n1953,\nI\n418. In this case, an English\r\ntranslation of which (by Kurt Lipstein) is given in Markesinis\nop\r\ncit\n130-133, the plaintiff\r\nchild, who was born with congenital syphilis, sued the hospital at\r\nwhich her mother had, before the plaintiff\nwas conceived, received a\r\nblood transfusion as a result of which she contracted syphilis. The\r\nplaintiff’s claim against the\nhospital was based on s 823\nI\nof the BGB, which provides as follows:\n‘\nA person\r\nwho, wilfully or negligently, unlawfully injures the life, body,\r\nhealth, freedom, property or other right of another is\nbound to\r\ncompensate him for any damage arising therefrom.’\n(The\r\ntranslation is taken from Von Mehren and Gordley\nThe\r\nCivil Law System\n2ed\r\np 557.)\nThe hospital contended\r\nthat s 823\nI\nof\r\nthe BGB did not apply ‘because at the time when the act causing\r\ndamage occurred, the plaintiff had not even been conceived’.\nThe Federal Supreme Court\r\nrejected this argument, saying (\nop\r\ncit\n133):\n‘\nIt is not\r\npossible … to agree with the appellant who argues that s 823\nI\npresupposes\r\nthe existence of a physical person and that it cannot therefore be\r\napplied to injuries affecting those who were not\nyet conceived when\r\nthe tort was committed, since in such a case “another person”\r\nin the meaning of s 823 I BGB does\nnot exist … [T]he plaintiff\r\nwas conceived in the body of the mother who suffered from syphilis\r\nand developed in it as a\nhuman being affected by syphilis by\r\nabsorbing the illness. This would not have happened without the\r\ntortious act or omission of\nthe defendant; in short without it she\r\nwould not have become a person suffering from syphilis.\nThe object of the argument is thus not\r\ndamage to a foetus or to an unborn child, but the damage which the\r\nplaintiff has suffered\nby the fact that she was born a sick person\r\naffected by syphilis. As stated before, her damage is connected by a\r\nlink of adequate\ncausation with the infection with syphilis of her\r\nmother by the defendant. This damage was suffered by the plaintiff\r\nwhen she was\nborn and constituted an injury to her health. Thus the\r\nconditions of s 823 I BGB exist for allowing the claim.’\n[21]\nJoubert\r\npointed out that similar problems arise in our law as regards the\r\ndependants’ action where, eg, a man is killed by\nthe negligent\r\nact of another at a time when his wife is pregnant. Her child will\r\nhave a claim for loss of support when he or she\nis born. In this case\r\nalso, he said, referring to the leading case of\nChisholm\r\nv East Rand Proprietary Mines Ltd\n1909\r\nTH 297\n, the\nnasciturus\nrule\r\nhad unnecessarily been invoked.\nDISCUSSION\n[22]\nThe\r\nfirst question to be decided is whether Zukhanye has a claim under\r\nArticle 40 against the appellant for the damages flowing\nfrom the\r\ndisabilities from which she is suffering.\n[23]\nI\r\ndo not think it is possible to decide this question separately from\r\nthe question as to whether in our law she has an action for\n\nante-natal injuries. That this must be so flows from the fact that\r\nthe remedy created by Article 40 is the counterpart of and indeed\nthe\r\nsubstitute for the common law actions relating to damages for bodily\r\ninjury and loss of support caused by or arising from the\nnegligent\r\ndriving of motor vehicles. Parliament could never have intended\r\nZukhanye, if the common law grants a child an action\nfor ante-natal\r\ninjuries, to have to sue the driver of the vehicle which collided\r\nwith her mother.\n[24]\nThe\r\nnext point to be made is that it would be intolerable if our law did\r\nnot grant such an action. On this part of the case I can\ndo no better\r\nthan to quote what was said by Lamont J in the\nMontreal\r\nTramways\ncase\nsupra\nat\r\n345,\nviz:\n‘\nIf a child\r\nafter birth has no right of action for pre-natal injuries, we have a\r\nwrong inflicted for which there is no remedy, for,\nalthough the\r\nfather may be entitled to compensation for the loss he has incurred\r\nand the mother for what she has suffered, yet\nthere is a residuum of\r\ninjury for which compensation cannot be had save at the suit of the\r\nchild. If a right of action be denied\nto the child it will be\r\ncompelled, without any fault on its part, to go through life carrying\r\nthe seal of another’s fault\nand bearing a very heavy burden of\r\ninfirmity and inconvenience without any compensation therefor. To my\r\nmind it is but natural\njustice that a child, if born alive and\r\nviable, should be allowed to maintain an action in the courts for\r\ninjuries wrongfully committed\nupon its person while in the womb of\r\nits mother.’\n[25]\nThe\nMontreal Tramways\ncase\r\nwas very influential in causing American courts, which had previously\r\ndenied an action for pre-natal injuries, to change their\nstance on\r\nthe matter. It was, for example, cited with approval in\nBonbrest\r\nv Kotz\n65 F Supp 138 (DDC 1946), the first\r\ncase in which it was held in the United States (after a long line of\r\ncases from all over the\nUnited States, starting with\nDietrich\r\nv Northampton\n(1884) 138 Mass 14\n,\n52 Am Rep\r\n242\n, a judgment of Oliver Wendell Holmes J, going the other way) that\r\nthere was an action, at least as far as concerned a claim for\n\ninjuries to a viable unborn child, brought by the child after its\r\nbirth. This led to what Prosser (\nLaw of Torts\n4 ed p 368) called ‘the most spectacular abrupt\r\nreversal of a well-settled rule in the whole history of the law of\r\ntorts’.\n(Indeed some American courts go further and even allow\r\ndamages to be recovered by the estate of a stillborn child.)\n[26]\nThe passage I\r\nhave quoted from Lamont J’s judgment in the\nMontreal\r\nTramways\ncase was also cited by Hiemstra J in\nPinchin supra\nat\r\n257A-B, by Gillard J in\nWatt v Rama supra\nat 363-4 and by\r\nDillon LJ in\nBurton’s\ncase at 839b-d.\n[27]\nThe more\r\ndifficult question is whether we should allow such an action by using\r\nthe\nnasciturus\nrule or by using what Professor Joubert called\r\nthe ordinary principles of the law of delict.\n[28]\nThe judges in\r\nthe Supreme Court of Canada who decided the\nMontreal Tramways\ncase\r\nwere also divided on the legal principles to be applied so as to\r\nallow a child to sue after birth for pre-natal injuries. Lamont\nJ,\r\nwho delivered his judgment on behalf of himself and Rinfret and\r\nCrocket JJ, relied on the\nnasciturus\nrule. Cannon J held that\r\nit was not necessary to consider the rights of the child while in its\r\nmother’s womb, between the\ntime of conception and birth. His\r\njudgment was delivered in French. The following summary of his\r\nreasoning is taken from the judgment\ndelivered by Winneke CJ and Pape\r\nJ in\nWatt v Rama supra\nat 357:\n‘\nHis view was\r\nthat the cause of action arose when the damage was suffered and not\r\nwhen the wrongful act was committed. Injury was\none of the three\r\nessential elements of responsibility, and without injury, no action\r\nwould lie. He thought that in principle the\nplaintiff’s right\r\nto compensation came into existence only when she was born with the\r\nbodily disability from which she suffered.\nIt was only after birth\r\nthat she suffered the injury, and it was then that her rights were\r\nencroached upon and she commenced to\nhave rights. It could be said\r\nthat her rights were born together with her; and from birth with her\r\nguardian’s help she could\nbring the action and endeavour to\r\nshow that the injury from which she suffered was caused prior to her\r\nbirth through the fault\nof the defendant. He thought it unnecessary\r\nto discuss the maxims of the civil law or the application of the\r\nCivil Code of Quebec.\nIt was not a question of the right the child\r\nhad after conception, but of the right to compensation which\r\ncommenced when she was\nborn.’\n[29]\nThis\r\napproach commended itself to all three judges in\nWatt\r\nv Rama,\nalthough Gillard J also, in the\r\nalternative, suggested (at 374-7) that the other approach based on\r\nthe\nnasciturus\nrule,\r\nwhich for some purposes at least had been received into the law of\r\nEngland, might be adopted. He stated, however (at 377 lines\n29-30),\r\nthat it was not necessary ‘to form any concluded opinion’\r\non the point. Cane\n(op cit 7\n20)\r\nfound the main line of reasoning in\nWatt v\r\nRama\nto be ‘rather technical’ and\r\nsaid that ‘its detailed operation, like the scheme of the [UK]\r\nAct presents certain\ndifficulties’. He preferred the\r\nalternative reasoning of Gillard J, which involves treating the\r\nunborn child as having already\nbeen born at the date of its injuries.\n[30]\nSimilar\r\nviews have been expressed by academic commentators in South Africa,\r\nnotably Professor PQR Boberg, whose views were first\nset out in a\r\nnote he wrote on\nPinchin’s\ncase\r\nin the 1963 volume of the\nAnnual Survey of\r\nSouth African Law\nat pp 216-219. At 218 he\r\nsummarised Joubert’s comments on the case and continued:\n‘\nThe\r\ndifficulty about Joubert’s analysis is that it does not explain\r\nthe process by which the conclusion is reached that the\ndelict has\r\nbeen committed against a living child only after its birth. Delictual\r\nliability does not stem from damage alone: it\nonly arises when such\r\ndamage has been caused by an invasion of legal rights, or wrongful\r\nact. The only act to which the injuries\npresently involved can be\r\ntraced was one committed before the child’s birth. Against whom\r\nwas it wrongful: the child, the\nfoetus,\nor,\r\nif before conception, what? As Joubert denies the relevance of the\nnasciturus\nrule,\r\nhe would, presumably, say that the act was wrongful against the\r\nchild. To equate this situation, as he does, with the example\nof the\r\ntime-bomb, is, however, not permissible. When the bomb is placed in\r\nthe room no damage is suffered and hence no delict is\ncommitted. It\r\nis only when the bomb explodes that a delict is committed, and by\r\nthen the child has been born. Thus if the “bomber”\nwere\r\nto repent of his deed and remove the bomb before it exploded there\r\nwould be no liability. On the other hand, pre-natal injuries\nare\r\nalready sustained by the child in the womb while not yet a legal\r\nperson. No arrangement of circumstances has taken place which\nonly\r\ninjures him upon his emergence into the world. Thus if a delict has\r\nbeen committed at all, was it not committed against the\nunborn child\r\nwho was not at that stage a person?\nPossibly Joubert’s answer would\r\nbe that, as legal personality is essential to an invasion of rights,\r\nthe delict only arises\nwhen the rights are created, i.e. on birth.\r\nBut how does one escape the fact that the actual invasion took place\r\nsome time before,\nwhen there were no rights? It is submitted that the\r\nrecognition of an action for pre-natal injuries is logically\r\nimpossible without\nthe conferment of legal rights, and hence legal\r\npersonality, upon the unborn child, as achieved by the\nnasciturus\nrule. (See the remarks of Greenberg J in\nStevenson N.O. v\r\nTransvaal Provincial Administration,\n1934 TPD 80\nat 85).’\n[31]\nPart\r\nof the answer to this contention was, in my view, given by Phillips J\r\nin the court\na quo\nin\nde\nMartell v Merton\r\nand Sutton Health Authority\n[1992] 3 All ER\r\n820\n(QBD) when he said (at 832a-b):\n‘\nIn law and\r\nin logic no damage can have been caused to the plaintiff before the\r\nplaintiff existed. The damage was suffered by the\nplaintiff at the\r\nmoment that, in law, the plaintiff achieved personality and inherited\r\nthe damaged body for which the defendants\n(on the assumed facts) were\r\nresponsible. The events prior to birth were mere links in the chain\r\nof causation between the defendants’\nassumed lack of skill and\r\ncare and the consequential damage to the plaintiff.’\n[32]\nFurthermore\r\nI do not find Boberg’s criticism of Joubert’s time-bomb\r\nexample particularly helpful. What if the bomb had\ngone off, leaving\r\na dangerous crater into which two people subsequently fell? Each\r\nperson would have an action only when he or\nshe fell and suffered\r\ndamage, not before.\n1\n[33]\nThe\nnasciturus\nrule\r\nprovides no solution to cases such as the German case of the mother\r\nwho was negligently infected with syphilis before she conceived\nher\r\nchild, who was subsequently born with congenital syphilis. Such a\r\ncase also, in my view, cries out for a remedy and a theory\nwhich\r\ndenies one should not be accepted.\n2\n[34]\nFurthermore\r\nthe application of the\nnasciturus\nrule\r\nled to what was clearly, in my view, an unjust result in\nStevenson\r\nNO v Transvaal Provincial Administration, supra\n.\r\nIn that case a man was killed in consequence of what was alleged to\r\nbe the negligence of the Provincial Administration. More than\nsix\r\nmonths after his death the mother of his children, wishing to\r\ninstitute proceedings on behalf of her children for loss of support,\n\napplied,\ninter\r\nalia,\nfor\r\ncondonation of her failure to institute the proceedings in the\r\nprescribed period. It was held that, as action had not been commenced\n\nwithin the period laid down in s 5 of the Roads Amendment Ordinance\r\n10 of 1931 (Transvaal), the application had to fail, even in\nrespect\r\nof a child born after his father’s death and within the\r\nrelevant period. Greenberg J, with whom Tindall AJP and De\nWet J\r\nconcurred, said (at 85):\n‘\nThe question\r\nwhen the cause of action matured depends firstly on the nature of the\r\nclaim. In\nUnion\r\nGovernment v Lee\n(1927,\r\nA.D. at 222) it was held that in a case of this kind the compensation\r\nclaimable is due to third parties who do not derive\ntheir rights\r\nthrough the deceased or from his estate, but from the fact that they\r\nhave been injured by the death of the deceased\nand that the defendant\r\nis the person responsible for such death. I think it follows that\r\nthese rights can only accrue in favour\nof an entity who is a person\r\neither in fact or by a fiction of law at the time when the act of the\r\ndefendant complained of is committed.\nAccording to Maasdorp’s\nInstitutes\r\nof Cape Law,\nvol\r\n1 p. 1 and the authorities there cited, an unborn infant, provided it\r\nis afterwards actually born, is sometimes by a legal fiction\nregarded\r\nas already born, in so far as such presumption will be for its\r\nbenefit. Mr\nMaisels\nsought to use this proviso in support of his case and contended that\r\nit would not be for the benefit of the minor concerned if\nit were\r\npresumed to have been born on the date of conception, i.e., before\r\nthe death of the deceased, and that the fiction should\nnot be\r\ninvoked. But it appears to me that it is only by the aid of the\r\nfiction that this minor has a cause of action at all. If\nat the date\r\nof respondent’s negligence the minor was in existence neither\r\nas a living\nfoetus\nthat\r\nby a fiction can be looked on as a person nor as a living person,\r\nthen there is no entity or\npersona\nin\r\nwhose favour respondent could have incurred obligations at that time.\r\nThe appellant would therefore have claimed damages in respect\nof this\r\nminor as well, immediately upon the death of the deceased. It may be\r\nthat if the child was still-born or if the\nfoetus\nmiscarried,\r\nno claim in respect of this minor may have arisen. But on the date of\r\nits birth the claim for future maintenance based\non its expectation\r\nof life would have lain and there seems no difference in principle\r\nbetween such a claim and a claim in respect\nof an unborn but living\nfoetus.\nIn\r\nthe former case there is the possibility that the living child may\r\nnot live another day, in the latter that a like fate may befall\na\r\nliving\nfoetus.\nI\r\nthink therefore that this point also fails and that the appeal must\r\nbe dismissed with costs.’\n[35]\nThe\r\nconclusion to which the court came cannot in my view be faulted if it\r\nis correct, as Greenberg J said, that ‘it is only\nby the aid of\r\nthe fiction that this minor has a cause of action at all’. I do\r\nnot, however, think that that statement is\ncorrect. On the ordinary\r\nprinciples of the law of delict, unlawfulness and damages must not be\r\nconflated. As Cannon J said in\nMontreal\r\nTramways,\neach\nis a\r\nseparate element for delictual liability. No cause of action arose,\r\nin my view, until Stevenson’s posthumous child was\nborn. The\r\napplication should accordingly have been granted.\n[36]\nAlthough\r\nit was averred in the special plea that the insured driver did not\r\nowe a duty of care to Zukhanye, counsel for the appellant\n(very\r\ncorrectly, in my view) addressed no submission to us on this point.\r\nIn our law, for the element of wrongfulness to be present,\nthere has\r\nto be a breach of a legal duty (a term to be preferred to the\r\nexpression derived from English law ‘duty of care’,\nthe\r\nuse of which can lead to confusion: see\nKnop v\r\nJohannesburg City Council\n1995 (2) SA 1\n(A)\r\nat 27E)).\n[37]\nThe\r\nassertion that the driver did not owe Zukhanye a legal duty because\r\nshe had not yet been born must clearly be rejected in the\n\ncircumstances. In my opinion the point was well answered by Fraser J\r\nof the High Court of Ontario in\nDuval v Seguin\n(1972) 26 DLR (3d) 418 in a passage cited\r\nwith approval by Dillon LJ in the\nBurton\ncase\r\nat 842c-d, as follows:\n‘\nAnn’s\r\nmother [Ann was the child\nen\r\nventre sa mère\nat\r\nthe time of the collision] was plainly one of a class within the area\r\nof foreseeable risk and one to whom the defendants therefore\nowed a\r\nduty. Was Ann any the less so? I think not. Procreation is normal and\r\nnecessary for the preservation of the race. If a driver\ndrives on a\r\nhighway without due care for other users it is foreseeable that some\r\nof the other users of the highway will be pregnant\nwomen and that a\r\nchild e\nn\r\nventre sa mère\nmay\r\nbe injured. Such a child therefore falls well within the area of\r\npotential danger which the driver is required to foresee and\ntake\r\nreasonable care to avoid.’\n[38]\nFinally I\r\nwish to say something about the floodgates argument. It is certainly\r\ntrue that the judgment in\nBonbrest v Kotz supra,\nwhich\r\ninitiated the reversal in attitude of the American courts on the\r\npoint, may be said to have opened the floodgates of litigation\n\nregarding pre-natal injuries, leading to claims on the part of the\r\nestates of stillborn infants and infants who died shortly after\nbeing\r\nborn (details can be found in the annotation in\n40\nALR\n3d 1222\nto which I have referred above) and also to claims by children\r\nagainst their mothers for the infliction of pre-natal injuries (a\n\ntopic dealt with in an annotation published in\n78\nALR\n4\nth\n1082), a problem which, as we have seen, is addressed in the UK Act.\n[39]\nProblems of\r\nthat kind are not likely to arise in our law for several reasons.\r\nFirst, the right of a child to sue for pre-natal injuries\nrecognised\r\nin this judgment is expressly based on the holding that the right of\r\naction only became complete when the child was\nborn alive. Secondly,\r\na claim of a pre-natally injured child who dies shortly after birth\r\nlapses unless action has already been\ninstituted and the proceedings\r\nhave already reached the stage of\nlitis contestatio\nin the\r\ncase of the\nactio\ninjuriarum\nand the action for pain\r\nand suffering (see\nHoffa v SA Mutual Fire and General Insurance Co\r\nLtd\n1965 (2) SA 944(C)\nat 950 and 955 and\nPotgieter v Sustein\r\n(Edms) Bpk\n1990 (2) SA 15\n(T) at 21-22). Thirdly, any claim the\r\nchild may have for loss of expectation of life will be regarded as\r\npart of his or her claim\nfor loss of amenities (Corbett\nThe\r\nQuantum of Damages in Bodily and Fatal Injury Cases\nVol 1 4 ed by\r\nJJ Gauntlett SC, p 45) and will thus lapse on the child’s death\r\nand the child will have no claim for loss of\nincome during the ‘lost\r\nyears’: see\nLockhat’s Estate v North British &\r\nMercantile Insurance Co Ltd\n1959 (3) SA 295\n(A).\n[40]\nAs far as a\r\npossible claim against a child’s mother for pre-natal injuries\r\nis concerned, such a claim will only lie if and\nto the extent that an\r\nenforceable legal duty on the part of the mother towards her child is\r\nrecognised, a matter on which no opinion\nneed be expressed at this\r\nstage.\nCONCLUSION AND\r\nORDER\n[41]\nIn the\r\ncircumstances, I am satisfied that the special plea was correctly\r\ndismissed by the court\na quo\nand the appeal must fail.\nThe following order is\r\nmade:\nThe appeal is dismissed\r\nwith costs, including those occasioned by the employment of two\r\ncounsel.\n……………\n.\nIG FARLAM\nJUDGE OF APPEAL\nCONCURRING\nMPATI DP\nZULMAN JA\nVAN HEERDEN JA\nJAFTA JA\n1\nSee\r\n\talso in this regard the useful discussion of the views of Professors\r\n\tJoubert and Boberg by Craig Lind ‘Wrongful-Birth\nand\r\n\tWrongful-Life Actions’\n(1992) 109\nSALJ\n428\nat 440-443.\n2\nSee\r\n\talso Lind\nop cit\n442-443.",
  "scraped_at": "2026-02-12T14:12:53.638567",
  "date": "2005-06-01",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "FARLAM",
    "VAN HEERDEN",
    "JAFTA"
  ],
  "case_number": "332/04",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Mxolisi Richard Mtati (on behalf of Zukhanye Mtati)"
    ]
  },
  "sections": {
    "facts": "On 20 December 1989 a motor vehicle driven negligently by Dlalo struck a pedestrian in East London. The pedestrian was the wife of the respondent and was pregnant with Zukhanye. As a result of the collision she suffered serious bodily injuries. Five and a half months later the child, Zukhanye, was born with brain damage and mental retardation, which the respondent alleges arose from the injuries sustained by the mother in the collision.",
    "issues": "The court had to determine whether the child, who was a foetus at the time of the accident, could claim compensation under Article 40 of the Multilateral Motor Vehicle Accidents Fund Agreement. The issues centred on (1) whether a foetus qualifies as a “person” within the meaning of the Agreement, (2) whether a duty of care is owed to a foetus, and (3) whether the nasciturus legal fiction should be applied to give the child a cause of action for pre‑natal injuries.",
    "principles": "The judgment relied on the Roman‑law‑derived nasciturus fiction, which treats an unborn child as a legal person for its own benefit once born alive. It considered the precedent set in Pinchin v Santam (1963), Hiemstra J’s ruling that an unborn child may sue for delictual injuries, and the Montreal Tramways case which endorsed the nasciturus rule. The court also examined the ordinary grammatical meaning of “person” and concluded that statutory context and policy considerations override a narrow definition. Elements of delict – duty, wrongfulness, causation, and damage – were reviewed, with reference to South African case law on duty of care to pregnant women and their unborn children.",
    "application": "Applying these principles, the court held that Article 40 is a substitute for common‑law actions for bodily injury arising from negligent driving and therefore must be interpreted in a manner that gives effect to the protective purpose of the Act. It concluded that a duty of care was owed to the foetus, that the nasciturus rule appropriately extended legal personality to the child, and that the special plea denying compensation was untenable. The argument that recognising such claims would open the floodgates was rejected as unfounded.",
    "conclusion": "The appeal was dismissed with costs. The special plea was correctly dismissed, confirming that Zukhanye has a cause of action against the Road Accident Fund for the injuries suffered as a result of the negligent driving that injured her mother."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Pre‑natal Injuries",
    "level_3": [
      "nasciturus rule",
      "Road Accident Fund",
      "Compensation",
      "Unborn child",
      "Article 40"
    ]
  }
}