{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/57.html",
  "case_name": "Local Transitional Council of Delmas and Another v Boschoff (302/2004) [2005] ZASCA 57; [2005] 4 All SA 175 (SCA); 2005 (5) SA 514 (SCA) (31 May 2005)",
  "citation": "[2005] ZASCA 57",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 57\n|\nNoteup\n|\nLawCite\nLocal Transitional Council of Delmas and Another v Boschoff (302/2004) [2005] ZASCA 57; [2005] 4 All SA 175 (SCA); 2005 (5) SA 514 (SCA) (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number:  302/2004\nIn the matter between:\nTHE LOCAL TRANSITIONAL\nCOUNCIL OF\nDELMAS\t\t\t\tFIRST APPELLANT\nTHE MEMBER OF THE\nEXECUTIVE\nCOUNCIL FOR LOCAL\nGOVERNMENT: MPUMALANGA\nPROVINCE\t\t\t\t\t\tSECOND APPELLANT\nand\nWILHELM ABRAHAM BOSHOFF\t\tRESPONDENT\nCORAM:\t\t\tMPATI DP, SCOTT, BRAND, NUGENT\net\nCLOETE JJA\nHEARD:\t\t\t10 MAY 2005\nDELIVERED:\t\t31 MAY 2005\nSummary:  Informal township established by the predecessors of the\nappellants under Act 13 of 1991 on the respondent's neighbouring\nproperty\n– claim for loss suffered through conduct of inhabitants of township\n– alleged omission by the appellants' predecessors\nto protect the\nrespondent against such loss – separation of issues not properly\ncircumscribed – confusion of wrongfulness\nand fault resulting in\ninadequate consideration of real issues\ninvolved.\n_________________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tIn the previous political dispensation\nthe black inhabitants of Delmas lived on the outskirts of the town in the\ntownship of Botleng.\nThe local government responsible for Botleng was not the\nMunicipality of Delmas but a separate entity called the Botleng town committee.\nWhen Botleng became hugely over-populated, the town committee found a locality\nfor the establishment of a new township, six kilometres\noutside Delmas on a\nproperty known as division 4 of the farm Middelburg.\n[2]\tWith the\napproval and active assistance of the then Transvaal Provincial Administration,\nthe town committee acquired the farm\nand proceeded to utilise it for the\nestablishment of a township pursuant to the provisions of the Less Formal\nTownship Establishment\nAct 13 of 1991 ('the Act'). The township later became\nknown as Botleng Extension 3, or Botleng 3 for short. In October 1993 the town\ncommittee, again with the approval and assistance of the Transvaal Provincial\nAdministration, commenced allocating erven in Botleng\n3 to approved occupiers\nand permitted them to erect their informal dwellings on these\nerven.\n[3]\tThe respondent ('plaintiff') is the owner of the remainder of\nthe farm Middelburg in the district of Delmas. It borders on division\n4 of the\nfarm Middelburg which eventually became Botleng 3. The boundary between the two\nproperties is over 2 kilometres long and\nthe nearest informal structures in\nBotleng 3 are only 300 metres from the boundary. The plaintiff acquired his farm\nin 1988. After\nthat, he conducted his agricultural activities on the farm where\nhe also lived with his family. All this came to an end, the plaintiff\nalleged,\nwhen in June 1994 he was effectively driven from his farm, together with his\nfamily, through the conduct of some of the\ninhabitants of Botleng\n3.\n[4]\tBased on these allegations, the plaintiff instituted action\nagainst the two appellants in the Pretoria High Court for the damage\nthat he\nsuffered through the loss of his farm. The first appellant was sued in its\ncapacity as the statutory successor to the rights\nand obligations of the former\nBotleng town committee while the case against the second appellant was based on\nits succession to the\nrights and obligations of the erstwhile Provincial\nAdministration of Transvaal. For the sake of convenience I will refer to the\nfirst\nappellant and its predecessor as 'the town committee'; to the second\nappellant and its predecessor as 'the province'; and to the\ntwo appellants\njointly as 'the defendants'.\n[5]\tAt the commencement of the trial, the\ncourt\na quo\n(Southwood J), at the behest of the parties, ordered a\nseparation of issues in terms of rule 33(4). It was accordingly ordered that\nthe\nmerits of the defendants' liability for the plaintiff's damages were to be\ndecided first while all other issues, including those\npertaining to the quantum\nof such damages, were to stand over for determination at a later stage. Though\nthis formulation of the\nseparated issues may sound simple enough, it will soon\ntranspire that no-one actually appreciated what it meant. At the end of the\nseparate proceedings, the court\na quo\nheld that the defendants were\nliable for the plaintiff's damages in the amount that he could prove in the next\nstage of the proceedings.\nThe appeal against that judgment is with the leave of\nthis court.\n[6]\tThe facts are largely common cause. The plaintiff's own\ntestimony was that, prior to October 1993, the agricultural activities\non his\nfarm consisted of cultivating wheat crops and grazing for his livestock,\nincluding cattle and sheep. He also sold timber from\nthe trees on the farm.\nAfter October 1993 when the inhabitants of Botleng 3 started moving in, the\nplaintiff testified, life gradually\nbecame intolerable for him and his family.\nFirst, there was the smoke pollution from many open fires. Then the\ncontamination of his\nwater – both underground and in the river on his farm\n– with raw sewerage. His livestock was stolen and died from consuming\nplastic bags originating from Botleng 3 so that, in the end, he was compelled to\nsell all his cattle and sheep. His crops were destroyed\nby livestock straying\nfrom Botleng 3 while the trees which he formerly sold were cut down for\nfirewood. His outbuildings were burnt\ndown and other improvements on the farm\neither removed or destroyed. Eventually he and his family were subjected to\nthreats of violence\nand even of death. As a consequence of all this, he was\nforced, together with his family, to leave his farm in June 1994 and he has\nnever been able to return.\n[7]\tThe procedures followed for the\nestablishment of Botleng 3 appear from the evidence of a town planner, Mr S A R\nFerero, who was\ncalled to testify on behalf of the plaintiff. His evidence was\nmainly based on information that he gathered from the files of the\nprovince.\nChapter 2 of the Act required two applications for the establishment of a less\nformal township in terms of the Act, both\nto be directed at the erstwhile\nAdministrator. First an application, in terms of s 10 of the Act, for his\napproval, in principle\nthat the establishment of such a township was necessary.\nThen, if successful, an application in terms of s 11 for his formal permission\nto establish the township. The latter application had to comply with the\nregulations promulgated under the Act. One of the requirements\nof these\nregulations was a so-called impact study to determine the effect of the proposed\ntownship on properties situated within\none kilometre of its location.\n[8]\tAccording to Ferero, both the s 10 and the s 11 applications were\nhandled on behalf of the town committee by a firm of urban development\nconsultants, called Terraplan. The application in terms of s 10 was approved by\nthe Administrator of the Transvaal on 3 March 1993.\nTerraplan then proceeded\nwith the s 11 application. It is common cause that this application did not\ncomply with the regulations\nin that an impact study of the effect on\nneighbouring properties had not been done. Despite these shortcomings in the s\n11 application,\nthe establishment of Botleng 3 was formally approved by the\nAdministrator on 17 March 1995.\n[9]\tThe Administrator's approval of a\ntownship did not in itself authorise the town committee to permit occupation of\nthe erven or\nto allow the erection of structures in Botleng 3. On the contrary,\ns 13 of the Act specifically provides that no person shall allocate\nany erven or\nerect any building in the proposed township before a township register has been\nopened in accordance with s 17 of the\nAct. The township register in respect of\nBotleng 3 was only opened on 27 September 1996. Despite these provisions, the\ntownship committee\nallowed the inhabitants of Botleng 3 to take possession of\nthe erven allocated to them and to erect their informal structures on\nthese\nerven from as early as October 1993. These contraventions of the Act by the town\ncommittee were not only condoned, but actively\nsupported by the\nprovince.\n[10]\tThe reason why the town committee and the province acted\nin this way appears from the evidence of Mr Ampie Roux who was called\nto testify\non behalf of the defendants. From 1990 until 1994 Roux was appointed as\nso-called 'administrator' of Botleng, essentially\nto take over all the functions\nof the town committee. In reality he therefore acted in the town committee's\nstead. During the period\nof his administration, Roux testified, the\noverpopulation of the original Botleng took on crisis proportions. This is borne\nout by\nthe numbers that he gave. The original Botleng, he said, consisted of\n1 841 erven of 240m² which were intended for 1 841\nhousing units.\nAt the time in question, however, there were more than 5 000 housing\nstructures in the township that were occupied\nby about 60 000 to\n65 000 people. The problems that arose are not difficult to imagine. So,\nfor example, the sewerage system\ncould not cope, which led to regular outbreaks\nof typhoid. As a result Roux was under extreme pressure from various sources,\nincluding\ninfluential politicians, initially to secure the establishment of\nBotleng 3 and then to move people out of the original Botleng to\nthe newly\nestablished township as serviced erven became available.\n[11]\tThe\nplaintiff suggested various ways in which the defendants could have avoided or\nat least have reduced the damage that he admittedly\nsuffered through the conduct\nof some of the inhabitants of Botleng 3. Included amongst the suggested measures\nwas the erection of\na fence, 2 metres high, along the 2 kilometre boundary\nbetween the plaintiff's farm and Botleng 3. If it proved necessary to protect\nthis fence, the plaintiff suggested, the defendants could have achieved this by\nelectrifying the fence or by having it patrolled\nby guards on horseback or on\nmotorcycles. A further suggestion by the plaintiff was that the river running\nthrough his farm could\nhave been dammed by means of weirs which would then\ncreate some kind of water barrier between him and Botleng 3. As a further\nalternative\nthe plaintiff suggested that the defendants could have prohibited\nthe keeping of livestock in Botleng 3.\n[12]\tIn cross-examination of the\nplaintiff, neither the potential efficacy nor the affordability of the methods\nthat he suggested\nwas seriously challenged. Nor was any evidence presented on\nbehalf of the defendants to the effect that the preventative measures\nsuggested\nby the plaintiff would not have been affordable or that they would have made\nlittle or no practical difference. When the\ndefendants' only witness, Roux, was\nasked in cross-examination what preventative methods he had considered, his\nresponse was twofold.\nFirst, that he had left the consideration of possible\nimpact reducing measures in the hands of Terraplan. Second, that in any event,\nthere was simply no money available to the town committee for preventative\nmeasures since all available funds were utilised for the\nimprovement of services\nin Botleng 3.\n[13]\tIn the court\na quo\nas well as in this court,\nthe two defendants were represented by the same legal team who advanced the\ndefences of both their clients\non the same grounds. In the circumstances the\ncourt\na quo\ndid not find it necessary, in considering the liability of\nthe defendants, to differentiate between the two. Neither do\nI.\n[14]\tAccording to the judgment of the court\na quo,\nthe parties\nunderstood the issues between them as being confined to the element of\nwrongfulness. That categorisation was also adopted\nby the court itself. The\nquestion for determination, as formulated in the judgment, was therefore\nperceived to be 'whether the defendants\nwere under a legal duty to take\nreasonable steps to protect the plaintiff from the harm that he suffered through\nthe conduct of the\ninhabitants of Botleng 3'. That is not a correct formulation\nof the question relating to wrongfulness. The correct formulation, as\nwill\nappear from what follows, is whether the defendants were under a legal duty not\nto act negligently; in other words, whether\nthere was a legal duty to take such\nsteps, if any, as may have been reasonable in the circumstances to prevent\nreasonably foreseeable\nharm.\n[15]\tThe defendants' argument as to why the\nlaw imposed no such duty upon them was founded mainly on the proposition that,\nsince the\nestablishment of Botleng 3 had been authorised by the provisions of\nthe Act, neither the establishment of the township itself nor\nthe consequences\nof such establishment could be regarded as wrongful. Support for the proposition\nwas sought in the judgment of this\ncourt in\nDiepsloot Residents' and\nLandowners' Association v Administrator, Transvaal\n[1994] ZASCA 24\n;\n1994 (3) SA 336\n(A).\nMoreover, the defendants contended, the law could not impose a duty on them to\ntake preventative methods for which they had\nno funds.\n[16]\tThe defendant's\nreliance on the provisions of the Act did not find favour with the court\na\nquo\n. Statutory authority, so the court held, cannot be relied upon by\nsomeone who acted in conflict with the provisions of the statute\nitself.\nConsequently, the court found that, because the defendants had acted in direct\ncontravention of s 13 of the Act by allowing\nthe occupation of Botleng 3 before\nthe opening of the township register, they were precluded from relying on the\nauthority of the\nAct.\n[17]\tFurthermore, so the court held with reference\nto the well known criterion established in\nMinister van Polisie v Ewels\n1975 (3) SA 590\n(A) 597A-C, the legal convictions of the community required\nthe defendants (a) to have done an impact study on neighbouring land\nprior to\nthe establishment of the township and (b) to have taken all reasonable\npreventative steps to protect the plaintiff against\nthe activities of the\ninhabitants of Botleng 3. According to\nEwels\n, the court concluded, the\ndefendants were therefore under a legal duty to do these things and because they\nhad failed to do so, they\nwere liable for plaintiff's damages in the amount that\nhe could prove.\n[18]\tThe approach to the matter advanced by the parties and adopted by the\ncourt\na quo\ngave rise to confusion between the elements of wrongfulness\nand negligence which eventually resulted in a failure on the part of all\nconcerned to recognise the real issues involved. In order to unravel this\nconfusion it is necessary again to emphasise the distinction\nbetween these two\nelements of Aquilian liability, despite the fact that this has been done\nregularly by this court in the recent\npast (see eg\nSea Harvest Corporation\n(Pty) Ltd and another v Duncan Dock Cold Storage (Pty) Ltd and another\n2000\n(1) SA 827\n(SCA) par 19;\nCape Metropolitan Council v Graham\n2001 (1 SA\n1197\n(SCA) par 6;\nBOE Bank Ltd v Ries\n2002 (2) SA 39\n(SCA) pars 12 and\n13;\nMinister of Safety and Security v Van Duivenboden\n2002 (6) SA 631\n(SCA) par 12;\nGouda Boerdery BK v Transnet\n,\n[2004] 4 All SA 500\n(SCA) par\n12).\n[19]\tA convenient starting point is the established principle of our law\nthat negligent conduct giving rise to loss is not actionable,\nunless it is also\nwrongful. However, as also frequently stated, where negligent conduct manifests\nitself in a positive act that causes\nphysical harm, wrongfulness is more often\nthan not, uncontentious. In such a case the culpable conduct would be prima\nfacie wrongful.\nWith negligent omissions the position is somewhat different. An\nomission will be wrongful only when it occurs in circumstances where\nthe law\nregards it such as to attract liability. Otherwise stated, it is not wrongful\nwhen the law, for reasons of legal policy,\naffords an immunity against liability\nfor such an omission, whether negligent or not. In these circumstances the\nquestion of fault\ndoes not even arise. The defendant enjoys an immunity.\nCadit quaestio\n. See eg\nKnop v Johannesburg City Council\n1995 (2)\nSA 1\n(A) and\nMinister of Law and Order v Kadir\n[1994] ZASCA 138\n;\n1995 (1) SA 303\n(A)\n321H-322D.\n[20]\tIn the passage from the judgment of Rumpff CJ in\nMinister van Polisie\nv Ewels\nsupra 597A-B referred to by the court\na quo,\nit was held\nthat a negligent omission will be regarded as wrongful and therefore\nactionable only when the legal convictions of the community impose\na legal duty,\nas opposed to a mere moral duty, to avoid harm to others through positive\naction. However, as the learned Chief Justice\nimmediately proceeded to point\nout, this legal duty has nothing to do with fault (negligence). It is therefore\nnot to be confused\nwith the duty of care in English law which is usually\nassociated with negligence (see eg\nKnop v Johannesburg City Council\nsupra\n27B-G). Depending on the circumstances it may be appropriate to enquire first\ninto the question of wrongfulness, in which event\nit may be convenient to assume\nnegligence for the purpose of the inquiry (see eg\nVan Duivenboden\n442A-B). On the other hand, it may be convenient to assume wrongfulness and\nthen consider the question of negligence (See\nGouda Boerdery Bpk\npar\n12).\n[21]\tThe separate test for the determination of negligence to be applied will\nbe that formulated by Holmes JA in\nKruger v Coetzee\n1966 (2) SA 428\n(A)\n430E-G. According to this test, negligence will be established if:\n'(a)\ta\ndiligens paterfamilias\nin the position of the defendant\n–\n(i)\twould foresee the reasonable possibility of his conduct \t\t\tinjuring\nanother in his person or property and causing him \t\t\tpatrimonial\nloss; and\n(ii)\twould take reasonable steps to guard against such \t\t\t\toccurrence;\nand\n(b)\tthe defendant failed to take such steps.\nThis has been constantly\nstated by this Court for some 50 years. Requirement (a) (ii) is sometimes\noverlooked. Whether a\ndiligens paterfamilias\nin the position of the\nperson concerned would take any guarding steps at all and, if so, what steps\nwould be reasonable, must always\ndepend upon the particular circumstances of\neach case.'\n[22]\tIn applying these principles it is apparent that the\nfinding by the court\na quo,\nthat the defendants were obliged to take\npreventative measures, extended beyond the sphere of wrongfulness and into the\npreserve of\nnegligence. In fact, only one of the court's findings seems to\nrelate directly to the element of wrongfulness. It is the finding\nthat the\ndefendants acted in contravention of s 13 of the Act by allowing the occupation\nof Botleng 3 before the opening of the township\nregister. This finding, however,\nappears to be without any consequence. Central to the plaintiff's case was the\ntheme that in the\nabsence of any preventative measures by the defendants, the\nharm that he suffered through the establishment of Botleng 3 was not\nonly\nforeseeable but indeed inevitable. It follows that, barring such measures, he\nwould have suffered the same harm, even if the\ndefendants had awaited the\nopening of the township register. Compliance with the provisions of the Act\nwould therefore have resulted\nin no more than a postponement of the evil day. As\nBotleng 3 had eventually been approved in terms of the Act, it follows that the\nestablishment of the township had been authorised by statute and that,\nconsequently, the establishment of the township per se could\nnot be regarded as\nunlawful. That much was decided in\nDiepsloot Residents' and Landowners'\nAssociation v Administrator, Transvaal\nsupra 353G-H.\n[23]\tHowever,\nthe substance of the plaintiff's case against the defendants was not that they\nhad established a township, but that\nthey had failed to take such steps as they\ncould have taken to prevent or reduce the loss that he had suffered through the\nconduct\nof the inhabitants of the township. In order to succeed, he therefore\nhad to establish, first, that the omissions he complained of\nwere wrongful,\nsecond, that they were negligent and, third, that these omissions were causally\nconnected to his loss.\n[24]\tThe court\na quo\n's unqualified\nconclusion, without any proper investigation of the three aforementioned\nelements involved, that the defendants were\nliable for all the damages that the\nplaintiff could prove on the broad basis that they should have taken\npreventative measures, originated\nfrom the confusion between the elements of\nwrongfulness and fault. The enquiry pertaining to wrongfulness was simply this:\nassuming\nthat the defendants' omissions to avoid the plaintiff's loss were\nnegligent, did the legal convictions of the community require them\nto be held\nliable? In so far as the court\na quo\nimplicitly answered this question in\nfavour of the plaintiff, I agree with that finding. No reason has been suggested\nand I can think\nof none why in all the circumstances of this case the legal\nconvictions of the community would require the defendants to be afforded\nimmunity from any negligent acts or omissions that might have caused loss to the\nplaintiff.\n[25]\tOn the contrary, as was decided in\nDiepsloot\nResidents' and Land Owners' Association v Administrator, Transvaal\nsupra\n351E-G, the fact that the power to establish a township is conferred upon a\npublic authority by the provisions of the Act, does\nnot mean that it will not be\nliable for 'failing to take reasonably practical measures to lessen the harm\nthat will be caused by\nthe exercise of such powers'. Or, translated into the\nlanguage of the aforegoing analysis, a public authority will, in a situation\nsuch as this be held liable for its omissions, provided, of course, that all the\nother requirements of delictual liability, including\nthose of negligence and\ncausation, are satisfied. (See also\nEast London Western Districts Farmers'\nAssociation and others v Minister of Education and Development Aid and others\n1989 (2) SA 63\n(A) 75H-76B and\nMinister of Safety and Security v Van\nDuivenboden\nsupra par 19.)\n[26]\tThe further issues raised by the\nparties and decided by the court\na quo,\nrelating to the nature of the\npreventative measures that should have been taken by the defendants, were\nrelevant to the element of\nnegligence. In the confusion the second enquiry\nformulated in\nKruger v Coetzee\nsupra 430F-G, namely what steps, if any,\nthe reasonable person in the position of the defendant would have taken, was\npassed over\nentirely. If this enquiry had been made, the following questions\nwould have revealed themselves with reference to each of the various\npreventative measures suggested by the plaintiff: How effective would a two\nkilometre fence along the common boundary between the\nproperties have been? What\ndifference would a dam have made? How practical was the suggestion that the\nfence be patrolled on motorcycles\nor horseback? What would be the expense\ninvolved in implementing these measures? In balancing the costs involved against\ntheir relative\neffectiveness, which of these measures, if any, would have been\ntaken by the reasonable person? How effective would the prohibition\nagainst the\nkeeping of livestock in Botleng 3 have been? In what way and at what expense\ncould such a prohibition be enforced?\n[27]\tBecause these questions were not\nasked, another crucial element went unnoticed. That was the element of\ncausation. Had this element\nbeen recognised, the court\na quo\ncould not\npossibly have made the bald finding that the defendants were liable simply for\nnot taking preventative measures without\nconsidering (a) what measures could\nhave been taken and (b) what difference those measures would have made. This\nenquiry would ultimately\nhave led to appreciation of the further fact that in a\ncase such as this it is virtually impossible to separate the elements of\ncausation\nand quantum of damages.\n[28]\tThe flaws in the approach adopted\nin the court\na quo\ncan be illustrated by reference to the plaintiff's\nsuggestion of the erection of a fence as a practical example. The first question\nwould be what difference the fence would have made. Say the answer was that it\nwould have protected the plaintiff against livestock\nstraying from Botleng 3,\nbut not against criminal activities. That would lead to the following question:\nHaving regard to the cost\nof such a fence, would the reasonable person have put\nup a fence? A positive answer would mean that both negligence and causation\nhad\nbeen established. In principle the defendants would then be liable to the\nplaintiff for the damages that he suffered through\nstraying livestock. But it\ncould not possibly mean that they were also liable to him for damage caused by\ncriminal activity if it\nis clear that the fence would not have protected the\nplaintiff against these activities.\n[29]\tThe inevitable conclusion therefore\nappears to be that the separation of issues agreed upon had not been properly\nconsidered.\nParties to litigation will be well advised to heed the lesson learnt\nfrom experience in this court, referred to by Nugent JA in\nDenel (Edms) Bpk v\nVorster\n2004 (4) SA 481\n(SCA) 485A-E, that a separation of issues which has\nnot been properly considered and then carefully circumscribed will almost\ninevitably\ncome back to haunt those responsible at a later stage.\n[30]\tIt\nis clear that the decision of the court\na quo\ncannot stand. The only\nissues that could properly have been determined on the facts before the court\nwere those relating to wrongfulness.\nIssues regarding the elements of negligence\nand causation were not properly investigated and should not have been finally\ndecided\nagainst the defendants. When this became clear during argument in this\ncourt, the parties agreed that the issues regarding negligence\nand causation\nshould stand over for determination, together with the issues relating to the\nquantum of the plaintiff's damages, at\nthe subsequent stage of the\nproceedings.\n[31]\tIt is also clear that the question whether the\ndefendants' alleged omissions, if negligent, would be wrongful was, in my view,\nrightly decided in favour of the plaintiff. It was formally conceded on behalf\nof the defendants that in the event of such a finding,\nthey would be liable for\nthe plaintiff's costs, both with reference to the proceedings in the court\na\nquo\nand on appeal. In consequence that is the order I propose to\nmake.\n[32]\tA peripheral ground of appeal raised by the defendants related\nto the court\na quo\n's finding that they are to be held liable for the\nqualifying expenses of the expert witness, Ferero. Their contention was that\nFerero\nwas not an expert properly so called. I find it unnecessary to dwell on\nthis contention. Suffice it to say that, in my view, it has\nno merit. Ferero\nqualified himself as an expert and, without any objection by the defendants,\nconveyed his expert views to the court\na quo\n.\n[33]\tThe following\norder is made:\n(a)\tThe appeal is upheld.\n(b)\tThe appellants are ordered,\njointly and severally, to pay the \trespondent's costs of appeal, including the\ncosts of two counsel.\n(c)\tThe following order is substituted for the order\nmade by the \tcourt\na quo\n:\n(i)\tIt is declared that, in the\ncircumstances, negligent \t\t\tomissions on the part of the defendants would have\n\t\t\tbeen wrongful and\nthat, consequently, the defendants \t\t\twould be liable in\ndamages to the plaintiff resulting \t\t\tfrom any such omission.\n(ii)\tAll other\nissues, including those relating to the \t\t\t\telements of negligence, causation\nand the quantum of \t\t\tthe plaintiff's\nalleged damages are to stand over for\n\t\t\tlater determination.\n(iii)\tThe defendants are ordered, jointly and\nseverally, to \t\t\tpay the plaintiff's costs, including the costs of two\n\t\t\t\tcounsel\nand the qualifying expenses of Mr S A R Ferero.\n(iv)\tThe matter\nis postponed\nsine die\nfor determination of \t\t\tthe outstanding\nissues.\n..................\nF D J BRAND\nJUDGE OF\nAPPEAL\nConcur\n:\nMPATI DP\nSCOTT JA\nNUGENT JA\nCLOETE JA",
  "scraped_at": "2026-02-12T14:10:14.715240",
  "date": "2005-05-31",
  "coram": [
    "MPATI DP",
    "SCOTT",
    "BRAND",
    "NUGENT",
    "CLOETE JJA"
  ],
  "case_number": "302/2004",
  "parties": {
    "applicants": [
      "Local Transitional Council of Delmas",
      "Member of the Executive Council for Local Government: Mpumalanga Province"
    ],
    "respondents": [
      "Wilhelm Abraham Boshoff"
    ]
  },
  "sections": {
    "facts": "The town committee of Botleng, with the assistance of the Transvaal Provincial Administration, acquired part of farm Middelburg and established an informal township, Botleng 3, under the Less Formal Township Establishment Act 13 of 1991. Erven were allocated from October 1993, despite the statutory requirement that a township register be opened before allocation (s 13 of the Act). The register was only opened in September 1996. The plaintiff owned the remaining part of the farm adjoining Botleng 3. From June 1994 he was forced to abandon his farm because of smoke, water contamination, theft and destruction of livestock, crops and structures, and threats of violence caused by the occupants of Botleng 3.",
    "issues": "The principal issues were (1) whether the defendants, as successors to the town committee and the former provincial administration, owed a legal duty to take reasonable preventive measures to protect the plaintiff from foreseeable harm caused by the township’s inhabitants; (2) whether any omission by the defendants was wrongful under Aquilian delict principles; (3) whether the defendants were negligent and the omission caused the plaintiff’s loss; and (4) the quantum of damages, which was to be determined later.",
    "principles": "The court applied the established elements of Aquilian liability: wrongfulness, negligence, causation and loss. Wrongfulness requires a legal duty imposed by community convictions (Minister van Polisie v Ewels). Negligence is assessed by the Holmes JA test in Kruger v Coetzee (foreseeability and reasonable steps). Statutory provisions of the Less Formal Township Establishment Act (s 10, s 11, s 13, s 17) were interpreted, and the case law Diepsloot Residents' and Landowners' Association v Administrator (1994) was relied upon to hold public authorities liable for failing to take reasonable measures when exercising statutory powers.",
    "application": "The court held that the defendants’ contravention of s 13 by permitting occupation before the register opened precluded reliance on statutory authority. It found that, had the defendants acted reasonably, an impact study and preventive measures (e.g., fence, weir, livestock prohibition) would have been required by community convictions, making the omissions wrongful. However, the court declined to determine negligence, causation, or the quantum of damages at this stage, noting that these elements had not been properly examined. The appeal was upheld, the lower court’s order was set aside, and the matter was remitted for further determination of those unresolved issues.",
    "conclusion": "The appeal was upheld. The defendants were declared liable for damages arising from any negligent omission, but the precise extent of liability, including negligence, causation and quantum of damages, was ordered to stand over for a later hearing. The defendants were jointly and severally ordered to pay the plaintiff’s costs of appeal, including counsel costs and the expert’s qualifying expenses. The case was postponed sine die for final determination of the outstanding issues."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Negligence and Wrongful Omission",
    "level_3": [
      "Less Formal Township Establishment Act",
      "Public Authority Liability",
      "Impact Study",
      "Damages",
      "Community Duty"
    ]
  }
}