{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/44.html",
  "case_name": "S v Maleka (408/04) [2005] ZASCA 44; 2005 (2) SACR 284 (SCA) (20 May 2005)",
  "citation": "[2005] ZASCA 44",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 44\n|\nNoteup\n|\nLawCite\nS v Maleka (408/04) [2005] ZASCA 44; 2005 (2) SACR 284 (SCA) (20 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 408/04\nREPORTABLE\nIn the matter between:\nKagiso Howard MALEKA\nAppellant\nand\nThe STATE\nRespondent\nBefore:\nCameron, Conradie and Heher JJA\nAppeal:\nTuesday 17 May\n2005\nJudgment:\nFriday 20 May 2005\nCriminal law –\nEvidence – Admissions – Question raised whether admission may be\ntaken to have been impliedly made\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nThe appellant was convicted\nin the Bafokeng regional court at Tlhabane of murdering Zwelinzima Ivan\nMtshatsheni.  The regional magistrate,\nMr Motsomane, applying the minimum\nsentencing legislation,\n[1]\nsentenced\nhim to 15 years’ imprisonment.  On appeal the high court at Mmabatho set\naside the murder conviction and substituted\na conviction of culpable homicide\n(plus six years’ imprisonment).  Hendler J (Landman AJ concurring) refused\nleave to appeal\nagainst this outcome, but this court later granted the necessary\nleave.\n[2]\nThe main point taken before this\ncourt is that the state failed to prove that the appellant caused the injuries\nthe deceased sustained.\n In conjunction with this, the appellant contends that\nthe state failed to negative his defence that he acted lawfully in killing\nthe\ndeceased, since it failed to prove that he exceeded the bounds of self-defence. \nTo appreciate these submissions an account of\nthe facts and the conduct of the\ntrial is necessary.\n[3]\nThe charge arose from\nan incident on 5 October 2001 at Meriting (a Rustenburg township) near the home\nof the deceased’s friend,\nMs Lovely Sebotse.  It was common cause that an\naltercation occurred when his wife arrived at Ms Sebotse’s home, where the\ndeceased was over-nighting.  (The appellant had driven the deceased’s wife\nto the scene in his van but was prudently keeping\na low profile down the block.)\nWhen the deceased’s wife left, the deceased set out after her.  Sebotse\nand her friend Ms Hellen\nIsabella Molwana followed.  Finding the\nappellant’s motor van in the street nearby, the three waited until the\nappellant arrived.\n Some words were exchanged, but at this critical point\nSebotse and Molwana felt impelled to return home to secure the children in\nthe\nunlocked house.\n[4]\nSebotse and Molwana, the\nsole witnesses for the state, related that on returning to the scene they heard\n‘a big sound’,\nand observed the deceased retreating backwards.  He\nlifted his hands and fell, after which the appellant bent over him.  Neither\nsaw\nwhat occurred between the two.  Neither saw the appellant assault the\ndeceased.\n[5]\nThe appellant was legally\nrepresented during his trial.  He pleaded not guilty, offering no explanation in\nexpansion of his plea.\n At the close of the state case the magistrate refused an\napplication for his discharge.   He then took the witness stand.  The deceased,\nhe said, followed him after the women left, pelting him with stones.  He ran\naway but tripped and fell in an empty adjacent plot.\n He then threw a stone at\nthe deceased – ‘a very small stone’, barely half the size of\nhis hand.  He did so, he\nsaid, ‘in spread of desperation because [the\ndeceased] was chasing me hell and back, and after I threw, I guess there I got\ndesperate and threw the stone at him because he was closing [the] gap’.\n[6]\nNone of the deceased’s stones hit\nhim.  After throwing his stone, he said, he looked back and realised the\ndeceased was no longer\nfollowing him.  He went back to the road and found the\ndeceased lying on the ground.  He was ‘like groaning and all those\nthings’.\n He admitted his stone must have struck the deceased.  The\ndeceased at this stage ‘looked lameness and I thought he must have\nbeen\nbadly injured’.  He tried to lift him up, he claimed, to take him for\nmedical attention.  (Molwana stated that she ‘saw\naccused lifting\ndeceased’s legs and pulling him towards the bakkie’, but that he\nleft when bystanders converged.)  He\ncould not tell whether the deceased was\nstill alive at that stage.\n[7]\nThe deceased had\nin fact been severely injured.  He appears to have died at the scene.  The\npost-mortem examination was eight days\nlater.  It found that the cause of death\nwas ‘head and abdominal injuries due to blunt trauma’.  The injuries\nrecorded\nwere extensive:  an abrasive bruise of the right forehead; abrasions of\nthe left forehead, right and left elbows and right knee;\nbruise of the right\nthigh; peri-orbital haematoma with conjunctival haemorrhage [black eye] on the\nleft side.  In addition, the post-mortem\nfound deep scalp bruising, skull\nfractures including the base of the skull, acute subdural haemorrhage, frontal\nlobe contusions,\nbrain swelling and herniations, with evidence of raised\nintra-cranial pressure.  The skull fracture was described in more detail:\n‘A linear fissured fracture of the occipital bone in the midline 75mm\nlong, and a comminuted [splintered] fracture of the base\nof skull.’  There\nwas acute bilateral subdural haemorrhage.  The spleen had been lacerated, and\nblood had been aspirated.\n[8]\nThe magistrate\ntaxed the appellant at the end of his evidence with these injuries.  He was\nunable to account for them.  Instead, he\noffered the lame suggestion that\n‘the place in which [the deceased] fell was full of stones’.  At\nthis the magistrate\ninquired: ‘So in other words you suggest that these\ninjuries might have been caused by his falling?’.  The appellant\nreplied:\n‘They might have been aggravated by his falling.’  (In argument at\nthe end of the trial, his attorney urged\nthat some of the injuries could also\nhave been caused when the appellant, as observed by Molwana, tried to drag the\ndeceased to his\nbakkie.)\n[9]\nThe significance\nof this interchange is that the appellant at no stage suggested that anyone\nother than he had been or could have\nbeen responsible for the deceased’s\ninjuries.  His entire account of the incident with the deceased involved only\ntwo persons:\nhimself and the deceased.  There was no suggestion of a further\nintervening party or of any supervening\ncause.\n[10]\nIt is against this background that\nthe main point now taken on the appellant’s behalf must be considered.  At\nthe outset of\nthe trial, the appellant admitted the ‘results’ of the\npost-mortem.  His attorney emphasised that he admitted ‘the\ncorrectness of\nthe post-mortem itself’.  At that stage, the appellant’s version of\nself-defence had not yet been disclosed.\n But it was clear that the manner of\nthe deceased’s death, the cause of death, and the nature of the injuries\nhe had suffered,\nwere not in issue.\n[11]\nThe\npoint the appellant now takes arises from the fact that at the outset of a\nprosecution involving an unlawful killing the admissions\nmade usually include\nthe identity of the deceased; the accuracy of the post-mortem report; and, in\naddition,\nthat the deceased’s body suffered no further injuries between\nhis death and the performance upon it of the post-mortem\n.  These admissions\nare almost invariably made together.  Otherwise the doctor who performed the\npost-mortem (if not already scheduled\nto testify) can be called to clarify\nmatters or to resolve any dispute.\n[12]\nIn this\ncase, the admission concerning absence of further injuries was not made.  This\nappears to have been an oversight, due to inexperience\nor inadvertence on the\npart equally of magistrate, defending attorney and prosecuting counsel.  At no\nstage during the trial was\nit suggested that the deceased’s body had in\nfact later suffered further injuries.\n[13]\nThe point is clearly an after-thought,\narising from the gap opened by the omission of the usual admission; and is in\nthis sense opportunistic.\n If however it reveals a hole beneath the water-line\nof the state’s case, the conviction of unlawful killing cannot stand;\nand\nthe point must for this reason be carefully\nconsidered.\n[14]\nCounsel for the appellant\nemphasised that no evidence was tendered as to what became of the deceased after\nhe fell down, when and\nhow he was removed from the scene, where his body was\nkept until the post-mortem, or to show that the body suffered no further\ninjuries\nbetween the incident with the appellant and the post-mortem.  He\ntherefore contended that in the absence of medical evidence on these\naspects no\nsatisfactory finding could be made as to how the deceased suffered his\ninjuries.\n[15]\nCounsel’s premise is\ncorrect, but the conclusion he seeks to extract is mistaken.  It is true that\nmedical evidence was lacking.\n And it would undoubtedly have been preferable to\ncall the doctor who performed the post-mortem to testify.  But a criminal trial,\nfamously, is not a game.  The sole question in dispute at the appellant’s\ntrial was whether he intended to kill the deceased.\n The concluding addresses of\nthe prosecutor and the appellant’s attorney, which (mistakenly) were\ntranscribed and included\nin the appeal record, reveal that this was the only\npoint argued.  And it was solely in relation to the question of intention that\nthe way in which the deceased sustained his injuries was\ndebated.\n[16]\nHad the point now taken been\nraised at the trial, the magistrate may well have been duty-bound in the\ninterests of justice to call\nthe doctor who performed the post-mortem and those\nresponsible for ensuring the integrity of the corpse between the scene of the\nincident and the mortuary (\nR v Hepworth\n1928 AD 265\n277).  The taking of\nsuch a point after the trial may in appropriate circumstances raise the question\nwhether an admission such as\nthat at issue now – concerning the integrity\nof the body between death and post-mortem – may not be taken to have been\nmade impliedly.\n[17]\nIt is not however\nnecessary to canvass this question now.  This is because the evidence the state\npresented, together with the admissions\nthe appellant expressly made,\nestablished beyond reasonable doubt that the injuries in question were inflicted\nat the scene and not\nlater.  There are two steps to this\nconclusion.\n[18]\nFirst, the appellant, as\npointed out earlier, admitted the ‘contents’ and\n‘results’ of the post-mortem report.\n That report found that the\ncause of death was ‘head and abdominal injuries due to blunt\ntrauma’.  This can only mean\nthat the injuries listed in the report were\nthose that caused the death.  They could thus not have been inflicted\nafterwards.  The\nappellant’s admission therefore necessarily entails that\nthe injuries were inflicted before his\ndeath.\n[19]\nSecond, the evidence established\nthat the deceased died at the scene.  Counsel for the appellant sought to\nsuggest that the deceased\nmay not have died there, and thus that the fatal\ninjuries may have been inflicted later.  But this is at odds with the\nuncontested\nevidence.  Sebotse confirmed in her evidence in chief that the\ndeceased died at the scene.  It is true, as counsel pointed out, that\nshe also\nstated that she ‘had no courage to look at the deceased’.  But this\nwas in answer to a question whether she\nnoticed injuries on his person.  There\nis a great difference between being able confirm from first-hand knowledge that\nsomeone has\ndied, and being willing to examine the corpse to establish the\nextent of the corporeal damage.  Sebotse did the former.  She was\nunwilling to\ndo the latter.  Her statement that the deceased had died at the scene was\nunchallenged in cross-examination, and must\nbe taken to have been\nestablished.\n[20]\nIt follows that the state\nproved beyond reasonable doubt that the injuries the deceased suffered, and\nwhich resulted in his death,\nwere inflicted at the scene.\n[21]\nIt also follows from what has been set\nout above that it was proved beyond reasonable doubt that it was the appellant,\nand the appellant\nalone, who inflicted those injuries.  His counsel accepted in\narguing the appeal that, if his main point found no favour, it would\nnot be\npossible to maintain that there was doubt about the unreasonable excess of force\ninvolved in the killing.\n[22]\nAnd indeed this\nis so.  The injuries the deceased suffered were manifold, various and terrible. \nIt is quite clear that the appellant’s\nversion as to their infliction was\nspurious, and that the only reasonable inference, consistent with all the proven\nfacts, is that\nsomething occurred at the scene, after the departure of Sebotse\nand Molwana, that led him to a fatal attack on the deceased.  This\nwhile he\nescaped quite untouched.  The possibility that this could have occurred within\nthe norms of reasonable conduct, or that\nthe appellant thought or could\nreasonably have apprehended that his conduct was lawful, is so remote that it\nmay safely be excluded.\n Indeed, the inference that the injuries may have been\nintentionally inflicted looms so large that the appellant may consider himself\nlucky to have escaped the murder\nconviction.\n[23]\nThere is little to say about\nsentence, and counsel did not attempt to say\nmore.\n[24]\nThe appeal against both conviction\nand sentence is dismissed.\nE\nCAMERON\nJUDGE OF\nAPPEAL\nCONCUR:\nCONRADIE JA\nHEHER\nJA\n[1]\nCriminal Law Amendment Act 105\nof 1997\ns 51.",
  "scraped_at": "2026-02-12T14:06:17.231708",
  "date": "2005-05-20",
  "coram": [
    "Cameron JA",
    "Conradie JA",
    "Heher JA"
  ],
  "case_number": "408/04",
  "parties": {
    "applicants": [
      "Kagiso Howard MALEKA"
    ],
    "respondents": [
      "The STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Kagiso Howard Maleka, was convicted in the Bafokeng Regional Court of murdering Zwelinzima Ivan Mtshatsheni and sentenced to fifteen years' imprisonment. The High Court later substituted the conviction with culpable homicide and added six years. The incident arose on 5 October 2001 at a township near Rustenburg, where an altercation occurred after the deceased's wife left the house of a friend, Ms Lovely Sebotse. The deceased pursued the appellant, who fled, tripped and fell, and then threw a small stone at the deceased. He claimed the deceased later lay injured; the post‑mortem, performed eight days after death, recorded extensive head and abdominal blunt‑trauma injuries, including skull fractures and subdural haemorrhage, which caused death at the scene. The appellant testified that he attempted to lift the deceased but could not account for the injuries, suggesting the falling might have aggravated them. The prosecution's case centred on whether the appellant inflicted the fatal injuries and whether his conduct exceeded the bounds of self‑defence.",
    "issues": "The primary issues were (1) whether the State proved beyond reasonable doubt that the appellant caused the injuries which resulted in the deceased's death; (2) whether the appellant's admissions at trial, particularly of the post‑mortem results, could be taken as an implied admission that the injuries were inflicted at the scene and not later; and (3) whether the appellant's conduct could be lawfully characterised as self‑defence or amounted to an unlawful, intentional killing.",
    "principles": "The court applied principles relating to admissions in criminal trials, the requirement that the prosecution prove the elements of the offence beyond reasonable doubt, and the legal test for self‑defence (necessity, proportionality and reasonableness). It considered that an admission of the contents and results of a post‑mortem report carries an implicit acceptance that the injuries described were caused before death. The court also noted the standard that intent to kill must be established from the evidence, and that a claim of self‑defence fails where the force used is excessive and unreasonable.",
    "application": "The court held that the appellant’s admission of the post‑mortem findings meant he accepted that the recorded injuries were the cause of death and therefore occurred before death, i.e., at the scene. Testimony from Ms Sebotse confirmed the deceased died on the spot, and no evidence suggested the body suffered further injury thereafter. Consequently, the State satisfied the burden of proving that the injuries were inflicted by the appellant at the scene. The court rejected the appellant’s self‑defence argument, finding the extent and nature of the injuries, together with the circumstances, rendered the force used grossly disproportionate and unreasonable. The alleged implied admission regarding the integrity of the body was therefore unnecessary, as the evidence already established the requisite facts.",
    "conclusion": "The Court of Appeal dismissed the appeal, confirming both the conviction for unlawful killing and the sentence imposed. The appellant's contentions regarding lack of proof of causation and the validity of his self‑defence claim were rejected."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "admissions",
      "self-defence",
      "intent",
      "evidence",
      "appellate review"
    ]
  }
}