{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/34.html",
  "case_name": "Estate Agency Affairs Board v McLaggan and Another (161/2004) [2005] ZASCA 34; 2005 (4) SA 531 (SCA); 67 SATC 280 (31 March 2005)",
  "citation": "[2005] ZASCA 34",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 34\n|\nNoteup\n|\nLawCite\nEstate Agency Affairs Board v McLaggan and Another (161/2004) [2005] ZASCA 34; 2005 (4) SA 531 (SCA); 67 SATC 280 (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO:\n161/2004\nReportable\nIn the matter between\nESTATE AGENCY AFFAIRS BOARD \t\t\t     \nAppellant\nAND\nNEIL CURDIE McLAGGAN\t\t\t           \nFirst Respondent\nMcLAGGANS (PTY) LTD\t\t\t       Second Respondent\nCoram\n:  Howie P, Cameron, Navsa, Brand, Lewis\nJJA\nHeard:\n14 March\n2005\nDelivered:\t  31\nMarch 2005\nSummary: Dishonesty\nis an element of the offences of contravening paras 1 and 2(1), read with para\n30(1)(b) of the Fourth Schedule\nto the Income Tax Act 58 of 1962 (deducting\nemployees’ tax and failing to pay it to Revenue), and of contravening s\n28(1)(b),\nread with s 58 of the Value Added Tax Act 89 of 1991 (collecting VAT\nand failing to pay it to Revenue). The fidelity fund certificate\nof an estate\nagent convicted of these offences lapses under s 28(5) of the Estate Agency\nAffairs Act 112 of 1976.  Appeal against\ndecision of High Court, South Eastern\nCape upheld. Order is contained in para 34.\nJUDGMENT\nLEWIS JA\n[1]\tThis appeal turns on whether offences in respect of which an estate\nagent – the first respondent, Mr Neil McLaggan –\nwas convicted in\n2002 under the Income Tax Act 58 of 1962, and the Value Added Tax Act 89 of\n1991, involve an element of dishonesty\nsuch that his fidelity fund certificate\nlapsed or should be withdrawn. McLaggan is employed by the second respondent, of\nwhich he\nis a director. Although the second respondent (‘the\ncompany’) was charged with the same offences it was not convicted,\napparently as a result of an oversight on the part of the trial court magistrate\n.\n[2]\tOn 23 September 2002 the appellant, the Estate Agency Affairs\nBoard (‘the Board’), applied in the High Court (South\nEastern Cape\nLocal Division) for an order declaring that McLaggan’s fidelity fund\ncertificate had lapsed because of his convictions\nof offences involving an\nelement of dishonesty, pursuant to s 28(5) of the Estate Agency Affairs\nAct\n[1]\n(the ‘Estate Agency\nAct’). Alternatively it sought to have the certificate withdrawn under s\n28(3) of that Act. It also\nsought an interdict to prevent McLaggan from\ncontinuing to act as an estate agent while not in possession of a valid fidelity\nfund\ncertificate. As against the company, the second respondent in the\napplication, the Board sought an order interdicting it from continuing\nto act in\ncontravention of s 26 or, alternatively, s 28(8) of the Estate Agency\nAct.\n[3]\tMcLaggan opposed the relief sought on the basis that he had not\nbeen convicted of any offence involving an element of dishonesty,\nand that his\ncertificate had thus not lapsed. He contended further that the section providing\nfor automatic lapsing was discriminatory\nand should be restrictively interpreted\nor declared inoperative. The High Court (per Sandi J) dismissed the application,\nfinding\nthat the offences in question did not involve an element of dishonesty,\nand that no good cause had been shown for withdrawing the\ncertificate. It is\nagainst these findings that the Board appeals to this court, leave having been\ngranted by Sandi J.\n[4]\tI shall deal first with the charges and the\nconvictions of McLaggan; second, the financial history giving rise to the\nconvictions;\nthird, the provisions of the Estate Agency Act that regulate\nfidelity fund certificates; fourth, the question whether the certificate\ndid\nlapse because the offences involved an element of dishonesty; and finally, the\nsubmission that there is a disparity between sections\nof the Estate Agency\nAct\n[2]\nthat operates unfairly against\nthe respondents.\n[5]\tIn April 2002 McLaggan and the company were charged\non 37 counts of theft in respect of employees’ tax deducted by the second\nrespondent and not paid to the South African Revenue Service\n(‘SARS’).  In the alternative, they were charged on 37 counts\nin\nterms of paras 1 and 2(1), read with para 30(1)(b) of the Fourth Schedule to the\nIncome Tax Act\n[3]\nin that they had\nwrongfully and unlawfully used or applied the amounts deducted, or withheld\nemployees’ tax (the amounts being\nset out in a schedule to the charge),\nfor purposes other than the payment of these amounts to SARS.\n[6]\tThey\nwere charged with two further counts of theft in that the company, being a\nvendor as defined in s 1 of the Value-Added Tax\nAct,\n[4]\nhad levied and received\nvalue-added tax (‘VAT’) on goods or services supplied by it and\nMcLaggan, with the intention\nto steal, had failed to pay such amounts to SARS,\nusing the amounts in question for the benefit of the company or himself. The\nalternative\ncharges to these were that the company had ‘wrongfully and\nunlawfully’ failed to pay the amounts specified  as required\nby s 28\n(1)(b), read with s 58(d) of the VAT Act.\n[7]\tThe respondents were\nfurther charged with failing to furnish SARS with an annual income tax return in\nrespect of three  particular\ntax years. Nothing turns on these charges since it\nwas not ever contended that these were offences entailing an element of\ndishonesty.\n[8]\tOn 30 April 2002, in the Port Elizabeth Criminal\nMagistrate’s Court, McLaggan, both in his capacity as director of the\ncompany\nand personally, pleaded guilty to the alternative charges under the\nIncome Tax Act and the VAT Act, and on the counts of failure\nto submit returns.\nThe charges of theft against them were withdrawn.\nMcLaggan handed in a\nstatement in terms of s 112 of the Criminal Procedure\nAct\n[5]\nin which his plea explanation\nis set out in full.  He also submitted a lengthy ‘plea in\nmitigation’. He was convicted\non the alternative charges. As already\npointed out, the magistrate omitted to convict the company.\n[9]\tOn 2 July\n2002 the trial court sentenced McLaggan to six months’ imprisonment on\neach of the counts under the Income Tax\nAct, such sentences to be suspended for\nfive years on condition that he not be convicted of contravening para 30 of the\nFourth Schedule\nto the Act during the period of suspension. On each of the two\ncounts of contravening section 58 of the VAT Act, McLaggan was sentenced\nto ten\nmonths’ imprisonment, also suspended for five years on condition that he\nnot be convicted of contravening s 58 of the\nVAT Act during the period of\nsuspension.\n[10]\tMcLaggan appealed against the sentences and the court\n(the Eastern Cape Division, per Pickering J, Pillay J concurring), upholding\nthe\nappeal, substantially reduced the sentences on the first 37 counts (under the\nIncome Tax), taking the first nine counts together\nand imposing a suspended fine\n(R400) in the alternative to the suspended term of imprisonment for all counts.\nThe remaining offences\nunder the Income Tax Act were treated similarly save that\nthe alternative suspended fine imposed was R10 000. On the charges under\nthe VAT\nAct an alternative suspended fine of R4 000 was imposed and both charges were\ntaken together.\n[11]\tIn reducing the sentences imposed by the\nmagistrate, the court took into account the statement in mitigation, which\nrelated to\nthe personal and financial circumstances of McLaggan. Regard was had,\nin particular, to his lengthy service as an estate agent; his\napparent high\nstanding in the business; and that he had served on the Estate Agency Affairs\nBoard itself for some 21 years and had\nbeen the President of the Board for some\nof that period. Because of his high profile the media had made much of the\ncharges of theft\nagainst him, and his reputation had been seriously affected.\nThe court stated also that it was clear, in its view, that ‘the\nprovisions\nof the relevant sections under which the appellant was charged may be\ncontravened in circumstances not involving any dishonesty\non the part of the\noffender,\nsuch as was the case in the present matter\n’ (my\nemphasis). Although the question of dishonesty is the crux of the appeal before\nthis court, it was not in issue in relation\nto the appeal against sentence, and\nwas not debated in the judgment.\n[12]\tIn his statement in mitigation\nMcLaggan said that he had paid the full amount owing to SARS, having obtained a\npersonal loan,\nand by registering mortgage bonds over two properties owned by\nhis wife. He made much of his and the company’s financial plight.\nIt was\ndue to a number of factors: the real estate business had gone into recession in\nthe mid 1990’s; interest rates soared;\nin 1997 the company’s\nadministrator and bookkeeper, on whom McLaggan had relied in the running of the\ncompany, retired; the\nnew bookkeeper was incompetent and members of staff stole\nsome R94 000, only some of which was recovered. These factors led him to\nreduce\nstaff, use cheaper vehicles, cancel his medical aid, cash in insurance policies\nand so on. He did not draw a salary for some\nfour years and lived on the income\nof his wife. Compounding his financial problems, in November 2000 McLaggan was\nstabbed and seriously\ninjured, and had to use some R30 000 from the company and\nmoney of his wife to pay for medical treatment.\n[13]\tBefore this\nmisfortune befell McLaggan it had become clear to him, in July 1998, that he\ncould not pay the amounts owed to SARS.\nThus although he continued to submit\nmonthly tax returns in respect of employees’ tax that the company had\ndeducted from their\nsalaries, and VAT returns too, he actually made no payments,\nthis despite the fact that he continued to deduct employees’ tax\nfrom\ntheir salaries and to levy and receive VAT payments. On 3 July 1998 the company,\nrepresented by McLaggan, entered into an agreement\nwith the Port Elizabeth\noffice of SARS to pay amounts outstanding, and his wife stood surety for his\nobligation. But still did he\ndid not pay the amounts due to SARS.\n[14]\tThe agreement between the company and SARS reflected that R104\n859.83 was owed to SARS. The company undertook to pay some R62\n500 immediately\nafter the sale of two properties, and then a monthly instalment until the full\namount outstanding was paid in full.\nThe Receiver of Revenue, Port Elizabeth,\nreserved the right to claim the full balance of taxes due in specified\ncircumstances, including\nthe failure to pay instalments timeously and by\n‘failure in the timeous and proper submission or payment of any current\ntax\nreturns’. Payments were not made in terms of the\nagreement.\n[15]\tOn 22 March 2000 McLaggan wrote to SARS in an apparent\nattempt to explain why payments had not been made. He stated that a new\nentity,\nMcLaggan’s Real Estate CC, of which he was the sole member, had bought\nproperty, having been granted a 100 per cent\nbond by a bank. The reasons for the\nacquisition, he said, were, first, that the premises would accommodate the\ncompany in ‘more\nsuitable and prominent premises’ which would cost\nless than the company’s previous premises (the interest payable presumably\nbeing less than rental); and second, that the company would benefit from an\nexpropriation adjacent to the new property. McLaggan\nundertook, in the letter,\nto pay to SARS ‘such monies as are received from this expropriation\nexercise within 24 hours of receipt\nthereof’.\n[16]\tThe clear\nimplication of this letter is that while the company would not be paying\nemployees’ tax deducted for payment\nto SARS, or VAT collected for SARS, it\nwould be paying interest on a bond – thus undertaking a new liability\nrather than paying\nwhat was owed to SARS.  No indication is given in the letter\nof the source of funding for the bond. It is reasonable to infer that\nthe\ndeductions made from employees’ salaries, and VAT levied and received,\nwere used for this purpose.\n[17]\tOn 9 July 2002, seven days after\nMcLaggan had been sentenced, the Board wrote to McLaggan, stating that it had\ncome to its attention\nthat he had been convicted on 42 counts of theft (which\nwas of course incorrect in that the convictions were under the Income Tax\nand\nVat Acts). The consequence, said the Board, was that McLaggan had ‘been\nrendered disqualified as an estate agent pursuant\nto the provisions of s\n27(a)(ii) of the Estate Agency Affairs Act 112 of 1976 in that you have been\nconvicted of an offence involving\nan element of dishonesty’. The Board\nrequested that he immediately cease carrying on business as an estate agent, and\nthat\nhe return his fidelity fund certificate. The letter ended:\n‘You\nmay, of course, apply to the Board, by way of substantive application supported\nby documentary evidence, for the issue\nto you of a fidelity fund certificate\npursuant to the provisions of the proviso contained in s 27 of  Act 112 of 1976.\nYou will have,\nin this respect . . .  to satisfy the Board that, with due regard\nto all relevant considerations, the issue to you of a fidelity\nfund certificate\nwill be in the interest of justice.’\n[18]\tThe relevant provisions\nof the Estate Agency Act relating to fidelity fund certificates are as follows:\n‘26\nProhibition of rendering of services as estate agent in certain\ncircumstances\nNo person shall perform any act as an estate agent unless\na valid fidelity fund certificate has been issued to him or her and to\nevery\nperson employed by him or her as an estate agent and, if such person\nis-\n(a)\ta company, to every director of that company; or\n(b)\ta close\ncorporation, to every member referred to in paragraph (b) of the definition of\n'estate agent' of that corporation.\n27\nDisqualifications relating to\nfidelity fund certificates\nNo fidelity fund certificate shall be issued\nto-\n(a)\tany estate agent who or, if such estate agent is a company, any\ncompany of which any director, or if such estate agent is a\nclose corporation,\nany corporation of which any member referred to in paragraph (b) of the\ndefinition of  'estate agent'-\n(i)\thas at any time by reason of improper\nconduct been dismissed from a position of trust;\n(ii)\thas at any time\nbeen convicted of an offence involving an element of dishonesty;\n. .\n. .\nProvided that if in respect of any person who is subject to any\ndisqualification referred to in this section, the board is satisfied\nthat, with\ndue regard to all the relevant considerations, the issue of a fidelity fund\ncertificate to such person will be in the\ninterest of justice, the board may\nissue, on such conditions as the board may determine, a fidelity fund\ncertificate to such person\nwhen he or she applies therefor.’\n(My\nemphasis.)\nSection 28 deals with the withdrawal and lapse of fidelity fund\ncertificates. It provides that the Board may withdraw a certificate\nin a number\nof specified circumstances. The subsection in issue in this case relates to the\nautomatic lapsing of a certificate: s\n28(5)(a) reads:\n‘ A fidelity fund\ncertificate issued to any person shall lapse immediately and be of no force and\neffect if that person-\n(a)\tbecomes subject to any disqualification referred\nto in section 27 (a) (i) to (v); . . . .‘\nSection 27\n(7)\nand (8)\nread:\n(7) ‘No person whose fidelity fund certificate has been\nwithdrawn in terms of subsection (1) or has lapsed in terms of subsection\n(5),\nmay directly or indirectly participate in the management of any business carried\non by an estate agent in his or her capacity\nas such, or participate in the\ncarrying on of such business, or be employed, directly or indirectly, in any\ncapacity in such business,\nexcept with the written consent of the board and\nsubject to such conditions as the board may determine.\n(8) No estate agent\nshall directly or indirectly in any capacity whatsoever employ a person referred\nto in subsection (7), or allow\nor permit such person directly or indirectly to\nparticipate in any capacity in the management or the carrying on of his or her\nbusiness\nas an estate agent, except with the written consent of the board, and\nsubject to such conditions as the board may impose.’\n[19]\tThe\neffect of these provisions, in summary, is that an estate agent cannot operate\nas such without a fidelity fund\ncertificate.\n[6]\nThe certificate is\nissued by the Board, and may not be issued in certain circumstances, one of\nwhich\n[7]\nis that the applicant has\nbeen convicted of an offence involving an element of dishonesty. The Board does,\nhowever, have a discretion,\ncreated by the proviso to s 27, to issue a\ncertificate in the interests of justice.  Once a certificate has been issued,\nand there\nfollows a conviction in respect of an offence involving an element of\ndishonesty, then the certificate automatically\nlapses.\n[8]\n[20]\tThe crisp\nquestion to be decided then is whether the offences in respect of which McLaggan\nwas convicted did involve an element\nof dishonesty. He contends not. At all\ntimes he rendered tax and VAT returns such that SARS was not deceived: he did\nnot hide from\nSARS the indebtedness resulting from the company’s failure\nto pay it.\n[21]\tThe Board argues the contrary: McLaggan deducted\nemployees’ tax from employees of the company, and levied and received\nVAT\npayments that were then used for purposes different from that for which they\nwere intended. That in itself is dishonest, argues\ncounsel for the\nBoard.\n[22]\tThe Board contends further that dishonesty can be found in\nthe context in which the offences are committed, and need not necessarily\nbe an\nintrinsic element of the offence. Authority for this is to be found in\nR v\nGhosh\n[9]\nalthough in that case the\ncourt was primarily concerned with\nmens rea\n– whether the accused\nknew that he was acting dishonestly.\n[23]\tCases dealing with dishonesty\nas an element of the offence in South Africa have tended to suggest that the\nelement of dishonesty\nmust be an ingredient of the offence. In\nEx parte\nBennett,\n[10]\nin dealing with\noffences committed under the Companies\nAct\n[11]\nLa Grange J\nsaid:\n‘What is an \"offence involving dishonesty\"? In its ordinary\nmeaning dishonesty in this context denotes:\n\"Lack of probity: disposition to\ndeceive, defraud or steal. Also, a dishonest act.\"  (See\nShorter Oxford\nEnglish Dictionary\n, sv \"dishonesty\" 4.) In\nBrown v R\n1908 TS 211\nSolomon J said at 212 that in its ordinary sense \"dishonest\" involves an element\nof fraud. (Cf\nR v White\n1968 (3) SA 556\n(RAD).) In\nWords and Phrases\nLegally Defined\n(2nd ed by J B Saunders; 1976 Supplement at 57) there is a\nquotation from a judgment of the Canadian Supreme Court:\n\"... 'Dishonest' is\na word of such common use that I should not have thought that it could give rise\nto any serious difficulty, but\nin construing even plain words regard must be had\nto the context and  circumstances in which they are used:\nCanadian Indemnity\nCo v Andrews & George Co Ltd\n(1953) 1 SCR 19\nat 24. However, to try to\nput a gloss on an old and familiar English word which is in everyday use is\noften likely to complicate\nrather than to clarify. 'Dishonest' is normally used\nto describe an act where there has been some intent to deceive or cheat. To\nuse\nit to describe acts which are merely reckless, disobedient or foolish is not in\naccordance with popular usage or the dictionary\nmeaning. It is such a familiar\nword that there should be no difficulty in understanding it.\nLynch & Co v\nUnited States Fidelity & Guaranty Co\n(1971) 1 OR 28\nper Fraser J at 37,\n38.\"\nIn this context the word \"involve\" means to contain or include as a\npart, so that the expression \"offence involving dishonesty\" means\nan offence of\nwhich dishonesty is an element or ingredient - in the case of a common law\noffence in terms of its definition, and\nin the case of a statutory offence in\nterms of the statute which created it.’\nThis approach was followed  in\nLa Grange v Boksburg\nStadsraad\n[12]\nand in\nNusca v\nDa Ponte\n[13]\nwhere the\ncourt held that illicit diamond dealing was inherently dishonest. Dishonesty is\nan ingredient of the offence if not a\nrequirement.\n[14]\nIn\nLa Grange\nFlemming J added that while dishonesty need not be a requirement of the\noffence itself, one must have regard at least to the actual\nconduct complained\nof in the charge sheet.\n[24]\tWere the offences under the Income Tax Act\nand the VAT Act intrinsically dishonest? In my view they were. It is true that\nSARS\nwas aware that the company was not paying the amounts due to it and that\nthe company rendered correct and full tax returns. But at\nthe same time\nMcLaggan, as director of the company, knew it was obliged to pay the taxes it\ncollected from employees to SARS. The\ncompany deducted tax from salaries for the\npurpose of paying the fiscus. It used the money for entirely different purposes.\nThat\nentails deception of employees, although they would not necessarily be\nprejudiced since the employer is the agent of SARS for the\npurpose of paying\ntheir tax to it, and once the tax had been deducted they would not be rendered\nliable again.\n[15]\nAnd it is\ndishonest in so far as the fiscus is concerned. If an employer deducts tax from\nemployees, and uses it for any purpose\nother than paying the fiscus, that is\ndishonest. It is a deliberate misuse of funds. It is conduct that would be\nregarded by the\npublic in general as lacking in probity. Equally, the levying\nand receipt of VAT for any purpose other than paying it to the fiscus\nin\naccordance with the statute is inherently dishonest. I consider therefore that\ndishonesty is also an element of the offences in\nrespect of which McLaggan was\nconvicted under the VAT Act.\n[25]\tIn my view it is conceivable that, in\nrelation to s 27(a)(ii) of the Estate Agency Act, the context in which an\noffence is committed\nmight also render conduct dishonest even where dishonesty\nis not an ingredient of the offence itself. But it is not necessary to\ndecide\nthis point given the conclusion that I have reached that the offences of which\nMcLaggan was convicted were inherently dishonest.\n[26]\tAccordingly, in\nterms of s 28(5) of the Estate Agency Act the fidelity fund certificate of\nMcLaggan automatically lapsed once\nhe was convicted, and the company (by virtue\nof s 26(a)) could no longer continue to operate as an estate\nagent.\n[16]\n[27]\tCounsel for\nthe respondents argued before this court that there is an anomaly in the\nprovisions of the Estate Agency Act in that\nwhere one applies for a fidelity\nfund certificate in the first place the Board must consider whether or not the\napplicant is disqualified\nby reason of the provisions of s 27(a)(ii). The\nproviso to s 27, quoted in full above, gives the Board a discretion in this\nregard.\nIt allows the Board to issue a certificate, despite a disqualification,\nif it is ‘satisfied that, with due regard to all the\nrelevant\nconsiderations, the issue of a fidelity fund certificate to such person will be\nin the interest of\njustice’.\n[17]\n[28]\tBy contrast, it was argued, once an estate agent in possession of a\ncertificate is convicted of an offence involving an element\nof dishonesty, the\ncertificate automatically\nlapses.\n[18]\nNo discretion is\nexercised by the Board. Indeed the Board plays no role. An estate agent who has\na certificate, which lapses by\noperation of law, thus has no opportunity to\nplace before the Board factors relating to the interests of justice. The estate\nagent\nis thus, on this argument, denied a hearing.\n[29]\tThe respondents\ncontend that the alleged anomaly operates unfairly against them, and that s\n28(5) must be interpreted (‘read\ndown’) in such a way as to allow\nthem a hearing before the certificate lapses; alternatively that it is\nunconstitutional, infringing\ns 9(1) of the Constitution (the right to equality),\nand s 33(1), which requires lawful, reasonable and procedurally fair\nadministrative\naction.\n[30]\tI do not propose to deal with these\nsubmissions since in my view there is no anomaly in the relevant provisions of\nthe Estate\nAgency Act. There is good reason for the distinction between an\ninitial application for a fidelity fund certificate, and the lapsing\nof a\ncertificate in the event of disqualification by virtue of s 28(5). When an\napplication is made by a person for a certificate\nthe Board must take a decision\nas to the fitness of the applicant to hold one. Applicants, for example, who\nhave been dismissed from\npositions of trust ‘by reason of improper\nconduct’;\n[19]\nbeen convicted\nof an offence involving an element of\ndishonesty;\n[20]\nare of unsound\nmind;\n[21]\ndo not have the prescribed\nstandard of training;\n[22]\nor do not\nhave the prescribed practical\nexperience\n[23]\nmust be given special\nattention because they are disqualified unless there are considerations that\nmake the grant of the certificate\nconsonant with the interests of\njustice.\n[31]\tOn the other hand, where the disqualification occurs after\nthe award of a certificate it is appropriate that the certificate\nlapses. The\ndisqualification, in the absence of evidence to the contrary, renders the holder\nunfit to be an estate agent. The Board\nmakes no decision in this regard, and\nMcLaggan’s argument that he has been deprived of a hearing by the Board is\nthus misconceived.\nA person disqualified is not precluded from applying for a\nfidelity fund certificate again. Moreover, s 28(7) makes provision for\na person\nwhose certificate has lapsed to carry on the business of an estate agent, or to\nbe employed as one, with the written consent\nof the Board.\n[32]\tAs I have\nalready indicated, seven days after being sentenced, on 9 July 2002, in a letter\nsent to McLaggan by the Board, he\nwas advised that he could ‘by way of\nsubstantive application supported by documentary evidence’ apply for a\nfidelity\nfund certificate, but would have to satisfy the Board that the issue of\nthe certificate to him would be in the interests of justice.\nThe factors that he\nreferred to in his statement in mitigation, and that he claimed had led the\ncompany and him into financial difficulty,\nare matters that might well persuade\nthe Board that it is in the interests of justice to issue a certificate to him\nagain.\n[33]\tIn the circumstances, I consider that there is no statutory\ndiscrimination against McLaggan, or anyone in his position, and that\nthe\ndisparity between s 27 and s 28(5), complained of by McLaggan, is justified. The\noffences of which he was convicted involve an\nelement of dishonesty, and his\nfidelity fund certificate lapsed automatically on conviction.\n[34]\tIt is\nordered that:\n1\tThe appeal is upheld with costs including those occasioned by\nthe use of two counsel.\n2\tThe order of the court below is replaced with the\nfollowing order:\n‘The fidelity fund certificate of the first respondent\nlapsed by reason of his conviction on 37 counts in terms of paras 1 and\n2(1),\nread with para 30(1)(b), of the Fourth Schedule to the Income Tax Act 58 of\n1962, and on two counts in terms of s 28(1)(b)\n, read with s 58(d), of the Value\nAdded Tax Act 89 of 1991.’\nC H Lewis\nJudge of Appeal\nConcur:\nHowie P\nCameron JA\nNavsa JA\nBrand JA\n[1]\nAct 112 of\n1976.\n[2]\nSections 27 and\n28(5).\n[3]\nAct 58 of\n1962.\n[4]\nAct 89 of\n1991.\n[5]\nAct 51 of\n1977.\n[6]\nS\n26.\n[7]\nS\n27(a)(ii).\n[8]\nS\n28(5)(a).\n[9]\n[1982] 2 All ER 689\n(CA).\n[10]\n1978 (2) SA 380\n(W) at\n383 in fin-384D.\n[11]\nAct 61 of\n1973, and the regulations promulgated\nthereunder.\n[12]\n1991 (3) SA 222\n(W) at 228C-F.\n[13]\n1994 (3) SA\n251\n(BGD) at 259-60.\n[14]\nAt\n261F-G.\n[15]\nS 28(2) of the\nFourth Schedule to the Income Tax Act provides that the employee’s tax\ncertificate shall be prima facie evidence\nthat the employer has deducted tax.\n[16]\nMcLaggan is the sole\ndirector of the company: every director must have a valid fidelity fund\ncertificate in order for a company to\ncarry on business as an estate\nagent.\n[17]\nSee\nLek v Estate\nAgents Board\n1978 (3) SA 160\n(C) at 171A-B, where Friedman J considered the\nproviso and pointed out that it is ‘cast in the widest possible\nterms’.\n[18]\nS\n28(5).\n[19]\nS\n27(a)(i).\n[20]\nS\n27(a)(ii).\n[21]\nS27(a)(iv).\n[22]\nS27(a)(vi).\n[23]\nS27(a)(vii).",
  "scraped_at": "2026-02-12T14:03:35.913375",
  "date": "2005-03-31",
  "coram": [
    "Howie P",
    "Cameron",
    "Navsa",
    "Brand",
    "Lewis JA"
  ],
  "case_number": "161/2004",
  "parties": {
    "applicants": [
      "Estate Agency Affairs Board"
    ],
    "respondents": [
      "Neil Curdie McLaggan",
      "McLaggan's (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Neil McLaggan, a director of McLaggan's (Pty) Ltd and a registered estate agent, was charged in 2002 with 37 counts of theft relating to employees' tax under the Income Tax Act and two counts under the VAT Act for failing to pay deducted tax and VAT to the South African Revenue Service (SARS). He pleaded guilty to alternative charges of misuse of the deducted amounts, was convicted, and received suspended sentences. The Estate Agency Affairs Board (the Board) applied to the High Court for an order that McLaggan's fidelity fund certificate lapse automatically under section 28(5) of the Estate Agency Affairs Act because his convictions involved an element of dishonesty, and also sought an interdict preventing him from practising as an estate agent. The High Court dismissed the application, holding that the offences did not involve dishonesty and that there was no good cause to withdraw the certificate. The Board appealed this decision.",
    "issues": "The appeal centered on (1) whether the offences for which McLaggan was convicted—misuse of employees' tax and VAT—contain an element of dishonesty that triggers automatic lapse of a fidelity fund certificate under s 28(5) of the Estate Agency Affairs Act; (2) whether the statutory provisions relating to disqualification and lapse create an unfair or unconstitutional disparity between the Board's discretion at the stage of issuing a certificate and the automatic lapse after conviction; and (3) the appropriate interpretation of \"offence involving dishonesty\" in the context of tax and VAT statutes.",
    "principles": "The Court examined the ordinary meaning of dishonesty as a lack of probity involving intent to deceive, fraud or theft, drawing on authorities such as Ex parte Bennett, Brown v R, and La Grange. It held that for a statutory offence, dishonesty must be an ingredient of the offence as defined by the statute. The Court also referenced R v Ghosh on the mens rea element of dishonesty. It concluded that misuse of amounts deducted for tax or VAT for other purposes is inherently dishonest and satisfies the statutory requirement. Regarding the statutory scheme, the Court affirmed that s 27 provides a discretionary test before a certificate is issued, while s 28(5) mandates automatic lapse once a disqualifying conviction occurs, and that this distinction is lawful and not discriminatory.",
    "application": "Applying these principles, the Court found that McLaggan knowingly diverted employees' tax and VAT that were lawfully deducted for the purpose of payment to SARS and instead used them for personal or company purposes. This conduct demonstrated a deliberate misuse of funds and thus satisfied the element of dishonesty required for the offences under both the Income Tax Act and the VAT Act. Consequently, the convictions triggered the automatic lapse of his fidelity fund certificate under s 28(5). The Court rejected the argument that the lapse provision denied McLaggan a hearing, holding that the statutory mechanism expressly removes the certificate without further Board discretion once a disqualifying conviction occurs. The alleged anomaly between s 27 and s 28 was deemed justified, as the Board's discretion only applies before a certificate is granted.",
    "conclusion": "The appeal was upheld. The Court ordered that McLaggan's fidelity fund certificate lapse automatically by reason of his convictions on 37 counts under the Income Tax Act and two counts under the VAT Act. Costs were awarded, including those incurred from using two counsel."
  },
  "tags": {
    "level_1": "Estate Agency Law",
    "level_2": "Fidelity Fund Certificate",
    "level_3": [
      "dishonesty",
      "tax offences",
      "certificate lapse",
      "administrative discretion"
    ]
  }
}