{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/2.html",
  "case_name": "SA Bank of Athens Ltd v Van Zyl (431/2003) [2005] ZASCA 2; [2006] 1 All SA 118 (SCA); 2005 (5) SA 93 (SCA) (21 February 2005)",
  "citation": "[2005] ZASCA 2",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 2\n|\nNoteup\n|\nLawCite\nSA Bank of Athens Ltd v Van Zyl (431/2003) [2005] ZASCA 2; [2006] 1 All SA 118 (SCA); 2005 (5) SA 93 (SCA) (21 February 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 431/03\nIn the matter between\nSA BANK OF ATHENS LIMITED\nAppellant\nand\nMAY VAN ZYL\nRespondent\n_____________________________________________________________________\nCORAM:\tMPATI AP, FARLAM, MTHIYANE, VAN HEERDEN JJA et ERASMUS AJA\n_____________________________________________________________________\nDate Heard:\n22 November 2004\nDelivered:\n21 February 2005\nSummary:\nSummary judgment – order\nnot sustainable where\nfacts not fully canvassed in part due to the acceptance by both parties and the\ncourt\na quo\nof the correctness of a High Court judgment subsequently\nfound by the SCA to be incorrect.\nParate executie\nnot\nper se\ninvalid – not in conflict with section 34 of the Constitution.\n_____________________________________________________________________\nJ U D G M E N T\n_____________________________________________________________________\nAR ERASMUS AJA\nAR ERASMUS AJA\n[1]\tThe\nadjudication of this appeal requires consideration of the proceedings in the\ncourt\na quo\nviewed\nagainst the backdrop of developments in our law\nregarding the right of a creditor to realise the property of its debtor without\nfirst\nobtaining the sanction of the court.  This type of extra-judicial\nexecution is known in Roman Dutch law as\nparate executie\n.  The vehicle\nthat brings the question of the validity of that procedure before this court is\nthe appeal against an order of summary\njudgment issued in the Johannesburg High\nCourt against the appellant in favour of the respondent. (I refer to the parties\nas in the\naction proceedings and, where convenient, to the defendant as\n‘the bank’.)\n[2]\tIn her particulars of claim, the plaintiff\nnarrates the circumstances which she avers gave rise to her instituting the\naction\nagainst the defendant.  These are briefly as follows. While in a\nvulnerable psychological condition after the death of her husband,\nshe was\ninveigled by Mr L C Joubert (‘Joubert’), an insurance representative\nand ‘financial advisor’ in the\nemploy of an insurance company\n(‘Sanlam’), into investing money in a trust in which members of his\nfamily had interest.\n Without her knowledge, she was made a trustee of the\ntrust.  During October 1998 the defendant bank instituted action in the\nmagistrate’s\ncourt against the plaintiff for payment of R75 525,08 in\nrespect of amounts allegedly owing by the trust on its cheque account. \nShe was\ncited in her representative capacity together with the other trustees, as well\nas in her personal capacity, on the basis\nof a deed of suretyship allegedly\nsigned by her in favour of the bank.  The plaintiff entered appearance to defend\nand, when the\nbank thereupon applied for summary judgment, she filed an\naffidavit resisting the application.  Therein she deposed as follows. \nEarly in\n1998 Joubert requested her to sign certain documentation in connection with the\nbusiness of the trust.  She accompanied\nhim to the bank where she found\ndocuments spread on a table.  She signed these without reading their contents. \nShe had no idea what\nshe was signing.  The nature of the documents was never\nexplained to her.  In particular, she was unaware that she was signing a\ndeed of\nsuretyship.  She denied ever having the intention of binding herself to such a\ncontract.  Her affidavit was received by the\ndefendant’s attorneys on 23\nNovember 1998.  We were informed that the summary judgment application had not\nyet been finalised.\n[3]\tAfter setting out the above historical\nbackground, the plaintiff proceeded to formulate her claim.  She alleged that,\nwhile the\nopposed summary judgment application was pending in the\nmagistrate’s court, the defendant,  acting without court sanction,\ncalled\nup and retained the proceeds of four investment policies held by her with\nSanlam,  as follows:\n3 November 1998:  \t\t\tR  91 768,06\n3 November\n1998\t\t\t    41 175,38\n29 December 1998\t\t\t    48 170,14\n29 December\n1998\n25 793,42\nTotal\nR206 907,00\n[4]\tThe\nplaintiff averred that the defendant had purported to act in terms of\nparate\nexecutie\nclauses contained in deeds of cession (of which she had no\nknowledge) whereby she had allegedly  ceded the policies to the bank as\nsecurity\nfor the trust’s alleged indebtedness.  It was her case that those clauses\nwere in conflict with s 34 of the Constitution¹\nand therefore invalid,\nwhich meant that the defendant,  in effecting\nparate\nexecution of the\npolicies, had unlawfully taken the law into its own hands.  She claimed that the\ndefendant was therefore obliged\nby law to pay her the amount of R206\n907.00.\n[5]\tThe defendant defended the action.  The subsequent\napplication for summary judgment was resisted on an affidavit of an advances\nmanager of the bank.  The deponent stated that on or about 26 March 1998 the\nplaintiff ceded the four policies in favour of the defendant.\n She averred that\n‘from the aforesaid documents of cession and as a result of the\nPlaintiff’s indebtedness to the Defendant,\nthe Defendant was entitled to\nobtain payment in respect of the policies from SANLAM’.  She stated that\nat the time the defendant\nwas in possession of the relevant policies.  She\nintimated that full legal argument would be presented to the court at the\nhearing\nof the\napplication.\n______________________________________________________________\n1.\tThe\nConstitution of the Republic of South Africa Act 108 of 1996\n[6]\tIn his\njudgment, delivered on 28 February 2002, the learned judge (Spilg AJ) set out\nthe history of the dispute between the parties.\n As to the defendant’s\ndealings with the policies, he stated that the position in regard to the first\ntwo policies was unclear,\nbut that at the time of the realisation of the last\ntwo investments in December 1998 the defendant was well aware of the\nplaintiff’s\ndefence as disclosed in the magistrate’s court\nproceedings.  He expressed strong disapproval of the defendant’s\nactions:\n‘At the outset I find it difficult to use restrained language in\ndescribing the bank’s conduct, particularly as it is\nconduct of a\nfinancial institution.  Suffice that its conduct on the papers before me is\ndisgraceful and for this reason I consider\nit appropriate that investigations be\nconducted into the matter by appropriate\nauthorities.’\n[7]   The legal argument adumbrated in\nthe defendant’s answering affidavit (para  [5] above) proved to be the\nsubmission that\nthe defendant had, through the cessions\nin securitatem\ndebiti\n, acquired ‘out and out’ ownership of the policies, which\nentitled it to deal with them at its will.  The court\na quo\nrejected the\ncontention.  (The point was not pursued at the hearing of the appeal and the\nmerits thereof need not concern us.)  Spilg\nAJ pointed out that since security\nis accessory to the main debt, it follows that until the existence of a disputed\nunderlying obligation\nis determined by a court, the security cannot be realised\nand the cessionary who executes\nparate\nprior to such determination takes\nthe law into its own hands.\n[8]   The plaintiff did not attach copies\nof the deeds of cession to her particulars of claim.  She in fact claimed to\nhave no knowledge\nof these documents.  Copies of the four cession agreements\nare, however, attached to the defendant’s answering affidavit. \nThey are\nidentically worded.  The relevant provision in each reads as follows:\n‘I hereby appoint you irrevocably and\nin\nrem suam\nas my\nattorney and agent to apply for the surrender, to realise or otherwise deal with\nthe policy in your absolute discretion in\nthe event of my failure to pay any\namount which I may owe or in which I may be or become indebted to you and to\napply the proceeds\nof such surrender, realisation or other dealing to my\naforesaid debt ...’.\n[9]   Spilg AJ accepted the\nplaintiff’s contention that the clause was\ncontra\nbonos\nmores\nand therefore invalid in that it constituted ‘a classic\nparate executie\nprovision’.  He stated that an agreement that\nallows a person to be the arbiter of the fact whether a debt is owing by another\nwithout due process of law and which denies access to the courts, offends the\nprovisions of s 34 of the Constitution (para [11] below).\n He referred to\nChief Lesapo v North West Agricultural Bank\n2001 (1) SA 409\n(CC);\nFirst National Bank of SA Ltd v Land and Agricultural Bank of SA\n[2000] ZACC 9\n;\n2000 (3) SA\n626\n(CC) and the application of those decisions in\nFindevco (Pty) Ltd v\nFaceformat SA (Pty) Ltd\n2001 (1) SA 251\n(E)).  He accordingly held that the\ndefendant’s actions in realising the plaintiff’s investments (para\n[3] above) was\ninvalid, which meant that there was no bona fide defence to the\nplaintiff’s claim recognised by law and that she was therefore\nentitled to\nsummary judgment.\n[10]\nParate\nexecution has long been acceptable under\nthe common law (\nOsry v Hirsch, Loubser & Co Ltd\n1922 CPD 531\nat 541\n– 547), provided that the terms of the agreement authorising the procedure\nare not unconscionable or incompatible with\npublic policy (\nSasfin (Pty) Ltd v\nBeukes\n1989 (1) SA 1\n(A) at 13J–14A), for example (a) entitling the\ncreditor to determine the fact of the debtor’s default,  or (b)\nauthorising\nthe creditor to seize the debtor’s property without the\ncourt’s imprimatur (\nNino Bonino v\nDe Lange\n1905 TS 119\nat\n124).\n[11]\tThe core principle of the common law that no person is\nentitled to take the law into its own hands – now no longer inhibited\nby\nstatutory exception – is expressed as a fundamental right in s 34 of the\nConstitution:\n‘Everyone has the right to have any dispute that can be resolved by the\napplication of law decided in a fair public hearing\nbefore a court or, where\nappropriate, another independent and impartial tribunal or\nforum.’\nThe Constitutional Court, in applying this\nsection in\nLesapo\n,  declared that a statutory provison that permitted a\ncreditor to seize a defaulting debtor’s  property, and to sell it in\ndefrayal of the debt, without recourse to a court of law,²  was\nunconstitutional and invalid - notwithstanding the fact that\nthere was no\ndispute as to the debtor’s default.  In\nFindevco\n, the Eastern Cape\nHigh Court relied on that decision in declaring invalid a clause in a general\nnotarial bond that authorised the\ncreditor to take possession of the\ndebtor’s movable property and to dispose thereof in satisfaction of the\ndebt.  The learned\njudge reasoned from the general to the particular, as\nfollows: legislation authorising\nparate executie\nis unconstitutional,\ntherefore the common law cannot\ncountenance such a stipulation in a\ncontract;  consequently the stipulation in\n2.   Section 38(2) of the North\nWest Agricultural Bank Act 14 of 1981\nthe particular provision authorising\nparate\nexecution was unconstitutional. The judge, in dealing with\ncounsel’s submission that the court should confirm the rule in that\nthe\nrespondent did not oppose the application and the applicant was not seeking to\nby-pass the courts, stated  (at 256H-I):\n‘All these submissions, in my view, beg the question.  If the clause in\nthe bond which purports to allow the sale of the movable\nproperty is valid and\nnot disputed, there is no issue between the parties which needs to be determined\nby me.  If, however, the clause\nin the bond is invalid (as I consider it is),\nthen it cannot logically be validated by asking the Court to ignore its\nconstitutional\ninvalidity and give effect to it.’\n[12]\tThat then, broadly speaking, was the position in the case\nlaw when the plaintiff on 29 November 2001 instituted the present action\nagainst\nthe defendant.  Counsel for the defendant informed us that the particulars of\nclaim (which he settled) were drafted on the\nbasis of the law as stated in\nFindevco\n.  (This is reflected in the particulars of claim.)  He informed\nthe court, further, that at the hearing of the application for summary\njudgment,\nthe parties – as well as the court – accepted that the law was\nsettled on that basis.  (This is reflected in\nthe defendant’s answering\naffidavit,  as well as in the judgment of the court\na quo\nin its finding\nin favour of the plaintiff.)  The defendant’s application for leave to \nappeal was refused, but its petition\nfor leave to appeal to this Court was\ngranted.  The grounds of appeal were directed at the rejection by the court\na\nquo\nof the contention upon which the defendant had relied at the hearing of\nthe summary judgment application (para [7] above).  That\ncourt’s\nunqualified acceptance of the outright constitutional invalidity of\nparate\nexecutie\n(as per\nFindevco\n) was not challenged in the notice of\nappeal.\n[13]\tIn the meantime it appeared that\nFindevco\nwas not the\nlast word on the validity of\nparate executie\n.  Susan Scott in\n‘Summary Execution Clauses in Pledge and Perfecting Clauses in Notarial\nBonds’\n2002 (65)\nTHRHR\n656-\n664 was the first to question the\ncorrectness of the decision (as far as I am aware).  It is not necessary here to\ndeal with the\narguments raised by the learned author, as the issue was\nthereafter addressed by this court in\nBock v Duburoro Investments (Pty) Ltd\n2004 (2) SA 242\n(SCA). The judgment did not turn on the validity of\nparate\nexecution clauses, but as the constitutionality of the procedure\nhad been the main point of argument before the court,  Harms JA was\nled\nto state (para 13):\n‘... I find it difficult to extend the proscription of these statutory\nprovisions by the Constitutional Court to\nparate executie\nof movables\nwhich are lawfully in the possession of the creditor.  This procedure does not\nauthorise a creditor to bypass the courts\nand “seize and sell the\ndebtor’s property of which the debtor was in lawful and undisturbed\npossession”.  It does\nnot entitle the creditor “to take the law into\nhis or her hands”.  It  does not permit “the seizure of property\nagainst the will of a debtor in possession of such property”.  And since\nthe debtor may seek the protection of the court if,\non any just ground, he can\nshow that, in carrying out the agreement and effecting a sale, the creditor\nacted in a manner which prejudiced\nhim in his rights, the creditor cannot be\nsaid to be the judge in his own cause.’  (Footnotes not included.)\nHe added (para 15) that it followed that the judgment in\nFindevco\n, finding that the law relating to\nparate executie\nof\nmovables is unconstitutional, was wrong.\n[14]\tIn\nJuglal NO v Shoprite\nCheckers (Pty) Ltd\n2004 (5) SA 248\n(SCA) this court upheld the validity of a\nnotarial covering bond which entitled the creditor, in the event of default on\nthe part\nof the debtor, to take possession of the debtor’s business and\nassets as security for the debt, to sell the assets and to apply\nthe proceeds in\nsettlement of the debt.  The court\na quo\nhad granted the creditor an\norder perfecting its security.  The judge (Hurt J) had expressly declined to\nfollow\nFindevco\n. Heher JA (speaking in this court in the subsequent\nappeal) commented (para 9) that the refusal was justified by the decision in\nBock\n.  Hurt J had further stated:\n‘In summary, the common law, insofar as stipulations for\nparate\nexecution are concerned, is that stipulations, which are not so far-reaching\nas to be contrary to public policy, are valid and enforceable;\nthat, as a matter\nof practice, creditors seeking to enforce such stipulations take the precaution\nof applying for judicial sanction\nbefore doing so;  and that the debtor can\navail himself of the court’s assistance in order to protect himself\nagainst prejudice\nat the hands of the creditor.’\nHeher JA commented that this exposition seemed to him to be a\ncorrect summary of the present state of the common law, with the one\nqualification that the ‘matter of practice’ referred to by the judge\nwas in fact a constitutional requirement.  He declared\n(para 11) that the common\nlaw (as stated above) does not limit the right of access to the courts. \n‘Nor’\n,\nhe added, ‘does it fall short of the spirit,\npurport or the objects of the Bill of Rights’.  He  continued thus (para\n12):\n‘Because the courts will conclude that contractual provisions are contrary\nto public policy only when that is their clear effect\n(see the authorities cited\nin\nSasfin (Pty) Ltd v Beukes\n1989 (1) SA 1\n(A) at 8C-9G\n)\nit\nfollows that the tendency of a proposed transaction towards such a conflict\n(\nEastwood v Shepstone\n1902 TS 294\nat 302\n)\ncan only be found to\nexist if there is a probability that unconscionable, immoral or illegal conduct\nwill result from the implementation\nof the provisions according to their tenor. \n(It may be that the cumulative effect of implementation of provisions not\nindividually\nobjectionable may disclose such a tendency.)  If, however, a\ncontractual provision is capable of implementation in a manner that\nis against\npublic policy but the tenor of the provision is neutral then the offending\ntendency is absent.  In such event the creditor\nwho implements the contract in a\nmanner which is unconscionable, illegal or immoral will find that a court\nrefuses to give effect\nto his conduct but the contract itself will stand.\n‘\nThe court considered the facts of the matter in the light of\nthis statement of the law and dismissed the appeal.\n[15]\tNotwithstanding\nwhat was said in the\nBock\nand\nJuglal\njudgments, counsel for the\nplaintiff bravely contended that\nFindevco\nwas correctly decided and\nshould be upheld.  He submitted that the dictum of Harms JA to the contrary was\nclearly wrong, and was\nin any event delivered\nobiter\n.  I am, however,\nunpersuaded that\nparate\nexecution is\nper se\nunconstitutional or\noffensive to public policy.  I find that the court\na quo\nerred in holding\nthat the deeds of cession allowed the bank to be the arbiter of the fact whether\nthe debt was owing (compare:\nSenwes Ltd v\nMuller\n2002 (4) SA 134\n(T)).  The cession agreements do not expressly authorise such action on the part\nof the bank, nor is this objectionable feature of\nparate\nexecution\nimplicit in the stipulations. Nor do the particular clauses purport to allow the\nbank to by-pass the courts in a dispute\nregarding the existence or validity of\nthe cession agreements.\n[16]   It does not follow, however, that\nbecause the provisions in the cession agreements allowing for\nparate\nexecution are valid,  the defendant’s actions in purported reliance\nthereon were lawful.  The severe censure by Spilg AJ of\nthe bank’s conduct\n(para [6] above) may well prove to be justified.  Counsel for the defendant\nsubmitted, however, that the\njudge was not entitled to make those findings on\nthe papers before the court.  She pointed out that the court based its judgment\non factual averments in the plaintiff’s particulars of claim, not on\nevidence.  It is true that the averments were not challenged\nin the\ndefendant’s answering affidavit and that usually in summary judgment\nproceedings that would be taken as admission of\nthose allegations.  The present\nmatter is however not usual.  The proceedings in the court\na quo\nwere\nfrom their commencement  to their conclusion misdirected by the mistaken\nacceptance by the parties and the court  of the correctness\nof the judgment in\nFindevco\n.  On that decision, the plaintiff’s averment that\nparate executie\nis invalid\nper se\n, could not be gainsaid on any\ngrounds of law or fact. Perhaps the defendant should have answered the averments\nin the particulars\nof claim relating to its conduct. Counsel for the defendant\nwas constrained to concede that the affidavit  resisting summary judgment\n‘is unfortunately  not as comprehensive as it should have been’. \nThe affidavit, however,  was not directed at justifying\nthe defendant’s\nparate\nexecution of the plaintiff’s property, but was designed to\naccommodate the legal argument which was presented on behalf of the\ndefendant in\nthe court\na quo\n, but which was\nnot persisted with at the hearing\nof the appeal\n(para [7] above).  In the circumstances, the\ndefendant’s failure to present its case fully and properly in the\nanswering affidavit\nis to some extent understandable.  The determination of the\nlawfulness of the defendant’s conduct requires a value judgement\nwhich can\nproperly be made only upon consideration of all the relevant facts and attendant\ncircumstances.  These were not before\nthe court\na quo\n.  Summary judgment\nis a drastic remedy granted only where the defendant has no bona fide defence. \nIt would be unfair and therefore\nimproper to leave standing a summary judgment\nwhich was given without consideration of all the relevant facts and\ncircumstances,\n where those facts were not placed before the court by the\ndefendant due to its misunderstanding of the law (a misunderstanding shared\nby\nthe plaintiff and the court) apparently occasioned by its acceptance of the\ncorrectness of a judgment of the High Court subsequently\nheld by this court to\nbe incorrect.\n[17]\tCounsel for the defendant contended, further, that the\nparticulars of claim are excipiable in that the plaintiff failed to make\nout a\ncase for the damages which she claimed from the defendant.  (This point was not\nraised in the court\na quo\n, nor is it covered by the grounds of appeal.) \nCounsel for the plaintiff countered by contending that the action was not one\nfor\ndamages, but was based on the\nactio ad exhibendum\n.  He advanced the\ncontention for the first time while on his feet in this court.  It was not dealt\nwith by the court\na\nquo\n.  It was not canvassed in the heads of\nargument and was certainly not fully argued in this court.  I am therefore\nreluctant to make\na finding on the question.  It is, moreover, not necessary for\nme to do so in view of my earlier conclusions (para [16] above).\n[18]\tThe\ncourt’s reasons for allowing the appeal, viewed in the historical context\nof the proceedings, materially affect the\nquestion of the costs of the appeal. \nThe proceedings,  from their inception in the court\na quo\nand up to the\nportals\nof this court,  turned on the legal effect of the\nparate\nexecutie\nclauses in the cession agreements (para [7] above).  The real\nissues were identified only during the argument of the appeal in this\ncourt.  It\nappears that the focus of the dispute is not the constitutional validity of\nparate executie\nclauses\n(which has been settled in\nBock\nand\nJuglal\n), but the lawfulness of the appellant’s actions in the\npurported execution of those provisions of\nthe deeds of cession. \nHowever, the appeal succeeds not\nbecause\nof the appellant’s\nexplanation of its actions, but\ndespite\nits failure to set out the\nrelevant facts and circumstances in its affidavit opposing summary judgment\n(para [16] above).  In these\nspecial circumstances, it is fair and therefore\nproper that the court depart from the usual practice of ordering that costs\nfollow\nthe event.  The parties share the blame for the misdirection of the\nproceedings and the costs order should reflect that circumstance.\n[19]\tAfter judgment was reserved in this appeal, the appellant brought\nan application for an order that two documents contained in\nthe papers be struck\nfrom the record.  Although these documents were referred to at the hearing of\nthe appeal, they have had no effect\non my decision.  There is therefore no need\nto delay further the delivery of the judgment pending the outcome of the\napplication.\n[20]\tIn the result, the appeal succeeds, with\nno\norder being made as to costs of appeal.  The order of the court\na quo\nis\nset aside and the following order is substituted therefore:\n‘1.\tThe application for summary judgment is\nrefused.\n2.\tThe defendant is granted leave to\ndefend.\n3.\tThe costs of the application for summary judgment are to be costs in the\naction.’\nAR ERASMUS\nACTING JUDGE OF APPEAL\nCONCUR:\nMPATI AP\nFARLAM JA\nMTHIYANE JA\nVAN HEERDEN\nJA",
  "scraped_at": "2026-02-12T13:54:42.648171",
  "date": "2005-02-21",
  "coram": [
    "MPATI AP",
    "FARLAM",
    "MTHIYANE",
    "VAN HEERDEN JJA",
    "ERASMUS AJA"
  ],
  "case_number": "431/03",
  "parties": {
    "applicants": [
      "SA BANK OF ATHENS LIMITED"
    ],
    "respondents": [
      "MAY VAN ZYL"
    ]
  },
  "sections": {
    "facts": "May Van Zyl, in a vulnerable psychological state after her husband's death, was induced by an insurance representative to invest money in a trust where the representative's family had an interest. Unaware that she was being made a trustee, she signed documents without reading them and later discovered she had signed a deed of suretyship. The bank sued her in the magistrate's court for R75,525.08 on behalf of the trust and, while that application was pending, the bank called up and retained proceeds of four Sanlam investment policies totaling R206,907 by relying on alleged parate executie clauses in deeds of cession to which Van Zyl claimed she had no knowledge.",
    "issues": "The key issues were: (1) whether the parate executie clauses in the deeds of cession were constitutionally invalid under section 34 of the Constitution; (2) whether the bank could lawfully execute those clauses and take the policy proceeds without court sanction; and (3) whether summary judgment should have been granted to the bank in the absence of a bona‑fide defence.",
    "principles": "The court considered the common‑law position on parate execution, noting that such clauses are permissible unless they are unconscionable or contrary to public policy. Section 34 of the Constitution guarantees the right to a fair public hearing and invalidates statutory provisions that allow a creditor to seize property without judicial oversight. Relevant precedent included Chief Lesapo v NW Agricultural Bank, First National Bank v Land and Agricultural Bank, Findevco v Faceformat, Bock v Duburoro Investments, and Juglal v Shoprite, which collectively clarified that while parate execution per se is not unconstitutional, clauses granting the creditor the power to determine default may be invalid. The court also reaffirmed that summary judgment is only appropriate where there is no genuine defence.",
    "application": "The court held that the lower court erred by accepting the proposition that all parate executie clauses are per se invalid, a view now rejected. The specific cession agreements did not expressly authorize the bank to determine whether a debt was owed, nor did they allow the bank to bypass the courts. Consequently, the clauses themselves were not per se unconstitutional. However, the bank’s execution of the policies was unlawful because the factual matrix and the plaintiff’s defence had not been fully considered, and the bank failed to present a complete case. The appeal succeeded on the basis that the summary judgment was granted without a proper examination of all relevant facts and law.",
    "conclusion": "The appeal was allowed. The order of the court a quo granting summary judgment was set aside. The summary judgment application was refused, the defendant (the bank) was granted leave to defend, and the costs of the application for summary judgment were ordered to be costs in the action. No order was made as to the costs of the appeal."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Summary Judgment & Constitutional Law",
    "level_3": [
      "parate execution",
      "section 34",
      "security cession",
      "banking law",
      "summary judgment"
    ]
  }
}