{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/89.html",
  "case_name": "Shoprite Checkers (Pty) Ltd v Grobbelaar and Others (460/2004) [2005] ZASCA 89 (26 September 2005)",
  "citation": "[2005] ZASCA 89",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 89\n|\nNoteup\n|\nLawCite\nShoprite Checkers (Pty) Ltd v Grobbelaar and Others (460/2004) [2005] ZASCA 89 (26 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nIN DIE HOOGSTE HOF VAN APPèL VAN\nSUID-AFRIKA\nRAPPORTEERBAAR\nSAAKNOMMER:\n460/04\nIn die saak tussen:\nSHOPRITE CHECKERS (EDMS) BPK\t\t\t\t\tAPPELLANT\nen\nL J J GROBBELAAR\t\t\t\t\t\t1STE\nRESPONDENT\nD J M HEYNS\t\t\t\t\t\t\t2DE RESPONDENT\nP C\nWELGEMOED\t\t\t\t\t\t3DE RESPONDENT\nCoram:\nHOWIE P, ZULMAN, NUGENT, MLAMBO ARR en COMBRINCK Wnd\nAR\nVERHOOR:\n13 SEPTEMBER\n2005\nGELEWER:\t26 SEPTEMBER\n2005\nOPSOMMING:\nMaatskappyereg – onnodig om te\nvoldoen aan a 228 van Maatskappyewet waar alleenaandeelhouer toestem tot verkoop\nvan maatskappy\nse bates – oordraagbaarheid van regte in\nhandelsinperkingsooreenkoms.\n_____________________________________________________________________\nUITSPRAAK\n__________________________________________________________________\nCOMBRINCK\nWnd AR:\n[1]\nHierdie is ‘n appèl teen ‘n bevel\nvan absolusie met koste ten gunste van die drie respondente, (verweerders in\ndie\nhof\na quo\n) na afloop van die appellant (eiser) se saak. Die appèl\ndien voor ons met verlof van hierdie Hof.\n[2]\nDie appellant het\ndie respondente gedagvaar in die Kaapse Hooggereshof vir skadevergoeding ten\nbedrae van R8 625 339. Die eisoorsaak\nis gegrond op die verbreking van ‘n\nooreenkoms ter inperking van handelsvryheid wat elk van die respondente geteken\nhet. Ek\nsal later terugkeer en meer breedvoerig  met die besonderhede van\nvordering en die verweerskrifte handel. Ten einde die pleitstukke\nte verstaan\nsal dit dienstig wees om eers die feitelike agtergrond kortliks te skets. Wat\nvolg was gemene saak tussen die partye.\n[3]\nDie eerste respondent\nwas ‘n aandeelhouer en besturende direkteur van twee maatskappye bekend as\nSentra Koop Handelaars Bpk\n(‘Sentra’) en Megasave (Edms) Bpk\n(‘Megasave’). Die tweede verweerder was ‘n aandeelhouer en\ndirekteur\nen die derde respondent ‘n diensnemer van gemelde\nmaatskappye.\nOp 23 November 1995 koop Shoprite Checkers (Edms) Bpk\n(‘SCEB’) die besigheid van die twee maatskappye vir ‘n koopsom\nvan R21 miljoen. Die drie respondente tree in diens van SCEB maar behartig\nsteeds die besigheid van die twee maatskappye.  Die besigheid\nvan die\nmaatskappye was die van aankooporganisasies, die een vir groothandelaars\n(Megasave) en die ander (Sentra) vir kleinhandelaars.\n ‘n\nAankooporganisasie werk so:\n(i)\tdie maatskappy tree op as makelaar tussen die voorsiener en die handelaar\nwat dan ook ‘n lid word van die aankooporganisasie\n(AO).\n(ii)\tdie AO onderhandel pryse met die voorsiener namens sy lede en die lede is\ndan geregtig om teen daardie pryse te koop.  Die uiteindelike\ntransaksie is\ntussen die lid en die voorsiener.\n(iii)\tdie AO aanvaar die kredietrisiko en betaal die voorsiener, terwyl die lid\ndie AO betaal.\n(iv)\tdie AO verdien sy inkomste uit rabatte en toelaes deur die voorsiener wat\ngekoppel is aan die waarde van die transaksie.  ‘n\nGedeelte van die\nrabatte en toelaes word ook aan die lede toegeken.\n[4]\nDie koop van die besigheid van Megasave en Sentra\nwas onderhewig aan ondertekening deur die drie respondente van ‘n\nskriftelike\nooreenkoms ter inperking van hul handelsvryheid. Op 10 April 1996\nhet hulle wel sodanige ooreenkoms ten gunste van SCEB geteken.\nDie beperking wat\nmededinging met SCEB verbied het, was in die geval van eerste en tweede\nrespondent vir ‘n tydperk van 36\nmaande en in die geval van derde\nrespondent, 24 maande. Die gebied was die Republiek van Suid-Afrika en\nNamibië. As teenprestasie\nhet eerste en tweede respondente elk R1,1 miljoen\nontvang en die derde respondent R500 000.\nOp 30 April 1997 bedank tweede\nrespondent uit die diens van SCEB gevolg deur die derde respondent op 30 April\n1998 en die eerste respondent\nop 31 Mei 1998.\n[5]\nIntussen het die\nvolgende gebeur met die Shoprite Checkers Groep van maatskappye waarvan SCEB een\nwas:\n(i)\tOp 31 Oktober 1997 koop Shoprite Holdings Bpk (‘Holdings’) al\ndie aandele in OK Bazaars (1929) Bpk van Suid-Afrikaanse\nBrouerye Bpk, en OK\nBazaars word ‘n volfiliaal van Shoprite Holdings en aldus ‘n lid van\ndie Shoprite Groep.\n(ii)\tTen einde gebruik te maak van ‘n opgehoopte belastingverlies in OK\nBazaars (1929) Bpk onderneem die Shoprite Groep in\nAugustus 1998 ‘n\nreorganisasie of rasionalisasieskema ingevolge waarvan ondermeer die besigheid,\nbates en regte van SCEB en\ndie ander maatskappye in die groep met terugwerkende\nkrag tot 1 November 1997 aan OK Bazaars (1929) Bpk verkoop is.\n(iii)\tDaarna verander OK Bazaars (1929) Bpk sy naam na Shoprite Checkers Bpk,\ndie appellant in hierdie saak.\n(iv)\tSCEB verander sy naam na OK\nBazaars (1998) Bpk.\n[6]\nDie appellant het die respondente\ngedagvaar uit hoofde daarvan dat hy die regte voortvloeiend uit die\nhandelsbeperkingsooreenkomste\nvanaf SCEB bekom het.\nDie appellant beweer in\nsy besonderhede van vordering dat hy die gemelde regte vanaf SCEB bekom het:\n(i)\tdeurdat na die verkoping van die gemelde onderneming van SCEB aan appellant,\nappellant besit geneem het van sodanige onderneming\nmet die gepaardgaande regte\nen dit as eienaar begin bedryf het; alternatiewelik\n(ii)\tdeurdat die gemelde inperkingsooreenkomste ‘n beding ten behoewe van\n‘n  derde bevat het wat appellant aanvaar het\nen sodanige aanvaarding aan\nrespondente bekend gemaak het; alternatiewelik\n(iii)\tdeurdat SCEB by wyse van skriftelke sessie gedateer 24 September 1999 die\nregte wat hy kragtens gemelde ooreenkomste verwerf\nhet aan appellant oorgedra\nhet.\nDit was die bewys van (i) en/of (iii) hierbo wat op die\npleitstukke en by die verhoor die hoof geskilpunt tussen die partye was en\nwaarop die hof\na quo\nuiteindelik absolusie aan die respondente toegestaan\nhet.\nDie appellant het voorts in sy besonderhede van vordering beweer dat die\nrespondente kontrakbreuk gepleeg het deur betrokke te raak\nin mededingende\naktiwiteite, vertroulike inligting te openbaar en die stigting van ‘n\nmaatskappy bewerkstellig het wat in mededinging\nmet appellant besigheid sou\ndryf. As gevolg van hierdie handelinge, so is beweer, het elf kliënte (wat\nby name genoem is) hulle\nverbintenis met Megasave en Sentra en dus met appellant\nbeëindig. Die verlies aan inkomste wat die appellant as gevolg van die\nbedanking van die gemelde kliënte verloor het, is die appellant se gelede\nskade.\nRespondente se verweer het neergekom in die breë op ‘n\nalgemene ontkenning van al die wesentlike elemente van die appellant\nse\nskuldoorsaak.\n[7]\tBy die verhoor en voor ons, was daar drie geskilpunte\nvir beregting, naamlik:\n(i)\thet die appellant\nlocus standi in\niudicio\nin die sin dat hy\ndie regte en die inperkingsooreenkomste bekom het;\n(ii)\thet die\nrespondente kontrakbreuk gepleeg en\n(iii)\twas daar ‘n kousale verband\ntussen die kontrakbreuk en die gelede skade?\nDie quantum van appellant se\nskade was ook in geskil maar ‘n bevel in terme van Reël 33(4) van die\nHoërhof reëls\nis gemaak ingevolge waarvan dié geskilpunt geskei\nis van die ander en oorstaan vir latere beregting, indien nodig.\n[8]\tNa\nafloop van appellant se saak (wat 29 dae geduur het en, met dokumentêre\nbewysstukke, 48 volumes in beslag geneem het)\nhet respondente se advokaat\naansoek gedoen om absolusie op grond daarvan dat die appellant nie daarin\ngeslaag het om enige een van\ndie drie geskilpunte op ‘n\nprima facie\nvlak te bewys nie.\nDie geleerde Regter in die hof\na quo\n(Van der\nWesthuizen WR) het die respondente gelyk gegee op die\nlocus standi\npunt\nen dit dus nie nodig gevind om te handel met die ander gronde nie.\nDie\nbevinding van die verhoorhof, bondig gestel, was dat aangesien SCEB ingevolge\ndie koopooreenkoms van 28 Augustus 1998 al sy bates\nvervreem het hy beide van\nregsweë en uit hoofde van die geskrewe ooreenkoms die bepalings van a 228\nvan die Maatskappye Wet\n61 van 1973 moes nakom alvorens hy enige regte kon\nbekom. Daar is geen getuienis dat hy dit gedoen het nie. Die kontrak waarvandaan\ndie regte tot die inperkingsooreenkomste oorgedra is en in die appellant sou\nsetel, was van geen regskrag en kon nie teen enige derdes\nafgedwing word\nnie.\nIn die uitspraak is die bevinding so opgesom:\n‘[37]\tEk het\nonder die omstandighede tot die gevolgtrekking gekom dat die bepalings van\nartikel 228 van die Maatskappywet en\ndie spesifieke bepalings in die koopkontrak\nvan 28 Augustus 1998 ‘n noodsaaklke voorvereiste is wat behoorlik nagekom\nmoes\nword voordat enige regte teen verweerders uit hoofde van die\ninperkingsooreenkomste vanaf SCEB, op eiser kon oorgegaan het. Weens\n‘n\ngebrek aan getuienis dat artikel 228 behoorlik nagekom is kan ek nie ‘n\nbevinding maak dat enige regte òf vanweë\ndie koopkontrak van 28\nAugustus 1998, òf vanweë die sessie van 24 September 1999 op eiser\noorgegaan het nie. Die sessie\nwas, soos reeds hierbo genoem, niks meer as\n‘n\npactum adjectum\ntot die koopkontrak\nnie.’\n[9]\tArtikel 228 lees as volg:\n‘228  Vervreemding van\nonderneming of grootste deel van bate van maatskappy\n(1)  Ondanks enigiets\nvervat in sy akte of statute, is die direkteure van ‘n maatskappy nie\nbevoeg om sonder goedkeuring van\n‘n algemene vergadering van die\nmaatskappy –\n(a)\tdie geheel of wesenlik die geheel van die onderneming\nvan die maatskappy;  of\n(b)\tdie geheel of the grootste deel van die bate van\ndie maatskappy,\nte vervreem nie.\n(2)  Geen besluit van die maatskappy ter\ngoedkeuring van so ‘n vervreemding is van krag tensy dit die besondere\ntransaksie uitdruklik\nmagtig of bekragtig nie.\n(3)  Die vereistes in hierdie\nartikel voorgeskryf ten opsigte van transaksies wat binne die bepalings van\nsubartikel (1) val, is bykomend\ntot enige ander vereistes met betrekking tot\nsodanige transaksies, met inbegrip van die beperking op stemregte, wat deur die\nPaneel\noor Sekuriteiteregulering ingevolge artikel 440C of ingevolge enige ander\nwet opgelê mag word.’\nDie koopkontrak tussen SCEB en appellant\nhet ‘n opskortende voorwaarde bevat wat dit onderhewig gemaak het aan\nnakoming van\ndie bepalings van a 228.  Dit is gemene saak dat daar geen\ngetuienis was dat daar wel ‘n formele besluit by ‘n algemene\nvergadering soos vereis deur a 228 geneem is nie.\n[10]\nDaar is\nveel gewag gemaak deur appellant beide in die hof\na quo\nen in hierdie Hof\ndat nie-nakoming van die bepalings van gemelde artikel nooit deur respondent\ngeopper is in hul pleitstukke, geen\nblootlegging van sodanige besluit versoek is\nen geen vrae in kruisverhoor aan enige getuie oor hierdie aspek gevra is nie.\nDit was\nvir die eerste keer in respondente se advokaat se slotbetoog by die\nabsolusie aansoek wat die punt spesifiek ter berde gebring is.\nDie appellant het\naangevoer dat respondente verplig was om hulle verweerskrifte te wysig om die\nverweer in geskil te plaas waarop\nappellant kon repliseer en getuienis lewer van\nafstanddoening, eenparige toestemming en/of rektifikasie.\n[11]\nEk\nvind dit onnodig om op die vraagstukke in te gaan aangesien daar myns insiens op\ndie getuienis  minstens\nprima facie\nbewys was dat Holdings die\nalleenaandeelhouer van SCEB was en dat hy die koopkontrak goedgekeur het. Hy was\nimmers ‘n party\ntot die kontrak. Dit is nie nodig vir ‘n\nalleenaandeelhouer om ‘n formele vergadering te belê ten einde te\nvoldoen\naan art 228 nie.  In\nGholke & Schneider v Westies Minerale Bpk\n1970 (2) SA 685\n(AD) te 693 E nadat hy bevind het dat die leerstuk van\neenparige toestemming (unanimous consent) deel is van ons reg, het Trollip\nAR\ndie volgende gesê:\n‘After all, the holding of a general meeting\nis only the formal machinery for securing the assent of numbers or the required\nmajority of them, and, if the assent of all the members is otherwise obtained,\nwhy should that not be just as effective?’\nDieselfde vraag kan hier\ngestel word.  Indien die alleenaandeelhouer ‘n party is tot die\nvervreemdingskontrak waarom moet hy\nnog ‘n formele vergadering met homself\nbelê om die verkoping goed te keur?\n[12]\nDie bewys dat\nHoldings die alleenaandeelhouer van SCEB is, is te vinde in die koopooreenkoms\nself. Die aanvang van die ooreenkoms\nonder die opskrif ‘Recordal’\nboekstaaf die volgende:\n‘A.\tHOLDINGS as the holding company and the SELLERS as its subsidiaries\ncollectively carry on as a group the Shoprite Checkers\nbusiness (“SC\nBusiness”) throughout the Republic of South Africa and beyond its borders\nin Southern Africa.\nB.\tHOLDINGS acquired from The South African Breweries Limited the latter’s\nentire shareholder’s interest in and loan\nclaims against the PURCHASER and\nRetail Holdings (Botswana) (Pty) Limited and HOLDINGS thereby acquired full\ncontrol over the entire\nOK Bazaars Business, with effect from 1 November\n1997.\nC.\tThe main objective of HOLDINGS with the acquisition of the OK Bazaars\nBusiness was to expand its South African trading base, ie.\nAchieve growth\nthrough acquisition, to utilize existing synergies between the two groups while\ngaining access to business lines which\nwere not previously conducted by the\nShoprite Checkers group of companies, to stabilize the market through control\nover a previously\nvolatile participant, and to apply its proven management\nskills to the loss making OK Bazaars Group.’\nEen van die\n‘sellers’ wat beskryf word as ‘n ‘subsidiary’ is\nSCEB.\n[13]\tDie bewoording van die opskortende voorwaarde in die\nkoopkontrak is ook bewys van die feit dat Holdings alleenaandeelhouer van\nSCEB\nwas.  Die voorwaarde lees as volg:\n‘3.1.2\tit is a condition precedent\nfor the sale of the above subject matter by SELLER NO 1 that a\nshareholder’s resolution\nin terms of section 228 of the Companies Act be\ntaken by HOLDINGS.’\n(‘Seller no 1’ in die ooreenkoms was\nSCEB.)\nDie bepaling dat slegs Holdings die besluit  moes neem gekoppel aan\ndie feit dat Holdings in die ‘Recordal’ beskryf word\nas die\nhouermaatskappy en die verkopers (ingeslote SCEB) as filiale kan alleenlik\nbeteken dat Holdings die alleenaandeelhouer was.\n Ten minste beteken dit\nprima facie\ndat Holdings die alleenaandeelhouer was.    Ook uit die\ngetuienis van Mnre Goosen en Van Zyl, direkteure van SCEB en Holdings, wat\nverduidelik het hoe die rasionalisasieskema beplan is, is dit duidelik af te lei\ndat SCEB ‘n volfiliaal van Holdings was.\nDaar kan ook aanvaar word dat\ndie partye stilswyend ooreengekom het om nie aan te dring op nakoming van die\nopskortende voorwaarde\nin die kontrak.  Dit kan afgelei word van hul gedrag. \nDit moet onthou word dat hierdie nie ‘n armslengte transaksie was nie.\n\nDit was ‘n inter-maatskappy ooreenkoms ter uitvoering van ‘n\nrasionalisasieskema.  Ek kan buitendien nie insien hoe\nderdes soos respondente\nhulle kan beroep op die nie-nakoming van ‘n kontraktuele bepaling waar die\npartye tot die kontrak nie\naandring op nakoming nie.\nDit volg dat die hof\na quo\nfouteer het deur absolusie op hierdie grond toe te\nstaan.\n(14)\tDit is egter nie die einde van die appèl nie.  Daar is\nnamens die respondente aangevoer dat absolusie buitendien toegestaan\nmoes gewees\nhet aangesien appellant nie\nprima facie\nbewys het:\n(i)\tdat hy die regte tot die beperkingsooreenkomste bekom het nie en dat hy\nsodanige regte voor kontrakbreuk verkry het; \nalternatiewelik\n(ii)\tdat die respondente kontrakbreuk gepleeg\nhet;  alternatiewelik\n(iii)\tdat daar ‘n kousale verband was tussen die kontrakbreuk en die\nbedanking van die lede.\n[15]\tEk handel voorts met elk van die\nbetoë.  Soos hierbo aangetoon het appellant staatgemaak op die alternatiewe\nwyses waarop\ndie onderhawige regte op hom oorgegaan het.  Ek mag noem dat tydens\nbetoog appellant se advokaat aangedui het dat daar nie meer gesteun\nword op die\nstipulatio alteri\nnie.\nDie advokaat vir die respondente het\naangevoer dat daar op die getuienis geen bewys is van wanneer en hoe die regte\noorgegaan het\nop die appellant nie.  Die appellant, so is betoog, moes bewys dat\nhy die houer van die regte was ten tye van kontrakbreuk en ook\nten tye van die\nskadeveroorsakende gebeurtenis, die bedanking van die elf lede.  Anders was daar\ngeen kontrakbreuk vis-à-vis\ndie appellant nie.\n[16]\tDie appellant\nse saak was dat hy by oorname en bedryf van die besigheid eienaar van die regte\ngeword het.  Die regte het aan\ndie besigheid gekleef as deel van sy werfkrag en\ndit sou nie saak maak wie besit geneem het nie, die eienaar van die besigheid\nwas\nook die eienaar van die regte en kon hulle afdwing.\n[17]\tAl die\nbetoë wentel om hierdie sentrale punt:  was die regte persoonlik tot SCEB\nen dus nie oordraagbaar nie, of was hulle\nten gunste van die eienaar van die\nbesigheid wie ookal dit mag wees en dus oordraagbaar met die besigheid.\nDie\nantwoord op hierdie vraag is beslissend van appellant se\nlocus standi\n. \nIndien die regte aan die besigheid gekleef het, is daar geen problem nie (op die\nprima facie\nbewysvlak).  Die getuienis was dat die kontrakbreuk\nvoortgeduur het vanaf Julie 1998 tot die bedanking van die lede in Februarie\n1999.  Dit is gemene saak dat  voor daardie datum die appellant besit van die\nbesigheid geneem het en dit bedryf het.\nSou die regte slegs SCEB persoonlik\ntoegekom het, is dit moeilik om in te sien hoe deur oordrag hetsy by wyse van \nsessie hetsy andersins,\nrespondente nou gebonde was om nie met appellant mee te\nding nie.  Anders gestel, hoe kon die respondente se verpligtinge teenoor\nSCEB\nnou omskep word na verpligtinge teenoor appellant?\n[18]\tDie antwoord op\ndie kernvraag is te vinde in die bedoeling van die partye soos dit blyk uit die\nooreenkoms en die omliggende\nfeite.\n[19]\tDieselfde vraag het voor\nhierdie hof gedien in\nBotha and Another  v Carapax Shadeports (Pty) Ltd\n[1991] ZASCA 134\n;\n1992 (1) SA 202\n(AD).  In die saak het die respondent afdwinging van ‘n\ninperkingsooreenkoms geëis. Soos in hierdie saak was die geskilpunt\nof die\ninperkingsregte aan die besigheid gekleef het as deel van sy werfkrag of aan die\npersoon in wie se guns die inperking gegee\nis.  Die twee standpunte word so deur\nBotha AR gestel:\n‘If it appears, then, on the facts, that the benefit\nof a restraint agreement forms part of the goodwill of a business which\nis sold,\nand is thus intended to pass to the purchaser, how, in the eyes of the law, is\nthat benefit transferred to the purchaser?\n What I have been referring to as\n“the benefit” of an agreement in restraint of trade, pertaining to a\nbusiness, is,\nin the eyes of the law, the contractual right to enforce the\nrestraint.  It vests in the owner of the business.  He is the creditor\nin\nrespect of it.  When he sells the goodwill of the business, the\nmerx\nembraces that contractual right.  We have, therefore, a sale of the contractual\nright, or claim.’ (214 B-C)\n‘There is no fixed or invariable rule\nby which the benefit of an agreement in restraint of trade passes to the\npurchaser of\nthe goodwill of a business.  For instance, such an agreement may in\nterms confer a purely personal benefit on the owner of the business\nonly;  in\nsuch a case, the benefit of it does not enure to the advantage of the business,\nit is not part of the goodwill, and it\nwill not pass to the purchaser.’\n(213 A-B)\nHy sê dan ook te 213I:\n‘Ultimately, what one\nis dealing with here, is an inference of fact as to the intention of the\nparties.’\n[20]\tEk wil my nie uitlaat oor waar die waarskynlikhede\nin verband met die vraag lê nie. Dit is die taak van die verhoorhof\nnadat\nal die getuienis aangehoor is.  Die appellant het genoegsame\nprima facie\ngetuienis om sy standpunt dat die regte aan die besigheid kleef, voorgelê\nom absolusie af te weer.  Dit volg dat respondente\nse betoog op hierdie punt nie\nkan slaag nie.\n[21]\tWat oorbly is om te handel met die vraag of daar\ngenoegsame getuienis was van kontrakbreuk en kousaliteit.\nNa my mening was\ndaar voldoende getuienis voor die hof op beide die aspekte om absolusie af te\nweer.  Samevattend is die getuienis\ndie volgende:\n(i)\tnadat hulle bedank het, het respondente ‘n vergadering belê by\n‘n hotel bekend as Little Switzerland waarheen\nhulle verskeie van die\ngrootste lede van Megasave en Sentra uitgenooi het.  Daar is hulle deur\nrespondente versoek en aangemoedig\nom as lede van gemelde entiteite te bedank en\naan te sluit by ‘n nuwe maatskappy wat die respondente sou stig;\n(ii)\tongeveer twee weke na die vergadering het respondente aan lede van Megasave\n‘n memorandum gestuur waarin die struktuur\nen funksies van die beoogde\nnuwe maatskappy uiteengesit is en waarin die lede weereens aangemoedig word om\nte bedank en by die nuwe\norganisasie aan te sluit;\n(iii)\tter uitvoering van die plan het respondente op 8 September 1998 ‘n\nmaatskappy gestig genaamd The Business Exchange Company\n(Pty) Ltd waarvan\ningevolge sy Akte van Oprigting sy hoofdoelstelling was:  ‘To act as a\nbuying exchange’;\n(iv)\tdie drie respondente was dan ook direkteure van die maatskappy tot en met\n17 November 1998 en die eerste en tweede respondent\ndie interim bestuur vanaf\ndie stigtingsdatum;\n(v)\tdie respondente het deur maatskappye waarvan hulle direkteure was of waarin\nhulle aandeelhouding gehad het die nuwe maatskappy\nbefonds.\n[22]\tDat die optrede van respondente dan ook gelei\nhet tot die bedanking van die elf lede van Megasave en Sentra is ook, na my\nmening,\nprima facie\nbewese.  Ek volstaan deur daarop te wys dat daar\nonbetwiste getuienis was dat vier lede wat op 3 Februarie 1999 bedank het en op\nuiteenlopende plekke soos Ladysmith, Vereeniging, Zeerust en Isipingo besigheid\ngedoen het, se bedankingsbriewe woord vir woord dieselfde\nwas en almal van die\nkantore van die Buying Exchange Company se kantore te Johannesburg gefaks\nis.\n[23]\tEk bevind dus dat nie een van die gronde deur die respondente\naangevoer die toestaan van absolusie sou regverdig het nie.\n[24]\tBy die\naanhoor van die appèl het appellant by wyse van ‘n substantiewe\naansoek verlof gevra om ingevolge a 22 van\ndie Wet op die Hooggeregshof 59 van\n1959 verdere getuienis voor die verhoorhof aan te voer.  Die appellant het\nblykbaar na die hof\na quo\nse bevel ontdek dat daar wel dokumentêre\nbewys was dat voldoen is aan die bepalings van a 228 van die Maatskappyewet. \nGesien\ndie feit dat die a 228 geskilpunt eers by betoog opgeduik het, staan dit\ndie appellant steeds vry om aansoek te doen vir heropening\nvan sy saak, sou hy\ndit goeddink.\n[25]\tVir die redes hierbo uiteengesit is absolusie\nverkeerdelik toegestaan en was die aansoek dus onnodig.  Advokaat vir die\nappellant\nhet ons inderdaad nie gevra om enige bevel in verband daarmee te maak\nnie.  Die appellant is dus nie op die koste van die aansoek\ngeregtig nie. \nTrouens daar bestaan geen rede waarom hy nie die respondente se koste moet\nbetaal nie.\n[26]\tDie volgende bevel word dus gemaak:\n1.\tDie appèl slaag met koste.  Die koste sluit in die koste van twee\nadvokate maar nie die koste van die aansoek om verdere\ngetuienis aan te voer\nnie.  Die appellant word gelas om die respondente se koste van die aansoek te\nbetaal.\n2.\tDie bevel van die hof\na quo\nword ter syde\ngestel en vervang met die volgende:\n‘Die aansoek om absolusie word van\ndie hand gewys.’\n3.\tDie saak word terugverwys na die verhoorhof.\n__________________\nP C\nCOMBRINCK\nWAARNEMENDE APPèLREGTER\nCONCUR\nHOWIE P\nZULMAN JA\nNUGENT\nJA\nMLAMBO JA",
  "scraped_at": "2026-02-12T15:02:19.232158",
  "date": "2005-09-26",
  "coram": [
    "HOWIE P",
    "ZULMAN",
    "NUGENT",
    "MLAMBO ARR",
    "COMBRINCK Wnd AR"
  ],
  "case_number": "460/04",
  "parties": {
    "applicants": [
      "SHOPRITE CHECKERS (EDMS) BPK"
    ],
    "respondents": [
      "L J J GROBBELAAR",
      "D J M HEYNS",
      "P C WELGEMOED"
    ]
  },
  "sections": {
    "facts": "Shoprite Checkers (Edms) Bpk (SCEB) bought the businesses of Sentra Koop Handelaars Bpk and Megasave (Edms) Bpk in November 1995 for R21 million. The three respondents, who were shareholders and directors of the two acquired companies, signed a written restraint‑of‑trade agreement on 10 April 1996, agreeing not to compete with SCEB for 36 months (first and second respondents) and 24 months (third respondent) in South Africa and Namibia, in exchange for lump‑sum payments. In 1997 and 1998 the Shoprite Group reorganised: Shoprite Holdings acquired the shares of SCEB, transferred the assets and goodwill of SCEB and the acquired businesses to OK Bazaars (1929) Bpk, which was later renamed Shoprite Checkers Bpk. The appellant claimed it had acquired the rights under the restraint agreements from SCEB either by virtue of the purchase, a clause in the sale agreement or a later written deed dated 24 September 1999. The respondents were dismissed from SCEB in 1997‑1998 and later allegedly engaged in competitive activities, induced eleven key clients to leave Megasave and Sentra, and founded a new company (The Business Exchange Company) to act as a buying exchange.",
    "issues": "The appeal centred on three disputed points: (i) whether the appellant had locus standi – i.e., whether it had acquired the contractual rights to enforce the restraint agreements from SCEB; (ii) whether the respondents had breached the restraint agreements by engaging in competitive conduct and founding a rival company; and (iii) whether a causal link existed between the alleged breach and the appellant’s claimed loss of revenue from the departure of the eleven clients.",
    "principles": "The Court considered the requirements of section 228 of the Companies Act 61 of 1973, which mandates a shareholder resolution of a general meeting before a company may transfer the whole or substantially all of its assets or goodwill, and before any associated contractual rights may vest in a purchaser. The Court also referred to the principle that the benefit of a restraint‑of‑trade agreement may form part of the goodwill of a business and therefore pass to the purchaser, as articulated in Botha v Carapax Shadeports (1991) ZASCA 134, and the doctrine of unanimous consent for a sole shareholder as discussed in Gholke & Schneider v Westies Minerale Bpk. The Court held that compliance with section 228 is a pre‑condition to the transfer of the restraint rights, and that without evidence of a proper shareholder resolution the rights remained personal to SCEB and could not be enforced against the respondents.",
    "application": "The appellate court found that the evidence presented did not establish that a shareholder resolution under section 228 had been passed; the purchase agreement contained a condition precedent that the resolution be taken, but no proof of such a resolution was offered. Consequently, the appellant could not be considered the holder of the restraint rights and thus lacked standing to sue. Regarding breach, the court accepted the respondent’s conduct – the convening of a meeting to persuade clients to resign, the distribution of a memorandum, and the incorporation of The Business Exchange Company – as clear violations of the non‑compete covenants. The court further accepted the causal connection between these actions and the loss of the eleven clients, noting corroborative testimony that the clients’ resignations were directly linked to the respondents’ inducements.",
    "conclusion": "The Court set aside the lower court’s order of absolution, held that the appellant was not entitled to enforce the restraint agreements, and dismissed the appellant’s claim for damages. Costs were awarded against the appellant, including the respondents’ costs of the application for absolution. The order of the High Court was varied, the application for absolution was withdrawn, and the matter was remitted back to the trial court for further proceedings."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Restraint of Trade",
    "level_3": [
      "Article 228",
      "Goodwill transfer",
      "Contract breach",
      "Damages",
      "Shareholder resolution"
    ]
  }
}