{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/106.html",
  "case_name": "International Marine Transport v MV \"Le Cong\" and Another (80/2005) [2005] ZASCA 106 (23 November 2005)",
  "citation": "[2005] ZASCA 106",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 106\n|\nNoteup\n|\nLawCite\nInternational Marine Transport v MV \"Le Cong\" and Another (80/2005) [2005] ZASCA 106 (23 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 080/05\nIn the matter between:\nINTERNATIONAL MARINE TRANSPORT\nSA\t\t        APPELANT\nand\nM V ‘\nLE\nCONG\n”\t\t\t\t              \t            RESPONDENT\nGUANGZHOU\nOCEAN SHIPPING COMPANY           INTERVENING           \t    \t\t                  \nRESPONDENT\n_______________________________________________________\nCoram\t\t:\tSCOTT,\nBRAND, JAFTA, PONNAN JJA\net\nCOMBRINCK AJA\nDate of\nhearing\t:\t2 November 2005\nDate of delivery\t:\t23 November\n2005\nSummary:  Ships owned by ‘state-owned enterprises’\nestablished at different levels of government in the People’s\nRepublic of\nChina not ‘associated’ ships within the meaning of s 3(6) of Act 105\nof\n1983\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nSCOTT JA\n/...\nSCOTT JA\n:\n[1]\tThe appellant is a\ncompany registered and incorporated in accordance with the laws of the Republic\nof Panama. It is the owner\nof the mv\nGaz Progress\n. On 12 March 2002 it\napplied for, and was granted\nex parte\n, an order in the High Court,\nDurban, for the arrest of the mv\nLe Cong\nwhich was then at berth in the\nport of Durban. The arrest was sought in terms of s 5 (3) of the Admiralty\nJurisdiction Regulation\nAct 105 of 1983 (‘the Act’). Its purpose was\nto provide security for a claim which the appellant intended to enforce\nby way\nof arbitration proceedings in London against Shantou Sez Chemical Industry and\nPetroleum Gaz General Company (‘Shantou\nSez’). The claim was for the\npayment of charter hire in respect of two periods of charter by Shantou Sez of\nthe appellant’s\nvessel, the\nGaz Progress\n. In terms of the\ncharterparty, disputes were to be determined by arbitration in London and in\naccordance with English law. The claim\nis a maritime claim within the meaning of\ns 1(1)(j) of the Act.\n[2]\tThe\nLe Cong\nis owned by Guangzhou Ocean\nShipping Company (‘Guangzhou’). When the appellant’s claim\narose Shantou Sez was the\ncharterer by demise of the\nGaz Progress.\nBy\nreason of the provisions of s 3(7)(c) of the Act, Shantou Sez is accordingly\ndeemed to be the owner of the\nGaz Progress\nfor the purposes of the\nassociated ship provisions contained in s 3(6) of the Act. The basis upon which\nthe arrest of the\nLe Cong\nwas sought and granted was that both Shantou\nSez and Guangzhou were ‘state-owned enterprises’ of the\nPeople’s Republic\nof China and that the\nLe Cong\nand the\nGaz\nProgress\nwere accordingly associated ships within the meaning of s 3(6).\n[3]\tSubsequently, on 20 March 2002, a letter of undertaking on behalf of\nGuangzhou was furnished to the appellant and the\nLe Cong\nwas permitted to\nleave port. In terms of s 3(10)(a)(i), however, the vessel was deemed to remain\nunder arrest.\n[4]\tThe order granted on 12 March 2002 made provision for an\napplication being made for the setting aside of the arrest after security\nhad\nbeen furnished. The letter of undertaking similarly provided for such an\napplication. It was launched on 4 July 2002 by Guangzhou\nwhich sought leave to\nintervene and an order setting aside the arrest. The merits of the\nappellant’s claim against Shantou\nSez were not placed in issue. Indeed, it\nappears that during the proceedings the arbitration was held in London and a\nfinal award\nwas made in favour of the appellant for USD 3 831 233, together with\ninterest and costs. Ultimately, the sole question in issue was\nwhether in the\ncircumstances the\nLe Cong\nwas an ‘associated ship’ of the\nGaz Progress.\nThe matter was heard by Hurt J who found for Guangzhou and\nset aside the arrest with costs. The present appeal is with the leave\nof the\ncourt\na quo\n.\n[5]\tIt is necessary to quote ss 3(6) and 3(7) of the Act\nin full –\n‘3(6)\tSubject to the provisions of subsection (9), an\naction\nin rem\n, other than such an action in respect of a maritime claim\ncontemplated in paragraph (\nd\n) of the definition of ‘maritime\nclaim’, may be brought by the arrest of an associated ship instead of the\nship in respect\nof which the maritime claim arose.\n(7)(\na\n)  For the\npurpose of subsection (6) an associated ship means a ship, other than the ship\nin respect of which the maritime claim arose\n–\n(i)\towned, at the time when the action is commenced, by the person who was the\nowner of the ship concerned at the time when the maritime\nclaim arose;\nor\n(ii)\towned, at the time when the action is commenced, by a person who controlled\nthe company which owned the ship concerned when\nthe maritime claim\narose;\nor;\n(iii)\towned, at the time when the action is commenced, by a company which is\ncontrolled by a person who owned the ship concerned,\nor controlled the company\nwhich owned the ship concerned, when the maritime claim\narose.\n(b)\nFor\nthe purposes of paragraph (\na\n)\n–\n(i)\tships shall be deemed to be owned by the same persons if the majority in\nnumber of, or of voting rights in respect of, or the\ngreater part, in value, of,\nthe shares in the ships are owned by the same persons;\n(ii)\ta person shall be deemed to control a company if he has power, directly or\nindirectly, to control the company;\n(iii)\ta company includes any other juristic person and any body of persons,\nirrespective of whether or not any interest therein consists\nof\nshares.\n(c)\nIf\nat any time a ship was the subject of a charter-party the charterer\nor sub-charterer, as the case may be, shall for the\npurposes of subsection (6) and this subsection be deemed to be the owner of the\nship concerned in respect of any relevant maritime claim for which the charterer\nor the subcharterer, and not the owner, is alleged\nto be\nliable.’\n[6]\tIt is common cause that both Guangzhou and Shantou Sez are\nstate-owned enterprises. Although not incorporated as companies according\nto the\nlaw of the People’s Republic of China, they are nonetheless juristic\npersons capable of owning property. As previously\nstated, Guangzhou is the owner\nof the\nLe Cong\n, while Shantou Sez is deemed to be the owner of the\nGaz\nProgress\n.  In the absence of a commonality in ownership the appellant was\naccordingly obliged to rely on the provisions of s 3(7)(a)(iii)\nof the Act (read\nwith s 3(7)(b)(iii)) to establish that the vessels were ‘associated\nships’ within the meaning of s 3(6).\nThe enquiry is therefore whether both\nstate-owned enterprises are controlled by the same person. The appellant says\nthat they are\nand that that person is the State of China. Guangzhou says they\nare not. The issue involves a consideration of the constitutional\nlaw of the\nPeoples Republic of China. Both sides filed affidavits by experts on Chinese\nlaw. There was a sharp dispute between them.\n[7]\tThe Act contains no\ndefinition of ‘power to control’. The nature of the power to control\ncontemplated in s 3(7) was,\nhowever, considered in\nMV Heavy Metal: Belfry\nMarine Ltd v Palm Base Maritime SDN BHD\n1999 (3) SA 1083\n(SCA). In that case\nthe court was concerned with a situation in which the majority shareholder in \neach of two ship-owning companies\nwas the same person who was a nominee holding\nthe shares in each company for different persons. Nothing like that arises in\nthe present\ncase. What was common to all three of the judgments delivered in the\nHeavy Metal\nwas the acceptance that it is not the power to control a\ncompany in the sense of managing its operations that is relevant, but the\npower\nto control its ‘direction and fate’. In this regard Smalberger JA,\nwho delivered the majority judgment, said in\npara 8 at 1105J –\n1106A:\n‘“Power” is not circumscribed in the Act. It can be\nthe power to manage the operations of the company or it can\nbe the power to\ndetermine its direction and fate. Where these two functions happen to vest in\ndifferent hands, it is the latter which,\nin my view, the Legislature had in mind\nwhen referring to “power” and hence to “control”.’\nIn the South African context, both would vest in the same person where the\nmajority shareholder of a company is also its director.\nBut the power to control\nthe fate and direction of a company is typically the power which vests in the\nmajority shareholder of a\ncompany or, in the case of a subsidiary, the majority\nshareholder in its holding company.\n[8]\tBefore turning to the evidence it is\nnecessary to make two further observations. The first is that although Guangzhou\nwas the\napplicant in the setting-aside proceedings, the appellant bore the onus\nof establishing that its original application for the arrest\nof the\nLe\nCong\nwas correctly granted. See eg\nWeissglass NO v Savonnerie\nEstablishment\n[1992] ZASCA 95\n;\n1992 (3) SA 928\n(A) at 936F-G. The second is that the onus\nwhich the appellant bore of proving that the\nLe Cong\nwas an associated\nship within the meaning of s 3(6), unlike proof of its claim against Shantou Sez\nin respect of which a prima facie\ncase was sufficient, had to be discharged on a\nbalance of probabilities. See\nBocimar NV v Kotor Overseas Shipping Ltd\n[1994] ZASCA 5\n;\n1994 (2) SA 563\n(A) at 581B-D.\n[9]\nThe evidence of Guangzhou’s\nexperts, which formed the basis upon which it was sought to set aside the arrest\norder, was shortly\nthe following. While Guangzhou and Shantou Sez were described\nas ‘state-owned enterprises’ and said to be owned ‘by\nthe\nwhole people’, the concept of ownership in this context in Chinese law is\na complex one, is largely abstract and does not\ncorrespond to the concept of \ncivil ownership in western legal systems. Of greater significance, however, was\nthe distinction between\nthe levels of government at which the two enterprises\nwere established and funded. Guangzhou was established and funded at the level\nof the central government; Shantou Sez was established and funded at municipal\nlevel. In this regard, (and this was common cause,\nor not in dispute) Guangzhou\nis one of several ship-owning state-owned enterprises established by China Ocean\nShipping (Group) Company,\nitself a state-owned enterprise, which in turn was\nestablished and funded by the central government.  Shantou Sez, on the other\nhand,\nwas established by an enterprise called City Petroleum Chemical Industry\nCompany (later renamed Shantou Wuzhou (Group) Company) which\nin turn was\nestablished and funded by the Shantou City Municipal Government. Each level of\ngovernment is elected by popularly elected\nbodies. These are, in the case of the\ncentral government, the National People’s Congress and in the case of the\nlower tiers\nof government,  local people’s congresses. In accordance with\nits Budget law China implements a system of central and local\ntaxation with each\nlevel of government having its own independent financial status and being vested\nwith exclusive rights in relation\nto the capital funds within its own particular\nbudget. A state-owned enterprise established at a particular level of\ngovernment,\neg at municipal level, would be established with funds emanating\nfrom the budget at that level and such an enterprise would be subject\nto the\ncontrol of the government at that level. Accordingly, in the present case, so\nthe evidence went, the power to control Shantou\nSez vests in the Shantou City\nMunicipal Government and is exercised through Shantou Wuzhou (Group) Company.\nThe central government\nis in law precluded from exercising control in respect of\nShantou Sez or any of its assets. The powers of the central government\nare\nlimited to those which one would expect to be vested in the central government\nof a largely unitary state and would relate typically\nto the promulgation of\nadministrative rules of a general nature.\n[10] \tThe response of the\nappellant’s experts was to the effect that the funding of the organs of\nstate at different levels\ndid not establish independence between them; that\nthere was no warrant for giving the words ‘state-owned enterprise’\nanything other than their simple express meaning and that the reality of the\nPeople’s Republic of China was that the central\ngovernment controlled the\nprovincial and municipal arms of the government which enjoyed no independence\nunder the constitution.\n[11]\tIt appears from the papers that the meaning\ngiven to ‘power to control’ in\nHeavy Metal\nwas brought to the\nattention of the experts on both sides. Ultimately the essential difference\nbetween them related to the seat of\nthis power. The appellant’s experts\n(an associate professor of law at the University of Hong Kong and an assistant\nprofessor\nof law at the City University of Hong Kong) contended that this power\nto control was vested in the central government and that in\nthe instant case the\nShantou City Municipal Government exercised no more than certain supervisory\npowers over Shantou Sez whose management\nattended to its day to day activities.\nGuangzhou’s experts (a practising lawyer of Shenzhen in the Guangdong\nProvince and a\nprofessor of law at Beijing University) maintained that the power\nof control in the above sense vested in the Shantou City Municipal\nGovernment.\nProfessor Xing of Beijing University, in a replying affidavit, expressed his\nview as follows:\n‘I understand that reference to “control”\nin section 3(7) of the Act is a reference to the power to ultimately determine\nthe fate and destiny of the legal person to which the control relates. Such\ncontrol would include, for example, the ultimate power\nto cause the legal person\nto be wound up, to require that it merge with some other entity or dispose of\nmajor assets and the like\nin much the same way as the beneficial owner of the\nmajority of shares or voting rights in a limited liability company has ultimate\ncontrol notwithstanding the existence of a Board of Directors.\nIt is that\nsense that I maintain that such ultimate control of SHANTOU SEZ vests in the\nSHANTOU Municipal Government (or the SHANTOU\nCITY PEOPLE’S CONGRESS) and\nnot the Central Government or the NATIONAL PEOPLE’S CONGRESS. Neither the\nCentral Government\nnor any of its Ministries or Departments could exercise any\nof the powers of the nature referred to above with regard to SHANTOU\nSEZ.’\n[12]\tThe content and effect of foreign law is a question of fact\nand like any other fact must be proved (\nStandard Bank of SA Ltd v Ocean\nCommodities Inc\n1983 (1) SA 276\n(A) at 294G). Where the content and effect\nof foreign law is in issue in motion proceedings the rule in\nPlascon-Evans\nPaints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) must\ntherefore be applied. In other words, regard must be had in the first place to\nthe averments as to the foreign law contained\nin the applicant’s\naffidavits (the respondent’s affidavits in proceedings to set aside an\narrest) which are admitted\nby the respondent (the applicant in setting aside\nproceedings) together with the averments as to the foreign law made by the\nrespondent\n(the applicant in setting-aside proceedings). Where, however, the\nforeign law is statutory in nature a court will not simply accept\nthe\nallegations made in the affidavits without question, especially if there is\ndisagreement, but will itself examine the statute\nin the light of those\nallegations and as far as possible arrive at its own conclusion. See the\nStandard Bank\ncase,\nsupra\n, at 294H. In this court counsel for the\nappellant submitted that neither the constitution of the People’s Republic\nof China\n(a copy of an English translation of which was included in the papers)\nnor the statutory enactments quoted in the affidavits supported\nthe contentions\nadvanced by Guandzhou’s experts. In particular, he argued that merely\nbecause the different tiers of government\nmay have been shown to be financially\nindependent of each other, did not mean that they were not ultimately under the\ncontrol of\nthe central government. He accordingly submitted that even applying\nthe rule in\nPlascon-Evans\n, the appellant had succeeded in discharging the\nburden of proving a commonality in control between Shantou Sez and Guangzhou\nwhich\nrendered the\nGaz Progress\nand the\nLe Cong\nassociated ships\nwithin the meaning of the Act.\n[13]\tThe extent to which a court will be\ndependent on the evidence of experts when interpreting a statutory provision of\na foreign\ncountry will to a large extent depend upon the system of law in\nquestion. The statutory provision must, of course, be interpreted\nas it would by\na court of the country in which it is enacted. The closer the system is to ours\nthe more readily a court will rely\nupon its own judgement when faced with a\nproblem of interpretation. In the present case, however, the People’s\nRepublic of\nChina not only has a legal system different from ours but its\nconstitutional and social structures are vastly different, as is its\npolitical\nphilosophy and culture, and it is in this context that its laws must be\ninterpreted. Some examples will illustrate the\npoint. Article 1 of the\nconstitution describes the People’s Republic of China as a socialist state\n‘under the people’s\ndemocratic dictatorship’. Article 2\nproclaims that ‘all power . . .  belongs to the people’ while\narticle 6 speaks\nof ‘ownership by the whole people and collective\nownership of the working people’. These are all concepts which are wholly\nforeign to our constitution and legal system.\n[14]\tThe above notwithstanding,\nthe broad structure of the state as outlined in the Chinese constitution can be\nstated with reasonable\ncertainty. The highest organ of state power is said in\narticle 57 to be the National People’s Congress. It is constituted through\n‘democratic elections’ as are a number of local people’s\ncongresses at various levels of government. The latter,\nin terms of article 95,\nare established ‘in provinces, municipalities directly under the Central\nGovernment, counties, cities,\nmunicipal districts, townships, nationality\ntownships, and towns’. (The reference to ‘municipalities directly\nunder the\nCentral Government’ is a reference to particular municipalities\nand is not a description of the power of the central government.)\nThe National\nPeople’s Congress has specified powers and functions (one of which is the\nelection of the president) as does its\nstanding committee. Provision is also\nmade for a State Council which is said in article 67 to be ‘the Central\nPeople’s\nGovernment’ and ‘the executive body of the highest\norgan of state power’. The powers of this council are similarly\nspecified.\n[15]\tIt is necessary to quote certain provisions of the\nConstitution which, it would seem, have some bearing on the issue before this\ncourt. In terms of article 89 the State Council has the power:\n‘to\nexercise unified leadership over the work of local organs of state\nadministration at various levels throughout the country,\nand to formulate the\ndetailed division of functions and powers between the Central Government and the\norgans of state administration\nof provinces, autonomous regions, and\nmunicipalities directly under the Central government.’\nOne of the\npowers conferred on the Standing Committee of the National People’s\nCongress in terms of article 67 is the power:\n‘to annul those  local\nregulations or decisions of the organs of state power of provinces, autonomous\nregions, and municipalities\ndirectly under the Central Government that\ncontravene the Constitution, the law or the administrative rules and\nregulations.’\nArticle 16 (as amended in 1993) deals specifically with\n‘state enterprises’.  It provides:\n‘State enterprises have\ndecision-making power with regard to operation and management within the limits\nprescribed by law, on\ncondition that they submit to unified leadership by the\nstate and fulfill their obligations under the state plan.’\nBoth sides\nsought to rely on a sub-paragraph in article 3. It reads:\n‘The division\nof functions and powers between the central and local state organs is guided by\nthe principle of giving full scope\nto the initiative and enthusiasm of the local\nauthorities under the unified leadership of the central\nauthorities.’\nCounsel for the appellant emphasised the reference to the\nunified leadership of the central authorities while counsel for Guangzhou\nargued\nthat this was consistent with what his experts had said and emphasised the\npreceding words of the provision.\n[16]\tIt is also necessary to quote from the\nChinese Budget Law. The provisions in question are some of those to which\nreference was\nmade by Guangzhou’s experts. Article 2 reads:\n‘The\nState implements one level government, one level budget. Budget is divided into\nfive levels, ie the level of Central Government;\nthe level of Provinces,\nautonomous regions or municipalities directly under the Central Government; the\nautonomous prefectures, the\nlevel of counties, autonomous counties, cities,\ncities without districts or districts under cities; and the level of townships,\nnational\ntownships or towns.’\nArticle 8 reads:\n‘The State\nimplements the separate system of central taxes and local taxes.’\nThis\nprovision is explained in article 6 of the Rules for the implementation of the\nBudget Law of the People’s Republic of China.\n1995, which\nprovides:\n‘“The separate system of Central Taxes and Local\nTaxes” referred to in Art 8 of the Budget Law means that the financial\nadministration system determines the extent of central and local expenditures on\nthe basis of division of power between the Central\nand Local Governments, and\ndivides the central budget income and the local budget income by virtue of the\ndifferent types of taxes.’\nFinally it is necessary to quote article 23\nof the Budget Law. It reads:\n‘The Government in the Upper Tier shall\nnot use the capital within the budget of the Lower Tier. The Government in the\nLower\nTier shall not hold the capital within the budget of the Upper\nTier.’\n[17]\tIt will be apparent that none of the provisions quoted\nabove affords a decisive answer to the issue in question, namely whether\nthe\npower to control Shantou Sez in the sense referred to in para 7 above rests with\nthe Shantou Municipal City Government or whether,\nas in the case of Guangzhou,\nthe power rests with the central government. Given the obvious difficulties\nfacing a South African court\nwhen attempting to interpret provisions of such a\nnature or those of the Chinese Constitution generally, it has not been shown in\nmy view that they are inconsistent with or do not support the statement of the\nlaw as set out in the affidavits of Guangzhou’s\nexperts. Indeed, there is\nmuch to be said for their exposition of the law, especially when regard is had\nto the Budget Law. It follows\nthat as the appellant bore the onus of proof,\nGuangzhou’s version as to the Chinese law had to be accepted as correct on\nthe\napplication of the rule in\nPlascon-Evans\n.\n[18]\tThe appellant\naccordingly failed to establish that the\nLe Cong\nis an ‘associated\nship’ of the\nGaz Progress\nwithin the meaning of the Act and the\nappeal must fail.\n[19]\tThe appeal is dismissed with\ncosts.\n_____________\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR\nBRAND\t\tJA\nJAFTA\t\tJA\nPONNAN\t\tJA\nCOMBRINCK\n\tAJA",
  "scraped_at": "2026-02-12T15:07:23.564613",
  "date": "2005-11-23",
  "coram": [
    "SCOTT",
    "BRAND",
    "JAFTA",
    "PONNAN JJA",
    "COMBRINCK AJA"
  ],
  "case_number": "080/05",
  "parties": {
    "applicants": [
      "International Marine Transport SA"
    ],
    "respondents": [
      "MV Le Cong",
      "Guangzhou Ocean Shipping Company"
    ]
  },
  "sections": {
    "facts": "International Marine Transport SA, the owner of the vessel Gaz Progress, obtained an ex parte order in the Durban High Court on 12 March 2002 to arrest the vessel MV Le Cong, owned by Guangzhou Ocean Shipping Company, in order to secure a maritime claim for unpaid charter hire against Shantou Sez Chemical Industry and Petroleum Gaz General Company. The claim related to two periods of charter of Gaz Progress and was to be finally determined by arbitration in London. On 20 March 2002 Guangzhou provided a letter of undertaking allowing Le Cong to leave port, but the vessel remained deemed under arrest. Guangzhou later applied to set aside the arrest, arguing that Le Cong was not an ‘associated ship’ of Gaz Progress under s 3(6) of the Admiralty Jurisdiction Regulation Act 105 of 1983. The central issue became whether the two vessels were ‘associated ships’ based on the ownership and control of the respective state‑owned enterprises in China.",
    "issues": "The court had to determine whether MV Le Cong qualified as an ‘associated ship’ of Gaz Progress within the meaning of s 3(6) of the Act, which required that the ships be owned or controlled by the same person or entity. This hinged on the interpretation of ‘power to control’ under s 3(7) and on whether the central government of the People’s Republic of China exercised control over both state‑owned enterprises – Guangzhou Ocean Shipping Company (central‑government owned) and Shantou Sez (municipal‑government owned).",
    "principles": "The judgment considered the definitions in s 3(6) and s 3(7) of the Act, the precedent set in MV Heavy Metal: Belfry Marine Ltd v Palm Base Maritime (the notion that ‘control’ refers to the power to determine a company’s ultimate fate), and the rule in Plascon‑Evans concerning the assessment of foreign law evidence. It also examined Chinese constitutional provisions, the Budget Law, and expert testimonies on whether the central or municipal government held ultimate control over the enterprises.",
    "application": "Both parties presented expert evidence on Chinese law. Guangzhou’s experts argued that control rested with the Shantou municipal government, while International Marine Transport’s experts maintained that ultimate control lay with the central government. Applying the Plascon‑Evans rule, the court gave weight to the expert evidence that was not contradicted by statutory interpretation of Chinese law and concluded that the central government did not exercise the decisive control over Shantou Sez. Consequently, the appellant failed to discharge the onus of proving a commonality of control between the two enterprises on a balance of probabilities.",
    "conclusion": "The appeal was dismissed. The court held that MV Le Cong was not an ‘associated ship’ of Gaz Progress, and therefore the original arrest order was correctly set aside. Costs were awarded against the appellant."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Ship Arrest",
    "level_3": [
      "Associated ship provision",
      "Control of state‑owned enterprises",
      "Chinese constitutional law",
      "Admiralty Jurisdiction Regulation Act 105 of 1983"
    ]
  }
}