{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/70.html",
  "case_name": "S v Erasmus (618/2004) [2005] ZASCA 70; 2005 (2) SACR 658 (SCA) (6 September 2005)",
  "citation": "[2005] ZASCA 70",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 70\n|\nNoteup\n|\nLawCite\nS v Erasmus (618/2004) [2005] ZASCA 70; 2005 (2) SACR 658 (SCA) (6 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nDIE HOOGSTE HOF VAN APPÈL\nVAN\nSUID-AFRIKA\nRAPPORTEERBAAR\nSaaknommer :  618/04\nIn die saak tussen :\nNORMAN WILLIAM ERASMUS\t\t\t\t\nAPPELLANT\nen\nDIE STAAT\t\t\t \t\t\t      RESPONDENT\nCORAM :\t\t\tSCOTT, BRAND ARR\net\nCOMBRINCK Wnd AR\nDATUM :\t\t\t25 AUGUSTUS 2005\nGELEWER :\t\t6 SEPTEMBER 2005\nSamevatting:   Aanranding met die opset om ernstig te beseer – suur in die\nklaer se gesig gegooi –\ndolus eventualis\nvoldoende - nie vereiste\ndat beskuldigde persoon die werklike erns van uiteindelike beserings moes\nvoorsien het nie. Voldoende dat\nhy die moontlikheid van ernstige beserings\nvoorsien het en hom daarmee versoen het.\n_____________________________________________________\nUITSPRAAK\nBRAND AR\n/\nBRAND AR\n:\n[1]\tHierdie saak het sy oorsprong in die\nstreekhof van die Oos-Kaap waar die appellant, wat indertyd 18 jaar oud was,\ntereggestaan\nhet op aanklag van poging tot moord. Ter ondersteuning van hierdie\naanklag het die staat beweer dat hy op 11 April 2002 gepoog het\nom mnr Pieter\nHuishamen te vermoor deur swawelsuur in sy gesig te gooi. Aan die einde van die\nverhoor is hy onskuldig bevind aan\npoging tot moord maar skuldig aan aanranding\nmet die opset om ernstig te beseer. Hierop is hy gevonnis tot agt jaar\ngevangenisstraf\nwaarvan twee jaar voorwaardelik opgeskort is. Sy appèl na\ndie Grahamstadse Hooggeregshof teen hierdie skuldigbevinding sowel\nas die vonnis\nwat hom opgelê is, is deur Jansen R, met wie Ndzondo Wnd R saamgestem het,\nvan die hand gewys. Die verdere appèl\nna hierdie hof is slegs teen die\nskuldigbevinding gerig. Dit geskied met verlof van die hof\na\nquo\n.\n[2]\tDie gebeure wat tot die saak aanleiding gegee het is nie in\ndispuut nie. Die appellant erken dat hy die persoon is wat die swawelsuur\nin\nHuishamen se gesig gegooi het. Die gevolge wat sy daad vir Huishamen meegebring\nhet, is eweneens gemenesaak. Dit was verskriklik.\nDie suur het die vel van\nHuishamen se gesig en bolyf gestroop en sy oë letterlik vernietig sodat\nhulle chirurgies verwyder moes\nword. Waar Huishamen voorheen 'n onafhanklike\n36-jarige was wat sy eie besigheid bedryf het en 'n normale bestaan gevoer het,\nis\nsy hele lewe eensklaps omskep tot dié van 'n hulpelose invalide. Hy\nkan geen inkomste verdien nie en is afhanklik van 'n staatstoelaag.\nHy word\nrondgelei waar hy ookal wil gaan en maak vir sy heel basiese versorging staat op\ndie bystand van 'n lojale vriend wat op\nsy beurt ook sy werk moes bedank om na\nHuishamen om te sien.\n[3]\tDie appellant ontken nie dat hy skuldig is aan\naanranding nie. Die hele saak wentel om sy argument dat die addisionele element\nvan opset om ernstig te beseer afwesig is. Inaggenome die skrikwekkende gevolge\nwat sy daad vir Huishamen meegebring het, mag hierdie\nargument met die eerste\noogopslag ietwat verrassend voorkom. Wat egter in gedagte gehou moet word, is\ndat die onderskeidende element\nvan die misdaad waaraan die appellant skuldig\nbevind is nie die\nveroorsaking\nvan ernstige beserings is nie, maar die\nsubjektiewe opset\nom dit te doen. Gevolglik sluit die erns van die\ngevolge nie noodwendig die appellant se verweer van afwesigheid van opset om\nernstig\nte beseer uit nie.\n[4]\tTydens die verhoor het die appellant nie\ngetuig nie. As basis vir sy verweer het hy gesteun op die self-begunstigende\ngedeeltes\nvan twee verklarings wat buite die hof gemaak is en wat vir een of\nander rede deur die staat voor die verhoorhof geplaas is. Die\neerste van hierdie\nverklarings was inderdaad 'n bekentenis wat die appellant voor 'n landdros\nafgelê het. Hiervolgens het die\nappellant erken dat hy die suur in\nHuishamen se gesig gegooi het. Hy het ook verduidelik dat hy dit gedoen het op\nversoek van ene\nGerrit Jacobs wat voorheen 'n homoseksuele verhouding met\nHuishamen gehad het en wat toe op hom wou wraak neem nadat die verhouding\nbeëindig is. Woordeliks lui die tersaaklike gedeelte van die bekentenis\nsoos volg:\n'... Gerrit Jacobs [het] vir my gevra om een van my vriende te kry\nom vir Pieter Huishamen aan te rand. Ek het toe eers 'n swart vriend\nvan my\ngekry maar omdat hy 'n seer vinger gehad het, kon hy nie gaan nie. Toe het ek 'n\nander vriend van my gekry Stefan Nel. Hy\nhet nie saam met my gegaan nie want hy\nwou nie. Toe het Gerrit Jacobs vir my suur gekry om vir Pieter Huishamen daarmee\nin sy gesig\nte gooi. Ek het toe die suur in Pieter Huishamen se gesig gegooi.\nMaar ons was eers by mnr Riaan Britz se huis gewees. Hy is 'n dokter\nby Green\nAcres Hospitaal.... Ek was deur Jacobs en Britz gesê dat die \"acid\" net sy\n[Pieter se] vel 'n bietjie rooi sal maak.\nMnr Gerrit Jacobs het vir my 'n kar\nbelowe en 'n selfoon as ek dit doen. Ek het die selfoon toe gekry maar nie die\nkar nie. ... Ek\nhet dit gedoen vir die geld want ons kry swaar. My ma het nie\neintlik geld nie.'\n[5]\tDit tweede verklaring wat deur die staat\ningehandig is, was dié van 'n bewaarder in die gevangenis waar die\nappellant aanvanklik\nweens die tersaaklike gebeure aangehou is. Daarvolgens het\ndie appellant op die bewaarder se navraag, hoekom hy in aanhouding is,\ngeantwoord dat hy suur in iemand se gesig gegooi het omdat 'hulle ... gesê\n[het] dit nie soveel skade verrig nie'. In konteks\nmoet hierdie\nongeïdentifiseerde 'hulle' waarskynlik ook as 'n verwysing na Jacobs en\nBritz verstaan word.\n[6]\tJacobs en Britz is oorspronklik as\nmedebeskuldigdes van die appellant aangekla. Britz is egter reeds deur die\nverhoorhof onskuldig\nbevind terwyl Jacobs se aanvanklike skuldigbevinding deur\ndie hof\na quo\nop appèl ter syde gestel is. Beide van hulle het in\ndie verhoor getuig en enige kennis van die aanranding op Huishamen ontken.\nDie\nbeweerde versekering aangaande die onskadelikheid van die suur wat die appellant\nin sy verklarings aan hulle toegedig het, is\nnooit in kruisverhoor namens die\nappellant aan hulle gestel nie.\n[7]\tStefan Nel na wie ook in die bekentenis\nverwys word, is deur die staat as getuie geroep. Hy het bevestig dat die\nappellant hom\nvertel het van sy twee homoseksuele vriende wat vroeër 'n\nverhouding gehad het en dat een van hulle, na die beëindiging\nvan die\nverhouding, iemand gesoek het om 'acid' in die ander se oë te gooi. Op 'n\nstadium het die appellant dan ook die houer\nmet die suur aan Nel gewys. Volgens\nNel is hy toe genader om hierdie taak teen vergoeding te verrig, maar hy het nie\ndie 'guts' gehad\nom dit te doen nie.\n[8]\tVolgens die verhoorhof se\nbenadering tot die saak, wat deur die hof\na quo\nop appèl\nonderskryf is, het die oplossing van die geskilpunt, of die appellant slegs\nskuldig is aan gewone aanranding  of\ndan wel aan aanranding met die opset om\nernstig te beseer, gewentel om twee vrae. Eerstens, of die self-begunstigende\ngedeeltes van\ndie appellant se buiteregtelike verklarings, waarvolgens aan hom\ngesê is dat die suur nie ernstige skade sou aanrig nie, maar\nslegs die\nslagoffer se vel effens rooi sou verkleur, as getuienis toelaatbaar was.\nTweedens, indien wel, watter gewig daar aan hierdie\ngetuienis geheg moes word.\nDie regsbeginsels onderliggend aan hierdie vrae het die hof gevind in\nbeslissings van hierdie hof soos,\nbyvoorbeeld,\nR v Valachia\n1945 AD 826\nte 835, 837;\nS v Khoza\n1982 (3) SA 1019\n(A) 1039A;\nS v Yelani\n1989 (2) SA 43\n(A) 50A-C.) Ooreenkomstig hierdie beginsels het die\nself-begunstigende gedeeltes van die buiteregtelike verklarings toelaatbaar\ngeword\ntoe die staat hierdie verklarings voor die hof geplaas het. Soos hierdie\nbeslissings egter ook aandui het die feit van toelaatbaarheid\nnie meegebring dat\ndie self-begunstigende gedeeltes dieselfde gewig as die inkriminerende gedeeltes\nvan hierdie verklarings moes\ndra nie. Afhangende van die omstandighede, kon die\nhof selfs laasgenoemde aanvaar en eersgenoemde as ongeloofwaardig\nverwerp.\n[9]\tAan die hand van hierdie beginsels het die verhoorhof toe \nbevind dat die onderhawige inderdaad 'n geval is waar die self-begunstigende\ngedeelte van die appellant se verklarings verwerp moet word. Wat die hof veral\nteen die appellant gehou het, was dat die beweerde\ngerusstelling wat in sy\nverklarings aan Jacobs en Britz toegedig word nie in kruisverhoor namens hom aan\neen van hulle gestel is\nnie. In elk geval, so het die verhoorhof beslis, is dit\nin die lig van algemene menslike ervaring aangaande die effek van suur,\nonwaarskynlik\ndat Jacobs en Britz so 'n gerusstelling aan die appellant sou gee.\nOp appèl het die hof\na quo\nhierdie redenasie oorweeg en as\noortuigend aanvaar. Ek deel egter nie hierdie oortuiging nie. Nadat Jacobs en\nBritz reeds pertinent\nenige kennis van die aanranding op Huishamen ontken het,\nsou 'n stelling van hulle beweerde gerusstelling teenoor die appellant nouliks\nvan enige nut wees. Verder kan ek my ook goed voorstel dat Jacobs en sy vriend\nBritz juis so 'n gerusstelling aan die appellant kon\ngee in 'n poging om hom te\noorreed om Jacobs se vuilwerk vir hom te doen. Soos ek die saak sien moet die\nself-begunstigende gedeelte\nvan die appellant se verklarings dus op sigwaarde\naanvaar word.\n[10]\tDit is egter nie die einde van die ondersoek nie. By\nverdere beoordeling moet in gedagte gehou word dat oogmerksopset geen vereiste\nis vir 'n skuldigbevinding aan die onderhawige misdaad nie. Aanwesigheid van\nopset in die vorm van\ndolus eventualis\nis voldoende. Die skuldigbevinding\nwas dus geregverdig indien die appellant (subjektief) die moontlikheid van 'n\nernstige besering\nvoorsien het en hom daarmee versoen het. Die vraag of dit sy\noogmerk was om ernstig te beseer, is onsaaklik. Verder moet in gedagte\ngehou\nword dat die vraag nie is of die appellant die uiteindelike gevolge wat sy\noptrede vir Huishamen gehad het in al sy verskriklike\ndetail voorsien het nie.\nSolank die beserings wat hy subjektief as 'n moontlikheid voorsien het ernstig\nwas, was die skuldigbevinding\nbehoorlik verantwoord.\n[11]\tSoos ek dit\nsien, wentel die appèl dus om die vraag of die afleiding in al die\nomstandighede geregverdig is dat die appellant,\nten spyte van Jacobs en Britz se\ngerusstelling tog die moontlikheid voorsien het dat Huishamen ernstig beseer sou\nword en hom daarmee\nversoen het. Wat in die appellant se guns tel is dat hy op\ndaardie stadium slegs 17 jaar oud was; dat hy slegs standerd 7 op skool\ngeslaag\nhet en dat hy blykbaar nie baie slim was nie. Voorts moet ook aanvaar word dat\nhy beïndruk kon wees deur die mediese\nkennis van Britz wat, hoewel nie 'n\ndokter nie, darem in 'n hospitaal gewerk het.\n[12]\tDit alles inaggenome\nis ek egter nie oortuig dat die appellant die wêrelvreemde stelling, dat\ndie suur maar slegs Huishamen\nse vel 'n bietjie rooi sou verkleur, kon geglo het\nsonder om selfs die moontlikheid te oorweeg dat dit nie waar is nie. Menslike\nervaring leer tog dat suur op 'n mens se vel en veral in die oë waarskynlik\ndramatiese beserings tot gevolg sal hê. Die\ntoegedigte gerusstelling val\nbyna op dieselfde vlak as die stelling dat 'n steekhou met 'n mes slegs 'n rooi\nkol op die slagoffer\nse vel sal laat. Dit is so ver van die werklikheid verwyder\ndat selfs die mees oningeligte dit nouliks kan glo. By ontstentenis aan\nenige\ngetuienis deur die appellant self kan hy nie van die hof verwag om sonder meer\nte aanvaar dat hy nie die algemene kennis oor\ndie effek van suur in 'n mens se\noë met die res van die bevolking gedeel het nie.\n[13]\tWat meer is,\n'n vraag wat die appellant homself onvermydelik moes afvra, is waarom Jacobs\nbereid sou wees om vir hom 'n motor\nen 'n selfoon te gee as dit wat hy gevra is\nom te doen weinig meer tot gevolg sou hê as 'n harde klap. Nog minder\nverstaanbaar\nin die omstandighede is die appellant se aanvanklike soeke na 'n\nplaasvervanger om hierdie relatief geringe beserings namens hom\nte veroorsaak en\ndit terwyl hy 'n ernstige behoefte aan geld gehad het. En dan weier Nel boonop\nom selfs teen vergoeding hierdie\ngeringe beserings te veroorsaak omdat hy nie\ndie 'guts' daarvoor het nie.\n[14]\tIn al die omstandighede is die\nafleiding dus myns insiens bo redelike twyfel geregverdig dat die appellant dit\nminstens as 'n\nmoontlikheid voorsien het dat sy aanranding op Huishamen ernstige\nbeserings tot gevolg sou hê en dat hy hom met daardie moontlikheid\nversoen\nhet. Gevolglik is ek van oordeel dat die skuldigbevinding aan aanranding met die\nopset om ernstig te beseer moet bly staan.\n[15]\tDerhalwe word die\nappèl van die hand gewys.\n..................\nF D J\nBRAND\nAPPÈLREGTER\nStem saam\n:\nSCOTT AR\nCOMBRINCK Wnd AR",
  "scraped_at": "2026-02-12T14:14:46.829622",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}