{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/53.html",
  "case_name": "Vidavsky v Body Corporate of Sunhill Villas (227/2004) [2005] ZASCA 53; [2005] 4 All SA 201 (SCA); 2005 (5) SA 200 (SCA) (31 May 2005)",
  "citation": "[2005] ZASCA 53",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 53\n|\nNoteup\n|\nLawCite\nVidavsky v Body Corporate of Sunhill Villas (227/2004) [2005] ZASCA 53; [2005] 4 All SA 201 (SCA); 2005 (5) SA 200 (SCA) (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nREPORTABLE\nCase no:  227/2004\nIn the matter between\nFAVISH (also known as SHRAGA) VIDAVSKY\t\t APPELLANT\nand\nBODY CORPORATE OF SUNHILL\nVILLAS\t\t\tRESPONDENT\nCoram:\nSTREICHER, FARLAM, CONRADIE, HEHER\net\nVAN HEERDEN\nJJA\nHeard:\n24 MAY\n2005\nDelivered:\t31 MAY 2005\nSummary:\tArbitration\n– s 15 of\nArbitration Act 42 of 1965\n– award made in default of\nappearance of party – effect – whether binding for purposes of\nss 28\nand\n31\nof the\nAct.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\nThis judgment concerns the legal\nconsequences of a wrong direction by an arbitrator that proceedings take place\nin the absence of\na party to the arbitration under the Arbitration Act 42 of\n1965 (‘the Act’) and the entitlement of the party in whose\nfavour an\naward has been made in such circumstances to have the award made an order of\ncourt in terms of s 31(1) of the Act.\n[2]\nThe appellant is the owner\nof a sectional title unit in a residential development in the suburb of Bruma,\nJohannesburg. The respondent\nis the responsible body corporate. The appellant\ndeclared a dispute with the respondent relating to various aspects of the\nlatter’s\nadministration of the property which was referred to arbitration.\nThe provisions of the Act applied to the arbitration in question\nby reason of\nthe operation of s 40 thereof since the arbitration was one ‘under a\nlaw’ (the\nSectional Titles Act 95 of 1986\n) which lays down (in\ns 35(1)\nand\n(2)) that a scheme shall be controlled and managed, by\ninter alia\n‘management rules, prescribed by regulation’ and the rules so\nprescribed provide for the solving of disputes by arbitration\n(in rule 71 of the\nManagement Rules contained in Annexure 8 to the\nSectional Titles Act, read\ntogether with\nregulation 39\nof the Regulations originally published in terms of\ns 55\nof that Act in GN 664 of 8 April 1988).\n[3]\nThe arbitrator\nappointed was a Mr Louro, an attorney. The chairman of the body corporate was Mr\nBotha, upon whom, as the representative\nof the respondent and in his personal\ncapacity, the appellant’s statement of claim was duly served. No statement\nof defence\nwas, however, filed on his or on the respondent’s behalf (or on\nbehalf of the other trustees who were also cited as respondents).\nThe arbitrator\nset the hearing for Thursday 27 March 2003 at 10h00. I shall shortly describe\nhow he did this. At the appointed hour\nthe appellant was present in person,\nsupported by Mr Nathan, a director of Sectional Title Services\n(‘STS’), a sectional\ntitle scheme administrator, and Mr Ranoko, a\nmessenger employed by STS. What then took place is recorded in the\narbitrator’s\naward and is not in dispute:\n‘Due to the non\nappearance of the Respondents, the Arbitrator requested the Applicant to address\nhim on the issue of whether\nthe arbitration could proceed without the presence\nof the Respondents. Mr. Nathan, on behalf of the Applicant and Mr. Mpho Ranoko\nled evidence of the delivery of the Applicant’s Statement of Claim. The\nArbitrator handed in proof of notice by registered\nmail to the Respondents\nadvising of the date, time and place for the arbitration.’\nIn his award\nthe arbitrator then refers to s 15(2) of the Act. It is convenient at this point\nto quote s 15 in full:\n‘(1)\tAn arbitration tribunal shall give to every\nparty to the reference, written notice of the time when and place where the\narbitration proceedings will be held, and every such party shall be entitled to\nbe present personally or by representative and to\nbe heard at such\nproceedings.\n(2)\tIf any party to the reference at any time fails, after\nhaving received reasonable notice of the time when and place where the\narbitration proceedings will be held, to attend such proceedings without having\nshown previously to the arbitration tribunal good\nand sufficient cause for such\nfailure, the arbitration tribunal may proceed in the absence of such\nparty.’\nThe arbitrator continued:\n‘I find that the Respondents\nreceived reasonable registered notice of the time, date and place where the\narbitration proceedings\nwould be held. I also find that no good and sufficient\ncause for the failure of the Respondents to attend has been shown and that\nthe\narbitration tribunal shall proceed in the absence of the\nRespondents.’\n[4]\nI interpose here that the factual basis for\nthe arbitrator’s findings that the respondents\nreceived\nnotice and\nthat such notice was\nreasonable\nremains a matter of speculation as the\narbitrator did not depose to an affidavit in the subsequent application to\ncourt. In this regard\ns 37 of the Act which provides that any notice required by\nany provision of the Act to be served on any person, may be\nserved\nin any\nmanner specified in that section (including sending the notice by post to that\nperson at his usual or last known place of\nresidence in the Republic) does not\napply since s 15 does not require\nservice\n(in contradistinction to ss\n5(3), 10(2) and 12(1)).\n[5]\nThe arbitrator proceeded to hear the\nevidence of the appellant. In the result he made an award in favour of the\nappellant on 28 March\n2003.\n[6]\nAfter several unanswered letters in\nwhich the appellant demanded compliance with the terms of the award and\nthreatened to apply to\ncourt to have it made an order, Messrs Klopper-Jonker,\nattorneys, wrote to the arbitrator on behalf of the respondents on 29 May\n2003:\n‘We annex hereto copy of registered notice in terms of which you\nwill note that your letter dated 19 March 2003 was only received\nby The Body\nCorporate on the afternoon of 27 March 2003, after the scheduled time and date\nfor the arbitration.\nOur client emphatically denies that notice of the\nmeeting was hand delivered as alleged and submits that the first and only notice\nthey received, was your registered letter which, as said above, was only\ncollected on the afternoon of 27 March 2003.\nUnder the circumstances, we\ntrust that you will agree that the arbitration was not properly convened, as\ninsufficient notice of the\narbitration meeting was given to our client and we\nshall therefore be pleased if you would kindly confirm that your award which was\nmade, will be withdrawn and a new date for the arbitration will be\nscheduled.’\nA copy was sent to STS. After further futile correspondence\nbetween the parties the application which gave rise to this appeal was\nlaunched.\nThe appellant sought an order which would have made those parts of the award\nwith which the respondent had not complied\nin the interim an order of\ncourt.\n[7]\nThe respondent opposed the relief on the ground that it had\nnot received timeous notice of the arbitration proceedings. Bregman AJ\nagreed.\nHe found that ‘the award was so tainted by the irregularity, ie the\nhearing of the dispute in the absence of the respondent,\nthat it is null and\nvoid.’ He dismissed the application with costs but granted leave to appeal\nto this Court.\n[8]\nIn the application there was no disagreement of\nmoment between the parties that the dispute was to be decided on the following\nfacts:\n1.\tLetters dated 17 March 2003 were written by the arbitrator to the trustees\nand to the appellant notifying them that the arbitration\nwould take place on\nThursday, 27 March 2003 at 10h00 at a given address in Glenanda, Johannesburg.\n(The letters added, ‘Please\nindicate whether such a day and time is\nconvenient to you’, an invitation which implied not merely receipt but\nalso sufficient\nopportunity to debate the proposal before the stipulated\ndate.)\n2.\tThe letter to the chairman was, according to the date stamp on the registered\nslip, received by Bruma post office on 22 March\n2003 – a Saturday –\nat an unspecified time.\n3.\tThe arbitration proceeded on the morning of Thursday, 27 March 2003.\n4.\tThe registered letter to the chairman was collected from the post office on\n27 March 2003. That is reflected in a second date\nstamp on the same slip and is\nborne out by the affidavit of Mrs Botha, the chairman’s wife, who added\nthat she collected the\nletter during the afternoon and handed it unopened to her\nhusband on his return from work.\n[9]\nIn the appeal the\nappellant did not dispute that the arbitrator had committed a gross irregularity\nby proceeding in the absence of\nthe respondent. That was a correct concession\nbecause the peremptory terms of s 15(2) require, as a precursor to proceeding in\nthe\nabsence of a party, that such party has\nreceived\nreasonable notice of\nthe time and place of the proceedings. The evidence proved that no such notice\nwas received by the chairman.\n[10]\nThe argument on appeal ran\nthus:\n1.\tSection 28 of the Act provides that, unless the arbitration agreement\nprovides otherwise\n‘an award shall, subject to the provisions of this Act, be final and not\nsubject to \tappeal and each party to the reference\nshall abide by and comply\nwith the award in \taccordance with its terms’.\nAccording to counsel, the phrase ‘subject to the provisions of this\nAct’ refers to s 33(1) which empowers a court, on\nlimited grounds, to set\naside an award.\n2.\tThe irregularity, although gross, did not nullify the award, but merely had\nthe effect of rendering it voidable at the instance\nof either party. If either\nparty sought that result it was bound to bring an application under s\n33(1)(\nb\n). As no such application had been brought within the prescribed\ntime limit (six weeks after the publication of the award to the parties\n(s\n33(2)) or within such extended period as the court may, on good cause shown,\nallow (s 38)), the award remained binding on the\nparties at the time of the\napplication. The court was therefore obliged to make it an order of court in\nterms of s 33(1).\n3.\tEven if the irregularity resulted in a nullity it remained a ‘gross\nirregularity’ for the purposes of s 33(1)(\nb\n) and the award stands\nuntil set aside by an order under that section.\n[11]\nThe\nline of reasoning espoused by the appellant’s counsel is not new. Similar\nsubmissions have recently been rejected in\nVan Zijl v Van Haebler\n1993\n(3) SA 654\n(SEC) at 658J-659J and\nWilton v Gatonby and Another\n1994 (4)\nSA 160\n(W) at 168B.\n[12]\nIt will be convenient first to consider the\nnature of the irregularity in the present case. The arbitrator was vested with\ngeneral\njurisdiction to try the dispute between the parties by reason of his\nappointment. But his powers to conduct the proceedings in the\nabsence of a party\nwere expressly limited by s 15(2), which lays down as a jurisdictional fact that\nthe arbitrator may only proceed\nif that party has received reasonable notice of\nthe time and place of the hearing. The requirement is peremptory. There was no\nnotice\nand the arbitrator’s jurisdiction to proceed was lacking. An\nalternative, but, I think equally valid, approach to the section\nis to recognise\nthat proceeding with a hearing without proper notice to a party of the date and\nplace of that hearing fundamentally\ntaints both the proceedings and any decision\nwhich depends upon them.\n[13]\nWhat are the legal consequences of\nabsence of jurisdiction and the failure to give notice of the hearing?\nSpecifically, do they result\nin nullity or are the proceedings and award merely\nvoidable as counsel for the appellant would have it?\n[14]\nAn\narbitration is, of course, a quasi-judicial proceeding:\nEstate Milne v\nDonohoe Investments (Pty) Ltd and Others\n1967 (2) SA 359\n(A) at 373H. The\nprecepts which govern the procedure in judicial proceedings apply to an\narbitration:\nShippel v Morkel and Another\n1977 (1) SA 429\n(C) at 434A-E. \nThe authorities are clear that want of jurisdiction in judicial or\nquasi-judicial proceedings has the effect of nullity\nwithout the necessity of a\nformal order setting the proceedings aside. They are collected in\nMinister of\nAgriculture and Economic Marketing v Virginia Cheese and Food Co (1941) (Pty)\nLtd\n1961 (4) SA 415\n(T). See also\nS v Absalom\n1989 (3) SA 154\n(A) at\n164E-G. Lack of jurisdiction in arbitration proceedings renders an award\ninvalid:\nDickenson & Brown v Fisher’s Executors\n1915 AD 166\nat\n175;\nFassler, Kamstra & Holmes v Stallion Group of Companies (Pty) Ltd\n1992 (3) SA 825\n(W) at 829B-C. The same consequence applies to proceedings\nin which a summons has not been served (with which, it seems to me, the\nabsence\nof notice of proceedings can be equated): see the\nVirginia Cheese\ncase at\n423E-F and\nDada v Dada\n1977 (2) SA 287\n(T) at 288C-F and the authorities\nthere cited. Absence of proper notice in arbitration proceedings has always been\ntreated as a fatal\nflaw. See eg\nNewman v Booty NO\n(1901) 18 SC 116\n, 11\nCTR 176;\nHoltzhousen v Rademan’s Executors and Others\n1918 GWLD 19\nat 23;\nBurns & Co v Burne\n(1922) 43 NLR 461\n;\nSapiero and Another v\nLipschitz and Others\n1920 CPD 483\nat 486;\nField v Grahamstown\nMunicipality\n1928 EDL 135.\n[15]\nOnce it is established that the\nproceedings and award were null and void and not merely voidable, the binding\neffect of an arbitration\naward so obtained is more apparent than real. Section\n28 is in such event of no assistance to the appellant. It is in terms subject\nto\nthe provisions of the Act which includes proper compliance with\ns 15(2), a\nstandard which the award cannot meet, as I have shown.\n[16]\nMr Cohen\nfor the appellant nevertheless submitted that the award obtained by his client\nis saved by s 33(1) or, rather, by the respondent’s\nnon-compliance with\nthat section. He argued that a void award is nothing other than an award\nobtained irregularly and a failure to\napply to set aside such an award within\nthe time limits prescribed by s 33(2) bars reliance on the irregularity when an\napplication\nis made under s 31 to have the award made an order of\ncourt.\n[17]\nHis submission cannot be correct. In the first place, as I\nhave pointed out, the award carries no legal force at all and does not\neven\nrequire to be set aside. The case is to be distinguished from a valid award\nwhich is enforceable until set aside: see eg\nKolber and Another v Sourcecom\nSolutions (Pty) Ltd and Others\n;\nSourcecom Technology Solutions (Pty) Ltd\nv Kolber and Another\n2001 (2) SA 1097\n(C) at para [71]; Butler and Finsen\nArbitration in South Africa\n273. In the circumstances it is hardly\nsurprising to find that courts have resisted attempts to confer the imprimatur\nof an enforceable\njudgment on such a wraith: see eg\nSteinberg v Cosmopolitan\nNational Bank of Chicago\n1973 (3) SA 885\n(RAD) at 892B-893D. A second\nconsideration is that whether or not the respondent opposes the application\nunder s 31(1) the applicant\naccepts an onus to prove that he is in possession of\nan award that can properly form the subject of an order of court, cf Butler\nand\nFinsen\nop cit\n273. In this regard it is entirely irrelevant that the\nrespondent has not first applied to set the award aside. It is true that in\nEngland ‘insufficiency or want of hearing must be urged as a ground for\nsetting aside the award on motion and cannot be set\nup as a bar to an action on\nit’:\nThorburn v Barnes\n(1867)  LR  2CP 384 at 402;\nOppenheim v\nMahomed Haneef\n[1922] 1 AC 482\n;\nRussell on Arbitration\n22ed para\n8-008. This rule does not however apply to a defence of want of jurisdiction in\nthe arbitrator which results in total or\npartial voidness of the award and the\ncomplaining party may in such cases wait for the application to enforce the\naward and then\nraise the objection: Mustill & Boyd\nCommercial\nArbitration\n, 2ed 554. In this regard at least English practice accords with\nour own. Whatever the reason for the rule (which seems from the first-cited\nauthority to be derived from the ancient jurisdictional distinctions between the\ncourts of equity and the common law courts), there\nhas never been such a\nlimitation in South African practice; cf Butler and Finsen\nloc cit\n. Thus\nmere objection to an application to have an award made an order of court was\nsuccessful without an application to set the award\naside where notice of the\narbitration hearing had not been given to a party in\nNewman v Booty NO supra\nand\nSapiero and Another v Lipschitz and Others supra\n; cf\nBody\nCorporate Houghton Villas v Got Construction (Pty) Ltd\n2002 (1) SA 760\n(W).\n[18]\nThe Court\na quo\nwas thus correct in refusing the\napplication to have the award made an order of court.\n[19]\nCounsel for\nthe respondent has conceded that his attorney erred in not accepting a proposal\nby the appellant’s attorney which\nwould have had the effect of reducing\nthe appeal record to some twenty pages instead of the three volumes of which it\neventually\nconsisted. This lack of reasonableness warrants an appropriate costs\norder.\n[20]\nThe following order is made:\nThe appeal is dismissed with costs save that the respondent is ordered to pay\nthe costs of preparing the record on appeal and is\nnot entitled to recover from\nthe appellant any costs in connection with such\nrecord.\n___________________\nJ A   HEHER\nJUDGE OF\nAPPEAL\nConcur:\nSTREICHER JA\nFARLAM\nJA\nCONRADIE JA\nVAN HEERDEN JA",
  "scraped_at": "2026-02-12T14:09:18.791121",
  "date": "2005-05-31",
  "coram": [
    "Streicher JA",
    "Farlam JA",
    "Conradie JA",
    "Heher JA",
    "Van Heerden JA"
  ],
  "case_number": "227/2004",
  "parties": {
    "applicants": [
      "FAVISH (also known as SHRAGA) VIDAVSKY"
    ],
    "respondents": [
      "Body Corporate of Sunhill Villas"
    ]
  },
  "sections": {
    "facts": "The appellant, the owner of a sectional title unit in Bruma, Johannesburg, raised a dispute with the body corporate of Sunhill Villas concerning the latter's administration of the scheme. Under the Sectional Titles Act the parties were required to resolve disputes by arbitration, and an arbitrator, Mr Louro, was appointed. The arbitrator scheduled a hearing for 27 March 2003. The appellant attended, but the respondent neither filed a defence nor appeared. The arbitrator, relying on section 15(2) of the Arbitration Act, proceeded in the respondent's absence and awarded the appellant on 28 March 2003. The respondent later claimed it had not received proper notice of the hearing, asserting that the registered letter was only collected on the afternoon of the hearing date. The appellant sought a court order to enforce the award; the lower court held the award null and void because of the procedural irregularity and dismissed the application.",
    "issues": "The principal issues were: (1) whether an award made in the absence of a party, where proper notice under s 15(2) was not given, is binding; (2) whether such an award is void or merely voidable; (3) the effect of the lack of jurisdiction on the award’s enforceability; and (4) whether the court should make the award an order of court under s 31(1) of the Arbitration Act.",
    "principles": "Section 15(2) of the Arbitration Act is peremptory: an arbitrator may proceed in a party’s absence only after that party has received reasonable notice. Lack of such notice deprives the tribunal of jurisdiction, rendering the award null and void, not merely voidable. This principle is affirmed in case law such as Minister of Agriculture v Virginia Cheese, S v Absalom, Dickenson & Brown v Fisher’s Executors, and in earlier arbitration decisions. Section 28’s reference to awards being final is subject to the Act, including compliance with s 15(2). Section 33 allows a court to set aside an award on limited grounds, but it presupposes a valid award; a void award requires no order of set‑aside. Earlier decisions (Van Zijl v Van Haebler, Wilton v Gatonby) rejected arguments that procedural defects merely made an award voidable.",
    "application": "The court examined the evidence showing that the registered notice was mailed on 22 March, a Saturday, and only collected by the chairman on the afternoon of 27 March, after the hearing had commenced. Consequently, the respondent had not received reasonable notice as required by s 15(2). The arbitrator therefore lacked jurisdiction to hear the case, making the award null and void. Because the award was void, the provisions of s 33 could not rescue it, and the appellant could not rely on s 31 to have the award made an order of court. The appeal was consequently dismissed.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirmed that the award was null and void, and refused to make it an order of court. Costs were awarded against the respondent for preparing the appeal record, and the respondent was not entitled to recover any costs from the appellant."
  },
  "tags": {
    "level_1": "Arbitration Law",
    "level_2": "Award Validity",
    "level_3": [
      "lack of notice",
      "nullity",
      "section 15",
      "section 33",
      "court enforcement"
    ]
  }
}