{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/83.html",
  "case_name": "MacKay v Fey and Another (463/2004) [2005] ZASCA 83; [2005] 4 All SA 615 (SCA); 2006 (3) SA 182 (SCA) (22 September 2005)",
  "citation": "[2005] ZASCA 83",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 83\n|\nNoteup\n|\nLawCite\nMacKay v Fey and Another (463/2004) [2005] ZASCA 83; [2005] 4 All SA 615 (SCA); 2006 (3) SA 182 (SCA) (22 September 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 463/04\nIn the matter between:\nNEVILLE WILLIAM\nMACKAY\t\t\t\t\tAppellant\nand\nEILEEN\nMARGARET FEY NO\t\t\t\t1\nST\nRespondent\nMICHAEL JOHN LANE NO\t\t\t\n2\nND\nRespondent\n_______________________________________________________\nCoram\t\t:\tHARMS,\nSCOTT, ZULMAN, CAMERON\net\nJAFTA JJA\nDate of\nhearing\t:\t29 August 2005\nDate of delivery\t:\t22 September\n2005\nSummary:     Insolvency – relationship between s 20 and\ns 23(2) of the Insolvency Act – essence of a simulated transaction\nis an\nintent on the part of both parties to\ndeceive\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nSCOTT JA/...\nSCOTT JA\n:\n[1]\tThe respondents\nin this appeal are the joint trustees of the insolvent estate of Mr Jurgen\nHarksen. They were provisionally appointed\nin 1995 and their appointment was\nmade final in 1999. I shall refer to them as the trustees. The appellant is a\nbusinessman and resides\nin Gauteng. In November 2000 he purchased an expensive\ndwelling in the Cape, known as 16 Third Beach, Clifton (‘the\nbungalow’),\nand took transfer in January 2001. In February he signed a\nlease agreement which had been negotiated on his behalf by a letting agency\ncalled Accommodation Shop CC. The lessee was stated in the lease to be Mrs\nJeannette Harksen and it was purportedly signed by her.\nShe is the wife of the\ninsolvent. The appellant had met neither. The circumstances in which the lease\ncame to be concluded were the\nsubject of much evidence and I shall refer to\nthese in detail later. For the moment it is sufficient to record that the lease\nwas\nfor a period of 10 months and expired at the end of November 2001. The rent\nwas R25 000 per month. In addition, the lessee was obliged\nto pay various\nincidental expenses such as a domestic worker’s salary, telephone and\nelectricity charges and administration\nfees. In all, a total amount of R271\n290,63 was paid to the appellant through the letting agency which deducted its\ncommission. In\nNovember 2002 the trustees instituted action against the\nappellant in the Cape High Court for repayment of the total amount which\nthe\nlessee had paid pursuant to the lease.\n[2]\tThe case against the appellant, as\npleaded, was in short the following. It was alleged that Harksen himself (and\nnot his wife)\nhad entered into an oral lease with the appellant; that the money\npaid to the appellant as rental had emanated from the insolvent\nestate, and that\nthe conclusion of the lease had been concealed from the trustees and was without\ntheir knowledge or consent. Accordingly,\nso it was pleaded, the money paid to\nthe appellant constituted property which in terms of\ns 20\nof the\nInsolvency Act\n24 of 1936\nwas vested in the trustees. In the alternative, it was alleged that\nin terms of\ns 23(2)\nof the Act the lease and the payments made were voidable at\nthe instance of the trustees who had elected to regard them as void.\n[3]\tIn\nhis plea the appellant denied the existence of an oral lease with Harksen and\nalleged that he had entered into a written lease\nwith Mrs Harksen. He denied,\ntoo, that the funds used to pay the rental emanated from Harksen’s\ninsolvent estate. In the alternative,\nit was pleaded that in the event of it\nbeing found that the conclusion of the lease and the payment of rent constituted\nan alienation\nfor valuable consideration as contemplated in terms of\ns 24(1)\nof\nthe Act, then the alienation was nonetheless valid as the appellant ‘was\nnot aware and had no reason to suspect that Mr\nHarksen was the true lessee [and]\nthat his estate was under sequestration’.\n[4]\tThe trustees filed a\nreplication in which they alleged that in the event of it being found that the\npayments of rental were made\npursuant to the written lease alleged by the\nappellant, then the reference therein to ‘Mrs Jeanette Harksen’ as\nthe lessee\nwas a simulation, the true lessee being Harksen himself. It was\nfurther alleged that in any event the payments made in terms of the\nlease were\nmade by Harksen with money that vested in the trustees.\n[5]\tIn the court\nbelow the appellant accepted that the funds used to pay the rental had not\nemanated from Harksen’s insolvent\nestate and in this court the defence was\nabandoned. The trustees, on the other hand, did not persist in their claim that\nfor this\nreason alone the rental received by the appellant was repayable and the\nquestion was not considered by the trial judge (Waglay AJ).\nThe learned judge\nfound, however, that the purported lease between the appellant and Mrs Harksen\nwas a simulated transaction and\nthat the true lessee was Harksen himself who had\npaid the rent with funds belonging to his insolvent estate. He furthermore\nrejected\nthe defence raised in terms of\ns 24(1)\nof the Act, holding that the\nappellant not only had reason to suspect that Harksen was insolvent but must\nhave been aware of his\nstatus as an insolvent. It was accordingly held that the\nlease was voidable at the instance of the trustees in terms of\ns 23(2)\nof the\nAct and that they were entitled to the sum claimed. The appeal is with the leave\nof the court\na quo\n.\n[6]\tBefore dealing with the true nature of the\nlease, it is necessary to say something about the claim based on\ns 20\nof the Act\n(which was not proceeded with) and the relationship between that section and\ns\n23(2)\non which reliance was placed at the trial. In terms of\ns 20\nthe effect of\nsequestration is to vest the insolvent’s estate in the Master until a\ntrustee has been appointed and upon the\nlatter event to vest it in the trustee.\nThe estate of the insolvent is moreover stated to include all property which the\ninsolvent\nmay acquire or which may accrue to him or her during the\nsequestration, except as otherwise provided in section twenty-three. It\nfollows\nthat where the insolvent without the consent of the trustee delivers specific\nproperty vesting in the trustee to another,\nwhether in pursuance of a contract\nor otherwise, the trustee may recover the property by way of a vindicatory\naction. The reason\nis that in the absence of the consent of the trustee, the\ninsolvent has no authority to pass ownership to another. Had Harksen, for\nexample, delivered specific property to the appellant in pursuance of a contract\nbetween his wife and the appellant, the trustees\ncould simply have recovered it\non the basis that it belonged to the estate. But money is different; unless in\nsome way identifiable\nor possibly ear-marked as a particular fund, money in the\nhands of a payee becomes the property of the payee by\nconfusio\nand cannot\nbe recovered by vindicatory action (see\nStern and Ruskin NO v Appleson\n1951 (3) SA 800\n(W) 810H-811H;\nS v Gathercole\n1964 (1) SA 21\n(A) at\n24F-25E).  If it is assumed for the moment that the contract of lease in the\npresent case was indeed one between Mrs Harksen\nand the appellant, as the latter\nalleges, and Harksen had used money emanating from his insolvent estate to\ndischarge the lessees’\ndebt, it would follow that the trustees’\naction against the appellant for repayment would be limited to an action based\non\nunjustified enrichment. But the difficulties that would be associated with\nsuch an action are readily apparent. The trustees in these\ncircumstances may\nwell have had a claim against Mrs Harksen whose debt had been discharged. This\ncould result in the trustees being\nunable to show that the estate had been\nimpoverished. Similarly, as the payment would have had the effect of discharging\nthe debt\nowed to the appellant, the latter would be precluded from recovering\nthe debt from Mrs Harksen, in which event the appellant would\nnot have been\nenriched. But none of this was pleaded or canvassed in evidence and need not be\nconsidered further. Instead,  the trustees\nbased their claim on an alleged\ncontract of lease between Harksen and the appellant which it was contended fell\nwithin the ambit\nof one or other of the provisos to\ns 23(2)\nof the Act and which\nfor that reason entitled them to repayment of the rental. It was assumed by\ncounsel both in this court and in\nthe court below that in the event of this\nbeing established the trustees would be entitled to succeed. In the absence of\nfull argument\non the issue and in view of the conclusion to which I have come\nregarding the identity of the parties to the lease, I shall similarly\nassume,\nwithout deciding, that the approach adopted by counsel was\ncorrect.\n[7]\tNonetheless, I propose to make certain observations regarding\nthe issue.\nSection 23(2)\nreads:\n‘23(2)   The fact that a person\nentering into any contract is an insolvent, shall not affect the validity of\nthat contract:\nProvided that the insolvent does not thereby purport to dispose\nof any property of his insolvent estate; and provided further that\nan insolvent\nshall not, without the consent in writing of the trustee of his estate, enter\ninto any contract whereby his estate or\nany contribution towards his estate\nwhich he is obliged to make, is or is likely to be adversely affected, but in\neither case subject\nto the provisions of sub-section (1) of section\ntwenty-four.\n’\n[8]\tThe first proviso is of little assistance\nbecause it adds nothing to\ns 20(2).\nAn insolvent has no authority to dispose of\nany property of the insolvent estate and a contract whereby the insolvent\npurports to\ndo so cannot be enforced against either the trustee or against the\ninsolvent. In any event, it is doubtful whether the written lease\n–\nassuming it to have been in the name of Harksen – ‘purported’\nto dispose of any property of his insolvent\nestate. Harksen merely undertook to\npay rental. He did not undertake to pay rental with monies belonging to the\ninsolvent estate.\nIt may have been an unrealistic undertaking but that does not\nnecessarily mean that he ‘thereby’ (ie, the contract) purported\nto\ndispose of estate assets.\n[9]\tHowever, given that the rental was R25 000 per\nmonth and, as will become apparent, the Harksens already had a house in\nConstantia\nnot far from the bungalow, it would seem that the contract, if with\nHarksen, was one ‘whereby his estate or any contribution\ntowards his\nestate which he is obliged to make is or is likely to be adversely\naffected’ within the meaning of the second proviso.\n[10]\tAlthough not\nexpressly stated in the section, it is well established that a contract entered\ninto by an insolvent falling under\neither the first or second proviso to\ns 23(2)\nis voidable only and not void. See\nW L Carroll & Co v Ray Hall Motors\n(Pty) Ltd\n1972 (4) 728 (T) at 731A-732C;\nEx Parte Olivier\n1948 (2)\n545 (C) at 548-549;\nFairlie v Raubenheimer\n1935 AD 135.\nIn the event of\nsuch a contract being avoided the appropriate remedy is\nrestitutio in\nintegrum\n. In\nBonne Fortune Beleggings Bpk v Kalahari Salt Works (Pty)\nLtd\n1973 (3) SA 739\n(NC) at 743H Van den Heever J formulated the remedy\nthus:\n‘In\nrestitutio in integrum\nan attempt is made to put the\nparties to a contract retrospectively declared null and void\nab initio,\ninto the same position in which they would have been had the contract not been\nconcluded.’\nIt has frequently been said that the action for\nrestitutio in integrum\nis a separate and distinct remedy and that it is\nnot an enrichment action. See\neg Davidson v Bonafede\n1981 (2) SA 501\n(C)\nat 510A-E where Marais AJ cites with approval\nDe Vos\nVerrykingsaanspreeklikheid in die Suid-Afrikaanse Reg\n2ed at 144. However,\nunder the influence of English law, which recognises\nrestitutio in\nintegrum\nas based on unjust enrichment, there has been over the years a\ngeneral relaxation of the rule that a party seeking restitution must\nfirst be\nwilling and able to restore what he or she received. See Daniel Visser\n‘Unjustified Enrichment’ in\nSouthern Cross: Civil law and Common\nlaw in SA\neditors Zimmerman and Visser at 536-537. Whether the need to make\nrestitution is excused, either wholly or partially, will now depend\nupon\nconsiderations of equity and justice and the circumstances of each case; the\noccasions on which it will do so are not limited\nto a specified and limited\nnumber of exceptions. See\nFeinstein v Niggli\n1981 (2) SA 684\n(A) at\n700G-701C where the cases are collected. If one assumes that trustees are as a\nmatter of principle entitled to restitution,\nthey are unable in the present case\nto return what was received by the lessee, ie occupation of the premises, but\nthat of course\nis due to no fault of their own.\nIt is also true that\ns\n23(2)\nis subject to\ns 24(1)\nwhich would afford some protection for a party\nentering into a contract with an insolvent. However, whether the trustees would\nbe\nexcused from making any form of restitution is not an issue that was debated\nbefore us.\n[11]\tAnother question that arises is the correctness of the assumption that\na trustee who avoids a contract under\ns 23(2)\nis in principle entitled to\nrestitution. A contract entered into by an insolvent is prima facie valid and\nthe contract is one between\nthe insolvent and the third party, whether the\ntrustee gives the necessary prior consent or ratifies the agreement or chooses\nnot\nto avoid it. The trustee does not derive any rights or benefit from the\ncontract; nor could it create liabilities for the insolvent\nestate. If the\ntrustee avoids the contract, should reciprocal restitution not therefore take\nplace between the parties to the contract?\nA few examples will illustrate the\nproblem. If, for instance, an insolvent buys an expensive motor vehicle, it is\nunlikely that the\ntrustee would have to restore possession. If an insolvent\nhires a house within his means, the contract is valid, but if he hires\none\nbeyond his means but pays the rental, the trustee may avoid the lease because it\nmay affect the ability of the insolvent to make\na contribution towards his\ninsolvent estate. Can the trustee simply step into the shoes of the insolvent\nand claim everything the\nthird person received from the insolvent? A third\nexample: an insolvent sells a vehicle belonging to his new estate, ie an estate\nhe has validly acquired subsequent to sequestration. The trustee believes that\nthis may affect the insolvent’s earning capacity\nand his ability to make a\ncontribution, and avoids the contract. Is it likely that the trustee will then\nbe entitled to restitution?\nAll this suggests that the proviso does not purport\nto deal with the disposal of estate assets (something Harksen did by paying the\nrental) but rather with the validity of a contract whereby the insolvent estate\n‘is or is likely to be adversely affected’\nand that a trustee in a\ncase such as this has to rely on either vindication or enrichment. But, as I\nhave said, there was no debate\nbefore us on the issue and I shall assume that\nthe trustees were entitled to succeed if the parties to the contract were the\nappellant\nand Harksen. It is common cause that the latter did not have the\nconsent of the trustees.\n[12]\tNo attempt was made to prove the oral lease\nalleged by the trustees. The latter accordingly bore the onus of proving that\nthe\nwritten lease alleged by the appellant was a simulated transaction and that\nin truth the lease was a contract between the appellant\nand Harksen himself. To\ndetermine this issue it is necessary, first, to trace the events leading up to\nthe conclusion of the lease.\nMuch is common cause.\n[13]\tAs previously\nindicated, the appellant purchased the bungalow in November 2000. Its value was\nin excess of R10m. The furniture\nalone was said to be worth something in the\nregion of R1 000 000 and included artifacts imported from Bali. The appellant,\nwho also\nowned another dwelling in the vicinity, was initially in two minds\nwhether to let the bungalow but after taking transfer was approached\nby two\nletting agents who both indicated that the previous tenant was anxious to hire\nthe bungalow for a further period. On 18 January\n2001 the appellant wrote by\nemail to the former owner, Ms Patsy Watson, requesting information concerning\nthe tenant and the rent\nthat was paid. He noted that he had been told that the\ntenant only used the bungalow over weekends which, he said, seemed amazing\ngiven\nthat he paid rental for the whole month. Watson replied on the same day. After\ngiving details of the rental, ie R25 000 per\nmonth and other expenses paid by\nthe tenant, she wrote:\n‘The lease agreement was signed by a Mr Studer.\nHowever, the de facto tenant was Mr Jurgen Harksen, his wife Jeannette and their\nthree children. Mr Harksen is a German who has been the subject of a number of\nextradition attempts by the German government, as\nhe is wanted for massive bank\nfraud in Germany. He is also the subject of many articles in\n“Noseweek” and is apparently\nwidely regarded as a\n“conman”. I was not aware of the identity of the real tenant until\nafter he had moved out.\nThe tenants did not use the premises often, and were\nmodel tenants. However, once the identity of the “real tenant”\nbecame\napparent, I was told some horror stories about previous lets he had\nundertaken which had resulted in litigation. Although this was\nnot our\nexperience, and it is all hearsay, perhaps you should bear it in\nmind.’\nThe reference to ‘horror stories’ was a reference to\nan incident involving Mrs Harksen repainting the walls of a hired\nhouse on some\nprevious occasion. The appellant remained concerned but his concern related to\nthe ‘horror stories’ rather\nthan to the extradition attempts. The\nfollowing day he again wrote to Watson saying:\n‘My greatest fear in\nrenting the bungalow is that some people would not appreciate the quality of the\nhouse and the preciousness\nof the furnishings and objects - and leave a trail of\ndamage.\nI am really troubled about Mr Jurgen Harksen. On the one hand it\nseems he looked after the bungalow very well, and as he rarely used\nit he was\nthe ideal tenant. But I am disturbed at the horror stories . . .\n.’\nWatson replied the same day in effect recommending Harksen as a\ntenant. She said:\n‘I understand how you feel about Mr Harksen - if it\nhelps, I would let the bungalow to him again if it were my decision, because\nhe\nreally seemed to have a love for the place, and treated it very well. Gladys\nalso liked the family which I took as a good sign.’\n(The\n‘Gladys’ referred to was the domestic worker.)\n[14]\tThus assured,\nthe appellant wrote to Mr Keith Ferguson, an agent employed by Accommodation\nShop who had been pressing the appellant\nto let the property, proposing the\nterms on which he was prepared to enter into a lease. (This letter and all\nsubsequent correspondence,\nunless otherwise stated, was sent by telefax.)\nFerguson replied, recording Harksen’s comments on the proposed terms and\nannexing\na copy of the previous lease with Watson. With regard to that lease, he\nwrote:\n‘The agreement was signed by Mr Harksen’s advocate Mr W\nStuder when the deal was originally negotiated.’\nThe appellant\nresponded on 24 January 2001 seeking advice as to Studer signing the lease.\nAfter commenting on other aspects of the\nproposed lease, he\nwrote:\n‘Incidentally, as the Letting Agent I would ask you to advise me\nwhat is the legality of Mr Harksen’s advocate signing\nthe lease agreement.\nIf he does, I believe he should accompany the agreement signed by him with a\nseparate letter from Mr Harksen,\nsaying that he, Mr W Studer, is authorized to\ncontract on his behalf. Someone has got to be liable in the event of a breach of\nthe\ncontract.’\nFerguson’s reply on the same day contained the\nfollowing:\n‘Mr Harksen’s advocate (an acting Swiss Judge) would\nbe required to sign the lease agreement (which would be in his name)\nfor\ndiplomatic reasons as explained to you telephonically. There was no problem with\nPatsy Watson’s Lease Agreement which was\nalso in the Studers’ name,\nhowever it must be understood that Mr Harksen and his family would be occupying\nthe bungalow as\nbefore.’\n[15] \tI interpose that Ferguson in evidence\nsought to explain that by the expression ‘for diplomatic reasons’ he\nmeant\nno more than that Harksen had previously been a good tenant and it would\nbe unwise to go against his wishes. This however was not\nthe attitude adopted by\nthe appellant who remained dissatisfied. As far as he was concerned it did not\nmatter who the principal was\nas long as that person was creditworthy and\navailable to be sued in the event of a breach of the lease. On 26 January 2001\nhe wrote\nto Ferguson:\n‘You have not yet addressed my question as to who\nis legally liable to fulfil the contents of this lease. For whatever reason\nMr\nHarksen does not wish to sign it, [the lease agreement], he is the de facto\ntenant. If he wishes someone else to sign the lease\non his behalf, then I\nrequire from him a Power of Attorney authorizing that person to sign on his\nbehalf.’\nWith regard to the possibility of Studer being the principal,\nhe enquired:\n‘If Mr Studer is the Principal, is he a South African\ncitizen? Is he an accredited member of the Law Society? Is he\ncreditworthy?’\nHe added:\n‘At least one of the parties - either\nMr Harksen or Mr Studer - [must] be the Principal, and be domiciled in South\nAfrica (it\nwould probably cost me more to sue in a Swiss court, than any damages\nsuffered) . . . the least I require is that one party clearly\nbe the\n“Principal”, and you must satisfy me with his ID number, domicile\nand credit-worthiness.’\n[16]\tThere had been some prior discussion\nbetween the appellant and Ferguson regarding the possibility of an upfront\npayment of the\nrent. After referring to the need for clarity on the issue of the\nidentity of the principal, the appellant concluded his letter of\n26 January 2001\nby indicating that if his requirements regarding domicile and credit-worthiness\npresented a problem he was prepared\nto accept an upfront payment of the entire\nrental or to conclude three separate leases (two of three months and one of four\nmonths)\nwith the rent in each case being paid in advance.\n[17]\tIt appears\nthat after this letter was sent, Ferguson went off sick and Harksen, ostensibly\nbecause of a ‘busy schedule’,\ncould not be reached. The issue of who\nwas to be the principal and the method of payment remained unresolved. The lease\nwas supposed\nto have commenced on 5 February 2001. By that date nothing had\nhappened. However, on 6 February 2001 Harksen wrote to Ferguson advising\nthat\nStuder was due to arrive on 8 February when he would sign the lease. The letter\nwas couched in the form of an agent writing\non behalf of his principal. The\nultimate sentence read: ‘On behalf of Mr Studer, I would like to mention\nthat he is looking\nforward to a long and successful tenancy.’ On the same\nday Ferguson, after meeting with Harksen, wrote to the appellant advising\nthat\nHarksen ‘has agreed to take up the option of 3 month, 3 month, 4 month\nrespective “upfront” payments’\nbut ‘has asked if you\nwill accept a 5% reduction on each of the 3 upfront payments’. The next\nday, the appellant wrote\nback indicating that he would not agree to a five per\ncent discount.\n[18]\tThe 8\nth\nof February came and went. Once again\nHarksen could not be reached and nothing happened. On 13 February Ferguson wrote\nto both Harksen\nand the appellant expressing his embarrassment. Harksen replied\non the same day. After stating that Studer had been delayed and would\nbe\narriving on 15 February 2001 he continued:\n‘In connection with the\nlease contract, I would appreciate it, if you could make some changes regarding\nthe method of payment.\nMr Studer agrees to the deposit and he is willing to pay\na couple of months in advance when you offer him a discount of 10%. Otherwise,\nhe is prepared to pay the lease on monthly basis.\nYour argument that Mr\nStuder has to pay so many months in advance because he is a foreigner\ndoesn’t make sense, as he has been\nlegally the tenant during the last\nyear.\nIn order for you to check the credit-worthiness of Mr Studer I shall\ngive you herewith all the relevant details.’\nThe letter was\ndisingenuous. By writing that Studer was not agreeable to payments in advance,\nHarksen was in effect reneging on what\nhe had previously agreed to.\nSignificantly, the proposal of ‘upfront’ payments had been put up as\nan alternative to the\nappellant’s requirement that the principal be\ndomiciled in South Africa and creditworthy. The effect of Harksen’s letter\nwas therefore to present him with neither of these alternatives. By this time,\nhowever, the holiday season was well past its peak.\nThe prospect of finding\nanother suitable tenant and starting the whole process all over again was\nclearly not one the appellant welcomed.\nHis obvious annoyance is understandable.\nThe next day, 14 February 2001, he wrote a formal letter to Ferguson addressing\nhim no longer\nas ‘Keith’ but as ‘Mr Ferguson’. After\nsummarizing what had occurred since 18 January 2001 he proceeded to\n‘set\nout [his] position’ in numbered paragraphs. The first and ultimate\nparagraphs are relevant. They read as follows:\n‘(1)\tAs Mr Harksen\nadvises that Mr Studer is not willing to pay rent in advance, I will take the\nrisk of entering the lease\nwith Mr Studer, knowing he is a non resident and\nrelying in good faith on the reputation of Mr Harksen, as given to me by\nyourself\nand Mrs Watson.\n. . .\n(4)\tIf the lease is not signed by Mr Studer\n(or Mr Harksen) by Monday, 19\nth\nFebruary, I will seek another tenant\nand will consider these negotiations as terminated for the present, and in\nfuture.’\n[19]\tIn response to the deadline set by the appellant,\nFerguson repeatedly attempted to contact Harksen by telephone. Once again he\ncould not be reached. On the advice of Ms Anne Strickland, the owner of\nAccommodation Shop CC, Ferguson eventually on 19 February\n2001 left a message on\nHarksen’s mobile telephone to the effect that unless a lease was signed\nthat day the transaction would\nfall through. Shortly thereafter Harksen phoned\nback. He said that Studer had not arrived but that he was quite happy for his\nwife\n‘to have the lease; and he was sure she would have no objection. He\nexplained that she was domiciled in South Africa (which\nwas not true) and had a\nshop in Cape Town (which was true). Ferguson telephoned the appellant to seek\nhis instructions. This was\nconfirmed by the appellant who testified that he\nfirst questioned Ferguson on what the latter had been told about Mrs Harksen and\nthen expressed his willingness to have her as the lessee. He said it never\nentered his head that she was to be a mere nominee for\nHarksen, in other words,\nthat Harksen was to be the other contracting party.\n[20]\tFerguson then\ndrafted a lease agreement which reflected Mrs Harksen as the lessee and\nproceeded to the latter’s shop for\nher to sign it. I interpose that the\nshop was called ‘J H Design’ and sold women’s clothing. It was\nowned by a\ncompany, Unitrade 463 (Pty) Ltd, in which Mrs Harksen apparently held\nthe shares. On arriving at the shop, Ferguson found that neither\nHarksen nor his\nwife was there. He waited for an hour and a half and eventually left the lease\nwith one of the assistants with instructions\nto give it to Mrs Harksen to sign\nin the presence of witnesses.\n[21]\tFerguson testified that the next day the\nsigned lease was returned to the premises of Accommodation Shop. As he expressed\nit,\nhe was ‘fairly sure’ that it was Mrs Harksen who delivered the\nlease. He had met her before. He recalled her arriving\nin a four-wheeled drive\nvehicle and having to double-park outside. Strickland, was also present. She,\ntoo, had previously met Mrs\nHarksen and had no doubt that it was she who\ndelivered the lease. I mention this because Mrs Harksen testified that at that\nstage\nshe had no knowledge of the lease and although she did drive a\nfour-wheeled drive motor car she ‘could not remember’\ndelivering the\nlease.  I shall return to her evidence later.\n[22]\tThe lessee’s\nsignature on the lease was wholly illegible. The same signature appeared on two\naddenda signed on the same\nday.  (They were presumably also signed at the shop\nas they were witnessed by the same person.) The letters ‘pp’ were\ninserted immediately in front of the lessee’s signature on one of them.\nTheir proximity to the signature, which was nothing\nmore than a scrawl, rendered\nthem not readily apparent and they went unnoticed.  It was only after the\ntrustees demanded payment\nthat it was appreciated that all three documents had\nbeen signed by Harksen himself and not by Mrs Harksen.\n[23]\tThe reason for\nthe second addendum (the first merely contained some additional terms) was that\nthe draft lease agreement had\nbeen altered by the insertion of 1 March 2001 as\nthe commencement date. I mention this because counsel for the trustees sought to\nmake something of the letter dated 20 February which Ferguson wrote to the\nappellant reporting what had happened. The letter began:\n‘I have just\nreceived the signed agreement and addendum. I noticed that\nhe\nhad altered\nthe date of occupation to 1 March 2001. I phoned\nhim\nimmediately and\nreminded\nhim\nthat our original negotiation dated back . . . .’ (My \nemphasis.)\nIt was argued that this constituted a recognition by Ferguson, and\nfor that matter also the appellant who received the letter, that\nthe true lessee\nwas Harksen himself. I mention at this stage that I do not think much\nsignificance can be attached to the reference\nto Harksen as opposed to his wife.\nAfter all, he had done all the negotiating and for him to have altered the lease\nbefore signature\nwould not have been inconsistent with Mrs Harksen being the\nsignatory and lessee. The same can be said of a letter of the same date\nrecording that Ferguson had ‘prepared a statement for Mr Harksen’.\nSignificantly, in yet another letter to the appellant\nwritten on the same day\nFerguson reported that he had arranged for an inventory to be ‘signed by\nMrs\nHarksen after it has been checked’.\n[24]\tMrs Harksen\ntestified on behalf of the trustees. She explained that her husband, who had\nsince been extradited to Germany, had\nused persons and companies as\n‘fronts’ to hold assets on his behalf and in this way to maintain\nhis lifestyle of opulence.\nShe said Studer was one such a person and that she\ntoo had on occasions served as a ‘front’ for Harksen. She denied\nthat\nshe knew at the time that the lease with the appellant had been concluded\nin her name and said she could not remember delivering\nthe lease to the letting\nagents on 20 February 2001.  Her evidence was severely criticised by counsel for\nthe appellant in this court.\nBut it is unnecessary to deal with the criticism.\nThe inference arising from her evidence is that Harksen was authorized to act on\nher behalf. But even if he was not, and she was unaware of the conclusion of the\nlease at the time, she readily conceded that once\nshe discovered what had\nhappened she ‘went along with it’ and indicated by her conduct that\nshe was the lessee. Indeed,\nshe was not only directly involved in the drawing up\nof the inventory at the commencement and termination of the lease but personally\nwrote to the appellant on 28 November 2001 requiring the latter ‘to pay\nout my remaining deposit’. On 4 April she personally\nsigned a cheque for\nR25 000 drawn on Unitrade 463 (Pty) Ltd in favour of  Accommodation Shop for\nthat month’s rent. In passing,\nI mention that the other payments of rental\nto the agents were either by cheque drawn on an account operated by Harksen in\nthe name\nof Voyager Trust or in cash.\n[25]\tThe court\na quo\nfound on\nthe evidence ‘that Jeannette Harksen simply replaced Studer as a front for\nHarksen and that the “written agreement”\nonly reflected the name of\nJeanette Harksen but that the lease agreement was one in fact between Harksen\nand [the appellant]’.\nThe correctness or otherwise of this finding became\nthe main issue debated before us.\n[26]\tIt has long been recognised that where\nparties to a transaction for whatever reason attempt to conceal its true nature\nby giving\nit some form different from what they really intend, a court called\nupon to give effect to the transaction will do so in accordance\nwith its\nsubstance, not its form. See generally\nErf 3183/1 Ladysmith (Pty) Ltd v\nCommissioner for Inland Revenue\n[1996] ZASCA 35\n;\n1996 (3) SA 942\n(A) at 952C-953A and the\ncases therein cited. It is important to emphasise that a transaction which is\ndisguised in this way is essentially\na dishonest transaction; the object of the\ndisguise, which is common to the parties, is to deceive the outside world.\nBefore a court\nwill hold a transaction to be simulated or dishonest in this\nsense it must therefore be satisfied that there is some unexpressed\nor tacit\nunderstanding between the parties to the agreement which has been deliberately\nconcealed. See\nCommissioner of Customs and Excise v Randles, Brothers and\nHudson Ltd\n1941 AD 369\nat 395-396. On the facts of the present case it\nfollows that the trustees were obliged to establish that whatever\nHarksen’s\nintention may have been, the appellant’s true intention\nwas to contract with Harksen, notwithstanding the form of the lease.\n[27]\tIt\nis necessary to observe that if the appellant’s intention had indeed been\nto contract with Mrs Harksen, it would be\nof no assistance to the trustees that\nshe had no reciprocal intention and accordingly did not become a party to the\nlease. In other\nwords, it would not matter that Harksen had no authority to\nenter into a lease on her behalf or that she had not subsequently ratified\nthe\nlease. Similarly, there would be no contract if in these circumstances Harksen\nhimself intended to be the lessee in terms of\nthe lease. (C\nf\nRegistrateur van Aandelebeurse v Aldum h/a Onecor Group\n2002 (2) SA 767\n(SCA) at 773B-E.)  As previously indicated, in the absence of a contract, no\nreliance could be placed on\ns 23(2)\nof the Act. In that event, in order to\nsucceed the trustees would have been obliged to formulate a claim based on\nunjust enrichment.\nSuch a cause of action was neither pleaded nor\nestablished.\n[28]\tWhat is critical to the inquiry, therefore, is\nappellant’s true intention. In other words: was it established on a\nbalance\nof probabilities that his true intention was to enter into a disguised\nand dishonest transaction in the sense discussed above?\n[29]\tIn finding for\nthe trustees on this issue, the court\na quo\nby implication rejected the\nevidence of the appellant that as far as he was concerned he had entered into a\nlease with Mrs Harksen\nwho was the person to whom he would have to look in the\nevent of a breach. No adverse credibility finding was made against the\nappellant,\nnor was an attempt made to assess his credibility. The trial\njudge appears simply to have found that the evidence pointed to Mrs Harksen\nhaving served as a substitute for Studer who was Harksen’s\n‘front’. In assessing the probabilities in the light of the\nappellant’s evidence, a question that arises is why\nhe should have wished\nto connive with Harksen to disguise the true identity of the lessee; in other\nwords: what motive would he have\nhad for the deception? The trial judge found,\ndespite the evidence of the appellant to the contrary, that he was fully aware\nthat\nHarksen was an insolvent, ie subject to a sequestration order. If this\nfinding were correct, it is possible that Harksen’s\ninsolvent status may\nhave played a role in influencing the appellant to enter into a disguised\ntransaction. But in my view, the finding\nwas wholly unjustified. There was no\ndirect evidence to the effect that the appellant, or for that matter the agents,\nknew that Harksen\nwas insolvent. As far as the probabilities are concerned, from\nthe very inception of the negotiations Harksen presented himself as\na man of\nconsiderable means who enjoyed an opulent  lifestyle.  The appellant was told\nthat Harksen had a house in Constantia in\nthe Cape but nonetheless was prepared,\nand had the means, to pay R25 000 a month in rental for a bungalow which he\ngenerally occupied\nonly over weekends. As far as Watson was concerned, he was a\nmodel tenant. The appellant explained that it was constantly impressed\nupon him\nby the letting agents who were obviously impressed by Harksen just how wealthy\nhe was; he entertained lavishly and drove\na range of very expensive motor-cars.\nIt is true that it was also clear to the appellant from a relatively early stage\nin the negotiations\nthat Harksen was unwilling to enter into a lease in his own\nname. But this would not give rise to an inference of insolvency in the\nmind of\na layman. The appellant was told by Watson that Harksen was wanted for fraud in\nGermany and had successfully resisted being\nextradited. This in the\nappellant’s mind was enough to justify Harksen’s reluctance to be a\ncontracting party. There\nis no reason for doubting his evidence in this regard.\nThe brazen life of luxury enjoyed by Harksen was not the life which an\ninsolvent’s\ntrustee would ordinarily permit and this would be known to a\nlayman. In any event, given the appellant’s cautious nature as\ndemonstrated by the correspondence, it is wholly improbable that he would have\nbeen prepared to do business with an insolvent.\n[30]\tUltimately the inquiry\nis whether the appellant regarded Harksen or his wife as his debtor under the\nlease or, to put it differently,\nthe inquiry is to which of the two would he\nhave regarded himself as obliged to look in the event of a breach. It is clear\nfrom the\ncorrespondence that when informed of the unusual circumstances of the\nprevious lease, the appellant’s principal concern was,\nas he put it, who\nwas to be the principal. He wanted to know who and where he would have to sue in\nthe event of a breach. Although\nearlier in the negotiations he had contemplated\ncontracting with Studer as agent for Harksen, in which event he required a power\nof attorney, by 14 February 2001, as is apparent from his letter of that date,\nhe was prepared to contract with either Studer or\nHarksen as principal. The\nappellant testified that when Mrs Harksen was proposed as the lessee he accepted\nher as the party with\nwhom he would contract as principal. There is nothing\nimprobable about this. Indeed, the subsequent correspondence during the\nsubsistence\nof the lease demonstrates quite clearly that he regarded Mrs Harksen\nas the lessee and the person to whom he looked for fulfilment\nof the\nlessee’s obligations.\n[31]\tOn 5 March 2001, for example, the appellant\naddressed a letter to Mrs Harksen drawing her attention to various features of\nthe\nproperty. One such feature was the existence of four separate telephone\nlines. He wrote:\n‘In terms of\nour agreement\n(clause 4.1), you\nare responsible for telephone costs and therefore I bring this to your attention\nas four exchange lines and the\nusage which the previous owner envisaged may not\napply to you.’ (Emphasis supplied.)\nMrs Harksen replied on 20 March\n2001 indicating she would comment on the points raised in the appellant’s\nletter later in the\nweek. On 27 September 2001 she again wrote answering the\nappellant’s letter in detail. Both letters were signed ‘Jeannette\nHarksen’. Every month the appellant wrote to Ferguson listing the amounts\n‘to be recovered from Mrs J Harksen’\nor ‘outstanding from Mrs\nHarksen’. These were typically telephone, water and electricity charges\nwhich were payable by\nthe lessee in terms of the lease. It appears that at some\nstage the appellant agreed to a Mr and Mrs Markowitz using the bungalow.\nOn 15\nAugust 2001 the appellant addressed a letter to ‘Mrs Jeannette\nHarksen’ regarding the Markowitz’s use of\nthe bungalow in which he\nreminded her that:\n‘I agreed to it on the understanding that they were\nguests and that you remained the tenant in terms of the existing lease\ncontract.’\nAgain, on 10 October 2001 the appellant wrote to Ferguson\nregarding the inventory of items at the bungalow. The letter bore the heading:\n‘Mrs Harksen’s Agreement of lease until 30\nth\nNovember’ and commenced: ‘As we are less than two months away from\nthe time that Mrs Harksen’s lease of  Bungalow\n16 ends . . . .’ A\nfinal example is a letter written by the appellant to Ferguson on 13 November\n2001 concerning\ninter alia\nthe cost of repairs to the bungalow for damage\nthat occurred during the currency of the lease. He wrote:\n‘It seems to\nme that the tenant must be responsible for this and we should duly convey these\nchanges to Mrs Harksen.’\nHe concluded by writing:\n‘I believe .\n. .  these accounts should be for Mrs Harksen’s account, and I would\nappreciate it if you will claim the amounts from her. If you disagree,\nplease advise me.’\n[32]\tCounsel for the respondent did not submit that\nthese letters were written by the appellant as part of an on-going sham to\nconceal\nthe true identity of the lessee; nor indeed would there have been any\nbasis for such a submission. The letters corroborate the appellant’s\nevidence that he entered into a contract of lease with her on the basis that she\nwas to be the lessee in her own right and not merely\nas a nominee for Harksen.\nIn my view there was no justification for rejecting this evidence and in doing\nso the court\na quo\nclearly erred. [33]\tThe appeal must therefore\nsucceed.\nThe following order is made:\n(1)\tThe appeal is upheld with costs, such costs to include those occasioned by\nthe employment of two counsel;\n(2)\tThe order of the court\na quo\nis set aside and the following is\nsubstituted in its place –\n‘The plaintiffs’ action is dismissed with costs.’\n__________\nD G SCOTT\nJUDGE OF\nAPPEAL\nCONCUR:\nHARMS        JA\nZULMAN      JA\nCAMERON  JA\nJAFTA          JA",
  "scraped_at": "2026-02-12T15:00:36.234782",
  "date": "2005-09-22",
  "coram": [
    "Harms JA",
    "Scott JA",
    "Zulman JA",
    "Cameron JA",
    "Jafta JA"
  ],
  "case_number": "463/04",
  "parties": {
    "applicants": [
      "Neville William Mackay"
    ],
    "respondents": [
      "Eileen Margaret Fey",
      "Michael John Lane"
    ]
  },
  "sections": {
    "facts": "The appellant, Neville Mackay, purchased a high‑value bungalow in Clifton in November 2000 and sought a tenant. A lease was negotiated through the letting agency Accommodation Shop CC. Although the lease document named Mrs Jeannette Harksen as lessee, evidence showed that the true lessee was her husband, Jurgen Harksen, an insolvent whose estate was under sequestration. Rental of R25 000 per month and ancillary charges totaling R271 290,63 were paid to Mackay via the agency. The trustees of Harksen’s estate sued Mackay for repayment, alleging the lease was a simulated transaction intended to mask Harksen’s use of estate funds.",
    "issues": "1. Whether the lease between Mackay and the Harksens was a simulated transaction and, if so, who the true contracting party was. 2. Whether the lease is voidable under section 23(2) of the Insolvency Act or the property vested in the estate under section 20, giving the trustees a right to recover the rentals. 3. Whether the trustees are entitled to restitution or an unjust enrichment claim.",
    "principles": "The court examined section 23(2) of the Insolvency Act, which renders contracts entered into by an insolvent voidable when the contract disposes of estate property or adversely affects the estate’s contribution, unless consent is obtained. It reaffirmed that simulated transactions are those where parties conceal the true nature of the agreement to deceive third parties. Voidable contracts give rise to a remedy of restitutio in integrum, distinct from vindicatory actions under section 20. The court also referenced case law on simulated transactions, the distinction between void and voidable contracts, and the limits of unjust enrichment where the estate cannot reclaim money by vindicatory action unless the property is identifiable.",
    "application": "The appellate court accepted the lower court’s finding that the lease was a façade: the written agreement named Mrs Harksen but the payments were made by Mr Harksen using estate funds. The court held that Mackay was aware, or should have been aware, of Harksen’s insolvency and the arrangement’s deceptive purpose. Consequently, the lease fell within the second proviso of s23(2) and was voidable. The trustees, lacking consent, were entitled to recover the rentals. The court rejected Mackay’s reliance on section 24(1) and noted that the claim could not rest on unjust enrichment because no separate cause of action was pleaded. The appeal therefore succeeded.",
    "conclusion": "The appeal was upheld. The lower court’s order was set aside and replaced with a dismissal of the plaintiffs’ (trustees’) action, with costs awarded to the appellant, including costs for two counsel."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Simulated Transactions",
    "level_3": [
      "lease",
      "section 23(2)",
      "restitutio in integrum",
      "unjust enrichment"
    ]
  }
}