{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/122.html",
  "case_name": "Ehlers and Others v Rand Water Board (484/2004) [2005] ZASCA 122; [2006] 2 All SA 121 (SCA); 2006 (3) SA 299 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 122",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 122\n|\nNoteup\n|\nLawCite\nEhlers and Others v Rand Water Board (484/2004) [2005] ZASCA 122; [2006] 2 All SA 121 (SCA); 2006 (3) SA 299 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 484/2004\nIn the matter between\nDIRK LEONARDUS EHLERS\tFirst Appellant\nA W WESSELS\nN.O.\tSecond Appellant\nM F C WESSELS N.O.\tThird Appellant\nG L\nBISHOP N.O.\tFourth Appellant\nand\nRAND WATER BOARD\tRespondent\n____________________________________________________________\nCORAM: \tMPATI DP, ZULMAN, CAMERON, NUGENT JJA and COMBRINCK AJA\nHEARD:\t18 NOVEMBER 2005\nDELIVERED:\t30 NOVEMBER\n2005\n____________________________________________________________\nSummary:\nRemoval of habitable buildings and structures in a Sectional Titles Scheme\ndeemed to be a Regional Structure Plan in terms\nof s 37(2)(a)(i) and (ii) of the\nPhysical Planning Act 125 of 1991 requiring, inter alia, written consent for\nhabitable buildings\nor structures to be permitted below the defined flood\ncontrol\nline.\n______________________________________________________________________\nJUDGMENT\n____________________________________________________________\nZULMAN  JA\n[1]\nThis is an appeal against a judgment ordering:\n1.1\tThe\nfirst appellant (the fifteenth defendant in the court\na quo\n) to remove\nall habitable buildings and structures, including toilets and drains, on units\n18 and 19 of the Sectional Titles Scheme\nknown as Klub 40 (the Scheme) within\n120 days of the order.\n1.2\tThe appellants to pay the costs of the action\n(limited in the case of the second, third and fourth appellants (the tenth,\neleventh\nand twelth defendants in the court\na quo\n) to the costs incurred\nprior to the preparation for trial).\nThe appeal is with the leave of the court\na\nquo (Van Coppenhagen\nJ).\n[2]\tThe first appellant is the owner of two sectional title\nunits in the Scheme. The second, third and fourth appellants, are parties\nto the\nappeal in their capacities as trustees of the AWW Trust (the Trust), which owns\nunit 14 in the Scheme. The Scheme was built\non a part of the farm Anniesrus 763\nin the district of Sasolburg and falls within the Vaal River Barrage area and is\nriparian to\nthe Vaal River.\n[3]\tThe respondent instituted action in the court\na quo\nagainst twenty seven defendants, including the appellants, who were\nall owners, or who represented owners, of units in Klub 40, for\nthe demolition\nof the habitable buildings on their respective units. The basis of the relief\nclaimed was that the defendants, or\ntheir predecessors in title, had erected\nbuildings below the defined flood control line, without the written consent of\nthe respondent.\n[4]\tWhen the matter was heard by Van Coppenhagen J all the\ndefendants, except the appellants and the thirteenth defendant, concluded\nsettlements with the respondent, which were made orders of court. In terms of\nthe settlements they conceded the substantive relief\nclaimed by the respondent.\nDefault judgment was granted against the thirteenth defendant. Only the first\nappellant persisted in his\nresistance to the relief claimed by the respondent.\nAs the Trust had altered the buildings on its unit, to the satisfaction of the\nrespondent, before the trial started, only a limited costs order was granted\nagainst the second, third and fourth appellants.\n[5]\tThe members of Klub 40\nwere originally tenants of the farm owner, Mr P J Malan, who let\nparts of the river front\nto them. Malan in turn transferred the land on which\nthe units were situated to a company, Anniesrus Ontwikkelings (Pty) Limited\n(the\nCompany), of which he was the only shareholder and director. The Company was\ncited as the fourth defendant. The Company sold\nunits indicated to various\npersons.\n6.1\tSince 1992 there were numerous problems with regard to\nstructures erected below the defined flood control line. Several meetings\nwere\nheld, and much correspondence passed between representatives of the respondent\nand Malan.\n6.2\tMalan and the tenants who were members of Klub 40 decided to\nconvert the Klub into the Scheme. The Scheme was registered on 30\nJanuary\n1997.\n6.3\tThe Surveyor General (the third defendant) required proof of\npermission granted by the respondent for the erection of buildings\non the\nSectional Title Plan submitted before registration of the Scheme.\n6.4\tA\nmeeting was held on 7 May 1996 between the respondent, represented inter alia by\nMr F P du Plessis (du Plessis) who was a legal\nadviser employed by the\nrespondent who had dealt with the Klub 40 problem since 1991, and Malan, the\nlatter accompanied by his attorney\nMr Bouwman, to discuss the illegal structures\nand plans for the proposed sectional title development.\n6.5\tAt the meeting\nagreement was reached with regard to which structures were considered to be\nillegal by the respondent and which\nhad to be removed. This is evidenced in a\nletter dated 7 May 1996 sent by Bouwman to the respondent which attached the\nproposed Sectional\nTitle Plan to it for approval.\n6.6\tDu Plessis replied in a\nletter dated 5 June 1996 and granted approval for the proposed sectional scheme\ndevelopment. The condition\nwas that the scheme had to comply with the\nrequirements of Annexure C to a Guide Plan, to which I will refer presently, and\nthat\nthe undertakings set out in Bouwman’s letter had to be\nexecuted.\n6.7\tA stamp of approval was placed on the plan and signed by\ndu Plessis. Such approval was intended to be conditional on behalf\nof the\nrespondent and was accepted to be conditional by Malan.\n7.1\tThe Scheme is\nlaid out within a strip of land 500 metres wide measured from the edge of the\nwater course (the relevant base line)\nand which is situated on the Orange Free\nState side of the Vaal River between the wall of the Vaal Dam and the north\neastern boundary\nof Richmond Village.\n7.2\tThe property falls within the Vaal\nRiver Barrage area as defined in s 6A(a) of the Physical Planning\nAct\n[1]\nby the Vaal River Complex Guide\nPlan (the Guide Plan)\n7.3\tAfter the repeal of s 6A by s 36(1)(a) read with\nschedules 1, 2, 3 and 4 of the Physical Planning Act, the Guide Plan remained\nin\nforce by virtue of s 37(1) of the subsequent Physical Planning Act.\n[2]\n7.4\tOn 9 February\n1996\n[3]\nthe Deputy Minister of Land\nAffairs declared in terms of s 37(2)(a)(i) and (ii) of the Physical Planning\nAct, that sections 37(1)(c)\nand (d) of that Act would no longer apply to the\nGuide Plan and that the Guide Plan would be deemed to be a Regional Structure\nPlan\nwith effect from that date (the Regional Structure Plan).\n7.5\tIn terms\nof clause 5.4.1 of the Regional Structure Plan the area where the Scheme is laid\nout falls within an area that must be\nprotected against injudicious use on\naccount of ecological, aesthetic or recreational value.\n7.6\tClause 5.13 of\nthe Regional Structure Plan reads as follows:\n‘THAT the requirements\nfor development, as set out in annexure  “C” shall apply to any\ndevelopment in the riparian\nareas of the Vaal Dam and the Vaal River Barrage\narea;\nTHAT the Administrators, where at all possible, include those\nrequirements for development in all town planning or planning schemes\nin the\narea;\nTHAT the Minister of Health and Welfare, where at all possible make\nthese requirements for development applicable to the area by means\nof\nregulations in terms of the Health Act, 1977 (Act 63 of 1977); and\nTHAT the\nMinister of Environmental Affairs take the initiative in the co-ordination of\naction in order to combat pollution in the\narea as far as\npossible.’\n7.7\tClause 2.2 of Annexure C reads as\nfollows:\n‘Except with the written consent of the Rand Water Board no\nhabitable buildings or structures, toilets, french drains, conservancy\nor septic\ntanks, sewage pumping installations or sewage works shall be permitted below the\nflood control line, as defined.’\n7.8\tIn terms of clause 5.12 of the\nRegional Structure Plan the February 1975 flood line as determined by the\nrespondent serves as\nthe flood control line as defined in the Vaal River Barrage\narea.\n7.9\tThe first appellant acquired ownership of unit 18 from the Company\non 8 October 1998 and of unit 19 on 2 August 2002 from the\nTrust the latter\nhaving acquired the unit from Lusanda van der Merwe who in turn acquired it from\nthe Company.\n[8]\tThe appellants contend that the requisite written consent of\nthe respondent is contained in a stamp on the plan referred to in\ndu\nPlessis’ letter of 5 June 1996. The stamp reads as follows:\nAPPROVED on behalf of the\nRAND WATER BOARD\nIN TERMS OF ANNEXURE\nC\nOF THE GUIDE PLAN FOR THE\nVAAL RIVER COMPLEX 1982\nDate/Datum\n6/6/1996\nGOEDGEKEUR namens die\nRANDWATERRAAD\nINGEVOLGE BYLAE C VAN\nDIE\nGIDSPLAN VIR DIE VAALRIVIER-\nKOMPLEKS, 1982\n(Get) ? du Plessis\n................\nCHIEF EXECUTIVE /\nUITVOERENDE HOOF RAND WATER BOARD /\nRANDWATERRAAD\n[9]\tThe objective evidence placed before the court\na quo\nmakes it clear that no inference can be drawn other than that the\napproval of the plans was conditional, as was correctly found by\nthe court\na\nquo\n. Accordingly, the Company was not given the requisite consent by the\nrespondent to have habitable buildings on its land below the\ndefined flood\ncontrol line.\n[10]\tThe Company was bound by the statute to which I have\nreferred and so is its successors in title. Simply put the appellants did\nnot\nhave the consent of the respondent to have any habitable buildings on the land\nbelow the defined flood control line.\n[11]\tIn the absence of consent, and\nthere was avowedly none, the sectional title holders were themselves directly\nbound by the obligation\nin the Guide Plan.\n[12]\tThe appellants also invoke\nthe provisions of s 48(1)(a) of the Sectional Titles\nAct\n[4]\nby contending that any\ncondition requiring demolition of structures indicated on the Guide Plan would\nhave rendered approval and\nregistration of the Sectional Title Plan\n‘nonsensical’. It would contemplate, from the outset, so the\nargument ran, the\ndestruction of certain sections as envisaged in s 48(1)(a) of\nthe Act. This would require rebuilding and re-instatement of the transfer\nof the\ninterests of owners of sections that had been destroyed to other owners, in\nterms of section 48(3) of the Act. In my view\nthe court\na quo\ncorrectly\nfound that section 48 of the Sectional Titles Act does not apply to the\ncircumstances which pertain in this matter and\nthat reliance thereon is\naccordingly inappropriate. Furthermore even if s 48 were applicable this cannot\noverride the statutory consent\nrequired to be given by the respondent for the\nerection of habitable structures below the defined flood control\nline.\n[13]\tFinally the appellants submit that if the illegal structures were\nremoved this would cause the Sectional Title Plan to be incorrect,\nbecause the\nplan would indicate structures no longer in existence. The witnesses Malan and\ndu Plessis stated that concrete slabs\nwere shown on the Sectional Title\nPlan as structures. It was possible to alter the structures suitably and to the\nsatisfaction of\nthe respondent, by removing walls, but leaving the concrete\nslabs in place. Even if the Sectional Title Plan became incorrect, this\ndid not\nabsolve the Company from its obligation to obtain the respondent’s consent\nto erect habitable structures below the\ndefined flood control\nline.\n[14]\tCounsel for the respondent submitted that costs consequent upon\nthe employment of two counsel by the respondent should be allowed\nin the event\nof the appeal being dismissed. The court\na quo\nawarded only the costs of\none counsel. In my view the costs of two counsel on appeal are not warranted.\nThe appeal is not one of\nundue complexity warranting the employment of two\ncounsel by the respondent.\n[15]\tThe appeal is accordingly dismissed with costs.\n---------------------------------------\nR\nH ZULMAN\nJUDGE OF APPEAL\nMPATI\nDP\t\t\t)\tCONCUR\nCAMERON JA\t\t)\nNUGENT JA\t\t)\nCOMBRINCK\nAJA\t)\n[1]\nAct 88 of\n1967\n[2]\nAct 125 of\n1991\n[3]\nGovernment Notice\n169\n[4]\n95 of 1986",
  "scraped_at": "2026-02-12T15:11:32.638589",
  "date": "2005-11-30",
  "coram": [
    "MPATI DP",
    "ZULMAN",
    "CAMERON",
    "NUGENT JJA",
    "COMBRINCK AJA"
  ],
  "case_number": "484/2004",
  "parties": {
    "applicants": [
      "DIRK LEONARDUS EHLERS",
      "A W WESSELS N.O.",
      "M F C WESSELS N.O.",
      "G L BISHOP N.O."
    ],
    "respondents": [
      "RAND WATER BOARD"
    ]
  },
  "sections": {
    "facts": "The case concerned the Klub 40 sectional title scheme, situated in the Vaal River Barrage area. The scheme was built on former farm land owned by Mr P J Malan and later transferred to Anniesrus Ontwikkelings (Pty) Ltd. The Physical Planning Act and the Vaal River Complex Guide Plan required written consent from the Rand Water Board for any habitable building below the defined flood‑control line. The respondent sued twenty‑seven owners for demolition of such structures. All defendants settled except the first appellant, Dirk Leonardus Ehlers, who continued to resist. The Trust (owners of unit 14) altered its buildings to the respondent’s satisfaction before trial and incurred only limited costs.",
    "issues": "The primary issues were: (1) whether the appellants had obtained the statutory written consent required under the Regional Structure Plan and Annexure C for habitable buildings below the flood‑control line; (2) whether section 48(1)(a) of the Sectional Titles Act could excuse compliance with that consent requirement; (3) whether the removal of the structures would render the sectional title plan invalid; and (4) the appropriate costs order on appeal.",
    "principles": "The court applied the statutory hierarchy established by the Physical Planning Act and the Regional Structure Plan, which expressly require written consent from the Rand Water Board for any habitable structure below the flood line. A stamp of approval on the plan was deemed conditional and did not constitute the requisite consent. Section 48 of the Sectional Titles Act, which deals with the destruction and reinstatement of sections, was held not to apply where statutory planning consent is lacking. Statutory obligations cannot be overridden by contractual or sectional‑title provisions.",
    "application": "The court found that the stamp on the plan dated 6 June 1996 was conditional and did not grant the permanent consent needed. Consequently, the appellants, including the Trust, remained bound by the requirement to obtain written consent, which they had not. The argument that section 48 could excuse the breach was rejected, and the notion that demolition would invalidate the title plan was deemed irrelevant to the statutory duty. The court therefore upheld the lower court’s order for demolition and limited the costs awarded to reflect the uncomplicated nature of the appeal.",
    "conclusion": "The appeal was dismissed. The first appellant was ordered to demolish all habitable buildings and structures on units 18 and 19 of the Klub 40 scheme within 120 days. The appellants were ordered to pay the respondent’s costs of the appeal, but only the costs of one counsel were allowed."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title Schemes",
    "level_3": [
      "flood control line",
      "written consent",
      "demolition order",
      "Section 48",
      "regional structure plan"
    ]
  }
}