{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/22.html",
  "case_name": "African Bank Ltd v Weiner and Others (051/2004) [2005] ZASCA 22; 2005 (4) SA 363 (SCA) (29 March 2005)",
  "citation": "[2005] ZASCA 22",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 22\n|\nNoteup\n|\nLawCite\nAfrican Bank Ltd v Weiner and Others (051/2004) [2005] ZASCA 22; 2005 (4) SA 363 (SCA) (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase no:  051/2004\nREPORTABLE\nIn the matter between:\nAFRICAN BANK LTD\nAppellant\nand\nMELVYN WEINER\nFirst Respondent\nNW FINANCIAL ADMINISTRATORS (Pty) Ltd\nSecond Respondent\nANTHONY JOHN WEBBSTOCK\nThird Respondent\nBefore:\nMpati DP, Zulman JA, Cameron JA, Van Heerden JA and Comrie\nAJA\nAppeal heard:\n1\nMarch\n2005\nJudgment:\nTuesday 29 March 2005\nAdministration\norders –\nMagistrates’ Courts Act 32 of 1944\n,\ns 74\n–\nInter-relation to\ns 65\nproceedings – Meaning of ‘costs’ in\ns\n74L\n– Attorney acting as administrator – Entitlement to fees/costs\n– Collection fee not to be duplicated – Attorney-administrator\nto\ndeposit moneys collected in trust account in terms of\ns 78\nof Attorneys Act 53\nof 1979\nJUDGMENT\n_______________________________________________________\nCAMERON\nJA:\nINTRODUCTION\n[1]\nThis appeal concerns the\nworking of the system of court-supervised debt administration created for small\ndebtors in 1944 when the\nlegislature enacted\ns 74\nof the\nMagistrates’\nCourts Act (the\nAct).\n[1]\nThe\nprovision, which currently applies to debtors whose liabilities total less than\nR50 000,\n[2]\noffers an alternative to\nsequestration, which in such cases usually has no advantage for creditors.  Use\nof s 74 procedures has increased\nenormously in recent years, and with it\ndisputes between creditors and court-appointed debt administrators.\n[2]\nThe appellant is a commercial bank whose\nclient base is heavily affected by administration orders.  The main respondents\nare Mr Melvyn\nWeiner, an attorney whose practice is confined to managing debt\nadministrations, and a company he controls and employs in his business\n(the\nadministration company).  In the Cape High Court the bank applied for a range of\ndeclaratory orders against Weiner and the administration\ncompany.  It had but\nmodest success: the court refused the bank the main relief it sought, but\ngranted two declarations concerning\nattorneys’ trust accounts and\ninterest.  It ordered the parties to pay their own\ncosts.\n[3]\nWith leave granted by the\ncourt below the bank now appeals, seeking a broader range of orders.  Weiner and\nhis company with similar\nleave appeal against the two orders that were granted. \nIn the court below the third respondent, Mr Anthony John Webbstock, a Gauteng\nattorney whose work also focuses exclusively on administration orders, was\ngranted leave to intervene as third respondent.  The court\nrefused the counter\napplication he filed.  Against that he did not appeal.  He nonetheless appeared\nin person before this court to\noppose the bank’s appeal.\n[3]\nThis court considered important aspects of\ns 74 debt administration in\nWeiner NO v\nBroekhuysen\n[4]\n(\nWeiner 1\n). \nBut significant questions remained.  Although the bank instituted its\napplication just before\nWeiner 1\nwas handed down in May 2002, questions\nnot at issue there inevitably became the central focus of the parties’\ncontest.  Those\nquestions have wide significance in view of the burgeoning use\nof administration orders.  Their use has expanded because in recent\nyears\n‘micro-lenders’ such as the bank – which Weiner describes as\nthe biggest ‘micro-lender’ in the\ncountry – have extended\ncredit services to large numbers of wage- and salary-earners who previously did\nnot have access to\nthe credit market. ‘Micro-loans’ are generally\nmade without credit checks and without security being exacted.  Those\nblack-listed for past defaults may qualify, provided they have regular wage- or\nsalary-earning jobs, since the creditor, instead\nof demanding security, secures\na direct debit from the employer.  The recompense for risk is high interest,\nbecause ‘micro-loans’\nfall outside the Usury Act 73 of\n1968.\n[5]\nBut as the credit market has\nbloomed, so too has the number of defaulters; and with them, completing the\ncircle, has come a huge\nincrease in the number of s 74\nadministrations.\n[4]\nThe result all too often\nhas been statutory restructuring of a debtor’s debts – but at the\ncost of an additional burden\non the debtor’s income, namely the\nadministrator’s fees.\n[6]\nThis\nhas led to clashes of interest between lenders such as the bank and\nadministrators such as Weiner and his company.  The former,\nwho want rapid\nrepayment of outstanding loans, accuse debt administrators of seeking –\nnot always scrupulously – to protract\ndebt administration, creating a\nperpetual and lucrative income stream for themselves, collected directly from\nsource under court\norder, while debtors remain yoked indefinitely to burdensome\nrepayments.  To these general allegations Weiner retorted by accusing\nthe bank\nof conducting a campaign ‘falling little short of a vendetta’\nagainst administrators.\n[5]\nIn this setting\nit would be easy to dismiss the parties’ dispute as a ‘turf\nwar’ between self-interested contestants;\nbut that would not do justice to\nthe complexity of the underlying issues or to the impact their resolution may\nhave on creditors,\nadministrators and the debtors themselves, for whose ultimate\nprotection s 74 procedures\nexist.\n[7]\n[6]\nOn\nappeal, the issues between the parties narrowed considerably.  This was no doubt\nin part because the judgment of Griesel J (whose\ngeneral exposition and factual\naccount I am grateful to adopt),\n[8]\nin\ndealing with the very wide issues before the High Court, gave a lucid exposition\nof the purposes and scope of s 74.  I agree with\nhis main general conclusions,\nwhich deserve to be underscored, since they bear also on the issues in this\nCourt.\n•\nIn interpreting the contested\nprovisions, Griesel J emphasised that it was never the intention of the\nlegislature that a debtor should\nbe bound up indefinitely in an administration\norder:  on the contrary, ‘the mechanism of an administration order is\nintended\nto provide a debtor with a relatively short moratorium to assist in the\npayment of his or her debts in full and to ward off legal\naction and execution\nproceedings’.\n[9]\n•\nGriesel\nJ also affirmed that the role and function of the s 74 administrator ‘is\nakin to that of the trustee in an insolvent\nestate’: in collecting and\ndistributing payments, the administrator occupies a position of trust\nvis-à-vis both the\ndebtor and his or her creditors, and must carry out\nthe duties of administration in the interests of creditors and the debtor\nindependently\nand impartially.\n•\nHe also\nconcluded that an administrator occupied a fiduciary position in relation to\nmoneys collected\n[10]\nand, like a\ntrustee, ‘should take expeditious steps for the purpose of enabling the\ncreditors to obtain as extensive a payment\nas possible of their\ndebts’.\n[11]\nFirst issue: inter-relation between s 74 and s 65 proceedings –\nadministrator’s entitlement to s 65 ‘costs’\n[7]\nThe first issue concerns the\ninter-relation between s 74 and its associated provisions and s 65 and its\nretinue (s 65A – s 65M),\nwhich aim to create a relatively cheap and\neffective mechanism of execution for judgments obtained in the\nmagistrates’ courts.\n Before the High Court the bank’s notice of\nmotion as eventually amended sought an order that Weiner, ‘whenever\nappointed\nand acting as an administrator’ under s 74, may claim as\nnecessary expenses and remuneration no more than 12.5% of collected\nmonies\nreceived from or on behalf of any debtor for distribution to\ncreditors.\n[8]\nIn seeking this relief the bank\naimed to elevate the 12.5% limit mentioned in s 74L (which deals with the\nadministrator’s entitlement\nto expenses, remuneration and costs) to a\ngeneral cap on all amounts claimable.  Section 74L\nreads:\n(1) An administrator may, before making a\ndistribution –\n(a)\tdeduct from the money collected his necessary expenses and a remuneration\ndetermined in accordance with a tariff prescribed in\nthe rules;\n(b)\tretain a portion of the money collected, in the manner and up to an\namount prescribed in the rules, to cover the costs that he\nmay have to incur if\nthe debtor is in default or disappears.\n(2) The expenses and remuneration mentioned in subsection (1)(a) shall not\nexceed 12½% per cent of the amount of collected moneys\nreceived and such\nexpenses and remuneration shall, upon application by any interested party, be\nsubject to taxation by the clerk\nof the court and review by any judicial\nofficer.\n[9]\nThe ‘tariff prescribed\nin the rules’ is set out in Part III of Table B of Annexure 2 to the\nRules:\nPART III\nGENERAL PROVISIONS IN RESPECT OF PROCEEDINGS IN TERMS OF\nSECTION 74 OF THE ACT\n1.  The following fees shall be allowed in addition to those laid down in the\nTariff to this Part:\n(a) All necessary disbursements incurred in connection with the proceedings.\n(b) In addition to the fees stated below, the administrator shall be entitled to\na fee of 10% on each instalment collected for the\nredemption of capital and\ncosts.\n...\n[10]\nThe problem\nWeiner 1\nconfronted was that the tariff could be read as granting an administrator a 10%\nfee on top of all ‘necessary disbursements’.\nWeiner 1\nreconciled this with s 74L by holding that the statutory formula\n(‘necessary expenses and remuneration’) was decisive:\n it\ncontemplated that\nall\ntariff items, including the 10% fee, could in total\namount to no more than 12.5%.\n[12]\nBut this approach did not require a decision on the meaning of ‘the\ncosts’ mentioned in s 74L(1)(b).  In the wake of\nthe 12.5% total cap\nWeiner 1\nimposed on administration expenses and remuneration, these\n‘costs’ have become a central source of contention between\nmicro-lenders and administrators, especially attorney-administrators.\n[11]\nThis was the issue that underlay the main\nrelief the bank sought in para 1 of its notice of motion.  The question is\nwhether, when\na debtor under administration defaults or disappears, s 74L(2)\noffers an avenue for recovery of ‘costs’ beyond ‘expenses\nand\nremuneration’, and if so to what extent.  Does the 12.5% cap in s 74L(2)\ncover also ‘the costs’ envisaged in\ns 74L(1)(b)?  If not, what costs\ncan be recovered under subsec (1)(b)?  What does the statutorily permitted\nretainer cover?  And\nof greatest practical importance, can an\nattorney-administrator pocket the collection costs the rules separately envisage\nfor s 65\nproceedings?\n[12]\nThe bank contended\nthat the s 74L(2) cap limited all recovery by an administrator, from whatever\nsource, to 12.5% ‘of the amount\nof collected moneys’.  That cannot\nbe.  The cap applies only to ‘expenses and remuneration’.  The\nphrase appears\ntwice in s 74L – in subsec (1)(a) (which inserts the\nindefinite article before ‘remuneration’) and in subsec (2).\n It\ndoes not appear in subsec (1)(b).  That mentions only ‘costs’.  The\nwording thus draws a distinction between ‘expenses\nand remuneration’\non the one hand, and ‘costs’ on the other.  Only the former are\ncapped at\n12.5%.\n[13]\n[13]\nThe\n‘costs’ that subsec (1)(b) envisages must be inferred from the\ncontingency for which it provides, namely the debtor’s\ndefault or\ndisappearance.  For this it permits a specific retention to be made.  The\nretention must be ‘in the manner and up\nto an amount prescribed in the\nrules’.  Rule 48(4) states that an administrator may in terms of s\n74L(1)(b), before making\na distribution, ‘detain’ an amount not\nexceeding 25% of what is collected to cover costs occasioned by the\ndebtor’s\ndefault or disappearance, provided that the amount in the\nadministrator’s possession for this purpose may not at any stage\nexceed\nR30.\n[14]\nThat was promulgated 27 years ago\nin 1978.  It has never been revised.  The bank calculated that at present-day\nvalues the equivalent\nwould be about R600.  If R30 constitutes a cap on all\ncosts recovery, it would of course have a very significant impact on the\nadministrator’s\nposition.\n[15]\nIt seems\nclear, however, that the provision distinguishes between retention and recovery,\nand that it does not limit the costs the\nadministrator can recover to the R30\nretainer.  If the retainer was meant to place a limit on recovery, that could\nand would have\nbeen expressed much more clearly.  The provision does not specify\nthe precise nature of the costs that the administrator ‘may\nhave to\nincur’, nor does it limit their recovery.  It merely permits the\nadministrator to retain some money ‘to cover’\n– meaning\n‘to help cover’, or ‘towards covering’ – the costs\nactually incurred in the case of\ndefault or\ndisappearance.\n[16]\nAs Griesel J pointed out,\nthere are a number of cross-links between s 74’s provisions and s\n65.\n[14]\nThe expression\n‘defaults or disappears’ brings s 74I(2) into play.  This provides\nthat where the debtor fails to make\nthe payments to the administrator required\nunder the administration order, the provisions of ss 65A to 65L apply with the\nnecessary\nchanges.  These create a procedure whereby the debtor can be called up\nand interrogated and a fresh order to pay by instalments can\nbe\nmade.\n[17]\nThere are other cross-links.  Where\nan administration order provides for payments out of future emoluments or\nincome, s 74D requires\nthe court to authorise so far as is applicable the issue\nof an emoluments attachment order (s 65J) or a garnishee order (attaching\ndebts\nowed to the debtor)(s 72), but permits the suspension of the orders.  Where the\ndebtor breaches the conditions of suspension,\ns 74I(3) provides a quick way to\nactivate a suspended emoluments attachment order or a garnishee order.  Legal\nsteps entailing costs\npursuant to default or disappearance are contemplated also\nin subsecs 74J(8)\n[15]\nand\n(9).\n[16]\n[18]\nAll\nthis shows that ‘the costs’ the administrator ‘may have to\nincur’ are distinctive and separate from the\nordinary expenses of an\nadministration.  They are not included under ‘necessary expenses and\nremuneration’.  They can\nbe separately recovered.  Where the administrator\nemploys an attorney, the attorney’s reasonable charges for the steps\nauthorised,\nduly taxed and scrutinised, will be recoverable as\n‘costs’ under s\n74L(1)(b).\n[19]\nWhat is the position where the\nadministrator is him- or herself an attorney (a situation the provisions clearly\ncontemplate: s 74E(3);\ns 74J(7)(b))?  There was debate before us as to whether\nan attorney-administrator can instruct him- or herself to take the legal\nsteps\nauthorised, and thus, as attorney, pocket the resultant fees.  The point was\ngiven currency, and the parties’ dispute\nabout it some sting, because\nWeiner is an attorney, and because the bank contests his entitlement to levy any\nseparate attorney’s\nfees.\n[20]\nGriesel\nJ found that the ‘close working relationship’ between Weiner’s\nlaw practice and the various administration\ncompanies he employs (which include\nthe second respondent) led to a ‘blurring of functions’, since there\nwas no real\ndistinction between his role as attorney-administrator and that of\nhis administration company.  Weiner himself alleged that his role\n‘in\napplying for an administration order on behalf of the applicant/debtor is\nseparate and distinct from his role as an administrator\nonce an administration\norder has been granted’.  He claimed that once appointed as administrator\nhe uses ‘the administrative\nand infrastructural support’ of his\nadministration company ‘in order to implement and monitor the proper\nfunctioning\nof an administration order’: ‘in short’, he\nalleged, he fulfilled the functions of an administrator ‘through\nthe\noffices of’ the administration company as opposed to his legal practice. \nThis semantic play led Griesel J to find an ‘ambivalence’\nin\nWeiner’s position, observing that it suited him on occasion to rely on his\nstatus as a practitioner, and on other occasions\nto claim that he is not acting\nas a practising attorney in conducting the\nadministration.\n[17]\nThose comments\nwere well warranted.\n[21]\nIt is obvious that an\nattorney who is appointed as an administrator in terms of s 74E(1) acts in the\ncapacity of an attorney throughout:\nhe or she does not dispense with\nprofessional functions or duties at any point in the administration.  The\nattorney-administrator\ntakes both the benefits and the burdens of a\npractitioner’s professional position and responsibilities.\n[22]\nFor the purposes of s 74L(1)(b) this\nenables an attorney-administrator to carry out the legal work required by the\nsection, and to\ncharge the reasonable costs so incurred to the administration. \nIt was suggested that this kind of ‘auto-instruction’\nor\n‘self-briefing’ could lead the attorney-administrator to generate\nillusory work and thus charge unnecessary fees.\n That is true; but such a\ntemptation could arise in any professional setting, and can be monitored in a s\n74 administration by the\ncreditors’ scrutiny of the steps taken and the\nreasonableness of the professional fees charged for\nthem.\nThe 10% collection fee under s\n65\n[23]\nA quite different question\nis whether the attorney-administrator is entitled to levy a collection fee under\ns 65 and its associated\nprovisions and claim it as a ‘cost’ under s\n74L.  Part I of Table B of Annexure 2 to the Rules of the Magistrates’\nCourts (which contains general provisions in respect of s 65 proceedings)\nprovides, in addition to the tariff specified in that part,\nfor a 10% collection\nfee ‘on each instalment\ncollected’.\n[18]\nWe were told\nthat some attorney-administrators levied an additional 10% collection fee in the\ns 65 setting, adding it as a s 74L(2)\n‘cost’ on top of other s 65\ncosts and s 74L ‘expenses and remuneration’; and in his submissions\nbefore us,\nMr Webbstock frankly declared that he himself did\nso.\n[24]\nNeither principle nor the wording of\nthe statute in my view countenances an attorney-administrator levying a\ncollection fee under\ns 65 in addition to the ‘expenses and\nremuneration’ that may be claimed under s\n74L.\n[19]\nThe two statutory\ndebt-recovery mechanisms – s 65 and s 74 – must after all be\ninterpreted together.  Section 65 proceedings\nare invoked to enforce the primary\nmechanism of s 74 debt administration.  Section 65’s provisions apply\n‘with the necessary\nchanges’ (\nmutatis mutandis\n), and s 65I\nexpressly provides that an application for an administration order has\npreference over s 65 proceedings.  Section 65\nproceedings are therefore\nsubsidiary to administration order\nproceedings.\n[25]\nAgainst this background it\nwould be unconscionable, on any basis, if the 10% collection fee in Part I of\nTable B for s 65 proceedings\nwere drawn in addition to the 10% collection fee\npermitted in Part III for s 74 administrations.  There is only one operative\ncollection,\nand that is the collection under s 74, for which the collection fee\nof 10% is specified as part of the 12.5% maximum permitted in\ns 74L(2).  If a\nfurther collection is alleged to take place by virtue of s 65, no additional fee\ncan be collected in respect of it\nas a ‘cost’ under s\n74L.\n[26]\nIf, in the example debated before us,\nthe administrator gives over the task of collecting from a defaulting debtor to\nan outside attorney\nand the administrator allows that attorney the s 65 10%\ncollection fee as a s 74L(1)(b) ‘cost’, the administrator cannot\nthen him- or herself claim collection commission under s 74.  There can be only\none collection commission, claimed only once.\n[27]\nIn the result, the statutory scheme\nentails two conclusions.  First, only one collection commission can be claimed. \nThere can be\nno double-levying.  Second, where the administrator is an attorney,\nno collection fee can be claimed under s 65 in addition to s\n74L ‘expenses\nand remuneration’.  Differently stated, an attorney-administrator can\nclaim only one collection fee, and\nthat is the collection fee that forms part of\nthe total ‘expenses and remuneration’ allowed by s\n74L(2).\nIs the bank entitled to declaratory relief on appeal that it did not\npertinently seek in the court below?\n[28]\nThe declaration the bank\nsought in the High Court about the ambit of s 65 costs recovery under s 74L\naddressed the issue in general\nterms.  The order sought said nothing specific\nabout the s 65 collection fee.  Griesel J therefore noted that the question the\nbank’s\namended first prayer raised for decision was whether the costs\narising from recourse to the provisions of s 65 had to come from the\nadministrator’s ‘expenses and remuneration’ under s 74L(1)(a)\nor from s 74L(1)(b) ‘costs’.  Since the\nanswer was the latter, the\ndeclaratory relief the bank sought was refused.\n[29]\nOn the approach the bank pursued before\nthe High Court, that was clearly correct.  But ten weeks after the High Court\ndelivered its\njudgment, and after both main parties had lodged applications for\nleave to appeal, the bank applied under Rule 42 for an ambiguity\nto be removed\nfrom the judgment by the insertion of a clarificatory sentence stating that the\n‘costs’ the judgment dealt\nwith did not include ‘the fee of\n10%’ permitted for s 65 collections.  The three respondents opposed this\napplication.\n The bank abandoned it when the High Court granted both the bank\nand Weiner and his administration company leave to appeal in terms\nof an agreed\ndraft order.  In the bank’s notice of appeal there then appeared for the\nfirst time a prayer for an alternative\norder that dealt squarely with the s 65\n10% collection fee.\n[30]\nCounsel for the bank\nconceded that this was an unusual procedure, since the question of the s 65\ncollection fee and its place in the\ninter-relation between the two statutory\nmechanisms was not specifically argued before the High Court.  He drew our\nattention to\nPaola v Jeeva\nNO\n,\n[20]\nwhere this Court on\nappeal stated its views on issues germane to the parties’ dispute that\nwere not decided in the court below\n(though there both parties asked it to do\nso).\n[31]\nI do not think it is necessary to\ninvoke\nPaola’s\ncase.  The first prayer the bank sought in its\nnotice of motion (which was amended during the course of argument before the\nHigh\nCourt) fairly put in issue all matters relating to the inter-connection\nbetween s 65 and s 74, including the collection fee.  It\nis true that in the\nHigh Court the matter was not argued on the basis that this was the central\nquestion.  That emerged only later.\n But the relief the bank sought, and has at\nall stages persisted in seeking, covered the collection fee issue.  In these\ncircumstances\nI do not think that the bank should be left remediless.  The\ndetermination of the question added to its notice of appeal depends\nsolely on\nlegal argument; there is no further evidence that can be adduced.  That the\nquestion was not drawn to the attention of\nthe court below, or pertinently\nembodied in the declarator sought, will be reflected in dealing with the costs\norder granted in the\ncourt below.\n[32]\nGiven\nthe general importance of the parties’ dispute, the breadth of the\ndeclarator originally sought, and the fact that the\nissues have been\nexhaustively covered in evidence and argument, there can be no barrier to\ngranting the bank the declarator it inserted\ninto its notice of\nappeal.\nSecond issue: no legal costs claimable by administration company\n[33]\nThe High Court also refused\nthe bank a declarator stating that Weiner’s administration company cannot\nrecover legal costs for\npreparing and bringing an application for an\nadministration order.  There is really no dispute here, because Weiner does not\ncontend\nthat his company can ever claim such costs.  As Griesel J pointed out,\nboth Weiner and his company in the answering affidavits expressly\ndisavowed the\ncompany’s entitlement to any such costs.  On appeal the bank pointed out\nthat Weiner claimed to ‘fulfil\nthe functions of an administrator through\nthe offices of [the administration company] as opposed to my legal\npractice’.  From\nthis the bank sought to extract the inference that Weiner\ndoes not act as an attorney-administrator in conducting administrations.\n\nCounsel contended that the ‘apparently seamless relationship’\nbetween Weiner and his administration company suggests\nthat legal costs\nconnected with applications for administration orders are collected and\nrecovered for the benefit of the administration\ncompany in a manner contrary to\nlaw.\n[34]\nBut as already observed (para 21\nabove), Weiner’s semantic shifts about his and the company’s role in\nthe administration\nprocess cannot detract from his continuing professional\nresponsibilities and duties:  an attorney appointed as an administrator acts\nin\na professional capacity throughout, and does not dispense with professional\nfunctions or duties at any point in the administration.\n The bank as creditor is\nof course entitled to clear proof that legal charges sought to be recovered were\nproperly and reasonably\nincurred.  But that is a different matter.  The finding\nas to Weiner’s continuing role and responsibilities as an attorney\nputs\npaid to the need for a declarator, and for the reasons Griesel J gave the appeal\ncannot\nsucceed.\n[21]\nThird issue: Can Weiner claim legal costs for implementing an\nadministration order ‘when he does not act as a practising\nattorney’?\n[35]\nThe third issue the bank\nraised on appeal yields to the same logic.  The bank sought a declaration that\nWeiner can claim no costs\nfor the implementation of an administration order\n‘when he does not act as an administrator in his capacity as a practising\nattorney’.  The answer is that Weiner can never so act.  That he farms out\nduties to his administration company can make no\ndifference, for, as Griesel J\npointed out, ‘the simple fact is that where legal work has to be done or\nis done, legal costs\nwill be incurred’, whether to the credit of\nWeiner’s legal practice or that of an outside\nattorney.\n[22]\n[36]\nIt is true, as the bank emphasised, that\nWeiner may be placed in a undesirable conflict in that, as administrator, he can\ngenerate\nadditional fees for his legal practice by engaging in litigation\nrelated to his functions as administrator.  But that, as pointed\nout earlier\n(para 22), is a matter for ethical oversight and the creditors’ scrutiny: \nit is not a matter for which a structural\nsolution can be prised from the\nstatute.  For reasons similar to those given in relation to the second issue,\nthe appeal here too\ncannot succeed.\nFourth and fifth issues (Weiner’s appeal):\n[37]\nThe High Court granted the\nbank two inter-related orders declaring that –\n1.\nall monies received by or on behalf of\nWeiner when he takes appointment and acts as an administrator shall be deposited\ninto the trust\naccount that he keeps in terms of s 78 of the Attorneys Act 53 of\n1979;\n[23]\n2.\nany\ninterest that may accrue on any sums of money received by Weiner or his\nadministration company from or on behalf of a debtor under\nadministration in\nterms of s 74 and deposited into a separate trust account in terms of s\n74J(7)(a)\n[24]\nshall form part of the\nmonies available for distribution to\ncreditors.\n[38]\nDuring argument before us,\ncounsel for Weiner and the administration company rightly abandoned the appeal\nagainst the first order.\n As Griesel J observed in granting\nit,\n[25]\nWeiner invoked his\nattorney’s status when seeking exemption from the obligation to provide\nsecurity (applicable in terms of\ns 74E(3) to an administrator ‘who is not\nan officer of the court or a practitioner’) – but at the same time\ndisavowed\nthat status when seeking to avoid the duty s 74J(7)(b) imposes on\n‘a practising attorney’ to deposit administration moneys\nin his\nattorneys’ trust account.  Of course this cannot be.  The\nattorney-administrator is appointed as an attorney, takes\noffice as an attorney,\nexecutes the administration as an attorney and is not at any stage during that\nprocess exempt from the obligations\nthat s 78 imposes.\n[39]\nOn appeal Weiner persisted in challenging\nthe second order granted.  The evidence showed that instead of opening an\naccount for each\ndebtor’s payments – which would entail prohibitive\nexpense and administrative complexity – Weiner cumulated all\ndebtors’ monies into a s 74J(7)(a) ‘separate trust account’\nfor each entity through which he conducted the relevant\nadministration orders,\nthe deposits being on call and thus generating a higher rate of interest.  He\nexplained that the interest\nthat accrues to each such trust account is then\napplied to cover bank charges as well as the premium of a fidelity insurance\npolicy\nof R3 million covering himself and his staff.\n[40]\nThe bank’s calculations suggested\nthat a fairly substantial amount of interest accrued in this way to Weiner. \nDespite s 78\nof the Attorneys’ Act, the Fidelity Fund drew no benefit from\nthis interest; while despite s 74J(7)(a), Weiner appeared to\ntreat it as part of\nhis assets.  That, too, cannot be.  Interest received must go either to the\nFidelity Fund or to the creditors.\n This follows from the wording of the\nstatute.  Section 74J(1) requires an administrator to distribute ‘all\npayments and other\nfunds’ received ‘from or on behalf of’\ndebtors pro rata among the\ncreditors.\n[26]\n‘Other\nfunds’ clearly includes interest.  Section 74J(7)(a) insulates from the\nadministrator’s private estate\nall amounts with which any separate trust\naccount ‘is credited’: such credits clearly include\ninterest.\n[27]\n[41]\nThese\nleave room for only one conclusion: net interest received on debtors’\npayments, if not paid to the Fidelity Fund, must\nbe distributed to creditors. \n(I say ‘net interest’ since interest received must naturally be\noff-set against bank charges\ndirectly incurred in its\naccrual.)\n[42]\nWeiner and Webbstock protested\nthat calculating interest accruing on the payments made by each individual\ndebtor before its distribution\nwould be too difficult or costly.  But this\ncomplaint lost force in the face of evidence the bank produced that appropriate\ncomputer\nprogrammes were available for its ready calculation.\n[43]\nGriesel J observed that since the first\norder obliged Weiner to deposit debtors’ payments into his\nattorney’s trust account,\nthe grant of the second order (declaring that\ninterest on a s 74J(7)(a) account is available to creditors) was ‘strictly\nspeaking’\nredundant.\n[28]\nHe\nnevertheless granted the order because in the past Weiner had deposited moneys\ninto various s 74J(1)(a) accounts, from which\ninterest had in the past been\nearned.  The order was meant to deal with these receipts.  I agree with the\nlearned judge’s reason\nfor granting the order.  On appeal, counsel for\nWeiner in addition gave an undertaking that Weiner would give a proper\naccounting\nto creditors in respect of past interest earned, and that despite\npractical problems he would pay it over to creditors as required\nby the\nstatute.\n[44]\nIn conclusion I allude to a\nquestion that arose in the course of argument, namely into what type of s 78\nattorneys’ trust account\nan attorney-administrator is obliged to deposit\ndebtors’ payments.  Interest does not have to accrue to the Fidelity Fund.\nIn terms of s 78(2A) of the Attorneys Act, an attorney may on the instructions\nof a client open a separate trust savings or other\ninterest-bearing account for\nthe benefit of the client.  The question was debated whether an\nattorney-administrator might not secure\ninstructions to deposit moneys received\ninto a s 78(2A) interest-bearing account, and, if so, whether a single such\naccount for all\ndebtors might not ease the administrative load arising from the\nopening of multiple accounts (subject, of course, to a proper accounting\nto\ncreditors in respect of interest).  The wording of the relevant provisions may\nnot preclude this, but since the question was not\nfully argued I express no view\non it.\n[45]\nWeiner’s appeal against the\nsecond order must therefore fail.\nSUMMARY OF\nFINDINGS\n[46]\nTo summarise the\nconclusions of this judgment:\n46.1\t The ‘costs’ the administrator may have to incur in terms of s\n74L(1)(b) are separate and distinct from the ordinary\nexpenses of an\nadministration.  They are not included under ‘necessary expenses and\nremuneration’.  The 12.5% cap does\nnot apply to them.  They can be\nseparately recovered.\n46.2\t The R30 retention permitted in terms of s 74L(1)(b) does not limit the\ncosts that can be recovered under that provision.\n46.3\t Where a debtor defaults or disappears, and the administrator employs an\nattorney, the latter’s reasonable charges for\nthe authorised steps, duly\ntaxed and scrutinised, will be ‘costs’ under s 74L(1)(b).\n46.4\t An attorney who is appointed as an administrator in terms of s 74E(1) acts\nin the capacity of an attorney throughout: he or\nshe does not dispense with\nprofessional functions or duties at any point in the administration.  He or she\ntakes both the benefits\nand the burdens of an attorney’s professional\nposition and responsibilities.\n46.5\t For the purposes of s 74L(1)(b) this means an attorney-administrator can\ncarry out the legal work required by the section,\nand charge the reasonable\ncosts so incurred to the administration.\n46.6\t The 10% collection fee the Rules allow for s 65 proceedings cannot be\nclaimed in addition to the collection fee the Rules permit\nfor s 74 proceedings.\nOnly one collection commission can be claimed.\n46.7\t In addition, where the administrator is an attorney, no collection fee can\nbe claimed under s 65 on top of s 74L ‘expenses\nand remuneration. \nDifferently stated, an attorney-administrator can claim only one collection fee,\nand that is the collection fee\nthat forms part of the total ‘expenses and\nremuneration’ allowed by s 74L(2).\n46.8\t The attorney-administrator is not at any stage of the administration\nexempt from the obligations that s 78 of the Attorneys’\nAct 53 of 1979\nimposes.\n46.9\t Net interest received on debtors’ payments deposited to a separate\ntrust account by an administrator who is not a practising\nattorney must be\ndistributed to creditors.\nCosts\n[47]\nThe bank has established\nthat it is entitled to an order it did not obtain in the court below.  That\nrepresents substantial success\non appeal, and I consider that the bank is\nentitled to its costs of appeal.  (No order was sought against Webbstock.)  But\nthe bank\ndid not expressly seek the order it has now obtained until it filed its\nnotice of appeal.  In these circumstances I think the costs\norder Griesel J made\nin the court below should be left undisturbed.\n[48]\nThe following order is\nmade:\n1.\tThe bank’s appeal succeeds with costs.\n2.\tThe order of the court below is varied only to the extent that an additional\norder is granted in the following terms:\n‘It is declared that the first respondent, whenever appointed and acting\nas an administrator in terms of\ns 74\nof the\nMagistrates’ Courts Act 32 of\n1944\n, is entitled to recover in respect of necessary expenses and remuneration\nno more than 12.5% of collected moneys received from or\non behalf of any debtor\nfor distribution to the creditors of that debtor, such limit of 12.5% not to\napply in respect of costs arising\nfrom recourse to the provisions of sections\n65A to 65L of the Act, save that the fee of 10% referred to in para 3(b) of Part\nI of\nTable B of Annexure 2 to the Magistrates’ Courts Rules shall not be\nrecoverable in circumstances where the first respondent\nis both the\nadministrator and the attorney seeking to recover such fee.’\n3.\tThe appeals of the first and second respondents are dismissed with\ncosts.\nE CAMERON\nJUDGE OF\nAPPEAL\nCONCUR:\nMPATI DP\nZULMAN\nJA\nVAN HEERDEN JA\nCOMRIE AJA\n[1]\nAct 32 of 1944 (‘the\nAct’).  Section 74 was extensively amended when Act 63 of 1976 inserted\nsections 74A to 74W.  An\ninformative overview: André Boraine, ‘Some\nthoughts on the reform of administration orders and related issues’\n2003\nDe Jure\n217-251.\n[2]\nGN\nR1441,\nGovernment Gazette\n19435 of 30 October 1998, with effect from 1\nNovember 1998.\n[3]\nAfrican Bank\nLtd v Weiner and others\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) (Griesel\nJ; Selikowitz J concurring).\n[4]\n2003 (4) SA 301 (SCA).\n[5]\nLoans of\nR10 000 and below are ‘micro-loans’: in General Notice 713,\nGovernment Gazette\n20145 of 1 June 1999, the Minister of Trade and\nIndustry used the powers granted by s 15A (inserted by s 8 of the Usury\nAmendment\nAct 100 of 1988 and substituted by Act 91 of 1989) to exempt money\nlending transactions not exceeding R10 000 from the central provisions\nof the\nUsury Act.\n[6]\nSee M A Greig\n‘Administration Orders as Shark Nets’ (2000) 117\nSALJ\n622 at\n626.\n[7]\nCompare\nFortuin v\nVarious Creditors\n2004 (2) SA 570\n(C);\nex parte August\n2004 (3) SA\n268 (W).\n[8]\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) paras\n1-26.\n[9]\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) para\n10.\n[10]\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) para\n12.\n[11]\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) para\n11.\n[12]\n2003 (4) SA 301\n(SCA)\nparas 19-26.\n[13]\nThis accords\nwith the reasoning of van Reenen J and Revelas AJ in\nWeiner NO v\nBroekhuysen\n2001 (2) SA 716\n(C) 724H-I, but which\nWeiner 1\n2003 (4)\nSA 301\n(SCA) para 26 found unnecessary to\ndecide.\n[14]\nSee\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) paras\n46-47.\n[15]\n‘If the debtor\nshould at any time, despite a registered letter of demand from the\nadministrator, be 14 days in arrear with\nthe payment of any instalment and if\nsteps in terms of s 74I(3) cannot be taken [emoluments attachment or debt\ngarnishing] or have\nbeen taken unsuccessfully, or if the debtor had disappeared,\nthe administrator shall forthwith notify the creditors in writing thereof\nand\nrequest their\ninstructions.’\n[16]\n‘If within the period allowed in a notice contemplated in subsection (8)\nthe majority of the creditors instruct him to do so,\nor fail to respond, the\nadministrator shall institute legal proceedings against the debtor for his\ncommittal for contempt of court\nor take such steps as may be necessary to trace\nthe debtor who has disappeared, as the circumstances may\nrequire.’\n[17]\n2004 (6) SA\n570\n(C),\n[2003] 4 All SA 50\n(C) para\n71.\n[18]\nPara 3(b) of Part 1 of\nTable B reads in part: ‘A fee of 10% on each instalment collected in\nredemption of the capital and costs\nof the action, subject to a maximum amount\nof R300.00 on every instalment.  Where the amount is payable in instalments the\ncollection\nfees shall be recoverable only on payment of every instalment.’\nThe provision goes on to state expressly that the 10% collection\nfee specified\nis in substitution for and not in addition to the 10% collection fee recoverable\nwhere a judgment debt is payable in\ninstalments (para 13 of Part 1 of Table\nA).\n[19]\nI leave out of account\nhere, and express no view on, the example Mr Webbstock cited in argument –\nthat of an attorney-administrator\nwho collects a debt on behalf of a debtor to\nwhom it is owed.\n[20]\n[2003] ZASCA 100\n;\n2004 (1) SA\n396\n(SCA) para 17.\n[21]\n2004 (6)\nSA 570\n(C),\n[2003] 4 All SA 50\n(C) paras\n50-53.\n[22]\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) para\n55.\n[23]\nSection 78 of the\nAttorneys Act 53 of 1979 so far relevant reads:\n’(1) Any practising\npractitioner shall open and keep a separate trust banking account at a banking\ninstitution in the Republic\nand shall deposit therein the money held or received\nby him on account of any person.\n(2) (a) Any practitioner may invest in a\nseparate trust savings or other interest-bearing account opened by him with any\nbanking institution\nor building society any money deposited in his trust banking\naccount which is not immediately required for any particular purpose.\n(b) Any trust savings or other interest-bearing account referred to in\nparagraph (a) shall contain a reference to this subsection.\n(2A) Any separate\ntrust savings or other interest-bearing account –\n(a)\twhich is opened by a practitioner for the purpose of investing therein,\non the instructions of any person, any money deposited\nin his trust banking\naccount; and\n(b)\tover which the practitioner exercises exclusive control as trustee, agent\nor stakeholder or in any other fiduciary capacity,\nshall contain a reference to this subsection.\n(3) The interest,\nif any, on money deposited in terms of subsection (1) and the interest on money\ninvested in terms of subsection\n(2) shall be paid over to the [attorneys\nfidelity] fund by the practitioner concerned at the prescribed time and in the\nmanner prescribed.’\n[24]\nSection 74J reads in part:\n‘(7) An administrator shall deposit all\nmoneys received by him from or on behalf of debtors whose estates are under\nadministration\n–\n(a) if he is not a practising attorney, in a separate\ntrust account with any bank in the Republic, and no amount with which any such\naccount is credited shall be deemed to be part of the administrator’s\nassets or, in the event of his death or insolvency, of\nhis deceased or insolvent\nestate;\n(b) if he is a practising attorney, in the trust account that he\nkeeps in terms of [s 78] of the [Attorneys Act 53 of 1979].’\n [Statutory\nreference updated.]\n[25]\n2004 (6)\nSA 570\n(C),\n[2003] 4 All SA 50\n(C) paras 71-73.\n[26]\nSection 74J(1) reads in\npart: ‘An administrator shall collect the payments to be made in terms of\nthe administration order\nconcerned and shall keep up to date a list (which shall\nbe available for inspection, free of charge, by the debtor and creditors\nor\ntheir attorneys during office hours) of all payments and other funds received by\nhim from or on behalf of the debtor, indicating\nthe amount and date of each\npayment, and shall, subject to section 74L, distribute such payments\npro\nrata\namong the creditors’.\n[27]\nThe wording of s 74J(7) is\nset out in footnote 24\nabove.\n[28]\n2004 (6) SA 570\n(C),\n[2003] 4 All SA 50\n(C) para 74.",
  "scraped_at": "2026-02-12T14:00:14.572161",
  "date": "2005-03-29",
  "coram": [
    "Mpati DP",
    "Zulman JA",
    "Cameron JA",
    "Van Heerden JA",
    "Comrie AJA"
  ],
  "case_number": "051/2004",
  "parties": {
    "applicants": [
      "African Bank Ltd"
    ],
    "respondents": [
      "Melvyn Weiner",
      "NW Financial Administrators (Pty) Ltd",
      "Anthony John Webbstock"
    ]
  },
  "sections": {
    "facts": "African Bank Ltd, a micro‑lender, sought declaratory relief against attorney Melvyn Weiner and his administration company concerning the operation of section 74 administration orders under the Magistrates’ Courts Act. The bank complained that administrators were charging fees and costs that exceeded statutory limits and that monies collected were not being deposited in the proper attorney‑trust accounts, with interest being mis‑appropriated. In the High Court the bank obtained two declarations relating to trust‑account deposits and interest, but its wider relief was refused. Weiner and his company appealed, while a third respondent, attorney Anthony John Webbstock, intervened but did not appeal the bank’s orders.",
    "issues": "The appeal raised several intertwined issues: (1) the relationship between sections 74 and 65 and whether costs incurred under s 65 could be recovered apart from the 12.5% cap on expenses and remuneration in s 74L; (2) the meaning of “costs” in s 74L(1)(b) and whether the R30 retention limits total recoverable costs; (3) whether an attorney‑administrator may levy the 10% collection fee permitted for s 65 proceedings in addition to the fee allowed under s 74; (4) the obligation of an attorney‑administrator to deposit collected monies in a trust account under s 78 of the Attorneys Act and the treatment of interest earned on such accounts; and (5) the entitlement of the administration company to claim legal costs for preparing an administration order.",
    "principles": "The Court held that s 74L creates a distinction between “expenses and remuneration” (capped at 12.5%) and separate “costs” which are not subject to that cap. The R30 retention in the rules is merely a procedural hold‑back and does not limit the amount of costs that can ultimately be recovered. An attorney‑administrator remains an attorney throughout the administration and therefore cannot separate his legal practice from his fiduciary duties. Only one collection commission may be claimed; the 10% fee provided for s 65 cannot be added to the fee allowed under s 74. monies received in the course of administration must be deposited in the attorney’s trust account under s 78, and any interest earned belongs to creditors (or, where required, to the Fidelity Fund). Legal costs incurred by the administrator’s legal work are recoverable as “costs” under s 74L(1)(b).",
    "application": "Applying these principles, the Court concluded that Weiner could not claim an additional 10% collection fee under s 65 on top of the fee already included in the 12.5% cap for expenses and remuneration. The R30 limit did not restrict the total recoverable costs, which may be taxed and scrutinised. The Court affirmed the High Court’s orders that all monies collected by Weiner be deposited in his attorney‑trust account and that interest earned on separate trust accounts be distributed to creditors. It further held that the administration company was not entitled to claim separate legal costs for the preparation of the administration order, as such costs fall within the attorney‑administrator’s own responsibilities.",
    "conclusion": "The appeal succeeded in favour of African Bank Ltd. The Court varied the lower court’s order to declare that the 12.5% cap applies only to expenses and remuneration, not to costs arising from s 65 proceedings, and that the 10% collection fee under s 65 is not recoverable where the administrator is also the attorney. The appeals of the first and second respondents were dismissed with costs. The bank was awarded costs of the appeal. The orders concerning trust‑account deposits and the treatment of interest were upheld."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Banking & Finance",
    "level_3": [
      "administration orders",
      "section 74 Magistrates' Courts Act",
      "costs and fees",
      "attorney trust accounts",
      "interest distribution"
    ]
  }
}