{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/39.html",
  "case_name": "National Union of Metalworkers of South Africa and Others v Fry's Metals (Pty) Ltd (026/2003) [2005] ZASCA 39; [2005] 3 All SA 318 (SCA); 2005 (5) SA 433 (SCA); (2005) 26 ILJ 689 (SCA); 2005 (9) BCLR 879 (SCA); [2005] 5 BLLR 430 (SCA) (12 April 2005)",
  "citation": "[2005] ZASCA 39",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 39\n|\nNoteup\n|\nLawCite\nNational Union of Metalworkers of South Africa and Others v Fry's Metals (Pty) Ltd (026/2003) [2005] ZASCA 39; [2005] 3 All SA 318 (SCA); 2005 (5) SA 433 (SCA); (2005) 26 ILJ 689 (SCA); 2005 (9) BCLR 879 (SCA); [2005] 5 BLLR 430 (SCA) (12 April 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF\nAPPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCase number: 026/03\nIn the matter between:\nNATIONAL UNION OF\nMETALWORKERS\nOF SOUTH AFRICA and others\nApplicants\nand\nFRY’S METALS (PTY) LTD\nRespondent\nBEFORE\n:\nMPATI DP, CAMERON, NUGENT, CONRADIE JJA and COMRIE\nAJA\nHEARD\n:\n22 FEBRUARY\n2005\nDELIVERED\n:\n12 APRIL 2005\nConstitution\n– appellate court structure – section 168(3) – appeal lies\nfrom Labour Appeal Court to Supreme Court\nof Appeal – section 173 –\ncourt’s inherent power to protect and regulate own process –\nrequirement that special\nleave to appeal be obtained imposed –\nLabour\nRelations Act 66 of 1995\n–\nsection 187(1)(c)\n– automatically unfair\ndismissals – only those non-reversible dismissals where employer’s\nreason for dismissal\nis to compel agreement with demand – approach of\nLabour Appeal Court endorsed – leave to appeal refused\nJUDGMENT\nMPATI DP & CAMERON JA:\nMPATI DP & CAMERON JA:\n[1]\nThree questions arise in\nthis application for leave to appeal. The first is whether this court has\njurisdiction to hear appeals from\nthe Labour Appeal Court (LAC). If it does, the\nsecond is whether leave to appeal must be obtained. The third is the substance\nof\nthe case the applicants seek to bring before us – whether the dismissal\nor threatened dismissal of the second to fifty-seventh\napplicants by their\nemployer, the respondent company (the company), after they refused to agree to\nproposed changes to their terms\nand conditions of employment in late 2000,\nqualifies as ‘automatically unfair’ under the Labour Relations Act\n66 of 1995\n(the LRA).\n[2]\nThe company’s\nprimary business is smelting and refining lead from secondary materials. The\nsecond to fifty-seventh applicants\n(the workers) are members of the first\napplicant, the National Union of Metal Workers of South Africa (NUMSA) (the\nunion). We refer\ncollectively to the union and the workers as ‘the\nunion’. They seek leave to appeal against an order of the\nLAC\n[1]\nreversing with costs an order\nthe Labour Court\n[2]\ngranted\ninter\nalia\ninterdicting the company from dismissing the workers for their failure\nto accede to the company’s demands regarding the implementation\nof a\ntwo-shift system and the withdrawal of a transport subsidy in the context of\nproposed changes to terms and conditions of employment.\nThe company opposes the\napplication for leave to appeal.\n[3]\nThe judges\nof this court who considered the petition for leave to appeal referred it for\noral argument.\n[3]\nIn terms of their\norder, the parties in two similar applications, Rustenburg Platinum Mines Ltd v\nCCMA,\n[4]\nand Goodyear SA (Pty) Ltd v\nCCMA,\n[5]\nwere invited to appear at the\nhearing and/or to present written argument on the question of appellate\njurisdiction. Later further\nsimilar applications were lodged. These were\npostponed pending the outcome of the present matter, with identical invitations.\nIn\nresponse, written argument was filed and counsel appeared on behalf of both\nAlgorax (Pty) Ltd\n[6]\nand Rustenburg\nPlatinum. A notice of acquiescence was filed on behalf of Goodyear. The Minister\nof Justice and Constitutional Development\nand the Minister of Labour (the\nMinisters) were at their own request joined as interested parties, and were\njointly represented by\ncounsel.\n[4]\nBefore dealing with the\nfacts, we consider whether this court has\njurisdiction.\nDoes the SCA have jurisdiction to\nhear appeals from the LAC?\n[5]\nAll public power, including\nthe power that is wielded by the courts, emanates from the Constitution. Chapter\n8 of the Constitution\nvests the judicial authority of the Republic of South\nAfrica in the courts.\n[7]\nSection 166\ndescribes the courts in which the judicial authority is vested. It says that\nthese courts ‘are’:\n‘(a) the\nConstitutional Court;\n(b) the Supreme Court of Appeal;\n(c) the High Courts, including any high court of appeal that may be\nestablished by an Act of Parliament to hear appeals from High\nCourts;\n(d) the Magistrates’ Courts;\n(e) any other court established or recognised in terms of an Act of\nParliament, including any court of a status similar to either\nthe High Courts or\nthe Magistrates’ Courts.’\n[6]\nSection 168(1) states that\nthe Supreme Court of Appeal ‘consists of a President, a Deputy President\nand the number of judges\nof appeal determined by an Act of Parliament’.\nSection 168(2) provides that a matter before the Supreme Court of Appeal\n‘must\nbe decided by the number of judges determined in terms of an Act of\nParliament’. Section 168(3) is critical to the resolution\nof the issues\nthe application raises. It provides:\n‘(3) The\nSupreme Court of Appeal may decide appeals in any matter. It is the highest\ncourt of appeal except in constitutional\nmatters, and may decide only –\n(a)\nappeals;\n(b)\nissues\nconnected with appeals; and\n(c)\nany other\nmatter that may be referred to it in circumstances defined by an Act of\nParliament.’\n[7]\nVarious provisions of\nthe LRA deal with the appellate jurisdiction of the LAC. Section 157(1) confers,\nsubject to the Constitution\nand s 173, exclusive jurisdiction on the Labour\nCourt in respect of all matters that elsewhere in the LRA or in terms of any\nother\nlaw are to be dealt with by the Labour Court. Matters within the exclusive\njurisdiction of the Labour Court are those which, in terms\nof the LRA or any\nother law, ‘are to be determined by the Labour Court’ (s 157(1)).\nSection 157(2) provides that the\nLabour Court has concurrent jurisdiction with\nthe High Court in respect of Bill of Rights violations arising from employment\nand\nlabour relations and related matters. Section 166(4) provides –\n‘Subject to the Constitution and despite any\nother law, an appeal against any final judgment or final order of the Labour\nCourt\nin any matter in respect of which the Labour Court has exclusive\njurisdiction may be brought only to the Labour Appeal Court.’\n[8]\nSection 167(1) establishes\nthe LAC as a court of law and equity. Sub-sections (2) and (3)\nprovide:\n‘(2) The Labour Appeal Court is the\nfinal court of appeal in respect of all judgments and orders made by the Labour\nCourt in\nrespect of the matters within its exclusive jurisdiction.\n(3) The Labour Appeal Court is a superior court that has authority, inherent\npowers and standing, in relation to matters under its\njurisdiction, equal to\nthat which the Supreme Court of Appeal has in relation to matters under its\njurisdiction.’\nSection 173(1) determines the jurisdiction of the LAC:\n‘Subject to the Constitution and despite any other law, the Labour\nAppeal Court has exclusive jurisdiction –\n(a)\nto hear and determine all\nappeals against the final judgments and orders of the Labour Court;\n(b)\tto decide any question of law reserved ....’\nAccording\nto this provision, once a litigant in a matter in which the Labour Court enjoys\nconcurrent jurisdiction with the High Court\ndecides to litigate in the Labour\nCourt, the LAC has exclusive jurisdiction to determine an appeal. But because\nthe Labour Court\ndoes not have exclusive jurisdiction, s 167(2) of the LRA does\nnot apply and the LAC would not, under that section, be ‘the\nfinal’\ncourt of appeal. Its decision is, however, made final (subject to the\nConstitution) by s 183:\n‘Subject to the Constitution and any other law, no appeal lies against\nany decision, judgment or order given by the Labour Appeal\nCourt.’\nThis\napplies in respect of all final judgments and final orders of the Labour Court;\nquestions of law reserved; and decisions of the\nLAC sitting as a court of first\ninstance. Section 175 provides that the LAC may sit as a court of first\ninstance, in which case it\n‘is entitled to make any order that the Labour\nCourt would have been entitled to make’.\n[9]\nThese provisions undoubtedly\nconstitute a legislative endeavour to vest final appellate powers in the LAC.\nBut they must be interpreted\nin accordance with the Constitution. They expressly\nstate themselves to be ‘subject to the Constitution’ (ss 157(1);\n166(4); 173(1); 183). Section 167(2) does not; but the exception is only\napparent, since s 3 of the LRA states that its provisions\nmust all be\ninterpreted ‘in compliance with the\nConstitution’.\n[10]\nAnd indeed the\nConstitution incontrovertibly qualifies the finality of the LAC’s\nappellate powers. Most obviously in respect\nof constitutional questions it is\nnot the final court of appeal. For s 167(3)(a) of the Constitution states that\nthe Constitutional\nCourt (the CC) ‘is the highest court in all\nconstitutional matters’. The LRA can hardly be read as excluding the\nCC’s\nfinal adjudicative power, since that would be plainly\nunconstitutional;\n[8]\nand none of the\nparties disputed that the statute must to that extent be\nqualified.\n[11]\nBut the point has broader\nsignificance. This is because the qualification is nowhere expressly stated in\nthe LRA (nor can the CC’s\nappellate jurisdiction over the LAC derive\ntangentially, as was suggested in argument, from the fact that s 157(2) of the\nLRA vests\nconcurrent jurisdiction in the High Court – and thence to the CC\n– for Bill of Rights violations concerning labour matters).\nThe appellate\npower is general, and it derives not from its conferral in a statute, but from\nthe Constitution, and the Constitution\nalone.\n[12]\nThe starting point therefore must be that\nthe LRA’s provisions conferring finality on the LAC have to be read in\nconjunction\nwith the appellate powers the Constitution creates: and that premise\ngoes a long way to resolving the question before us. For from\nit follows that\nthe LRA’s provisions must also be read in conjunction with the appellate\npower the Constitution vests in this\ncourt; and this is what the CC has held. In\ndescribing its own appellate jurisdiction over the LAC, it has asserted also\nthat of\nthis court. It has found that ‘an appeal from the LAC on a\nconstitutional matter does lie to the\nSCA’,\n[9]\nand that ‘The\nprovisions of the LRA which give the LAC a status equal to that of the SCA and\nconstitute it as the final Court\nof appeal can have no application in\nconstitutional matters’.\n[10]\n[13]\nThe court left open the validity and\napplication of those provisions in non-constitutional\nmatters,\n[11]\nand that is the\nquestion that now confronts us. It seems to us that acknowledgement of a\nconstitutionally determined appellate structure\nsuperior to the LAC has\nunavoidably general implications. For if this court has appellate jurisdiction\nover the LAC, deriving from\nthe Constitution, outside the express terms of the\nLRA, there can be no reason to limit that power to constitutional cases alone,\nfor the Constitution gives this court such power in both constitutional and\nnon-constitutional matters, and constitutes it the highest\ncourt of appeal in\nregard to the latter.\n[14]\nIndeed, the\nCC’s reasoning in\nNEHAWU v\nUCT\n[12]\nwas based not on the\nLabour Court’s non-exclusive jurisdiction in constitutional matters (s\n157(2)), but on the powers emanating\nfrom the Constitution itself. Section\n168(3) states not only that this court ‘may decide appeals in any\nmatter’ –\na revocation of the position under the interim\nConstitution,\n[13]\nwhich insulated\nthis court from all constitutional\nquestions\n[14]\n– but also that\nit is ‘the highest court of appeal except in constitutional\nmatters’.\n[15]\nThere can be no reason to\ngive this provision anything less than its full meaning in relation to both\nconstitutional and non-constitutional\nmatters. Counsel for the Ministers\nsuggested that the phrase ‘highest court of appeal’ establishes no\ngeneral appellate\njurisdiction in this court, but simply fixes its position in\nthe court hierarchy. But the phrase ‘highest court’ appears\nalso in\ns 167(3) of the Constitution, which creates the CC ‘the highest\ncourt’ in all constitutional matters. It was\nin reliance on this provision\nthat Ngcobo J found that the CC is the highest court in respect of all\nconstitutional matters and that\ndecisions of all other courts on constitutional\nmatters are accordingly subject to appeal to\nit.\n[15]\nIt is a long-established\nprinciple – based on concern for intelligibility of legislative language\n– that similar words\nin an enactment should be taken to carry the same\nmeaning.\n[16]\nIt thus follows from\nthe CC’s reasoning in relation to its own appellate power, and this\ncourt’s appellate power over\nthe LAC in relation to constitutional issues,\nthat decisions of all other courts on both constitutional and non-constitutional\nmatters\nare subject to appeal to this\ncourt.\n[16]\nWe conclude that the Constitution\nvests this court with power to hear appeals from the LAC in both constitutional\nand non-constitutional\nmatters, and that the provisions of the LRA that confer\nfinal appellate power on the LAC must be read subject to the appellate hierarchy\ncreated by the Constitution itself. This follows from the subordination to the\nConstitution that the LRA itself mandates. It does\nnot entail that any\nprovisions of the LRA are unconstitutional any more than the recognition of the\nappellate jurisdiction of the\nCC and of this court in constitutional matters\nrequired a finding of\nunconstitutionality.\n[17]\nThis conclusion\nconforms with the reasoning in\nChevron Engineering (Pty) Ltd v\nNkambule\n.\n[17]\nThe applicant\nthere sought leave to appeal to this court against an order of the LAC\ndismissing its appeal against a judgment of\nthe industrial court ordering it to\nreinstate dismissed workers. When the LRA came into effect on 11 November 1996\nthe dispute was\nalready pending in the industrial court, which functioned under\nthe Labour Relations Act, 28 of 1956 (the old LRA). The LRA repealed\nthe old\nLRA, but the proceedings in the industrial court continued by virtue of item 22\nof Schedule 7 of the LRA. Sub-item (6) provides\nthat despite any other law\n‘but subject to the Constitution no appeal will lie against any judgment\nor order’ of the\nLabour Appeal Court given on appeal from the industrial\ncourt.\n[18]\nThe question was whether, on a\nproper interpretation of item 22(6), an appeal lay to this court from all\ndecisions of the LAC given\non appeal to it from the industrial court. The\napplicant argued that item 22(6) should be read so as to be consistent with the\nprovisions\nof s 168(3) of the Constitution. Farlam JA held that ‘[i]f it\nwere not for the inclusion of the words “subject to the\nConstitution”, the wording would impel one to the conclusion that the\ndrafters did not intend to permit such appeals, which\nwould raise squarely the\nquestion whether the provision could withstand constitutional scrutiny, given\nthe clear wording of s 168(3)\nof the Constitution’ (para 15). Given the\nqualification, however, this court held that the applicant was entitled to\nappeal\nagainst the LAC’s\ndecision.\n[19]\nThe union rightly contended that\nthe core of\nChevron\nwas the reasoning in regard to s 168(3), with the\nresult that there is no distinction between an appeal to this court originating\nin the old industrial court and one emanating from the Labour Court. We come\nlater to the second question in\nChevron\n, namely whether leave to appeal\nis a prerequisite. For now we observe that although the existence of a procedure\nfor lodging and\nprosecuting an appeal might indicate that a right to appeal\nexists, its absence does not necessarily mean there can be no\nappeal.\n[18]\n[20]\nCounsel\nfor the Ministers contended that s 168 of the Constitution is merely\n‘declaratory’; that the section as a whole\ndescribes this\ncourt’s composition, its quorum and its place in the hierarchy, but\nconfers no authority at all; that the provision\nestablishes this court’s\nstructure but does not define its particular function or jurisdiction, and that\nit simply confirms\nthe outer limits of its jurisdiction and its place as a final\ncourt of appeal except in constitutional matters. He did not flinch\nfrom the\nimplications of this reasoning – that this court would have jurisdiction\nto entertain an appeal only if statute (most\nnotably the Supreme Court\nAct)\n[19]\nconfers it: the phrase\n‘in any matter’ in s 168(3) must be interpreted, he said, to mean\n‘in any matter in which\nnational legislation confers jurisdiction on the\nSupreme Court of Appeal. He invoked item 16 of Schedule 6 to the Constitution,\ndealing\nwith transitional arrangements, in terms of which when the Constitution\ncame into effect this court continued ‘to function\nand to exercise\njurisdiction in terms of the legislation applicable to it’. He\ncross-linked this to s 171 of the Constitution,\nwhich provides that ‘all\ncourts function in terms of national legislation’. His suggestion was that\nthis court’s\nconstitutional jurisdiction derives not from s 168(3) –\nwhich, on his argument, is declaratory only of statutorily derived\npowers\n– but from s 169, which confers on the High Courts jurisdiction to decide\n‘any constitutional matter’ except\nthose reserved for the CC (s\n169(a)(i)). The upshot of the argument was that this court exercises\nconstitutional jurisdiction through\nthe Supreme Court Act, which gives it\njurisdiction to decide appeals from judgments or orders of the High Court (s\n21).\n[21]\nBut this is far too\nconvoluted. And it does the clarity of the constitutional language no justice.\nIt ignores the plain meaning and\nstructure of the provisions that create\nappellate court powers, and overlooks the clear difference in phraseology\nbetween the opening\nprovisions of s 168(3) – which is unqualified –\nand that of s 168(3)(c) (which provides that apart from appeals and issues\nconnected with appeals, this court may decide ‘any matter that may be\nreferred to it in circumstances defined by an Act of\nParliament’). It does\nnot take into account that item 16(1) of Schedule 6 to the Constitution is made\n‘subject to consistency\nwith the Constitution’. If s 168(3) of the\nConstitution confers jurisdiction on this court, the item cannot remove it.\nSection\n166 of the Constitution recognises other courts ‘established or\nrecognised in terms of an Act of Parliament’. Item 16(1)\nof Schedule 6 was\ntherefore necessary to ensure their continued\nfunctioning.\n[22]\nAnd the contention that the\nconferral of appellate jurisdiction ‘in any matter’ must mean\n‘in any matter in which\nnational legislation grants jurisdiction’\ngives no interpretative weight to the fact that the very next provision, s 169,\nexpressly\nsubjects the constitutional and ordinary jurisdiction of the High\nCourts to exception by Act of\nParliament,\n[20]\nwhereas s 168\ncontains no such reservation.\n[23]\nIt is true\nthat in\nMoch v Nedtravel (Pty) Ltd t/a American Express Travel\nService\n,\n[21]\nHefer JA said that\nthe jurisdiction of the Appellate Division ‘derives from the Supreme Court\nAct and other statutes’.\nThis conformed with the interim Constitution,\nwhich was then in force.\n[22]\nThis\ncourt does not have original jurisdiction: its jurisdiction derives from the\nConstitution.\n[23]\nIt is also correct\nthat at common law a court has no automatic jurisdiction to hear an appeal from\nanother court: ‘An appeal\ncan only lie by virtue of some statutory\nprovision.’\n[24]\nYet Chapter 8\nof the Constitution superseded both the common law and the interim Constitution.\nIt subsumed the common law powers\nof this court, and not only conferred\njurisdiction in constitutional matters on\nit,\n[25]\nbut constituted it the\nhighest court of appeal in all matters except constitutional\nmatters.\n[26]\nIt did so in\nunqualified terms, and those terms are now the source of this court’s\njurisdiction.\n[27]\nThey must, we\nconsider, be given their full effect in interpreting the provisions of the\nLRA.\n[24]\nAs pointed out earlier, s 166 of the\nConstitution lists the courts comprising the Republic’s judicial system.\nIt says that those\ncourts\n‘are’:\n(a)\tthe Constitutional Court;\n(b)\tthe Supreme Court of Appeal;\n(c)\tthe High Courts, including any high court of appeal that may be established\nby an Act of Parliament to hear appeals from High\nCourts;\n(d)\tthe Magistrates’ Courts; and\n(e)\tany other court established or recognised in terms of an Act of Parliament,\nincluding any court of a status similar to either\nthe High Courts or the\nMagistrates’ Courts.\nThe argument that final appellate\npower can be vested in a court other than this court (subject only to the CC)\nrequires that s 166(b)\nbe read thus: ‘The Supreme Court of Appeal,\nor\nany similar court of appeal that may be established by an Act of\nParliament\n’. This encrustation on the clear form and wording of s 166\nis neither possible nor\nnecessary.\n[28]\nThe constitutional\ntypology of final appellate courts is exhaustive. It does not envisage other\nappellate courts with authority equivalent\nto that of this court or of the\nCC.\n[25]\nRead in the light of the\nConstitution, as it must be, s 167(3) of the LRA thus merely describes an\nequivalence of ‘authority,\ninherent powers and standing’ between\nthis court and the LAC in relation to matters within their respective\njurisdictions,\nwithout depriving this court of its role and function as\n‘the highest court of appeal except in constitutional matters’,\nhaving power to ‘decide appeals in any matter’, including both\nconstitutional and non-constitutional appeals from the\nLAC.\n[26]\nThe implications of the contrary\nconclusion must be emphasised. If, despite the provisions of s 168(3), the LRA\ncreates a final court\nof appeal in labour-related matters to the exclusion of\nthis court’s appellate powers, it would have to follow that the\nlegislature\ncould create final courts of appeal also in other areas\n–crime, welfare, environment, land, personal injuries, contract, commerce,\nlandlord and tenant, company law, family law and administrative matters. The\nlist is theoretically endless. The entire jurisdiction\nof this court could on\nthis approach be assigned piecemeal or wholly to one or more other appellate\ntribunals of similar authority.\n[27]\nWe do not\nthink that the Constitution envisages this. Final appellate courts other than\nthis court and the CC are not contemplated\nin the court hierarchy the\nConstitution itemises. ‘Our constitutional democracy envisages the\ndevelopment of a coherent system\nof law that is shaped by the\nConstitution’.\n[29]\nThat\nincludes a coherent appellate structure, laid out in the Constitution, in which\nthis court takes its place as the court of appeal\nwith authority that is final\nin all matters, barring constitutional\nmatters.\n[30]\n[28]\nWhat\ndistinguishes the ambit of this court’s powers from those of the CC, which\nhas both original and appellate\njurisdiction,\n[31]\nis that this court\nmay decide only appeals (s 168(3)(a)). The precondition to the exercise of this\ncourt’s jurisdiction is\nthus a right of appeal. It was suggested in\nargument that if legislation cannot validly preclude a general right of appeal\nfrom the\nLAC to this court, it must follow that legislation cannot preclude\nappeals in any matter. Examples cited included judgments of the\nsmall claims\ncourts,\n[32]\nand arbitration\nawards,\n[33]\nin both of which appeals\nare expressly barred. It was suggested that the conclusion reached above would\nentail that appeals must\nlie as of right to this court also in such matters.\n[29]\nBut this is to confuse the existence of\nappellate jurisdiction with the question whether a right of appeal exists at\nall. The scope\nof institutional authority is one thing; the question whether and\nunder what conditions it can be invoked is quite another. Differently\nstated, a\ngeneral right of appeal from all other appellate bodies to this court does not\nentail that every determination of a justiciable\nright must be\nappealable.\n[30]\nThe access to courts\nprovision in the Bill of Rights (s 34) provides that\n–\n‘Everyone has the right to have any\ndispute that can be resolved by the application of law decided in a fair public\nhearing\nbefore a court or, where appropriate, another independent and impartial\ntribunal or forum.’\n[31]\nCounsel for the company\nsubmitted that this right must in principle include access to all courts of\nappeal from the court or forum\nof first instance. We do not agree. The provision\ndoes not explicitly include a right of\nappeal.\n[34]\nIn this it stands in\npronounced contrast to s 35(3)(o), which expressly entrenches within an\naccused’s person’s right\nof fair trial a right of appeal or review\nto a higher court.\n[35]\nWe do not\nconsider that s 34 by necessary implication entails the same\nright;\n[36]\nand even if it did, it\nwould be capable of reasonable and justifiable\nlimitation:\n[37]\nall such decisions\nare in any event subject to the principle of legality, and thus to\nconstitutional review. The suggestion that\nthe assertion by this court of a\ngeneral appellate jurisdiction entails the appealability of all justiciable\nrights can therefore\nnot be maintained.\n[32]\nThe question before us is\nin any event not whether all constitutionally recognised rights are\nintrinsically appealable, but whether\na provision that purports to restrict a\nlitigant’s right of appeal to a hierarchy of specialised courts, to the\nexclusion of\nthis court, complies with the Constitution. We find only that once\nappellate jurisdiction falls to be exercised, this court is empowered\nto\nexercise it finally (apart from the CC), since final appellate tribunals with\nauthority similar to this court are not envisaged\nin the Constitution. We add\nonly the obvious corollary: that the conferral on this court of general\nappellate power does not render\nall judgments and orders immediately\nappealable.\n[38]\n[33]\nIt\nfollows that this court has jurisdiction to decide appeals from the LAC also in\nmatters within the exclusive jurisdiction of the\nLabour Court. This conclusion\nmakes it unnecessary to consider whether the case the union seeks to bring\nraises constitutional issues.\nIs leave to\nappeal to this court necessary?\n[34]\nThe second question in\nChevron\nwas whether the applicant required leave to appeal. Farlam JA\npointed out that ‘leave is not a prerequisite in the Constitution\nor the\n[LRA] and there is also no provision in the Supreme Court Act 59 of 1959 which\nrequires such leave: it would be different\nif the LAC were a division of the\nHigh Court because ss 20 and 21 of Act 59 of 1959 would then\napply’.\n[39]\nThe conclusion\nreached in\nChevron\nwas that the applicant neither needed nor was entitled\nto an order granting it leave to appeal against the LAC judgment. That\nconclusion,\nin its terms, was clearly right. But we now face a different\nquestion: whether, in the light of our conclusion that all matters are\nappealable from the LAC to this court, we should not develop a requirement that\nleave to appeal must be obtained; and, if so, on\nwhat\nterms.\n[35]\nStrong considerations suggest that\nthe path from the LAC to this court should not be untrammelled. The first is the\nbenefit of institutional\nexpertise. The second is the imperative of expedition.\nThe third (and only last in order of importance) is the workload of this court,\nwhich is already such as to burden its members very considerably, without a new\ninundation of cases. Nothing more need be said about\nthis\nconsideration,\n[40]\nand we turn to\nthe first two.\n[36]\nIn the LAC the legislature\ncreated a specialist tribunal, functioning in a specialised area of law. Their\nspecial expertise, as Ngcobo\nJ has pointed out, itself conduces to\nexpedition:\n‘The LAC and the Labour Court were\nestablished by Parliament specifically to administer the LRA They are charged\nwith the responsibility\nfor overseeing the ongoing interpretation and\napplication of the LRA and the development of labour relations policy and\nprecedent.\nThrough their skills and experience, Judges of the LAC and the Labour\nCourt accumulate the expertise which enables them to resolve\nlabour disputes\nspeedily.\nBy their very nature labour disputes must be resolved\nexpeditiously and be brought to finality so that the parties can organise their\naffairs accordingly. They affect our economy and labour peace. It is in the\npublic interest that labour disputes be resolved speedily\nby experts appointed\nfor that purpose.’\n[41]\n[37]\nThese considerations led\nthe CC to conclude that it would be ‘slow to hear appeals from the LAC\nunless they raise important\nissues of principle’. They impel us to the\nsame conclusion. And the Constitution provides for regulation to that end. In\nthe\ncase of the CC, the Constitution requires that national legislation must\ngrant direct access to it only ‘when it is in the\ninterests of justice and\nwith the leave of the Constitutional Court’ (s 167(6)). In the case of\nthis court, the Constitution\ndoes not require that the legislature must enact\naccess-regulating measures. That is no doubt because, while the CC was a new\ncourt,\nthe Constitution’s provisions concerning this court have ‘a\nsignificant background\nhistory’\n[42]\nfeaturing\nlegislation that already regulated appeals from the High Court. But, as\nChevron\nrecognised, that legislation could not take account of specialist\nintermediate appellate tribunals such as the LAC because they did\nnot then\nexist.\n[38]\nDespite the novelty of the problem,\nthe Constitution does not leave us bereft of solutions. That seems to us to lie\nin s 173, which\nprovides that –\n‘The\nConstitutional Court, the Supreme Court of Appeal and the High Courts have the\ninherent power to protect and regulate their\nown process, and to develop the\ncommon law, taking into account the interests of justice’.\n[39]\nIn\nS v\nPennington\n,\n[43]\nthe CC\nconfronted a not wholly dissimilar problem. The legislature had not yet enacted\nthe legislation required to fulfil the direct\naccess-regulating requirement. Did\nthat mean that litigants were entitled without more to bring constitutional\nmatters before the\nCC? No, said Chaskalson P. Section 167(6) made it clear on\nwhat terms the legislature was required to regulate access. But until\nthe\nlegislation was enacted, s 173 gave the CC the inherent power to regulate access\nto it along the lines the Constitution envisaged.\nThe fact that the litigants\nhad already had the benefit of an appeal to the Supreme Court of Appeal was\nrelevant to determining the\nbreadth of that\naccess.\n[44]\n[40]\nThe\nsame principles apply here. Although the Constitution spells out no principles\non which access to this court should be regulated,\nwe consider that this\ncourt’s inherent power to regulate its own process, ‘taking into\naccount the interests of justice’,\nempower it to lay down the requirement\nthat prospective appellants from the LAC apply for special leave to appeal.\nWhile it is true\nthat this court’s inherent power to protect and regulate\nits own process is not unlimited – it does not, for instance,\n‘extend to the assumption of jurisdiction not conferred upon it by\nstatute’\n[45]\n– the\ninherent regulatory power the Constitution confers is broad and unqualified. The\nCC has recently emphasised the ambit\nof this power, and the importance of\ninterpreting it so as to enhance ‘the SCA’s autonomous regulations\nof its own process’.\n[46]\nWe\nconsider it broad enough to deal with the situation\nhere.\n[41]\nAs in\nPennington\n,\n[47]\nleave to\nappeal from the LAC is necessary to protect the process of this court against\nabuse by appeals from the LAC that have no\nmerit, and it is in the interests of\njustice that the requirement of special leave be imposed, for if appeals were\nallowed without\ntrammel, the expeditious resolution of labour disputes would be\nunconscionably delayed, and the justified objects of the LRA\nimpeded.\n[42]\nWe therefore hold, exercising\nthis court’s constitutional power to protect and regulate its own process,\nthat applications for\nleave to appeal from the LAC must be on petition to this\ncourt, in accordance with the existing application procedure from the High\nCourt.\n[48]\nWe hold further that\napplicants must show not merely that the appeal has reasonable prospects of\nsuccess, but that there are special\nconsiderations why, having already had an\nappeal before a specialist tribunal, there should be a further appeal to this\ncourt.\n[49]\n[43]\nThe procedures for applying for leave to\nappeal, and the factors relevant to obtaining special leave, are\nwell-established. They are\nset out in the Supreme Court Act 59 of 1959 and in\nthe decisions of this court, including\nWestinghouse Brake & Equipment\n(Pty) Ltd v Bilger Engineering (Pty)\nLtd\n.\n[50]\nThe criterion for grant\nof special leave to appeal is not merely that there is a reasonable prospect\nthat the decision of the LAC\nwill be reversed – but whether the applicants\nhave established ‘some additional factor or\ncriterion’.\n[51]\nOne is\n‘[w]here the matter, though depending mainly on factual issues, is of very\ngreat importance to the parties or of great\npublic\nimportance’.\n[52]\nNo doubt\nevery appeal is of great importance to one or both parties, but this court must\nbe satisfied, notwithstanding that there\nhas already been an appeal to a\nspecialist tribunal, and that the public interest demands that labour disputes\nbe resolved speedily,\nthat the matter is objectively of such importance to the\nparties or the public that special leave should be granted. We emphasise\nthat\nthe fact that applicants have already enjoyed a full appeal before the LAC will\nnormally weigh heavily against the grant of\nleave. And the demands of expedition\nin the labour field will add further weight to\nthat.\n[44]\nAs also in\nPennington\n,\n[53]\nthe petition\nfor special leave in accordance with the existing High Court procedure will\nrequire this court to consider the merits\nof the appeal. Considering the\npetition is therefore itself an exercise of the appellate jurisdiction vested in\nthis\ncourt.\n[54]\n[45]\nIn\nthis case we have a full application for leave to appeal, which was referred for\noral argument on the merits together with the\nfull record of the proceedings in\nthe courts below. We can therefore now consider whether leave should be granted\non the basis of\nthe above principles.\nThe merits\nof the application for leave to appeal: should leave be granted?\n[46]\nThe first question is\nwhether the union has reasonable prospects of success. If not, we need not\nconsider whether it has established\nthe ‘additional factors’\nrequired for special leave.\n[47]\nWith this in\nmind, we consider the facts. These are comprehensively set out in the judgment\nof the LAC.\n[55]\nA brief summary will\nplace the issues in perspective. In mid-2000 a firm of consultants the company\nhad appointed produced a report\nreviewing the company’s production methods\nand suggesting ways of increasing productivity. Meetings took place between\nmanagement\nand shopstewards. The company wished to introduce operational changes\nthat necessitated alterations to the workers’ terms and\nconditions of\nemployment. Among these was a radical change in the shift system and the\nwithdrawal of a transport allowance. The company\nhoped to negotiate a collective\nagreement on the proposed changes and so tried to convince the workers that the\nchanges would ensure\nan increase in productivity, resulting in its continued\nviability and consequently enhanced job security. But no agreement was reached.\nThe proposed changes in the shift system and the withdrawal of the transport\nallowance were a particular sticking\npoint.\n[48]\nAt a meeting in late September 2000\nmanagement announced that workers who were prepared to accept the intended\nchanges would be retained\nin their positions, while those who refused ‘may\nbe retrenched’. In early October the company distributed notices informing\nthe affected workers of their impending retrenchment on 13 October 2000. The\nworkers rejected the notices. On 18 October 2000 the\ncompany issued letters of\ndismissal. The union responded with an urgent application in the Labour Court.\nThe basis for the application,\nwhich the Labour Court upheld, was that the\nintended dismissals were sought to be effected to compel them to agree to the\nproposed\nchanges to their terms and conditions of employment, contrary to the\nprovisions of s 187(1)(c) of the LRA:\n‘A\ndismissal is automatically unfair if the employer, in dismissing the employee,\nacts contrary to section 5 [which protects\nthose exercising union rights] or, if\nthe reason for the dismissal is –\n(a)\t. . .\n(b)\t. . .\n(c) to compel the employee to accept a demand in respect of any matter of\nmutual interest between the employer and employee;\n. . . .’\n[49]\nAfter management’s\nSeptember letter, a further meeting was held on 10 October 2000, where the\ndiscussion centred on the change\nto the proposed two-shift system. Still no\nagreement could be reached. The last meeting was held on 17 October 2000. The\nletters\nof dismissal issued to the workers on 18 October 2000 set the date of\ndismissal at 20 October 2000.\n[50]\nIn the\nfounding affidavit (to which Mr Johannes Maboya, a shopsteward, deposed) the\nunion alleges that ‘the proposed dismissals\nwould be unfair’; that\nthe company ‘is proposing to dismiss the [workers] as a result of their\nfailure to agree to changes\nto their terms and conditions of employment’;\nthat this ‘constitutes a step to compel a demand, and if implemented such\ndismissals would be automatically unfair dismissals in terms of s\n187(1)(a)’. Mr Gideon Viljoen, the company’s human\nresources\nmanager, responded in the answering affidavit that it needed to introduce a two\nshift system for economic (higher productivity),\nhealth and environmental\nreasons. He denied that the retrenchments were ‘a step to compel a\ndemand’, insisting that the\nproposed change in the shift system was an\noperational requirement. The heading to the first paragraph of the letter of\nretrenchment\nreads:\n‘\nNOTICE TO RETRENCHED\nEMPLOYEES\nBecause you have rejected the new two-shift system operationally required by\nthe company, you have been given notice of your retrenchment\nand your employment\nwill terminate on 20 October 2000.’\nIn reply, the union states that it\ndisputed that the company had established ‘that a two-shift system will\ndefinitely reduce\nlead-blood concentration levels or that productivity will\nimprove’, and that ‘the dispute over the failure to reach agreement\non the new shift system and associated matters is a dispute over a matter of\nmutual interest which ought to be dealt with by the\ndispute procedure governing\nsuch dispute’.\n[51]\nThe complexity in the\nmatter stems from the fact that the LRA permits employers to make changes\njustified by ‘operational requirements’\n(ss 67, 188, 189). These are\ndefined as requirements ‘based on the economic, technological, structural\nor similar needs of\nan employer’ (s 213). Though it requires the employer\nto prove fairness, the statute permits dismissals based not only on an\nemployee’s conduct or capacity, but also on the employer’s\n‘operational requirements’ (s 188(1)(a)(ii)).\nEven during a\nprotected strike, an employer is not precluded from fairly dismissing an\nemployee for an operational requirements reason\n(s 67(5)). Thus the\nemployer’s leeway.\n[52]\nOn the other\nhand, the statute is at pains to erect a system that scrupulously protects and\nencourages collective bargaining between\nworkers and employers, so as to\nfacilitate the conclusion of collective agreements, which are defined as written\nagreements ‘concerning\nterms and conditions of employment or any other\nmatter of mutual interest’ (s 213). It is in this setting that s 187(1)(c)\nrenders automatically unfair dismissals whose reason is ‘to compel the\nemployee to accept a demand in respect of any matter\nof mutual interest between\nthe employer and employee’. On them it imposes significant procedural and\nother penalties, including\nthe possibility of interdictory relief, as the union\nobtained in this case.\n[53]\nIn an influential article,\nProfessor Clive Thompson\n[56]\nargued\nthat dismissal can never be a permissible form of leverage in the bargaining\nprocess. An operational requirements dismissal\nfalls outside the area of\ncollective bargaining, since it involves a claim that the employer has the right\nto dismiss the employee.\nThat can never occur, he suggested, in disputes about\n‘the wage-work bargain’: it is permissible only in disputes over\nbusiness restructuring where viability is at issue. The difficulty his argument\nsought to reconcile is not only that the two categories\nof dispute manifestly\noverlap, since wage-work issues may ultimately affect viability, but that\n‘viability’ is itself\na imprecise concept. When, therefore, will it\nbe permissible for the employer to invoke operational requirements to dismiss\nemployees?\nHe suggested a flexible court-scrutinised test: such a dismissal\nwould pass muster if the employer could show ‘a demonstrably\nsensible\nbusiness analysis that has been probed in the consultative process, is not\nunreasonable in context nor disproportionate\nin the trade-off between gains and\nhardships’.\n[57]\n[54]\nProf Thompson acknowledges\nthat ‘the world of work and business defies sharp categorisation’.\nTo deal with the apparently\nover-lapping categories the LRA creates, he\nsuggested that the courts would have to determine on a case-by-case basis when a\nemployer/employee\ndispute had permissibly ‘migrated’ from the\nbargaining domain (where matters of mutual interest cannot legitimately trigger\ndismissals) to the ‘legal domain’ (where the employer is permitted\nto dismiss for operational reasons). The core difficulty\nwith this argument is\nthat the dichotomy between matters of mutual interest and questions of\n‘right’ do not in our view\nform the basis of the collective\nbargaining structure that the statute has adopted.  The unavoidable complexities\nthat arise from\nthe supposed ‘migration’ of issues from matters of\nmutual interest to matters of ‘right’ demonstrate in our\nview that\nthe dichotomy does not form the basis of the statutory structure, and s\n187(1)(c) cannot, accordingly, be interpreted as\nif the legislation proceeds\nfrom that premise.\n[55]\nIn the LAC, Zondo JP\nimplicitly – and in our view correctly – rejected the\n‘migration’ approach. He considered\nthat the construction of s\n187(1)(c) should start with the meaning of ‘dismissal’ as it appears\nin s 186(1)(a). Section\n186(1) defines ‘dismissal’ as meaning,\ninter alia\n, that\n‘(a) an employer has\nterminated a contract of employment with or without notice’.\nThe\nlearned Judge-President concluded that there was a difference between a\ndismissal as defined in s 186(1) and a dismissal as contemplated\nby s 187(1)(c).\nThe two categories do not overlap. A s 187(1)(c) dismissal must be effected\n‘for the specific purpose\ngiven in s 187(1)(c) and that purpose is absent\nin an ordinary dismissal such as is defined in s 186(1)(a)’. Zondo JP\nexpanded\n(para 31):\n‘... there is a distinction between a dismissal for\na reason based on operational requirements and a dismissal the purpose of\nwhich\nis to compel an employee or employees to accept a demand in respect of a matter\nof mutual interest between employer and employee.\nThe distinction relates to\nwhether the dismissal is effected in order to compel the employees to agree to\nthe employer’s demand\nwhich would result in the dismissal being withdrawn\nand the employees being retained if they accept the demand or whether it is\neffected\nfinally so that, in a case such as this one, the employer may replace\nthe employees permanently with employees who are prepared to\nwork under the\nterms and conditions to meet the employer’s requirements.’\n[56]\nThe LAC’s solution to\nthe conundrum of the statutory concepts was thus to assign a distinctive meaning\nto ‘dismissal’\nin s 187(1)(c), and then to restrict this category of\nautomatically unfair dismissals to those effected for the purpose of inducing\nemployees to change their minds regarding the employer’s demand. On this\napproach, only conditional dismissals can fall under\ns 187(1)(c), and it is this\nthat distinguishes them from the broader category of dismissals where the\nemployer – irreversibly\n– ‘has terminated’ the\nemployment contract. Dismissals intended to be and operating as final –\nnot, in other\nwords, reversible on acceptance of the demand – can thus\nnever have as their reason ‘to compel the employee to accept’\nthat\ndemand. They will therefore not be automatically unfair. In such cases, the only\nfactual inquiry confronting a court is the\nemployer’s reason for effecting\nthe dismissal: once compulsion to accept the disputed demand (with ensuing\nreversal of the\ndismissal) is excluded, no further inquiry into the nature or\ncategorisation of the demand is\nrequired.\n[57]\nMr Tip for the union subjected\nthe approach of the LAC to careful criticism, urging us to find that the LAC had\nmisinterpreted s 187(1)(c).\n He sought to interpret s 187(1)(c) within the\ncontext of a collective bargaining structure premised on the dichotomy we have\ndescribed and which we have rejected. He proceeded from the premise that the\nstructure of the statute requires disputes of mutual\ninterest to\n‘migrate’ to the ‘rights’ sphere. He submitted further\nthat because of the ‘complicated\ninterface’ characterising this\ncase, it was insufficient to embark on an examination solely of whether the\ncompany intended\nthe dismissals as final. Indeed, he argued, it had never been\nthe union’s case merely that the dismissals themselves were intended\nto\ninduce the workers to change their minds. Its case was that the threat of\ndismissal during collective bargaining and up to implementation\nwas calculated\nto force the workers to accept the company’s demands: correspondingly, the\ndismissals, if implemented, would\nhave been because the employees had not\nchanged their minds.\n[58]\nOf central\nsignificance, Mr Tip therefore contended, was an enquiry into whether the\ndispute on the proposed change to the shift system\nwas or was not a\n‘matter of mutual interest’. He submitted that a change in a shift\nsystem is a material change in conditions\nof employment and once accepted it\nbecomes a term of employment and an enforceable right. Where an employer seeks\nto change its position,\nthis must be pursued in collective bargaining. It was in\nthis context that he invoked the concept of ‘migration’ –\nhad\nit been shown that the dispute had ‘migrated’ from the\n‘matters of mutual interest’ category (which must\nbe resolved by\ncollective bargaining) to the ‘operational requirements’ category\n(which entitles the employer to dismiss);\nand if so at what stage? The company,\nhe said, had not been able to show that the dispute had ‘migrated’,\nand the dismissals\nwere thus\nprohibited.\n[59]\nIn our view neither s\n187(1)(c) nor the collective bargaining structure of the statute as a whole\ncontemplates the ‘migration’\nof disputes from one part of the\nLRA’s taxonomy to another. Nor can we accept the union’s contention\nthat the category\nof dismissals protected by s 187(1)(c) must be more\nexpansively construed than the LAC found.\n[60]\nThe conceptual impasse that the concept\nof ‘migration’ of disputes creates drives us to the solution the LAC\nembraced.\nFor the reasons fully set out in the LAC judgment, it seems clear to\nus that the particular legislative history of the concept of\ndismissals designed\nto induce agreement to an employer’s demand illuminates the distinctive\nnature of the protection accorded\nto those dismissals that are truly designed to\nmake employees change their minds in a dispute with an employer on matters of\nmutual\ninterest.\n[58]\nOnly they are\nprohibited as automatically unfair. If the dismissal lacks the proscribed\nstatutory purpose – and we agree with\nthe LAC that ‘reason’ in\ns 187 must in the context of sub-para (c) mean the same as ‘purpose’\n– the\ndismissal is not automatically unfair, and the sole inquiry is\nwhether the employer can establish under s 188 that the dismissal\nwas based on\nits operational requirements.\n[61]\nThe cogent\nreasoning and exposition of the LAC disposes of the legal contentions raised;\nbut the union sought to attack the LAC’s\nfinding on another ground as\nwell. This concerns the LAC’s assessment of what facts were before it. As\nwill be recalled, the\nLAC found that the union had failed to establish that the\ndismissals were not based on the company’s operational requirements.\nThat\nthe company initially sought to have the issue of the proposed shift change\nnegotiated and only later withdrew it from the table\non the basis that it was\nnot a matter of mutual interest but an operational requirement made no\ndifference.\n[62]\nZondo JP observed (para 35)\nthat in the founding affidavit the union did not substantiate its averment that\nthe dismissals constituted\n‘a step to compel a demand, and, if implemented\nsuch dismissals would be automatically unfair’. The answering affidavit\ncategorically denied that the dismissals constituted a step to compel a demand\nand asserted that they were necessitated by economic,\nhealth and environmental\nfactors. The union’s replying affidavit merely disputed that the company\nhad established that a two-shift\nsystem would improve productivity. This\nimpelled the learned Judge President to conclude that there was a material\ndispute of fact\nbefore the Labour Court, which had wrongly failed to apply the\nwell-known formula for motion court fact determination in\nPlascon-Evans\nPaints Ltd v Van Riebeeck Paints (Pty)\nLtd\n.\n[59]\n[63]\nBefore\nus the union contended that the LAC inappropriately elevated a denial asserted\nas a conclusion to a dispute of fact that could\nbe resolved only by oral\nevidence, and that the true difference between the parties is a matter of the\ncorrect construction of the\nfacts: these, it urged, were almost entirely common\ncause when regard is had to the history of the parties’ dealings. The\nunion\nsubmitted further that the matter could not be determined on the basis of\nthe ‘mere say-so’ of the parties, the test\nbeing objective in the\nlight of all the relevant facts and\ncircumstances.\n[64]\nWe emphasise that it will\nbe seldom that the LAC’s approach to the resolution of factual issues will\nbe sufficient to constitute\nthe ‘special circumstances’ that we have\nlaid down are required for leave to appeal, bearing in mind the experience the\nLAC has of the setting in which the often complex factual inquiry falls to be\nassessed. We see no reason in this case to interfere\nwith the LAC’s\napproach in arriving at its factual findings or with the findings\nthemselves.\n[65]\nThere are thus no proper\ngrounds for allowing the union to appeal. We make the following\norder:\n(a)\tThe application for condonation for the late filing of the application for\nleave to appeal is granted. The applicants are ordered\nto pay the\ncosts.\n(b)\tThe application for special leave to\nappeal is dismissed with costs.\n_________________\nMPATI DP\nCAMERON JA\nCONCUR\n:\nNUGENT\nJA\nCONRADIE JA\nCOMRIE AJA\n[1]\nFry’s Metals (Pty) Ltd v National\nUnion of Metalworkers of SA\n(2003) 24 ILJ 133 (LAC) (Zondo JP, Nicholson JA\nand Hlophe AJA concurring).\n[2]\nNational\nUnion of Metalworkers of SA v Fry’s Metals (Pty) Ltd\n(2001) 22 ILJ 701\n(LC) (Francis AJ).\n[3]\nSection 21(3)(c)(ii) of\nthe Supreme Court Act 59 of 1959.\n[4]\nCase no\n596/03.\n[5]\nCase no\n074/04.\n[6]\nCase number\n430/2003.\n[7]\nConstitution s 165(1):\n‘The judicial authority of the Republic is vested in the\ncourts.’\n[8]\nThe Constitutional Court\nhas asserted its appellate powers over the LAC in respect of constitutional\nquestions arising from the guarantee\nof fair labour practices (Bill of Rights s\n23):\nNational Education, Health and Allied Workers Union v University of Cape\nTown\n2003 (3) SA 1\n(CC);\nNational Union of Metalworkers of SA v Bader Bop\n(Pty) Ltd\n[2002] ZACC 30\n;\n2003 (3) SA 513\n(CC);\nXinwa v Volkswagen of South Africa (Pty)\nLtd\n2003 (4) SA (CC);\nWestern Cape Workers Association v Halgang\nProperties CC\n[2003] ZACC 14\n;\n2004 (3) BCLR 237\n(CC);\nDudley v City of Cape Town\n(2004) 25\nILJ\n991 (CC),\n2004 (8) BCLR 805\n(CC). Compare\nSouth\nAfrican Commercial Catering  & Allied Workers Union v Irvin & Johnson\nLtd\n2000 (3) SA 705 (CC).\n[9]\nNEHAWU v\nUCT\n2003 (3) SA 1\n(CC) para 22, per Ngcobo J, on behalf of the\ncourt\n[10]\nNEHAWU v UCT\n, supra, para\n20.\n[11]\n‘Those provisions can apply\nonly to matters that are within the exclusive jurisdiction of the LAC and the\nLabour Court (whether\nthese provisions are constitutional need not be decided\nnow)’ – NEHAWU v UCT, supra, para\n20.\n[12]\n2003 (3) SA 1\n(CC). Compare also\nMabaso v Law Society, Northern Provinces\n[2004] ZACC 8\n;\n2005 (2) SA 117\n(CC) para\n23.\n[13]\nInterim Constitution Act 200 of\n1993, s 101(5): ‘The Appellate Division shall have no jurisdiction to\nadjudicate any matter\nwithin the jurisdiction of the Constitutional\nCourt.’\n[14]\nWestern Areas Ltd v\nThe State\n98/03, unreported judgment dated 31 March 2005, para 9, per Howie\nP (rejecting the contention that the conferral in s 168(3) of jurisdiction\n‘to decide appeals in any matter’ renders formerly non-appealable\nmatters appealable).\n[15]\nNEHAWU v\nUCT\n2003 (3) SA 1\n(CC) para 21.\n[16]\nMinister of the Interior v Machadodorp Investments (Pty) Ltd\n1957 (2) SA\n395\n(A) 404D;\nMore v Minister of Cooperation and Development\n1986 (1) SA\n102\n(A) 115C.\n[17]\n2003 (5) SA 206\n(SCA);\nmerits of appeal from LAC determined: 2004 (3) SA 495\n(SCA).\n[18]\nCf\nS v Botha\n2002 (1)\nSACR 222\n(SCA);\nS v Viljoen\n2002 (2) SACR 550\n(SCA) para\n26.\n[19]\nAct 59 of\n1959.\n[20]\nConstitution s 169: ‘A High\nCourt may decide –\n(a) any constitutional matter except a matter that\n–\n(i) only the Constitutional Court may decide; or\n(ii) is\nassigned by an Act of Parliament to another court of a status similar to a High\nCourt; and\n(b) any other matter not assigned to another court by an Act of\nParliament.’\n[21]\n1996 (3) SA 1\n(A).\n[22]\nInterim Constitution s 101(2):\n‘Subject to this Constitution, the Supreme Court [which then included the\nAppellate Division]\nshall have the jurisdiction, including the inherent\njurisdiction, vested in the Supreme Court immediately before the commencement\nof\nthis Constitution, and any further jurisdiction conferred upon it by this\nConstitution or by other law.’\n[23]\nPharmaceutical Society of South Africa v Minister of Health\n[2005] 1 All\nSA 326\n(SCA) para 19, per Harms JA.\n[24]\nMinister of Labour v Building Workers’ Industrial Union\n1939 AD 328\nat 330, per Stratford CJ, applied in\nS v Pennington\n1997 (4) SA 1076\n(CC)\npara 20 (pointing out, by contrast, that the CC was established under the\ninterim Constitution and its authority as a court\nrecognised and reaffirmed by\nthe 1996 Constitution).\n[25]\nS v\nPennington\n1997 (4) SA 1076\n(CC) para 8, per Chaskalson P: ‘This was\nchanged by the 1996 Constitution which gave the Supreme Court of Appeal\njurisdiction\nto decide appeals in respect of any\nmatter.’\n[26]\nCompare\nS v\nBasson\n[2004] ZACC 13\n;\n2005 (1) SA 171\n(CC) paras 103-105, per Chaskalson CJ (s 168 provides\nthe legal framework within which the powers of the SCA must be determined:\n‘Basically, subject to the provisions of the Constitution, it adopts and\ncontinues the legal framework that existed before\nthe interim Constitution was\nadopted’).\n[27]\nS v Basson\n[2004] ZACC 13\n;\n2005\n(1) SA 171\n(CC) paras 109, per Chaskalson CJ (SCA has no jurisdiction to hear an\nappeal against a decision of another court\nunless conferred on it by the\nConstitution\nor by statute).\n[28]\nRennie NO v Gordon NO\n1988 (1) SA 1\n(A) 22F, adopted in\nBernstein v\nBester\n[1996] ZACC 2\n;\n1996 (2) SA 751\n(CC) para 105: Words cannot by implication be read\ninto a statute – or the Constitution – unless the implication is\nnecessary\nin the sense that without it effect cannot be given to the enactment\nas it stands.\n[29]\nNational Education,\nHealth and Allied Workers Union v University of Cape Town\n2003 (3) SA 1\n(CC)\npara 16, per Ngcobo J.\n[30]\nCompare the\njudgment of Chaskalson CJ in\nS v Basson\n[2004] ZACC 13\n;\n2005 (1) SA 171\n(CC) paras 90 and\n103.\n[31]\nConstitution s 167(6);\nS v\nPennington\n1997 (4) SA 1076\n(CC) para\n11.\n[32]\nSmall Claims Courts Act, 61 of 1984\ns 45:\n‘A judgment or order of a court shall be final and no appeal shall\nlie from it.’\n[33]\nArbitration Act, 42\nof 1965\ns 28:\n‘Unless the arbitration agreement provides otherwise, an\naward shall, subject to the provisions of this Act, be final and not\nsubject to\nappeal and each party to the reference shall abide by and comply with the award\nin accordance with its terms.’\n[34]\nPharmaceutical Society of South Africa v Minister of Health\n[2005] 1 All\nSA 326\n(SCA) para 30, per Harms JA.\n[35]\nBill of Rights s 35(3): ‘Every accused person has the right to a fair\ntrial, which includes the right – ... (o) of appeal\nto, or review by, a\nhigher court.’\n[36]\nSee\nBesserglik\nv Minister of Trade, Industry and Tourism\n1996 (4) SA 335\n(CC) para 10, per\nO’Regan J for the court (though not necessary for decision, ‘some\ndoubt’ expressed as to whether\ncomparable provision under interim\nConstitution necessarily entailed a right of\nappeal.\n[37]\nBill of Rights s\n36.\n[38]\nWestern Areas Ltd v The\nState\n98/03, unreported judgment dated 31 March 2005, paras 6-17, per Howie\nP\n[39]\nChevron Engineering (Pty) Ltd v\nNkambule\n2003 (5) SA 206\n(SCA), para\n19.\n[40]\nIn 2004, this court heard and\ndisposed of 200 appeals and 434 petitions for leave to\nappeal.\n[41]\nNational Education, Health\nand Allied Workers Union v University of Cape Town\n2003 (3) SA 1\n(CC) paras\n30-31, re-emphasised in\nDudley v City of Cape Town\n(2004) 25\nILJ\n991 (CC) para 9.\n[42]\nWestern Areas Ltd v\nThe State\n98/03, unreported judgment dated 31 March 2005, para 9, per Howie\nP (read with paras 10-17).\n[43]\n1997 (4) SA\n1076\n(CC), paras 11-28, per Chaskalson P on behalf of the\ncourt.\n[44]\nS v Pennington\nabove para\n24.\n[45]\nMoch v Nedtravel(Pty) Ltd t/a\nAmerican Express Travel Service\n1996 3 SA 1\n(A)\n7F.\n[46]\nMabaso v Law Society, Northern\nProvinces\n[2004] ZACC 8\n;\n2005 (2) SA 117\n(CC) para\n23.\n[47]\n1997 (4) SA 1076\n(CC) para\n26.\n[48]\nSupreme Court Act 59 of 1959 ss 20\nand 21.\n[49]\nExplained by Corbett CJ in\nWestinghouse Brake & Equipment (Pty) Ltd v Bilger Engineering (Pty)\nLtd\n1986 (2) SA 555\n(A) 560F-565E.\n[50]\nAbove pages 564H-565E.\n[51]\nWestinghouse\n1986 (2) SA 555\n(A) 561E-F\n563E.\n[52]\nWestinghouse\n1986 (2) SA\n555\n(A) 565B.\n[53]\n1997 (4) SA 1076\n(CC)\npara 27.\n[54]\nCompare\nS v Rens\n1996\n(1) SA 1218\n(CC);\nS v Steyn\n2001 (1) SA 1146\n(CC).\n[55]\nFry’s Metals (Pty) Ltd v\nNational Union of Metalworkers of SA\n(2003) 24\nILJ\n133 (LAC) paras\n3-17.\n[56]\n‘Bargaining, Business\nRestructuring and the Operational Requirements Dismissal’ (1999) 20\nILJ\n755.\n[57]\n(1999) 20\nILJ\n755 at 770.\n[58]\n(2003) 24 ILJ 133 (LAC)\nparas 24-25.\n[59]\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at\n634H-635C, per Corbett CJ.",
  "scraped_at": "2026-02-12T14:04:58.816723",
  "date": "2005-04-12",
  "coram": [
    "MPATI DP",
    "CAMERON JA",
    "NUGENT JA",
    "CONRADIE JJA",
    "COMRIE AJA"
  ],
  "case_number": "026/03",
  "parties": {
    "applicants": [
      "National Union of Metalworkers of South Africa"
    ],
    "respondents": [
      "Fry's Metals (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In late 2000 Fry's Metals (Pty) Ltd sought to introduce a two‑shift system and to withdraw a transport subsidy. The workers, who were members of the National Union of Metalworkers of South Africa (NUMSA), refused to accept the proposed changes. The company threatened retrenchment, issued notices of retrenchment on 13 October 2000 and letters of dismissal on 18 October 2000, stating that the dismissals were because the employees had rejected the new shift system. NUMSA applied to the Labour Court for an interdict to stop the dismissals. The Labour Court granted an interdict and the Labour Appeal Court (LAC) later reversed that order, prompting the union to seek leave to appeal to the Supreme Court of Appeal (SCA).",
    "issues": "1. Whether the SCA has jurisdiction to hear appeals from the Labour Appeal Court. 2. Whether special leave to appeal is a prerequisite for an SCA appeal from the LAC. 3. Whether the dismissals of the workers were automatically unfair under s 187(1)(c) of the Labour Relations Act, i.e., whether they were intended to compel acceptance of a demand on a matter of mutual interest.",
    "principles": "The Constitution, s 168(3), vests the SCA with the power to hear appeals in any matter, making it the highest appellate court except in constitutional matters. Section 173 of the Constitution gives the SCA inherent power to regulate its own process, including imposing a special leave requirement. The Labour Relations Act provides that a dismissal is automatically unfair if it is motivated by a desire to compel an employee to accept a demand in a matter of mutual interest (s 187(1)(c)). The distinction between conditional dismissals (intended to induce agreement) and final dismissals based on operational requirements is paramount. Relevant authorities include Chevron Engineering v Nkambule, NEHAWU v UCT, S v Pennington, and the Constitutional Court’s rulings on appellate hierarchy.",
    "application": "The Court held that, pursuant to the Constitution, the SCA does have appellate jurisdiction over the LAC in both constitutional and non‑constitutional matters. Applying s 173, the Court imposed a requirement for special leave to protect its process and to ensure expedient resolution of labour disputes. On the merits, the Court found no special factors warranting leave: the LAC’s factual findings were sound, the dispute centred on operational requirements, and the dismissals were not intended to compel acceptance of a demand. Consequently, the dismissals did not fall within the scope of s 187(1)(c) and were not automatically unfair.",
    "conclusion": "The Court granted condonation for the late filing of the leave application, ordered costs, and dismissed the application for special leave to appeal with costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "automatic unfair dismissal",
      "appellate jurisdiction",
      "special leave",
      "operational requirements"
    ]
  }
}