{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/21.html",
  "case_name": "BOE Bank Ltd v City of Tshwane Metropolitan Municipality (240/2003) [2005] ZASCA 21; 2005 (4) SA 336 (SCA) (29 March 2005)",
  "citation": "[2005] ZASCA 21",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 21\n|\nNoteup\n|\nLawCite\nBOE Bank Ltd v City of Tshwane Metropolitan Municipality (240/2003) [2005] ZASCA 21; 2005 (4) SA 336 (SCA) (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number :  240/2003\nIn the matter between :\nB O E BANK\nLIMITED\t\t\t\t\t\tAPPELLANT\nand\nCITY OF TSHWANE METROPOLITAN\nMUNICIPALITY \t\t\t      \t\t    \t      RESPONDENT\nCORAM :\t\t\tSCOTT, MTHIYANE, BRAND,\nCONRADIE, PONNAN JJA\nHEARD :\t\t\t8 MARCH 2005\nDELIVERED :\t\t29 MARCH 2005\nSummary\n:  Charge upon property in\nfavour of municipality imposed by s 118(3) of Act 32 of 2000 – does\nnot exclude debts older\nthan two years – preference enjoyed under section\nalso over mortgage bonds registered prior to commencement of the Act –\ndoes not amount to affording section retrospective\neffect.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis appeal arose from competing claims by the\nappellant ('the bank') and the respondent ('the municipality') to the proceeds\nrealised from a sale in execution of immovable property situated at Wonderboom,\nPretoria ('the property'). The bank's claim is based\non mortgage bonds over the\nproperty while the municipality's claim is for municipal rates and for services\nrendered in connection\nwith the property. The outcome of the dispute turns on\nthe interpretation of s 118(3) of the Local Government : Municipal Systems\nAct\n32 of 2000 ('the Act'), read with subsection 118(1) of the Act. These two\nsubsections provide:\n'118(1)   A registrar of deeds may not register the\ntransfer of property except on production to that registrar of deeds of a\nprescribed\ncertificate –\n(a)  issued by the municipality or\nmunicipalities in which that property is situated; and\n(b)  which certifies\nthat all amounts that became due in connection with that property for municipal\nservice fees, surcharges on fees,\nproperty rates and other municipal taxes,\nlevies and duties during the two years preceding the date of application for the\ncertificate\nhave been fully paid.\n(3)  An amount due for municipal service\nfees, surcharges on fees, property rates and other municipal taxes, levies and\nduties is\na charge upon the property in connection with which the amount is\nowing and enjoys preference over any mortgage bond registered against\nthe\nproperty.'\n[2]\tThe facts of the matter are relatively straightforward. The\nprevious owners of the property were Mr and Mrs Van Heerden. Between\n1994 and\n1996, the bank's predecessor-in-title, NBS Bank Limited, registered three\nmortgage bonds over the property securing loans\nin a total amount of more than\nR2,3m. During the period 1994 to 2001 the previous owners also became indebted\nto the municipality\nfor property rates, municipal services and other charges\ncontemplated in ss 118(1) and 118(3).\n[3]\tIn June 2001 NBS Bank took\njudgment against the Van Heerdens for money lent and advanced under the mortgage\nbonds. In terms of\nthe judgment the property was declared executable. Towards\nthe end of October 2001, the attorneys appointed to attend to the transfer\nof\nthe property pursuant to the sale in execution, applied to the municipality for\nthe clearance certificate contemplated by s 118(1)\nof the Act. The certificate\nissued by the municipality showed an amount of R287 900,29 owing in respect\nof municipal rates and\nservices for the two years preceding the date of\napplication for the certificate, ie since October 1999. The same certificate,\nhowever,\nalso reflected a further amount of R655 273,83 outstanding in\nrespect of municipal debts that became due prior to October 1999.\nIn argument,\nthe latter indebtedness was referred to as 'the historical debt'. For ease of\nreference, I shall adopt the same nomenclature.\n[4]\tAt the sale in\nexecution, which was held in December 2001, the property was sold for\nR725 000. In terms of the conditions\nof sale the purchaser also undertook\nto pay various amounts apart from the purchase price, including 'any charges\nnecessary to effect\ntransfer' of the property. It is common cause that the\npurchaser thus became liable to pay the amount of R287 900,29 certified\nto\nbe owing in respect of the two year period since October 1999. Consequently\nthere is no dispute about this amount. It has been\npaid by the purchaser. The\ndispute concerns the historical debt.\n[5]\tInitially the construction of\ns 118(3) contended for by the municipality was that in terms of the section, the\npurchaser, as the\nnew owner of the property, became liable for the historical\ndebt. That gave rise to an application in the court\na quo\nby the\npurchaser, as first applicant, and the bank, as second applicant, for an order\ndeclaring that s 118(3) did not render the\nnew owner liable for the historical\ndebt. In its answering affidavit the municipality conceded that its initial\ninterpretation of\ns 118(3) could not be sustained. Its revised contention was\nthat, on a proper interpretation of s 118(3), the historical debt enjoyed\na\npreference over the bank's claim under the mortgage bonds to the proceeds of the\nsale in execution. The bank did not agree with\nthis contention. In the event,\nthe municipality brought a counter application essentially for an order\ndeclaring that its interpretation\nof s 118(3) be confirmed. In the court\na\nquo\nthe municipality's contentions were upheld by Du Plessis J who granted\nthe counter application with costs. The appeal against that\njudgment is with his\nleave.\n[6]\tIn the court\na quo\n, the bank's case was exclusively\nbased on the premise that s 118(3) of the Act did not apply to mortgage bonds\nthat were registered\nprior to the commencement of the Act on 1 March 2001. The\napplication of the section to existing bonds, so the bank argued, would\namount\nto affording it retrospective effect which is not warranted by the wording of\nthe section. Confining its judgment to the only\nissue before it, the court\na\nquo\nheld that although s 118(3) does not have retrospective effect, it\nnevertheless applies to mortgage bonds that were registered before\nits\ncommencement on 1 March 2001. The present appeal is inter alia against that\nfinding. In addition, the bank sought and obtained\nleave to appeal on the\nfurther basis, not argued in the court\na quo\n, namely that s 118(3) must\nbe read to incorporate the time limit stipulated in s 118(1) and that the\n'charge' contemplated in subsection\n(3) is therefore limited to debts that\nbecame due during the immediately preceding two years. I propose to deal with\nthe latter contention\nfirst.\n[7]\tIn considering whether the time limit\nstipulated in s 118(1) should be read into s 118(3), it must be borne in mind\nthat the two\nsections provide the municipality with two different remedies.\nAlthough the purpose of both is to ensure payment of the municipal\nclaims that\nfall within the stipulated category, the mechanisms employed to achieve that\npurpose are different. Provisions such as\nthose contained in s 118(1), sometimes\nreferred to as 'embargo' or 'veto' provisions, can be traced back to provincial\nordinances\nconcerning local authorities passed many years ago (see eg\nPretoria Stadsraad v Geregsbode, Landdrosdistrik van Pretoria\n1959 (1) SA\n609\n(T) 613E-F;\nStadsraad van Pretoria v Letabakop Farming Operations (Pty)\nLtd\n1981 (4) SA 911\n(T) 917C-H). While the effect of these embargo\nprovisions is to afford the municipality a right to veto the transfer of\nproperty\nuntil its stipulated claims are met, they do not render the\nmunicipality's claim preferent to existing mortgagees in the case of\na sale in\nexecution. That much was held in\nRabie NO v Rand Townships Registrar\n1926\nTPD 286\n(see also\nNel NO v Body Corporate of the Seaways Building and another\n[1995] ZASCA 83\n;\n1996 (1) SA 131\n(A) 134B-135C;\nFirst Rand Bank Ltd v Body Corporate of\nGeovy Villa\n2004 (3) SA 362\n(SCA) 369F-370E). If the legislature intended to\ncreate such a preference, so Greenberg J held in\nRabie NO\n(at 290), it\nmust do so in specific language and 'not leave such charge to be inferred from\nthe mere existence of an embargo on transfer'.\nThe Transvaal legislature's\nresponse to this decision was to create such a 'charge' in specific language, as\nsuggested by Greenberg\nJ, in s 50(2) (later s 50(3)) of Ordinance 17 of 1939\n(T). Whereas s 50(1) of the ordinance contained an embargo or veto\nprovision,\nsimilar to s 118(1), s 50(2) provided for a 'charge' similar to\ns 118(3), which has since been described as amounting to\na tacit statutory\nhypothec (see eg\nStadsraad, Pretoria v Letabakop Farming Operations (Pty) Ltd\nsupra 918C-G;\nFirst Rand Bank Ltd v Body Corporate of Geovy Villa\nsupra\n368J-369A; C G van der Merwe\n1996 (59)\nTHRHR\n378.\nLike\ns 118(3), s 50(2) specifically declared its purpose to be to afford the\nmunicipality a preference over any mortgage bonds\nregistered against the\nproperty. Unlike s 118(3), however, s 50(2) expressly limited such preference to\ndebts referred to in s 50(1),\nwhich applied only to debts that became due during\nthe preceding three years. Consequently, both the veto and the hypothec provided\nfor in ss 50(1) and 50(2) were expressly limited to municipal claims not older\nthan three years. The inference to be drawn from this\nis clear. The veto in\ns 118(1) and the charge in s 118(3) are two different entities. They may be\nsubject to the same time limit,\nbut this need not be so.\n[8]\tMoreover, s\n118(3) is on its own wording an independent, self-contained provision. It does\nnot require the incorporation of the\ntime limit in s 118(1) to make it\ncomprehensible or workable. It was therefore rightly conceded by the bank that\nthe introduction\nof such time limit into s 118(3) is not a necessary\nimplication. Accordingly, the bank's contention was not that the interpretation\nsuggested by it constituted the only – or even the most – plausible\nreading of s 118(3). What it contended was that\nits interpretation was a\nplausible one which was rendered most likely by reason of other considerations.\nIncluded amongst these,\nwas the consideration that this narrower reading of s\n118(3) would be more in conformity with the guarantee of property rights in\ns\n25(1) of the Constitution (cf\nMkontwana v Nelson Mandela Metropolitan\nMunicipality and another\n2005 (1) SA 530\n(CC) para 45). It would also be\nthe reading, so it was contended, that avoids the total negation of bondholders'\nrights that may\nresult from the more expansive interpretation of the section, as\naptly demonstrated by the facts of this case. It is clear, however,\nthat these\nconsiderations will only come into play if the construction of s 118(3)\ncontended for by the bank is indeed a plausible\none. This flows from the settled\nprinciple that considerations outside the wording of a statutory provision,\nincluding considerations\nof constitutional validity, do not permit an\ninterpretation which is unduly strained (see eg\nNational Director of Public\nProsecutions and another v Mohamed NO and others\n[2003] ZACC 4\n;\n2003 (5) BCLR 476\n(CC) para\n35).\n[9]\tThe vital issue is therefore whether a construction of s 118(3)\nwhich allows for the introduction of the s 118(1) time limit would\nor would not\nbe unduly strained. The bank's proposal was that the opening for such\nintroduction is to be found in the expression\n'an amount due' in s 118(3), as\nopposed to 'all amounts due' in s 118(1). As the starting point to its\nargument the bank referred\nto the fact that exactly the same words are used to\ndescribe the debts involved in s 118(1) and s 118(3), that is, 'municipal\nservice\nfees, surcharges on fees, property rates and other municipal taxes,\nlevies and duties' and that the debts concerned in the two sections\nare\ntherefore exactly the same. Shorn of unhelpful references to the numerous\ndictionary meanings of 'an' and to various rules of\ninterpretation stated in the\nabstract, the bank's argument then proceeded along the following lines. The\nphrase 'all amounts due'\nin s 118(1), so it was said, refers inclusively to a\ncertain class or type of amounts – that is municipal debts of the\nspecified\nkind, restricted by the two year time limit. The effect of using the\nindefinite article 'an' later in the same section, that is,\nin subsection (3),\nis to include the latter amount due in the same class or type as the first.\nConversely, it was argued, the use\nof the word 'all' instead of 'an' in\nsubsection (3) would have been the linguistically feasible way of either\nextending the class\nor including other types of amounts due.\n[10]\tI am\nnot convinced that the difference between 'an' and 'all' can support the weighty\nsuperstructure of the bank's argument.\nI think there is a much simpler\nexplanation for this difference. In subsection (1) 'all amounts' – plural\n– refers to\na number of different debts that became due at different\ntimes. The purpose of 'all' is to indicate that, despite their different\nages,\neveryone of these debts falls within the purview of the section, provided that\nit became due within the preceding two year\nperiod. Subsection (3), on the other\nhand, does not refer to a category or class of debts but to the aggregate of\ndifferent debts\nsecured by a single charge or hypothec. For purposes of s 118(3)\nit therefore does not matter when the component parts of the secured\ndebt became\ndue. The amounts of all debts arising from the stipulated causes are added up to\nbecome one composite amount secured\nby a single hypothec which ranks above all\nmortgage bonds over the property.\n[11]\tConversely, if the legislature\nreally intended to render s 118(3) subject to the same two year time limit\ncontemplated in\ns 118(1), it could have done so in a number of ways. It\ncould, for instance, have repeated the wording of s 118(1). Or, it could\nhave\nfollowed the precedent of the 1939 Transvaal ordinance by simply referring to\n'any amounts due in terms of s 118(1)'. This would\nhave the added advantage of\navoiding repetition of the cumbersome language enumerating the different causes\nfrom which the debts\nconcerned may arise. The inference is clear. If the\nlegislature intended to introduce a time limit into s 118(3), it would not have\ndone so in the convoluted way suggested by the bank. In the result, the only\nplausible interpretation of s 118(3), in my view, is\nthat it is not subject to\nthe time limit contemplated in s 118(1).\n[12]\tThis brings me to the\nbank's alternative argument based on what it contended to be an unwarranted\nretroactive application of\ns 118(3). The starting point of this argument\nwas a reference to s 50(3) of Ordinance 17 of 1939 (T), which was, as I\nhave\nsaid, the predecessor of s 118(3) in the Province of Gauteng. In terms of\nthis previous enactment the charge upon the property was\nlimited to debts that\nbecame due during the preceding three years. On the day before the Act came into\noperation, that is, on 28\nFebruary 2001, the preference enjoyed by the\nmunicipality in terms of its statutory hypothec was therefore limited to debts\nnot older\nthan three years. If the unlimited preference imposed by s 118(3) were\nheld to apply to bonds that existed on 28 February 2001, so\nthe bank's argument\nproceeded, it would afford s 118(3) retrospective effect. In the absence of any\nindication of retrospectivity\nin the enactment itself, the argument concluded,\nsuch retrospective application could not be sustained.\n[13]\tIt is true\nthat if s 118(3) is applied to bonds existing before 1 March 2001, it would\nreduce the security enjoyed by mortgagees\nunder those bonds and in that sense\ninterfere with existing rights. However, that in itself would not mean that the\nsection is afforded\nretrospective effect. As was pointed out by Buckley LJ in\nWest v Gwynne\n[1911] 2 Ch1 at 11-12:\n'Retrospective operation is one\nmatter. Interference with existing rights is another.'\nIn the same case\nBuckley LJ formulated the following test to determine the difference between the\ntwo:\n'If an Act provides that as at a past date the law shall be taken to\nhave been that which it was not, that Act I understand to be\nretrospective. That\nis not this case. The question here is whether a certain provision as to the\ncontents of leases is addressed\nto the case of all leases or only of some,\nnamely leases executed after the passing of the Act. The question is as to the\nambit and\nscope of the Act, and not as to the date as from which the new law, as\nenacted by the Act, is to be taken to have been the law.'\nThe test thus\nformulated has been approved and applied by our courts on various occasions (see\neg\nParow Municipality v Joyce and McGregor (Pty) Ltd\n1974 (1) SA 161\n(C)\n164E-165A;\nAdampol (Pty) Ltd v Administrator, Transvaal\n1989 (3) SA 800\n(A) 811B-813C;\nTransnet Ltd (Autonet Division) v Chairman, National Transport\nCommission\n1999 (4) SA 1\n(SCA) 7A-D).\n[14]\tIt follows that an\nenactment can only be described as retrospective in the true sense if it\nrequires the law to be taken as amended\nprior to its date of amendment. Applying\nthis formula, I find myself in agreement with the court\na quo\nthat on the\ninterpretation of s 118(3) contended for by the municipality, the section\nrequires no such thing. It does not expressly\nor impliedly purport to state that\nbefore 1 March 2001, the law in Gauteng was in any way different from what it\nwas under the 1939\nTransvaal Ordinance. The extended security contended for by\nthe municipality is only effective from 1 March 2001. The bank's contention\nwas\nthat s 118(3) should only be applied to bonds registered after 1 March 2001.\nThis contention cannot find any basis in the presumption\nagainst\nretrospectivity. What it would amount to in effect is a limitation of the ambit\nand scope of the section for which, as I\nread it, there is no\nwarrant.\n[15]\tFor these reasons, the appeal is dismissed with\ncosts.\n...................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nScott JA\nMthiyane JA\nConradie JA\nPonnan JA",
  "scraped_at": "2026-02-12T14:00:00.562228",
  "date": "2005-03-29",
  "coram": [
    "Scott JA",
    "Mthiyane JA",
    "Brand JA",
    "Conradie JA",
    "Ponnan JA"
  ],
  "case_number": "240/2003",
  "parties": {
    "applicants": [
      "BOE BANK LIMITED"
    ],
    "respondents": [
      "CITY OF TSHWANE METROPOLITAN MUNICIPALITY"
    ]
  },
  "sections": {
    "facts": "The appellant, BOE Bank Ltd, held three mortgage bonds over a property in Wonderboom, Pretoria, registered between 1994 and 1996. The former owners, the Van Heerdens, accrued municipal rates and service charges both within and before the two‑year period preceding October 1999. In June 2001 the bank obtained a judgment and the property was sold in execution in December 2001 for R725,000. The purchaser obtained a municipal clearance certificate showing R287,900.29 due for rates within the two‑year period and a further \"historical debt\" of R655,273.83 for older liabilities. The purchaser paid the amount relating to the two‑year period, but the municipality claimed a preferential charge over the proceeds for the historical debt, which the bank contested.",
    "issues": "1) Whether section 118(3) of the Local Government: Municipal Systems Act 32 of 2000 creates a charge that enjoys preference over mortgage bonds for debts that arose more than two years before the application for a clearance certificate. 2) Whether s 118(3) should be read as incorporating the two‑year limitation in s 118(1). 3) Whether s 118(3) applies retrospectively to mortgage bonds registered before the Act commenced on 1 March 2001.",
    "principles": "The Court applied rules of statutory interpretation, distinguishing the veto mechanism in s 118(1) from the charge in s 118(3). Precedent from Rabie NO v Rand Townships Registrar and the reasoning of Greenberg J were used to require explicit language if a preference was intended. The Court also considered the test for retrospective operation articulated by Buckley LJ in West v Gwynne, and noted that interference with existing rights does not automatically make a provision retrospective. Constitutional considerations under s 25(1) of the Constitution were acknowledged but deemed insufficient to alter the plain meaning of the statute.",
    "application": "The Court examined the wording of s 118(3) and found it to be a self‑contained provision that does not incorporate the two‑year limitation of s 118(1). It rejected the bank’s argument that the difference between \"an\" and \"all\" indicated a limited time scope. The Court concluded that the legislature, if it had intended a temporal restriction, would have expressed it plainly. Regarding retrospectivity, the Court applied Buckley LJ’s test and held that s 118(3) does not require the law to be taken as amended before 1 March 2001; it merely takes effect from that date, so it is not retrospectively applied to pre‑existing bonds. Consequently, the municipal charge enjoys preference over the mortgage bonds, including those registered prior to the Act.",
    "conclusion": "The appeal by BOE Bank Ltd was dismissed with costs. The municipal charge under s 118(3) is effective over the mortgage bonds, regardless of when the bonds were registered, and is not limited by the two‑year period in s 118(1)."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Mortgage and Charges",
    "level_3": [
      "municipal rates",
      "statutory hypothec",
      "retrospective legislation",
      "preference over mortgages"
    ]
  }
}