{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/48.html",
  "case_name": "Medscheme Holdings (Pty) Ltd and Another v Bhamjee (214/2004) [2005] ZASCA 48; [2005] 4 All SA 16 (SCA); 2005 (5) SA 339 (SCA) (27 May 2005)",
  "citation": "[2005] ZASCA 48",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 48\n|\nNoteup\n|\nLawCite\nMedscheme Holdings (Pty) Ltd and Another v Bhamjee (214/2004) [2005] ZASCA 48; [2005] 4 All SA 16 (SCA); 2005 (5) SA 339 (SCA) (27 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 214/04\nIn the matter between :\nMEDSCHEME HOLDINGS (PTY)\nLIMITED\nFirst Appellant\nMEDSCHEME (PTY) LIMITED\nSecond\nAppellant\nand\nYUSUF BHAMJEE\nRespondent\n________________________________________________________________________\nBefore:\tZULMAN, CAMERON, NUGENT, CLOETE & JAFTA JJA\nHeard:\t3 MAY 2005\nDelivered:\n27 MAY\n2005\nSummary:\tContract –\nwhether voidable for duress – economic duress to be distinguished from\nhard bargaining.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tDr Yusuf Bhamjee\n– the respondent in this appeal – graduated from the Medical\nUniversity of South Africa in 1989.\nAfter completing his internship he joined Dr\nKarim in general practice in Kinross and two years later he took over the\npractice.\n Most of Dr Bhamjee’s patients were employees of Sasol and their\ndependants, who benefited from one or other of two medical-aid\nschemes operated\nby Sasol. Although his patients were far from affluent, the practice, said Dr\nBhamjee, was very lucrative.\n[2]\tIt was because the practice was costing the\nschemes more than comparative practices in the area that it came to the\nattention\nof Medscheme (the second appellant, which is a subsidiary of the first\nappellant, but the distinction between the two companies is\nnot material) which\nis an administrator of medical aid schemes. It administered, amongst others, the\ntwo Sasol schemes, which were\nonce racially divided.  The members of Oilmed were\nSasol’s black, generally lower-earning, employees.  Other employees\nbelonged\nto Sasolmed. (The two schemes have since been combined.) Most of Dr\nBhamjee’s patients were beneficiaries of Oilmed.\n[3]\tOn two occasions\n– first on 23 June 1998 and then again on 17 February 2000 – Dr\nBhamjee acknowledged himself to be\nindebted to Medscheme for the repayment of\nportion of the moneys that he had claimed from and been paid by the schemes.  On\nthe first\noccasion he acknowledgment himself to be indebted in the sum of\nR350 000, which he paid in instalments over about two years.\nOn the second\noccasion he acknowledged himself to be indebted in the sum of R588 000.\nWhen that acknowledgment of debt was signed\nit was anticipated that portion of\nthe debt would be set off against moneys that Dr Bhamjee had claimed from but\nnot yet been paid\nby the schemes, and that the balance would be paid in\ninstalments, and those terms were incorporated in the document.  It is not\ndisputed that that acknowledgment of debt, and its related undertaking, was\nconditional upon its terms being approved by the schemes,\nwhich did not occur.\n(The point was overlooked when the present proceedings were\ncommenced.)\n[4]\tSoon after the second acknowledgment of debt was signed the\nSasol schemes decided that they would no longer accept claims made\nupon them\ndirectly by Dr Bhamjee. Instead, he would be required to recover his charges\nfrom their members, who would in turn be reimbursed\nby the schemes to the extent\nof prescribed tariffs.  The result was disastrous for Dr Bhamjee. It seems that\nmost of Dr Bhamjee’s\npatients preferred to consult practitioners whose\ncharges were recoverable from the schemes directly and his practice soon\ncollapsed.\n[5]\tThat seems to have been what prompted Dr Bhamjee to dispute\nthe validity of the two acknowledgments of debt, alleging that they\nwere signed\nunder duress.  He sued Medscheme in the Pretoria High Court for declarations\nthat they were void, for recovery of the\nmoneys that he had paid, and for\nrecovery of the moneys that were retained by Medscheme for set off against the\nsecond acknowledged\ndebt. In addition to resisting Dr Bhamjee’s claims\nMedscheme counterclaimed for recovery of the balance of the second acknowledged\ndebt (after deducting the moneys that were to be set off). Dr Bhamjee’s\nclaims succeeded and Medscheme’s counterclaim\nwas dismissed (by Claassen\nAJ). Medscheme now appeals with the leave of the court\na quo\n.\n[6]\tIn\ngeneral terms, an undertaking that is extracted by an unlawful or unconscionable\nthreat of some considerable harm, is\nvoidable.\n[1]\nThe harm with which Dr\nBhamjee alleges he was threatened was economic harm, the nature of which emerges\nfrom the relationship that\nexisted between Dr Bhamjee and the schemes.\n[7]\tA\nmedical aid scheme is an association of its members who contribute (their\ncontributions might be augmented by contributions\nfrom their employer) to a fund\nfrom which their medical expenses are defrayed. Often the member will pay, or\nincur liability to pay,\nthe provider of the medical service, and will be\nreimbursed by the scheme to the extent of a prescribed tariff. Or the scheme\nmight\nchoose to accept claims directly from service providers, which holds out\nadvantages for members and for service providers alike.\n But that entails some\nrisk to the scheme. Clearly the scheme will be unable in practice to verify each\nof what will often be numerous\nclaims. The avoidance of excessive or fraudulent\nclaims will thus depend largely upon the integrity of the service provider. On\nthe\nother hand the discretion to accept claims directly also affords\nconsiderable bargaining power to the scheme when dealing with those\nservice\nproviders who depend for their economic survival upon their claims being paid by\nthe scheme.\n[8]\tDr Bhamjee was one such service provider. And it was the\nassertion by Medscheme of that bargaining power, so he alleges, that\nconstituted\nwhat he complains of as duress. It occurred in the circumstances that\nfollow.\n[9]\tMedscheme offers to the schemes that it administers, at an\nadditional cost, what was referred to as a ‘managed health care’\nservice, which enables the costs being incurred by the scheme to be monitored\nand controlled. One of the techniques that is used\nto monitor costs is the\ncomparison of a medical practitioner’s cost-profile against the average\ncost-profile of comparable\npractices. If there are material discrepancies steps\nwill be taken to investigate and if possible reduce or eliminate the\ndiscrepancies,\nfirst by alerting the practitioner to the discrepancies, then by\nreferring the matter to the practitioner’s professional body,\nand then by\ndirect discussion with the practitioner.  Ultimately the scheme might exercise\nits discretion against accepting claims\nfrom the practitioner directly with the\neffect that its members will be discouraged from using the services of that\npractitioner\nto the overall benefit of members.\n[10]\tDuring 1998 Dr\nBhamjee’s claims profile came to the attention of Medscheme and ultimately\na meeting was arranged with him\nto discuss the matter.  The meeting was held on\n23 June 1998.  Medscheme was represented by Mr Daylan Moodley, who was employed\nby\nMedscheme as a Senior Manager: Provider Profiling.  (Mr Moodley said that the\nmeeting was also attended by Mr Deva Moodley but that\nis not material.)  The\nfunction of Mr Moodley’s department was not directed towards detecting or\ninvestigating fraud or other\ndishonest abuses (that was the task of another\ndepartment) but rather towards monitoring the cost-effectiveness of service\nproviders\nand taking steps to contain those costs.\n[11]\tMuch of what occurred\nat the meeting is in dispute. What is not in dispute is that Mr Moodley had\nbefore him Dr Bhamjee’s\nclaims profile for a period of three months and a\ncomparative profile of the average claims of comparable practices in the area.\nMr Moodley said that his principal concerns were Dr Bhamjee’s average\ncost-per-patient, which was substantially higher (about\n50%, or R110 per\npatient) than the average cost of comparable practices, and the frequency of\nrepeat consultations. Mr Moodley calculated\nthat the cost to the schemes of Dr\nBhamjee’s practice over the preceding six months was roughly R400 000\nhigher than the\ncost would have been had the services been provided by the\naverage comparable practice in the area (calculated at R110 per patient\nfor an\naverage of 600 patients per month) and he told Dr Bhamjee that the schemes were\nconsidering terminating direct payments to\nhim.  He said that Dr Bhamjee became\nperturbed and asked whether the schemes would reconsider the matter if he\nrepayed at least part\nof the excess.  Mr Moodley told him that that was a matter\nfor the decision of the schemes.  Dr Bhamjee then signed the first\nacknowledgment\nof debt, which Mr Moodley undertook to put before the\nschemes’ trustees.  A day or two later he discussed the matter with the\nchairman of the schemes’ trustees who accepted Dr Bhamjee’s\noffer.\n[12]\tDr Bhamjee’s account of the meeting was that Mr Moodley\nsaid that he (Dr Bhamjee) was earning too much, that he was dispensing\nexpensive\nmedicines, that he had been instructed to demand from Dr Bhamjee repayment of\nall his earnings in excess of R150 000\nper month for the past six months,\nand that if he refused the schemes would terminate direct payments.  He said\nthat Mr Moodley then\ncalculated his alleged excess earnings to be about\nR370 000 but said that, as a favour, he would reduce it to R350 000.\n\nDr Bhamjee said that in desperation, and in fear that his practice would\ncollapse if the threat was carried out, he signed the acknowledgment\nof debt. \nAt the end of the meeting, he said, Mr Moodley warned him that direct payments\nto him would be terminated immediately if\nhe discussed the matter with an\nattorney.\n[13]\tThe learned judge in the court\na quo\nrejected the\nevidence of Mr Moodley (as he rejected the evidence of all Medscheme’s\nprincipal witnesses) and accepted that of\nDr Bhamjee. His assessment of their\nevidence was based on their demeanour, and on what were said to be discrepancies\nin their evidence\nnone of which seem to me to be material.\n[14]\tIt has been\nsaid by this court before, but it bears repeating, that an assessment of\nevidence on the basis of demeanour –\nthe application of what has been\nreferred to disparagingly as the ‘Pinocchio\ntheory’\n[2]\n– without\nregard for the wider probabilities, constitutes a\nmisdirection.\n[3]\nWithout a careful\nevaluation of the evidence that was given (as opposed to the manner in which it\nwas delivered) against the underlying\nprobabilities, which was absent in this\ncase, little weight can be attached to the credibility findings of the court\na quo\n. Indeed, on many issues, the broad credibility findings,\nundifferentiated as they were in relation to the various issues, were clearly\nincorrect when viewed against the probabilities.\n[15]\tBut on the critical\nissues of fact the discrepancies are in any event not material. Clearly Dr\nBhamjee must have signed the acknowledgment\nof debt in the belief that his\nfailure to do so placed the future of his lucrative practice at risk. Whether\nhis belief was induced\nby a threat made directly or only by implication is of no\nconsequence. The question is only whether the direct or indirect threat\nconstituted duress as it is understood in law.\n[16]\tThere can be no quibble\nwith the finding of the learned judge that the threatened harm was imminent. But\nhis finding that the\nthreat was unconscionable, and therefore constituted\nduress, was based on two interrelated grounds that were both\nincorrect.\n[17]\tThe learned judge said that the situation in which Dr Bhamjee\nfound himself was ‘not one where [Dr Bhamjee] really gained\nanything by\nconceding to [Medscheme’s] threats’. That is not correct. Dr Bhamjee\nhad everything to gain: if he agreed\nto repay the money he would be able to\ncontinue what until then had been a lucrative practice. The learned judge also\nsaid that Dr\nBhamjee was simply ‘obtaining what was his in any\nevent’. That was also incorrect. Dr Bhamjee was not entitled to insist\nthat the schemes continue supporting his practice by accepting his claims\ndirectly. It was within their discretion to do so or not.\n(It was suggested in\nargument that a contractual right to receive direct payment had accrued to Dr\nBhamjee by past conduct but that\ntakes the matter no further: Even if he enjoyed\nsuch a right it clearly did not extend in perpetuity and was capable of being\nterminated\nby the\nschemes.)\n[18]\tEnglish\n[4]\nand\nAmerican\n[5]\nlaw both recognise that\neconomic pressure may, in appropriate cases, constitute duress that allows for\nthe avoidance of a contract.\nAs pointed out by Van den Heever AJ in\nVan den\nBerg & Kie Rekenkundige Beamptes v Boomprops 1028 BK\n1999 (1) SA 780\n(T), that principle has yet to be authoritatively accepted in our\nlaw.\n[6]\nWhile there would seem to be\nno principled reason why the threat of economic ruin should not, in appropriate\ncases, be recognised\nas duress, such cases are likely to be rare. (The point is\nunderlined by the dearth of English cases in which economic duress was\nfound to\nhave existed.\n[7]\n)  For it is not\nunlawful, in general, to cause economic harm, or even to cause economic ruin, to\nanother, nor can it generally be\nunconscionable to do so in a competitive\neconomy. In commercial bargaining the exercise of free will (if that can ever\nexist in any\npure form of the term) is always fettered to some degree by the\nexpectation of gain or the fear of loss. I agree with Van den Heever\nAJ (in\nVan den Berg & Kie Rekenkundige Beamptes\nat 795E-796A) that hard\nbargaining is not the equivalent of\nduress,\n[8]\nand that is so even where\nthe bargain is the product of an imbalance in bargaining power.  Something more\n– which is absent\nin this case – would need to exist for economic\nbargaining to be illegitimate or unconscionable and thus to constitute\nduress.\n[19]\tThe bargain in the present case was in any event not a\nparticularly hard one. The schemes, in the interest of their members,\nwere\nentitled to encourage members to consult practitioners whose costs were\nreasonable, and to refrain from consulting others. The\nbargain that they struck\nwith Dr Bhamjee had the effect merely of demanding, as a condition for the\ncontinuations of their relationship,\nthat Dr Bhamjee’s charges, including\nthose that had already been incurred, were consistent with those of comparable\npractices.\nContrary to the finding of the court\na quo\nDr Bhamjee had no\nright to insist that the schemes continue supporting him on other terms. No\ndoubt Dr Bhamjee made the trade-off\n– and then paid the acknowledged debt\nover the following two years – precisely because he considered it to be\neconomically\nworthwhile, even though he would no doubt have preferred not to\nhave been required to make it.\n[20]\tThe second acknowledgment of debt has its\norigin in a telephone call that was made to Medscheme about sixteen months later\n(in\nOctober 1999) by a former associate of Dr Bhamjee with whom he had fallen\nout.  In a signed statement the informant told Medscheme,\namongst other things,\nthat Dr Bhamjee had been submitting false and inflated claims to the schemes,\nand that he purchased and repackaged\nmedicines that had been stolen from state\nhospitals. (After the commencement of the action the informant retracted the\nallegations\nand in giving evidence at the instance of Dr Bhamjee he repeated\nthat the allegations were untrue.)\n[21]\tMedscheme’s special\ninvestigations unit, under the management of Ms van Zyl, commenced an\ninvestigation of Dr Bhamjee’s\nclaims.  An analysis of his claims for the\nperiod 1 January 1998 to 30 September 1999 reflected features that were\nconsistent with\nthe allegation that false claims had been submitted. Amongst\nother things it reflected an abnormal number of consultations, that\nDr Bhamjee\nwould have to have seen over 100 patients a day on occasions (and on one day 172\npatients), that some of the procedures\nthat were claimed for were unusual for\nthat type of practice, that medicines were prescribed more frequently than\nnormal, and that\n25 accounts submitted by Dr Bhamjee purported to have been\nissued before the treatment was administered. It also reflected that claims\nfor\nmedicines amounted to R1 289 289 of which R829 599 had been paid\nby the schemes.\n[22]\tMs van Zyl reported the findings to the chairman of\ntrustees of the Sasol schemes and they agreed that a meeting should be held\nwith\nDr Bhamjee. Payment of claims that had been submitted by Dr Bhamjee but had not\nyet paid would meanwhile be withheld.\n[23]\tMs van Zyl (and others) met with\nDr Bhamjee on 19 January 2000 and expressed her concerns. Clearly she was not\nsatisfied with\nhis explanations. When asked for his patient files Dr Bhamjee\nsaid that he kept none. (He said that the only record of patients was\nthe record\nhe had on his computer.) Dr Bhamjee was also asked to produce the invoices for\nhis purchase of medicines, which he undertook\nto do. After the meeting Dr\nBhamjee went in search of the invoices only to discover, so he alleged, that\nsome of his files were missing\nfrom one of his surgeries. (He surmised that the\nfiles must have been stolen about a month earlier.) He nevertheless submitted to\nMedscheme those invoices that he had in his possession, which reflected the\npurchase of medicines by Dr Bhamjee during 1999 and 2000\nfor\nR110 472.\n[24]\tA manual that is issued by the pharmaceutical industry\nreflects the recommended wholesale and retail prices of medicines. (The\nschemes\npay for medicines at the recommended retail price.) The mark-up from the\nrecommended wholesale price to the recommended retail\nprice is generally 50%.\nApplying that percentage mark-up, the recommended retail price of the medicines\nreflected on Dr Bhamjee’s\ninvoices ought to have been no more than\nR165 000. That was about R663 000 short of the amount that had been\npaid to Dr\nBhamjee for medicines over the relevant period.\n[25]\tAt another\nmeeting held on 17 February 2000 Ms van Zyl confronted Dr Bhamjee with the\napparent shortfall, for which he offered\nvarious explanations. The explanations\nthat he offered, either at the meeting or in his evidence, were that the\ndiscrepancy was to\nbe accounted for partly by the missing invoices, partly by\nthe acquisition of medicines from the estate of a deceased uncle for which\nhe\nhad no invoices, partly by what he referred to as ‘deals’ that he\nwas given by pharmaceutical sales representatives\n(by which he meant that he was\ngiven free medicines which he dispensed at the recommended retail price), and\npartly by the acquisition\nof generic medicines from wholesalers at far below the\nrecommended wholesale price with the result that his mark-up (when claiming\nat\nthe recommended retail price) was 1 000% or more and not 50%.\n[26]\tMs van Zyl\nalso confronted Dr Bhamjee with the fact that his claims reflected that he had\nseen as many as 172 patients on one\nday (that number, as it turned out, ought to\nhave been 167) which Dr Bhamjee explained on the basis that he worked extremely\nlong\nhours.\n[27]\tClearly Ms van Zyl was still not satisfied with Dr\nBhamjee’s explanations, for which there was no independent corroboration,\nbecause she insisted that he repay some of the moneys that had been paid to him.\nAt first she wanted him to repay what she believed\nwas an unsubstantiated charge\nfor medicines (which she calculated, in the manner I have described, to be about\nR663 000). Adopting\nan alternative approach she calculated that if Dr\nBhamjee had seen an average of 40 patients a day – which would have been\nbe closer to the norm – at an average charge of R150 per patient his\naverage monthly earnings would have been R126 000\nand not R175 000 (a\ndifference of R49 000 per month). Calculated on either basis she believed\nthat Dr Bhamjee must have\novercharged about R588 000 during the preceding\nyear and she wanted that amount to be repaid.\n[28]\tDr Bhamjee’s account\nof the meeting was that Ms Van Zyl was adamant that if he failed to pay that\namount the schemes would\nrefuse to continue accepting his claims. Whether Ms van\nZyl issued that threat expressly (which she denied) is again not material.\nIt is\nclear from the tenor and the purpose of the meeting that the threat was at least\nimplicit in what she said. (Dr Bhamjee alleged\nthat there were also other\nthreats but there is no suggestion that those alleged threats induced him to act\nas he did and they are\nnot relevant.) Dr Bhamjee thereupon signed the\nacknowledgment of debt, and agreed that portion of the debt could be set off\nagainst\nmoneys that had been claimed but had not yet been paid, and that the\nbalance would be paid in instalments.\n[29]\tAgain the court\na quo\nfound\nthat Dr Bhamjee was placed under an unconscionable threat that amounted to\nduress. Again I disagree. It is quite apparent that\nMs van Zyl believed that Dr\nBhamjee had been cheating the schemes and it was for that reason that she sought\nthe repayment. Bearing\nin mind the allegations that had been made by the\ninformant (which had not been retracted at that stage and which there was no\napparent\nreason not to believe), the information that had emerged from the\nclaims analysis (which tended to support the allegations), and\nthe absence of\nany independent corroboration for Dr Bhamjee’s explanations, some of which\nwere themselves improbable, she had\nadequate grounds for that belief. There can\nbe no suggestion, in those circumstances, that Ms van Zyl was overreaching Dr\nBhamjee\nby attempting to extract moneys from him that she knew were not due.\nWhat resulted was no more than a settlement of the parties’\nrespective\ncontentions, prompted by legitimate commercial considerations that fell far\nshort of duress.\n[30]\tBut what was overlooked by both parties when the action\nwas tried, and even when the appeal was argued in this court, is that\nthe\nevidence established that the proposal made by Dr Bhamjee was in any event\nconditional upon its acceptance by the schemes, which\ndid not occur, and on\nthose grounds no enforceable obligations came into existence in the first place.\nCounsel for Medscheme conceded,\ncorrectly, that although that was not the basis\non which the trial was conducted, the matter was fully explored in the evidence,\nand Medscheme’s counterclaim must be dismissed on that ground. But it does\nnot follow that Dr Bhamjee’s claim for payment\nought to have succeeded.\nNor ought it to have succeeded even if his undertakings were void on the grounds\nof duress. Medscheme was\nnot obliged to pay the claims that Dr Bhamjee had\nsubmitted, and that were to be set off against the acknowledged debt. Those\ndebts,\nif they were incurred at all – which was not established by the\nevidence – were incurred by Dr Bhamjee’s patients\nand not by\nMedscheme.  No foundation having been laid for Dr Bhamjee’s claim for\npayment, either in the pleadings or the evidence,\nthat claim should properly\nhave been dismissed.\n[31]\tThe appeal succeeds with costs including the costs\nof two counsel. The order of the court\na quo\nis set aside and the\nfollowing is substituted:\n‘1.\tThe claims are dismissed with costs.\n2.\tThe counterclaim is dismissed with costs.’\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nZULMAN JA\t)\nCAMERON JA\t)\tCONCUR\nCLOETE JA\t)\nJAFTA JA\t\t)\n[1]\nSee, for example,\nBroodryk v\nSmuts NO\n1942 TPD 47\nat 53;\nArend v Astra Furnishers (Pty) Ltd\n1974\n(1) SA 298\n(C) 305H-306C.\n[2]\n‘...according to which dishonesty on the part of a witness manifests\nitself in a fashion that does not appear on the record\nbut is readily\ndiscernible by anyone physically present ...’ see AM Gleeson QC\n‘Judging the Judges’ 53\nAustralian LJ\n338 at 344 quoted in\nTom Bingham\nThe Business of Judging: Selected Essays and Speeches\n(2000)\nOxford University Press 10.\n[3]\nSee, for example,\nBody Corporate of Dumbarton Oaks v Faiga\n[1998] ZASCA 101\n;\n1999 (1) SA\n975\n(SCA) 979I. See too\nPresident of the Republic of South Africa and Others\nv South African Rugby Football Union and Others\n2000 (1) SA 1\n(CC) para 79;\nSantam Bpk v Biddulph\n2004 (5) SA 586\n(SCA) para 16; HC Nicholas\n‘Credibility of Witnesses’\n(1985) 102\nSALJ\n32\n, 36-37 and\ncases there quoted including\nArter v Burt\n1922 AD 303\nat 306; and in a\ncriminal context see\nS v V\n2000 (1) SACR 453\n(SCA)\n455f-h.\n[4]\nSee, for\nexample,\nChitty on Contracts\nVol 1 paras 7-011 to 7-015;\nDimskal\nShipping Co. S.A. v International Transport workers Federation\n1992 2 AC 152\n(HL) per Lord Goff of Chieveley at 165F-H;\nCTN Cash and Carry Ltd v Gallaher\nLtd\n[1993] EWCA Civ 19\n;\n[1994] 4 All ER 714\n(CA);\nCheshire, Fifoot and Furmston’s Law\nof Contract\n14\nth\ned by MP Furmston\n340-343.\n[5]\nRestatement of the\nLaw (Second) Contracts\n2d Vol 1 Paras 175 and\n176.\n[6]\nIn\nMalilang v MV Houda\nPearl\n1986 (2) SA 714\n(AD) this court was bound to apply admiralty law as\nadministered by the English Courts and it considered the English law on economic\nduress in that context. In\nNational Education Health & Allied Workers\nUnion v Public Health & Welfare Sectoral Bargaining Council\n(2002) 23\nILJ 509 (LC) the court appears to have overlooked the context in which the\nsubject was considered by this court in\nMalilang\n.\n[7]\nSee, for\nexample,\nCTN Cash and Carry v Gallaher\n, footnote 4, in which a hard\nbargain was held not to constitute\nduress.\n[8]\nSee, too, Christie\nThe Law of Contract\n4\nth\ned 354.",
  "scraped_at": "2026-02-12T14:07:55.717869",
  "date": "2005-05-27",
  "coram": [
    "Zulman JA",
    "Cameron JA",
    "Nugent JA",
    "Cloete JA",
    "Jafta JA"
  ],
  "case_number": "214/04",
  "parties": {
    "applicants": [
      "Medscheme Holdings (Pty) Limited",
      "Medscheme (Pty) Limited"
    ],
    "respondents": [
      "Yusuf Bhamjee"
    ]
  },
  "sections": {
    "facts": "Dr Yusuf Bhamjee operated a lucrative medical practice serving mainly Sasol employees who were members of two medical‑aid schemes administered by Medscheme. In 1998 Medscheme identified that Bhamjee’s cost profile was substantially higher than comparable practices and warned that the schemes might terminate direct payments unless he repaid the excess. On 23 June 1998 Bhamjee signed an acknowledgment of debt for R350,000, which he paid in instalments. A second acknowledgment for R588,000 was signed on 17 February 2000 after Medscheme’s investigations raised allegations of false and inflated claims. Bhamjee alleged that both acknowledgments were signed under duress and sought declarations of voidness and repayment of amounts already paid. Medscheme counterclaimed for the balance of the second debt. The High Court found the acknowledgments void for duress; Medscheme appealed.",
    "issues": "1. Whether the acknowledgments of debt were voidable on the ground of duress, specifically economic duress. 2. Whether the threat to terminate direct payments constituted an unlawful or unconscionable pressure. 3. Whether Medscheme was liable to pay the claims that Bhamjee had submitted and set off against the debt.",
    "principles": "The Court reiterated that a contract obtained by an unlawful or unconscionable threat of substantial harm is voidable. Economic pressure may amount to duress only where the pressure is illegitimate and goes beyond hard bargaining. The Court cited English and American authorities that recognise economic duress but warned that mere commercial bargaining, even where there is an imbalance of power, does not constitute duress. A threat must be unlawful, unconscionable, or constitute illegitimate pressure to render a contract voidable.",
    "application": "The Court held that the schemes’ discretion to alter the method of payment was lawful and that Bhamjee stood to gain by agreeing to the repayment, contrary to the trial judge’s finding of no gain. The threat to terminate direct payments was a legitimate commercial measure, not an unlawful or unconscionable act. Consequently, the acknowledgments were not void for duress. Moreover, the acknowledgments were conditional on approval by the schemes, which never occurred, so no enforceable obligations arose. Medscheme’s counterclaim for the balance of the debt was therefore dismissed, and Bhamjee’s claim for payment of the set‑off claims also failed.",
    "conclusion": "The appeal succeeded. The High Court’s orders were set aside. Both Bhamjee’s claims and Medscheme’s counterclaim were dismissed with costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Duress",
    "level_3": [
      "economic duress",
      "medical aid schemes",
      "contract voidability",
      "commercial bargaining"
    ]
  }
}