{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/111.html",
  "case_name": "Rates Action Group v City of Cape Town (16/2005) [2005] ZASCA 111; [2007] 1 All SA 233 (SCA); 2006 (1) SA 496 (SCA); 68 SATC 1 (25 November 2005)",
  "citation": "[2005] ZASCA 111",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 111\n|\nNoteup\n|\nLawCite\nRates Action Group v City of Cape Town (16/2005) [2005] ZASCA 111; [2007] 1 All SA 233 (SCA); 2006 (1) SA 496 (SCA); 68 SATC 1 (25 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO: 16/05\nReportable\nIn the matter between\nRATES ACTION GROUP \t\t\t\t\t\t  A\nppellant\nand\nTHE CITY OF CAPE TOWN\nRespondent\nCoram\n:\t\tHowie P, Streicher, Lewis, Jafta JJA Nkabinde AJA\nHeard:\t8 November 2005\nDelivered:\t25 November 2005\nSummary: \tThe levying of a rate as a charge for sewerage services and\nrefuse removal is permitted under the\nLocal Government:  Municipal Systems Act\n32 of 2000\n.\nJUDGMENT\nLEWIS JA:\n[1]\tThis appeal is against a decision of\nthe Cape High Court (Budlender AJ, Moosa J concurring) in which it was found\nthat the respondent,\nthe City of Cape Town (the ‘City’), was\nentitled to levy a charge based on the municipal value of property for sewerage\nservices and refuse removal. The judgment of the court below is reported in\n2004\n(5) SA 545\n(C). The appellant impugns only one aspect of the decision, and in\nview of the fullness and lucidity of the judgment of Budlender\nAJ there is no\nneed to deal with any other issue raised in the court of first\ninstance.\n[2]\tThe appellant is a voluntary association that represents a\nnumber of different ratepayer associations in parts of the City. It\nsought an\norder declaring that the levying and recovery from ratepayers of the City of (a)\nsewerage charges based solely on the value\nof a ratepayer's property, and\nunrelated to the volume of water supplied, imposed by the City since 1 July\n2002; and (b) refuse removal\ncharges based solely on the value of a ratepayer's\nproperty, as imposed by the respondent since 1 July 2002, was unlawful,\nalternatively,\nunconstitutional, in terms of the provisions of the\nLocal\nGovernment: Municipal Systems Act 32 of 2000\n,  and hence of no force from these\nrespective dates. The appellant also asked that, consequent on the order being\ngranted, the City\ncredit all its ratepayers with the amounts paid, and interest,\nas from the date of the imposition of such charges; and that the City\nreverse\nthe charges, and interest accruing thereon, to those ratepayers who had not\npaid. The application was dismissed. The appeal\nlies with the leave of this\ncourt.\n[3]\tThe background to the case is, very briefly, this: the City\nwas created in December 2000 by the amalgamation of the Cape Metropolitan\nCouncil and six transitional municipal local councils. In what had formerly been\nthe Cape Town and South Peninsula Local Council\nareas, sewerage and refuse\nremoval services were funded from property rates. There were no consumption\ncharges for these services.\nIn other areas charges for the services were based\neither on consumption or on a flat rate. These charges, and the different\nmethods\nof determining them, were permissible in terms of s 10G of the Local\nGovernment Transition Act 209 of 1993 (the ‘LGTA’\n).\n[4]\tAfter its establishment the City compiled a general valuation roll\nincorporating all of the properties which fell within its jurisdiction.\nThis led\nto a substantial increase in the valuation of many properties which had not been\nvalued for several years. The revaluation\nof properties had a significant effect\nnot only in so far as rates were concerned (see in this regard\nCity of Cape\nTown v  Robertson\n[2004] ZACC 21\n;\n2005 (2) SA 323\n(CC)) but also in so far as charges for\nsewerage and refuse removal were concerned, for these were based, in part, on\nthe rateable\nvalue of property from 2000. It is these charges that are the\nsubject of the dispute before the court.\n[5]\tIn 2002 the City Council\napproved a budget and for the first time determined a uniform method of charging\nfor sewerage and refuse\nremoval services applicable throughout the areas under\nits jurisdiction. Sewerage service charges consisted of two elements. The\nfirst\nwas a charge based on estimated consumption, which was capped for single\nresidential properties. The second was a basic charge\nof R38 for each property,\nbut which was subject to a rebate based on the value of the property. The rebate\nranged from a full one\nin respect of properties worth less than R50 000, to one\nof R8 for properties valued between R1m and R1,5m.  Refuse removal charges\nalso\nhad two elements: user charges, subject to rebates based on property values;\nand, secondly, a percentage of the rateable value\nof the property if it was in\nexcess of R50 000.\n[6]\tTowards the end of 2002 the Council,\nnewly-controlled by a different political party, adopted a policy to combat\npoverty within\nthe City. An independent study was commissioned to obtain advice\non how to recover the costs of services, while at the same time\nsubsidising\nhouseholds where the occupants could not afford the costs – about a third\nof the people living in the area. The\nCouncil, after considering the report and\nrecommendations made pursuant to the study, agreed to a significant shift in\npolicy in\nrelation to the funding of services. The aim was to ensure that at\nleast 50 per cent of revenue in respect of sewerage services was\nbased on fixed\ncharges, determined in accordance with the rateable value of the property.\nPreviously, only some 20 per cent of the\nrevenue was based on a fixed charge.\nThe balance of revenue would be based on a consumption charge.\n[7]\tThe\ncharges imposed for the 2003/2004 year were made up as follows. The sewerage\nservice charge again had two elements. The first\nwas a range of consumption\ncharges based on estimated water consumption, but capped at 28 kl per month in\nthe case of single residential\nproperties. The second element was a charge based\non the value of the property in question. In the case of single residential\nproperties,\nthis was charged at the rate of 0,153 cents in the rand of rateable\nvalue above R50 000, subject to a 30 per cent rebate. It was\nnot capped. This\nchange from the 2002/3 flat rate of R38 per property (subject to a value-based\nrebate) resulted in an increase in\nthat element of the sewerage charge in\nrespect of all properties with a rateable value of R128 509,80 or higher.\n[8]\tThe refuse removal charges were also based on two elements. There\nwas a range of consumer charges, coupled with a charge based\non the property\nvalue. In the case of residential properties, the charge based on the property\nvalue was 0,041588185 cents in the\nrand on rateable value above R50 000. This\nwas not capped.\n[9]\tThe removal of the cap and the increased rate at\nwhich the sewerage charge was made led in many cases to significant increases\nin\nthe charges for sewerage services and refuse removal. The objections to the\nincreases by ratepayers gave rise to the application\nfor the orders that the\nCity was not entitled to charge on the bases adopted.\n[10]\tThe\nlegislative framework for local government, and for the charging of fees and the\nlevying of rates, is described comprehensively\nin the judgment a quo in paras 24\nto 31 and there is no need to repeat it here. Suffice it to say that\nmunicipalities derive their\npower both from the Constitution and from\nlegislation. Section 229 (1) of the Constitution provides that a municipality\nmay impose\n‘(a) rates on property and surcharges on fees for services\nprovided by or on behalf of the municipality; and\n(b) if authorized by\nnational legislation, other taxes, levies and duties appropriate to local\ngovernment . . . , but no municipality\nmay impose income tax, value-added tax,\ngeneral sales tax or customs duty.’\nThe powers of a municipality are\nlimited, however, by subsec (2), which provides, inter alia, that they must not\nbe exercised in such\na way as to ‘materially and unreasonably’\nprejudice national economic policies. Subsection (2)(b) provides that the powers\nmay\nbe regulated by national legislation. The regulatory legislation\nprincipally in issue in this appeal is the Local Government: Municipal\nSystems\nAct 32 of 2000 (the ‘Systems Act’), which came into operation on 1\nMarch 2001.\n[11]\tThe appellant contends that in terms of this Act, the\nCity does not have the power to charge for a service by imposing a rate\n–\nan amount determined on the basis of the municipal value of the property. It\naccepts that this was permissible under s 10G\nof the LGTA, but contends that the\nrelevant parts of the section were impliedly repealed when the Systems Act came\ninto operation.\nThe court below found that the section was not repealed, and\nthat for a period s 10G existed alongside the corresponding financial\nprovisions\nin the Systems Act. A municipality could accordingly choose which system of\ncharging for services it would implement –\none permitted under s 10G or\none determined under the Systems Act.\n[12]\tIn my view it is not necessary\nto determine the question whether a municipality had a choice, since the Systems\nAct, to which\nI shall turn shortly, does not preclude the levying of a rate as a\ncharge for a service. (After this matter was decided in the court\nbelow, the\nfinal legislation in the suite of statutes designed to regulate local government\nand its financial powers was enacted,\nand the relevant provisions of s 10G were\nexpressly repealed by\ns 179\nof the\nLocal Government: Municipal Finance\nManagement Act 56 of 2003\n, which came into operation on 1 July  2005. The Act\ncame into operation generally on 1 July 2004, save for sections (including s\n179) referred to in the schedule to the Act, the last of which will come into\noperation on 1 July 2008. The Act must be read with\nthe\nLocal Government:\nMunicipal Property Rates Act 6 of 2004\nwhich came into operation on 1 July 2005.\nThis is the statute envisaged in s 229(2)(b) of the Constitution which provides\nthat the\nimposition of property rates by a municipality may be regulated by\nnational legislation.)\n[13]\tThe essence of the appellant’s argument\nis that while s 10G of the LGTA allowed expressly for a rate to be levied for a\nservice, s 74 of the Systems Act requires a tariff to be charged. In\nGerber v\nMember of the Executive Council for Development Planning and Local Government,\nGauteng\n2003 (2) SA 344\n(SCA), this court accepted the definition of a rate\nin the\nConcise Oxford English Dictionary\n(7 ed): ‘Assessment levied\nby local authorities for local purposes at so much per pound of assessed value\nof buildings and\nland owned.’ A tariff, on the other hand, is a table of\ncharges for items or services.\n[14]\tThe relevant provisions of s 10G are\nsubsecs 7(a) and (b):\n‘(7)(a)(i) A local council, metropolitan local\ncouncil and rural council may by resolution, levy and recover property rates\nin\nrespect of immovable property in the area of jurisdiction of the council\nconcerned: Provided that a common rating system as determined\nby the\nmetropolitan council shall be applicable within the area of jurisdiction of that\nmetropolitan council . . . .\n(ii) A municipality may by resolution supported\nby a majority of the members of the council levy and recover levies, fees, taxes\nand tariffs in respect of any function or service of the municipality.\n(b)\nIn determining property rates, levies, fees, taxes and tariffs (hereinafter\nreferred to as charges) under para (a), a municipality\nmay -\n(i)\ndifferentiate between different categories of users or property on such grounds\nas it may deem reasonable. . . .'\n[15]\tChapter 8 of the Systems Act\nregulates municipal services. Part 1 of the chapter deals with service\n‘tariffs’. Section\n74 deals with tariff policy. It read, at the\nrelevant times:\n‘74 Tariff policy\n(1) A municipal council must\nadopt and implement a tariff policy on the levying of fees for municipal\nservices provided by the municipality\nitself or by way of service delivery\nagreements, and which complies  with the provisions of this Act and with any\nother applicable\nlegislation.\n(2) A tariff policy must reflect at least the\nfollowing principles, namely that -\n(a)\tusers of municipal services should\nbe treated equitably in the application of tariffs;\n(b)\tthe amount\nindividual users pay for services should generally\nbe in proportion to their\nuse of that service\n; (my emphasis)\n(c)\tpoor households must have access\nto at least basic services through -\n(i)\ttariffs that cover only operating\nand maintenance costs,\n(ii)\tspecial tariffs or life line tariffs for low\nlevels of use or consumption of services or for basic levels of service; or\n(iii)\tany other direct or indirect method of subsidisation of tariffs for\npoor households;\n(d)\ntariffs must reflect the costs reasonably\nassociated with rendering the service, including capital, operating,\nmaintenance, administration\nand replacement costs, and interest charges;\n(my\nemphasis)\n(e)\ttariffs must be set at levels that facilitate the financial\nsustainability of the service, taking into account subsidisation\nfrom sources\nother than the service concerned;\n(f)\tprovision may be made in appropriate\ncircumstances for a surcharge on the tariff for a service;\n(g)\tprovision\nmay be made for the promotion of local economic development through special\ntariffs for categories of commercial and\nindustrial users;\n(h)\tthe\neconomical, efficient and effective use of resources, the recycling of waste,\nand other appropriate environmental objectives\nmust be encouraged;\n(i)\tthe\nextent of subsidisation of tariffs for poor households and other categories of\nusers should be fully disclosed.\n(3) A tariff policy may differentiate\nbetween different categories of users, debtors, service providers, services,\nservice standards,\n geographical areas and other matters as long as the\ndifferentiation does not amount to unfair discrimination.’\nSection 75\nrequires that by-laws be adopted in order to give effect to tariff policy. It\nreads:\n‘75 By-laws to give effect to policy\n(1) A municipal council\nmust adopt by-laws to give effect to the implementation and enforcement of its\ntariff policy.\n(2) By-laws in terms of ss (1) may differentiate between\ndifferent categories of users, debtors, service providers, services, service\nstandards and geographical areas as long as such differentiation does not amount\nto unfair discrimination.’\nThe general power to levy and recover fees,\ncharges and tariffs is conferred by s 75A, inserted in 2002.\n[16]\tThe\nappellant argues that all charges for services must be made in terms of these\nsections. Thus there must be a tariff, and\nbefore that is adopted, there must be\na tariff policy and by-laws promulgated. When the City imposed the sewerage\nservice and refuse\nremoval charges, no policy had been adopted and no by-laws\npassed. Accordingly, the argument goes, the charges based on the value\nof the\nproperty, rather than on use of the service, are not permitted in terms of the\nSystems Act. The appellant finds support for\nthese contentions in s 74(2)(b),\nwhich requires that the amount paid for services by a user should\n‘generally be in proportion’\nto their use; and in s 74(2)(d), which\nrequires that tariffs must reflect the costs ‘reasonably associated’\nwith rendering\nthe service.\n[17]\tThe implication of these provisions,\nthe appellant contends, is that charges for all municipal services must be based\non use\n– actual consumption – and must be proportionate to the use.\nA rate, which is determined by the value of property, bears\nno relation to\nactual consumption, and thus cannot be levied for a service.\n[18]\tCounsel for the appellant conceded, however, that a municipality\nmay use revenue accumulated through the collection of rates\nfor general services\n– those to which all members of the public have access, such as the use of\nlibrary facilities, or the\nmaintenance of roads and pavements. Indeed, in\nSouth African Municipal Workers Union v City of Cape Town\n2004 (1) SA 548\n(SCA) this court found that the use of some municipal services, such as a city\npolice service, cannot be measured such that it can\nbe charged to individuals.\nHe conceded also that the Act does not preclude the use of rates for the purpose\nof subsidising households.\nHe argued, however, that where consumption is\nattributable to a particular user, such as the use of electricity, water,\nsewerage\nservices and refuse removal, the service charge must be based on use\nand determined in accordance with a tariff.\n[19]\tThere is, however, no\nlimitation to be found in s 74, or in any other part of the Systems Act, on the\nuses to which rates may\nbe put nor on the number of rates that may be charged by\na municipality. There is nothing to preclude the levying of several rates\nin\nrespect of a property. And the Systems Act does not oblige a municipality to\ncharge for services in accordance with a tariff –\nit simply entitles it to\ndo so provided that a tariff policy has been adopted and by-laws\npromulgated.\n[20]\tIn the circumstances the argument for the appellant\nthat the City was not permitted to charge a rate for the sewerage services\nand\nrefuse removal cannot succeed. Since this was the only issue argued on appeal,\nthe appellant must fail.\n[21]\tThe appeal is dismissed with costs\nincluding those occasioned by the employment of two counsel.\n_____________\nC H Lewis\nJudge of Appeal\nConcur:\nHowie P\nStreicher JA\nJafta JA\nNkabinde AJA",
  "scraped_at": "2026-02-12T15:08:45.923657",
  "date": "2005-11-25",
  "coram": [
    "Howie P",
    "Streicher",
    "Lewis",
    "Jafta",
    "JJA Nkabinde AJA"
  ],
  "case_number": "16/05",
  "parties": {
    "applicants": [
      "Rates Action Group"
    ],
    "respondents": [
      "The City of Cape Town"
    ]
  },
  "sections": {
    "facts": "The City of Cape Town was created in December 2000 by amalgamating several municipalities. After its establishment it compiled a new valuation roll, which dramatically increased the rateable values of many properties. In 2002 the Council introduced uniform charges for sewerage and refuse removal services across its entire jurisdiction. The charges consisted of a consumption element and a basic element based on the property’s rateable value, with rebates for low‑value properties. Subsequent policy changes in 2003 and 2004 increased the proportion of revenue derived from the value‑based element, leading to significant rises in the amount payable by ratepayers. The Rates Action Group, representing various ratepayer associations, challenged the legality of these value‑based charges, contending that they were unlawful under the Local Government: Municipal Systems Act 32 of 2000.",
    "issues": "The primary issue was whether a municipality may levy a charge for sewerage and refuse removal services on the basis of the municipal value of a property (i.e., a rate), in light of the Municipal Systems Act which requires tariffs to be based on a tariff policy. A subsidiary issue was whether section 10G of the Local Government Transition Act, which permitted such rates, had been implicitly repealed by the Systems Act.",
    "principles": "The Court considered constitutional authority under s 229(1) of the Constitution, which permits municipalities to impose rates and surcharges on fees. Section 74 of the Municipal Systems Act requires a tariff policy that promotes equity, proportionality to use, and cost reflection, but does not expressly forbid the use of rates for service charges. The Court referred to Gerber v MEC for Development Planning and Local Government, which distinguished between a \"rate\" (a value‑based assessment) and a \"tariff\" (a table of charges). It also noted that later legislation, such as the Municipal Finance Management Act and Municipal Property Rates Act, regulated the relationship between rates and tariffs but did not eliminate the power to levy rates for services.",
    "application": "The Court held that the Municipal Systems Act does not preclude a municipality from levying a rate as a charge for a service, provided that the municipality complies with the overall legislative framework. The City’s adoption of value‑based sewerage and refuse removal charges was therefore permissible. The appellant’s argument that s 10G had been implicitly repealed was rejected because the Systems Act operated alongside the earlier provision until its express repeal in 2005. Moreover, the Court found no statutory requirement that every service charge be exclusively a tariff; rates may be used, and the existence of a tariff policy does not invalidate rate‑based charges.",
    "conclusion": "The appeal was dismissed. The City of Cape Town was entitled to levy the sewerage and refuse removal charges based on property values. The appellant was ordered to pay costs, including those incurred for the employment of two counsel."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Local Government Finance",
    "level_3": [
      "rates",
      "tariffs",
      "sewerage charges",
      "refuse removal",
      "Municipal Systems Act"
    ]
  }
}