{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/30.html",
  "case_name": "Northern Free State District Municipality v Matshai (090/2004) [2005] ZASCA 30 (30 March 2005)",
  "citation": "[2005] ZASCA 30",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 30\n|\nNoteup\n|\nLawCite\nNorthern Free State District Municipality v Matshai (090/2004) [2005] ZASCA 30 (30 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number 90/2004\nReportable\nIn the matter between:\nNORTHERN FREE STATE\nDISTRICT\nMUNICIPALITY\t APPELLANT\nand\nVG\nMATSHAI\t RESPONDENT\nCORAM\n:\tSCOTT, FARLAM, CLOETE, LEWIS JJA et MAYA\nAJA\nHEARD\n:\t\t3 MARCH 2005\nDELIVERED\n:         30 MARCH\n2005\nSUMMARY:\nLocal Government – meetings – power of speaker of\ndistrict municipal council to adjourn\nmeeting.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\n[1]\nThe appellant in this matter, the Northern Free State District\nMunicipality, appeals against a decision delivered on 25 September\n2003 in the\nFree State High Court by Van der Merwe J, with whom Hattingh J concurred,\nsetting aside a decision taken by the appellant’s\ncouncil on 20 May 2003\nto remove the respondent from her position as the speaker of the council,\nconfirming that the respondent retained\nher position and status as speaker in\nall respects as from 20 May 2003 and ordering the appellant to pay the costs of\nthe application.\n[2]\nA special meeting of the appellant’s\ncouncil was held on 20 May 2003. Item 6 on the agenda was a motion for the\nremoval of the\nrespondent as speaker of the council. According to the motion it\nwas submitted in terms of\ns 40\nof the\nLocal Government: Municipal Structures Act\n117 of 1998\n, read with Rule 87 of the Standard Rules and\nOrders.\n[3]\nAt a stage of the meeting when only items 6 and 7 had not\nbeen dealt with, the respondent, as it is put in the\nminutes,\n‘suggested and ruled that item 6 which is the first item on\nthe agenda be delayed and discussed at the end’.\nIt appears further\nfrom the minutes that one of the councillors, Councillor JETR Ramokhoase\n‘challenged [this] ruling and proposed\nthat the sequence of the items on\nthe agenda be maintained’ and that another councillor, Councillor GP\nMandelstam, ‘advised\nthe Speaker that it is not within her powers to rule\nover the changes in the sequence of the items on the agenda but it is the\nCouncil\nthat has to decide’.\n[4]\nThe respondent, who, as has\nbeen seen, had ruled that item 6 be discussed after item 7 and at the end of the\nmeeting, then ruled that\nitem 6 not be discussed at the meeting at all. The\nreasons she advanced are set out as follows in the minutes:\n‘1.\tMinutes of special council meeting held on 17 April 2003 were\ncorrected; as a result item 6 should have not formed part\nof the agenda dated 20\nMay 2003.\n2.\tThe Special Council Meeting (no 5 of 2002/2003) was specifically convened to\ndiscuss item 7 and further that she, cllr Matshai,\nwas not consulted about the\ninclusion of item 6 on this agenda.\n3.\tShe did not receive any correspondence from the initiator of the motion, cllr\nRamokhoase, with regard to the discussion of this\nitem.\n4.\tShe was not given sufficient notice to structure her defence and further that\ncouncillors were not given 7 days notice.\n5.\tSince 21 days have passed, she was under the impression that the motion has\nlapsed.’\n(The correction to which she referred in the first\nof her reasons read as follows:\n‘The resolution [on item 6] should read\n... thus:\n“That the item on the motion for the removal of speaker in\nterms of rule 87 of the Standard Rules and Orders be postponed to\nthe special\nmeeting that will be announced in due course.”’)\n[5]\nThe\nexecutive mayor replied to the reasons advanced by the respondent for her\nruling, saying that at a meeting held on 13 May 2003\nbetween the respondent, the\nmunicipal manager and himself it was agreed that item 6 should form part of the\nagenda for the council\nmeeting to be held on 20 May 2003.\n[6]\nAfter\nfurther discussion the council resolved that item 7 be discussed first and that,\ndespite the respondent’s ruling on item\n6, it also be discussed. Item 7\nwas then postponed to the next special council meeting to be held two days\nlater. After item 7 was\ndiscussed the respondent left the council chamber after\npurporting to adjourn the meeting.\n[7]\nThe meeting continued in the\nabsence of the respondent. Councillor Ramokhoase, accompanied by two other\ncouncillors, was sent to inform\nthe respondent that the council intended to\ncontinue with the discussion of the motion and to give her the opportunity to\nrespond\nappropriately, whereupon the meeting was adjourned to await the\nrespondent’s response. After some time Councillor Ramokhoase\nreturned and\nreported that the respondent refused to participate in the proceedings and to\nrespond to the motion. The meeting then\ncontinued and item 6 was discussed. In\nterms of Rule 87(9) of the Standard Rules the municipal manager presided as\nnon-voting chairperson.\n[8]\nThe motion for the removal of the\nrespondent from her office as speaker was carried unanimously and Councillor GT\nHadebe was elected\nas speaker for the remainder of the council’s term of\noffice.\n[9]\nThe respondent then instituted proceedings in the Free\nState High Court for an order (a) declaring that portion of the meeting which\ntook place after she adjourned it to be null and void, alternatively setting\naside the decision to remove her from her position as\nspeaker; (b) confirming\nher position and status as speaker in all respects, including her salary, powers\nand benefits; and (c) that\nthe respondents in the court\na quo,\nthat is to\nsay the present appellant, the municipal manager and the councillors who voted\nfor the resolution removing the respondent\nas speaker, pay the\ncosts.\n[10]\nIn her founding affidavit the respondent stated that she\nwas only notified on 19 May 2003 that the motion for her removal as speaker\nwas\nto be considered at a special meeting of the council to be held the next day.\nShe denied that a meeting between herself, the\nexecutive mayor and the municipal\nmanager took place on 13 May 2003 at which it was decided that item 6 should\nform part of the agenda\nof the meeting to be held on 20 May 2003. She indicated\nthat her counsel would address the court on the question as to whether she\nreceived the fair hearing to which she was entitled before the decision was\ntaken to remove her as speaker, her attitude being that\nshe had not been given\nproper notice of allegations against her. She also indicated that it was her\ncontention that she had validly\nadjourned the meeting before item 6 was\ndiscussed and that the proceedings thereafter were irregular, with the result\nthat the decision\nthen taken was invalid.\n[11]\nAll the respondents in\nthe court\na quo,\nwith one exception, opposed the application. The main\naffidavit filed in opposition to the application was deposed to by Mr B Molotsi,\nthe municipal manager. In his affidavit the deponent denied that the respondent\nonly received notice of the agenda of the special\nmeeting on 19 May 2003. He\nconfirmed the accuracy of the statement made at the meeting on 20 May by the\nexecutive mayor which has\nbeen referred to in para 5 above. As the respondent\nsought an order in the application without resort to oral evidence, the\napplication\nhad to be determined on the basis of the facts set out in Mr\nMolotsi’s affidavit (see\nPlascon-Evans Paints Ltd v Van Riebeeck Paints\n(Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634E to 635C).\n[12]\nThe court\na quo\nheld that the respondent’s ruling that item 6 could not be\ndiscussed at the meeting and her action in adjourning the meeting\n‘even if\nmade\nultra vires\nor without good cause’ (matters on which Van der\nMerwe J said that he expressed no opinion) ‘could simply not be\nignored.’\nThe learned judge continued:\n‘It is a fundamental\nprinciple of our law that no one may take the law in his or her own hands. This\nis in my view part and\nparcel of the rule of law, the supremacy of which is\nreaffirmed in Section 1(c) of the Constitution. To ignore such a ruling and\nadjournment, amounts in my view to taking the law in own hands. The ruling and\nthe adjournment stand as official acts until overturned\nor set aside by a court\non review. This is the procedure that could have been taken by anyone aggrieved\nby the ruling and the adjournment,\nwhich was not done.\nWhat in fact happened\nwas that the aforesaid ruling was simply ignored by the decision to nevertheless\ndiscuss the matter. The argument\nthat the resolution to continue was taken\nbefore adjournment loses sight hereof. Similarly the adjournment was ignored by\nthe continuation\nof the meeting thereafter. It is rightly not suggested that a\nnew meeting was convened. The respondents therefore, in my view, misconceived\ntheir remedy. Whatever the view was of the respondents as I have indicated, the\nruling and the adjournment stood as official acts\nthat could not be\nignored.\nIt follows that the decision on 20 May 2003 to remove the applicant\non the basis that it took place as I have quoted was invalid and\nmust be set\naside.’\n[13]\nI cannot agree that in acting as they did after the\nrespondent purported to adjourn the meeting the members of the council took the\nlaw into their own hands. They did nothing of the kind. In ignoring the ruling\nand adjournment by the respondent and proceeding with\nthe meeting and a\nconsideration of item 6 they undoubtedly acted at their peril, as it were, in\nthat if it were subsequently held\nthat the ruling and adjournment were valid\nthen the decision they took would\nex hypothesi\nbe\ninvalid.\n[14]\nMr\nEdeling,\nwho appeared for the respondent,\nsubmitted that the respondent’s ruling and her action in adjourning the\nmeeting stood and had\nlegal consequences until set aside by a court of law. In\nsupport of this proposition he relied on the recent decision of this Court\nin\nOudekraal Estates Pty Ltd v City of Cape Town\n2004 (6) SA 222\n(SCA), in\nwhich it was held (para 26 at 242A-C) that until invalid administrative action\nis set aside by a court in proceedings for\njudicial review it exists in fact and\nhas legal consequences that cannot simply be overlooked.\n[15]\nI do not\nthink that the principle upheld in the\nOudekraal\ncase can be applied in\nthis matter. One of the issues in that case was whether the first respondent,\nthe City Council, was entitled\nto justify its refusal to approve an engineering\nservices plan for a township by relying on what was described as a collateral\nchallenge\nto the validity of the earlier decision by the Administrator to\napprove the township. This Court held the council was not entitled\nto justify\nits refusal to approve the plan by raising a collateral challenge to the\nAdministrator’s approval of the township.\nIt was required to perform its\npublic duty in relation to the proposed plan and could only rely on the alleged\ninvalidity of the\ntownship approval once it had succeeded in a direct challenge\nto set it aside. In paras 29 to 31 (at 243A-244A) reference was made\nto cases\nwhere a prior administrative act forms the basis for a subsequent administrative\nact. In such a case the subsequent act\nwill be valid, even if the prior act was\ninvalid, unless the legal, as opposed to the factual, existence of the prior act\nis a precondition\nto the subsequent act. Considerations of this kind do not\narise in the present case. This case does not concern an attempt to justify\na\nrefusal to take action which depends for its validity on the validity of an\nearlier act which it is now said was invalid.\n[16]\nThis is really a\nconverse case: subsequent action was taken and its validity depends not on the\nvalidity of the previous action but\nits invalidity. In such a case, in my view,\nthere is no legal basis for holding that it was not competent for the\ncouncillors who\nbelieved the adjournment to be invalid, to proceed as if it\nwere; this must obviously be subject to the qualification that if they\nwere\nwrong, and the adjournment were valid, then their proceedings thereafter would\nbe invalid.\nThe\nOudekraal\ncase can also be distinguished from the\npresent case on the basis that the ruling presently under attack is not\nadministrative action\nsuch as was under consideration therein. In view of the\nfact that the point was not fully canvassed in argument before us I shall\nrefrain from elaborating on this aspect of the case.\n[17]\nIt follows\nfrom what I have said that the court\na quo\nerred in granting the order\nsought by the respondent without deciding on the validity of the purported\nadjournment by the respondent.\nTo this question I now\nturn.\n[18]\nThe usual place to look in order to ascertain whether and,\nif so, in what circumstances the person presiding over a meeting is empowered\nto\nadjourn the meeting is the constitution of the body which is holding the meeting\nor, if they exist, its standing rules. It is\ncommon cause in this case that\nalthough the appellant’s council informally accepted the Standard Rules\nand Orders published,\nin terms of section 148A of the Local Government Ordinance\n8 of 1962 of the Province of the Free State, in Provincial Gazette no\n140A of 1\nDecember 2000, it did not adopt them as regulations made by it in terms of s\n148A(2). It follows that they cannot be regarded\nas the source of the power\nwhich a person presiding over the appellant’s council had to adjourn the\nproceedings. Such adoption\nis necessary for the rules and orders to acquire\nlegal force in the appellant’s area of jurisdiction.\n[19]\nThere\nis also, as far as I am aware, no provision in the Constitution or any national\nor provincial legislation which deals with the\npowers of a speaker of a local\nauthority such as the appellant’s council to adjourn the proceedings of\nthe council. It follows\nthat the answer to the question as to whether the\nrespondent had the power to adjourn the proceedings of the appellant’s\ncouncil\nas she purported to do before it began discussing item 6 has to be found\nin the common law.\n[20]\nThe common law on the topic was discussed by\nLichtenberg AJ in\nJonker v Ackerman\n1979 (3) 575 (O) in which it was\npointed out (at 583A) that such South African decisions as there are rely on\nEnglish authority. This\nis not surprising because the English case law contains\na number of decisions in which the law on the point is expounded in a systematic\nmanner which appears to be in accordance with both common sense and\njustice.\n[21]\tThe effect of the English decisions is summarised as follows in\nHalsbury’s Laws of England\n4 ed (2003 reissue), vol 6, para 148 as\nfollows:\n‘It is the duty of the chairman of a meeting to preserve order\nand to ensure that the proceedings are properly conducted, so\nthat the sense of\nthe meeting regarding any relevant question is duly ascertained. He has no\nauthority to terminate the meeting at\nhis own will and pleasure but has an\ninherent power to adjourn the proceedings in the event of disorder. This power\nto adjourn must\nbe exercised\nbona fide\nfor the purpose of facilitating\nand forwarding the business and not for the purpose of procrastination. Such\nadjournment should be\nfor no longer than is required in the circumstances for\nthe restoration of order.’\n[22]\nThe case relied on for the\nproposition that a chairperson has no authority to terminate the meeting\n‘at his own will and pleasure’\nis\nNational Dwellings Society v\nSykes\n[1894] 3 Ch 159\n, which was cited with approval by Gane J in\nNeale v\nMayor, East London\n1935 EDL 225\nat 235 and in\nJonker v Ackerman, supra,\nat 583A–H. The\nNational Dwellings\ncase,\nsupra,\nconcerned\nan ordinary general meeting of a company at which a resolution was moved that\nthe reports and accounts be received. A counter-resolution\nwas then moved for\nthe substitution of the main resolution of a resolution that a committee of\ninvestigation be appointed to ascertain\nthe position of the company. The\nchairman, Sykes, ruled this resolution out of order, whereupon the original\nresolution was put and\nlost. The chairman then declared the resolution to be\nlost and said that he dissolved the meeting. He then vacated the chair and\nleft\nthe room, being accompanied by a few shareholders. The shareholders left in the\nroom unanimously elected another chairman and\nproceeded to pass resolutions.\nChitty J held that the meeting had validly continued despite Sykes’s\nattempt to adjourn it.\nHe said (at 162):\n‘A question of some importance\nhas been mooted in this case, with regard to the powers of the chairman over a\nmeeting. Unquestionably\nit is the duty of the chairman, and his function, to\npreserve order, and to take care that the proceedings are conducted in a proper\nmanner, and that the sense of the meeting is properly ascertained with regard to\nany question which is properly before the meeting.\nBut, in my opinion, the power\nwhich has been contended for is not within the scope of the authority of the\nchairman – namely\nto stop the meeting at his own will and pleasure. The\nmeeting is called for the particular purposes of the company. According to\nthe\nconstitution of the company, a certain officer has to preside. He presides with\nreference to the business which is there to be\ntransacted. In my opinion, he\ncannot say, after that business has been opened, “I will have no more to\ndo with it; I will not\nlet this meeting proceed; I will stop it; I declare the\nmeeting dissolved, and I leave the chair.” In my opinion, that is not\nwithin his power. The meeting by itself (and these articles certainly apply to\nwhat I have said) can resolve to go on with the business\nfor which it has been\nconvened, and appoint a chairman to conduct the business which the other\nchairman, forgetful of his duty or\nviolating his duty, has tried to stop because\nthe proceedings have taken a turn which he himself does not\nlike.’\n[23]\nAn earlier case on the point, mentioned in\nShackleton on The Law and Practice of Meetings\n8 ed by I Shearman at p\n72, is\nStoughton v Reynolds\n[1748] EngR 183\n;\n(1736) Fort 168\n;\n92 ER 804\n, a decision of the\nCourt of King’s Bench. In this case a vestry meeting was held for the\nelection of churchwardens. Before\nthe election was completed the vicar, who was\nin the chair, adjourned the meeting to the next morning against the wish of many\npresent.\nStoughton’s supporters stayed behind and elected him. The next\nmorning the vicar and his supporters sat and elected another\nperson as\nchurchwarden whereafter Reynolds, the chancellor of the diocese, declined to\nadmit Stoughton to his office as churchwarden\non the ground that another person\nhad been chosen churchwarden. The issue debated at the bar was whether the right\nto adjourn was\nvested in the meeting or in the vicar. Lord Hardwicke CJ said (at\n170):\n‘The whole of this case will turn upon the adjournment. At the\ntrial no precedent could be found to satisfy me; and I do not\nbelieve any can be\nfound. ... I do not find any such opinion [i.e at common law] to vest a power in\nthe person .... If therefore\nit is not in the vicar, it is said it must be in\nthe church-wardens, but I cannot find it is; and I do not think it can be said\nto\nbe in any one of them. In whom then can it be, but in the assembly itself?\nAnd the right must be in the body ....’\nPage J said (at 172):\n‘Lord Holt was of opinion, that tho’ the mayor left the\nassembly, yet the burgesses must proceed. ...’\nLee J said (also at\n172):\n‘the parson perhaps has a right of sitting from his freehold in\nthe church. But I do not think that can any ways give him greater\nright or\nauthority than any of the other members of the assembly ...’\nIn the\nlatest English case on the point that I could find,\nByng v London Life\nAssociation and Another\n[1990] Ch 170\n(C.A.), the\nNational Dwellings\ncase was cited by Sir Nicolas Browne-Wilkinson VC (at 186B-C) as authority\nfor the proposition that ‘[a] chairman has no general\nright to adjourn a\nmeeting at his own will and pleasure, there being no circumstance preventing the\neffective continuation of the\nproceedings’.\n[24]\nI am satisfied\nthat the common law is as set out in the cases I have cited. Its application to\nthe present case leads to the conclusion\nthat the issue the court\na quo\ndeclined to consider has to be decided in favour of the appellant. The\ndecision by the respondent to adjourn the meeting after the\ncouncil had already\ndecided that it would discuss item 6 and in the absence of circumstances\npreventing the effective continuation\nof business was clearly invalid. The\naction of the council in proceeding with the meeting, in going on with the\nbusiness for which\nit had been convened and in appointing a chairman to conduct\nthe business the respondent attempted to prevent was clearly valid as\nwas the\ndecision to remove the respondent from her position as\nspeaker.\n[25]\nAlthough the respondent purported to bring these\nproceedings in her capacity as speaker it is clear that the interest she had was\npersonal to her. It follows, as her counsel was obliged to concede, that the\ncosts order consequent upon the success of the appeal\nmust be made against her\nin her personal capacity. The same applies to the costs in the court\na\nquo.\n[26]\nThe following order is made:\nThe appeal is allowed\nwith costs, to be paid by the respondent in her personal capacity.\nThe order\ngranted in the court below is set aside and the following order is substituted\ntherefor:\n‘The application is dismissed with costs, such costs to be\npaid by the applicant in her personal capacity.’\n.................\nIG FARLAM\nJUDGE OF APPEAL\nCONCUR\nSCOTT\tJA\nCLOETE\tJA\nLEWIS\tJA\nMAYA\tAJA",
  "scraped_at": "2026-02-12T14:02:18.521106",
  "date": "2005-03-30",
  "coram": [
    "SCOTT",
    "FARLAM",
    "CLOETE",
    "LEWIS JJA",
    "MAYA AJA"
  ],
  "case_number": "90/2004",
  "parties": {
    "applicants": [
      "Northern Free State District Municipality"
    ],
    "respondents": [
      "VG Matshai"
    ]
  },
  "sections": {
    "facts": "A special council meeting was held on 20 May 2003 to consider a motion (item 6) to remove Councillor VG Matshai as speaker of the Northern Free State District Municipality. The speaker ruled that item 6 should be postponed and later ruled that the meeting should be adjourned, claiming procedural defects. The council, however, continued the meeting in her absence, discussed the motion, and removed her as speaker by unanimous vote. Matshai subsequently sued in the High Court seeking to have the portion of the meeting after her adjournment declared void and to have her removal set aside.",
    "issues": "Whether the speaker had the authority, under the council’s constitution, standing rules or common law, to adjourn the meeting and thereby halt consideration of the removal motion; and, if the adjournment was valid, whether the council’s subsequent continuation of the meeting and the removal of the speaker was invalid.",
    "principles": "The court relied on common‑law authority concerning the powers of a chairperson at meetings, as articulated in English cases such as National Dwellings Society v Sykes and Halsbury’s Laws of England. A chair may adjourn only to restore order and must act bona fide; he has no power to terminate a meeting at his own will. The power to adjourn must stem from the body’s constitution or adopted rules; absent such provision, the common law governs. Subsequent administrative acts are not invalid merely because a prior act was later set aside, unless the prior act’s legal existence is a precondition for the later act.",
    "application": "The court found that the council had not adopted the Standard Rules as binding regulations and there was no statutory provision granting the speaker power to adjourn. Consequently, under common law the speaker’s adjournment was ultra vires and ineffective. The council’s decision to proceed with item 6 and to remove the speaker was therefore valid and could not be struck down.",
    "conclusion": "The appeal was allowed. The High Court’s order declaring the meeting void and setting aside the removal was set aside. The removal of Matshai as speaker was affirmed, and Matshai was ordered to pay the costs of the appeal in her personal capacity."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Local Government",
    "level_3": [
      "meeting adjournment",
      "speaker removal",
      "common law chairperson powers",
      "municipal governance"
    ]
  }
}