{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/6.html",
  "case_name": "Ehlers NO en Andere v Graphorn NO en Andere (265/2003, 278/03) [2005] ZASCA 6; [2005] 4 All SA 601 (SCA) (15 March 2005)",
  "citation": "[2005] ZASCA 6",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 6\n|\nNoteup\n|\nLawCite\nEhlers NO en Andere v Graphorn NO en Andere (265/2003, 278/03) [2005] ZASCA 6; [2005] 4 All SA 601 (SCA) (15 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN DIE HOOGSTE HOF VAN APPÈL\nVAN SUID-AFRIKA\nRapporteerbaar\nSAAK NR: 265/03\nIn die appèl van:\nGERT LEOPOLD EHLERS NO\nEerste\nAppellant\nDANIEL HUGO EHLERS NO\nTweede Appellant\nWILLEM JACOBUS\nERASMUS NO\nDerde Appellant\nTANGENI BOERDERY NR 2\nVierde\nAppellant\n- en -\nHENDRIK GRAPHORN NO\nEerste\nRespondent\nDIE KWAZULU-NATAL NATUURBEWARINGSRAAD\nTweede\nRespondent\nERF 1435 SINOVILLE (EDMS) BEPERK\nDerde\nRespondent\nSAAK NR 278/03\nIn die appèl en kruisappèl van:\nHENDRIK\nGRAPHORN\nEerste Appellant\nERF 1435 SINOVILLE (EDMS) BEPERK\nTweede\nAppellant\n-\ten –\nDIE KWAZULU-NATAL\nNATUURBEWARINGSRAAD\nRespondent\n______________________________________________________________________________\nBefore:\tSTREICHER, BRAND, CLOETE, HEHER & VAN HEERDEN ARR\nHeard:\t18 FEBRUARIE 2005\nDelivered:\n15 MAART 2005\nSummary:\tNalatige wanvoorstelling – stilswyende term van 'n\nooreenkoms.\n______________________________________________________________________________\nU I T S P R A A K\n____________________________________________________________________________\nSTREICHER AR\nSTREICHER AR:\n[1]\tOp 20 Junie 1998 het die Kwazulu\nNatal Natuurbewaringsraad ('die Raad') 'n wildveiling gehou waartydens, onder\nandere, buffels\nverkoop is. Die buffels is in 'n katalogus en elders beskryf as\nsiektevry wat aanduidend daarvan was dat hulle nie met korridorsiekte\nbesmet was\nnie. Dit het egter geblyk nie die geval te wees nie. Van die buffels wat deur\nErf 1435 Sinoville (Edms) Bpk ('Sinoville')\nop die wildveiling aangekoop is, is\ndaarna, ingevolge `n kontrak met `n vennootskap, Tangeni Boerdery Nr 2\n('Tangeni'), losgelaat\nop die plaas Kleine Waterval waar Tangeni met, onder\nandere, beeste geboer het. Korridorsiekte is vanaf die buffels na die beeste\noorgedra as gevolg waarvan talle van die beeste gevrek het en die buffels van\nkant gemaak is. Tangeni het daarna aksie vir skadevergoeding\nteen die Raad sowel\nas teen Sinoville ingestel. In die geval van die Raad beweer Tangeni dat die\nRaad 'n nalatige wanvoorstelling\ngemaak het dat die buffels siektevry was. In\ndie geval van Sinoville beweer Tangeni dat dit 'n stilswyende term van sy\nkontrak met\nSinoville was dat die buffels siektevry was. Sinoville het ook aksie\nteen die Raad ingestel vir skadevergoeding op grond van 'n nalatige\nwanvoorstelling dat die buffels siektevry was, alternatiewelik vir terugbetaling\nvan die koopprys op grond van dwaling ten opsigte\nvan die koopsaak. Die aksies\nis in die Natalse Provinsiale Afdeling ('die hof\na quo\n') ingestel. Hulle\nis gekonsolideer en die hof\na quo\nhet op versoek van die partye eers met\ndie aanspreeklikheidsvraagstuk gehandel. Na die aanhoor van getuienis het die\nhof\na quo\nbevind:\n1.1\tDat die wanvoorstelling deur die Raad aangaande die siektevrye status van\ndie buffels nie nalatiglik gemaak is nie en dat Tangeni\nsowel as Sinoville se\neise teen die Raad gebaseer op 'n nalatige wanvoorstelling, van die hand gewys\nmoes word.\n1.2\tDat die koopkontrak tussen die Raad en Sinoville gesluit is op die\ngemeenskaplike veronderstelling dat die buffels siektevry\nwas; dat die dwaling\nvan beide redelik was; dat die kontrak gevolglik nietig was; en dat Sinoville\ngeregtig was op terugbetaling\nvan die koopprys.\n1.3\tDat die kontrak tussen Tangeni en Sinoville nie 'n stilswyende term bevat\nhet dat die buffels siektevry was nie en dat Tangeni\nse vordering teen Sinoville\ngevolglik van die hand gewys moes word.\n[2]\tMet die verlof van\ndie hof\na quo\nappelleer Tangeni nou teen die afwysing van sy\nskadevergoedingseise  teen die Raad en Sinoville, Sinoville appelleer teen die\nafwysing\nvan sy skadevergoedingseis teen die Raad en die Raad appelleer teen die\nbevel dat hy die koopprys moet terugbetaal aan Sinoville.\nIn die lig van die\ngevolgtrekking waartoe ek kom ten opsigte van Sinoville se skadevergoedingseis\nteen die Raad op grond van nalatige\nwanvoorstelling, sal dit blyk onnodig te\nwees om met Sinoville se alternatiewe vordering vir terugbetaling van die\nkoopprys te handel.\nDie enigste oorblywende geskilpunte waarmee gehandel moet\nword is of die voorstelling gemaak deur die Raad nalatiglik gemaak is en\nof dit\n'n stilswyende term van die ooreekoms tussen Tangeni en Sinoville was dat die\nbuffels siektevry sou wees.\n[3]\tKorridorsiekte is 'n bosluis oorgedraagte\nsiekte. Besmette buffels is gewoonlik simptoomlose draers van die siekte. Van\nbesmette\nbuffels kan die siekte deur 'n bosluis bekend as `n bruinoorbosluis\noorgedra word na onbesmette buffels of beeste. Omdat buffels\nkudde diere is en\nbaie noue kontak met mekaar het, sal daar baie gou verspreiding na al die ander\nbuffels in 'n spesifieke populasie\nwees indien een van die buffels in die kudde\nbesmet raak en daar bruinoorbosluise in die omgewing is. Wanneer die siekte na\nbeeste\noorgedra word is die gevolge rampspoedig aangesien meer as 80% van die\naangetaste diere binne 'n periode van 'n maand na aantasting\nkan\nvrek.\n[4]\tDie bruinoorbosluis is 'n driegasheerbosluis. Sy lewenssiklus begin\nby 'n eiertjie wat gelê word deur 'n wyfie nadat sy\n'n bloedmaal van 'n\ngasheer geneem het. Die eerste stadium van die bosluis wat uit die eier uitbroei\nis 'n larfie. Dit is 'n sespotige\nbosluismodelletjie met 'n harde doppie wat\nkleiner as 'n speldekoppie is. Vir oorlewing moet hy 'n gasheer kry. Vir\ndié doel\nklim hy teen grashalmpies op waar hy sal sit totdat daar 'n\ngasheer verbyloop. Hy kan slegs 'n klein hoeveelheid bloed inneem en\nnadat hy\ndit gedoen het, los hy waar hy vasgebyt het en val af. Hy vervel dan en kom uit\nsy doppie as 'n nimf, synde 'n bietjie groter\nbosluismodel. Die nimf kan tot vyf\nmaande lank oorleef in die veld en gaan deur dieselfde proses as die larf. Nadat\nhy vervel het\nverskyn hy as 'n volwasse vierpotige bosluis wat óf `n\nmannetjie óf `n wyfie kan wees. Ook die volwasse bruinoorbosluis\nkan vir\netlike maande in die veld oorleef. Oorlewing van die spesie vereis nou nie\nalleen 'n maaltyd nie maar ook die vind van 'n\nmaat. In die geval van die\nvolwasse bruinoorbosluis is die voorkeur bytplek die ore. Dit is waar die\nmannetjie die wyfie sal vind\nen waar hulle sal kopuleer nadat albei vasgebyt\nhet. Hulle kan vir 'n week of wat op 'n gasheer rondloop voordat hulle vasbyt en\nkan afgeskuur word of afval omrede hulle nie van die gasheer hou nie. Eers nadat\ntwee bosluise gekopuleer het, sal die wyfie haarself\nvol suig. Die mannetjie\ndaarenteen suig homself nooit vol nie. Hy soek wyfies en is meer beweeglik. Hy\nkan tot drie maande op `n\nbuffel rondloop.\n[5]\tBesmetting word nie van die\nwyfiebosluis na haar nageslag oorgedra nie met die gevolg dat die larf nie\nkorridorsiekte kan oordra\nnie. Sou so 'n larf egter aan 'n besmette buffel suig\nkan hy besmet raak wat tot gevolg het dat hy in sy nuwe gedaante van nimf wel\ndie besmetting kan oordra. Omdat 'n nimf klein is en klein volumes bloed inneem,\nis hulle oordragpotensiaal kleiner as dié\nvan die volwasse bosluis.\nOnderhewig aan die kwalifikasie hierna vermeld verloor 'n besmette nimf of\nvolwasse bosluis sy besmetting\nwanneer hy aan 'n onbesmette dier suig. Dit is\negter nog nie wetenskaplik vasgestel of die mannetjie moontlik sy besmetting\nlanger\nbehou vanweë die feit dat hy klein hoeveelhede bloed per geleentheid\ninneem nie.\n[6]\tDie buffels in die Addo Olifantpark ('Addo'), waar die\nbruinoorbosluis nie voorkom nie, is nie met korridorsiekte besmet nie.\nHulle kan\nslegs so besmet raak indien hulle in aanraking sou kom met besmette\nbruinoorbosluise. Dit volg dat indien voorsorg getref\nword dat Addo buffels nie\nin aanraking kom met besmette bruinoorbosluise nie hulle vry van korridorsiekte\ngehou kan word.\n[7]\tIngevolge regulasies uitgevaardig ingevolge die Wet op\nDieresiektes 35 van 1984 mag buffels slegs verskuif word indien gemagtig\ndeur 'n\npermit uitgereik deur die verantwoordelike staatsveearts en dan slegs van en na\ngrond wat ingevolge die regulasies geregistreer\nis by die Direkteur van die\nDirektoraat van Dieregesondheid van die Departement van Landbou. Grond word\ngeregistreer vir die aanhouding\nvan buffels ooreenkomstig hulle siektestatus\nd.w.s. korridorsiektevrye buffels word aangehou op grond wat as\nkorridorsiektevry geregistreer\nis.\n[8]\tAs gevolg van die beheermaatreëls\nhet dit algemene gebruik geword om na buffels wat van Addo afkomstig was en\nhulle op geregistreerde\nbuffelplase bevind, te verwys as siektevrye buffels of\nas Addo buffels, al was hulle reeds meerdere geslagte van Addo verwyder.\nMettertyd\nhet die beskrywing 'siektevry' ook ander siektes soos tering,\nbek-en-klouseer en besmetlike misgeboorte ingesluit.\n[9]\tIn 1998 was dit\nreeds moontlik om by wyse van patologiese toetse te bepaal of buffels inderdaad\nvry van korridorsiekte was al\ndan nie. Die koste van die toetse het tussen\nongeveer R620 en R1200 per buffel bedra. Vir doeleindes van die toetse moes die\nbuffels\ngeïmmobiliseer word ten einde bloedmonsters te bekom.\nNieteenstaande die beskikbaarheid van hierdie patologiese toetse is algemeen\naanvaar dat buffels wat van Addo oorsprong was en hulle op grond geregistreer\nvir die aanhouding van siektevrye buffels, bevind het,\nsiektevry was. Sulke\nbuffels is algemeen bloot op die basis van hulle herkoms as siektevry verkoop\nsonder dat die toetse op hulle\nuitgevoer is.\n[10]\tDie buffels wat op die Raad\nse wildveiling verkoop is, was afkomstig van die Weenen Natuurreservaat\n('Weenen'). Voor 1983 was\ndaar geen buffels op Weenen. Agtien buffels van Addo\noorsprong is gedurende die periode 1983 tot 1984 op Weenen gevestig. Gedurende\nApril 1990 is 10 buffels vanaf Weenen na Ithala Natuurreservaat ('Ithala')\noorgeplaas. Op 6 Augustus 1996 is 'n verdere 24 buffels\nvanaf Spioenkop\nNatuurreservaat ('Spioenkop') oorgeplaas na Weenen. Geen ander buffels is op\nWeenen gevestig nie.\n[11]\tDie Spioenkop-buffels het die volgende oorsprong:\nVyf is gedurende September 1988 oorgeplaas vanaf die Willem Pretorius\nNatuurreservaat\n('Willem Pretorius'); ses is gedurende 1989 oorgeplaas vanaf\nWillem Pretorius; en twee is gedurende 1991 oorgeplaas vanaf die Pretoria\nDieretuin. Al hierdie buffels was van Addo oorsprong. Aanvanklik het die rekords\nvan die Raad aangetoon dat 12 buffels vanaf 'n private\nlandgoed in Spioenkop\nopgeneem is. Heelwat tyd is gedurende die verhoor in beslag geneem deur\ngetuienis in hierdie verband. Aan die\neinde van die verhoor was dit egter\nduidelik dat aanvaar moes word dat die buffelkudde te Spioenkop geen ander\noorsprong as Willem\nPretorius en die Pretoria Dieretuin gehad het\nnie.\n[12]\tSoos in die geval van Addo kom die bruinoorbosluis nie voor in\nWillem Pretorius nie. In Weenen en Spioenkop kom hy egter algemeen\nvoor.\n[13]\tNadat 24 buffels gedurende Augustus 1996 vanaf Spioenkop na Weenen\noorgeplaas is was daar nog slegs drie buffels te Spioenkop.\nDie oorblywende drie\nis voor einde September 1996 van kant gemaak. Na ongeveer nege maande is\nbuffels, synde afstammelinge van Zoeloelandse\nbuffels, wat te Kimberley\nsiektevry geteel is, na Spioenkop oorgeplaas.\n[14]\tIn 'n brosjure waarin die\nwildveiling geadverteer is, sowel as in die katalogus met betrekking tot die\nveiling, word die buffels\nwat te koop aangebied is, as siektevry beskryf. Die\nafslaer het ook tydens die veiling na die buffels verwys as synde siektevry.\nDie\nstelling dat die buffels siektevry was, is nie gemaak op sterkte van enige\npatologiese toetse wat uitgevoer is om die siektestatus\nvan die buffels te\nbepaal nie maar is bloot op die herkoms van die buffels gebaseer.\n[15]\tDie\nveiling is bygewoon deur mnre Graphorn en Ehlers. Graphorn het namens Sinoville\nses buffels (Lot 801) teen 'n koopprys van\nR636 000 aangekoop. Indien hy\nnie van mening was dat die buffels siektevry was nie sou hy hulle nooit\naangekoop het nie. Buffels\nwat nie siektevry was nie, sou maar 'n prys van\nongeveer R15 000 per buffel behaal het. Vanaf die veiling is die buffels\ngeneem\nna 'n geregistreerde buffelplaas te Cullinan vanwaar hulle later (via\n‘n geregistreerde buffelplaas te Rustenburg) geneem is\nna die plaas Kleine\nWaterval. Laasgenoemde verskuiwing het plaasgevind ingevolge 'n skriftelike\nooreenkoms aangegaan tussen Tangeni\nverteenwoordig deur Ehlers en Sinoville\nverteenwoordig deur Graphorn. Die terme van die ooreenkoms is vervat in 'n brief\ngeskryf\ndeur Ehlers en lees soos volg:\n'Hiermee stel ek voor dat u u buffels\nop my eiendom vestig, op die volgende voorwaardes.\n1\tBuffels gevestig bly u eiendom.\n2\tDieselfde getal as buffels gevestig se eerste kalwers bly u eiendom.\n3\tAlle kalwers daarna 50% u eiendom.\n4\tVerwydering van u buffels te eniger tyd.\n5\tUitbreek van buffels of vrektes bly u risiko.\n6\tVerblyf op wildplaas gratis, met vooraf bespreking.'\n[16]\tDie\nverskuiwing na Kleine Waterval het plaasgevind op 20 September 1998. Die\nbruinoorbosluis kom op die plaas voor. Gedurende\nJanuarie en Februarie 1999 het\nmeer as 200 van die beeste op die plaas gevrek as gevolg van korridorsiekte.\nPatologiese toetse het\naangetoon dat die buffels wat op Kleine Waterval gevestig\nis, met korridorsiekte besmet was. Daaropvolgende toetse op die buffels\nte\nWeenen, Addo, Ithala, Pretoria Dieretuin, Spioenkop en Willem Pretorius het\naangetoon dat die Weenen- en Spioenkop-buffels besmet\nwas maar nie die ander\nnie. In die lig van die feit dat die patologiese toetse aangetoon het dat die\nIthala-buffels siektevry was\nen dat die Kimberley-buffels na hulle verskuiwing\nna Spioenkop besmet geraak het, is die logiese gevolgtrekking, wat ook\ngemeensaak\nis, dat die Weenen-buffels na 1990 besmet geraak het; dat die\nSpioenkop-buffels wat in 1996 na Weenen oorgeplaas is, besmet was;\nen dat die\nlaasgenoemde Spioenkop-buffels die besmetting oorgedra het na\nWeenen.\n[17]\tDit is gemeensaak dat óf die invoer van 'n besmette\nbuffel óf die invoer van 'n besmette bosluis die besmetting\nvan die\nSpioenkop-buffels veroorsaak het. Die partye het nie betoog en op die getuienis\nkan nie betoog word, dat een of meer van\ndie buffels wat vanaf Willem Pretorius\ningevoer is moontlik besmet kon wees nie. In die geval van die Pretoria\nDieretuin is die posisie\negter anders. In 1979 het 'n Amerikaanse bison wat in\n'n hok net langs die buffels aangehou is, gevrek en die moontlikheid bestaan\ndat\nkorridorsiekte die oorsaak was. Die feit dat die Pretoria Dieretuin-buffels in\n1999 nie met korridorsiekte besmet was nie sluit\nnie die moontlikheid uit dat\ndie buffels wat in 1991 daarvandaan oorgeplaas is na Spioenkop met die siekte\nbesmet was nie. Dr Cooper,\n'n veearts in diens van die Raad, het naamlik\ngetuig:\n'How (do) the negative tests affect the possibility that there still\n(was) corridor disease at the Pretoria Zoo when buffalo (were\nsent) to\nSpioenkop? – It's possible that the infected buffalo were no longer there\nor if the buffalo had been kept under tick\nfree conditions, the possibility\nmight exist that they had lost that infection.'\nDie advokaat wat vir die Raad\nopgetree het, het ook self aan dr Potgieter, die Waarnemende Direkteur van\nOnderstepoort, gestel: 'Wat\ndit vir ons sê is dat die Pretoria Dieretuin\nse buffels vandag die datum van die toets, negatief was, maar natuurlik weet ons\nnie wat `n moontlike toestand vroeër was nie.' Potgieter het bevestigend\ngeantwoord. Op die getuienis is dit onwaarskynlik dat\nenige ander buffel\nverantwoordelik vir die besmetting van die Spioenkop-buffels kon wees.\n[18]\tIndien 'n besmette buffel nie die oorsaak van die besmetting van die\nSpioenkop-buffels was nie, was 'n besmette bosluis waarskynlik\ndie oorsaak. In\nAugustus 1999 het dr Cooper, in 'n memorandum aangaande, onder andere, die\nonderhoud van siektevrye buffelkuddes\nin die natuurbewarings beheerde gebiede\nvan die Raad soos volg verslag gedoen:\n'At this point in time it has not been\npossible to link the spread of corridor disease to the Spioenkop buffalo through\nthe previous\nintroduction of an infected animal. It is therefore necessary to\nconsider the possibility that the infection may have been introduced\nthrough the\nintroduction of an infected tick rather than an infected buffalo thus\nnecessitating additional control measures.\n. . .\nAt this point in time the\nonly presumed disease free herd of buffalo left in\nNCS\n[1]\ncontrolled areas is the Ithala\nherd. For obvious reasons everything possible must be done in order to maintain\nit as such.\n. . .\nEvery precaution must be taken to ensure that no brown ear\nticks are transported to Ithala either in capture vehicles or on materials\nused\nin capture operations. The risk is increased if the capture team has been\nworking in a corridor and buffalo area such as\nHUP\n[2]\njust prior to moving to Ithala.\nThis should be taken into account when planning capture operations.\n1)\tAll transport vehicles must be thoroughly sprayed with an acaricide\n(Bayticol) prior to moving to Ithala.\n2)\tSeparate capture material such as netting and plastic should be obtained\nexclusively for use in Ithala and kept on the Reserve.\nAs an interim measure the\nnetting and plastic material intended for use in Ithala must be sprayed with\nBayticol before being packed\nand transported to Ithala. In addition the material\nused in Itala should not have been used in a brown ear tick area where buffalo\nare present for a period of at least two weeks prior to being used in\nIthala.\n3)\tCapture and Veterinary staff who may be called to Ithala to treat or capture\nanimals on an ad hoc basis must be aware that they\nmay be carrying infected\nbrown ear ticks and should take precautions to prevent this from occurring. At\nthe very minimum a fresh\nchange of clothing would be required before entering\nthe Reserve.'\nNalatige wanvoorstelling\n[19]\tDit is\ngemeensaak dat die Raad 'n wanvoorstelling gemaak het dat die buffels siektevry\nwas. Die hof\na quo\nhet egter bevind dat nie bewys is dat die voorstelling\nnalatiglik gemaak is nie en het gevolglik Tangeni sowel as Sinoville se eise\nteen die Raad op grond van nalatige wanvoorstelling van die hand\ngewys.\n[20]\tIndien 'n redelike man in die posisie van die Raad onder die\nomstandighede nie die voorstelling sou gemaak het nie het die Raad\nnalatig\nopgetree deur dit wel te maak, andersins nie (sien\nSea Harvest Corporation\n(Pty) Ltd v Duncan Dock Cold Storage (Pty) Ltd\n2000 (1) SA 827\n(HHA) op\n839G). Die hof\na quo\nhet sy bevindings dat die Raad nie die voorstelling\nnalatiglik gemaak het nie op die volgende bevindings gebaseer:\na)\tDie deskundige getuies was van mening dat die Raad, deur nie die buffels voor\ndie veiling patologies te toets nie, binne die aanvaarde\nnorme wat gegeld het\nten tyde van die veiling opgetree het en dat hulle self net so sou opgetree\nhet.\nb)\tDie permitstelsel het vir baie jare gegeld en is beskou as voldoende\nmaatreël ten einde die verspreiding van siekte te voorkom.\nc)\tDie Departement van Veeartsenydienste het nie toetsing vereis nie en het die\nhouding ingeneem dat dit nie nodig was om die buffels\nwat van Weenen na die\nkopers verskuif sou word te toets nie.\nd)\tWaar dit nie verklaar kan word hoe die buffels besmet geraak het nie dien dit\nas bewys dat die besmetting van die buffels nie\nredelik voorsienbaar was\nnie.\n[21]\tDr de Waal, die Assistent-Direkteur: Parasitologie van\nOnderstepoort Veeartsenykunde Instituut het getuig:\n'Gedurende daardie jare\nwat daardie stelsel gegeld het, (het u nooit gedink) dat daardie stelsel nie\nsuksesvol sal werk en dat 'n\nmens 'n ander stelsel moet hê nie? –\nNie spesifiek nie, nee.\nEn daardie praktyk om diere te verkoop of te vervoer,\nen hulle status te bepaal deur oorsprong, was algemeen dwarsdeur die land\ngebruik\nen toegepas? – So ver ek weet, ja.\nDit was die algemene praktyk\nwat almal wat buffels wou verkoop of skuif, toegepas het? – Korrek,\nja.'\nDr Krige, wat tot kort voor die verhoor in die hof\na quo\ndie\nAdjunk-Direkteur van die Departement van Veeartsenydienste was, het getuig dat\nniemand wat in 1998 buffels wou verkoop daaraan\nsou gedink het om hulle te toets\nnie en dat om buffels sonder toetsing te verkoop en te vervoer redelike optrede\nwas.\n'n Gedeelte van mnr Lambrechts, voormalige Direkteur en Hoof van\nNatuurbewaring van Gauteng, se getuienis lees soos volg:\n'So u sê dit\nwas glad nie nodig om enige navrae of ondersoeke te doen in verband met sy\nsiektetoestand nie? – 'n Addo\nbuffel was skoon, so daarom was dit nie\nnodig nie.\nIs dit nie so dat sy siektestatus was bepaal deur sy herkoms? – Dis\nkorrek.'\nDr Potgieter het ook getuig:\n'Iemand wat tot in 1998\nin die natuurbewaringsbedryf buffels verkoop het en die status bepaal (het) deur\nherkoms, het redelik opgetree.\n– Edelagbare, hulle het binne die aanvaarde\nnorme wat gegeld het ten tye, opgetree.'\nDit is op sterkte van hierdie\ngetuienis wat die hof\na quo\nbeslis het dat die Raad binne die aanvaarde\nnorme wat gegeld het ten tyde van die veiling opgetree het.\n[22]\tLambrechts\nhet met sy verwysing na 'n Addo buffel bedoel 'n 'buffel wat sy oorsprong direk\nvanaf Addo gehad het, wat aangehou\nis onder omstandighede wat hy die benaming\nAddo buffel verdien'. Later het hy dit nog duideliker gemaak dat slegs in\nbesondere gevalle\nop grond van oorsprong 'n aanname gemaak kon word dat buffels\nsiektevry is. Hy het naamlik getuig:\n'[A]s jy jou lyn sonder kontaminasie kan\nterugvoer na 'n skoon buffel en in alle opsigte dit kan waarborg, dan is u\nheeltemal korrek,\ndan was dit die gebruik om hulle nie te toets nie, want dit\nwas nie nodig nie.'\n‘'n Skoon buffel het in die merendeel van gevalle\nsy oorsprong gehad vanaf Addo, wat daar 'n direkte lyn was vanaf Addo na die\nplek waar hulle aangehou was met geen sprake, geen moontlikheid van kontaminasie\nnie. Daarom is u heeltemal korrek om te sê\nin die volksmond word na die\nAddo of na die Willem Pretorius buffels verwys as synde Addo buffels, want daar\nis geen moontlikheid\nvan kontaminasie nie, maar dit is vir seker nie die geval\nmet buffels wat in gebiede gevestig is waar die oorsprong daarvan, van\ndie\ndiere, nie klinkklaar kon vasgestel word nie en veral waar daar 'n periode\nverloop het waar eksterne invloede wel 'n invloed\nkon gehad het, soos met\nWeenen.’\n[23]\tLambrechts se getuienis is duidelik korrek. Die feit dat\nverkopers buffels as siektevry verkoop het op grond van hulle oorsprong\nkan nie\ntot gevolg hê dat dit in alle omstandighede redelik is om dit te doen nie,\nselfs indien 'n redelike man sou voorsien\nhet dat die buffels moontlik in\naanraking gekom het met 'n besmette bosluis of 'n besmette buffel (in 'n gebied\nwaarin die bruinoorbosluis\nvoorkom) en hom sou vergewis het van die korrektheid\nvan die voorstelling. 'n Persoon wat in sulke omstandighede 'n buffel as\nsiektevry\nverkoop is per definisie nalatig. Insoverre De Waal, Krige en\nPotgieter bedoel het om te sê dat volgens die aanvaarde norme\nvan die tyd\n`n buffel op grond van herkoms as siektevry verkoop kon word selfs in die\nvoormelde omstandighede, moet hulle getuienis\ngevolglik verwerp word. Dit skyn\negter vir my onwaarskynlik te wees dat hulle dit bedoel het. Indien wel was dit\nin stryd met ander\ngetuienis deur hulle gelewer. De Waal het byvoorbeeld ook\ngetuig dat indien sy advies gevra sou gewees het, sou hy aanbeveel het\ndat die\nbuffels getoets word alvorens hulle as siektevry verkoop word. Krige het getuig\ndat as jy buffels as siektevry adverteer\nis die enigste aanvaarbare optrede om\nhulle deur 'n veearts te laat toets. Potgieter se getuienis was dat vanuit `n\nwetenskaplike\noogpunt is daar geen regverdiging voor om die siektevrye status\nvan buffels te bevestig sonder om toetse te doen nie. Hy het ook\ngetuig:\n'Indien honderd persent akkurate en betroubare lewensgeskiedenis van sulke\ndiere voorsien kan word, wat wel op individuele basis identifiseerbaar\nis, kan\naannames gemaak word. Ondervinding het egter die risikos van sulke aannames\nblootgelê en daarom is die reeks laboratoriumtoetse,\ndie enigste\nbetroubare bevestiging van die siektestatus van buffels.'\n[24]\tIn elke geval\nmoet steeds bepaal word of 'n redelike persoon in die posisie van die Raad in\ndie lig van al die omstandighede\ndie voorstelling sou gemaak het dat die buffels\nsiektevry was. Alvorens 'n redelike persoon so 'n voorstelling sou gemaak het,\nsou\nhy homself eers die vraag afgevra het of daar 'n moontlikheid bestaan dat\ndie buffels sedert hulle, of hulle voorgeslagte, van Addo\nverskuif is, besmet\nkon geraak het. Die advokate wat vir die Raad opgetree het, het die korrektheid\nvan hierdie stelling toegegee\nmaar het betoog dat 'n redelike persoon, in die\nlig van al die omstandighede, sou geoordeel het dat die kanse dat die buffels op\nSpioenkop besmet was so gering was dat 'n redelike persoon nietemin die\nvoorstelling sou gemaak het dat hulle siektevry was.\n[25]\tNamens die Raad is,\nsoos wat suksesvol gedoen is in die hof\na quo\n, gesteun op die\npermitstelsel. Die permitstelsel kan egter hoogstens 'n faktor wees by\nbeoordeling van die vraag of buffels moontlik\nsedert hulle verskuiwing van Addo\nbesmet geraak het. Vir doeleindes van uitreiking van die permit het die betrokke\nstaatsveearts\nniks meer gedoen as om hom te vergewis van die herkoms van die\nbetrokke buffels en dat hulle verskuif word van grond na grond wat\ngeregistreer\nis vir die aanhouding van siektevrye buffels nie. Geen ondersoek is gedoen om\nvas te stel of die buffels inderdaad siektevry\nwas nie. Dit sou dus totaal\nonredelik wees om 'n permit as bewys van siektestatus te beskou. Dit is nooit as\nsulks bedoel nie.\n[26]\tDie feit dat die Departement van Veeartsenydienste nie\ntoetsing vereis het nie en die houding ingeneem het dat dit nie nodig\nwas om die\nbuffels wat van Weenen na kopers verskuif sou word te toets nie, kan ook nie\nbeskou word as 'n vorm van versekering deur\ndie Departement dat die buffels\nsiektevry was nie. Die Departement gee nie voor kennis te dra dat die buffels\nnie aan besmetting\nblootgestel is nadat hulle of hulle voorgeslagte van Addo\nverwyder is nie en kan gevolglik nie geag word so 'n voorstelling te maak\ndeur\nnie toetsing te vereis nie.\n[27]\tEk stem ook nie saam met die vierde rede\nverstrek deur die hof\na quo\nnaamlik dat nie verklaar kan word hoe die\nbuffels besmet geraak het nie en dat dit as bewys dien dat die besmetting van\ndie buffels\nnie redelik voorsienbaar was nie. Dit is gemeensaak dat die\ninvoering van `n besmette buffel of bosluis of beide die besmetting veroorsaak\nhet.\n[28]\tOp die getuienis is dit moontlik dat een of beide van die buffels\nafkomstig vanaf die Pretoria Dieretuin besmet was. 'n Staatsveearts\nhet wel 'n\npermit uitgereik vir die vervoer van die buffels vanaf die Pretoria Dieretuin na\nSpioenkop in welke permit die buffels\nas Addo-buffels beskryf is, maar dit dui\nniks meer aan as dat die buffels van Addo oorsprong was en dat Pretoria\nDieretuin en Spioenkop\ngeregistreer was as grond waarop siektevrye buffels\naangehou kon word nie. Die permit dui nie aan dat die buffels inderdaad\nsiektevry\nwas nie. Onder die omstandighede sou 'n redelike man hom nie bloot op\ndie permit verlaat het nie maar sou hy verdere navraag gedoen\nhet om te bepaal\nof die buffels nie moontlik wel besmet was nie. Die Raad het egter geen sodanige\nnavrae gedoen nie.\n[29]\tNamens die Raad is betoog dat nie bevind kon word dat\ndie Pretoria Dieretuin-buffels moontlik besmet was nie omrede hulle deur\ndie\npartye as siektevry aanvaar is. Dit blyk wel dat nie in die hof\na quo\nbetoog is dat die Dieretuin-buffels die oorsaak van die besmetting was nie maar\ndit blyk ook dat dit nie tydens die verhoor toegegee\nis nie die geval te wees\nnie. Soos reeds aangetoon, is tydens die verhoor, meer spesifiek tydens die\ngetuienis van Potgieter en Cooper,\ngehandel met die vraag of die Pretoria\nDieretuin-buffels moontlik besmet was en was die getuienis dat dit wel 'n\nmoontlikheid was.\nOnder die omstandighede en by gebrek aan enige getuienis tot\ndie teendeel, moet bevind word dat daar wel so 'n moontlikheid bestaan\nhet en\ndat navrae in die verband die moontlikheid aan die lig sou gebring\nhet.\n[30]\tIndien die Pretoria Dieretuin-buffels nie verantwoordelik was vir\ndie besmetting van die Spioenkop-buffels nie moes dit 'n besmette\nbosluis wat\nvan elders ingevoer is, gewees het. Verskeie van die getuies het getuig ten\naansien van die moontlikheid dat 'n bruinoorbosluis\nSpioenkop binnegebring kon\nword. Geen een van die getuies kon die moontlikheid uitsluit nie en geen een kon\ndie moontlikheid kwantifiseer\nnie. Krige het wel getuig dat 'n bruinoorbosluis\n'met die hand' ingedra kon word maar dat die kans dat dit kon gebeur het, een in\n'n paar miljoen was. Dit is egter duidelik dat hy geen basis vir sy\nkwantifisering van die moontlikheid gehad het nie. Later het\nhy getuig dat\nbosluise op nette kon voorkom maar dat die kanse skraal was en dat hy ook aan\ngras en hooi gedink het maar dat hy nie\n'weet nie'.\n[31]\tVolgens Potgieter\nword veesiektes dikwels van een gebied na 'n ander oorgedra deur besmette\nbosluise. Dit is 'n algemene praktyk\nom diere met bosluisdoders te behandel\nvoordat hulle vervoer word ten einde die verspreiding van siektes te voorkom. Hy\nhet getuig\ndat bosluise moontlik op ander diere of in vangnette wat gebruik is\nom diere te vang of in die 'beddegoed' van diere wat verskuif\nword vanuit\nbruinoorbosluis endemiese gebiede Spioenkop binnegebring kon gewees het.\n[32]\tDr W H Stoltsz, 'n senior dosent in die Departement Tropiese Siektes,\nFakulteit Veeartsenywetenskap van die Universiteit van\nPretoria, het wel getuig\ndat die kanse dat 'n besmette bruinoorbosluis Spioenkop op 'n gasheer\nbinnegebring is 'rather remote' was\nmaar 'for a lack of hard evidence' was hy\nnie in staat om 'n persentasie daarop te plaas nie. Hy was van mening dat die\nkanse van\ndie invoer van 'n besmette bosluis so gering was dat niemand gedink\nhet om voorsorgmaatreëls te tref nie. Tog het hy die moontlikheid\ngenoem\ndat hulle in die beddegoed of in nette ingebring kon word en dat die kans dat\ndit kon gebeur van verskeie omstandighede afhanklik\nwas.\n[33]\tDr L P Stoltz,\n'n voormalige direkteur van die Vrystaatse Direktoraat Natuur en\nOmgewingsbewaring was van mening dat 'n besmette\nbosluis Spioenkop moontlik\nbinnegebring kon word maar dat dit onwaarskynlik was. J J Kooy, 'n professionele\nwildvanger, het getuig\ndat hy nie bewus is van 'n geval waar 'n siekte oorgedra\nis deur 'n bosluis wat deur hom vervoer is nie. Hy het verder getuig dat\ndit\nbykans nie moontlik is dat die besmetting van die buffels in Spioenkop\nveroorsaak kon gewees het deur 'n bosluis wat op 'n ander\ndier ingebring is nie.\nHy kon geen redes vir hierdie stelling van hom verstrek nie. Hy het ook getuig\ndat bosluise in vangnette opgerol\nkon word maar dat hy nog nooit gesien het dat\ndit gebeur nie. Hy moes egter toegee dat hy nooit aandag daaraan geskenk het\nnie.\n[34]\tCooper het getuig dat dit, met inagneming van die lewenssiklus van\ndie bruinoorbosluis en die feit dat hy sy besmetting verloor\nnadat hy 'n\nbloedmaal van 'n dier wat nie besmet is, geneem het, hoogs onwaarskynlik is dat\n'n bruinoorbosluis die oorsaak van die\nbesmetting kon wees. Hierdie getuienis\nvan hom is egter geensins oortuigend nie. Dit is nie duidelik hoekom die\nlewenssiklus van\ndie bruinoorbosluis die oordrag van besmetting deur 'n bosluis\nonwaarskynlik maak nie. Verder affekteer die feit dat die bruinoorbosluis\nsy\ninfeksie verloor op die genoemde wyse nie die moontlikheid dat 'n besmette\nbosluis in beddegoed of nette of op 'n ander dier in\n'n gebied ingebring kon\nword nie. Sy getuienis dat duisende diere vanuit bruinoorbosluis geaffekteerde\ngebiede na gebiede waar siektevry\nbuffels voorkom deur die Raad oorgeplaas is en\ndat hy gesien het hoe nette onmiddellik nadat hulle in eersgenoemde gebiede\ngebruik\nis, in laasgenoemde gebiede gebruik word, versterk die moontlikheid dat\n'n besmette bruinoorbosluis op dié wyse Spioenkop\nbinnegekom het. Die\nbeddegoed wat gebruik is, is gekoop waar ookal gras beskikbaar was en is saam\nmet nette en ander toerusting gehou\nin skure te Hluhluwe en Umfolozi waar die\nbruinoorbosluis vry algemeen voorkom.\n[35]\tDie buffels is reeds vir etlike\njare aangehou in 'n gebied waar die bruinoorbosluis voorkom en waar wild vanaf\nbesmette gebiede\ningevoer word. Onder die omstandighede was die gevaar van\nbesmetting van die kudde deur die invoer van 'n bruinoorbosluis veel groter\nas\nbyvoorbeeld in Willem Pretorius waar die bosluis nie voorkom nie of in gebiede\nwaar nie soveel wild vanaf besmette gebiede ingevoer\nword nie. Die besmette\nbosluis sal sy besmetting verloor sodra hy aan 'n onbesmette buffel suig en al\nsou daardie buffel besmet raak,\nis nog bosluise nodig om die besmetting te\nversprei.\n[36]\tNadat die besmetting ondek is het die Raad klaarblyklik\naanvaar dat 'n besmette bruinoorbosluis van een gebied na `n ander oorgedra\nkon\nword en is stappe geneem om dit te voorkom. Hierdie aanvaarding het nie gespruit\nuit enige nuwe kennis wat ten opsigte van die\nbruinoorbosluis opgedoen is nie.\nVolgens Cooper het hy steeds gemeen dat dit onwaarskynlik was dat 'n bosluis die\nbesmetting oorgedra\nhet maar was die bestuurders bekommerd en is algemeen\nbespiegel dat dit wel die geval was. Die bekommernis is gedeel deur G R Smith\nwat in beheer van Spioenkop was.\n[37]\tHierdie getuienis toon duidelik dat, as\ndie Raad voor die wildveiling oorweging geskenk het aan die moontlikheid dat die\nbuffels\nte Spioenkop besmet kon geraak het deur 'n besmette bosluis, hy tot die\ngevolgtrekking sou gekom het dat dit wel moontlik was, dat\ndie moontlikheid nie\ngekwantifiseer kon word sonder 'n behoorlike studie nie maar dat dit nie 'n\nvergesogte moontlikheid was nie.\nSoos reeds gemeld sou 'n redelike man in die\nposisie van die Raad oorweging geskenk het aan die voormelde moontlikhede. Hy\nsou tot\ndieselfde gevolgtrekking gekom het.\n[38]\tDie vraag ontstaan dan of 'n\nredelike man nietemin die voorstelling sou gemaak het dat die buffels siektevry\nwas. Na my mening\nsou hy nie en wel vir die volgende redes:\n1)\tDie moontlikheid van besmetting kon nie gekwantifiseer word nie.\n2)\tDie gevolge, indien die buffels wel besmet was, kon katastrofies wees wat\nbetref siektevrye buffelkuddes sowel as beeste.\n3)\tHy kon homself teen minimale koste in vergelyking met die waarde van die\nbuffels en die potensiële skade wat veroorsaak kon\nword, vergewis van die\nware siektestatus van die buffels. Die immobilisasie van die diere sou geen\nprobleme skep nie aangesien die\ndiere in elk geval voor die veiling in bomas\ngehou is en verdoof is om etikette aan hulle ore te\nsit.\n[39]\tOnder die omstandighede het die Raad se gedrag, gemeet\naan die standaard van die redelike man, te kort geskiet. Die wanvoorstelling\ndeur die Raad is gevolglik nalatiglik gemaak. Dit volg dat die hof\na quo\nfouteer het deur Tangeni en Sinoville se vorderings teen die Raad gebaseer op\nnalatige wanvoorstelling van die hand te wys en deur\nslegs op grond van\nSinoville se alternatiewe vordering teen die Raad ten gunste van Sinoville te\nbevind. Sinoville se appèl\nteen die Raad moet dus slaag en die Raad, wat\naangevoer het dat Sinoville selfs nie op mindere regshulp geregtig was nie, se\nappèl\nteen Sinoville moet van die hand gewys word.\nTangeni se aksie\nteen Sinoville\n[40]\tSoos reeds aangetoon het Tangeni beweer dat dit `n\nstilswyende term van die kontrak tussen Tangeni en Sinoville was dat die buffels\nwat ingevolge die kontrak op Kleine Waterval gevestig sou word, siektevry sou\nwees.\n[41]\tEhlers het getuig dat toe hy genader is in verband met die\nvestiging van die buffels het hy onmiddellik onthou dat dit sogenaamde\n'skoon'\nbuffels was. Hy het altyd die hoogste agting vir die Raad gehad en het kinderlik\ngeglo dat as die Raad sê buffels is\nsiektevry dan is hulle siektevry. Hy\nhet dit duidelik gemaak dat hy nie vir Graphorn uitgevra het oor die\nsiektestatus van die buffels\nnie, dat Graphorn nie gesê het dat die\nbuffels siektevry was nie en dat hy, wat die siektestatus van die buffels\nbetref, gesteun\nhet op wat by die veiling gebeur het. As die Raad nie betrokke\nwas nie sou hy aangedring het op `n toets ten einde die siektestatus\nvan die\nbuffels te bepaal. Hy het getuig:\n'[E]k het hom [Graphorn] nog nooit op enige\nstadium kwalik geneem dat hy die skuld kan hê dat die buffels wel besmet\nwas nie.\nDit sou onbillik vir my gewees het, want ek weet presies waarvandaan\ndie buffels kom.'\n[42]\tGraphorn het ook getuig dat beide hy en Ehlers aanvaar\nhet dat die buffels siektevry was en dat hulle glad nie daaroor gepraat\nhet nie.\nHy het wel ook getuig dat dit 'n term van die ooreenkoms was dat die buffels\nsiektevry was en later dat dit 'n stilswyende\nvoorwaarde was dat die buffels\nsiektevry moes wees. In antwoord op die vraag of hy dan aanvaar dat hy versuim\nhet om siektevrye buffels\nte lewer het hy egter geantwoord: 'nee, volgens my\nopinie het ons skoon buffels gelewer, want dit is – dit is wat ons gekoop\nhet.' In die lig van hierdie antwoord is dit moontlik dat hy met sy stelling dat\ndit 'n term van die ooreenkoms was dat die buffels\nsiektevry was, nie bedoel het\nom meer te sê as dat dit 'n term was dat hy die 'siektevrye buffels' wat\nhy by die Raad gekoop\nhet, moes lewer nie.\n[43]\t'n Stilswyende term kan of\ndie werklike bedoeling van die partye of die bedoeling wat hulle geag moet word\nte gehad het, weergee.\nEersgenoemde sal die geval wees waar beide partye\ninderdaad aan die term gedink het en bedoel het dat dit deel van hulle\nooreenkoms\nmoet wees maar dit as so vanselfsprekend beskou het dat dit die geval\nwas dat hulle dit nie uitdruklik vermeld het nie. 'n Term sal\ngeag word deel van\ndie ooreenkoms te wees indien, alhoewel die partye nie daaraan gedink het nie,\nmet vertroue gesê kan word\ndat beide partye, indien hulle ten tyde van\nkontraksluiting daarna gevra sou gewees het, sou gesê het dat dit 'n term\nvan die\nooreenkoms was, dat hulle dit nie uitdruklik ooreengekom het nie omdat\ndit vanselfsprekend die geval is. (Sien\nWilkins NO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA\n130\n(A) op 136I-137D).\n[44]\tIn die onderhawige geval is dit duidelik dat nie\nbevind kan word dat die partye inderdaad bedoel het dat dit 'n term van die\nooreenkoms moes wees dat Sinoville siektevrye buffels moes lewer nie. Uit Ehlers\nse getuienis blyk dit duidelik dat hy gesteun het\nop wat hy by die veiling\ngehoor het en nie op enige onderneming hetsy uitdruklik of stilswyend deur\nGraphorn nie.\n[45]\tDit is ewe duidelik dat Ehlers nie indien hy tydens\nkontraksluiting daarna uitgevra is, sou gesê het dat Sinoville\naanspreeklik\nsal wees indien dit sou blyk dat die buffels inderdaad nie\nsiektevry was nie. Wat die siektestatus van die buffels betref het hy\ngesteun op\ndie wanvoorstelling deur die Raad.\n[46]\tNamens Tangeni is betoog dat op grond\nvan Graphorn se getuienis bevind moet word dat die term wel 'n stilswyende term\nvan die\nooreenkoms was. Aangesien 'n stilswyende term die bedoeling, werklik of\ngeag, van beide partye weergee, volg dit, in die lig van\nEhlers se getuienis,\ndat nie bevind kan word dat die term wel 'n stilswyende term van die ooreenkoms\nwas nie wat ookal die bedoeling\nvan Graphorn mag gewees het. In ieder geval is\ndit nie vir Graphorn om te sê of die term `n stilswyende term van die\nooreenkoms\nwas nie en is hy ook nie gekwalifiseerd om dit te doen nie. Dit is\nvir die hof om in die lig van die uitdruklike terme van die ooreenkoms,\ntoelaatbare getuienis ten aansien van die omringende omstandighede en die gedrag\nvan die partye na kontraksluiting te bepaal of dit\ndie geval is. (Sien\nWilkins NO v Voges\nop 136J-137A en 143C en\nBotha v Coopers &\nLybrand\n2002 (5) SA 347\n(HHA) para 25.)\n[47]\tDit volg dat Tangeni se\nappèl teen Sinoville van die hand gewys moet word.\nBevel\n1\tDie appèl van Tangeni Boerdery Nr 2 teen die Kwazulu-Natal\nNatuurbewaringsraad slaag met koste insluitende die koste van\ntwee advokate.\n2\tDie appèl van Tangeni Boerdery Nr 2 teen Erf 1453 Sinoville (Edms) Bpk\nword van die hand gewys met koste.\n3\tParagraaf 1(b) van die bevel gemaak deur die hof\na quo\nin saakno.\n2753/99 word vervang met die volgende\nbevel:\n‘(b)\tDit word verklaar dat die Raad aanspreeklik is teenoor Tangeni\nBoerdery Nr 2 vir die deliktuele skade gely deur Tangeni\nBoerdery Nr 2 as gevolg\nvan die wanvoorstelling wat gemaak is deur die Raad, dat die buffels, synde Lot\n801, wat verkoop is op die\nwildveiling van 20 Junie 1998 gehou deur die Raad,\nsiektevry was.\n(c)\tDie Raad word beveel om Tangeni Boerdery Nr 2 se koste te betaal insluitende\ndie koste van twee advokate en die kwalifiserende\nfooie en uitgawes van die\ndeskundige getuies dr Krige, dr De Waal, dr Potgieter en mnr\nLambrechts.’\n4\tDie appèl van Erf 1435 Sinoville (Edms) Bpk teen die Raad slaag met\nkoste en die appèl van die Raad teen Erf 1435\nSinoville (Edms) Bpk word\nvan die hand gewys met koste.\n5\tParagraaf 2 van die bevel van die hof\na quo\nin saakno 2058/01 word\nvervang met die volgende bevel:\n'(a)\tDit word verklaar dat die Raad aanspreeklik is teenoor Erf 1435 Sinoville\n(Edms) Bpk vir die deliktuele skade gely deur Erf\n1435 Sinoville (Edms) Bpk as\ngevolg van die wanvoorstelling wat gemaak is deur die Raad, dat die buffels,\nsynde Lot 801, wat verkoop\nis op die wildveiling van 20 Junie 1998 gehou deur\ndie Raad, siektevry was.\n(b)\tDie Raad word beveel om die koste van Erf 1435 Sinoville (Edms) Bpk te\nbetaal.'\n...............................\nSTREICHER AR\nBRAND AR)\nCLOETE AR)\nHEHER AR)\tSTEM SAAM\nVAN HEERDEN\nAR)\n[1]\nNature Conservation\nServices.\n[2]\nHluhluwe and Umfolozi\nPark.",
  "scraped_at": "2026-02-12T13:55:31.446295",
  "date": "2005-03-15",
  "coram": [
    "STREICHER",
    "BRAND",
    "CLOETE",
    "HEHER",
    "VAN HEERDEN"
  ],
  "case_number": "265/03",
  "parties": {
    "applicants": [
      "GERT LEOPOLD EHLERS NO",
      "DANIEL HUGO EHLERS NO",
      "WILLEM JACOBUS ERASMUS NO",
      "TANGENI BOERDERY NR 2"
    ],
    "respondents": [
      "HENDRIK GRAPHORN NO",
      "KWAZULU-NATAL NATUURBEWARINGSRAAD",
      "ERF 1435 SINOVILLE (EDMS) BEPERK"
    ]
  },
  "sections": {
    "facts": "In June 1998 the KwaZulu‑Natal Nature Conservation Council held a wildlife auction and sold a herd of buffalo described in the catalogue as disease‑free. The buffalo, bought by Erf 1435 Sinoville, were subsequently moved to the farm Kleine Waterval under an agreement with Tangeni Boerdery Nr 2. Within months large numbers of the animals at Kleine Waterval died from corridor disease, which was later proven to have been present in the buffalo. Tangeni sued the Council and Sinoville for damages, alleging negligent misrepresentation that the buffalo were disease‑free and, in the case against Sinoville, that the disease‑free status was a tacit term of their contract. The lower court dismissed the claims against the Council on the basis that the misrepresentation was not negligent and held the contract between Tangeni and Sinoville did not contain a tacit term. Both parties appealed.",
    "issues": "1. Whether the Council’s representation that the buffalo were disease‑free amounted to a negligent misrepresentation. 2. Whether that representation was made negligently in the circumstances. 3. Whether the disease‑free status was a tacit term of the contract between Tangeni Boerdery and Sinoville.",
    "principles": "The court applied the law of negligent misrepresentation, requiring a false representation, a negligent making of the representation, reliance by the plaintiff and consequent loss. The standard of the reasonable person in the position of the Council at the time was considered, taking into account the accepted industry norms, the permit system and the absence of a statutory requirement for pathology testing. For tacit terms, contract law demands that the term be intended by the parties, be necessary to give business efficacy to the agreement and be discoverable from the surrounding circumstances.",
    "application": "The appellate court found that the Council’s reliance on the “disease‑free” label, based solely on the origin of the buffalo from Addo‑type herds, fell short of the reasonable‑person standard because the possibility of infection via infected buffalo or ticks was foreseeable and the Council failed to make further enquiries. Consequently the misrepresentation was held negligent, overturning the lower court’s finding. Regarding the alleged tacit term, the court concluded that the parties did not expressly or implicitly intend a guarantee that the buffalo would be disease‑free; thus no tacit term existed and Tangeni’s claim against Sinoville failed. Sinoville’s claim against the Council succeeded on the basis of negligent misrepresentation.",
    "conclusion": "Tangeni Boerdery’s appeal against the Council succeeded; the Council was declared liable for delictual damage caused by its negligent misrepresentation and ordered to pay Tangeni’s costs, including legal fees. The Council’s appeal against Sinoville was dismissed; Sinoville’s claim against the Council for the same negligent misrepresentation was upheld and the Council was ordered to compensate Sinoville. Tangeni’s claim against Sinoville was dismissed as no tacit term existed. All orders were made with costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Negligent Misrepresentation",
    "level_3": [
      "disease‑free representation",
      "tacit term",
      "corridor disease",
      "wildlife auction"
    ]
  }
}