{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/32.html",
  "case_name": "Private Security Industry Regulatory Authority and Another v Association of Independent Contractors and Another (127/2004) [2005] ZASCA 32; [2007] 1 All SA 221 (SCA); 2005 (5) SA 416 (SCA) (31 March 2005)",
  "citation": "[2005] ZASCA 32",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 32\n|\nNoteup\n|\nLawCite\nPrivate Security Industry Regulatory Authority and Another v Association of Independent Contractors and Another (127/2004) [2005] ZASCA 32; [2007] 1 All SA 221 (SCA); 2005 (5) SA 416 (SCA) (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 127/04\nIn the matter between\nTHE PRIVATE SECURITY\nINDUSTRY\nREGULATORY AUTHORITY\nFirst Appellant\nTHE ACTING DIRECTOR OF THE\nPRIVATE\nSECURITY INDUSTRY REGULATORY AUTHORITY\nSecond Appellant\nand\nASSOCIATION OF\nINDEPENDENT CONTRACTORS\nFirst\nRespondent\nALMERO DEYZEL\nSecond\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P, STREICHER, MTHIYANE, CONRADIE, et LEWIS JJA\n________________________________________________________________________\nDate Heard:\t28 February 2005\nDelivered:\t31 March 2005\nSummary:\nPrivate\nSecurity Industry Regulation Act 56 of 2001 – meaning of ‘security\nservice provider’ – whether the\nexpression applies to an association\nwhich secures security service work for its members who are security officers\nand independent\ncontractors\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P\nHOWIE P\n[1]\tThe private security\nindustry has work for more people than the police and defence forces combined.\nThe security officers who\noperate in the industry provide personal and property\nprotection. They secure enjoyment of others’ fundamental rights. In\ncarrying\nout their functions they often wear uniforms, bear arms and are granted\naccess to homes and other landed property.   The legislature\nconsidered that in\nthese circumstances it was necessary to regulate the industry to monitor\nsecurity service providers. To ensure\nthe integrity and reliability of their\nservice it enacted the Private Security Industry Regulation Act 56 of 2001 (the\nAct) which\nrequires security service providers to be registered.\n[2]\tThe\nfirst appellant is a juristic person established in terms of the\nAct.\n[1]\nThe second appellant was at\nthe relevant times its acting director. It is the first appellant’s\nstatutory responsibility to\nregulate the industry.\n[3]\tThe first respondent\nis an association whose membership includes private security officers.   Second\nrespondent is the association’s\nexecutive officer. He is also referred to\nin the record as its director.\n[4]\tThe respondents applied to the High Court\nin Durban for an order declaring that neither was a security service provider\nwithin\nthe meaning of the Act nor liable to register in accordance with it. The\nappellants cross-applied for an order declaring that the\nrespondents were\nsecurity service providers in terms of the Act and interdicting them from\nrendering security services unless they\nwere registered.\n[5]\tThe matter was\nheard by Magid J who granted the respondents an order declaring that they were\nnot security service providers within\nthe meaning of the Act. The counter\napplication was dismissed.   The learned Judge gave the appellants leave to\nappeal to this court.\nIn what follows I shall refer to the first respondent as\nthe association and to the second respondent as Mr Deyzel.\n[6]\tIn broad\noutline the association’s case is that it is a voluntary association which\nattracts to membership individuals who\nare independent contractors in a number\nof different fields. The purpose of the association is to obtain work for its\nmembers and\nto represent them in contracting for such work. 2200 of its members\nare security officers. A member who is a security officer will,\nin the normal\ncourse, as an independent contractor, perform contract work for a security\nbusiness. That business will have a client\nrequiring security services.   The\nsecurity business then makes the security officer available to the client to\nperform the necessary\nservices.  In this process the security officer never\nworks as an employee for anyone. Should he become anybody’s employee\nhis\nmembership ceases. For the benefits of membership a member owes the association\na weekly or monthly subscription fee. Membership\nfees constitute the\nassociation’s only income. The client pays the security business for the\nsecurity officer’s services.\nIn turn the security business remunerates the\nsecurity officer by making payment direct to the association.  The membership\nfee is\nthen deducted and the balance is paid by the association to the security\nofficer.\n[7]\tPlainly, and this is one of the first appellant’s\nconcerns, the security officer in the situation just described never has\nthe\nbenefits of any employment legislation and is therefore liable to exploitation.\n[8]\tWhether the respondents are obliged to be registered depends on a proper\nconstruction of the Act as applied to the evidence presented\nto the Court\nbelow.\n[9]\tFirst there is the history of the Act.   Its forerunner was the\nSecurity Officers Act 92 of 1987. It was aimed at regulating security\nofficers\nwho were employees of the person or entity that made their services available.  \nIt did not deal at all with security officers\nwho stood to the provider in an\nindependent contractor relationship. Attempts to evade the provisions of that\nAct centred on using\nsecurity officers who were independent contractors. In that\nway minimum wage legislation and other material statutory provisions\ncould be\navoided by the entities that made the security officers available. The\ndisadvantages to the latter, or at least the potential\ndisadvantages, are\nobvious.\n[10]\tThe Act has the object of overcoming that problem. Its ambit is\nvery much wider than that of its predecessor. It uses provisions\nand\nparticularly definitions which substantially extend its scope and\noperation.\n[11]\tThe Act came into force in February 2002. Section 20(1)\ncontains a fundamental prohibition expressed in very broad terms. It\nsays\n(irrelevant words omitted):\n‘No person ... may in any manner render a\nsecurity service for remuneration, reward, a fee or benefit, unless such a\nperson\nis registered as a security service provider in terms of this\nAct.’\nIn s 1(1) there are important definitions. They are\nthese:\n‘ “security business”, means, subject to subsection\n(2), any person who renders a security service to another for\nremuneration,\nreward, fee or benefit, except a person acting only as a security\nofficer.’\n“security officer”, means any natural person\n–\n(a)\t(i)\twho is employed by another person, including an organ of\nState, and who receives or is entitled to receive from such other\nperson any\nremuneration, reward, fee or benefit, for rendering one or security services;\nor\n(ii)\twho assists in carrying on or conducting the affairs of another\nsecurity service provider, and who receives or is entitled to\nreceive from such\nother security service provider, any remuneration, reward, fee or benefit, as\nregards one or more security services;\n(b)\twho renders a security service\nunder the control of another security service provider and who receives or is\nentitled to receive\nfrom any other person any remuneration, reward, fee or\nbenefit for such service; or\n(c) \twho or whose service are directly or\nindirectly made available by another security service provider to any other\nperson, and\nwho receives or is entitled to receive from any other person any\nremuneration, reward, fee or benefit for rendering one or more security\nservices.’\n‘ “security service”, means one or more\nof the following services or activities:\n(a)\tprotecting or safeguarding a\nperson or property in any manner;\n(b)\tgiving advice on the protection or\nsafeguarding of a person or property, on any other type of security service as\ndefined in this\nsection, or on the use of security equipment;\n(c)\tproviding a\nreactive or response service in connection with the safeguarding of a person or\nproperty in any manner;\n(d)\tproviding a service aimed at ensuring order and\nsafety on the premises used for sporting, recreational, entertainment or similar\npurposes;\n(e)\tmanufacturing, importing, distributing or advertising of\nmonitoring devices contemplated in section 1 of the Interception and\nMonitoring\nProhibition Act, 1992 (Act No. 127 of 1992);\n(f)\tperforming the functions of\na private investigator;\n(g)\tproviding security training or instruction to a\nsecurity service provider or prospective security service\nprovider;\n(h)\tinstalling, servicing or repairing security\nequipment;\n(i)\tmonitoring signals or transmissions from electronic security\nequipment;\n(j) \tperforming the functions of a locksmith;\n(k)\tmaking a\nperson or the services of a person available, whether directly or indirectly,\nfor the rendering of any service referred\nto in paragraphs (a) to (j) and (l),\nto another person;\n(l)\tmanaging, controlling or supervising the rendering of\nany of the services referred to in paragraphs (a) to (j);\n(m)\tcreating the\nimpression, in any manner, that one or more of the services in paragraphs (a) to\n(l) are rendered.\n‘Security service provider’ means ‘a person who\nrenders a security service to another for a remuneration, reward,\nfee or benefit\nand includes such a person who is not registered as required in terms of this\nAct.’\n[12]\tSection 1(2) of the Act reads as follows:\n‘The Minister\nmay, after consultation with the Authority and as long as it does not prejudice\nthe achievement of the objects\nof this Act, by notice in the\nGazette,\nexempt any service, activity or practice or any equipment or any person or\nentity from any or all the provisions of this Act.’\nNext there is s\n20(2). It provides:\n‘(2)\tA security business may only be registered as\na security service provider –\n(a)\tif all the persons performing\nexecutive or managing functions in respect of such security business are\nregistered as security\nservice providers; and\n(b)\tin the case of a security\nbusiness which is a company, close corporation, partnership, business trust or\nfoundation, if every\ndirector of the company, every member of the close\ncorporation, every partner of the partnership, every trustee of the business\ntrust,\nand every administrator of the foundation, as the case may be, is\nregistered as a security service provider.’\nA further exemption\nprovision is contained in s 20(5). It reads\n‘(5)\tThe Minister may,\nafter consultation with the Authority, by notice in the Gazette exempt any\nsecurity service provider\nor security service provider belonging to a category\nor class specified in the notice, either generally or subject to such conditions\nas may be specified in the notice, from the operation of any provision of this\nAct.’\n[13]\tLastly, s 27 empowers the first appellant to apply to\nthe High Court for an interdict preventing a security service provider\nfrom\nrendering a security service if the latter is contravening the\nAct.\n[14]\tClearly the legislature did not intend that the statutory net could\nbe easily evaded and certainly not in the same manner as\nunder the previous\nenactment. The enquiry now is whether the fact that the association’s\nsecurity officer members are independent\ncontractors, and the fact that what it\nreceives does not emanate from the persons for whom security services are\nrendered, puts either\nrespondent beyond the Act’s reach.\n[15]\tThe\nassociation’s constitution was adopted on 21 January 2002. It is annexed\nto the association’s founding affidavit\ndeposed to by Mr Deyzel. It\ncontains a number of paragraphs that are material to the enquiry.  Clause 3\nreads –\n‘3.\tScope – The aim of the association is to\npromote the mutual and individual interests of independent contractors who\nare\nmembers of the association. The association will seek work assignments for its\nmembers, negotiate market related fees for them,\nensure that their fees are\npaid, prevent exploitation of them and will endeavour to arrange social benefits\nfor them such as provident\nfund benefits, medical aid benefits, etc. The\nassociation will administer the fees paid to its members as well as a reserve\nfund\nwhich is to be used when members do not have any work\nassignments.’\n[16]\tMembership is referred to in clause 4. Only\nindependent contractors are entitled to be members. Membership ceases, amongst\nother\ncircumstances, if a member becomes, or claims to be, an employee (4.2) and\ncan be terminated by the vote of the majority of ‘the\nrepresentatives of\nmembers’ present at a general or special meeting (4.5).\n[17]\tClause 6\ndeclares who are the association’s office bearers. There is a director\n(currently Mr Deyzel) who chairs meetings\nof ‘representatives of\nmembers’ and exercises general control of the association’s day to\nday affairs. Then there\nis a secretary. Thirdly there is a ‘liaison\ncontractor representative’ who liaises between the management committee\nand\nother liaison contractors and acts as director when the latter is\nunavailable. Finally there are principal liaison contractors who\nliaise inter\nalia between members and the entities for which they render services. The\nconstitution does not say whether members’\nrepresentatives are designated\nad hoc\nor on a more permanent basis.\n[18]\tClause 9 provides for what\nare called liaison contractors.  It reads\n‘The principal liaison\ncontractors will liaise between members and the person or entity with whom they\nhave contracted (“the\nclient”) and may negotiate a fee to be paid by\nsuch client in addition to the fee that he/she is paid by the association on\nbehalf of the members who are contracted to such client. Principal liaison\ncontractors will also perform the negotiation function\nreferred to in clause 12.\nIn consultation with the members engaged by a client the principal liaison\ncontractor will appoint ordinary\nliaison contractors to liaise between the\nmembers and the client on a day to day basis if it is not practical for the\nprincipal liaison\ncontractor to be solely responsible for the performance of\nsuch function. A fee may be negotiated with the client for the liaison\nfunction\nperformed by an ordinary liaison contractor which fee will be in addition to the\nfees that such ordinary liaison contractor\nis paid by the association on behalf\nof the members contracted to such client.’\n[19]\tClause 11 provides\nfor a code of conduct. Any breach of the code is deemed unprofessional conduct\nand may result in a letter\nof warning or remedial measures. The more serious\nbreaches, or repeated breaches, may result in termination of membership. \nParagraph\n5 of the Code reads –\n‘5.\tMembers must meet their\nobligations in terms of the contracts of work entered into on their behalf by\nthe association.’\n[20]\tThe essential role of the first respondent\nis spelt out in clause 12 of the constitution. It\nreads:\n‘12.\tNegotiations – By joining the association members\nauthorise the association to seek work assignments for them and\nnegotiate the\nterms and conditions that would govern such work assignments on their behalf.\nMembers further authorise the association\nto negotiate changes to the terms and\nconditions governing work assignments on their behalf.’\n[21]\tOne of\nthe other annexures to the founding affidavit is the association’s\nmembership application and registration form.\nUnder the heading\n‘Explanatory notes’ it contains the following paragraphs\n–\n’14.\tLiaison contractors are appointed by the association to\nassist independent contractors at the places where they are engaged.\n15.\tThe\nliaison contractors will ensure proper communication between independent\ncontractors and the party whom they are contracted\nto as well as proper\ncommunication between the members and the association.\n16.\tThe liaison\ncontractor will represent members in negotiations with the party [to] whom they\nare contracted and will advance their\ninterests during association meetings.\n17.\tThe liaison contractor will be paid by the association (on behalf of its\nmembers) and also by the party to whom the members are\ncontracted\nto.’\n[22]\tThe founding affidavit also annexes the\nassociation’s standard written form of contract entered into when a member\nagrees\nto work for what in the  form is designated ‘the company’.\nThe document uses the word ‘agreement’ throughout.\nThe first thing\nof importance is that the association is a party to the agreement. Next, in the\npreamble, it is recorded that the\nassociation and the company have come to what\nis a separate agreement that members of the association will be given preference\nif\ncontract work becomes available. It is also recorded that they have joined\nthe association so that it can secure work assignments\nfor them and represent\nthem in dealing with the company. It is further recorded that members\nspecifically authorise the association\nto represent them in all such dealings.\nThen follow general terms. One of them reads as follows:\n‘2.3\tThe\nindependent contractor will not perform the work subject to the supervision and\nor control of the company. To ensure\neffective communication the independent\ncontractor authorises the association to nominate from amongst the members of\nthe association\na liaison contractor(s) who will act as an\nintermediary/intermediaries between the parties, to represent the independent\ncontractor\nin his/her dealings with the company and the association, to keep\nproper records of the work performed by the independent contractor\nand to\nprovide such record to the association so that the association can ensure that\nthe independent contractor is paid in accordance\nwith this\nagreement.’\n[23]\tLastly, clause 8 of the agreement provides inter\nalia that if the member’s membership ceases then the agreement also\nterminates.\n[24]\tThe founding affidavit contains allegations as to the role\nof liaison contractors. Mr Deyzel deposes\n‘The members pay these\nliaison contractors in that a portion of the membership fees is utilised for\nthis purpose. Those liaison\ncontractors, who in their private capacity provide\nsecurity services, have themselves entered into contracts with security\nbusinesses\nfor the performance of such security services. Whenever the\nmanagement of a security business (and any other business that contracted\nwith\nmembers of the association) wishes to communicate with the members it does so\nthrough the liaison contractors who are on their\nsites and when the members wish\nto communicate with management they also do so through the liaison contractors.\nInsofar as such communications\nrelate to working conditions and the improvement\nthereof the liaison contractors act as officials of the association. Insofar as\nsuch communications relate to the operational requirements of the relevant\nsecurity business the liaison contractors act in their\nprivate capacity and in\nthe performance of their contractual obligations stipulated in the contracts\nthat they in their personal\ncapacity have entered into with such businesses. The\nprincipal liaison contractors are not involved in the day to day affairs of\nthe\nbusinesses that members have contracted with. They act as agents of the\nassociation and are involved in the recruitment of members,\nthe negotiation of\ncontractual terms and the improvement thereof on behalf of members, providing\nassistance to the liaison contractors\nwho are on site in resolving issues\nrelating to working conditions. Principal liaison contractors also play an\nadministrative role\nin that they prepare the invoices on behalf of the members\nand also prepare remittance vouchers to inform the members what fees were\ncollected on their behalf and what deductions were made.’\nHe goes\non to say:\n‘As envisaged by the constitution the association appointed\nfrom the members engaged by a security business liaison contractors\nto liaise\nbetween such members and the security business in such a manner that the\nsecurity business does not exercise control over\nthe members. The liaison\ncontractors are security officers who are themselves (in their personal\ncapacity) contracted to the security\nbusinesses to perform a security service\nand are paid by the security businesses for the performance of such service.\nInsofar as\nthe liaison contractors are managing the security service performed\nby members of the association they are not doing so in their\ncapacity as\nofficials of the association but in terms of the contracts that they have\nentered into with the security businesses in\ntheir private capacity. In respect\nof the liaison function that the liaison contractors perform for members of the\nassociation, the\nassociation pays the liaison contractors a fee which is derived\nfrom the membership subscription fees.’\nHe then\nsays:\n‘Clients utilising security services are prohibited from\nmanaging, controlling or supervising security officers directly unless\nthe\npersons mentioned in section 20(2) of the Act are registered as security service\nproviders. For this reason clients mainly rely\non security businesses to provide\nthem with security officers and it is virtually impossible for a security\nofficer to secure a contract\ndirectly with a client. Security officers therefore\nhave very little or no choice but to provide security services through security\nbusinesses and it is for this reason that they are contracted to such security\nbusinesses and why such security businesses are able\nto make them available to\nclients.’\n[25]\tIt is common cause or not disputed that the security\nbusinesses for which security services are rendered, as well as the security\nofficer members of the association, are all registered in terms of the Act. So\nmuch for the statutory provisions and the evidence\nwith regard to which the\nappeal must be decided.\n[26]\tIn the court below the Judge assumed in the\nappellants’ favour, without deciding, that the association was rendering a\nsecurity service. He then proceeded to construe the definition of\n‘security service provider’ and in particular the word\n‘renders a ... service to another for remuneration ...’. In his view\nthese words meant that to fall foul of s 20(1) the\nservice had to be rendered\n– in his words – ‘in consideration of a remuneration ...\nemanating from the person for\nwhom the security service is rendered’. On\nthe evidence, the association received nothing for its own account from the\nperson\nfor whom the actual security service was rendered.   It followed, so he\nconcluded, that even if the respondents’ conduct fell\nwithin the\ndefinition of ‘security service’ they were not security service\nproviders nor operators of a ‘security\nbusiness’. In my respectful\nview that finding and its underlying conclusion fail to take account of the\nAct’s history,\ncertain other provisions in the Act and several crucial\nfeatures of the documentation annexed to the founding affidavit.\n[27]\tThe\nCourt was also of the view that there was nothing to gainsay the allegations in\nthe founding affidavit.  Here, again, I do\nnot agree. Certain of those\nallegations are contradicted by material portions of the annexed documentation.\nThere is no suggestion\nthat the documentation is not currently applicable or\nthat it wrongly states any material aspect. The only exception mentioned is\nan\nirrelevant amendment to the standard contract form. In the circumstances the\napplication before the court below had to be determined\non the basis that the\ndocumentation prevailed where it conflicted materially with Mr Deyzel’s\nfounding affidavit.\n[28]\tTurning to the learned Judge’s reasoning, he\nconstrued ‘security service provider’ in such a way, as I have\nindicated, that the source of the remuneration, reward, fee or benefit was\nnecessarily the person receiving the security service.\n  To arrive at that\nconstruction, however, one has to read in the words ‘emanating from the\nperson for whom the security service\nis rendered’ or words to that effect.\nNothing in the definition, viewed in isolation, warrants the limitation those\nwords would\nimport. The words ‘to another’ take it no further and\nare really superfluous. A service rendered would always be ‘to\nanother’. Very similar wording is contained in the definition of\n‘security business’, again with no limitation\nas to the source of\nthe remuneration, reward, fee or benefit. (For convenience I shall simply refer\nto ‘the fee’.) On\nthe face of them the two definitions are such that\nthe fee could be from any source.\n[29]\tThere is even less reason to read in\nwhen regard be had to the wording of those definitions when viewed in context.\nThe Act has\nbeen framed broadly with the specific intention to encompass all\ncircumstances in which private security services are rendered. No\nreason\nsuggests itself why the legislature would have wanted to limit the\nsource.\n[30]\tThe matter is put beyond doubt by reference to the definition of\n‘security officer’. For convenience I repeat\nit\n‘“security officer”, means any natural person –\n(a)\t(i)\twho is employed by another person, including an organ of State, and\nwho receives or is entitled to receive from such person\nany remuneration,\nreward, fee or benefit, for rendering one or more security services;\nor\n(ii)\twho assists in carrying on or conducting the affairs of another\nsecurity service provider, and who receives or is entitled to\nreceive from such\nother security service provider, any remuneration, reward, fee or benefit, as\nregards one or more security services;\n(b)\twho renders a security service\nunder the control of another security service provider and who receives or is\nentitled to receive\nfrom any other person any remuneration, reward, fee or\nbenefit for such service; or\n(c) \twho or whose service are directly or\nindirectly made available by another security service provider to any other\nperson, and\nwho receives or is entitled to receive from any other person any\nremuneration, reward, fee or benefit for rendering one or more security\nservices.’\n[31]\tThere are two considerations which require\nemphasis. First, in paragraph (a) the source of the fee is specified. In (b) and\n(c)\nthe source can be any person. This shows that the legislature was alive to\nthe need to specify the source in some instances and to\nleave the source\nlimitless in others. These paragraphs display the choice it\nmade.\n[32]\tSecondly, each paragraph describes a situation where a security\nofficer works for, or with, or at the instance of, ‘another\nsecurity\nservice provider’. By definition a security officer is also a security\nservice provider. And if, as such security\nservice provider, a security officer\nfalls within the ambit of the Act by reason of receipt of a fee from any source\nwhatever then\nthere is no logical or contextual reason why other security\nservice providers should not also fall within the statutory net irrespective\nof\nthe source of the fee they receive.\n[33]\tI conclude that the court below was\nnot correct in limiting the source to the recipient of the security service. The\nassociation\n(leaving aside for the moment the position of Mr Deyzel) is not\nspared registration simply because it does not receive any fee from\nsecurity\nbusinesses or their clients.\n[34]\tThe next question, then, is whether the\nassociation renders a security service.  In this regard counsel for the\nappellants focused\ntheir argument on paragraph (k) of the definition of\n‘security service’ in contending for an affirmative answer. Counsel\nfor the association and Mr Deyzel argued that such contention depended on an\ninterpretation that was absurdly wide and could not\nhave been the meaning\nintended by the legislature. They said, for example, it would ensnare even an\nemployment agency the moment\nit had a security officer on its books.\n[35]\tThe\nassociation has, as I have said, 2 200 members who are security officers. That\nis a substantial force of available personnel.\nIts constitution and standard\nform contract show that the association exists to find work for its members and\nthey authorise it to\nact on their behalf in securing work.\n[36]\tIn the\nfounding affidavit Mr Deyzel seeks to break any relevant possible connection\nbetween the association and the security\nofficers by suggesting that liaison\ncontractors fulfil a dual role. He claims that when liaison officers communicate\nwith a security\nbusiness on a security officer’s behalf the liaison\ncontractors act as officials of the association if they discuss the\nmember’s\nworking conditions. However, if they discuss the operational\nrequirements of the security business they act in their personal capacity.\nThat\ncannot be accepted. In the first place it receives no support from the terms of\nclause 9 of the association’s constitution\nor the terms stated in the\nmembership application form. More significantly, however, it conflicts with the\nstandard contract form\nin terms of which the association is a party to the\ncontract and represents the member in all dealings with the security business.\nTo carry out that representative role the association appoints liaison\ncontractors. Their duties include keeping records for the\nassociation of work\nperformed by members. If a liaison contractors’ role has the appearance of\nduality it is because they represent\nthe association in representing the\nmembers. What is important is the association’s role. It is clear that the\nassociation\nagrees with a security business that members will get preference if\nsecurity work is needed. The association is then actively involved\nin finding\nsuch work. It becomes a party to the resulting contract and remains involved as\nthe member’s representative until\nthe work is done.\n[37]\tOne must not\nbe misled into focusing only on what the association does for the member. The\nfocus must necessarily also fall on\nwhat it does for the recipient of the\nmember’s service. The unavoidable conclusion in the latter regard is that\nwhat the association\ndoes results in making those services available, directly\nto a security business and indirectly to its client. The association’s\nactivities therefore fall within the ambit of paragraph (k) of the definition of\n‘security service’.\n[38]\tThere is no absurdity in either this\nconstruction of paragraph (k) or its application to the facts. The case of an\nemployment\nagency provides no example helpful to the debate. If such an agency\nbecame as involved in the private security field as the association\nhas, there\nis every reason to say that it, too, would be hit by the Act.\n[39]\tApart\nfrom finding that the association renders a security service in terms of\nparagraph (k), it seems to me that the evidence\nalso justifies a finding adverse\nto it under paragraph (l). Independent as members may be of control by the\npersons for whom security\nservices are performed, it is altogether another\nmatter when it comes to the relationship between the association and the\nmembers,\nand particularly in so far as the members’ performance of their\nwork is concerned. A member’s failure to meet obligations\nowed to the\nparty for whom a security service is rendered constitutes a breach of the\nassociation’s code of conduct and may\nrender the member liable to\ndisciplinary action by the association, including possible membership\ntermination and the consequent\nloss of membership benefits. That, in turn, would\nentail termination of the agreement between the member and the security\nbusiness.\nIn other words for a perceived contractual breach by the member the\nassociation can effectively achieve what in the case of an employee\nwould amount\nto dismissal. That is enough to give it ‘control’ within the meaning\nof paragraph (l).\n[40]\tThe final question as regards the association’s\nbeing hit by the Act or not, is whether it receives a fee in return for\nthe\nsecurity service it renders. What it receives are membership fees. Although\nreceived from the persons for whom the service is\nrendered the fees are in\nreality paid by the members. Nevertheless the fees are paid to obtain the\nbenefits of membership. To give\na member those benefits the association carries\non the activity which I have found to constitute the provision of a security\nservice.\nThe fees are accordingly, in the case of the association’s\nsecurity officer members, received by the association in return\nfor the security\nservice it renders. It follows that the association is a security service\nprovider and must be registered as such\nin terms of the Act. Finally in regard\nto the association’s case, I should say that I have throughout taken at\nface value the\nallegation that its members are independent contractors. However,\na number of considerations tend to indicate they are not. The finding\nmade in\nregard to paragraph (l) of the definition of security service is one of such\nfactors. As the matter can be disposed of without\nfinally determining the\nquestion I shall leave it there. It suffices to say that whether members are\nindependent contractors or not\nthe scheme devised by the association has been\nunable to evade the reach of the Act.\n[41]\tFor these reason the court below\nshould have granted relief against the association as sought by the\nappellants.\n[42]\tAs to the case involving Mr Deyzel, the constitution places\nhim in control of the ‘day to day affairs’ of the association.\nOther\nevidence takes it further. He attended a meeting with representatives of the\nfirst appellant on 9 June 2003. A transcript of\nsome of what he said there is\nannexed to the founding affidavit. At one point he said ‘I am in control\nof this association’.\nThat admission is enough, in my view, to establish\nthat he, as the driving force behind the association (which is not a juristic\nperson having separate legal personality) is, like it, hit by the terms of\nparagraphs (k) and (l ) of  ‘security service’\nand therefore liable\nto registration.\n[43]\tThere is a further reason why Mr Deyzel has to be\nregistered. Registration of the association must, in the light of the provisions\nof s 20(2)(a), necessarily also involve him in view of his executive or\nmanagerial function in respect of the association’s\nbusiness.\n[44]\tIn\nthe result the following order is made –\n1.\tThe appeal succeeds with\ncosts, such costs to include the costs of two counsel.\n2.\tThe order of the\nCourt\na quo\nis set aside and replaced by the\nfollowing:\n‘(a)\tThe application is dismissed with costs.\n(b)\tThe counter application succeeds with costs and the following order is\nmade:\n(i)\tIt is declared that the applicants are security service providers in terms\nof the Private Security Industry Regulation Act 56\nof 2001 (“the\nAct’).\n(ii)\tInterdicting the applicants from rendering a security service within the\nmeaning of the Act until such time as they have been\nduly registered in\naccordance with the Act.\n(c)\tThe costs are to be paid by the applicants jointly and severally, the one\npaying, the other to be absolved.\n(d)\tThe costs will include the\ncosts of two counsel.\n____________________\nCT HOWIE\nPRESIDENT\nSUPREME COURT OF APPEAL\nCONCUR:\nSTREICHER  JA\nMTHIYANE  JA\nCONRADIE  JA\nLEWIS  JA\n[1]\nS 2.",
  "scraped_at": "2026-02-12T14:03:12.811256",
  "date": "2005-03-31",
  "coram": [
    "HOWIE P",
    "STREICHER JA",
    "MTHIYANE JA",
    "CONRADIE JA",
    "LEWIS JA"
  ],
  "case_number": "127/04",
  "parties": {
    "applicants": [
      "THE PRIVATE SECURITY INDUSTRY REGULATORY AUTHORITY",
      "THE ACTING DIRECTOR OF THE PRIVATE SECURITY INDUSTRY REGULATORY AUTHORITY"
    ],
    "respondents": [
      "ASSOCIATION OF INDEPENDENT CONTRACTORS",
      "ALMERO DEYZEL"
    ]
  },
  "sections": {
    "facts": "The Private Security Industry Regulation Act 56 of 2001 (the Act) requires all persons who render security services for remuneration to be registered as security service providers. The respondents – an association of independent contractors and its executive officer – facilitate the placement of their 2,200 member security officers with security businesses. The association’s constitution and standard contracts show that it seeks work for its members, negotiates fees, receives membership subscriptions, and pays liaison contractors who act as intermediaries between members and security businesses. The security businesses and the individual security officers are themselves registered under the Act.",
    "issues": "Whether the association and its director fall within the definition of ‘security service provider’ under the Act and are therefore obliged to register, and whether the source of the remuneration (membership fees rather than direct client payment) excludes them from the statutory net.",
    "principles": "The Court examined the definitions in sections 1 and 20 of the Act, particularly ‘security service provider’, ‘security business’ and ‘security service’. It held that the Act’s language does not limit the source of the fee to the person for whom the service is rendered; the fee may arise from any source. Paragraphs (k) and (l) of the definition of security service were interpreted to include activities that make security services available to a client, even where an intermediary is involved. The Court also considered the purpose of the Act—to prevent evasion of regulation by using independent‑contractor arrangements—and the legislative history showing a broader scope than the preceding Security Officers Act.",
    "application": "Applying the definitions, the Court found that the association actively renders a security service by arranging, negotiating and supervising the deployment of its members to security businesses, thereby making the services available to clients. The membership fees paid by the security officers constitute remuneration for that service. Consequently, the association satisfies the statutory criteria of a security service provider. Because the director controls the day‑to‑day affairs of the association, he is likewise covered by the registration requirement under s 20(2)(a).",
    "conclusion": "The appeal succeeded. The High Court order was set aside and replaced. It was declared that the respondents are security service providers within the meaning of the Act and are interdicted from rendering security services until they are duly registered. Costs were awarded against the respondents, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Security Industry Regulation",
    "level_3": [
      "security service provider",
      "registration",
      "independent contractors"
    ]
  }
}