{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/16.html",
  "case_name": "Clutchco (Pty) Ltd v Davis (035/04) [2005] ZASCA 16; [2005] 2 All SA 225 (SCA) ; 2005 (3) SA 486 (SCA) (24 March 2005)",
  "citation": "[2005] ZASCA 16",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 16\n|\nNoteup\n|\nLawCite\nClutchco (Pty) Ltd v Davis (035/04) [2005] ZASCA 16; [2005] 2 All SA 225 (SCA) ; 2005 (3) SA 486 (SCA) (24 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No 35/04\nREPORTABLE\nIn the matter between\nCLUTCHCO (PTY) LTD                                      \nAPPELLANT\nand\nANDREW CHRISTOPHER DAVIS                             \nRESPONDENT\nBefore:\tMpati DP, Streicher, Nugent, van Heerden JJA and Comrie AJA\nHeard:\t4 March 2005\nDelivered:\t24 March 2005\nSummary:\tInformation – access to – s 32 of Constitution –\nPromotion of Access to Information Act 2 of 2000\n,\nPart 3\n– private\ncompany – accounting records of first entry – whether shareholder\nrequired access thereto for exercise\nor protection of\nright.\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nCOMRIE AJA\n[1]\tSection 32 of the Constitution\nprovides:\n’32(1)\tEveryone has the right of access to –\n(a)\nany information held by the state; and\n(b)\nany information that is held by another person and that is required\nfor the exercise or protection of any\nrights.\n(2)\tNational legislation must be enacted to give effect to this right, and may\nprovide for reasonable measures to alleviate the administrative\nand financial\nburden on the state.’\nThe national legislation contemplated by s 32(2) is\nthe Promotion of Access to Information Act 2 of 2000 (PAIA). Part 3 of that\nstatute\nregulates the rights of access to the records of private bodies. The\nappellant, a private company, is such a body.\n[2]\tThe appellant is a\nsmall private company that houses a family business. Seventy percent of the\nshares are held by the Davis Family\nTrust which appears to be controlled by\nFrederick Davis-Armitage. He is the sole director of the company. He has two\nsons: Gordon\nDavis, and Andrew Davis, who is the present respondent. Gordon\nDavis was appointed general manager and he attends to the administration\nof the\ncompany and its business. In 1999 the respondent joined the company. He\npurchased 30% of the shareholding from his father\n(or the trust) for R100 000;\nhe was made a director; and he was appointed workshop\nmanager.\n[3]\tUnfortunately, there was a family fall-out. In the result\nthe respondent was removed as a director and removed from his post as\nworkshop\nmanager. However, he retains his 30% shareholding. There were some oral\nnegotiations for the acquisition of those shares,\nby the other shareholder, but\nagreement was not reached. The respondent began to ask for information relating\nto the appellant’s\nfinances. He was furnished with audited financial\nstatements. He continued to press for more information, in particular for access\nto the company’s books of first accounting entry such as cash books,\nledgers, journals and invoice books. This was denied.\nEventually, in January\n2003, the respondent submitted a formal request in terms of s 53(1) of PAIA for\naccess to the following company\nrecords:\n‘1.1\tVolledige kasboeke\nvanaf Maart 1999 tot 21 Januarie 2003\n1.2\tGedetaileerde algemene grootboek vanaf Maart 1999 tot\n21 Januarie 2003\n1.3\tGedetaileerde debiteure grootboek vanaf Maart 1999 tot\n21 Januarie 2003\n1.4\tGedetaileerde krediteure grootboek vanaf Maart 1999 tot\n21 Januarie 2003\n1.5\tVolledige joernale ten opsigte van aandeelhousers se\nleningsrekening’\n[4]\tPart G of the request reads as follows:\n‘\nG.\tBesonderhede van reg wat uitgeoefen of beskerm word\n1.\tDui aan watter reg uitgeoefen of beskerm word:\nDIE REG OM DIE WERKLIKE\nFINANSIËLE POSISIE VAN DIE MAATSKAPPY (CLUTCHCO) VAS TE STEL.\n2.\tVerduidelik waarom die rekord wat versoek word, benodig word om voormelde reg\nuit te oefen of te beskerm:\nDIT SAL MY IN STAAT STEL OM DIE FINANSIËLE\nREKORDS TE REKONSTRUEER EN DAN DIE WAARDE VAN MY 30% AANDELE TE\nBEPAAL.\n’\n[5]\tOn 29 January 2003 the company’s attorneys\nresponded:\n‘Regarding your client’s request for\ncertain records and information from my client, it is my instructions that, in\nview\nof the fact that the other shareholder in the Company is no longer\ninterested in purchasing your client’s shares in the Company,\nthe question\nregarding the value thereof is no longer relevant, and the information and\nrecords which are requested is therefore\ndenied.’\n[6]\tIn late\nFebruary 2003 the respondent launched an application in the Cape High Court for\nan order compelling the company to furnish\ncopies of the accounting records\nwhich I have listed in para 3 above. The application was opposed. The matter was\nheard by Meer J\nwho, subject to certain riders, granted the order as prayed\nwith costs. The judgment is reported at\n2004 (1) SA 75\n(C). The learned Judge\nrefused leave to appeal, but such leave was granted on petition to this court.\nThe appeal is unopposed.\n[7]\tAs appears from the reported judgment, both\nparties in their affidavits adumbrated their respective reasons for request and\nrefusal.\nThe respondent claimed that as a shareholder he was entitled to access\nto the records in question, especially as he suspected (for\nreasons given) that\nnot all the company’s transactions were reflected in the financial\nstatements. He claimed further that\nhe wished to reconstruct the financial\nrecords in order to determine the company’s real income. This would enable\nhim to determine\nthe real value of his 30% shareholding, which he proposed to\nsell.\n[8]\tIn his answering affidavit Mr Davis-Armitage stated that he\nendeavoured to buy his son’s shares. In terms of clause 7.7.3\nof the\narticles of association the company’s auditors were asked to value the\nshares. The auditors’ valuation was R100\n065 for the company’s\nentire shareholding. The deponent nonetheless offered to buy his son out for\nR100 000 (being the initial\ninvestment) but the respondent was not amenable\nthereto. Mr Davis-Armitage stated that the respondent was out to destroy\nhim\npersonally. He admitted that in early 2002 there had been problems with the\ncompany’s credit facilities, but stated that they\nwere neither permanent\nnor insurmountable. The company was properly managed. He claimed that the\nrespondent had no entitlement in\nlaw to the financial records in question, and\nthat as regards the value of the shareholding, the respondent’s rights\nwere circumscribed\nby clause 7 of the articles. He added, in reference to\ns 68 of PAIA, that:\n‘the financial records sought by the\nApplicant are highly relevant to the Respondent’s financial viability,\nwould enable\nthe Applicant to have detailed insight into the Respondent’s\nmargins, customer lists, financial planning and profit margins.\nDisclosure of\nthis information would therefore be likely to cause harm to the commercial and\nfinancial interests of the Respondent,\nmore particularly because the Applicant\nmay use that information to set himself up in a business in competition with the\nRespondent.’\n[9]\tIn reply the respondent pointed out that he had\nnot given notice in writing of his intention to sell his shares, as required by\nclause 7.7.1 of the articles. In such a notice he would be obliged to\n‘state the price he requires for his shares’. It\nwould seem to\nfollow – and counsel for the appellant appeared to accept – that the\nauditor’s valuation is not binding\nupon him, and that he is presently not\nrestricted by articles 7.7.1 to 7.7.4 in the price which he may ask for such\nshares. He stated\nthat in order to determine the value of his shareholding (and\ntherefore, I assume, his asking price), he needed the information which\nhe\nsought. He advanced criticisms of the financial statements and of the\nauditors’ valuation and he added that, in the light\nof what his father\ntold him in 1999, his shareholding should be worth considerably more than R300\n000. Finally, he dealt with the\ns 68 allegations in a manner which I need not\nset out because that aspect is not advanced on appeal.\n[10]\tIn extending\nthe fundamental right of access to information to records held by private\nbodies, the Constitution and the statute\nhave taken a step unmatched in human\nrights jurisprudence. We listened to argument about the meaning of the words\n‘any rights’\nin s 32(1)(\nb\n) of the Constitution and in s\n50(1)(\na\n), read with s 9 (‘objects’), of the statute, and on\nwhether the underlying right asserted by the respondent fell within\nthe ambit of\nthat phrase. In the view which I take of the matter, however, it is unnecessary\nto express any views on those questions,\nand it would be wiser not to do so\nwithout the benefit of opposing argument.\n[11]\tThe underlying right which\nthe respondent asserts is his right, as a shareholder, to value his shareholding\nin order to fix an\nappropriate selling price. I shall assume, without deciding,\nthat that is a right within the compass of Part 3 of the statute. Section\n50(1)(\na\n) provides that a ‘requester’ must be given access to\nany ‘record’ of a private body if –\n‘(\na\n)\tthat\nrecord is required for the exercise or protection of any\nright.’\nSuch right of access is far from untrammelled, as appears\nfrom the rest of Part 3. The expression ‘required for the exercise\nor\nprotection of any . . . rights’ is also to be found in item\n23(2)(\na\n) of Schedule 6 to the Constitution, being the transitional\narrangements in relation to the right to information. It has been judicially\nconsidered. In\nShabalala v Attorney-General, Transvaal, and another; Gumede\nand others v Attorney-General, Transvaal\n1995 (1) SA 608\n(T) Cloete J said\nat 624C:\n‘In addition, s 23 postulates that the information must be\n“required”. The word “required” is capable\nof a number\nof meanings ranging from “desired” through “necessary”\nto “indispensable” (see\nKhala v Minister of Safety and\nSecurity\n(\nsupra\n[1994 (3) SA 218\n(W) and\n1994 (2) SACR 361\n(W)] at\n224G-225E (SA) and 367d-368a (SACR)) where Myburgh J discusses the meaning of\nthe word “required” and the context\nin which it should be\ninterpreted in the Constitution). To my mind, “required” in s 23\nconveys an element of need: the\ninformation does not have to be essential, but\nit certainly has to be more than “useful” (the meaning given by\nMarnewick AJ\nin\nSefadi’s\ncase\nsupra\n[\nS v Sefadi\n1995 (2) SA SACR 667 (D)] at 671d) or “relevant” (the test\npostulated by Myburgh J in\nKhala’s\ncase\nsupra\nat 238D-F (SA)\nand 381h-382a (SACR)) or simply “desired”.’\n[12]\tIn\nNortje and another v Attorney-General, Cape\n1995 (2) SA 460\n(C), a full\nbench decision, at 474G, Marais J held that ‘required’ meant not\n‘needs’, but ‘reasonably\nrequired’ in the particular\ncircumstances. That view appears to have been shared by Cameron J in\nVan\nNiekerk v Pretoria City Council\n1997 (3) SA 839\n(T) at 848G. The same\nlearned judge in\nLe Roux v Direkteur-Generaal van Handel en\nNywerheid\n1997 (4) SA 174\n(T) emphasised the need for an applicant for\ninformation to ‘lay a proper foundation for why that document is\nreasonably “required”\nfor the exercise or protection of his or her\nrights’ (the quotation is from the English headnote). In\nCape\nMetropolitan Council v Metro Inspection Services (Western Cape) CC\n2001 (3)\nSA 1013\n(SCA) the appellant purported to cancel a contract on the ground that\nthe first respondent had committed a material breach by submitting\nfraudulent\ncommission claims. It sought disclosure of specified documents appertaining to\nthe claims in question. Streicher JA said\nat paras 28 and\n29:\n’[28]\tInformation can only be required for the exercise or\nprotection of a right if it will be of assistance in the exercise\nor protection\nof the right. It follows that, in order to make out a case for access to\ninformation in terms of s 32, an applicant\nhas to state what the right is that\nhe wishes to exercise or protect, what the information is which is required and\nhow that information\nwould assist him in exercising or protecting that\nright.\n[29]\tAlthough the first respondent did not expressly say so, it is\nclear that the information required is the particulars of allegations\nthat it\nclaimed and received commissions to which it was not entitled. All the documents\nreferred to would probably contain such\ninformation. The right which the first\nrespondent wishes to protect is its right to a good name and reputation. It\ndenies that it\nsubmitted fraudulent claims. In order to protect its good name\nand reputation it obviously has to have particulars of the specific\nallegations\nmade against it. It follows that the Court\na quo\ncorrectly ordered that\nthe first respondent be given access to the aforesaid\ndocuments.’\n[13]\tIt seems to me that Streicher JA’s choice of\nthe words ‘assistance’ and ‘assist’ in the above passage\nindicates that ‘required’ does not mean necessity, let alone dire\nnecessity. I think that reasonably required in the\ncircumstances is about as\nprecise a formulation as can be achieved, provided that it is understood to\nconnote a substantial advantage\nor an element of need. It appears to me, with\nrespect, that this interpretation correctly reflects the intention of the\nlegislature\nin s 50(1)(\na\n).\n[14]\tI turn to the provisions of the\nCompanies Act 61 of 1973. First, a spyglass look reveals that a member is\nentitled to receive\ncopies of the company’s annual financial statements\n(ss 286, 302, 309), and to obtain copies of the minutes of the company’s\ngeneral meetings (ss 204, 206). A shareholder is not entitled to sight of\nthe minutes of directors’ and managers’\nmeetings maintained in terms\nof s 242 (\nJanit v Motor Industry Fund Administrators (Pty) Ltd\n[1994] ZASCA 110\n;\n1995 (4)\nSA 293\n(A) at 303B-F). Nor, unless the articles of association otherwise\nprovide, is he or she entitled to inspect the accounting records\nof first entry\nmaintained by the company in terms of s 284. That right is reserved to the\ndirectors (see s 284(3);\nJacobs v Old Apostolic Church of Africa\n1992 (4) SA 172\n(Tk) at 175B-C;\nHenochsberg on the Companies\nAct\n(ed Meskin) Volume 1 at p 544). The appellant’s articles of\nassociation (more particularly article 24) make no contrary provision.\nArguably\n– I express no views – there may be special instances where a court\ncould order some form of access in terms\nof s 252 (member’s remedy in case\nof oppressive or unfairly prejudicial conduct), but that section is not\napplicable here.\nThe position is, therefore, that the Companies Act does not\nafford the respondent the right of inspection or right to information\nwhich he\nseeks. On the assumption made above in para 11, second sentence, it follows that\nthe respondent can invoke Part 3 of PAIA\nprovided that the circumstances warrant\nsuch a course.\n[15]\tThe Companies Act should, however, be viewed\nholistically. It is replete with provisions designed to protect the interests of\nshareholders. Of particular significance in this context are the stringent\nduties placed on the directors in relation to the company’s\naccounting\nrecords and financial statements. It is ultimately the responsibility of the\ndirectors to take reasonable steps to secure\nproper compliance with s 284, that\nis that a proper set of books be kept (s 284(4)). By s 286 it is the duty\nof the directors\nto cause the financial statements to be made out. They must\nconform to generally accepted accounting practice and ‘fairly present\nthe\nstate of affairs of the company and its business as at the end of the financial\nyear concerned’ including the profit or\nloss for that year (s 286(3)).\nFailure to comply is potentially an offence (ss 286(4); 287). See too regarding\nfalsifications, ss\n249-251. Certain matters such as directors’ loans and\nemoluments have to be disclosed in the annual financial statements (ss\n295-7).\nThe statements must be approved by the directors and signed on their behalf (s\n298). They must be accompanied by the directors’\nreport (s 299) and the\nindependent auditor’s report (s 286(2)(\nd\n)).\n[16]\tAn entire\nchapter of the Companies Act (chap\nX\n) is devoted to auditors. By s 281\nthe auditor has the right of access at all times to the company’s\naccounting records, and\nthe right to be heard at general meetings. The auditor\nis ‘entitled to require from the directors or officers of the company\nsuch\ninformation and explanations as he thinks necessary for the performance of his\nduties’ (ibid). The auditor reports to\nthe members (s 282), and in respect\nof the annual financial statements the report is either with or without\nqualification (s 301).\nAn auditor’s duties are extensive and onerous. See\nthe commentary\nad\ns 282 in\nHenochsberg\n, supra. With regard to the\naudit of the annual financial statements, these duties are set out in some\ndetail in s 300. Failure by\nan auditor properly to discharge these and other\nduties may attract liability. See, most recently,\nThoroughbred\nBreeders’ Association v Price Waterhouse\n2001 (4) SA 551\n(SCA) and cf\nss 247, 248.\n[17]\tThe machinery established by legislation and the common\nlaw for the protection of shareholders is in my opinion not lightly to\nbe\ndisregarded. In enacting PAIA Parliament could not have intended that the books\nof a company, great or small, should be thrown\nopen to members on a whiff of\nimpropriety or on the ground that relatively minor errors or irregularities have\noccurred. A far more\nsubstantial foundation would be required.\n[18]\tIn my\nview the respondent failed to lay such a foundation. His complaints were not of\na serious nature and no detailed criticism\nof the auditors was advanced. In\naddition the respondent’s proposed modus operandi was lacking in\nspecificity. He claimed that\naccess to the books of first entry would enable him\nto ‘reconstruct’ them and that the reconstructed version would\nenable\nhim to place a proper value on his shares. These broad and general\nassertions were not supported by, for example, an affidavit by\nan experienced\naccountant and auditor. I conclude that the respondent failed to show that the\naccess which he sought was required\nfor the exercise or protection of the rights\nwhich he asserted. The court\na quo\nshould accordingly have dismissed the\napplication with costs.\n[19]\tAs to the costs on appeal, I agree with Mr\nManca that the appeal raised, at least potentially, issues of novelty,\ndifficulty\nand fundamental import. In these circumstances I consider that the\ncosts of employing two counsel on appeal should be allowed.\n[20]\tThe\nappeal succeeds with costs, including the costs of two counsel. The order\ngranted by the court\na quo\nis set aside, and replaced by an order\ndismissing the application with costs.\n_______________\nR G COMRIE AJA\nCONCUR:\nMPATI DP\nSTREICHER JA\nNUGENT\nJA\nVAN HEERDEN JA",
  "scraped_at": "2026-02-12T13:58:28.513993",
  "date": "2005-03-24",
  "coram": [
    "Mpati DP",
    "Streicher JA",
    "Nugent JA",
    "van Heerden JJA",
    "Comrie AJA"
  ],
  "case_number": "35/04",
  "parties": {
    "applicants": [
      "Clutchco (Pty) Ltd"
    ],
    "respondents": [
      "Andrew Christopher Davis"
    ]
  },
  "sections": {
    "facts": "Clutchco (Pty) Ltd is a small private company owned 70% by the Davis Family Trust and 30% by Andrew Christopher Davis, a former director and workshop manager. After a family dispute Davis was removed from his positions but retained his shareholding. He requested audited financial statements, which were provided, and then sought access to the company’s books of first entry (cash books, ledgers, journals, invoice books, etc.) under s 53(1) of the Promotion of Access to Information Act (PAIA). The request was denied by the company’s attorneys. Davis applied to the Cape High Court for an order compelling the company to provide the records; the court granted the order with costs. The company appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether a shareholder’s right to determine the value of his shareholding falls within the “right…required for the exercise or protection of any right” under s 32(1)(b) of the Constitution and s 50(1)(a) of PAIA. 2. Whether the requested accounting records are “required” in the sense of the legislation, i.e., reasonably required for the exercise or protection of that right. 3. Whether the Companies Act confers any statutory right on a shareholder to inspect the company’s books of first entry.",
    "principles": "The judgment interprets s 32(1)(b) of the Constitution and s 50(1)(a) of PAIA in light of earlier cases (Shabalala, Nortje, Streicher) that define “required” as more than merely “useful” – it must be reasonably required, giving a substantial advantage or an element of need. The courts also note that the Companies Act provides shareholders with rights to annual financial statements and minutes but not to the underlying accounting records, which are reserved for directors and auditors. PAIA can only be invoked where the record is necessary for the exercise or protection of a right and where statutory or common‑law provisions do not already provide a remedy.",
    "application": "Applying these principles, the court found that Davis’s purpose – to reconstruct the books to value his shares – was a broad and unspecific assertion. He provided no expert affidavit or detailed criticism of the audited statements, and therefore did not demonstrate that the records were reasonably required for the exercise of a right. The Companies Act does not give him a statutory right to inspect the books of first entry, and PAIA cannot be used to create such a right absent a clear need. Consequently, the appellant’s denial of access was justified and the lower court’s order was set aside.",
    "conclusion": "The appeal succeeds. The order of the Cape High Court compelling disclosure of the accounting records is set aside and the application is dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Access to Information",
    "level_3": [
      "PAIA",
      "shareholder rights",
      "company accounting records",
      "right to information"
    ]
  }
}