{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/18.html",
  "case_name": "Rhode v Stubbs (038/2004) [2005] ZASCA 18; 2005 (5) SA 104 (SCA) (29 March 2005)",
  "citation": "[2005] ZASCA 18",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 18\n|\nNoteup\n|\nLawCite\nRhode v Stubbs (038/2004) [2005] ZASCA 18; 2005 (5) SA 104 (SCA) (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIEK VAN  SUID-AFRIKA\nDIE HOOGSTE HOF VAN APPÈL\nVAN\nSUID-AFRIKA\nRapporteerbaar\nSaaknommer  :  038 /\n04\nIn die appèl van\nPATRICK\nRHODE\tAPPELLANT\nen\nSARAH DOROTHY\nSTUBBS\tRESPONDENT\nRegbank\n:\tMPATI AP, CAMERON,\nMTHIYANE, BRAND en CONRADIE ARR\nVerhoordatum\n:\t15 MAART 2005\nDatum van Uitspraak\n:\t29 MAART 2005\nSAMEVATTING\nHersiening van besluite van Pniël Oorgangsraad  en Departement van\nPlaaslike Bestuur en Behuising Wes-Kaap – geldigheid\nvan besluite hang\nenkel daarvan af of daar samesmelting was van boedels van erflaters aan wie\n‘n bemaakte erf behoort het –\nboedelsamesmelting as regsfiguur\nbespreek - riglyne vir uitleg van gesamentlike en wederkerige testament\nherbevestig.\n______________________________________________________________________________\nU I T S P R A A K\n______________________________________________________________________________\nCONRADIE  AR\n[1]\tEiendomsreg op alle grond binne die regsgebied van\ndie Pniël Oorgangsraad het vroeër jare permanent in die Staat\ngevestig.\nGrondbewoners binne die dorp kon egter op aanbeveling van die\nOorgangsraad en na goedkeuring deur die provinsiale owerheid okkupasieregte\nverkry. As deel van ‘n transformasieproses kan grondbewoners of hulle\nregsopvolgers nou langs dieselfde weg eiendomsreg op\ndie betrokke grondstukke\nverkry. Die Pniël Oorgangsraad en die Direkteur-Generaal van Plaaslike\nBestuur en Behuising: Wes-Kaap\nwas respondente in die hof benede. Hulle het die\naangevraagde regshulp nie teengestaan nie en wag ook die beslissing van hierdie\nhof af.\n[2]\tDie respondent het voor Van Heerden et N C Erasmus RR\n‘n bevel verkry dat sy op ‘n halwe onverdeelde aandeel in twee\nerwe\nop die dorp geregtig is. Die  appellant se aanspraak op die geheel van een van\ndie erwe is nie gehandhaaf nie. Hy appelleer\nmet verlof van hierdie hof teen die\nbeslissing.\n[3]\tAttie en Lettie Williams was binne gemeenskap van goed\ngetroud. Hulle het gewoon op erf 124 waarop daar twee wonings was. Saam\nhet\nhulle ‘n testament  verly waarin  bepaal word dat erf 124 na die dood van\ndie eerssterwende in twee min of meer gelyke\ndele verdeel moes word, een deel\nmet die sogenaamde ou woning en die ander deel met die nuwe woning daarop. Die\nou woning word bemaak\naan Archie Williams, ‘n seun van die egpaar; Ethyl\nMentoor (later Ethyl Robyn), Attie se kind uit ‘n vorige huwelik,\nkry die\nerf met die nuwe woning.\n[4]\tAttie Williams is eerste oorlede. Kragtens\ndie likwidasie- en distribusierekening van sy boedel word, uit hoofde van die\nhuwelik\nbinne gemeenskap van goed, ‘n halwe onverdeelde aandeel in elkeen\nvan die erwe aan Lettie toegeken.  Attie se halwe onverdeelde\naandeel in die erf\nmet die nuwe woning daarop word toegeken aan Ethyl Robyn en sy halwe onverdeelde\naandeel  in die ander erf aan\nArchie Williams.\n[5]\tVoor Lettie se dood op\n20 Januarie 1969 was die posisie dus dat Ethyl Robyn geregtig was op een\nonverdeelde helfte van die erf\nmet die nuwe woning (wat later die nommer 171\ngekry het). Archie Williams was geregtig op ‘n onverdeelde helfte van die\nander\nerf, en die weduwee Williams het onverdeelde helftes van albei die erwe\nbesit.\n[6]\tDie vraag wat tans ter sprake kom, ontstaan toe Lettie\nWilliams in haar testament haar onverdeelde helfte van erf 171 aan haar\nseun uit\n‘n vorige huwelik, Charles Stubbs, bemaak. Haar onverdeelde aandeel in die\nander erf bemaak sy aan\nArchie Williams. Sy volle reg op hierdie stuk grond\nword deur niemand betwis nie. Charles Stubbs was in lewe die eggenoot van die\nrespondent wat ingevolge ‘n herverdelingsooreenkoms tussen sy intestate\nerfgename geregtig geword het op wat hy ook al van\nLettie ge-erf\nhet.\n[7]\tIn weerwil van die bepalings van die likwidasie- en\ndistribusierekeninge (wat natuurlik deur die Meester goedgekeur is) en\nwaarvolgens\nEthyl Robyn reghebbende op slegs ‘n helfte van erf 171 is, \nken die Pniël Oorgangsraad alleenokkupasiereg op die hele\nerf 171 aan haar\ntoe. Met die latere onderverdeling van erf 171, word alleenokkupasiereg op die\ntwee onderverdelings (wat aanvanklik\n192 en 193 genommer is en toe, na ‘n\ntyd, 383 en 411 geword het) ondanks betoë aan die  Oorgangsraad  weer aan\nEthyl Robyn\ntoegeken.\n[8]\tIn 1993 kom Ethyl Robyn ooreen om haar regte op\neen van die onderverdelings, erf 411, aan haar skoonseun, die appellant, oor te\ndra. Die ander onderverdeling, erf 383, bemaak sy aan haar seun, Arthur Mentoor.\nHy is in die hof benede as die vyfde respondent\nsiteer, maar neem nie aan\nhierdie verrigtinge deel nie.\n[9]\tIndien dit Lettie vrygestaan het om\nhaar halwe aandeel in die twee erwe te bemaak soos sy wou, sou Ethyl Robyn\n‘n halwe\nonverdeelde aandeel in erf 171 gehad het (wat aan haar in die\ngesamentlike testament van Attie en Lettie bemaak is); sy en Charles\nStubbs (aan\nwie die ander onverdeelde halwe aandeel in Lettie se testament bemaak is) sou\nderhalwe elk geregtig wees op ‘n\nhalwe onverdeelde aandeel in erf 171 of\nsy onderverdelings, erwe 383 en 411.  Ethel Robyn sou derhalwe hoogstens\n‘n onverdeelde\nhelfte van erf 383 aan haar seun, Arthur Mentoor, kon\noordra en hoogstens ‘n halwe onverdeelde aandeel in erf 411 aan haar\nskoonseun, die appellant. Indien Lettie nie oor haar halwe aandeel in erf 171\nkon beskik nie, sou Ethyl die alleenreghebbende daarop\ngeword\nhet.\n[10]\tDit is derhalwe gemene saak dat die regte van die betrokkenes,\nen daarmee die juistheid van die Oorgangsraad en die Departement\nvan Plaaslike\nBestuur en Behuising se besluite, enkel en alleen daarvan afhang of Attie en\nLettie Williams se testament hulle boedels\nsaamgesmelt het.\n[11]\tBy\nboedelsamesmelting word die geheel of gedeeltes van een of meer testateurs\n(gewoonlik gades) se boedels vir doeleindes van\ntestamentêre beskikking in\n‘n gekonsolideerde eenheid saamgevoeg. Vir samesmelting is dit dus nodig\ndat die een testateur\noor sowel sy eie boedel, of ‘n deel daarvan, as oor\ndie boedel, of ‘n deel daarvan, van die ander\nbeskik.\n[12]\t‘The two elements then which must concur,’\nverklaar Innes HR in\nThe Receiver of Revenue Pretoria v CH Hancke and Others\n[1]\n‘in order to deprive the\nsurvivor of the right to revoke the mutual will are a disposition of the\nsurvivor’s property\nor a specific portion of it after the survivor’s\ndeath, and an acceptance by the survivor of some benefit under the will. Upon\nelecting to take the benefit, he automatically assents to the bequest. On the\nother hand if he elects to reject the benefit, he reverts\nto his legal position\nbefore the testator’s death, the mutual arrangement falls away, and the\nwill of the first dying operates\nonly upon his share of the\nproperty.’\n[13]\tSedertdien staan dit egter vas dat ‘n\nbeskikking na die\neerssterwende\nse dood ook boedelsamesmelting kan\nbewerkstellig\n[2]\nen van die oorlewende\nkan verg om ‘n eleksie uit te oefen, m a w om die erflating te verwerp of\ndit onderhewig aan ‘n\nmodus\nte\naanvaar.\n[3]\nAs die erflating\nsub\nmodo\naanvaar word, is die oorlewende vanselfsprekend aan die uitvoering van\ndie\nmodus\ngebonde.\n[14]\tDit is nie in geskil dat die weduwee\nWilliams, soos in die testament bepaal, vruggebruik van die hele vaste eiendom\ngeniet het\nnie. In sy beantwoordende verklaring sê die appellant dat hy\ndeur sy regsverteenwoordigers geadviseer is dat ‘Lettie\nWilliams se keuse\nom die voordele van die gesamentlike testament te aanvaar, tot gevolg gehad het\ndat boedelsamesmelting plaasgevind\nhet.’ Die advies is nie korrek\nnie.\n[15]\tAanvaarding van voordele uit ‘n wederkerige testament kan\nnie op sigself boedelsamesmelting bewerkstellig nie. As daar\nin die eerste plek\ngeen samesmelting was nie, is enige handeling van die langslewende wat andersins\nop adiasie sou dui, betekenisloos.\n[4]\nAdiasie is weliswaar vir die effektiwiteit van ‘n samesmelting\nnodig,\n[5]\nmaar nie vir die\ntotstandkoming daarvan nie. Daarteenoor het boedelsamesmelting op sigself ook\ngeen uitwerking nie; dit stel die\noorlewende slegs voor die keuse om voordele\ningevolge die testament te aanvaar en terselfdertyd aan enige opgelegde laste\ngebonde\nte wees.\n[16]\tWanneer twee (of meer) testateurs saam in ‘n\ntestament beskik, ontstaan daar dikwels ‘n grammatikale onduidelikheid.\nDie gebruik van die (aangewese) eerste persoon meervoud dra nie ondubbelsinnig\naan ‘n leser van die testament oor of elke testateur\nsy wense net ten\nbehoewe van homself of ook ten behoewe van die ander erflater(s) uitspreek nie.\n‘n Oplossing vir die uitlegprobleem\nwaartoe hierdie strukturele\nonduidelikheid aanleiding  gee, vind ons reg in die reël dat wederkerige of\ngesamentlike testamente\nvan binne gemeenskap van goed getroude gades in die\neerste plek as aparte testamente gelees moet word.\n[6]\nDie ontleder van  so ‘n testament\ngaan dus van die veronderstelling uit dat hy of sy met afsonderlike testamente\nte doen het\ntotdat die teendeel duidelik blyk. Die rede vir hierdie benadering\nlê in ons gemene reg veranker.\n[17]\tIn\nJoubert v Ruddock and\nOthers\n1968 (1) SA 95\n(E) at 98F-G haal Eksteen R ‘n passasie uit\nVan Leeuwen\nCensura Forensis 3.11.6\naan waarin hy die belangrikheid\ndaarvan onderstreep dat iemand tot aan die einde van sy dae bevoeg behoort te\nbly om sy testament\nte verander en die stelling motiveer deur te sê\n(Schreiner se vertaling) ‘...there is nothing to which men are more\nentitled\nthan that their power of making a last will should be free, and hence\nthe rule; that no one can deprive himself of this power.’\n[18]\tDie\nstelling is nie ongekwalifiseerd korrek nie. ‘n Testateur\nkan\nhom\ndeur boedelsamesmelting die reg ontneem om ‘n eie testament te maak, maar\nas daar enige twyfel oor sy bedoeling\nbestaan,\n[7]\nmoet die testament\nuitgelê word om die grootste moontlike testeervryheid te laat. Dit gee\naanleiding tot die ondergeskikte\nuitlegreël, die vermoede teen\nboedelsamesmelting, wat geld wanneer die goue reël vir die uitleg van\ntestamente, naamlik\nom binne die raamwerk van ‘n testament betekenis aan\n‘n erflater se woorde te gee,\n[8]\nweens vaagheid of dubbelsinnigheid versaak.\n[19]\tAttie en Lettie Williams\nse testament begin met ‘n verklaring van voorneme wat soos volg\nlui:‘Ons verklaar dat die\ntestateur die eienaar is van twee wonings te\nPniël, Paarl distrik met aangrensende grond en dit is ons wens en begeerte\ndat\nna die dood van die eers-sterwende van ons, die eiendom verdeel sal\nword...vir die gesamentlike vrye gebruik van die eienare of bewoners\nvan die\ntwee wonings op die eiendom.’\n[20]\tDie verklaring van voorneme is\nvatbaar vir die uitleg dat elk van die egliede, as mede-reghebbende, slegs\ntoestem tot die onderverdeling\nvan sy eie halwe aandeel in die grond. (Die\nfeitelike uiteensetting in die testament is nie korrek nie. Die egliede was nie\neienaars\nvan die grond nie, maar bewoners daarvan en elkeen het ‘n\nonverdeelde aandeel op die okkupasiereg gehad; dit is egter\nonbelangrik.\n[21]\tDie verdere relevante bepalings van die testament lui\nsoos volg:\t\t\t\t\t3.’Ons bemaak aan\nETHEL MENTOOR\n(gebore Williams)\ndogter van die testateur...die een deel van bogenoemde eiendom na verdeling soos\nhierbo beskrywe met die een woning\ndaarop bekend as die Nuwe\nWoning....\t\t\t\t\t4.Ons bemaak aan\nARCHIE WILLIAMS,\ndie seun van die\nTestateur en Testatriese, die ander gedeelte van bogenoemde eiendom...met die Ou\nWoning daarop.\t\t\t\t\t5.Ons bemaak\naan die langslewende van ons al die huismeubels\nen huisgoed nagelaat by die afsterwe van die eers-sterwende van ons.\t\t\t\t\t6.Die\nbemakings\nvan ons vaste eiendom aan ETHEL MENTOOR (geb. Williams) en ARCHIE\nWILLIAMS verklaar ons is onderhewig aan die voorwaarde dat, en\nons skenk aan die\nlangslewende van ons die reg in volle en ongestoorde besit daarvan te bly en die\nvruggebruik daarvan te geniet\nin die geval van die Testateur tot sy dood en\nindien die testatriese die testateur oorleef dan tot haar dood of\nhertroue.\t\t\t\t\t7.Indien\ndie testateur voor die testatriese te sterwe mag kom\nverklaar ons dat ons Eksekuteur verplig sal wees om binne drie maande na die\ndood van die Testateur ons motorvoertuie en ander losse bate nagelaat by die\ndood van die Testateur en wat nie spesiaal bemaak is\nin dit ons testament nie,\nte verkoop op Publieke Veiling, en die opbrengs daarvan te belê op rente\nen op goedgekeurde sekuriteit,\nen die rente daarop van tyd tot tyd te gebruik\nvir die onderhoud van Freddy Williams, seun van die Testateur. Na afstwerwe van\ngenoemde\nFreddy Williams is dit ons wens en begeerte en verklaar (ons) dat ons\nkinders dan in lewe die genoemde kapitaal met rente sal erf\nin gelyke\ndele.\t\t\t\t\t8. Ons benoem en stel aan die kinders verwek uit ons huwelik as die\nerfgename van die restant van ons gesamentlike\nboedel en nalatenskap, losse\ngoedere sowel as vaste eiendom...en begeer dat hulle die restant sal erf in\ngelyke dele.\t\t\t\t\t9.As Eksekuteur\nvan dit ons testament, beredderaar van ons\nboedel en nalatenskap en voog oor ons onmondige kinders stel ons aan EDWARD\nWILLIAMS...\n\t\t\t\t10.\nOns behou die reg te alle tye hierna om die testament te\nverander of by te voeg, dit wil sê deur ‘n ander testament óf\nkodisil aan dit ons testament, soos ons mag\ngoeddink.’\n[22]\tKlousule 8, handel met die beskikking van\n‘ons gesamentlike boedel’ ná die dood van die langslewende.\nIndien\nuit die bewoording van hierdie klousule sou blyk dat die eerssterwende\nbedoel het om nie net oor sy eie goed nie, maar ook oor dié\nvan die\nlangslewende te beskik, sou dit op ‘n samevoeging van die boedel\ndui.\n[9]\nDie bepaling is egter nie\nnaastenby duidelik genoeg om die vermoede teen boedelsamesmelting te\nweerlê nie. Eerstens dui die\nuitdrukking ‘ons gesamentlike boedel en\nnalatenskap’ nie onteenseglik daarop dat die erflaters hulle boedels wou\nsaamsmelt\nnie.\n[9]\nDie bepaling is op\nsy eie vir twee vertolkings\nvatbaar.\n[10]\nDit mag egter nie buite\ndie samehang van die hele testament gelees word\nnie.\n[11]\nDaar moet dus na die\ngebruik van die woord ‘ons’ in ander paragrawe van die testament\ngekyk word.\n[23]\tIn klousule 5 is daar die sinsnede ‘ons bemaak aan\ndie langslewende van ons al die huismeubels en huisgoed’ wat natuurlik\nbeteken dat die eerssterwende ‘n bemaking aan die langslewende maak.\n‘Ons’ moet hier in die enkelvoud verstaan\nword: die erflater is die\neen wat eerste sterf. In klousule 6 word die vruggebruik oor die vaste eiendom\nwat aan Ethyl Mentoor (later\nRobyn) en Archie Williams\nbemaak word, deur\n‘ons’ aan die langslewende geskenk. Weer eens is dit duidelik dat\ndie erflaters met ‘ons’\ndie eerssterwende bedoel.\n[24]\tIn\nklousule 7 (wat met die afsterwe van die testateur vóór die\ntestatriese handel) word die voorgestelde eksekuteur\n‘ons’\neksekuteur genoem; hy is natuurlik die eksekuteur, nie van albei nie, maar van\ndie testateur, die enigste oorledene\nop daardie\nstadium.\n[12]\nKlousule 7 handel,\nterloops, waarskynlik net met die testateur se boedel: Dit is voorsorg wat die\ntestateur uit sy helfte van die\nboedel vir sy seun uit ‘n vorige huwelik\ntref. Dieselfde voorsorg blyk  uit paragraaf 3 waar Ethyl Mentoor (Robyn), die\ntestateur\nse dogter, verplig word om vir Freddie Williams, die testateur se\nseun, ‘n vruggebruik oor die nuwe woning in te\nruim.\n[13]\nDie ‘motorvoertuie\nen losse bate’ wat die eksekuteur by die afsterwe van die testateur te\ngelde moet maak, sou dus kwalik\ngoed kon insluit wat aan die testatrise\nbehoort.\n[25]\tDie bewoording van Attie en Lettie se gesamentlike\ntestament is nie bestand teen die vermoede dat dit as twee testamente vertolk\nmoet word nie. Saamgevat is die regsposisie dus soos volg: die respondent, Sarah\nDorothy Stubbs is geregtig op ‘n halwe onverdeelde\naandeel in erwe 383 en\n411. Arthur Mentoor, die vyfde respondent in die hof benede, is geregtig op\n‘n halwe onverdeelde aandeel\nin erf 383. Patrick Rhode, die appellant, is\ngeregtig op ‘n halwe onverdeelde aandeel in erf 411. Daar kan nie met die\nbevel\nvan die hof benede ingemeng word nie.\nDie appèl word met koste\nvan die hand gewys.\nJ H  CONRADIE\nAPPÈLREGTER\nSAMESTEMMEND:\nMPATI  AP\nCAMERON  AR\nMTHIYANE\nAR\nBRAND  AR\n[1]\n1915 AD 64\nat\n72.\n[2]\nLawsa 1\nst\nreissue vol 31 p242 para 364;\nUnion Government (Minister of Finance) v\nLeask’s Executors\n1918 AD 447\nte\n458.\n[3]\nLawsa 1\nst\nreissue vol 31 p 243 para 365.\n[4]\nMills and Another v Estate van Blerk and Others\n1914 CPD 857\nat\n862.\n[5]\nRohm v The Master and\nAnother\n1950 (1) SA 135\n(SR) te\n137.\n[6]\nSecretary South African\nAssociation v Mostert\n1873 Buch. 31 (PC);\nMills and Another v Estate Van\nBlerk and Others\n1914 CPD 857\nat 862 - 863;\nVaughan’s Executrix v\nThe Master\n1919 TPD 363\n;\nDe Kock v Estate De Kock\n1922 CPD\n110.\n[7]\nD’Oyly-John v\nLousada\n1957\n(1) SA 368\n(N) at\n373E-G.\n[8]\nCuming v Cuming and\nOthers\n1945 AD 201\nte\n206.\n[9]\n1915 AD 64\nte 113.\n[9]\nEstate Coaton v The\nMaster\n1915 CPD 318\nte 322-323;\nDe Kock v Estate de Kock\n1922 CPD 110\nte 115.\n[10]\nPerry and\nAnother v Executors Estate Oats and Others\n1941 TPD 91\nat 97:\n‘...”our”\nprima facie\nmeans that each of the two\ntestating parties says “my”, when referring to his or her half\nshare, not that the whole joint\nestate is dealt\nwith.’.\n[11]\nOndergeskikte\nbepalings doen nie afbreuk aan ‘n dominante bepaling tensy die bedoeling\nduidelik is nie: In re\nEstate van Aardt\n1925 CPD 250\nte\n255.\n[12]\nVgl\nScheidel v The\nMaster and Others\n1936 CPD 287\nat\n291.\n[13]\nAfgesien van die\nlangslewende se vruggebruik oor die\nhele\neiendom, die oorspronklik erf\n124.",
  "scraped_at": "2026-02-12T13:59:05.161803",
  "date": "2005-03-29",
  "coram": [
    "MPATI AP",
    "CAMERON AR",
    "MTHIYANE AR",
    "BRAND AR",
    "J H CONRADIE"
  ],
  "case_number": "038/04",
  "parties": {
    "applicants": [
      "Patrick Rhode"
    ],
    "respondents": [
      "Sarah Dorothy Stubbs"
    ]
  },
  "sections": {
    "facts": "The dispute arose from the joint testament of Attie and Lettie Williams, who owned two adjacent properties (erf 124, later split into erf 171, 383 and 411). After Attie's death his half‑share was allocated to Lettie, while his other half was bequeathed to his daughter Ethyl Robyn and to his son Archie Williams. Upon Lettie's death she bequeathed her undivided half‑share in erf 171 to her son Charles Stubbs and the other half to Archie Williams. Subsequent occupation rights were granted by the Pniël Transition Council, which later subdivided erf 171 into erf 383 and 411. Ethyl Robyn transferred her interest in erf 411 to the appellant (Patrick Rhode) and in erf 383 to Arthur Mentoor. The respondent, Sarah Dorothy Stubbs, is the widow of Charles Stubbs and claims a half‑undivided interest in both subdivided parcels. The core issue is whether the estates of Attie and Lettie were merged (boedelsamesmelting) under their mutual will, which would affect the validity of the Council’s decisions and the parties’ claimed interests.",
    "issues": "1. Did the joint testament of Attie and Lettie Williams effect a merger of their estates (boedelsamesmelting)? 2. If a merger occurred, are the occupancy rights and subsequent subdivisions of erf 171 valid? 3. What are the respective entitlements of the appellant (Patrick Rhode), the respondent (Sarah Dorothy Stubbs), and the third parties (Arthur Mentoor, Archie Williams) to the subdivided parcels erf 383 and erf 411?",
    "principles": "The Court applied the law on mutual (reciprocal) wills, requiring two concurrent elements for estate merging: a disposition of the survivor’s property and acceptance of a benefit under the will. Acceptance alone does not create a merger; adiation is necessary for the survivor’s obligations but not for the merger itself. A presumption against estate merging exists unless the wording unequivocally shows the testators intended to combine their estates. The interpretation of clauses using “ons” (we) must be contextual; where the will refers to the “first‑deceased” (eerssterwende) it indicates separate testaments. Relevant authorities include Innes HR in The Receiver of Revenue Pretoria v CH Hancke, Joubert v Ruddock, and earlier case law on the interpretation of joint wills and the golden rule of testate freedom.",
    "application": "The Court examined the wording of the Williams’ testament and found that the clauses concerning “our joint estate” and “our home furniture” referred to the first‑deceased’s disposition only, not a merger of the two estates. No disposition of the survivor’s property was made that would combine the estates, and the acceptance of benefits by the survivor did not satisfy the merger requirement. Consequently, the Court concluded that the estates were not merged; the Council’s allocation of occupancy rights based on a presumed merger was therefore untenable. The appellant’s claim to a half‑undivided share in erf 411 and the respondent’s claim to a half‑undivided share in both erf 383 and erf 411 were assessed according to the original liquidation and distribution accounts, not the alleged merger.",
    "conclusion": "The appeal was dismissed. The original order of the lower court stands: Sarah Dorothy Stubbs is entitled to a half‑undivided share in erf 383 and erf 411; Patrick Rhode is entitled to a half‑undivided share in erf 411; Arthur Mentoor is entitled to a half‑undivided share in erf 383. Costs of the appeal were awarded against the appellant."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Wills and Estates",
    "level_3": [
      "mutual wills",
      "estate merging",
      "occupancy rights",
      "testament interpretation"
    ]
  }
}