{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/60.html",
  "case_name": "Transnet Ltd v Rubenstein (238/2004) [2005] ZASCA 60; [2005] 3 All SA 425 (SCA); 2006 (1) SA 591 (SCA) (1 June 2005)",
  "citation": "[2005] ZASCA 60",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 60\n|\nNoteup\n|\nLawCite\nTransnet Ltd v Rubenstein (238/2004) [2005] ZASCA 60; [2005] 3 All SA 425 (SCA); 2006 (1) SA 591 (SCA) (1 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO:\n238/04\nReportable\nIn the matter between\nTRANSNET LIMITED\nAppellant\nand\nLEON RUBENSTEIN          \n\t\t\t\t\t      Respondent\nCoram:\tMPATI, ZULMAN, MTHIYANE, CLOETE, LEWIS JJA\nHeard:\n13 May\n2005\nDelivered:\n1 Junie 2005\nSummary: Where\nparties to a contract agree that it is terminable on the happening of a\nspecified future event, a tacit term that it\nis terminable on reasonable notice\ncannot, in the absence of evidence as to the parties’ intention, and the\nprecise formulation\nof the term, be read into the contract.\nJUDGMENT\nLEWIS JA\n[1]\tThe principal issue in this appeal, and indeed the only one\nargued before this court, is whether a tacit term should be read into\na contract\nallowing either of the parties to terminate it by giving reasonable notice. The\ncontract itself is not silent on the question\nof its duration. It states that it\nwill come to an end on the happening of a future event – privatisation of\nthe ‘Blue\nTrain’, one of the businesses of the appellant, Transnet\nLimited.\n[2]\tThe respondent, Mr Leon Rubenstein, brought an urgent\napplication in the Johannesburg High Court for various orders relating to\na\ncontract between him and Transnet, entitling him to the exclusive right to\noperate a jewellery boutique on two trains, known as\nthe Blue Train, operated by\nTransnet. The relief sought was a declaratory order that the contract was still\nin existence and that\nRubenstein was entitled to operate the boutique until\nprivatisation of the Blue Train; and that Transnet be interdicted from\npurporting\nto cancel the contract and from denying him access to the boutique.\nAlternatively, if the court were to find that the contract was\nterminable on\nreasonable notice, Rubenstein asked for an order that such notice be not less\nthan six months.\n[3]\tThe court of first instance decided that the contract\nwas terminable on the giving of six months’ notice, but ordered Transnet\nto pay only 50 per cent of Rubenstein’s costs. An appeal to the full court\n(the High Court, Johannesburg), against both the\norder that the contract was\nterminable on notice, and against the costs order, succeeded. It is against the\ndecision of the full\ncourt that this appeal lies with special leave of this\ncourt.\n[4]\tIt is common cause that the express terms of the contract are set\nout in a letter written to Rubenstein on 14 July 1999 by the\noperations manager\nof the Blue Train, and which is annexed to the founding affidavit. The letter\ndeals inter alia with stock control,\nreceipt of payments for items sold,\naccommodation on the Trains for Rubenstein and his staff, shop facilities and\nthe determination\nof a management fee. The clause in issue, paragraph (j) of the\nletter, states that the management fee will ‘form the basis\nfor the\ncontract;\nthe duration of which is to extend to the final date of\nprivatization\n’. (My emphasis.)\n[5]\tIt is also not disputed that\nRubenstein ran the jewellery business on the Blue Train successfully, making a\nprofit not only for\nhimself but also for Transnet. He discovered, however, in\nApril 2001 that Transnet had published invitations to tender for the operation\nof the jewellery boutique. He demanded that the invitations be withdrawn. His\ndemand was ignored and he accordingly launched an urgent\napplication for an\ninterdict prohibiting Transnet from proceeding with any tender process. A rule\nnisi was granted calling on Transnet\nto show cause why the interdict should not\nbe made final.\n[6]\tBefore any final interdict could be granted the parties\nembarked on negotiations to settle the litigation, and there was talk\nabout\nentering into a new agreement. The rule was discharged, and Transnet was ordered\nto pay the costs. Rubenstein continued to\nrun the boutique, and the parties\ncontinued to talk about a more comprehensive contract. A draft produced by\nTransnet in October\n2001 was considered unacceptable by Rubenstein. Transnet\nthreatened Rubenstein that if no new contract were concluded by 31 January\n2002,\nit would give two months’ notice of termination. It gave such notice on 14\nFebruary 2002, advising that Rubenstein’s\n‘services’ would be\nterminated with effect from 15 April 2002. That prompted the urgent application\ncurrently under consideration.\n[7]\tTransnet, as I have said, does not deny\nthe existence or the terms of the contract alleged by Rubenstein. But in an\naffidavit\nfiled in support of the answering affidavit, a Ms Borotho, the\nexecutive manager of the division (Luxrail) which runs the Blue Train,\nit was\nalleged that the parties had ‘accepted’ that privatization was due\nto take place by the end of 1999. When it became\nclear that that would not\nhappen ‘the parties agreed to regulate the appointment and services\nprovided by [Rubenstein] in terms\nof extensions’. In fact there were\nseveral internal memoranda of Transnet, annexed to Borotho’s affidavit,\nthat indicated\nthat as far as Transnet was concerned the contract required\nextension. But this was never communicated to Rubenstein and before this\ncourt\nit was not contended that the contract had come to an end, nor that\nRubenstein‘s business or services continued by virtue\nof any\nextension.\n[8]\tPonnan J, in the court of first instance, came to the\nconclusion that the contract was terminable on notice, but that the period\nof\nnotice given was inadequate.  He made an order declaring that the notice of two\nmonths was ‘unreasonably short’ and\nthat Transnet ‘was obliged\nto give the applicant six months’ notice of cancellation . . . such notice\nto operate with\nretrospective effect to 14 February 2002’. The contract\nwould thus terminate with effect from 15 August 2002. He ordered Transnet\nto pay\nonly 50 per cent of Rubenstein’s costs, censuring the latter as being\nresponsible for the urgency of the application.\n[9]\tThe learned judge of\nfirst instance reasoned as follows in regard to reading the contract subject to\nthe right of the parties\nto terminate on reasonable notice:\n‘On a\nconspectus of the factual matrix before me, privatization of the Blue Train has\nbecome an uncertain future event. It is\nquite clear that the perception of the\nparties at the time  that they contracted with each other was that privatization\nwould occur\nshortly thereafter. A period of almost three years has since\nelapsed. That the contract would endure for as long as it already has,\ncould not\nhave been the common intention of the parties. It is thus reasonable to infer\nthat they did not intend to bind themselves\nindefinitely, but rather\ncontemplated termination by either party on reasonable notice. To hold otherwise\nwould be to permanently\nbind them to each other and the contract when all they\ncontracted for was a temporary arrangement.’\n[10]\tThe appeal to the\nfull court succeeded, as I have said. Gildenhuys J (Schwartzman and Willis JJ\nconcurring) held that the implication\nof a term that the contract was terminable\non reasonable notice was contrary to the express provision of the contract as to\nits duration.\nIt was conceded by counsel for Transnet that the learned judge of\nfirst instance should not have substituted his view of what constituted\nreasonable notice for that of the parties, and thus no reliance was placed on\nthe right to six months’ notice.\n[11]\tThe court a quo, in concluding\nthat the contract was not terminable on notice, distinguished the case from\nTrident Sales (Pty) Ltd v AH Pillman & Son (Pty)\nLtd\n[1]\nand\nPutco Ltd v TV and\nRadio Guarantee Co (Pty) Ltd.\n[2]\nIn both those cases it was held that where the circumstances of an agreement\nshow that all that the parties intended was a temporary\narrangement, but the\ncontract was silent as to duration, it is reasonable to infer that they\ncontemplated termination on reasonable\nnotice.\n[12]\tThat was the approach too\nof this court in\nAmalgamated Beverage Industries Ltd v Rond Vista\nWholesalers,\n[3]\na decision\nreported after the judgment of the full court was handed down. In\nAmalgamated\nBeverage\nthe court was asked to determine only whether reasonable notice had\nbeen given, the respondent having conceded that although the\ncontract was silent\nas to duration, it could be terminated on reasonable notice. Streicher JA\nsaid\n[4]\nthat whether a contract which\nis silent on its duration is terminable on reasonable notice is a matter of\nconstruction:\n‘The question is whether a tacit term to that effect\nshould by implication be read into the contract. That would be the case\nif the\ncommon intention of the parties at the time when they concluded the contract,\nhaving regard to the express terms of the contract\nand the surrounding\ncircumstances, was such that, had they applied their minds to the question\nwhether the contract could be so terminated,\nthey would have agreed that it\ncould.’\n[13]\tThis case, on the other hand, is not silent on duration:\nthe contract terminates on the happening of an uncertain future event.\nMoreover,\nthe tacit term contended for in this appeal was never pleaded let alone\nformulated. There is no allegation of a tacit term\nin the answering affidavit,\nnor is there any evidence proffered by Transnet that would support the\nimplication of one. But counsel\nfor Transnet argued that it is necessary to read\nin a term that if privatization did not occur, the contract would be terminable\non reasonable notice, because otherwise the parties would be locked in a\ncontract indefinitely, which was patently never their intention,\na point made by\nPonnan J in the court of first instance.\n[14]\tThe court a quo, on the other\nhand, was of the view that there was no evidence that privatization had become\nimpossible or impracticable\nor that it had been abandoned. That is indeed so. I\naccept, without deciding, however, that there should be some mechanism for\nbringing\nthe contract to an end if it becomes evident that privatization is not\ngoing to occur.  As counsel for Transnet argued, it is required,\nas an organ of\nstate, when it contracts for goods or services, to ‘do so in accordance\nwith a system which is fair, equitable,\ntransparent, competitive and\ncost-effective’.\n[5]\nThat\nrequires it to invite tenders for the operation of the Blue Train boutiques.\nWhile an exemption in respect of Rubenstein’s\nbusiness had apparently been\nobtained, this situation could not continue indefinitely.\n[15]\tThe question\nis, however, what was intended by the parties should privatization not occur\nwithin a particular, though unspecified,\nperiod? Rubenstein’s\nuncontradicted evidence was that he had not intended that the contract endure\nonly until the end of 1999:\nhe had invested in training staff, and in stock, and\nwould not have contracted on that basis. Borotho, for Transnet, said only that\nshe was advised that there was a common supposition that if privatization had\nnot occurred by the end of 1999, the contract with\nRubenstein would have to be\nextended from time to time. As I have indicated, Rubenstein was never made aware\nof these ‘extensions’\nwhich were internal Transnet arrangements. And\nthe fact that Transnet representatives thought it necessary to authorise\n‘extensions’\nfrom time to time shows clearly that Transnet did not\nintend that the contract was terminable on reasonable notice. There was thus\nno\ncommon underlying supposition or assumption as to the termination of the\ncontract should privatization not occur.\n[16]\tAnd even if a tacit or implied\nterm as to termination should privatization not occur were to be inserted in the\ncontract, given\nthe express condition as to termination on privatization, how\nwould one formulate the term? Of course such a term can be formulated\nin the\nabstract. To give business efficacy to the contract one could suggest that there\nmust be inserted into the contract a term\nthat either party has the right to\nterminate the contract on giving reasonable notice if privatization has not\noccurred by the end\nof 1999, although that would be contrary to the intention of\nthe parties as described in their affidavits. Or one could assume that\neither\nparty would be entitled to terminate if privatization did not occur within a\nreasonable time after the conclusion of the contract.\nBut as I have said, no\nsuch term was pleaded or formulated by Transnet, and there is no evidence to\nsuggest that such an arrangement\nwas ever contemplated by the\nparties.\n[17]\tTransnet sought to rely on\nWilkins NO v\nVoges\n[6]\nin arguing that the term\nshould be imputed by having regard to what reasonable people would say was\nneeded to give effect to the\ncontract. This is in essence the expression of\ntests that have been used for many decades in relation to the implication of a\ntacit\nterm: would the ‘officious bystander’, when asked whether the\nterm is necessary, and not merely desirable, say ‘Of\ncourse it is’;\nor is the term necessary to give business efficacy to the\ncontract?\n[7]\nBut while one may assume\nthat the parties are reasonable people, one must be astute not to ignore their\nexpressed intention. Thus\nNienaber JA states in\nWilkins\n:\n[8]\n‘One\nis certainly entitled to assume, in the absence of indications to the contrary,\nthat the parties to the agreement are typical\nmen of affairs, contracting on an\nequal and honest footing, without hidden motives and reservations. But when the\nfacts show that\nthe one or the other had special knowledge, which would probably\nhave had a bearing on his state of mind, that fact simply cannot\nbe ignored. For\notherwise the enquiry as to the existence of the tacit term becomes a matter of\ninvention, not\nintention.’\n[9]\n[18]\tThe\ndifficulty of formulating the kind of term contended for by Transnet (quite\napart from its failure to do so, or even to plead\nits existence) is that it\ncould be in conflict with the express term as to duration. In\nKelvinator\nGroup Services of SA (Pty) Ltd v\nMcCullogh\n[10]\nNugent J pointed\nout that a term, to be imputed, must not merely be reasonable or desirable, but\nnecessary, and that ‘there\ncan be no room for such a term if it would be\nin conflict with the express provisions of the agreement’. The learned\njudge\nrelied in this regard on\nSouth African Mutual Aid Society v Cape Town\nChamber of Commerce\n[11]\nwhere\nVan Winsen JA said:\n‘A term is sought to be implied in an agreement for\nthe very reason that the parties failed to agree expressly thereon. Where\nthe\nparties have expressly agreed upon a term and given expression to that agreement\nin the written contract in unambiguous terms\nno reference can be had to\nsurrounding circumstances in order to subvert the meaning to be derived from a\nconsideration of the language\nof the agreement only.’\n[19]\tIn my view,\ntherefore, especially given the absence of evidence as to what the parties\nintended, it is not possible to impute\ninto the contract between the parties a\nterm that is in conflict with their express agreement as to its duration. This\nis all the\nmore so since the evidence that we do have conflicts with the\nproposition argued for by Transnet that the contract was terminable\non\nreasonable notice.\n[20]\tLastly, the question of costs. Ponnan J considered\nthat Rubenstein was responsible for creating the urgency that led to the\napplication\nbeing made on an urgent basis. He censured Rubenstein by awarding\nonly half his costs. The court below disagreed with the decision\nand reversed\nthe order, allowing Rubenstein full costs.\n[21]\tTransnet argues that the\nquestion of costs is a discretionary matter, and that the appeal court ought not\nto have interfered\nwith the order. It is clear, however, that that court,\nalthough it does not say so expressly, considered that Ponnan J had misdirected\nhimself. The judgment deals with the fact that Rubenstein, in his replying\naffidavit, explained the reasons for delay, which related\nlargely to attempts to\nsettle the matter and to enter into a new contract. It was not essential for\nRubenstein to deal fully with\nthe question of delay in the founding affidavit\ngiven that much of it was attributable to ongoing discussions with Transnet\nabout\nthe conclusion of a new contract. Transnet was not deprived of the\nopportunity properly to prepare and file its answering affidavit.\nThe costs\norder, intended to censure Rubenstein, was based on the assumption that the\napplication was brought on an urgent basis\nonly because of delay on the part of\nRubenstein. This was not the case, as was fully explained in the replying\naffidavit. Thus there\nwas, with respect, a misdirection on the part of the\nlearned judge of first instance, and the court on appeal was entitled to\ninterfere\nwith the costs order as it did.\n[22]\tAccordingly the appeal is\ndismissed with costs.\nC H Lewis\nJudge of Appeal\nConcur:\nMpati DP\nZulman JA\nMthiyane JA\nCLOETE JA:\n[23]\tI have had the advantage of reading the judgment by\nmy colleague, Lewis JA. I concur in the conclusion she has reached but I\napproach the matter with a different emphasis. I also find it unnecessary to\nconsider whether a tacit term can be imputed to the\nparties in view of the\nexpress term of the contract relating to its duration; and if the appeal is\ndisposed of for the reasons set\nout in this judgment, whatever is said on that\nquestion would be obiter. Because the facts are set out fully in the judgment of\nmy\nlearned colleague, a brief summary will suffice for purposes of this\njudgment.\n[24]\tThe respondent in this appeal is Mr Rubenstein, a\njeweller. He brought motion proceedings as a matter of urgency in the High\nCourt, Johannesburg, against the appellant, Transnet. Transnet owns the Blue\nTrain. Part of the relief claimed by Rubenstein in the\nnotice of motion was the\nfollowing:\n‘2.\tDeclaring that a contract exists between the applicant\n[Rubenstein] and the respondent [Transnet], which entitles the applicant\nto the\nsole and exclusive right to operate a jewellery boutique and to sell jewellery\nand other gift items on respondent’s\ntrain known as the “Blue\nTrain”.\n3.\tDeclaring that the respondent bound itself to permit the\napplicant to operate the aforesaid boutique until such time as the business\nof\noperating the Blue Train is privatised i.e. vests in a private organisation not\nunder the control of the State.’\n[25]\tIt has at all times been\ncommon cause that a contract was concluded between Rubenstein and Transnet in\nterms of which Rubenstein\nwas granted the right to operate a jewellery boutique\non the Blue Train. The prayers quoted above were refused by Ponnan J at first\ninstance, although alternative relief was granted to Rubenstein. On appeal, the\nfull court (Gildenhuys J, Schwartzman and Willis\nJJ concurring) set aside the\norder made but issued a declaratory order that the purported cancellation of the\ncontract between Rubenstein\nand Transnet was invalid. That order presumably\nsatisfied Rubenstein as he has not sought to challenge it. Transnet has,\nhowever,\nappealed further with the special leave of this court.\n[26]\tIt\nis common cause that the letter written on behalf of Transnet dated 14 July 1999\nand which embodied the express terms of the\ncontract between the parties\nprovided that ‘the duration’ of the contract ‘is to extend to\nthe final date of privatisation’.\nThe Blue Train has not been privatised\nyet and it is at present uncertain when this will occur.\n[27]\tCounsel\nrepresenting Transnet submitted that Transnet was entitled to cancel the\ncontract on notice to Rubenstein because of\na tacit term permitting it to do so.\nIn the absence of such a tacit term Transnet’s appeal cannot\nsucceed.\n[28]\tThe fundamental problems facing Transnet are twofold. In\nmotion proceedings the affidavits constitute not only the evidence,\nbut also the\npleadings.\n[12]\nTransnet’s\nanswering affidavit is deficient in both respects.\n[29]\tThere is no\nallegation in the answering affidavit that the contract contained the tacit term\nfor which Transnet’s counsel\ncontended ─ much less a formulation of\nsuch a term. The high-water mark of Transnet’s case is the following\nstatement\nin the affidavit of Ms Borotho, who is now (but was not at the time\nwhen the contract with Rubenstein was concluded) the Executive\nManager of\nLuxrail (which is part of Transnet and operates the Blue Train on its\nbehalf):\n‘I have been advised and respectfully submit that the\nappointment of the applicant to manage the boutiques was made on a supposition\ncommon to both parties that the business of The Blue Train would be privatised\nby the end of 1999. That supposition was mistaken\nand The Blue Train was not\nprivatised as was assumed.’\nA supposition, to have legal effect, must\ntranslate into a mistake, a misrepresentation, a term or a condition (and the\nterm or condition\nmay be express or tacit). This court said in\nVan Reenen\nSteel (Pty) Limited v Smith\nNO\n[13]\n:\n‘[8]\tAssumptions or suppositions can have many forms and have\ndifferent effects depending upon the circumstances. An assumption\nrelating to a\nfuture state of affairs\n“relates to an agreement which is in operation\nand its recognition would have a direct bearing upon one of the terms of the\nagreement. Such a supposition is indistinguishable from a\ncondition,”\nusually a resolutive condition, perhaps also a condition\nprecedent or an ordinary term of the contract. The use of the word\n“supposition”\nor “assumption” instead of\n“condition” in this context is not conducive to clear\nthinking.\n[9]\tAssumptions may also relate to present or past facts. If\nunilateral, one is back to the effect of a unilateral mistake on a contract.\nIf\ncommon, unless elevated to terms of the agreement, they invariably amount to no\nmore than the reasons for contracting (on those\nterms) or, expressing the same\nidea, common mistakes relating to a motive in entering into the agreement\n(“dwaling in beweegrede”).\nWhether or not a motive leading up to an\nagreement is based upon an assumption of fact, it remains a motive. A party\ncannot vitiate\na contract based upon a mistaken motive relating to an existing\nfact, even if the motive is common, unless the contract is made dependent\nupon\nthe motive, or if the requirements for a misrepresentation are present. The\nprinciple is as stated in\nAfrican Realty Trust Ltd v Holmes\n1922 AD 389\nat 403:\n“But as a Court, we are after all not concerned with the\nmotives which actuated the parties in entering into the contract, except\ninsofar\nas they were expressly made part and parcel of the contract or are part of the\ncontract by clear  implication.” ’\nThe allegations made by\nBorotho accordingly do not go far enough. In the absence of an allegation by\nTransnet that the agreement between\nthe parties contained a tacit term entitling\nTransnet to cancel it, a defence based on such tacit term cannot succeed. Nor is\nit\nfor this court to formulate such a tacit term when Transnet has failed to do\nso.\n[30]\tFurthermore Transnet delivered no affidavit deposed to by the\nemployee(s) who had negotiated with Rubenstein and who had knowledge\nof what the\nagreement was, to the extent to which (if at all) it was not embodied in the\nletter of 14 July 1999. The existence of\na tacit term is primarily a question of\nfact (as opposed to a term which is implied by operation of law); and the\ndecision in\nWilkins NO v\nVoges\n,\n[14]\nwhich was much relied\nupon by Transnet’s counsel, makes it clear at 136I-137A and 141C-E that\nthis is so even where the court\nis dealing with a tacit term which is imputed to\nthe parties. The advice given to Borotho, whatever it source, was therefore\nhearsay\nand inadmissible and her submission is nothing more than argument\nwithout a factual foundation. The argument advanced by Transnet’s\ncounsel\nsuffers from the same defect. In response to the passage in Borotho’s\naffidavit quoted above Rubenstein said in his\nreplying affidavit:\n‘I\nemphatically deny that there was a common supposition that privatisation would\ntake place by the end of 1999. Nor was it\never suggested that my rights to\noperate the boutique were in any way affected because privatisation had not\noccurred by the end\nof 1999. I state that the year 1999 was never mentioned as a\nmaterial time with respect to my contract.’\nThere is no admissible\nevidence ─ indeed, no evidence at all ─ to contradict this\nassertion; and it is not so improbable\nthat it falls to be rejected even\nalthough uncontradicted.\n[15]\nWhat\nRubenstein might have said if faced with an allegation that the contract between\nthe parties contained a tacit term entitling\nTransnet to terminate it on notice,\nand evidence in support of such an allegation, is a matter of pure\nconjecture.\n[31]\tBorotho did say in her affidavit:\n‘Transnet has\nbeen forced to deal with this matter on the basis of unreasonable time frames\nfixed by the applicant, without\ndue regard to Transnet’s procedure or\nrights and interests as to the time period for the filing of its notice of\nintention\nto oppose and answering affidavit. It has been deprived of an adequate\nopportunity to obtain confirmatory affidavits from persons\nwho have knowledge of\ncertain crucial aspects of this case.’\nBut Transnet did take a week\nlonger than the time period fixed by Rubenstein for the filing of its answering\naffidavit; and no attempt\nwas made by Transnet to have the matter postponed so\nthat further affidavits could be delivered. Nor did Transnet aver that the\nperson(s)\nwho negotiated and concluded the contract with Rubenstein were no\nlonger available to it, and seek to have the matter referred to\noral evidence in\nterms of Uniform Rule of Court 6(5)(g) so that Rubenstein could be\ncross-examined. On the contrary, Transnet was\ncontent to argue the application,\nand both appeals, on the papers as they stood.\n[32]\tIn short,\nTransnet’s defence has no basis in fact or in law. The\nappeal against\nthe order made by the full court on the merits accordingly falls to be\ndismissed.\n[33]\tTransnet’s appeal against the costs order made by\nthe full court must suffer the same fate. Rubenstein was deprived of\nhalf of his\ncosts by Ponnan J, who held the view that Rubenstein had abused the process of\nthe court by the delay in bringing the\napplication. The full court set this\norder aside and awarded Rubenstein all of his costs in the court of first\ninstance. The submission\non behalf of Transnet to this court was that there was\nno basis upon which the full court could legitimately have interfered with\nthe\ndiscretion exercised by the court of first instance. But there was. As the full\ncourt pointed out, Ponnan J disregarded the explanation\nfor the delay given by\nthe respondent in his replying affidavit, in reply to the complaint raised by\nTransnet in this regard in its\nanswering affidavit. Rubenstein’s\nexplanation, which there is no reason to doubt, is that he, on several occasions\npersonally\nand in a letter written by his attorney, requested a meeting to\ndiscuss the matter; and although Borotho indicated her willingness\nto do so, she\nnever fixed a date for such a meeting despite an undertaking that she would.\nUltimately, Rubenstein’s attorney\nwrote a letter requesting Transnet to\nwithdraw its purported notice of termination and that letter was simply ignored\nby Transnet.\nThe application was then urgent because the date for cancellation\nspecified by Transnet was looming. Rubenstein cannot legitimately\nbe criticised\nfor attempting to settle the matter before resorting to litigation. Counsel\nrepresenting Transnet submitted that the\nexplanation given by Rubenstein should\nhave been in the founding affidavit. I disagree. It formed no part of his cause\nof action\non the merits. It was also not incumbent upon him, when dealing with\nthe question of urgency in terms of Uniform Rule of Court 6(12),\nto anticipate\nthe complainant made by Transnet.\n[34]\tIt is for these reasons I conclude\nthat the appeal should be dismissed.\n______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur: Zulman JA\n[1]\n1984 (1) SA 433\n(W).\n[2]\n1985 (4) SA 809\n(A).\n[3]\n2004 (1) SA 538\n(SCA).\n[4]\nPara\n13.\n[5]\nSection 217(1) of the\nConstitution.\n[6]\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A).\n[7]\nUnion Government (Minister\nof Railways and Harbours) v Faux Ltd\n1916 AD 105\n;\nWest End Diamonds Ltd v\nJohannesburg Stock Exchange\n1946 AD 910\n;\nMullin (Pty) Ltd v Benade\nLtd\n1952 (1) SA 211\n(A); See also\nAlfred McAlpine & Son (Pty) Ltd v\nTransvaal Provincial Administration\n1974 (3) SA 506\n(A) at 532 in fin-533B,\nwhere Corbett AJA relied on a statement of  Scrutton LJ in\nReigate v Union\nManufacturing Co\n[1918] 1 KB 592\n(CA) at 605;\n118 LT 479\n(CA) at 483. See\nalso\nBotha v Coopers & Lybrand\n2002 (S) SA 347 (SCA)  para 23\nand\nConsol Ltd t/a Consol Glass v Twee Jonge Gezellen (Pty) Ltd\n[2004] 1\nAll SA 1\n(SCA)\nparas 50 and 51.\n[8]\nAt 141C-E.\n[9]\nSee also\nBarnabas Plein\n& Co v Sol Jacobson & Son\n1928 AD 25\nat 31-32 where Stratford JA too\nhad regard to what an independent person would say about the necessity of\nincorporating the term\nin question, but also stated  that the ‘true\nview’ is that ‘you have to get at the intention of the parties in\nregard to a matter which they must have had in mind, but which they have not\nexpressed’. He considered therefore that one had\nto have regard not only\nto objective tests but also to what the parties claimed to have\nintended.\n[10]\n1999 (4) SA 840\n(W) at 844A-C.\n[11]\n1962 (1) SA 598\n(A) at\n615D-E. See\nAymard v\nWebster\n1910 TPD 123\n;\nMullin (Pty) Ltd  v Benade\nLtd\nabove at 215I-H; and\nPan American World Airways Incorporated v SA\nFire and Accident Insurance Co Ltd\n1965 (3) SA 150\n(A) at 175C;\nAlfred\nMcAlpine & Son (Pty) Ltd\nabove at 531E-F and\nRobin v Guarantee Life\nAssurance Co Ltd\n[1984] ZASCA 72\n;\n1984 (4) SA 558\n(A) at 567A-F.\n[12]\nSee eg\nTriomf\nKunsmis (Edms) Bpk v AE & CI Bpk\n1984 (2) SA 261\n(W) 269G-H and\nSaunders Valve Co Ltd v Insamcor (Pty) Ltd\n1985 (1) SA 146\n(T)\n149C.\n[13]\n2002 (4) SA 264\n(SCA)\n(footnotes omitted).\n[14]\n[1994] ZASCA 53\n;\n1994\n(3) SA 130\n(A) 136H-I.\n[15]\nSome\nof the decisions of this court on the point are collected  in\nKentz (Pty) Ltd\nv Power\n[2002] 1 All SA 605\n(W) paras [16] to [20].",
  "scraped_at": "2026-02-12T14:11:26.054460",
  "date": "2005-06-01",
  "coram": [
    "MPATI",
    "ZULMAN",
    "MTHIYANE",
    "CLOETE",
    "LEWIS JA"
  ],
  "case_number": "238/04",
  "parties": {
    "applicants": [
      "Transnet Limited"
    ],
    "respondents": [
      "Leon Rubenstein"
    ]
  },
  "sections": {
    "facts": "Transnet Ltd entered into a contract with Leon Rubenstein granting him the exclusive right to operate a jewellery boutique on the Blue Train. The contract, documented in a letter dated 14 July 1999, stipulated that its duration would extend until the privatisation of the Blue Train. Rubenstein ran the boutique profitably. In April 2001 Transnet announced a tender for the boutique’s operation; Rubenstein sought an interdict, which was initially granted. Negotiations for a new agreement failed and Transnet gave Rubenstein two months’ notice of termination, effective 15 April 2002, prompting an urgent application by Rubenstein seeking a declaration that the contract remained in force until privatisation.",
    "issues": "The principal issue was whether, in the absence of an express term, a tacit term could be implied allowing either party to terminate the contract on reasonable notice if privatisation failed to occur. Related sub‑issues involved whether such an implied term was necessary for business efficacy and whether the costs order of the lower court should be upheld.",
    "principles": "The court applied established principles for implying terms: a term may be implied if it is necessary to give business efficacy or is so obvious that an ‘officious bystander’ would assent, but it cannot conflict with express provisions. Precedents cited included Trident Sales v AH Pillman, Putco Ltd v TV and Radio Guarantee, Amalgamated Beverage Industries v Rond Vista, Wilkins NO v Voges, Kelvinator Group Services v McCullogh, and South African Mutual Aid Society v Cape Town Chamber of Commerce. The court emphasized that a contract not silent on duration cannot be read with an implied termination clause absent clear evidence of the parties’ intention.",
    "application": "The judgment held that the contract expressly tied its termination to the uncertain future event of privatisation, making it not silent on duration. No evidence was presented of a tacit term permitting termination on reasonable notice, and Transnet’s reliance on internal memoranda or assumed extensions was insufficient. Consequently, the contract could not be implied to be terminable on notice, and the lower court’s order of termination on six‑month notice was set aside. Regarding costs, the appellate court found the lower judge had misdirected himself in penalising Rubenstein and therefore restored full costs to the respondent.",
    "conclusion": "The appeal was dismissed with costs. The contract between Transnet and Rubenstein remains in force until the Blue Train is privatised, and no tacit term allowing termination on reasonable notice was implied. Full costs were awarded to Rubenstein."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Implied Terms",
    "level_3": [
      "termination",
      "reasonable notice",
      "privatisation",
      "costs"
    ]
  }
}