{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/85.html",
  "case_name": "MEC for Education and Culture, Free State v Louw and Another (483/2004) [2005] ZASCA 85; 2006 (1) SA 192 (SCA) (23 September 2005)",
  "citation": "[2005] ZASCA 85",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 85\n|\nNoteup\n|\nLawCite\nMEC for Education and Culture, Free State v Louw and Another (483/2004) [2005] ZASCA 85; 2006 (1) SA 192 (SCA) (23 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nDIE HOOGSTE HOF VAN APPÈL\nVAN SUID-AFRIKA\nRapporteerbaar\nSAAK NR\n: 483/04\nIn die saak tussen :\nDIE LID VAN DIE UITVOERENDE RAAD\nVAN DIE\nVRYSTAAT BELAS MET ONDERWYS EN\nKULTUUR\nAppellant\n- en -\nMANDA LOUW\nEerste\nRespondent\nMARTIN LOURENS OOSTHUIZEN\nTweede Respondent\n________________________________________________________________________\nCoram:\tSCOTT,\nSTREICHER, NAVSA, MTHIYANE & VAN HEERDEN ARR\nVerhoor:\t8 SEPTEMBER 2005\nGelewer:\n23 SEPTEMBER\n2005\nOpsomming:\tNalatige\nhandeling deur 'n personeellid in diens van 'n openbare skool in die uitvoering\nvan haar dienspligte - art 20(10)\nvan Wet 84 van 1996 sluit nie Staat se\naanspreeklikheid vir skade uit nie.\n________________________________________________________________________\nU I T S P R A A K\n________________________________________________________________________\nSTREICHER AR\nSTREICHER AR\n:\n[1]\tKan die Staat aanspreeklik gehou\nword vir skade veroorsaak deur 'n nalatige handeling of versuim van 'n werknemer\nin diens van\n'n openbare skool? Dit is die vraag wat in hierdie appèl\nbeslis moet word.\n[2]\tDie respondente het as eisers aksie ingestel in die\nHoë Hof te Bloemfontein teen die appellant alternatiewelik die\nPrimêre\nSkool Ficksburg (‘die Skool’) vir betaling van\nskadevergoeding ten opsigte van breinskade deur 'n skoolseun, Armand Louw,\nopgedoen, toe hy byna verdrink het. Die respondente het in hulle besonderhede\nvan vordering onder andere beweer dat die voorval veroorsaak\nis deur die\nnalatigheid van 'n personeellid wat in diens van die Skool was en in die\nuitvoering van haar dienspligte gehandel het.\nHulle het verder beweer dat die\nappellant ingevolge die bepalings van art 60(1) van die Suid-Afrikaanse Skolewet\n84 van 1996 (‘die\nSkolewet’) aanspreeklik is vir die skade of\nverlies veroorsaak deur die handeling of versuim van die personeellid.\n[3]\tBeide die appellant en die Skool het 'n spesiale verweer ten opsigte van\ndie respondente se vordering afgelewer ingevolge waarvan\nelkeen aangevoer het\ndat hy nie aanspreeklik gehou kon word vir die gevorderde skade nie. Die hof a\nquo het die Skool se spesiale\nverweer gehandhaaf en die respondente se eise teen\ndie Skool van die hand gewys. Die appellant se spesiale verweer is egter van die\nhand gewys. Met die verlof van die hof a quo appelleer die appellant teen\nlaasgenoemde beslissing.\n[4]\tIn sy spesiale verweer het die appellant\naangevoer dat die Skool 'n openbare skool soos bedoel in die Skolewet was; dat\ndie personeellid\ningevolge die bepalings van art 20(4) alternatiewelik\nart 20(5) van die Skolewet deur die Skool in diens geneem is; dat\ndie\nappellant vir doeleindes van die Skolewet die Staat is; en dat, ingevolge die\nbepalings van art 20(10), die Staat nie aanspreeklik\ngehou kan word vir 'n\nhandeling of versuim van 'n persoon wat so in diens geneem is\nnie.\n[5]\tIngevolge art 15 van die Skolewet is elke openbare skool 'n\nregspersoon met die wetlike bevoegdheid om sy werksaamhede ingevolge\ndie\nSkolewet te verrig. Artikel 20(4) bepaal, behoudens sekere voorbehoude, dat 'n\nopenbare skool opvoeders in diens kan neem en\nart 20(5) bepaal, ook\nonderhewig aan sekere voorbehoude, dat 'n openbare skool nie-opvoeders in diens\nkan neem.\n[1]\n[6]\tArtikel 60(1) van\ndie Skolewet, synde die artikel waarop die respondente steun, bepaal dat die\nStaat aanspreeklik is vir enige\nskade of verlies wat veroorsaak word as gevolg\nvan enige daad of versuim in verband met enige opvoedkundige aktiwiteit wat deur\n'n\nopenbare skool bedryf word en waarvoor sodanige openbare skool aanspreeklik\nsou gewees het by gebrek aan die bepalings van die artikel.\nEnige eis weens\nskade of verlies in die subartikel beoog, moet ingevolge subartikel (3) teen die\nbetrokke Lid van die Uitvoerende\nRaad ingestel word soos wat in hierdie geval\ngedoen is.\n[2]\n[7]\tIn sekere gevalle\nword die aanspreeklikheid van die Staat egter uitgesluit. Artikel 20(10) bepaal\nnaamlik dat ‘ondanks art\n60’ die Staat nie aanspreeklik is\n‘vir enige handeling of late by 'n\nopenbare skool\nwat voortspruit\nuit sy kontraktuele verantwoordelikheid as werkgewer teenoor die personeel\naangestel ingevolge subartikels (4) en\n(5) nie’. Dit is op grond van\nhierdie bepaling dat die appellant aanvoer dat die Staat nie aanspreeklik gehou\nkan word vir\ndie handeling of late van die betrokke personeellid nie.\n[8]\tDie hof a quo het bevind dat art 20(10) slegs die aanspreeklikheid van\ndie Staat uitsluit ten opsigte van 'n openbare skool se\nkontraktuele\nverantwoordelikheid as werkgewer teenoor die personeellede wat deur die skool\nself aangestel is, soos byvoorbeeld die\nverpligting om 'n salaris te betaal. Die\nhof a quo was van mening dat die weglating in art 20(10) van die woorde 'skade\nof verlies'\nwat in art 60(1) gebruik word, die uitleg dat art 20(10) nie bedoel\nwas om ‘delikte te betrek nie’ versterk. Verder dat\ndie woorde\n‘teenoor die personeel’ in art 20(10) daarop dui ‘dat die\nbedoeling was om te verwys na eise van die\npersoneel self teen die skool en nie\nna eise van andere en wat voortspruit uit die skool se posisie as werkgewer van\nso 'n personeellid\nnie’.\n[3]\n[9]\tDie advokaat vir\ndie appellant het betoog dat die hof a quo fouteer het deur te bevind dat art\n20(10) nie betrekking het op onregmatige\ndade nie. Hy het betoog dat art 60 nie\ndie Staat aanspreeklik maak vir die kontraktuele verpligtinge van 'n openbare\nskool nie en\ndat die woorde ‘ondanks artikel 60’ in art 20(10) geen\ndoel dien indien laasgenoemde artikel slegs bedoel is om die aanspreekliheid\nvan\ndie Staat vir die kontraktuele verantwoordelikhede van die openbare skool\nteenoor sy personeellede uit te sluit nie. Aldus sy\nbetoog sluit die artikel\naanspreeklikheid aan die kant van die Staat uit ten opsigte van skade of verlies\ngely as gevolg van 'n handeling\nof  late voortspruitende uit die kontraktuele\nverhouding tussen die openbare skool en personeel aangestel deur die openbare\nskool\ningevolge subartikels (4) en (5).\n[10]\tDie hof a quo het dus beslis dat\nart 20(10) 'n openbare skool se aanspreeklikheid om 'n handeling te verrig of\nnie te verrig\nuitsluit terwyl die appellant betoog het dat die artikel\naanspreeklikheid vir skade of verlies as gevolg van 'n handeling of late\nuitsluit.\n[11]\tDie Engelse weergawe van art 20(10) lees soos\nvolg:\n‘Despite section 60, the State is not liable for any act or\nomission by the public school relating to its contractual responsibility\nas the\nemployer in respect of staff employed in terms of subsections (4) and\n(5).’\nDit verskil van die Afrikaanse weergawe wat praat van 'n\nhandeling of late ‘by’ (nie deur) 'n openbare skool. Die artikel\nis\nin die Wet ingevoer deur die Wysigingswet op Onderwyswette 100 van 1997 waarvan\ndie Afrikaanse weergawe deur die President geteken\nis. Artikel 82 van die\nKonstitusie bepaal dat die ondertekende eksemplaar van 'n Parlementswet afdoende\nbewys van die bepalings van\ndaardie wet is. 'n Hof kan egter die bewoording van\n'n statutêre bepaling aanpas waar dit nodig is om gevolg te gee aan die\nduidelike bedoeling van die\nwetgewer.\n[4]\nDit is onwaarskynlik dat\ndie bedoeling kon gewees het dat die Staat aanspreeklik sou wees vir die\nnakoming van kontraktuele verpligtinge\nteenoor personeel by die openbare skool\nmaar nie elders nie. Dit is ewe onwaarskynlik dat die bedoeling kon gewees het\ndat die Staat\nnie aanspreeklik sou wees vir skade of verlies as gevolg van 'n\nhandeling voortspruitend uit die kontraktuele verantwoordelikheid\nvan 'n\nopenbare skool teenoor sy personeel indien die handeling by die skool verrig is\nmaar nie indien dit elders verrig is nie.\nVerder dui die feit dat die\n‘handeling of late’ een moet wees wat voortspruit uit die openbare\nskool se kontraktuele\nverantwoordelikheid as werkgewer teenoor sy personeel\ndaarop dat 'n handeling of late ‘deur’ die openbare skool, soos\nin\ndie Engelse teks, bedoel word en dit is hoe die artikel na my mening\nuitgelê moet word.\n[12]\tArtikel 20(10) handel dus met 'n handeling of\nlate deur 'n openbare skool en nie met die verpligting van 'n openbare skool om\n'n handeling te verrig of nie te verrig nie. Die woorde ‘ondanks art\n60’ verleen steun aan hierdie uitleg. Artikel 60\nhandel met skade of\nverlies wat veroorsaak word deur 'n daad of versuim en nie met die verpligting\nom 'n handeling te verrig of nie\nte verrig nie. Die woorde dui dus ook daarop\ndat art 20(10) gerig is op die gevolge van 'n handeling of late deur 'n openbare\nskool\nen nie op die verpligting om die handeling te verrig of nie te verrig nie.\nVerdere steun vir hierdie uitleg is te vinde in die feit\ndat 'n openbare skool\n'n regspersoon is. Dit volg dus nie uit die magtiging aan so 'n openbare skool\ningevolge subartikels (4) en\n(5) om dienskontrakte aan te gaan dat die Staat\naanspreeklik is vir die kontraktuele verpligtinge so deur die openbare skool\naangegaan\nnie. Die Skolewet bepaal ook nie dat die Staat vir sulke kontraktuele\nverpligtinge aanspreeklik sal wees nie. Daar was dus geen rede\nom sodanige\nkontraktuele verantwoordelikhede uit te sluit nie wat dit onwaarskynlik maak dat\ndit die doel beoog met art 20(10) was.\n[13]\tHierdie uitleg van art 20(10)\nhelp die appellant egter nie, selfs nie indien aanvaar word dat die handeling of\nlate van die betrokke\npersoneellid 'n handeling of late deur die Skool was nie.\nDie aanspreeklikheid van die Staat word uitgesluit ten opsigte van 'n handeling\nof late wat voortspruit uit 'n openbare skool se ‘kontraktuele\nverantwoordelikheid as werkgewer teenoor die personeel aangestel\ningevolge\nsubartikels (4) en (5)’. In hierdie geval het die personeellid se\nhandeling of late moontlik voortgespruit uit haar\nkontraktuele\nverantwoordelikheid teenoor die Skool maar het dit duidelik nie voortgespruit\nuit die kontraktuele verantwoordelikheid\nvan die Skool teenoor haar soos vereis\ndeur die artikel nie.\n[14]\tArtikel 20(11) sluit dus nie die aanspreeklikheid\nvan die Staat uit ten opsigte van die skade wat deur die respondente gevorder\nword nie. Dit volg dat die hof a quo tereg die appellant se spesiale pleit van\ndie hand gewys het.\n[15]\tDie appèl word van die hand gewys met koste,\ninsluitende die koste van twee advokate.\n_________________\nSTREICHER AR\nSCOTT AR)\nNAVSA AR)\nMTHIYANE AR)\t\t\tSTEM SAAM\nVAN HEERDEN\nAR)\n[1]\nArtikels 20(4) en (5) lees soos\nvolg:\n'(4)\tBehoudens\nhierdie Wet\n, die Wet op Arbeidsverhoudinge, 1995 (Wet No.\n66 van 1995), en enige ander toepaslike wet kan 'n\nopenbare skool\nposte\nvir\nopvoeders\ninstel en\nopvoeders\nin diens neem bykomstig tot die\ndiensstaat deur die\nLid van die Uitvoerende Raad\nbepaal ingevolge artikel\n3(1) van die Wet op die Indiensneming van Opvoeders, 1994.\n(5)\tBehoudens\nhierdie Wet\n, die Wet op Arbeidsverhoudinge, 1995 (Wet No.\n66 van 1995), en enige ander toepaslike wet kan 'n\nopenbare skool\nposte\nvir nie-opvoeders instel en nie-opvoederspersoneel in diens neem bykomstig tot\ndie diensstaat wat ingevolge die Staatsdienswet,\n1994 (Proklamasie No. 103 van\n1994), bepaal is.'\n[2]\nArtikels 60(1) en (3) lees soos volg:\n'(1)\tDie Staat is aanspreeklik vir enige skade of verlies wat veroorsaak word\nas gevolg van enige daad of versuim in verband met\nenige opvoedkundige\naktiwiteit wat deur 'n\nopenbare skool\nbedryf word en waarvoor sodanige\nopenbare skool\naanspreeklik sou gewees het by gebrek aan die bepalings\nvan hierdie artikel.\n(3)\tEnige eis weens skade of verlies in subartikel (1) beoog moet teen die\nbetrokke\nLid van die Uitvoerende Raad\ningestel\nword.'\n[3]\nDie\nvolledige art 20(10) lees soos volg:\n'(10)\tOndanks artikel 60 is die Staat nie aanspreeklik vir enige handeling of\nlate by 'n\nopenbare skool\nwat voortspruit uit sy kontraktuele\nverantwoordelikheid as werkgewer teenoor die personeel aangestel ingevolge\nsubartikels (4) en\n(5)\nnie.'\n[4]\nDurban\nCity Council v Gray\n1951 (3) SA 568\n(A) at 580B.",
  "scraped_at": "2026-02-12T15:01:06.229188",
  "date": "2005-09-23",
  "coram": [
    "SCOTT",
    "STREICHER",
    "NAVSA",
    "MTHIYANE",
    "VAN HEERDEN"
  ],
  "case_number": "483/04",
  "parties": {
    "applicants": [
      "MEC for Education and Culture, Free State"
    ],
    "respondents": [
      "Manda Louw",
      "Martin Lourens Oosthuizen"
    ]
  },
  "sections": {
    "facts": "The respondents, Manda Louw and Martin Lourens Oosthuizen, instituted proceedings in the High Court of Bloemfontein against the MEC for Education and Culture, Free State, alleging that a schoolboy, Armand Louw, suffered brain injury after nearly drowning at Primary School Ficksburg. They claimed the injury resulted from the negligence of a school employee who, in the performance of her duties, failed to act safely. The claim was brought under section 60(1) of the South African Schools Act 84 of 1996, which makes the State liable for damage caused by any act or omission connected with educational activities of a public school.",
    "issues": "The principal issue was whether the State could be held liable for damage caused by the negligent act or omission of a school employee employed by a public school, in view of section 20(10) of the Schools Act which purports to exempt the State from liability for acts or omissions arising from its contractual responsibility as an employer.",
    "principles": "Section 15 of the Schools Act declares each public school a juristic person. Sections 20(4) and (5) allow public schools to employ educators and non‑educators. Section 60(1) and (3) impose State liability for damage caused by any act or omission in connection with a public school’s educational activity, unless excluded. Section 20(10) expressly excludes State liability for any act or omission by a public school that stems from its contractual employer relationship with staff appointed under subsections (4) and (5). The court applied rules of statutory interpretation, considering the English and Afrikaans wording, the purpose of the provision and the principle that a statutory clause should be given its ordinary meaning unless the legislature’s intent is clear.",
    "application": "The appellate court agreed that section 20(10) limits State liability only to acts or omissions that arise directly from the school’s contractual obligations as an employer, not to tortious negligence of an employee in the performance of his duties. Consequently, the State could not rely on section 20(10) to escape liability for the injury suffered by the schoolboy. The court therefore upheld the lower court’s dismissal of the State’s special plea and affirmed that the State was not liable under the circumstances presented.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two attorneys, leaving the State’s liability claim denied."
  },
  "tags": {
    "level_1": "Public Law",
    "level_2": "State Liability",
    "level_3": [
      "Education Law",
      "Negligence",
      "Statutory Interpretation"
    ]
  }
}