{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/56.html",
  "case_name": "S v Liebenberg (156/2003) [2005] ZASCA 56; 2005 (2) SACR 355 (SCA) (31 May 2005)",
  "citation": "[2005] ZASCA 56",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 56\n|\nNoteup\n|\nLawCite\nS v Liebenberg (156/2003) [2005] ZASCA 56; 2005 (2) SACR 355 (SCA) (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 156/03\nIn the matter between:\nPETRUS LIEBENBERG\nAppellant\nand\nTHE STATE                  \n\t\t          \tRespondent\nCoram:\t\tFARLAM, JAFTA AND MLAMBO JJA\nHeard:\t\t19 MAY 2005\nDelivered:\t\t31 MAY 2005\nSummary:\t\tEvidence – adequacy of proof - accused raising an alibi\n\tentitled to acquittal if there is a reasonable possibility\nthat \talibi evidence\nis true.\nREASONS FOR JUDGMENT\nJAFTA JA/\nJAFTA JA:\n[1]\tThis appeal was heard on 19 May 2005 and at the\nconclusion of the hearing the following order was made:\n‘\n1.\tThe\nappeal is allowed\n2.\tThe order of the High Court is set aside and replaced by\nthe following:\n(a)\tThe appeal is allowed.\n(b)\tThe convictions and\nsentences are set aside.’\nIt was stated at the time the order was made\nthat the reasons therefor would follow. These are the reasons.\n[2]\tThe\nappellant was convicted of rape and robbery by the regional court at Tulbagh. He\nwas sentenced to eight years’ imprisonment\nfor rape and two years’\nimprisonment for robbery. An appeal to the Cape High Court was dismissed but the\nappellant was later\ngranted leave by the court\na quo\nto appeal against\nconviction to this Court.\n[3]\tAs the appellant raised the defence of an\nalibi, most facts were not in dispute. It was common cause that the only point\nin issue\nwas the identity of the complainant’s assailant.\n[4]\tThe\nfacts of the case may be summarised as follows. On 12 May 1995 the complainant\n(a 47 year old female) was walking alone on\na street at Obiqua Crescent in\nTulbagh when she was suddenly grabbed from behind and a knife was placed on her\nthroat by a male person\nwho threatened to rape and kill her. The assailant\ntouched her bosom and took a sum of R157,00 which she had kept\nthere.\n[5]\tThe assailant raped the complainant three times and sodomised\nher once. He also forced her to perform indecent acts on him. After\nraping her\nand while she was looking for her trousers the assailant urinated on her before\nleaving the scene. He left with the money\nhe had earlier taken from her, her own\njacket, a telegram card and a sum of R12,50 which were in the jacket. The\nincident occurred\nat 21h40 and it took about 20 minutes.\n[6]\tThe\ncomplainant could not find her trousers and she went to her home dressed only in\na T-shirt and underwear. She remained there\nfor about four hours before she went\nto the police station to lay a charge. As she did not know the assailant she\ngave a detailed\ndescription of him to the police. She said he had a deep rough\nvoice, he was shorter than her in height, dark in complexion with\na handsome\nface. She further said he had a wing-shaped nose (‘n vlerkieneus) and a\nposture which slightly bent forward. Regarding\nhis clothing, she said he wore a\ngreen jersey, a light-coloured pair of trousers, white running shoes and a small\nwhite hat.\n[7]\tAt the police station the complainant first spoke to a\nmale officer who referred her to a female officer for the purposes of obtaining\na detailed statement about the incident. Meanwhile constable Manie Baron had\nleft to look for the suspect after indicating that he\nknew the person who fitted\nthe description given by the complainant. About 15 minutes later and while the\ncomplainant was still making\nher statement to sergeant Lillian Lottering (the\nfemale officer), Baron came back with the suspect. At that stage the complainant\nand Ms Lottering were in an office near the charge office where Baron had\nbrought the suspect. When the complainant heard the suspect’s\nvoice, she\npeeked in the direction of the charge office and identified him to Ms Lottering\nas her assailant.\n[8]\tApart from the complainant’s evidence, the\nprosecution led evidence of Ms Lottering, Baron and sergeant Kamfer. They\nconfirmed\nthat the complainant gave them the description referred to above in\nrespect of her assailant. They also stated that she arrived at\nthe police\nstation at 07h00. Baron said he found the appellant lying on a bed and dressed\nin clothes similar to those described by\nthe complainant. He said the white\nrunning shoes were placed near the bed. Ms Lottering stated that she visited the\nscene with the\ncomplainant and they recovered her trousers\n(mangabroek).\n[9]\tThe appellant vigorously protested his innocence from\nthe time he was arrested. He told Baron that he was in the company of his\ngirlfriend, Ms Ann Jumat. Shortly after his arrest he demanded that samples be\ntaken from him for medical examination with a view\nto determine whether he\ncommitted the offences in question. Saliva and blood samples were taken but no\nevidence relating to them\nwas led at the trial. He also demanded that an\nidentification parade be held but this was not done.\n[10]\tAt the trial\nthe appellant denied having been at the scene when the offences were committed.\nHe called Ms Jumat who confirmed\nhis alibi. She stated that at about 21h40 she\nand the appellant were at a place described as Nico’s place together with\nother\npeople. They left that place after 22h00 and went to various other places.\nShe only parted from the appellant at about 01h00, long\nafter the commission of\nthe offences.\n[11]\tThe trial court found that the defence version could\nnot be rejected as false but went on to find that the appellant had the\nopportunity to leave Ms Jumat’s company unnoticed and during that time he\nwent to rape and rob the complainant before coming\nback to rejoin her. In this\nregard the trial court said:\n‘Ek verwerp nie sy getuienis dat hy en sy\nmeisie die aand saam was nie, dit doen ek allermins. Wat ek doen, is dat ek hier\nbevind\ndat die beskuldigde laat die aand inderdaad toe hy by Eerstelaan was,\n‘n geleentheid gehad het om vir ‘n tyd lank weg\nte glip, vir 10 tot\n20 minute, en in daardie tyd het hy dan by Obiekwalaan, wat naby die dansplek in\nEerstelaan was, die klaagster\nverkrag. Ek bevind dus dat sy weergawe met gemak\nverwerp kan word, in die lig van die sterk getuienis aan die kant van die\nStaat.’\n[12]\tThe key findings made by the trial court are confusing\nand to a large degree ambivalent. On the one hand, it found no basis for\nrejecting the alibi evidence and yet it found that in the light of the strong\nevidence led by the prosecution, the alibi could easily\nbe rejected, on the\nother.  It also found that despite a reasonable possibility of the alibi\nevidence being true, the appellant left\nhis companions and went to commit the\noffences before he rejoined them.\n[13]\tIn my view, there is no factual\nbasis for the findings made by the trial court. If Ms Jumat’s evidence is\naccepted, as\nit should be, it was impossible for the appellant to have left for\nthe scene, commit the offences and come back to rejoin his companions.\nMs Jumat\nsaid the appellant was out of her sight for about three to five minutes at the\nstage he went to buy drinks, whilst they\nwere at a place called Henkas in First\nAvenue. Consequently, he could not have gone away for more than 20 minutes when\nmaking allowance\nfor the time he would have spent in going and coming back from\nthe scene. Even if it is accepted that the appellant did leave at\nthat stage\n(which I do not), it was long after the commission of the offences at 21h40.\n[14]\tThe approach adopted by the trial court to the alibi evidence was\ncompletely wrong. Once the trial court accepted that the alibi\nevidence could\nnot be rejected as false, it was not entitled to reject it on the basis that the\nprosecution had placed before it\nstrong evidence linking the appellant to the\noffences. The acceptance of the prosecution’s evidence could not, by\nitself alone,\nbe a sufficient basis for rejecting the alibi evidence. Something\nmore was required. The evidence must have been, when considered\nin its totality,\nof the nature that proved the alibi evidence to be false. In\nS v Sithole and\nothers\n1999 (1) SACR 585\n(W) the test applicable to criminal trials was\nrestated in the following terms at 590g-i:\n‘There is only one test in a\ncriminal case, and that is whether the evidence establishes the guilt of the\naccused beyond reasonable\ndoubt. The corollary is that an accused is entitled to\nbe acquitted if there is a reasonable possibility that an innocent explanation\nwhich he has proffered might be true. These are not two independent tests, but\nrather the statement of one test, viewed from two\nperspectives. In order to\nconvict, there must be no reasonable doubt that the evidence implicating the\naccused is true, which can\nonly be so if there is at the same time no reasonable\npossibility that the evidence exculpating him is not true. The two conclusions\ngo hand in hand, each one being the corollary of the other. Thus in order for\nthere to be a reasonable possibility that an innocent\nexplanation which has been\nproffered by the accused might be true, there must at the same time be a\nreasonable possibility that the\nevidence which implicates him might be false or\nmistaken.’\nSee also\nS v Van Aswegen\n2001 (2) SACR 97\n(SCA).\n[15]\tWhere a defence of an alibi has been raised and the trial\ncourt accepts the evidence in support thereof as being possibly true,\nit follows\nthat the trial court should find that there is a reasonable possibility that the\nprosecution’s evidence is mistaken\nor false. There cannot be a reasonable\npossibility that the two versions are both correct. This is consistent with the\napproach to\nalibi evidence laid down by this Court more that 50 years ago in\nR v Biya\n1952 (4) SA 514\n(A). At 521C-D Greenberg JA said:\n‘If\nthere is evidence of an accused person’s presence at a place and at a time\nwhich makes it impossible for him to have\ncommitted the crime charged, then if\non all the evidence there is a reasonable possibility that this alibi evidence\nis true it means\nthat there is the same possibility that he has not committed\nthe crime.’\n[16]\tAlive to the difficulty presented by the alibi\nevidence, counsel for the State argued that the complainant made a mistake as\nto\nthe exact time during which the offences were committed. She urged  us to\ndetermine the correct time by calculating time backwards\nfrom 07h00 which was\nthe approximate time at which the complainant arrived at the police station. She\nsubmitted that if it is accepted\nthat the complainant spent about four hours\nafter the incident before she went to lay a charge, then she must have been\nattacked\nat 03h00 in the morning.\n[17]\tThe approach proposed by counsel\nis not without difficulties. The complainant was adamant that the offences were\ncommitted at\n21h40 and that she arrived at the police station at 02h00. She only\nconceded that she arrived there at 07h00 when it was pointed\nout to her that the\nother witnesses say she arrived at that time. Moreover, the medical report which\nwas handed in by consent and\nthe contents of which were admitted as correct\nreflected that the complainant was examined by the doctor at\n05h15.\n[18]\tOf importance is the fact that a change in respect of the\ndate and time would substantially alter the case which the appellant\nfaced at\nthe trial. It may well be that had the appellant’s attention been drawn to\nthe fact that the offences were committed\nat the time suggested by counsel, he\ncould have produced evidence showing that he was not at the scene even at that\ntime. If the\nchange is effected now, he would be denied that opportunity. This\nwould unquestionably prejudice him and render the whole trial unfair.\nAs a\nresult his right to a fair trial would be violated.\n[19]\tBefore\nconcluding this judgment I deem it necessary to comment on the delays implicit\nin the prosecution of this appeal. Although\nthis Court issued the order that led\nto the appellant’s release immediately after hearing the matter, the time\ntaken by his\nappeal to get to this Court is unacceptably long. The appellant was\ntried within a reasonable time from the date on which the offences\nwere\ncommitted. He was convicted and sentenced on 22 September 1995. His unsuccessful\nappeal to the Cape High Court was prosecuted\nshortly thereafter and on 9\nFebruary 1996 that court delivered its judgment thereon. In his application for\nleave to appeal, the\nappellant alleges that he only became aware of the judgment\nof the Cape High Court three months after it was delivered. It is not\nclear why\nit took three months to inform him of the outcome of his\nappeal.\n[20]\tAfter becoming aware of the Cape High Court’s\ndecision, the appellant states that he sought advice from the registrar of\nthat\ncourt who referred him to the advocate who represented him at the appeal. On the\nadvice of his former advocate, he contacted\nthe Legal Aid Board (‘the\nBoard’) seeking assistance in pursuing a further appeal. He states that he\ntried to contact\nthe Board without success for a period of four years. He then\ncontacted the Director of Public Prosecutions who referred him back\nto the\nregistrar. He directed a written request for leave to appeal to the registrar.\nIt appears that an advocate was appointed to\nact for him at the request of the\ncourt. Eventually his formal application for leave to appeal was lodged with the\ncourt\na quo\non 22 May 2002 and heard on the next day. He was there and\nthen granted leave to appeal.\n[21]\tIt appears from the date stamp that\nthe record of the proceedings was only received by the registrar of this Court\nalmost a year\nlater, on 24 April 2003. The appeal was set down for hearing on 19\nMay 2005. There is no explanation for the delay in lodging the\nrecord. Nor is\nthere any explanation for the delay in prosecuting the appeal. It may be pointed\nout that at the hearing of the appeal\nbefore us, the appellant was represented\nby an advocate appointed by the Board. We were also informed by the registrar of\nthis Court\nthat the cause for the delay in setting the matter down for hearing\nwas that no heads of argument were filed on behalf of the appellant\nuntil 16\nNovember 2004. As soon as the heads of argument were filed, the matter was set\ndown for hearing.\n[22]\tThe inordinate delays involved in this matter are\nnot only unacceptable but are also a serious breach of the appellant’s\nconstitutionally entrenched right of appeal to a higher court. Without an\nexplanation for the delays which occurred after May 2002,\nit is impossible to\ndetermine who was responsible for them and whether any fault can be attributed\nto such person.\n[23] In the circumstances the conviction could not be\nupheld and for these reasons the order referred to in para 1 above was issued.\nWhen the matter was heard we were prepared, in the special circumstances of this\ncase, to condone the late filing of the record and\nthe heads of argument. By\noversight this was not reflected in the order issued which is accordingly\namended by the addition of a\nfurther paragraph that reads as\nfollows:\n‘3.\tThe late filing of the appeal record and the\nappellant’s heads of argument is condoned.’\n____________________\nC N JAFTA\nJUDGE OF APPEAL\nConcur:\nFarlam JA\nMlambo JA",
  "scraped_at": "2026-02-12T14:10:01.559071",
  "date": "2005-05-31",
  "coram": [
    "Farlam JA",
    "Jafta JA",
    "Mlambo JJA"
  ],
  "case_number": "156/03",
  "parties": {
    "applicants": [
      "Petrus Liebenberg"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 12 May 1995 the complainant was attacked, robbed, raped and sodomised on Obiqua Crescent, Tulbagh at around 21:40. The assailant was described as a short, dark‑complexioned male with a wing‑shaped nose, wearing a green jersey, light trousers, white running shoes and a small white hat. The complainant identified the suspect at the police station after he was brought in by Constable Baron. The appellant, Petrus Liebenberg, was arrested and claimed he was with his girlfriend, Ann Jumat, at the time of the offence. Ms Jumat testified that they were together at a location called Nico’s place from about 21:40 until after 22:00 and that she only lost sight of the appellant for three to five minutes while obtaining drinks. The trial court rejected the alibi despite accepting that it could not be proven false and convicted the appellant of rape and robbery.",
    "issues": "Whether the trial court correctly applied the law on alibi evidence and the test of reasonable doubt, i.e., whether a reasonable possibility existed that the appellant’s alibi was true, and whether the conviction could be upheld in light of the procedural delays affecting the appellant’s right to a fair appeal.",
    "principles": "South African criminal law requires that an accused be acquitted if there is a reasonable possibility that an innocent explanation (such as an alibi) is true. This principle was articulated in S v Sithole (1999) and earlier in R v Biya (1952) and reaffirmed in S v Van Aswegen (2001). The trial court must not reject alibi evidence solely because the prosecution’s case is strong; the totality of evidence must render the alibi implausible. Moreover, unreasonable delays in the appellate process may prejudice the accused’s constitutional right to a fair trial.",
    "application": "The Supreme Court of Appeal found that the trial court erred by rejecting the alibi despite acknowledging it could not be proven false. The court held that, given Ms Jumat’s testimony, it was physically impossible for the appellant to have left and returned to commit the offences within the time frame, creating a reasonable possibility that the alibi was true. Consequently, the prosecution’s evidence could not be said to exclude reasonable doubt. The Court also noted the inordinate delays in the appellate process, which would have further prejudiced the appellant’s right to a fair trial.",
    "conclusion": "The appeal was allowed. The convictions for rape and robbery and the accompanying sentences were set aside. The late filing of the appeal record and the appellant’s heads of argument were condoned."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences and Robbery",
    "level_3": [
      "alibi",
      "reasonable doubt",
      "appeal",
      "procedural fairness",
      "delay"
    ]
  }
}