{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/95.html",
  "case_name": "Parsons Transport (Pty) Ltd v Global Insurance Ltd (345/2004) [2005] ZASCA 95; 2006 (1) SA 488 (SCA) (29 September 2005)",
  "citation": "[2005] ZASCA 95",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 95\n|\nNoteup\n|\nLawCite\nParsons Transport (Pty) Ltd v Global Insurance Ltd (345/2004) [2005] ZASCA 95; 2006 (1) SA 488 (SCA) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase number:  345/04\nIn the matter between:\nPARSONS TRANSPORT (PTY) LTD\nAppellant\nand\nGLOBAL INSURANCE COMPANY LTD\nRespondent\nCORAM\n:\nMPATI DP, MTHIYANE JA, NKABINDE, MAYA and CACHALIA\nAJJA\nHEARD\n:\n19 AUGUST\n2005\nDELIVERED\n:\n29 SEPTEMBER 2005\nSummary:\tInsurance – contract providing for payment of annual premium\nafter period of insurance commenced – effect of\nfailure to pay premium on\ndue date – whether insurer entitled to claim payment of\npremium.\n____________________________________________________________\nJUDGMENT\n____________________________________________________________\nMPATI\nDP:\n[1]\tThis appeal concerns the interpretation of certain\nclauses in a contract of insurance.  On 18 December 2002 and pursuant to an\noral\nagreement between the parties, the respondent (plaintiff\na quo\n) issued an\ninsurance policy in favour of the appellant (defendant\na quo\n).  In terms\nof the contract, the respondent undertook to insure and indemnify the appellant\nagainst any damage or loss caused to\nthe latter’s fleet of vehicles listed\nin a schedule to the policy, occurring ‘during the period of\ninsurance’.\n Although the ‘effective date’ is reflected on the\npolicy as 18 December 2002, the period of insurance is in fact recorded\nas\n‘1 December 2002 to 30 November 2003’.  The policy provided for an\nannual premium of R4 513 998.83, payable by the\nappellant in full by no later\nthan 15 January 2003.\n[2]\tIt is common cause that the appellant failed to\npay the premium on due date.  The respondent accordingly issued summons out of\nthe Johannesburg High Court for payment of the premium and other ancillary\nrelief.  At the commencement of the trial the parties\nrequested the court to\nfirst decide a preliminary issue in the form of an exception, viz; whether the\nappellant’s cause of\naction is sustainable.  It was formulated thus:\n‘4.3.1\tWithout admitting that a contract of insurance was concluded\nbetween Plaintiff and Defendant whether orally or in writing,\nthat for purposes\nof argument it be accepted that a contract of insurance was indeed concluded . .\n. and that the Multimark III policy\nwas to be incorporated as constituting the\nterms and conditions of the contract of insurance;\n4.3.2 \tWhether on a proper interpretation of the Multimark III policy it,\ntogether with the “warrantees”, permits the\ncause of action relied\nupon by the Plaintiff, ie. Whether the Plaintiff on a proper construction of the\nagreement concluded between\nPlaintiff and Defendant can claim payment of the\npremium;\n4.3.3\tDue regard being had to the term of insurance, namely from 1 December 2002\nuntil 30 November 2003, whether the Plaintiff can\nenforce specific performance\nof the contract of insurance against the Defendant, ie. Whether the contract is\ncapable of performance;\n. . . .’\nThe court\na quo\n(Blieden J) ordered a\nseparation of issues in terms of Rule 33(4) and allowed the issue of the merits\nto stand over for adjudication\nat a later stage.  Blieden J decided the issue in\nfavour of the respondent and ordered the appellant to pay the respondent’s\ncosts ‘as on exception’.  This appeal is with his leave.\n[3]\tBecause paragraph 4.3.2 of the formulation of the issue (above) is\ninelegantly stated, counsel for the appellant reformulated\nthe issue as\nfollows:\n‘whether payment of the annual premium on or before 15 January\n2003 did not constitute a condition precedent or a suspensive\ncondition so that\nnon-compliance thereof would render the contract in-operative and of no force\nand effect and accordingly whether\nin the light of the aforegoing the condition\ncould be enforced by the respondent.’\n[4]\tCounsel argued that the\ncontract was conditional upon a suspensive condition.  In other words, its\noperation was suspended until\nsuch time that the premium was paid.  For this\ncontention counsel relied on,\ninter alia\n, the introductory clause of the\npolicy document and certain ‘warranties’ contained in the schedule\nthereto (the schedule).\n The clause, which follows immediately after the heading\n‘GENERAL EXCEPTIONS CONDITIONS AND PROVISIONS’, reads as\nfollows:\n‘Subject to the terms, exceptions and conditions (precedent or\notherwise) and in consideration of, and conditional upon, the\nprior payment of\nthe premium by or on behalf of the insured and receipt thereof by or on behalf\nof the company, the company . . .\nagrees to indemnify or compensate the insured\nby payment or . . . repair in respect of the defined events occurring during the\nperiod\nof insurance . . ..’\nThe clause forms part of a comprehensive 93\npage standard document containing various clauses, some of which were of no\napplication\nto the parties’ contract.  It must be read together with the\n‘warranties’. For present purposes I shall list only\nthe first six\nof a total of eleven such ‘warranties’:\n‘WARRANTIES\nIT\nIS STATED THAT THIS POLICY IS SUBJECT TO THE FOLLOWING WARRANTEES\n1.\tTHE PREMIUM IS PAYABLE BY AN ANNUAL BASIS FINANCED BY BOE AND PAID TO EMERALD\nBY 15/01/03.\n2.\tFLEETNET IS TO CONTINUE SUPERVISING THE PARSONS CEHICLES AND DRIVERS\nINCLUDING ON SITE INSPECTION  OF MAJOR ACCIDENTS.\n3.\tPRETORIA LOSS ADJUSTERS TO ASSESS THE CLAIMS CONTACT HEREBY SCHAUER TELEPHONE\n012 335 0175 CELL: 082 552 2621.\n4.\tTHIS POLICY IS UNDERWRITTEN ON CONDITION THAT THE PREMIUM IS ALWAYS BASED ON\nA LOSS RATIO OF BETWEEN 55% AND 60% AND WILL BE MONITORED\nON A MONTHLY BASIS. \nSHOULD THE LOSS RATIO EXCEED THE REQUIRED 50% THE ADDITIONAL PREMIUM WILL BE\nPAID ON A MONTHLY BASIS UNTIL THE\nNEXT RENEWAL DATE OF THE POLICY.\n5.\tTHIS POLICY WILL RUN FOR A 12 MONTH PERIOD FROM 01/02/02 TO 30/11/03 AND IS\nNON-CANCELABLE BY PARSONS TRANSPORT.\n(The first date is\nincorrectly reflected on the document as 01/02/02.  It should be 01/12/02.)\n6.\tNO VEHICLE CAN BE REPAIRED BY PARSONS UNLESS IT HAS BEEN ASSESSED AFTER THE\nACCIDENT AND THE COST HAVE BEEN AGREED BY THE ASSESSORS\nAND EMERALD.\n. . . .’\n[5]\tIt is true, as counsel for the\nappellant contended, that in contractual settings the phrase ‘subject\nto’ usually to\ncreates a suspensive condition (\nBadenhorst v Van\nRensburg\n1986 (3) SA 769\n(A) 777H-778A).  But the same phrase, depending on\nthe context, may indicate a resolutive condition (\nPangbourne Properties Ltd v\nGill & Ramsden (Pty) Ltd\n1996 (1) 1182 (A) 1187I-1188B;\nSA Eagle\nVersekeringsmaatskappy Bpk v Steyn\n1991 (4) 841 (A) 848B-D).  Counsel\nsubmitted, however, that there are no other clauses in the contract relied upon\nby the respondent\nin the present matter, which are indicative of resolutive\nconditions.  He argued, as has been mentioned above, that the words\n‘subject\nto’, as used in the policy document create a suspensive\ncondition, resulting in the operation of the obligations flowing from\nthe\ncontract being suspended pending payment of the premium.  Counsel’s\nsubmission thus amounts to this:  The respondent’s\nobligation to indemnify\nthe appellant is suspended until the happening of a stated event (payment of the\npremium);  it is subject\nto a condition precedent.  He referred to\nResisto\nDairy (Pty) Ltd v Auto Protection Insurance Co Ltd\n1963 (1) 632 (A) 644E-F,\nwhere Hoexter JA quotes with approval the following passage from Cheshire and\nFifoot\nThe Law of Contract\n5ed 118:\n‘To lawyers familiar with\nRoman jurisprudence and trained in modern continental systems the use of the\nword\ncondition\nin this context must appear a solecism.  By them a\ncondition is sharply distinguished from the actual terms of a contract, and is\ntaken to mean, not part of the obligation itself, but an external fact upon\nwhich the existence of the obligation depends. . . .\nThe orthodox application\nof the word is by no means unknown to English lawyers.  An obligation or a\nright, suspended until the happening\nof a stated event, is said in the common\nlaw to be subject to a\ncondition precedent\n.’\nCounsel therefore\nargued that whilst a contractual obligation can be enforced, no action lies to\ncompel the performance of a condition,\nviz payment of the premium.  He relied in\nthis regard on\nScott and Another v Poupard and Another\n1971 (2) 373 (A)\n378H.\n[6]\tThe schedule containing the warranties makes the policy\n‘subject to’ those warranties listed in it (see para [4] above).\n\nCounsel for the appellant, relying on warranty 1 (providing for the date of\npayment of the premium) and cases such as\nNorwich Union Fire Insurance Ltd v\nSA Toilet Requisite Co Ltd\n1924 AD 212\nand\nKliptown Clothing Industry\n(Pty) Ltd v Marine and Trade Insurance Co of SA Ltd\n1961 (1) SA 103\n(AD)\nwhere it was said that warranties are to be construed favourably as regards the\ninsured, submitted that a breach of a warranty\nexonerates the insurer and that\nin the present matter the operation of the whole policy was subject to payment\nof the premium.\nIn\nSacks v Western Assurance Co\n1907 TS 257\nWessels J said (at 259):\n‘[T]here are certain conditions inserted in\npolicies of assurance which must be strictly adhered to, and if there is a\nfailure\non the part of the insured to adhere to these conditions the insurer can\nat his option refuse to carry out his part of the contract.\n If we restrict the\nmeaning of the word warranty to such conditions as will render the contract\nvoid, if not adhered to, then there\nis some convenience in the use of the term. \nWhen, therefore, I speak of a warranty in this judgment, I mean a condition the\nbreach\nof which on the part of the insured will enable the insurer to treat the\npolicy as void.  It is therefore the duty of the Court to\ninquire whether any\nparticular condition inserted in a policy was intended by the parties to be such\na material condition that the\ninsurer is entitled to insist on its performance\nbefore he can be called upon to pay the amount of the policy.’\nSee\nalso\nOblowitz Bros v Norwich Union Fire Insurance Society Ltd\n;\nOblowitz Bros v Guardian Assurance Co Ltd\n1924 CPD 349\nat 351-2.\nAs\nto the term ‘void’ used in the quotation, I agree with the\nobservation in Gordon & Getz\nThe South African Law of Insurance\n4 ed\nby DM Davis, at 215, where the learned author says that the statement by Innes\nCJ in\nLewis Ltd v Norwich Union Fire Insurance Co\n1916 AD 509\nto the\neffect that a warranty ‘is a statement or stipulation upon the exact truth\nof which, or the exact performance of which\n. . . the validity of a contract\ndepends’, is somewhat misleading.  I agree with the learned author that a\nbreach of a warranty\nby the insured provides the insurer with a defence to any\nclaim brought subject to a breach.  As the learned author states, the policy\nis\nnot automatically rendered void by the breach, but the breach entitles the\ninsurer to elect to exercise his right to avoid the\npolicy and repudiate\nliability.  Of course a warranty can only be breached if the contract of which\nit forms part is valid.\n[7]\tIn any event, Warranty 5 provides that the\npolicy ‘will run for 12 months from 1/12/02 (corrected date) to\n30/11/03’.\n This warranty introduces nothing new, since the period of\ninsurance is stipulated on the first page of the schedule, which goes\nfurther to\nstate:  ‘both dates inclusive’.  Warranty 5 proceeds to assert that\nthe policy ‘is non-cancellable’\nby the appellant.  Warranty 1\nstipulates that the premium is payable on an annual basis and was to be paid by\n15 January 2003.  In\nmy view, both ‘warranties’ are not warranties\nin the sense described in\nSacks v Western Insurance,\nsupra, and\nLewis\nLtd v Norwich Union,\nsupra.  They are material terms of the contract.  They\ndo not become warranties merely because they are referred to as warranties\nin\nthe schedule.  Cf\nResisto Dairy v Auto Protection Insurance Co\n, supra,\nwhere it was said (at 644F) that ‘the terms of the contract cannot be\nchanged into suspensive conditions merely by\ncalling them\nconditions\nprecedent\n’.\n[8]\tBut even accepting, as counsel for the\nappellant suggested, that an undertaking to pay the premium on a particular date\nafter\nthe commencement of the contract of insurance (warranty 1), or prior\nthereto, is a ‘promissory warranty’, that does not\ndetract from the\nfact that the appellant enjoyed insurance cover from 1 December 2002.  Counsel\naccepted in argument that there was\ninsurance cover as from that date.  (See\nalso\nLake and others, NNO v Reinsurance Corporation Ltd and others\n1967\n(3) 124 (W) 127H, where Galgut J reasoned that in insurance contracts, in the\nabsence of a provision that the policy is not\nto attach until payment of the\npremium, such a provision will not be implied.)  And failure to pay the premium\non due date does not\nsuddenly wipe out the insurance cover that was enjoyed from\n1 December 2002 and continued to be enjoyed for the period between then\nand the\ndue date of payment (cf\nSA Eagle Versekeringsmaatskappy Bpk v Steyn\n,\nsupra, at 848I-849B).  In my view, counsel’s reliance on the\n‘warranties’ in support of the contention that the\nobligation\nflowing from the contract was suspended pending payment of the premium is\nmisplaced.\n[9]\tThis conclusion really disposes of all the arguments of\ncounsel for the appellant.  But for the sake of completeness I return\nto the\nphrase ‘subject to’ as used in the policy document.  Counsel sought\nfurther support for his submission that the\nintroductory clause of the policy\ndocument constitutes a suspensive condition or a condition precedent from clause\n3B, which reads:\n‘\nContinuation of Cover (where premium is payable by\nbank debit order or by transmission account)\nThe premium is due in\nadvance and, if it is not received by the company by due date, this insurance\nshall be deemed to have been cancelled\nat midnight on the last day of the\npreceding period of insurance unless the insured can show that failure to make\npayment was an\nerror on the part of his bank or other paying agent.\nDue date\nwill be the first day of every calendar month where premium is payable monthly,\nthe first day of\n(a) each third\n(b) each sixth or\n(c) each twelfth\ncalendar month following inception where premium is payable quarterly,\nhalf-yearly or annually.’\nPayment not having been received on or before\n15 January 2003, the contract of insurance would have been deemed to have been\ncancelled\nat midnight on 31 December 2002, counsel contended.\n[10]\tI fail\nto appreciate how clause 3B is of assistance to the appellant’s case.  The\nclause speaks of a premium that ‘is\ndue in advance’.  Warranty 1\nstipulates clearly that the premium in respect of the policy was to be paid on\n15 January 2003,\nmore than a month after the commencement of the period of\ninsurance.  Furthermore, the premium was not payable by bank debit or by\ntransmission account.  It was to be ‘financed by BOE and paid to\nEmerald’.  In my view, clause 3B is of no application\nhere.\n[11]\tReference was also made to clause G of the policy document. \nIt provides as follows:\n‘\nPremium payment\nPremium is payable\non or before the inception date or renewal date as the case may be.  The company\nshall not be obliged to accept\npremium tendered to it after inception date or\nrenewal date as the case may be but may do so upon such terms as it at its sole\ndiscretion\nmay determine.’\nAgain the clause speaks of the premium being\npayable on or before the inception date.  Warranty 1 departs from that\nstipulation and\nsets the due date as 15 January 2003 (of which there is no\ndispute), not the inception date, which was 1 December 2002.  But even\nif the\nclause were applicable, the respondent would not have been exonerated were the\nappellant to claim compensation for damage\nor loss to its fleet of vehicles\nduring, for example, December 2002, precisely for the reason that the appellant\nenjoyed insurance\ncover under the policy.\n[12]\tI accordingly agree with counsel for the respondent that the provisions\nof warranty 5 (stipulating the period of insurance),\nread together with warranty\n1 (providing for due date of payment of the premium), are a clear indication\nthat payment of the premium\nwas never a prerequisite for the coming into\nexistence of a valid and binding contract of insurance.  It follows that on a\nproper\nreading of the introductory paragraph, together with the warranties, the\nwords ‘subject to’ did not create a suspensive\ncondition.  What the\nparagraph did, regard being had particularly to the words ‘in\nconsideration of, and conditional upon,\nthe prior payment of the premium’,\nwas merely to recite the corresponding obligation of the appellant, which the\nrespondent\nmight have been entitled to insist on, ie that the premium be paid,\nbefore compensating the appellant in the event of a claim for\nan occurrence\nbefore the premium was due.  The words in no way suspended the operation of the\ncontract (\nBritish Oak Insurance Company Ltd v Atmore\n1939 TPD 9\nat\n15).\n[13]\tFinally, counsel for the appellant submitted that no distinction can be\ndrawn between the present matter and the decision in\nNational\nEmployers’ Mutual General Insurance Association Ltd v Myerson\n1938 TPD\n11.\nI do not intend to set out the facts of that case.  It will suffice to\nquote the following (appearing at p 15 of the judgment):\n‘It is not contended on the appellant’s behalf that these\ndocuments constitute a contract of insurance, but merely a contract\nto insure,\nand if this be correct the so-called premium is the consideration (a) for the\npromise to insure if the event, namely the\npayment of the premium, takes place\nand (b) for the subsequent insurance.’\nThe proposal in that case expressly provided that ‘liability of the\nAssociation does not commence till this proposal is accepted\nand the premium\npaid’.  Clearly in\nMyerson\n’s case the court was not dealing\nwith a contract of insurance that had come into existence as in the present\nmatter.\n[14]\tThe issue before this court is not whether or not the insurance contract\nwas effective for the entire period of insurance as\nreflected in the policy\ndocument and thus whether or not the respondent is entitled to payment of the\nwhole premium.  The issue is\nmerely whether the particulars of claim disclose a\ncause of action.  Having found that the operation of the contract of insurance\nwas not suspended, I conclude that the particulars of claim do indeed disclose a\ncause of action.\n[15]\tThe appeal is dismissed with costs.\nL MPATI DP     \t\t\tCONCUR:\nMTHIYANE JA\nNKABINDE AJA\nMAYA AJA\nCACHALIA AJA",
  "scraped_at": "2026-02-12T15:04:20.117424",
  "date": "2005-09-29",
  "coram": [
    "MPATI DP",
    "MTHIYANE JA",
    "NKABINDE",
    "MAYA",
    "CACHALIA AJJA"
  ],
  "case_number": "345/04",
  "parties": {
    "applicants": [
      "Parsons Transport (Pty) Ltd"
    ],
    "respondents": [
      "Global Insurance Ltd"
    ]
  },
  "sections": {
    "facts": "On 18 December 2002 the parties entered into an oral agreement that was later reduced to a written insurance policy (the Multimark III policy). The policy insured Parsons Transport's fleet of vehicles against loss occurring \"during the period of insurance\" which was recorded as 1 December 2002 to 30 November 2003, although the effective date on the policy was 18 December 2002. The annual premium of R4 513 998.83 was payable by 15 January 2003. Parsons Transport failed to pay the premium by that date. Global Insurance sued for the unpaid premium. The lower court separated the issues under Rule 33(4), found in favour of the insurer and ordered the appellant to pay costs. The appellant appealed.",
    "issues": "The appeal centred on (1) whether the contractual clause requiring payment of the premium created a suspensive (condition precedent) that rendered the insurance contract inoperative until the premium was paid; (2) whether the warranties listed in the schedule were merely contractual terms or conditions that could void the policy upon breach; and (3) consequently whether Global Insurance was entitled to enforce payment of the premium and the appellant's claim was sustainable.",
    "principles": "The Court examined the meaning of \"subject to\" in insurance contracts, noting that it can indicate either a suspensive or a resolutive condition depending on context (Badenhorst v Van Rensburg; Pangbourne Properties Ltd v Gill & Ramsden). It reiterated that warranties, when breached, give the insurer a right to avoid the policy but do not automatically render it void (Sacks v Western Assurance; Resisto Dairy v Auto Protection). The Court also considered the effect of clauses governing the timing of premium payment, emphasizing that unless the contract expressly makes the policy contingent on prior payment, the insurance coverage commences as scheduled (Lake v Reinsurance Corp; British Oak Insurance Co Ltd v Atmore).",
    "application": "The Court read the introductory clause together with warranties 1 and 5 and concluded that the premium payment was not a prerequisite for the existence of a valid insurance contract. Clause 3B, which dealt with premiums payable in advance by debit order, was held inapplicable because the premium under this policy was to be paid by a specific date after the start of coverage. Accordingly, the insurer's obligation to indemnify was not suspended, and the appellant enjoyed coverage from 1 December 2002 despite the unpaid premium. The warranties were treated as material contractual terms rather than suspensive conditions, and the insurer retained the right to demand the premium.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal with costs, holding that the particulars of claim disclosed a cause of action. The contract of insurance was operative despite the unpaid premium, and Global Insurance was entitled to claim the full premium amount."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Contract Interpretation",
    "level_3": [
      "premium payment",
      "condition precedent",
      "warranty",
      "insurance cover",
      "contractual obligations"
    ]
  }
}