{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/77.html",
  "case_name": "Kemp and Others v Wyk and Others (335/2004) [2005] ZASCA 77; [2008] 1 All SA 17 (SCA); 2005 (6) SA 519 (SCA) (19 September 2005)",
  "citation": "[2005] ZASCA 77",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 77\n|\nNoteup\n|\nLawCite\nKemp and Others v Wyk and Others (335/2004) [2005] ZASCA 77; [2008] 1 All SA 17 (SCA); 2005 (6) SA 519 (SCA) (19 September 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 335/04\nIn the matter between :\nJACOBUS JOHANNES KEMP NO\nFirst\nAppellant\nALIDA KEMP NO\nSecond Appellant\nCHRISTIAAN FREDERICK MULLER NO\nThird Appellant\nDANIËL\nJACOBUS GOOSEN\nFourth Appellant\n- and -\nDR JJH VAN\nWYK\nFirst Respondent\nDIE MINISTER VAN LANDBOU NO\nSecond Respondent\nMEAT INDUSTRY\nFORUM OF SOUTH AFRICA\nThird Respondent\n________________________________________________________________________\nBefore:\tHOWIE P, SCOTT, MTHIYANE, NUGENT & MLAMBO JJA\nHeard:\t18 AUGUST 2005\nDelivered:\n19 SEPTEMBER\n2005\nSummary:\tAdministrative law\n– discretion – whether application of policy precludes proper\nexercise of discretion.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nNUGENT JA\nNUGENT JA\n:\n[1]\tA public official who\nis vested with a discretion must exercise it with an open mind but not\nnecessarily a mind that is untrammelled\nby existing principles or policy. In\nsome cases the enabling statute may require that to be done, either expressly or\nby implication\nfrom the nature of the particular discretion, but generally there\ncan be no objection to an official exercising a discretion in accordance\nwith an\nexisting policy if he or she is independently satisfied that the policy is\nappropriate to the circumstances of the particular\ncase. What is required is\nonly that he or she does not elevate principles or policies into rules that are\nconsidered to be binding\nwith the result that no discretion is exercised at all.\nThose principles emerge from the decision of this court in\nBritten v Pope\n1916 AD 150\nand remain applicable today.\n[2]\tWhat is in issue in\nthis appeal is the discretion that is conferred by the Animal Diseases Act 35 of\n1984 upon the Director of\nAnimal Health (at the material time that was the first\nrespondent) to grant or to refuse a permit for the importation of animals\ninto\nthis country. Without such a permit the importation of animals is prohibited by\ns 6(1)(a) of the Act. The appellants applied\nto the first respondent for a\npermit to import 98 sable antelope from Zimbabwe, which the first respondent\nrefused. An application\nby the appellants to the High Court at Pretoria to set\naside the refusal was dismissed by Hartzenberg J but he granted them leave\nto\nappeal to this court.\n[3]\tAbout a year before the appellants applied for the\npermit, in April 2002, the Directorate of Animal Health (which has statutory\nresponsibilities to protect livestock against disease) decided to impose an\nembargo upon the importation of cloven-hoofed animals\nfrom Zimbabwe. In\naccordance with that decision the first respondent also purported to issue a\ndirective as contemplated by s 6(3)(a)\nof the Act prohibiting the\nimportation of cloven-hoofed animals or their products from Zimbabwe. The\ndecision to impose the embargo\nwas made after the directorate was informed by\nthe Chief Veterinary Officer of Zimbabwe that measures to control the spread of\nfoot-and-mouth\ndisease (a viral disease of cloven-hoofed animals) in that\ncountry had broken down and that outbreaks of the disease were\noccurring.\n[4]\tThe following extract from a letter written by the Chief\nVeterinary Officer of Zimbabwe summarises the risks that are associated\nwith the\ndisease:\n‘[Foot-and-mouth disease] is the most important trans-boundary\ndisease in the world. It has gained this reputation because it\nis highly\ncontagious, lowers livestock production, and causes immediate suspension in\ntrade of animals and animal products from infected\ncountries or\nregions.’\nIt is not disputed that the occurrence of the disease in the\npastoral regions of this country would place the livestock industry at\nconsiderable risk. Apart from the cost that would need to be incurred to control\nand eradicate the infection a mere suspicion on\nthe part of our trading partners\nthat livestock might be infected is capable of resulting in an immediate\nsuspension of all trade\nin meat and other livestock products.\n[5]\tThe\nfourth appellant, who is the veterinary adviser to the remaining appellants,\nmade the application for the permit on their\nbehalf in June 2003. At that time\nthe animals were being held at a quarantine station in Zimbabwe. The first\nappellant was aware\nof the existence of the embargo when he applied for the\npermit, but in the application for the permit he proposed that the animals\nthat\nwere to be imported would be subjected to a regime that entailed testing them\nbefore they entered the country, placing them\nin quarantine upon their arrival,\nand releasing them from quarantine only after further testing had positively\nestablished that they\nwere free of the virus. In the opinion of the fourth\nappellant that would remove any risk of the virus being imported.\n[6]\tAfter\nreceiving no reply to the application the fourth appellant visited the offices\nof the Directorate of Animal Health on about\n3 July 2003 to make enquiries. He\nwas told that the first respondent was not available but when he heard the first\nrespondent’s\nvoice in an adjoining office he approached him and enquired\nas to the fate of the application. To his surprise, so he alleges, the\nfirst\nrespondent told him that they should not waste one another’s time, took\nthe copy of the application that the fourth appellant\nwas holding and, without\nfurther ado, wrote across it ‘refused’. When the first respondent\nwas asked why he had done\nso, according to the fourth appellant, he said that\nthere was a complete ban on the importation of cloven-hoofed animals from\nZimbabwe.\n[7]\tThe first respondent acknowledged that an encounter with the\nfourth appellant occurred at about that time, and that in the course\nof the\nencounter he probably did write the word ‘refused’ across the copy\nof the application, but he said that he did\nso only in confirmation of an\nearlier decision that he had made to refuse the application. He said that he had\nbeen away from his\noffice for most of June 2003 and that he saw the application\nfor the first time upon his return on 30 June 2003. Meanwhile the application,\ntogether with other similar applications, was considered at a meeting of\nofficials in his department that was convened for that purpose.\nAfter\nconsidering all the applications the officials concluded that it was not in the\ninterests of the country, and contrary to the\ndisease protection policies of the\ndepartment, to permit the importation of the animals, and they resolved to\nrecommend to the first\nrespondent that the applications should all be refused.\nWhen the first respondent returned to his office on 30 June 2003 he was informed\nof the recommendation and he then read the appellants’ application. He\nsaid that it was immediately apparent to him that a\npermit should indeed be\nrefused and he decided accordingly. He then gave instructions for his decision\nto be conveyed to the appellants\nin accordance with ordinary administrative\nprocedures but before that was done he had the encounter with the fourth\nappellant that\nI have described.\n[8]\tIn argument before us, and in the court\na quo\n, the appellants submitted, on the basis of inferences that were\nsought to be drawn from some of the facts, that the first respondent\ncould not\nhave considered the application at all, that his evidence to the contrary was\nuntrue, and that the matter should have been\nreferred for the hearing of oral\nevidence to determine that fact. I disagree. I do not think the inferences that\nwere sought to be\ndrawn were the only, nor even the probable, inferences to be\ndrawn from the facts. The first respondent’s evidence was not\ncontradicted\nby countervailing evidence, it was supported by the confirmatory evidence of the\nrelevant officials, and is not improbable.\nIn those circumstances there were no\nproper grounds for the matter to be referred for the hearing of oral evidence\nand it falls to\nbe dealt with in accordance with the ordinary principles that\napply when final relief is sought in application\nproceedings.\n[1]\n[9]\tIt must be\naccepted, then, that the first respondent indeed considered the application,\nalbeit briefly, before deciding to refuse\nit. But in my view what is to be\ninferred from his evidence, although it is not expressly stated, is that the\ngeneral embargo upon\nthe importation of animals from Zimbabwe was instrumental\nto, and probably decisive of, his decision.\n[10]\tThe various further\nsubmissions that were made on behalf of the appellants need not be traversed in\nany detail because they really\nall came down to this: It was submitted that the\nfirst respondent’s reliance upon the existence of the embargo in making\nhis\ndecision excluded the proper exercise of his discretion and for that reason\nhe acted unlawfully. What he was required to do, so it\nwas submitted, was to\nconsider the proposals that were put forward by the appellants, in isolation of\nthe existing embargo, and to\nrefuse the application only if those proposals were\ndemonstrably inadequate to obviate the risk of the disease being introduced.\nI\ndo not think that is correct. That would suggest that the first\nrespondent’s function was limited to adjudicating upon the\nadequacy of\npreventative measures that were proposed by potential importers, and that he was\nnot entitled to initiate, and then enforce,\npreventative measures devised by\nhimself, which is manifestly not so. The whole scheme of the Act is directed\ntowards authorizing\nthe Directorate of Animal Health, through its director, to\ninitiate measures to protect the country’s livestock against the\nrisk of\ndisease, which necessarily contemplates that preventative policies would be\nformulated to that end, and that the discretion\nto grant or refuse permits would\nbe exercised within the framework of those policies.  If the decision to impose\nthe embargo was\nitself lawful (and there is no suggestion that it was not) I do\nnot think the first respondent was called upon (though it was open\nfor him to do\nso) to re-evaluate its imposition merely because he was presented with an\nalternative proposal that might have been\nequally effective. He was entitled to\nevaluate the application in the light of the directorate’s existing policy\nand, provided\nthat he was independently satisfied that the policy was\nappropriate to the particular case, and did not consider it to be a rule\nto\nwhich he was bound, I do not think it can be said that he failed to exercise his\ndiscretion. As it was explained in\nR v Port of London Authority; Ex parte\nKynoch, Ltd\n[1919] 1 KB 176\n, 184 :\n‘There are on the one hand cases\nwhere a tribunal in the honest exercise of its discretion has adopted a policy,\nand, without\nrefusing to hear an applicant, intimates to him what its policy is,\nand that after hearing him it will in accordance with its policy\ndecide against\nhim, unless there is something exceptional in his case ... [I]f the policy has\nbeen adopted for reasons which the\ntribunal may legitimately entertain, no\nobjection could be taken to such a course. On the other hand there are cases\nwhere a tribunal\nhas passed a rule, or come to a determination, not to hear any\napplication of a particular character by whomsoever made. There is\na wide\ndistinction to be drawn between these two classes.’\nAnd in\nBritish\nOxygen Co. Ltd v Minister of Technology\n[1970] UKHL 4\n;\n[1971] AC 610\n(HL)\n625D-E:\n‘What the authority must not do is to refuse to listen at all.\nBut a Ministry or large authority may have had to deal already\nwith a multitude\nof similar applications and then they will almost certainly have evolved a\npolicy so precise that it could well\nbe called a rule. There can be no objection\nto that, provided the authority is always willing to listen to anyone with\nsomething\nnew to say – of course I do not mean to say that there need be\nan oral hearing.’\n[11]\tI agree with the remarks in those cases. In\nthe present case it cannot be said that the first respondent considered himself\nbound\nto refuse the permit because of the existence of the embargo. His evidence\nestablishes sufficiently that he indeed evaluated the\napplication and concluded\nindependently that the embargo was appropriate to the particular case. That he\nreached that conclusion\nafter only briefly considering the application is hardly\nsurprising. The first respondent was an experienced official who had seen\nand\nconsidered similar proposals, which he considered to be inadequate to obviate\nthe risk, on many previous occasions, and it does\nnot fall within the province\nof a reviewing court to evaluate the soundness or otherwise of his view.  What a\ncourt is concerned\nwith in review proceedings is only whether the decision was\narrived at lawfully.  In my view there are no proper grounds for finding\nthat\nthe first respondent’s decision to refuse the permit was reached\nunlawfully.\n[12]\tThere is one further issue that can be dealt with briefly. I\nhave already indicated that at the time the embargo was imposed\nthe first\nrespondent also purported to issue a directive in terms of s 6(3)(a) of the\nAct prohibiting the importation of cloven-hoofed\nanimals or their products from\nZimbabwe. The appellants submitted that the directive was invalid because\ns 6(3)(a) contemplates\nsuch a directive being issued only where the\ndirector knows or suspects that any animal is about to be imported in\ncontravention\nof the Act or in contravention of any condition of a\npermit.\n[2]\nPerhaps the directive was\nindeed misdirected but that is not material. The directorate had in place an\nembargo as a matter of policy\nat the time the application was considered and the\ninference is clear that the existence of the embargo was instrumental to the\nrefusal\nof the permit. That the first respondent also issued the directive takes\nthe matter no further whether or not the directive was invalid.\n[13]\tIn my\nview it cannot be said that the first respondent acted unlawfully in reaching\nhis decision to refuse the permit and the\napplication to set aside that decision\nwas properly dismissed. The appeal is dismissed with costs.\n_____________________\nR.W. NUGENT\nJUDGE OF APPEAL\nHOWIE P)\nSCOTT JA)\nMTHIYANE JA)\tCONCUR\nMLAMBO JA)\n[1]\nAs enunciated in\nStellenbosch Farmers’ Winery Ltd v Stellenvale Winery (Pty) Ltd\n1957 (4) SA 234\n(C) 235E-G and elaborated upon by this court in\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) 634E-635C.\n[2]\n‘S 6(3)(a)\nThe director may, if he knows or on reasonable grounds suspects, that any animal\nor thing is, contrary to any provision\nof this Act, or any condition of a permit\n–\n(i)\tbeing removed, or has been removed, from any place outside the Republic,\nfor the purpose of importing it into the Republic; or\n(ii)\tabout to be imported by any person into the Republic;\nor\n(iii)\tpresent on or in any conveyance, or forms\npart of any consignment, which is being or has been brought or sent by any\nperson\nto the Republic,\ndirect that the animal, thing, consignment or portion\nthereof determined by him, shall not be imported into the Republic or unloaded\nor removed from the conveyance, as the case may be, except with his consent and,\nif he has determined conditions in connection therewith,\nin accordance with such\nconditions.’",
  "scraped_at": "2026-02-12T14:58:32.571924",
  "date": "2005-09-19",
  "coram": [
    "Howie P",
    "Scott",
    "Mthiyane",
    "Nugent",
    "Mlambo JJA"
  ],
  "case_number": "335/04",
  "parties": {
    "applicants": [
      "Jacobus Johannes Kemp",
      "Alida Kemp",
      "Christiaan Frederick Muller",
      "Daniël Jacobus Goosen"
    ],
    "respondents": [
      "Dr JJH Van Wyk",
      "Die Minister van Landbou",
      "Meat Industry Forum of South Africa"
    ]
  },
  "sections": {
    "facts": "The appellants sought a permit under the Animal Diseases Act 35 of 1984 to import 98 sable antelopes from Zimbabwe. About a year earlier the Directorate of Animal Health had imposed an embargo on cloven‑hoofed animals from Zimbabwe after learning that foot‑and‑mouth disease controls in that country had broken down. The appellants proposed stringent testing, quarantine and further testing of the animals after arrival. Their application was received in June 2003; the first respondent indicated a refusal, citing the embargo. The respondent later confirmed that the application had been briefly considered and that the embargo was decisive in refusing the permit.",
    "issues": "1) Whether the first respondent’s reliance on the existing embargo amounted to a failure to exercise his statutory discretion properly. 2) Whether the directive issued under s 6(3)(a) of the Act was invalid because the director did not know or suspect an animal was about to be imported in contravention of the Act.",
    "principles": "A public official exercising discretion must keep an open mind and may consider existing policies, but may not treat policy as a binding rule that eliminates discretion (Britten v Pope). Discretion can be exercised within the framework of a lawful policy (R v Port of London Authority; British Oxygen Co.). The authority must not refuse to hear an application, but may adopt a policy provided it remains willing to consider new arguments. The director may issue a directive under s 6(3)(a) only when he knows or reasonably suspects a contravention is imminent.",
    "application": "The court found that the respondent did consider the application, albeit briefly, and that the embargo was a lawful policy influencing his decision. He was independently satisfied that the embargo was appropriate for the particular case and thus exercised his discretion lawfully. The alleged procedural flaw in the issuance of the directive was deemed immaterial, as the embargo itself provided sufficient basis for the refusal. Consequently, there was no unlawful denial of discretion nor a breach of s 6(3)(a).",
    "conclusion": "The appeal was dismissed with costs. The decision of the first respondent to refuse the permit was upheld as having been made lawfully."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Discretionary Powers",
    "level_3": [
      "embargo",
      "animal health",
      "permit refusal",
      "policy vs discretion",
      "Animal Diseases Act"
    ]
  }
}