{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/49.html",
  "case_name": "Maritz and Another v Maritz and Pieterse Inc (175/2004) [2005] ZASCA 49; 2006 (3) SA 481 (SCA) (30 May 2005)",
  "citation": "[2005] ZASCA 49",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 49\n|\nNoteup\n|\nLawCite\nMaritz and Another v Maritz and Pieterse Inc (175/2004) [2005] ZASCA 49; 2006 (3) SA 481 (SCA) (30 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL OF SOUTH\nAFRICA\nREPORTABLE\nCase no:  175/04\nIn the matter between\nC J MARITZ\t\t\t\t\t\tFIRST APPELLANT\nC W C PIETERSE\t\t\t\t\tSECOND APPELLANT\nand\nMARITZ &\nPIETERSE INCORPORATED\tRESPONDENT\nCoram:\nSCOTT, ZULMAN, NAVSA, NUGENT and HEHER\nJJA\nHeard:\n23 MAY 2005\nDelivered:\t30 MAY\n2005\nSummary:\tAttorneys Act 53 of 1979 s 23(1)(a) – liability of\nformer directors of company to its liquidators for claims of creditors\nin the\nestate –\nlocus standi\nof liquidators to sue the\ndirectors.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\nThis appeal concerns the right\nof liquidators of a professional company to rely on the statutory liability of\nits former directors\nas joint and several co-debtors with the company to its\ncreditors as a ground for claiming from those directors the amounts of claims\nproved by such creditors in the liquidation of the\ncompany.\n[2]\nMaritz & Pieterse Incorporated conducted the\npractice of an attorney in Pretoria. As the name indicates it was a juristic\nperson,\nincorporated and registered under the Companies Act 61 of 1973 and\nempowered to carry on its professional practice by reason of s\n23(1) of the\nAttorneys Act 53 of 1979. (I refer to it hereinafter as ‘the\ncompany’.)\n[3]\nThe last-mentioned section permits a company to\nconduct the practice of an attorney only if\n‘(a) . . . its memorandum\nof association provides that all present and past directors of the company shall\nbe liable jointly\nand severally with the company for the debts and liabilities\nof the company contracted during their periods of office.’\nThe\nmemorandum of the company contained the necessary provision.\n[4]\nAt\nall material times the only directors of the company were Christoffel Johann\nMaritz and Carl Wilhelmus Cornelius Pieterse. On 20\nSeptember 2001 it was placed\nunder a provisional winding up order by De Vos J and the liquidation was made\nfinal (notwithstanding\nthe opposition of the directors) by an order of Moseneke\nJ on the grounds that it was just and equitable so to do. The learned Judge\nfound that the directors had permitted the company to become a vehicle for the\noperation of a pyramid scheme during which some R12\nmillion of investors’\nfunds were channeled through its trust account into the grasp of the operator of\nthe scheme, one Small,\nwho made away with the proceeds. By releasing the funds\nin the trust account without ensuring that adequate securities were provided\nthe\ncompany acted in breach of its mandate from the investors to act as paymaster\nfor the scheme. The company thereby incurred contractual\nclaims for the losses\nsuffered by the investors.\n[5]\nAfter the granting of the final order\nthe Law Society of the Northern Provinces brought an application to strike the\ndirectors off\nthe roll of attorneys. The application was granted by Mynhardt and\nDe Vos JJ. The role of the directors in the scheme was merely\none of several\nreasons which led the court to conclude that they were unfit to\npractice.\n[6]\nCertain of the investors in the scheme duly proved\nclaims in the estate of the company: Mr Kyle for R500 000, Mr van Zyl for R500\n000 and Mr Nothnagel for R300 000 being the respective amounts of their cash\ninvestments which had been released to Small. (It was\nargued before us that\nthese were illiquid claims for damages, but it seems obvious that they were\nfixed or readily ascertainable\nlosses and were proved as liquidated\nclaims.)\n[7]\nIn May 2003 the joint liquidators of the company launched\nan application against the former directors in which they claimed the following\nrelief:\n‘1.\tDat verklaar word dat Christoffel Johann Maritz en Carl Wilhelmus\nCornelius Pieterse persoonlik aanspreeklik is vir al\ndie kontraktuele skulde van\nMaritz & Pieterse Ing. (In Likwidasie);\n2.\tDat vonnis ten gunste van die Applikant teen Christoffel Johann Maritz en\nCarl Wilhelmus Cornelius Pieterse toegestaan word vir\ndie kapitale bedrag van\nR1300 000.00 tesame met rente op die vermelde kapitale bedrag bereken teen\n‘n koers van 15.5% per jaar\nvan 20 September 2001 tot datum van\nbetaling;\n3.\tDat die Griffier van hierdie Agbare Hof gemagtig word om ‘n lasbrief\nuit te reik ten gunste van die Applikant teen die twee\ndirekteure van die\nApplikant . . . vir die kapitale bedrag van R1300 000.00 tesame met rente op die\nvermelde kapitale bedrag bereken\nteen ‘n koers van 15.5% per jaar vanaf 20\nSeptember 2001 tot datum van betaling;\n4.\tDat die Griffier van hierdie Agbare Hof gemagtig word om verdere lasbriewe\nuit te reik ten gunste van die Applikant ten die vermelde\ntwee direkteure van\ndie Applikant . . . by die voorlegging van ‘n eedsverklaring van die\nApplikant se likwidateur, Andries\nPetrus Jacobus Els, waarin beweer word wat die\nbedrag is waarvoor die lasbrief uitgereik moet word en waarin beweer moet word\ndat\nsodanige bedrag ‘n kontraktuele verpligting van Maritz & Pieterse\nIng. (In Likwidasie) is;\n5.\tDat die koste vn hierdie aansoek koste sal wees in die likwidasie van Maritz\n& Pieterse Ing. (In Likwidasie).’\n[8]\nThe\nessence of the application was that the liquidators sought to recover from the\nformer directors the amount of claims proved and\nto be proved in the estate by\nthe creditors of the pyramid scheme. The basis for the case as set out in the\nfounding affidavit was\nthe proof of claims previously referred to, the findings\nof Moseneke J in the liquidation proceedings that the investors were contractual\ncreditors of the company and the provisions of s 23(1)(a) of the Attorneys Act\nquoted above as incorporated in the company’s\nmemorandum of association.\nMaritz and Pieterse opposed the application (save for conceding prayer 1). They\ntook issue with the\nlocus standi\nof the liquidators and also raised\nvarious defences going to the merits of the application.\n[9]\nThe\nmatter came before Hartzenberg J. On 7 October 2003 he granted the relief\nclaimed in paragraphs 1, 2 and 3 of the notice of motion,\ngranted leave to the\nliquidators to apply on the same papers, suitably supplemented, for further\njudgments against the company in\nliquidation (the learned Judge probably\nintended to refer to the former directors) and for authorization of writs of\nexecution thereon,\nand ordered Maritz and Pieterse to pay the costs of the\napplication. An application for leave to appeal was refused by the court\na\nquo\nbut granted by this Court.\n[10]\nBecause of the view that I\ntake on the question of the standing of the liquidators to rely on the\nprovisions of s 23(1) as incorporated\nin the company’s memorandum it will\nbe unnecessary to refer to the defences to the merits. On the question of\nlocus standi\nHartzenberg J said:\n‘The attack against the\nlocus standi\nof the applicants is as I understand the argument, based\nupon the fact that in section 424 of the Companies Act specific authority\nis\ngiven to the liquidator to institute an action against the former directors,\nwhereas neither section 53(b) of the Companies Act\nnor section 23 of the\nAttorneys Act specifically empowers a liquidator to institute action against the\ndirectors. The argument is\nthat it is for the creditors to institute the action.\nIt completely overlooks the provisions of\nsection 73(1)\nof the\nInsolvency Act\nNo. 24 of 1936\nwhich specifically empowers a trustee to obtain legal advice and\nto institute action on behalf of the estate, with the authorization\nof the\nMaster or the creditors. In this case the argument is not that the applicants\ndid not obtain the necessary consent but it\nis that the applicants may not\ninstitute an action at all and may not do so, even with the consent of\ncreditors. There is not a specific\nprovision which entitles a trustee to\ninstitute action for, for example the recovery of a debt from a debtor of the\ninsolvent estate.\nI do not believe that there can be any question that a trustee\nis entitled to institute such an action for the benefit of the creditors.\nIn my\nview that argument is intenable and cannot be sustained.’\n[11]\nI would respectfully suggest that the learned Judge has lost\nsight of the real issue. A liquidator is appointed for the purpose of\nconducting\nthe proceedings in a winding-up of the company (s 367 of the Companies Act) with\nthe duty to recover and realise the assets\nand property of the company for the\nbenefit of its creditors. See generally\nFerreira v Levin NO and Others\n;\nVryenhoek and Others v Powell NO and Others\n1996 (1) SA 984\n(CC) at paras\n[122] to [123];\nBernstein and Others v Bester and Others NNO\n[1996] ZACC 2\n;\n1996 (2) SA\n751\n(CC) at para\n[15]\n. The personal assets of the former directors do not belong\nto the company in liquidation. The liquidators’ case can only be\nthat s\n23(1) read with the memorandum creates an asset of the company in the form of a\nclaim against those directors. If such a claim\ndoes not arise then there is\nnothing which can be the subject of the relief claimed in prayers 2, 3, and 4 of\nthe Notice of Motion\nand the liquidators acted beyond their powers in attempting\nto recover from the directors on that basis. In this sense they will\nhave no\nlocus standi\n.\n[12]\nThe question requires consideration of the\nbreadth of liability that flows from due compliance with the relevant provision\nof s 23(1)\nof the Attorneys Act.\n[13]\nThe history of s 53(b) of the\nCompanies Act and its application to professional companies was investigated and\nexplained in\nFundstrust (Pty) Ltd (in liquidation) v Van Deventer\n1997\n(1) SA 710\n(A) at 728B-731B. Although the main point decided in that case was\nthat the liabilities which are referred to in s 53(b) are limited\nto debts\narising in contract, the plain words of the section make it clear that the\nprotection provided by the section was directed\nat the company’s creditors\nand this purpose was recognized in the judgment (at 730B, 731G-H). The company\ncannot be its own\ncreditor and there is nothing derivable from the wording or\nthe ostensible purpose of the provision to suggest that it was intended\nto\nprovide benefits which the company itself could claim. The effect of the section\nis to render the directors co-debtors with the\ncompany, conferring on the\ncreditors an independent right of action against the directors. I agree with H J\nErasmus J who said in\nSonnenberg McLoughlin Inc v Spiro\n2004 (1) SA 90\n(C) at 97E that the effect of including the statement in the memorandum is\ntwofold: creditors are able to hold the directors liable\nsinguli et in\nsolidum\nfor company debts and liabilities, and if a director pays any of the\ncompany debts he has a right of recourse against his fellow directors\nfor their\nproportionate shares. It is unnecessary to decide whether Erasmus J was correct\nin finding (at 97F) that the section does\nnot provide a right of recourse to a\ncompany against its directors where the company has paid its debts, because no\nsuch averment\nhas been made by the liquidators. Their case is simply reliance on\nthe direct rights that flow from the section. They have not tried\nto set up a\nright of recourse by one co-debtor against another. If they had done, they might\nhave stumbled over both the proper interpretation\nof the relationship which the\nstatute creates between the company and its directors and the absence of payment\nby the company; cf\nKoornklip Beleggings (Edms) Bpk v Allied Minerals Ltd\n1970 (1) SA 674\n(C) at 677C-F.\n[14]\nTo interpret s 23(1)(a) as\nthe liquidators would have it, would, as this case shows, often bring about\nconsequences directly opposed\nto the legislative intention. If the company in\nliquidation were permitted to recover its indebtedness to the creditors from its\nformer directors and were to be paid in full the proceeds would necessarily\naccrue to the general body of creditors, entitling the\nindividual creditors to a\ndividend at best since the directors cannot be mulcted twice. The creditors of a\nprofessional company would\nbe deprived of the very assurance that the section\nsets out to provide which is the right to claim in full from the\ndirectors.\n[15]\nFor these reasons I conclude that the liquidators\nderived no rights from section 23(1)(a) or the memorandum of the company and the\nlearned Judge was wrong in granting the relief which they claimed. Even the\ndeclaratory order made pursuant to paragraph 1 of the\nnotice of motion was in\nconsequence academic.\n[16]\nThe appeal is upheld with costs. The order\nof the court\na quo\nis set aside and replaced by the\nfollowing:\n‘The application is dismissed with\ncosts’.\n___________________\nJ A   HEHER\nJUDGE OF\nAPPEAL\nConcur\nSCOTT JA\nZULMAN\nJA\nNAVSA JA\nNUGENT JA",
  "scraped_at": "2026-02-12T14:08:10.622368",
  "date": "2005-05-30",
  "coram": [
    "SCOTT JA",
    "ZULMAN JA",
    "NAVSA JA",
    "NUGENT JA",
    "HEHER JA"
  ],
  "case_number": "175/04",
  "parties": {
    "applicants": [
      "C J Maritz",
      "C W C Pieterse"
    ],
    "respondents": [
      "Maritz & Pieterse Incorporated"
    ]
  },
  "sections": {
    "facts": "Maritz & Pieterse Incorporated was a professional attorney company incorporated under the Companies Act and permitted to practise by s 23(1) of the Attorneys Act, which required its memorandum to state that all present and past directors were jointly and severally liable for the company's debts. The sole directors were Christoffel Johann Maritz and Carl Wilhelmus Cornelius Pieterse. The company was wound up on a provisional order in September 2001 and later placed under final liquidation on the basis that it had operated a pyramid scheme, misappropriating about R12 million of investors' funds. Investors such as Mr Kyle, Mr van Zyl and Mr Nothnagel proved liquidated claims of R500,000, R500,000 and R300,000 respectively in the estate. The liquidators sought to recover these sums from the former directors on the basis of the statutory joint liability provision.",
    "issues": "The principal issue was whether the liquidators of a professional company have locus standi to sue former directors under s 23(1)(a) of the Attorneys Act, which makes directors jointly and severally liable with the company for its debts, and whether that statutory provision creates an actionable claim in the liquidators' name for the benefit of the creditors.",
    "principles": "The court examined s 23(1)(a) of the Attorneys Act, section 73(1) of the Insolvency Act allowing trustees to institute actions on behalf of the estate, and the purpose of s 53(b) of the Companies Act as interpreted in Fundstrust (Pty) Ltd v Van Deventer and Sonnenberg McLoughlin Inc v Spiro. It affirmed that the statutory liability creates a co‑debtor relationship for the benefit of creditors, not a proprietary asset for the liquidator, and that the liquidator’s statutory power is to realise assets, not to create new claims against directors where none exist in the company's estate.",
    "application": "Applying these principles, the court held that the liquidators could not rely on s 23(1)(a) to assert a direct claim against the former directors because the provision confers rights upon the creditors, not the liquidator. No asset arose in the estate from the directors’ liability, so the liquidators lacked standing. Consequently, the relief sought—declaratory orders and judgments against the directors—was beyond the liquidators’ powers.",
    "conclusion": "The appeal was upheld. The order of the lower court granting relief to the liquidators was set aside and replaced with a dismissal of the application, with costs awarded to the respondents."
  },
  "tags": {
    "level_1": "Corporate Law",
    "level_2": "Insolvency",
    "level_3": [
      "directors' liability",
      "liquidators",
      "Attorneys Act",
      "professional companies",
      "locus standi"
    ]
  }
}