{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/55.html",
  "case_name": "Commissioner of the South African Revenue Service v Stand Two Nine Nought Wynberg (Pty) Ltd and Others (324/2004) [2005] ZASCA 55; [2006] 4 All SA 11 (SCA); 2005 (5) SA 583 (SCA); 67 SATC 275 (31 May 2005)",
  "citation": "[2005] ZASCA 55",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 55\n|\nNoteup\n|\nLawCite\nCommissioner of the South African Revenue Service v Stand Two Nine Nought Wynberg (Pty) Ltd and Others (324/2004) [2005] ZASCA 55; [2006] 4 All SA 11 (SCA); 2005 (5) SA 583 (SCA); 67 SATC 275 (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  324 / 04\nIn the matter between\nTHE\nCOMMISSIONER OF SOUTH AFRICAN\nREVENUE\nSERVICES\tAPPELLANT\nand\nSTAND TWO NINE NOUGHT\nWYNBERG (PTY) LTD\tFIRST RESPONDENT\nJOHANNES FREDERICK KLOPPER  N\nO\tSECOND RESPONDENT\nMASTER OF THE HIGH COURT OF SOUTH AFRICA\tTHIRD\nRESPONDENT\nCoram\n:\tHOWIE P, BRAND, NUGENT, CONRADIE and\nVAN HEERDEN  JJA\nDate of hearing\n:\n19 MAY\n2005\nDate of delivery\n:\n31 MAY\n2005\nSUMMARY\nA liquidator of a company cannot agree with a debtor\nof the company to pay a debt direct to a creditor of the company if doing so\nwould subvert the scheme of distribution laid down in the\nInsolvency Act 24 of\n1936\n.\n___________________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________________\nCONRADIE\nJA\n[1]\tInability to pay its debts led to the winding up of Super Diamond\nComputers (Pty) Ltd (Super Diamond) at the instance of the respondent\nwho was\nthe first respondent in the court\na quo\n. Among Super Diamond’s\ndebts was R600 273.40 due to the respondent for arrear rent. Super Diamond also\nowed the appellant R515\n702.52 in unpaid tax. Soon after the liquidation it was\ndiscovered that Super Diamond had no money left because an associated company,\nMMW Technologies (Pty) Ltd (MMW), had ‘taken over’ its assets\nwithout paying for them.\n[2]\tThe liquidator, the second respondent in\nthe court\na quo\n, convened an enquiry in terms of ss 417 and 418 of the\nCompanies Act  61 of 1973 to investigate the taking of the assets. On the\nday\nthe enquiry was to start, and before any creditor had proved a claim, MMW agreed\nby way of settling the matter to pay to Super\nDiamond an amount of R678 000 in\nrespect of the respondent’s claim as well as the costs of the liquidation\nand, moreover, to\npay every other creditor who should in due course prove a\nclaim.\n[3]\tIn terms of the arrangement MMW paid R710 377.86 to Super\nDiamond’s liquidator so that he might settle the respondent’s\nclaim\nand costs. Then the appellant and another, small, creditor proved their claims\nagainst Super Diamond. When MMW showed itself\nunable to pay these debts it was\nin turn wound up. Its creditors received nothing.\n[4]\tThe liquidation\nand distribution account drawn by the liquidator naturally reflected the debt\ncollected from MMW. The plan of\ndistribution entailed first paying the\nappellant’s preferent claim\n[1]\nand then the claims of the two concurrent creditors, one of which was the small\ncreditor and the other the respondent.\n[5]\tThe latter objected to the\naccount, contending that the money paid by MMW had been earmarked for the\npayment of its debt and should,\ndespite the appellant’s preferent claim,\nbe paid to it. The Master (the second respondent in the court\na quo\n)\ndismissed the objection. The respondent then applied to the court below for an\norder that it was entitled to have this money paid\ndirectly to it and that the\nliquidator’s account should be amended to exclude it altogether. There was\nalso an alternative\nclaim which was not granted and is of no importance\nnow.\n[6]\tThe appellant was, on his application, in December 2003 joined\nas an additional respondent. In May 2004, despite opposition by\nthe liquidator,\nthe Master and the Revenue, the court granted an order for the main relief\nsought by the respondent. It gave the\nappellant leave to appeal to this court.\nThe Master and the liquidator are not parties to the appeal.\n[7]\tThe\nagreement between MMW and Super Diamond reads as follows:\n1\tMMW will pay to Super Diamond the sum of R528 000.00 by no \t\tlater than 2 June\n2000. If this payment is not made by 2 June 2000\n\t\tthen this settlement will\nlapse and be of no force or effect.\n2\tThe aforesaid payment is [in] full and final settlement of the claim \twhich\nSuper Diamond had against MMW for the sum of \tapproximately\nR7.1\nmillion.\n3\tSuper Diamond will utilize the foresaid payment and\nthe payment \t\tof R250 000.00 which MMW has already paid to Super Diamond \t\nto\nsettle:\n1\tthe claim of Stand Two Nine Nought Wynberg (Pty) Ltd in \t\t\tthe\nsum of R678 000.00;\n2\tthe costs of administering the estate and the costs of \t\tthe enquiry in the\nsum of R100 000.00.\n4\tMMW indemnifies Super Diamond against any and all further claims which may be\nproved against Super Diamond.\n5\tSuper Diamond undertakes on receipt of any further claims against Super\nDiamond, to submit such claim to MMW on receipt thereof\nto enable MMW to oppose\nthe proof of such claim.\n6\tShould any further claims be proved against Super Diamond then MMW will pay to\nSuper Diamond the amount of such proved claim within\n7 days of written\nnotification thereof.’\n[8]\tThe proposition that a debtor of an insolvent\nestate might arrange with its trustee or liquidator to pay the claim of a\nparticular\nestate creditor is an unusual one. Giving effect to such an\narrangement would enable the parties to subvert the scheme of distribution\nlaid\ndown by the\nInsolvency Act 24 of 1936\n.\n[9]\tIn terms of\ns 391\nread with\ns 342 of the Companies Act 61 of 1973 it is a liquidator’s duty to recover\nand reduce into possession all the assets\nand property of the company, to\nrealize them and apply the proceeds in satisfaction of the costs of winding up;\nand, if there is\na residue, to distribute it to the creditors entitled thereto\nin the order of preference and manner set out in\nss 95\n–\n104\nof the\nInsolvency Act.\n[10\n]\tNone of this was contentious before us. It was,\nhowever, urged by counsel for the respondent that a liquidator may nevertheless\nact as agent for a creditor and on behalf of such creditor receive money and\nmake payment to it other than in accordance with the\nInsolvency Act; that\n, he\nargued, is what happened in this case.\n[11]\tAn assumption vital to the\nvalidity of the settlement agreement was that MMW would see to it that all Super\nDiamond’s liabilities\nwere settled. It would do this by immediately paying\nthe first respondent’s claim and thereafter paying the claims of whichever\nother creditors might prove claims. As long as MMW honoured its obligations the\nagreement could be validly performed. As soon as\nit did not, however,\nperformance of the agreement would offend against the\nInsolvency Act and\nfor\nthat reason be unlawful.\n[12]\tWhen MMW failed to honour its obligations\nSuper Diamond remained insolvent and the liquidator became obliged to wind up\nits insolvent\nestate according to the dictates of the\nInsolvency Act. Whatever\nmandate he may have received from the  respondent and whatever agreement he may\nhave concluded on behalf of Super Diamond had to\nyield to his statutory duty to\nrecover and reduce into possession all Super Diamond’s assets and\ndistribute the proceeds according\nto law.\n[13]\nJankelow v Binder,\nGering and Co\n1927 TPD 364\nwas a case in which a debtor assigned his estate\nfor the benefit of his creditors and then by way of a settlement amounting to\nten\nshillings in the pound bought back the estate from the assignee. A creditor\nwho had not proved a claim contended that it could sue\non the contract between\nthe debtor, the appellant, and the assignee. At page 370 Greenberg J says\nthis:\n‘The contract, as I have said, being in terms one between the\nassignee and the appellant, the question to be decided is whether\nthere is any\nprinciple which entitled a third party to sue on that contract. Mr\nRosenberg,\nfor the respondent, has contended that he has that right,\nfirstly, because the assignee was acting as agent for all the creditors,\nincluding the respondent, and, secondly, because even if he was not acting as\nagent he was making a contract for the benefit of the\ncreditors which the\ncreditors individually can accept. With regard to the first contention, I know\nof no authority which says that\nan assignee or a trustee is the agent of the\ncreditors. In some respects his position is analogous to that of an agent, but\nthere\nare numerous other respects in which it is clear that he is not an agent;\ne g he is not subject to their individual instructions;\nin certain cases he can\ngo against the instructions and wishes of a certain portion of them. So that\ncontention must be rejected.’\n[14]\tEven if the liquidator was the\nrespondent’s agent, a proposition which is by no means free from doubt, he\ncould, as appears\nfrom the passage above, only comply with instructions from the\nrespondent to act in its  particular interests as long as his duty\nas agent did\nnot conflict with his duty to the estate or its other creditors. It is trite\nthat no agent may assume conflicting duties\non behalf of different principals;\nwhen it appeared that Super Diamond would not with MMW’s assistance be\nable to pay its debts\nit became the liquidator’s overriding duty to\nsafeguard the integrity of the\nconcursus creditorum.\nSince this is what\nhe did in framing his distribution account, the application was without merit.\n[15]\tThe appeal succeeds with costs. The order of the court\na quo\nis replaced by an order reading:\n‘The application is dismissed with\ncosts.’\nJ H  CONRADIE\nJUDGE OF APPEAL\nCONCURRING:\nHOWIE  P\nBRAND  JA\nNUGENT \nJA\nVAN HEERDEN  JA\n[1]\nA preference conferred by\ns \n99(1)(cD)\nof the\nInsolvency Act 24 of 1936\n.",
  "scraped_at": "2026-02-12T14:09:38.735010",
  "date": "2005-05-31",
  "coram": [
    "HOWIE P",
    "BRAND",
    "NUGENT",
    "CONRADIE",
    "VAN HEERDEN"
  ],
  "case_number": "324/04",
  "parties": {
    "applicants": [
      "Commissioner of South African Revenue Services"
    ],
    "respondents": [
      "Stand Two Nine Nought Wynberg (Pty) Ltd",
      "Johannes Frederick Klopper",
      "Master of the High Court of South Africa"
    ]
  },
  "sections": {
    "facts": "Super Diamond Computers (Pty) Ltd was wound up after it could not pay its debts, which included a R600,273.40 rent claim by Stand Two Nine Nought Wynberg and a R515,702.52 tax claim by the Commissioner of the South African Revenue Service. An associated company, MMW Technologies (Pty) Ltd, had taken over Super Diamond’s assets without paying for them. The liquidator convened an enquiry under the Companies Act and, before any creditor proved a claim, MMW entered a settlement agreeing to pay R678,000 for the rent claim, the liquidation costs and to settle the claims of all other creditors. MMW paid R710,377.86 to the liquidator, after which the Commissioner and a small creditor proved their claims. MMW later proved unable to meet these obligations and was itself wound up, leaving its creditors unpaid. The liquidator’s distribution account reflected the receipt from MMW and applied the statutory order of preference, paying the Commissioner’s preferent claim first and then the concurrent creditors. The respondent sought a court order that the money received from MMW be paid directly to it, bypassing the statutory distribution scheme.",
    "issues": "The principal issue was whether a liquidator may, under an arrangement with a debtor, direct payment of a specific creditor’s claim in a manner that deviates from the distribution order prescribed by the Insolvency Act 24 of 1936. Closely related questions were whether the liquidator could act as an agent for a creditor and whether such an arrangement would unlawfully subvert the statutory scheme of distribution.",
    "principles": "The court reaffirmed the liquidator’s statutory duties under sections 391 and 342 of the Companies Act and sections 95–104 of the Insolvency Act, namely to realise assets and distribute proceeds in the order of legal preference. It held that a liquidator cannot act as an agent for a creditor where that role conflicts with his duty to the estate and all creditors. The judgment relied on the principle that no agency may give rise to conflicting duties, citing Jankelow v Binder for the rule that a trustee or assignee is not an agent of the creditors and may not satisfy individual creditor interests to the detriment of the statutory distribution scheme.",
    "application": "Applying these principles, the court found that MMW’s failure to fulfil its settlement meant Super Diamond remained insolvent, and the liquidator was thus bound to follow the Insolvency Act’s distribution scheme. The arrangement to pay the respondent directly would have subverted that scheme and was therefore unlawful. Consequently, the liquidator’s distribution account, which applied the statutory order of preference, was deemed correct and the respondent’s application for direct payment was without merit.",
    "conclusion": "The appeal was allowed. The order of the lower court was set aside and the respondent’s application was dismissed with costs."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Liquidation",
    "level_3": [
      "liquidator duties",
      "preferential claims",
      "distribution scheme",
      "agency",
      "debtor-creditor settlement"
    ]
  }
}