{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/37.html",
  "case_name": "Commissioner for the South African Revenue Service and Another v TFN Diamond Cutting Works (Pty) Ltd (070/2004) [2005] ZASCA 37; [2005] 2 All SA 455 (SCA); 2005 (5) SA 113 (SCA); (2005) 26 ILJ 1391 (SCA); [2005] 5 BLLR 425 (SCA); 67 SATC 171 (31 March 2005)",
  "citation": "[2005] ZASCA 37",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 37\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Service and Another v TFN Diamond Cutting Works (Pty) Ltd (070/2004) [2005] ZASCA 37; [2005] 2 All SA 455 (SCA); 2005 (5) SA 113 (SCA); (2005) 26 ILJ 1391 (SCA); [2005] 5 BLLR 425 (SCA); 67 SATC 171 (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nReportable\nCase Number:  070 / 04\nIn the matter between\nTHE\nCOMMISSIONER FOR THE\nSOUTH AFRICAN REVENUE SERVICE\tFIRST\nAPPELLANT\nTHE MINISTER OF FINANCE\tSECOND\nAPPELLANT\nand\nTFN DIAMOND CUTTING WORKS\n(PTY) LTD\tRESPONDENT\nCoram\n:\t\tZULMAN, STREICHER, LEWIS,\nHEHER and PONNAN  JJA\nDate of hearing\n:\n22 MARCH\n2005\nDate of delivery\n:\n31\nMARCH 2005\nSUMMARY\nEmployer – vicarious liability of –\nfor theft by employee of goods entrusted to him – s17(3) of the Customs\nand\nExcise Act 91 of 1964 - does not exempt an employer from liability for loss\noccasioned in consequence of a theft perpetrated by its\nemployee.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN\nJA\n[1]\tIn an action on certain separated issues before Swart J in the\nHigh Court (Pretoria), the appellants were held jointly and severally\nliable to\nthe respondent 'for the loss of its diamonds in such damages as may be agreed or\nproved'; and were ordered to pay the costs\nof that portion of the proceedings.\nThe first appellant, the Commissioner of the South African Revenue Service (the\nfirst defendant\nin the court below), was cited in his capacity as the official\nof state charged with the administration of the Customs and Excise\nAct No 91 of\n1964 (the Act). The second appellant, the Minister of Finance (the second\ndefendant in the court below), was cited as\nthe Minister of State under whose\ncontrol the Commissioner administers the Act. They appeal with leave of the\ntrial court.  For convenience\nI will refer to the appellants and the respondent\nas ‘the defendant’ and the ‘the plaintiff’\nrespectively.\n[2]\tTFN Diamond Cutting Works (Pty) Ltd (the plaintiff in\nthe court below), as the name suggests, purchases rough diamonds from a\nvariety\nof sources in South Africa, which it then cuts and polishes for resale.  On 20\nOctober 2000, Mr W S Glowiczower, a diamond\ndealer of long standing and a\ndirector of the plaintiff, travelled to New York with a consignment of diamonds.\nThe diamonds had been\nduly inspected and sealed by the South African Diamond\nBoard in accordance with the prescribed practice of the South African customs\nauthorities.\n[3]\tThe requisite documentation for the export (and in due\ncourse possible re-importation) of the diamonds had been lodged with the\ndesignated employees of the defendant.  Some of the diamonds were sold in New\nYork.  The remainder accompanied Glowiczower on his\nreturn to South Africa. \nUpon his arrival at the Johannesburg International Airport on 8 November 2000,\nGlowiczower declared the\ndiamonds to employees of the defendant.  He was met at\nthe red zone in the customs hall by Sean Sadler an employee of Brinks SA (Pty)\nLtd, a clearing agency.  As a result of some miscommunication the original\ninvoice for the diamonds could not be produced.  A faxed\ncopy did not satisfy\nthe customs officials on duty and the diamonds were detained.  The consignment\nwas placed into a plastic pouch\nsupplied by Sadler and sealed.  Sadler then\naccompanied Daniel Khomolo and Cuthbert Lebang, both employees of the defendant,\nto a\nstrongroom at the customs hall where the sealed pouch was placed in a\nlocked safe.  Sadler was issued with a detention slip and an\nappropriate entry\nrecording the detention of the package was made in a bond\nbook.\n[4]\tSadler went to the airport with the duly completed\ndocumentation on 10 November 2000 to secure release of the diamonds. Those\ndocuments he presented to Tycoon Khosa, an employee of the defendant, who was\nthen on duty.  Having accepted the documentation without\nany query, Khosa\nreturned from the safe and informed Sadler that the diamonds were missing. \nGlowiczower and the SAPS were duly notified\nof the loss.\n[5]\tThe\nplaintiff alleged that the diamonds had been stolen by one Joseph Matshiva, an\nemployee of the defendant.  The plaintiff's\ncause of action in the first\ninstance, one not persisted with before the trial court, was that the defendant\nwas in breach of its\nobligations to the plaintiff under a contract of deposit. \nIn the alternative, the plaintiff asserted a delictual cause of action,\nbased on\nthe alleged breach of a duty of care owed to it by the defendant.\n[6]\tThe defendant admitted that a package allegedly containing diamonds\nhad been detained by its employees, who had undertaken to\nreturn the package\nupon due entry of its contents.  The trial court had little hesitation in\nconcluding that the package detained\nby the employees of the defendant contained\ndiamonds as testified to by Glowiczower.  On the evidence adduced on behalf of\nthe defendant\nthe trial court was satisfied that the diamonds had been stolen\nduring Matshiva's shift whilst he was in control of the strongroom\nand safe. \nThe irresistible inference, said the trial judge, was that Matshiva stole the\ndiamonds.  None of those findings were attacked\non appeal.\n[7]\tBefore\nthis court the defendant contended: first, that in stealing the diamonds\nMatshiva did not act within the course and scope\nof his employment with it and\naccordingly it was not vicariously liable; and, secondly, that it was exempt\nfrom liability to the\nplaintiff by virtue of s17(3) of the Act. Each of those\ncontentions will be considered in turn.\n[8]\nAs to the\nfirst:\nIn\nEss Kay Electronics (Pty) Ltd v First National Bank of\nSouthern Africa Ltd\n2001 (1) SA 1214\n(SCA), Howie JA stated (paras 7 and\n8):\n‘Vicarious liability is imposed on innocent employers by a rule of\ndelictual law.  The rule in its most simple form is that\nthe liability arises\nwhen an employee commits a delict within the course of such employee’s\nemployment.  The foundational formulation\nof the rule is to be found in\nMkize\nv Martens\n1914 AD 382\nat 390. The\ndictum\nin question goes on to warn\nthat an act done solely for the employee’s own interests and purposes, and\noutside the employee’s\nauthority, is not done in the course of employment\neven if done during such employment.  Uncertainty created by later judicial\npronouncements\nas to the content and ambit of the rule was removed by the\ndecision in\nMinister of Law and Order v Ngobo\n[1992] ZASCA 172\n;\n1992 (4) SA 822\n(A).\nThe\nreason for the rule is often stated to be public policy.  See, for example,\nSalmond and Heuston\non the Law of Torts\n19\nth\ned at 507.\nAnd an underlying reason for that policy has been held in\nFeldman (Pty) Ltd v\nMall\n1945 AD 733\n, in a passage at 741, to be the consideration that because\nan employer’s work is done “by the hand” of an employee,\nthe\nemployer creates a risk of harm to others should the employee prove to be\nnegligent, inefficient or untrustworthy.  The employer\nis therefore under a duty\nto ensure that no injury befalls others as a result of the employee’s\nimproper or negligent conduct\n“in carrying on his work”...’\nThe question is always as Howie JA put it (para 10), ‘were the acts in\nthe case under consideration in fact authorised; were\nthey in fact performed in\nthe course of the employee’s employment?’\n[9]\tAgainst that\nbackdrop I revert to the present facts.  Glowiczower was obliged to hand over\nthe diamonds to employees of the defendant.\n Those diamonds were secured in a\nsafe which was located in a strongroom in the customs hall of the airport\nbuilding.  The keys to\nthe safe were entrusted to Matshiva.  The safe, as also\nits content, was in his custody.  Counsel for the defendant conceded that\nhad\nMatshiva been negligent in safeguarding the contents of the safe there would\nhave been no doubt that his employer would have\nbeen vicariously liable for any\nloss occasioned in consequence thereof.  Negligence is but a form of fault.  So,\ntoo, is intention.\n If liability were to attach to the defendant in consequence\nof Matshiva’s negligent failure to safeguard the diamonds, why,\nit must be\nasked, would it escape liability if he acted intentionally?  Put simply,\nMatshiva’s duty as an employee of the defendant\nwas to keep the diamonds\nsafe. In that he failed.  It follows that the defendant cannot escape liability\nfor the theftuous conduct\nof its employee.\n[10]\nAs to the\nsecond\n:\nS 17(3) of the Act provides:\n‘The State or any\nofficer shall in no case be liable in respect of any loss or diminution of or\ndamage to any goods in a State\nwarehouse or in respect of any loss or damage\nsustained by reason of wrong delivery of such goods.’\n‘State\nwarehouse’ is defined in the Act as:\n‘Any premises provided by\nthe State for the deposit of goods for the security thereof and of the duties\ndue thereon, or pending\ncompliance with the provisions of any law in respect of\nsuch goods.’\n[11]\tOn appeal, as also before the court below,\ncounsel for the plaintiff submitted that the strongroom in the customs hall at\nthe\nJohannesburg International Airport was not a state warehouse as contemplated\nin the Act.  For the purposes of this judgment, I shall\nassume in the\ndefendant’s favour, without deciding, that the strongroom in which the\nsafe was located from which the diamonds\nwere stolen, was indeed a state\nwarehouse as envisaged in the Act.\n[12]\tIt is by now well established\nthat a statutory provision such as this should be strictly construed. (See\nBenning v Union Government (Minister of Finance)\n1914 AD 180\nat 185;\nAdministrateur, Transvaal v Carletonville Estates\nLtd\n1959 (3) SA 150\n(A)\nat 152H-153A.) The main thrust of the defendant’s argument is that the\nwords ‘any loss’ in s17(3) encompasses\ntheft as well.  I cannot\nagree.  First, had the legislature intended to include theft within the scope of\nthe exemption, it ought\nto have said so in express terms.  Secondly, the\nconstruction sought to be placed on the section by the defendant is untenable.\nThe\nsection seeks to indemnify both the state and ‘any officer’. \nAny officer in that context would include the person who\nperpetrated the theft. \nThat an officer who has been entrusted with the responsibility of safeguarding\ngoods could with impunity\nsteal and thereafter invoke the protection afforded by\ns 17(3) is plainly preposterous. Such an absurd result could not have\nbeen\nthe intention of the legislature. (See\nVenter v Rex\n1907 TS 910.)\nAccordingly, the second defence raised by the defendant is also devoid of\nsubstance.\n[13]\tIt follows that the appeal must fail.  In the result the\nappeal is dismissed with costs.\nV M  PONNAN\nJUDGE OF\nAPPEAL\nCONCURRING:\nZULMAN  JA\nSTREICHER \nJA\nLEWIS  JA\nHEHER  JA",
  "scraped_at": "2026-02-12T14:04:10.055635",
  "date": "2005-03-31",
  "coram": [
    "Zulman JA",
    "Streicher JA",
    "Lewis JA",
    "Heher JA",
    "Ponnan JA"
  ],
  "case_number": "070/04",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service",
      "Minister of Finance"
    ],
    "respondents": [
      "TFN Diamond Cutting Works (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The respondent, TFN Diamond Cutting Works, exported diamonds that were detained by customs at Johannesburg International Airport. The diamonds were placed in a sealed pouch and stored in a strongroom safe under the custody of employee Joseph Matshiva. On 10 November 2000 the safe was opened and the diamonds were found missing. The loss was reported to the police. The respondent alleged that Matshiva, an employee of the defendant (the State agencies responsible for customs), stole the diamonds.",
    "issues": "1. Whether the State, as the employer of Matshiva, is vicariously liable for the theft committed by its employee. 2. Whether section 17(3) of the Customs and Excise Act 91 of 1964 exempts the State from liability for loss of goods held in a state warehouse.",
    "principles": "The court applied the established rule of vicarious liability: an employer is liable for a delict committed by an employee within the course of employment, unless the act was solely for the employee’s own purposes and outside authority (Mkize v Martens; Ess Kay Electronics v First National Bank; Minister of Law and Order v Ngobo). Statutory provisions must be strictly construed; the exemption in s17(3) was interpreted narrowly and does not cover intentional theft by an employee entrusted with the goods.",
    "application": "The court found that Matshiva was entrusted with the safe and its keys as part of his employment duties. His failure to safeguard the diamonds, whether negligent or intentional, fell within the scope of his employment. Consequently, the State could not escape liability on the basis of vicarious liability. Regarding s17(3), the court held that the legislature did not intend to shield an officer who commits theft, and the wording ‘any loss’ does not expressly include theft, so the exemption does not apply.",
    "conclusion": "The appeal was dismissed. The defendant (the State) remains jointly and severally liable with the Minister of Finance for the loss of the diamonds, and the appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Employer Vicarious Liability",
    "level_3": [
      "theft",
      "customs",
      "statutory interpretation",
      "South African law"
    ]
  }
}