{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/67.html",
  "case_name": "S v Marx (397/2004) [2005] ZASCA 67; [2005] 4 All SA 267 (SCA) ; 2006 (1) SACR 135 (SCA) (23 August 2005)",
  "citation": "[2005] ZASCA 67",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 67\n|\nNoteup\n|\nLawCite\nS v Marx (397/2004) [2005] ZASCA 67; [2005] 4 All SA 267 (SCA) ; 2006 (1) SACR 135 (SCA) (23 August 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nDIE HOOGSTE HOF VAN APPÈL\nVAN SUID-AFRIKA\nRapporteerbaar\nSAAK NR\n: 397/04\nIn die saak tussen :\nJOHAN\nMARX\nAppellant\n- en -\nDIE STAAT\nRespondent\n________________________________________________________________________\nCoram:\tSTREICHER, CAMERON & NUGENT ARR\nVerhoor:\t9 MEI 2005\nGelewer:\n23 AUGUST\n2005\nOpsomming:\tVerkragting\n– onsedelike aanranding – nieteenstaande die verwerping van\nappellant se getuienis nie bo redelike\ntwyfel bewys dat gemeenskap en betasting\nsonder klaagster se toestemming plaasgevind het nie – oortreding van art\n14(1)(b)\nvan Wet 23 van 1957 – art 3(1)(b) van Wet 45 van 1988 –\ntoestemming tot die toelating van hoorsê-getuienis by wyse\nvan die\nuitlokking daarvan – erkenning van 'n feit by wyse van die stel daarvan as\n'n feit gedurende kruisondervraging.\n________________________________________________________________________\nU I T S P R A A K\n________________________________________________________________________\nSTREICHER AR\nSTREICHER AR\n:\n[1]\tDie appellant is in die\nstreekhof te Bellville skuldigbevind aan verkragting en onsedelike aanranding en\ngevonnis tot 10 jaar\ngevangenisstraf ten opsigte van die verkragting en twee\njaar gevangenisstraf samelopend met die 10 jaar gevangenisstraf, ten opsigte\nvan\ndie onsedelike aanranding. 'n Appèl deur hom na die Hoë Hof te\nKaapstad was onsukesesvol en met die verlof van laasgenoemde\nhof (‘die hof\na quo\n’) appèlleer hy nou na hierdie hof.\n[2]\tDie aanklag\nteen die appellant was dat die onsedelike aanranding plaasgevind het gedurende\ndie tydperk Augustus 1997 tot Oktober\n1999 en dat die verkragting plaasgevind\nhet gedurende die periode Maart 1998 tot Oktober 1999. Volgens die klaagster het\nsy op 9\nOktober 1997 16 jaar oud geword.\n[3]\tDie appellant het onskuldig\ngepleit op beide aanklagte. In sy pleitverduideliking ingevolge art 115 van\ndie Strafproseswet\n55 van 1977 het hy erken dat hy ongeveer gedurende die\nperiode Julie tot Augustus 1999 in die slaapkamer van sy huis aan die klaagster\nse bobeen en privaatdeel gevat het en dat hy sy vinger in haar vagina gedruk\nhet. Hy het ook erken dat hy op 9 Oktober 1999 te sy\nhuis gemeenskap met die\nklaagster gehad het. In beide gevalle het dit volgens hom geskied met die\ntoestemming en medewerking van\ndie klaagster.\n[4]\tDie klaagster en die\nappellant het mekaar in 1997 ontmoet. Op daardie stadium was die klaagster in\nstandard agt op skool. Na die\nontmoeting en wel tot Oktober 1999 het die\nklaagster op 'n gereelde basis die kinders van die appellant by sy huis opgepas\nen het\nsy dikwels, veral oor naweke, daar oorgebly.\n[5]\tVolgens die klaagster\nwas die appellant 'n vriend van haar pa en het sy hom ontmoet toe hy op 'n\ngeleentheid by hulle aan huis\nkom rugby kyk het. Die appellant het toe gevra of\nsy nie sou belangstel om sy kinders van tyd tot tyd op te pas nie. Sy het\ningestem\nom dit te doen. Sy het getuig dat die ontmoeting plaasgevind het in\nJunie 1997. In 'n verklaring wat sy op 23 Oktober 2000 aan die\npolisie gemaak\nhet, het sy gesê dat die ontmoeting in Augustuts 1997 plaasgevind het. Sy\nhet getuig dat die appellant gedurende\ndie September vakansie aan haar begin vat\nhet en ‘goeters’ begin sê het wat haar ongemaklik laat voel\nhet. Hy het\nonder andere aan haar dinge gesê soos: ‘My vrou gaan\nnou-nou winkel toe, dan is ek en jy alleen’; en ‘Daar\ngaan 'n man\nkom wat jou kan sag maak.’\n[6]\tDie vattery van die appellant het aldus\ndie klaagster al verder en verder gegaan. Mettertyd het hy onder andere aan haar\nbors\ngevat. Sy het dan sy hand weggeklap en gesê sy hou nie daarvan nie.\nHy het dan sy hand weggevat en later dit weer gedoen. Soms\nhet hy haar daarna\nvir 'n tydlank geïgnoreer en gesê sy is lelik met hom. Op 'n\nSaterdagaand, ongeveer drie maande na\nhulle ontmoeting en steeds gedurende die\nSeptember vakansie, toe die klaagster weer by die appellant se huis oorgeslaap\nhet, het\ndie appellant se eggenote, mev Marx, haar gevra om saam televisie te\nkyk. Die televisiestel was in die appellant se slaapkamer. Die\nklaagster en mev\nMarx het saam op die bed gelê. Die klaagster het reeds haar slaapklere\naangehad. Die appellant het die kamer\nbinnegekom en tussen hulle gaan sit. Later\nhet hy vir mev Marx gevra om te gaan stort en haar lekker aan te trek. Almal het\nop daardie\nstadium onder 'n kombers gelê. Die gebeure wat daarop gevolg\nhet, terwyl mev Marx gebad het, is aanvanklik so deur die klaagster\nbeskryf:\n‘En hy druk toe sy . . . sy hand by my broek in. En ek\nsê vir hom, nee. En ek probeer sy hand so trek. En hy druk sy\nhand so teen\nmy vas en hy sê, “Wag nou. Wag net gou.” Ek sê vir hom,\nnee. En hoe meer ek vir hom nee sê,\nsê hy vir my, “Wag net\ngou”. Hy was dronk, in elk geval dronk. En toe kom hy nader en hy druk sy\nvinger in my geslagsdeel.\nEn hoe meer ek vir hom sê, moenie, hoe dieper\ndruk hy dit in. En toe sy vrou kom, toe trek hy dit skielik . . . toe hy nou\nhoor sy gaan nou uit die badkamer uit kom, toe trek hy sy vinger\nuit.’\nSy het later bygevoeg:\n‘Ek het sy hand probeer uittrek.\nHy wou nie sy hand los nie. Ek kon nie opspring nie, want hy bly my\nterugdruk.\n. . .\nEk het probeer opstaan en probeer om sy hand weg te kry,\nmaar ek kon nie, want hy is baie sterker as ek.\n. . .\nHy het net\ngesê ek moet sjuut, ek moet sagter, sy vrou is daar.\n. . .\nDit is\naaklig, hy het dit net gedoen. En hoe verder hy gaan, hoe meer ek sy hand\nvasdruk om dit nie te doen nie, maar hy het nie gehoor\nnie, hy het dit nou maar\nnet gedoen.’\n[7]\tDie klaagster het ook haar aksies beskryf as:\n‘Gekeer en gedruk om hom uit te haal.’ Op die vraag hoe die\nappellant\ndit reggekry het om sy vinger in haar privaatdeel te druk as sy\nonwillig was, het die klaagster vroeër geantwoord: ‘Ja,\nek het gesit,\nek het toegeknyp en ek het my hand gevat en ek het sy hand probeer uittrek. Ek\nhet TV gekyk, dit was onverwags, dit\nis nie asof ek gesit en wag het dat hy sy\nhand in my broek gaan druk nie. Want ek het nie verwag dat so iets met my gaan\ngebeur nie.\n. . . hy was by die helfte van my geslagsdeel, toe is sy hand al . .\n. toe kom ek dit agter.’ Kort na hierdie getuienis het\nsy egter toegegee\ndat sy nie haar bene toegeknyp het nie en het sy gesê dat sy nie weet\nhoekom sy dit nie gedoen het nie. Sy\nhet wel sy hand vasgedruk ‘sodat (sy)\ndit kan stop, sodat hy dit kan uittrek’. Later het sy getuig dat sy met\nalbei hande\nprobeer het om sy hand uit te trek. Sy het, in stryd met haar\nvroeëre getuienis dat sy probeer het om op te staan, getuig dat\nsy nie\nprobeer het om op te staan nie en dat sy nie hard gepraat het uit vrees dat mev\nMarx sou hoor. Op die vraag hoekom sy nie\ngeloop het toe mev Marx teruggekeer\nhet nie was haar antwoord:\n‘Sy het my gevra om te bly om die video te\nkyk. Ek het gebly . . . ek wou so veel as moontlik by haar gewees het. Sy was\nvir\nmy, soos ek al tienduisend keer gesê het, soos 'n vriendin. Ek sou . .\n. daar was 'n stadium wat ek by haar wou bly, omdat\nek die aandag gekry het wat\nek nie by my ouerhuis gekry het nie. . . . ek wou haar nie verloor nie, ek wil\nnie hê sy moet weet\nnie.’\n[8]\tToe mev Marx terugkom het die\nappellant volgens die klaagster sy hand vinnig uitgepluk. Mev Marx het langs hom\ngaan sit en hy\nhet gemaak asof niks gebeur het nie. Mev Marx het aan die slaap\ngeraak en die klaagster het moeg geraak, waarop sy na haar kamer\ngegaan het en\ngaan slaap het.\n[9]\tDit is ten opsigte van hierdie voorval (‘hierna\ngenoem die betastingsvoorval’) dat die streekhof die appellant skuldig\nbevind het op die klag van onsedelike aanranding.\n[10]\tNa die\nbetastingsvoorval het die klaagster nog gereeld na die appellant se huis gegaan.\nSy het ook dikwels weer saam met die\nappellant en sy vrou video gekyk in hulle\nslaapkamer. Die volgende het dan gebeur terwyl hulle regop in die bed gesit het\nmet 'n\nduvet oor hulle:\n‘. . . dan sal hy sy hand so om sit en met sy\nhande afvroetel en my knope losmaak en aan my borste vat. En dan kan ek nie boe\nof ba nie, want sy vrou sit langs my. En wat sê ek vir haar as ek\nrondbeweeg en my hemp hang oop en wat nou. Hy het altyd vir\nmy in 'n posisie . .\n. situasie gesit waar ek nie regtig kon uitkom nie.\n. . .\nEn later het hy\nook sy een been oor my been gegooi, so teen my geskuur met sy been. Of hy het sy\nvoet gevat en so op en af teen my\ngeskuur. Hy het baie keer ook my hand gevat en\ndit dan op sy geslagsorgaan gesit. En ek het dit altyd weggeruk, want ek wil nie\nmy\nhand daar naby hê nie.’\n[11]\t Kort na die betastingsvoorval,\nop die klaagster se 16de verjaarsdag, het sy na die appellant, wat op dieselfde\ndag verjaar het,\ngegaan om hom geluk te wens met sy verjaarsdag en aan hom 'n\nkaartjie te oorhandig. Mev Marx was nie tuis nie. Volgens die klaagster\nhet die\nappellant haar meer as 'n normale soen gegee en aan haar borste gevat. Sy het\nnie getuig dat sy op hierdie geleentheid haar\nenigsins teëgesit het of dat\ndit haar nie geval het nie.\n[12]\tDie klaagster het getuig dat sy weer en weer\nteruggegaan het omrede sy lief was vir mev Marx en die kinders en sy skuldig\ngevoel\nhet om nie aan 'n versoek van mev Marx te voldoen nie. Alhoewel sy\ntelkens na 'n video episode in haar kamer gelê en huil het,\nhet sy telkens\nweer saam met die appellant en sy vrou in hulle slaapkamer gaan video kyk ook\nomdat sy by sy vrou wou wees. Sy het\ndan die appellant se vattery sonder\nteëstribbeling verduur omrede soos sy dit gestel het:\n‘Ek wou nie\nhê sy moet weet dat hy dit doen nie, want ek wou hulle nie opbreek nie. Ek\nwil nie die kinders seermaak om\nte weet, my ma en pa sal miskien uitmekaar uit\ngaan, omdat hy vroetel aan 'n jonger meisie nie. En omdat sy vrou, sy sou nie so\niets\nkon verwag nie. Dit sou vir haar breek. Sy het hel onder Johan Marx, en om\ndit . . . dit sal haar breek. En ek sal nie . . . ek wou\nhaar nie so seermaak\nnie.’\nAlhoewel sy by geleentheid opgestaan het of 'n versoek om saam na\n'n video te kyk van die hand gewys het, het sy nie daarmee volhard\nnie omrede\nmev Marx dan vrae begin vra het en sy wou verhinder dat sy uitvind en sodoende\nseergemaak word.\n[13]\tDie klaagster het dus eerder die risiko geloop dat mev\nMarx agterkom wat langs haar in die bed aangaan tussen 'n meisie in haar\nslaapklere en haar man as om haar agterdogtig te maak deur te weier om in die\nbed langs haar man te lê.\n[14]\tVoor die Desember 1997 vakansie het die\nklaagster, steeds volgens haar getuienis, weer na die appellant se huis gegaan\nom geskenke\nwat sy vir mev Marx en die kinders gekoop het te oorhandig. Die\nappellant was besig om te stort en het gesê sy moes 'n rukkie\nwag, mev\nMarx sou binnekort tuis wees. Terwyl sy in die studeerkamer gesit en wag het,\nhet die appellant ingekom. Sy het die daaropvolgende\ngebeure soos volg\nbesryf:\n‘Toe ek sien, toe kom hy net in 'n onderbroek daar in en hy\nwil hê ek moet aan sy geslagsdeel vat. En hy druk my teen\ndie muur vas en\nskuur op en af teen my. Daar was so'n glasdeur gewees. En hy het my so teen die\nhoek gedruk. En toe sê hy nog\nvir my, ja, kan hy nie net puntjie natmaak\nnie. Dit was sy presiese woorde. Toe sê ek vir hom, “Nee, waarvan\npraat jy?”.\nToe sê hy, “Ag, man, net puntjie natmaak, net\nvinnig gou puntjie natmaak”. Toe sê ek vir hom, nee. En toe\nhet hy\nmy so in my nek gesoen en sy geslagsorgaan teen my geskuur. En toe kom sy vrou\nen toe hardloop hy vinnig af kamer toe. En\nek het daar gestaan en toe gaan ek\nweer in studeerkamer toe en toe sit ek daar binne. En toe kom hy in en soos\naltyd maak hy asof\nhy niks verkeerd gedoen het nie.’\n[15]\tNa die\nDesember vakansie het die Marx-gesin na 'n ander huis getrek. Die klaagster het\ndikwels na hulle huis gegaan om hulle\nte help met die trekkery.\n[16]\tDie\nappellant en die klaagster het op 31 Maart 1998 die eerste keer met mekaar\ngemeenskap gehad. Voor dit, gedurende die periode\nJanuarie tot Maart 1998, het\ndit egter dikwels gebeur dat die appellant agter die klaagster kom staan het en\nbewegings teen haar\ngemaak het. Hy het dan ook op sulke geleenthede in haar oor\ngefluister: ‘Ek is nou lus vir 'n lekker steek.’ Behalwe\nsoos\nvoormeld kon sy nie spesifieke gevalle noem nie. Sy het wel genoem dat die\nappellant ook aan haar borste en haar privaatdeel\ngevat het. Soos reeds vermeld\nis dit gedurende hierdie tyd wat dit ook ‘oor en oor’ gebeur het dat\ndie klaagster saam\nmet die appellant en sy vrou na 'n video gekyk het in hulle\nslaapkamer en die klaagster deur die appellant betas is.\n[17]\tOp 31 Maart\n1998 was die klaagster en die appellant weer alleen by die huis. Die klaagster\nwas besig om werkies vir mev Marx\nin die motorhuis te doen toe die appellant\ningekom het en vir haar gesê het: ‘Ek wil jou steek.’ Volgens\nhaar het\nhy aangehou en aangehou en het sy geantwoord: ‘Nee, ek wil nie.\nEk het dit nog nooit gedoen nie.’ Later het hy haar geroep:\n“Kom kyk\ngou hier.” Sy beskryf die gebeure wat daarop gevolg het soos\nvolg:\n‘Toe dog ek, ek moet vir hom iets doen. Toe stap . . . toe\nsê ek vir hom ek is besig. Toe sê hy, “Kom kyk\nnet gou\nhier”. En toe ek loop, toe ek in die kamer kom, toe is sy broek afgetrek.\nHy is besig om sy orgaan styf te maak, wat\njy dit ookal noem. En hy het 'n\nkondoom opgesit. En ek het . . . wou omdraai en hy gryp my arm, hy sê vir\nmy, “Nee, wag\nnet gou”. Toe het hy vir my neergelê op die\ngrond. En ek het vir hom gesê, “Nee, ek wil nie”. En hy\nhet\nvir my gesê, dit sal nie seer wees nie, dit sal vinnig oor wees. En hy het\ndit gedoen. En hoe meer hy dit doen, toe sê\nek vir hom, “Moenie, dit\nis seer, ek wil nie”. En hy het dit gedoen.’\n[18]\tUit die\nklaagster se verdere getuienis blyk dit dat die kamer waarna sy verwys die\naantrekkamer is, wat grens aan die slaapkamer.\nTussen die slaapkamer en die\naantrekkamer is daar deure soortgelyk aan kasdeure. Tussen die aantrekkamer en\ndie badkamer is daar\nnie deure nie. Die klaagster het die deure oopgestoot en\ndie aantrekkamer binnegegaan. Sy het gemeen die appellant wil dalk hê\ndat\nsy hom help soek na iets. Die appellant was op daardie stadium in die badkamer.\nSy het onmiddellik besef dat hy besig was om\n'n kondoom aan te sit en dat hy met\nhaar gemeenskap wou hê. Sy was geskok maar nie so geskok dat sy nie kon\nomdraai en weghardloop\nnie. Sy wou omdraai en wegstap maar toe sê die\nappellant vir haar woorde met die strekking dat sy nie moes bang wees nie en\ndat\nsy moes wag. Hy het haar ook aan die arm gevat maar sy meen nie dat hy dit\ngedoen het om haar te verhinder om weg te hardloop\nnie. Sy was onkundig en hy\nwou haar leer ‘al die dinge van seks’. Later het sy getuig dat hy\nhaar wel aan die hand gevat\nhet om te verhinder dat sy uit die kamer kon wegkom.\nSy het ook tot haar vroeëre beskrywing van die gebeure bygevoeg dat sy\nprobeer keer het dat die appellant haar broek losmaak. Terwyl hulle nog gestaan\nhet, het sy probeer verhinder dat die appellant haar\nbroek se knoop losmaak. Die\nappellant was egter baie sterk en het die knoop losgekry. Sy het haar broek\nvasgegryp om te verhinder\ndat hy dit aftrek. Die appellant het haar toe op die\ngrond neergesit want op die grond het hy haar in sy beheer gehad. Sy het eers\ngesê dat sy nie fisies probeer het om weg te kom nie maar net daarna het\nsy getuig dat sy wel probeer het maar dat sy nie kon\nnie. Die appellant het haar\nneergedruk sodat sy nie kon opstaan nie. Dit was vir haar onmoontlik om uit sy\nkloue te kom. Hy het haar\nbene oopgetrek en alhoewel sy probeer het om haar\nonderklere op te hou het die appellant dit afgeforseer. Gedurende die proses het\nsy herhaaldelik gesê dat sy nie met die appellant wou gemeenskap hê\nnie, dat sy bang is en dat sy dit nog nooit gedoen\nhet nie.\n[19]\tNa die\ngebeure het die klaagster volgens haar getuienis op die kamerbed gaan sit. Die\nappellant het langs haar kom sit en aan\nhaar die kondoom gewys wat hy toe ook\ntoegeknoop het. Later het sy gesien dat sy bloei. Sy het die appellant daarvan\nvertel en gesê\ndat sy bang was iets het verkeerd gegaan.\n[20]\tAldus die\nklaagster het sy na die voorval die Marxse vir 'n tydlank vermy. Sy het egter\nlater teruggekeer en van toe af tot 9\nOktober 1999 het sy en die appellant\nongeveer 13 keer gemeenskap gehad. Ongeveer 'n verdere ses keer daarna het sy\n‘nee’\ngesê. Sy kon nie besonderhede gee van wanneer en hoe dit\ngebeur het nie behalwe om te sê dat dit op die slaapkamerbed\nof die\nrusbank plaasgevind het. Daarna het sy nie meer omgegee nie en nie meer\nteëgestribbel nie. Die laaste keer wat hulle\ngemeenskap gehad het was op 9\nOktober 1999 toe sy juweliersware wat sy van mev Marx geleen het vir haar\nmatriekafskeid teruggeneem\nhet en mev Marx haar alleen agtergelaat het met die\nappellant om na Paarl te gaan. Sy het so na die appellant se huis teruggekeer\nten spyte daarvan dat haar pa haar op 'n stadium verbied het om te gaan en sy en\nhaar pa, wat gereken het die appellant ‘het\nattensies’ baie gestry\nhet in hierdie verband.\n[21]\tVolgens die appellant het die klaagster in\nAugustus 1997 die eerste keer by sy huis kom kinders oppas. Daarna het sy dit\ngereeld\ngedoen. In die meeste gevalle het sy oorgeslaap. Sy het ook op 'n\ngereelde basis oor naweke by sy huis oorgeslaap. Op sulke geleenthede\nhet hy, sy\nvrou en die klaagster, vanaf laat 1997, gereeld saam televisie gekyk. Die\nklaagster het dan op die regteronderpunt van\ndie bed gesit of soms bo aan die\nlinkerkant langs hom. Hy is die een wat vir haar gesê het om daar te kom\nlê. Dit het\ngebeur dat hy, sy vrou en die klaagster onder dieselfde duvet\nof kombers gelê het. Voor ongeveer Julie 1999 het hy glad nie\ndie\nklaagster betas nie.\n[22]\tGedurende ongeveer Julie 1999 het hy en die\nklaagster televisie in die slaapkamer gekyk. Hy het gelê en die klaagster\nhet\nop die punt van die bed gesit. Sy vrou was in die stort. Hy het die\nklaagster in die ribbes gepomp en gesê sy moet hom 'n drukkie\ngee. Sy het\ndit gedoen. Sy vrou het uit die stort gekom en met haar kop op sy bors gaan\nlê. Beide het onder 'n duvet gelê.\nDie appellant het vir die\nklaagster gesê dat sy langs hom kon kom lê. Hy het dit gedoen omdat\ndie klaagster rondbeweeg\nhet en 'n stoornis veroorsaak het. Dit het gelyk of sy\nkoud kry. Die klaagster het langs hom kom lê en haar toegemaak met die\nduvet. Haar been het aan sy been geraak. Sy vrou het gesê sy gaan slaap en\nhet haar rug na hulle kant gedraai. Die appellant\nhet die klaagster se binneboud\ngevryf. Sy het haar been oor syne getel en hy het bo-oor haar klere aan haar\ngeslagsdeel gevat. Daarna\nhet hy vir haar beduie om haar broek af te trek en\nnadat sy die rek van haar pajama broek gelig het, het hy dit ook onder die klere\ngedoen. Die klaagster het sy hand vasgedruk. Sy het haar heupe begin beweeg, hy\nhet benoud geraak dat sy vrou wakker kon word, het\nsy hand uitgehaal en\ngesê hy gaan slaap. Na dit, terwyl die klaagster op die kant van die bed\ngesit het, het hy nog haar hand\nop sy geslagsdeel gesit en het sy dit 'n druk\ngegee voordat sy daar uit is en gaan slaap het.\n[23]\tAlhoewel die klaagster\ndie appellant se huis nog net so gereeld soos vantevore besoek het en daar weer\ngevalle kon gewees het\nwat die appellant saam met die klaagster televisie gekyk\nhet, het daar tussen hierdie gebeurtenis en 9 Oktober 1999 niks van 'n\nonbetaamlike\naard tussen hom en die klaagster gebeur nie. Hy het nie eers\ndaaraan gedink om weer die klaagster te betas nie. Dit het geensins\n'n\nverandering in die verhouding met die klaagster teweeggebring nie. Op 9 Oktober\n1999, die verjaarsdag van beide hom en die klaagster,\nwas hy besig om homself af\nte droog nadat hy gestort het toe die klaagster die aantrekkamer binngekom het.\nHy het haar gevra om hom\n'n kansie te gee om homself aan te trek. Sy het vir hom\nin die slaapkamer gewag. Hy wou haar 'n gewone soen gee om haar met haar\nverjaarsdag geluk te wens. Sy het hom egter 'n passievolle soen gegee wat op\ngemeenskap met haar volle medewerking uitgeloop het.\nHy was baie senuweeagtig\ndat sy vrou sou terugkeer van waar sy ookal was en het vir die klaagster\ngesê dat hulle gou hulle\nklere moet aantrek. Hulle het dit gedoen en in\ndie sitkamer gaan sit. Op daardie stadium het hy nog steeds die kondoom wat hy\ngebruik\nhet aangehad. Nadat sy vrou teruggekom het, is hy terug badkamer toe. Hy\nhet die kondoom afgehaal, dit in 'n papiersak toegedraai\nen in sy broeksak\ngesteek. Later het hy gery en dit in die veld gaan weggooi.\n[24]\tDie\nklaagster het 'n geskiedenis van sielkundige probleme. Sy het moeilike\nkinderjare gehad. Haar natuurlike ma en pa het nie\ngetrou nie. Toe sy agt jaar\noud was en haar ma en haar stiefpa (na wie ek, soos sy, verwys as haar pa) die\ntweede keer geskei het,\nkon sy dit nie hanteer nie en het sy sielkundige\nbehandeling ontvang. Sy kon nie die name van al die siekundiges by wie sy was,\nonthou\nnie. Gedurende die tydperk 1997 tot 1998 het haar pa finansiële\nprobleme gehad en ‘alles’ insluitende sy huis en\nvoertuie verloor as\ngevolg waarvan sy depressief was en nie skooltoe gegaan het nie want sy\n‘kon nie sien . . . dat (haar)\npa al sy goed verloor nie’. Gedurende\ndie periode 1998 tot 1999 was daar weer sprake dat haar ouers gaan skei. Sy het\ndit as\nbaie ontwrigtend ervaar. Dan het sy volgens haar ook nog die genoemde\nprobleme met die appellant gehad. Sy het selfs probeer om haar\neie lewe te neem\ndeur pille te drink. Die appellant was volgens haar die groot rede daarvoor. In\nNovember 1999 is 'n ernstige depressiewe\nepisode en angsaanvalle gediagnoseer.\nDie diagnose van 'n sielkundige was dat die siektetoestand veroorsaak is deur\neksamenspanning\nen onverwerkte kinderjare ervaringe. Sy is op medikasie geplaas\nwat verligting van die simptome gegee het.\n[25]\tNa die matriekeksamen, in\nNovember 1999, het die klaagster vir haar tante in Pletttenbergbaai gaan kuier.\nAlhoewel sy sedert\n1997 'n voorbehoedmiddel as medikasie vir 'n velkwaal gebruik\nhet, het sy vermoed dat sy swanger was omrede die appellant, volgens\nhaar, op\ndie laaste geleentheid wat hulle gemeenskap gehad het nie 'n kondoom gebruik het\nnie. Sy sê dat sy besig was om van\nhaar kop af te gaan vanweë\nspanning teweeggebring deur haar vrees dat sy swanger was. In hierdie toestand\nhet sy haar tante\nin haar vertroue geneem en haar vertel dat sy 'n verhouding\nmet 'n getroude man het. 'n Swangerskap toets het getoon dat sy nie swanger\nwas\nnie. Volgens die klaagster het sy die gebeure tussen haar en die appellant soos\nvolg aan haar tante beskryf:\n‘Toe vra sy vir my hoe het dit gebeur. Toe\nvertel ek hy het eers begin vatterig raak en later het hy my gedwing om met hom\nseksuele\nomgang te hê sonder dat ek vir hom ja gesê het.\nLater\nhet hy vir u gedwing, is dit wat u gesê het? - - - Hy het . . .\nHet u\ngesê later het hy vir u gedwing om met hom seksuele omgang te hê? -\n- - Wel, as hy homself op my opgedring, dan\ndink ek dit is dwing.\nNee, nee,\nek vra nie u afleidings nie,ek vra, het u vir die vrou gesê, “Later\nhet hy my gedwing”, het u die woord\ngebruik? - - - Nee, ek dink nie ek het\ndie woord “dwing” gebruik nie.\nGoed, mevrou. U het nou vir u\ntannie gesê hy het aan u gevat en later het hy met u gemeenskap gehad.\nVerstaan ek dit nou reg,\nis dit nou om dit in 'n neutedop op te som? - - -\nJa.\nEn u het vir u tannie laat verstaan die gemeenskap was sonder u\ntoestemming, as ek dit so kan stel? - - -Ja\nEn het u vir u tannie vertel\nwanneer die dinge sou gebeur het? - - - Ja, ek het haar alles vertel.\n. .\n.\nSo, u het vir u tannie vertel vandat u in standerd 8 was, sê u, het\nhy u gemolesteer, om die woord te gebruik en later met u\ngemeenskap gehad? - - -\nJa.’\n[26]\tNadat die klaagster haar tante vertel het wat gebeur het, het\nhaar tante, volgens haar, gesê dat sy seksueel gemolesteer\nis en dat\naangesien sy die eerste keer wat sy met die appellant gemeenskap gehad het nee\ngesê het, sy deur hom verkrag is.\n[27]\tDie klaagster se getuienis\nstrook nie met dié van haar tante nie. Ten spyte daarvan dat haar tante\nverskeie kere gevra\nis wat die klaagster haar vertel het, het sy nooit getuig\ndat die klaagster haar vertel het dat sy die eerste keer nie toestemming\ngegee\nhet nie. Sy het ook nie getuig dat sy die klaagster geadviseer het dat sy\nverkrag is nie, maar het getuig: ‘Ek het vir\nMarlese vertel wat gebeur het\nis verkeerd, want sy was minderjarig en dit was 'n volwasse persoon. En ek het\ngevoel dat sy moes haar\nouers onmiddellik daarvan sê wat vir Marlese\nverskriklik was.’\n[28]\tGedurende Desember 1999 terwyl die klaagster in\nKnysna by haar tante gekuier het, het sy volgens haar getuienis vir mev Marx\ngeskakel om haar mee te deel dat sy haar eksamen geslaag het. Die appelant en sy\ngesin was op daardie stadium ook in Knysna en op\nuitnodiging van mev Marx het sy\nhulle gaan groet by 'n eetplek in die dorp.\n[29]\tOp 2 Februarie 2000 het die\nklaagster weer ernstige paniekaanvalle begin beleef. Die sielkundige wat sy\nreeds in November 1999\ngespreek het, was steeds van mening dat haar simptome\ndeur studiedruk en onverwerkte kinderjare ervaringe veroorsaak is. Hy het haar\nna 'n psigiater verwys wat haar behandel het gedurende die tydperk 20 Maart 2000\ntot 29 Mei 2000. Sy het nie vir die sielkundige\nof die psigiater in haar\nvertroue geneem oor die ‘molestasie of verkragting’ nie. In antwoord\nop die vraag hoekom sy\nhulle nie daarvan vertel het nie het die klaagster\ngeantwoord:\n‘Vir my was dit 'n verhouding. Ek het nie geweet wat\nverkragting of molestering is, wat dit behels, hoe ver jy mag en nie mag\ngaan\nvoordat dit molestering is nie.’\n[30]\tKort na hierdie getuienis het sy\nmet betrekking tot haar kennis voordat sy met haar tante gepraat het,\ngetuig:\n‘Ek het geweet dit is verkragting en molestering, maar omdat\nek later nie meer kon nee sê nie, het ek gedink ek het .\n. . ek het skuld\ndaaraan. Dit is ek. Ek het geweet dit is verkragting en molestering, maar omdat\ndit later só was dat ek nie\nmeer vir Johan Marx ja of nee of los my uit\nkan sê nie, want hy het net geboef-baf, as hy wou dan wou hy. En dit het\nmy skuldig\nlaat voel en laat voel, bly eerder stil Marlese, los dit\neerder.’\nOp 'n latere stadium en op die vraag of sy nie besef het dat\nseks sonder toestemming verkragting is nie het sy geantwoord dat sy nie\nso\ndaaraan gedink het nie. Nog later het sy getuig:\n'[I]n u eie gemoed, was daar\nenige twyfel by u dat wat met u gebeur, verkragting is? - - - Ek het nie aan\nverkragting gedink nie,\nnee.\nU het nie aan verkragting gedink nie? - - - Nee,\nomdat . . . omdat hy dit hoeveel keer met my gedoen het en vir my gesê het\ndit is reg. Ek sê ja, en niemand gaan my glo nie, ek is 'n kind, hy is 'n\nman en hy het mag. . .\nDie vraag is, mevrou, in u gemoed . . .(tussenbeide)\n- - - Nee.\nDaardie tyd het u nooit gedink wat nou hier met my gebeur, is\nverkragting nie? - - - Nee maar ek het net geweet dit is verkeerd. Dit\nis nie\nreg nie.\nHet u nie by die skool gehoor van verkragting nie? - - - Ja.\nU\nhet by die skool seker gehoor van Child Line wat u kan bel? - - - Ja.\nJa. En\nRape Crisis, u het seker daarvan gehoor? - - - Ja.\nEn u word hier\nklaarblyklik op u weergawe by herhaling verkrag. Is dit nie so nie? - - -\nJa.\nU dink nie daaraan dat dit verkragting is nie? Is dit wat u sê U\nmoet tog maar antwoord, asseblief. - - - Nee.\nU dink nie daaraan dat dit\nverkragting is nie? - - - Wel, die eerste keer het ek daaraan gedink, ja, maar\nander kere, nee.’\nMy interpretasie van hierdie getuienis is dat sy\nnooit aan die gebeure gedink het as verkragting nie en dat bloot omrede sy so in\n'n hoek gedryf is deur die waarskynlikheid dat indien die eerste gemeenskap\nplaasgevind het op die wyse deur haar beweer sy wel daaraan\nas verkragting sou\ngedink het, sy op die ou einde gesê het dat sy wel aan die eerste\ngemeenskap met die appellant as verkragting\ngedink het.\n[31]\tIn Februarie\n2000 het die klaagster 'n man, Mornè Stander, aan wie sy in Julie 2000\nverloof geraak het en met wie sy later\ngetrou het, ontmoet. 'n Paar maande na\nhulle ontmoeting het sy, aldus haar getuienis, vir hom vertel van wat tussen\nhaar en die appellant\ngebeur het. Een aand is sy en Mornè na die\nappellant se huis en het sy vir die appellant gesê ‘Mornè\nweet\nen Mornè gaan sorg dat ek die waarheid\nuitbring’.\n[32]\tGedurende 13 September en 30 Oktober 2000 het die\nklaagster behandeling van 'n psigiater en 'n kliniese sielkundige ontvang.\nSy\nhet getuig dat sy beide van hulle volledig ingelig het oor die gebeure tussen\nhaar en die appellant. Nadat sy die psigiater, dr\nVan Rooy so ingelig het, het\nhy aldus die klaagster, vir haar gesê dat sy nie 'n verhouding met die\nappellant gehad het nie,\ndat sy deur hom gemolesteer is en dat as sy nee\ngesê het vir seksuele omgang met hom, sy deur hom verkrag is. Sy het\ngetuig\ndat sy soos volg hierop gereageer het:\n‘Toe sê ek vir\nhom, maar dit kan nie wees nie, Johan Marx het gesê dit is 'n verhouding.\nToe sê hy, nee, dit\nis nie 'n verhouding nie, ek was minderjarig en ek het\nhom nie toestemming gegee om dit aan my te doen nie. . . . Daarna het ek dit\nvir\nMorné wat op daardie stadium my verloofde was, gesê wat die dokter\ngesê het. En hy het my oorreed om my ouers\nte bel.’\n[33]\tDr van\nRooy se getuienis is nie tot die effek dat die klaagster hom vertel het dat die\nappellant haar sonder toestemming betas\nhet en sonder haar toestemming met haar\ngemeenskap gehad het nie. Uit sy getuienis blyk dit dat hy van die klaagster\nverstaan het\ndat betasting en penetrasie voor die ouderdom van 16 jaar\nplaasgevind het en dat hy die klaagster ingelig het dat die appellant hom\nskuldig gemaak het aan statutêre\nverkragting.\n[1]\nHy het verder getuig\ndat hy panieksteuring van 'n redelike ernstige graad gediagnoseer het. Volgens\nhom is daar 'n direkte verband\ntussen ontwikkeling van post traumatiese stres\ntipe simptome en die ontwikkeling van angstoestande en depressie toestande laat\nin\ndie lewe van kinders wat seksueel gemolesteer is. Die simptome kan egter ook\nverskeie ander oorsake hê en as die klaagster\n'n vrywillige party tot die\nseksuele toenadering was, kon sy nog steeds tot dieselfde mate dieselfde\nsimptome ontwikkel het.\n[34]\tDie klaagster se angsaanvalle het erg geraak en\nsy het volgens haar getuienis besef dat sy 'n klag teen die appellant moes\nlê\nten einde 'n einde daaraan te maak. Op 23 Oktober 2000 het sy dit\ngedoen en ook 'n verklaring aan die polisie gemaak.\n[35]\tIn haar getuienis\nhet die klaagster verduidelik dat sy nie haar ouers vroeër van die gebeure\ningelig het nie omrede sy hulle\nnie wou seermaak nie. Haar pa het baie vertroue\nin haar gehad en sy was bang dat hy sy vertroue in haar sou verloor. Sy het ook\ngetuig\ndat sy bang was dat haar pa haar nie sou glo nie. Laasgenoemde getuienis\nis oënskynlik in stryd met haar getuienis dat haar\npa haar verbied het om\nna die appellant se huis te gaan, dat hy gesê het dat hy weet die\nappellant het ‘attensies’\nen dat sy baie met haar pa argumente\ndaaroor gehad het. 'n Moontlike verduideliking is egter dat die rede waarom sy\nnie haar ouers\nvoorheen vertel het nie van tyd tot tyd verander\nhet.\n[36]\tVolgens die klaagster was sy baie lief vir mev Marx en haar kinders\nen wou sy haar nie as 'n vriendin verloor nie. Sy wou ook\nnie moeilikheid in die\nhuwelik veroorsaak nie. Vir dié rede en ook omdat sy bang was dat mev\nMarx haar nie sou glo en haar\nman se part sou kies, het sy haar nie vertel wat\ndie appellant aan haar gedoen het nie en het sy steeds uitnodigings na die\nMarx-gesin\nse huis aanvaar.\n[37]\tDie verhoorlanddros het bevind dat die\nbetastingsvoorval en die gemeenskap op 31 Maart 1998 sonder die toestemming van\ndie klaagster\nplaasgevind het. Hy het die appellant gevolglik skuldig bevind op\nalbei aanklagte. Alhoewel die appellant na sy mening sy getuienis\nop 'n\nbevredigende wyse afgelê het, en sy getuienis na sy mening oortuigend was,\nhet die verhoorlanddros bevind dat sy weergawe\nonwaarskynlik is. Daarteenoor het\ndie verhoorlanddros bevind dat die klaagster met die uitsondering van sekere\nnegatiewe aspekte\n'n briljante getuie was en dat haar getuienis te gedetailleerd\nwas om gefabriseerd te wees. Sy benadering was om die weergawes van\ndie\nappellant en die klaagster teen mekaar op te weeg naamlik, aan die een kant die\nklaagster se weergawe dat die appellant haar\nsedert 1997 herhaaldelik betas het\nen dat hy sedert Maart 1998 herhaaldelik met haar gemeenskap gehad het, teenoor\ndie appellant\nse weergawe dat hy die klaagster met haar toestemming slegs op een\ngeleentheid betas het naamlik in Julie 1999 en dat hy slegs een\nkeer met haar\ngemeenskap gehad het naamlik op 9 Oktober 1999. In die lig van die\nwaarskynlikhede en sy oordeel oor die geloofwaardigheid\nvan die klaagster het\ndie verhoorlanddros tot die gevolgtrekking gekom dat die appellant se weergawe\nnie redelik moontlik waar kan\nwees nie.\n[38]\tOp appèl na die hof\na\nquo\nis die verhoorlanddros se beslissing gehandhaaf. Die hof\na quo\nhet verwys na die uitspraak in\nR v Dhlumayo\n1948 (2) SA 677\n(A) waar op\n706 gesê is dat as die verhoorregter geen feitelike mistasting begaan het\nnie is daar 'n vermoede dat sy gevolgtrekking\nkorrek is en dat 'n hof van\nappèl slegs daarmee sal inmeng as hy oortuig is die bevinding is\nverkeerd. Verder dat 'n hof van\nappèl nie angstig sal poog om redes te\nvind om met die verhoorregter se bevindings in te meng nie aangesien geen\nuitspraak\nallesomvattend kan wees en dit nie volg uit die feit dat iets nie\ngenoem word dat dit nie in ag geneem is nie. Na oorweging het die\nhof\na\nquo\ntot die gevolgtrekking gekom dat die skuldigbevinding van die appellant\nop die getuienis geregverdig is, en dat daar geen rede bestaan\nwaarom daar van\ndie verhoorlanddros se bevindings afgewyk of daarmee ingemeng moet word\nnie.\n[39]\tTen aansien van die vraag of 'n feitelike mistasting begaan is het\nDavis Wnd AR in\nDhlumayo\nop 706 gesê:\n‘10\tThere may be a misdirection on fact by the trial Judge where the\nreasons are either on their face unsatisfactory or where\nthe record shows them\nto be such; there may be such a misdirection also where, though the reasons as\nfar as they go are satisfactory,\nhe is shown to have overlooked other facts or\nprobabilities.\n11\tThe appellate court is then at large to disregard his findings on fact, even\nthough based on credibility, in whole or in part\naccording to the nature of the\nmisdirection and the circumstances of the particular case, and so come to its\nown conclusion on the\nmatter.’\nDie voorskrifte vervat in\nDhlumayo\nis nie regsreëls nie maar slegs logiese riglyne (sien\nDhlumayo\nop 695).\n[40]\tDit is natuurlik so dat 'n hof van appèl\nslegs met die feitebevindings van 'n verhoorhof sal inmeng as dit van mening\nis\ndat die verhoorhof fouteer het. Dit moet egter steeds in gedagte gehou word dat\n'n veroordeelde persoon 'n reg van appèl\nhet ook ten opsigte van\nfeitebevindings. Dit is dus die plig van 'n hof van appèl om deeglik die\nfeitebevindings van die verhoorhof\nte oorweeg en homself te vergewis dat daardie\nfeitebevindings korrek is. Indien 'n hof van appèl, met behoorlike\ninagneming\nvan die bevindings van die verhoorhof, die redes daarvoor en die\nvoordele wat die verhoorhof het soos om die getuies te sien en te\nhoor in die\natmosfeer wat heers tydens die verhoor, van mening is dat die verhoorhof se\nfeitebevindings verkeerd is en dat die beskuldigde\nverkeerdelik skuldig bevind\nis, moet die hof van appèl inmeng. In die proses moet die voordele wat\ndie verhoorhof het nie\noorskat word nie ‘lest the appellant’s right\nof appeal becomes illusory’ (sien\nProtea Assurance Co Ltd v Casey\n1970 (2) SA 643\n(A) te 648E).\n[41]\tOp die appellant se weergawe het 'n meisie\ntot wie hy klaarblyklik seksueel aangetrokke gevoel het talle kere langs hom op\nsy\nbed, in haar slaapklere, onder 'n kombers of duvet gelê of gesit en\ntelevisie kyk en het hy nooit seksuele toenadering tot\nhaar gesoek tot een goeie\ndag toe hy haar en sy hom op die mees intieme wyse betas het terwyl sy vrou\nlangs hom op die bed lê\nen slaap het. Alhoewel hy nie gedink het dat hy\nmoreel verkeerd opgetree het nie en alhoewel hy steeds gereelde kontak met die\nklaagster\ngehad het en ‘moontlik’ weer saam met haar op die bed\ntelevisie gekyk het, het hy nie weer aan die voorval gedink nie\nen het, nie hy\nof sy, vir etlike maande seksuele toenadering tot mekaar gesoek nie tot een\ngoeie dag toe sy in sy aantrekkamer/badkamer\ninstap terwyl hy besig was om\nhomself af te droog en sy hom 'n passievolle soen gee wat uitloop op gemeenskap\nin sy aantrekkamer\nterwyl sy vrou enige oomblik kon terugkeer na die huis.\nDaarna beskuldig sy hom van seksuele teistering en herhaalde verkragtings\noor 'n\ntydperk van ongeveer twee jaar.\n[42]\tNa my mening het die verhoorlanddros\ntereg bevind dat die appellant se getuienis, dat daar slegs die enkele gevalle\nvan betasting\nen gemeenskap was, onwaarskynlik is.\n[43]\tVir die redes hierna\ngenoem is ek egter van mening dat die klaagster se getuienis, meer spesifiek\nhaar getuienis dat sy nie toegestem\nhet tot die betasting en gemeenskap,\neweneens onwaarskynlik is. Ek is verder van mening dat die verhoorlanddros en\nwaarskynlik ook\ndie hof\na quo\ntot so’n mate gekonsentreer het op\ndie vraag of daar meerdere gevalle van betasting was soos deur klaagster getuig,\ndat nie\nvoldoende oorweging geskenk is aan die waarskynlikheid van die klaagster\nse weergawe spesifiek met betrekking tot toestemming nie.\nHulle het gevolglik\nvan die waarskynlikhede waarna ek hierna sal verwys, óf misgekyk\nóf verkeerd beoordeel. Die verhoorlanddros\nhet ook soos ek hieronder sal\naandui na my mening verkeerde feitebevindings gemaak ten aansien van hierdie\nvraag.\n[44]\tDie vraag is nie soseer of daar meerdere gevalle van betasting en\ngemeenskap was nie. Die vraag is of bo redelike twyfel bewys\nis dat die\nbetasting en die gemeenskap waaraan die appellant skuldig bevind is sonder die\ntoestemming van die klaagster geskied het.\nIndien daar 'n redelike moontlikheid\nbestaan dat dit met die toestemming van die klaagster geskied het is die\nappellant verkeerdelik\nskuldig bevind aan onsedelike aanranding en verkragting.\nWat die appellant, 'n bykans 40-jarige ervare getroude man met kinders van\nsy\neie gedoen het met die klaagster, 'n jong skoolgaande meisie wat op sy eie\ngetuienis hom gerespekteer het, wie se vertroueling\nhy was en wat soos 'n kind\nin die huis was, is 'n skande en moreel afkeurenswaardig. Dit is so of die\nklaagster nou toegestem het\ndaartoe of nie. Die appellant het self erken dat hy\nlater besef het dat wat hy gedoen het moreel verkeerd was. Aangesien die\nklaagster\negter ouer as 12 jaar was, het hy nie die gemeneregtelike misdaad van\nonsedelike aanranding of verkragting gepleeg indien sy toegestem\nhet\nnie.\n[2]\n[45]\tDie advokaat vir die\nstaat het tereg betoog dat oorgawe sonder teëstribbeling nie noodwendig dui\nop toestemming nie. Sien\nin hierdie verband\nR v Swiggelaar\n1950 (1) PH\nH61 (A):\n‘Submission by itself is no grant of consent, and if a man so\nintimidates a woman as to induce her to abandon resistance and\nsubmit to\nintercourse to which she is unwilling, he commits the crime of rape. All the\ncircumstances must be taken into account to\ndetermine whether passivity is proof\nof implied consent or whether it is merely the abandonment of outward resistance\nwhich the woman,\nwhile persisting in her objection to intercourse, is afraid to\ndisplay or realises is useless.’\nIn hierdie saak ontstaan die probleem\nom te onderskei tussen oorgawe sonder teëstribbeling en toestemming egter\nnie want volgens\ndie klaagster het sy teëgestribbel en het sy haarself\nfisies verset teen die appellant. Die vraag is dus bloot of haar getuienis\ndat\nsy daadwerklik geweier het dat sy betas word en dat gemeenskap met haar gehou\nword bo redelike twyfel aanvaar kan word. Die volgende\noorwegings dui op die\nteendeel.\n[46]\tIn die eerste plek is dit ietwat onwaarskynlik dat die\nappellant die klaagster teen haar wil sou betas op die wyse deur haar\nbeskryf\nterwyl sy vrou langsaan gebad het met die deur na die badkamer halfpad oop. Dit\nis nog meer onwaarskynlik dat die appellant,\nsoos getuig deur die klaagster,\ndaarna op ander geleenthede, teen haar wil, haar knope sou losmaak en haar\nborste sou betas terwyl\nsy vrou wakker langs hom op die bed lê. Dit is\nveral onwaarskynlik in die lig van die feit dat nie net op die appellant se\ngetuienis maar ook op die klaagster se getuienis die appellant op ander\ngeleenthede versigtig was dat sy vrou nie uitvind wat aan\ndie gang was nie. Dit\nis ook moeilik om die klaagster se getuienis dat sy die appellant se hand\nvasgedruk het ‘sodat hy dit\nkan uittrek’ te verstaan en dit is\neienaardig dat haar getuienis dat sy met albei hande gepoog het om sy hand weg\nte trek eers\nop 'n veel later stadium in haar getuienis gegee is. Die klaagster\nhet aanvanklik getuig dat sy probeer het om op te staan maar dat\nsy nie kon nie.\nLater het sy egter getuig dat sy nie probeer het om op te staan nie. Sy kon geen\nverduideliking gee hoekom sy nie\ngeloop het nie. Sy het eers te kenne gegee dat\nsy haar bene toegeknyp het en daarna toegegee dat sy dit nie gedoen het nie. Die\nklaagster\nse optrede na die voorval spreek ook teen haar getuienis dat sy\nonsedelik aangerand is. Kort na die voorval het die klaagster die\nappellant\nnaamlik gaan gelukwens met sy verjaarsdag en blyk dit nie dat sy beswaar gemaak\nhet toe hy haar meer as 'n gewone soen\ngegee het en haar borste betas het nie.\nSy het getuig dat sy herhaaldelik teruggegaan het na die Marxse se woning omrede\nsy nie vir\nmev Marx as 'n vriendin wou verloor nie, sy het gevoel dat sy dit aan\nhaar verskuldig was want mev Marx het so baie vir haar gedoen\nen die minste wat\nsy kon doen was om mev Marx te help. Ek vind dit moeilik om te aanvaar dat daar\nal so’n hegte verhouding\nkon bestaan op die stadium toe die\nbetastingsvoorval in die bed plaasgevind het. Dit het naamlik gebeur hoogstens\ndrie maande nadat\ndie klaagster die eerste keer die appellant se kinders opgepas\nhet (indien die ontmoetingsdatum soos verstrek in die klaagster se\nverklaaring\naan die polisie aanvaar word, slegs 'n maand daarna). In die lig daarvan dat sy\ntelkens langs die appellant in die bed\ngaan lê het en telkens die risiko\ngeloop het dat mev Marx kon agterkom wat langs haar in die bed aangaan, vind ek\ndit moeilik\nom te aanvaar dat die klaagster nie uitnodigings om op die bed te\nlê van die hand wou wys nie uit vrees dat mev Marx sou agterdogtig\nraak.\nDit is nog moeiliker om te aanvaar in die lig van haar getuienis dat sy wel\nbereid was om op te staan en na haar kamer te gaan\ntoe die appellant by\ngeleentheid vatterig met sy vrou geraak het en sy van mening was dat hy dit\ngedoen het om haar uit te tart.\nToe dit gebeur het, het sy besluit dat sy genoeg\ngehad het en dat sy nie sou toelaat dat die appellant verder met haar\n‘mors’\nnie.\n[47]\tDie appellant het die klaagster voor die\nbeweerde verkragting verskeie kere op die mees intieme wyse betas. Dit het teen\ndie\ntyd wat die eerste gemeenskap plaasgevind het al oor en oor gebeur op sy bed\nin sy slaapkamer terwyl sy vrou langs hom lê.\nHy het al in sy onderbroek\nna haar gekom waar sy in die studeerkamer vir hom gewag het terwyl sy vrou nie\ntuis was nie en haar versoek\nom aan sy geslagsdeel te vat en hy het hom al teen\nhaar gemasturbeer. Hy het ook meerdere kere te kenne gegee dat hy met haar\ngemeenskap\nwou hê. Op die dag toe die beweerde verkragting plaasgevind\nhet, het hy verskeie kere so te kenne gegee en het hy haar ‘gesoen\nen\nprobeer vat aan (haar) en alles’. Haar getuienis oor hoe dit gekom het dat\nsy haar daarna in die appellant se aantrekkamer\nbevind het, is nie bevredigend\nnie. Sy het getuig dat die appellant haar geroep het en dat hy gesê het\ndat sy na iets moet\nkom kyk. Sy het afgelei dat hy in die gang was en dat hy vir\nhaar iets wou vra soos om 'n asbak, sigarette of 'n glas water te bring.\nToe sy\nhom nie in die gang aantref nie maar vind dat hy in die aantrekkamer of die\nbadkamer is, het sy gedink dat hy miskien wou\nhê dat sy hom moes help soek\nvir iets en het sy sonder meer die deure van die aantrekkamer oopgemaak en\ningestap. Na my mening\nis dit hoogs onwaarskynlik dat sy nie toe sy na die\nslaapkamer geroep is en voordat sy die aantrekkamer binnegegaan het geweet het\nwat die appellant wou doen nie. Tog het sy die deure oopgemaak en ingegaan en\nselfs toe sy sien dat hy sy broek afgetrek het en 'n\nkondoom aangesit het, het\nsy nie weggeloop nie. Die verhoorlanddros het skynbaar sonder meer die klaagster\nse getuienis aangaande\ndie rede waarom sy die appellant se aantrekkamer\nbinnegegaan het, aanvaar. Na my mening het hy fouteer. In die lig van die\nvoorafgaande\ngebeure en die appellant se voorafgaande mededelings aan die\nklaagster is dit onwaarskynlik dat die klaagster nie geweet wat die\nappellant\nwou doen nie.\n[48]\tDie klaagster het self erken dat toe sy die appellant in\ndie badkamer sien sy geweet het dat hy met haar gemeenskap wou hê\nmaar tog\nhet sy nie dadelik weggeloop nie. Die feit dat sy die aantrekkamer binnegegaan\nhet wetende dat die appellant met haar gemeenskap\nwou hê, beteken\nnatuurlik nie dat sy ingestem het om wel met hom gemeenskap te hê nie. Dit\nwerp egter ten minste twyfel\nop haar geloofwaardigheid, meer spesifiek haar\ngetuienis dat sy haar verset het teen die appellant se pogings om haar te betas.\n[49]\tDie eerste persoon vir wie die klaagster vertel het van haar verhouding\nmet die appellant was haar tante. Haar getuienis dat\nsy haar tante vertel het\ndat sy aanvanklik nee gesê het en dat haar tante gesê het dat sy dan\nverkrag is, strook nie\nmet haar tante se getuienis nie en kan vir die volgende\nredes nie aanvaar word nie:\na)\tHaar tante het, alhoewel sy versoek is om besonderhede te verstrek van wat\ndie klaagster haar vertel het, geen melding daarvan\ngemaak nie.\nb)\tDit is onwaarskynlik dat haar tante sou vergeet het dat die klaagster haar\nvertel het dat die gemeenskap sonder haar toestemming\ngeskied het of dat sy dit\nnie sou vermeld indien sy wel so meegedeel is nie. Sy was immers 'n getuie in 'n\nverkragtingsaak.\nc)\tOp die klaagster se eie getuienis het sy nog lank nadat sy met haar tante\ngepraat het nie aan die gebeure as verkragting gedink\nnie. Sy het naamlik self\nop twee geleenthede getuig dat sy totdat sy dr Van Rooy in September 2000\ngespreek het nooit so aan die\ngebeure gedink het nie. Dit is so dat sy ook by\ntwee geleenthede getuig het dat sy wel aan die gebeure as verkragting gedink het\nmaar, soos reeds hierbo vermeld, is dit waarskynlik die onbestaanbaarheid van\nhaar getuienis van hoe sy verkrag is met haar getuienis\ndat sy nie aan die\ngebeure as verkragting gedink het wat haar by tye genoop het om te kenne te gee\ndat sy wel aan die eerste geval\ngedink het as\nverkragting.\n[50]\tDit is onwaarskynlik dat die klaagster dr Van\nRooy vertel het dat die gemeenskap met die appellant sonder toestemming\nplaasgevind\nhet. As sy dit aan hom vertel het sou sy nie verbaas gewees het om\nvan hom te hoor dat sy verkrag is nie. Dit blyk nie uit sy getuienis\ndat sy hom\ndit vertel het nie. Volgens sy getuienis het hy gemeen dat sy nog onder die\nouderdom van 16 was toe die gemeenskap plaasgevind\nhet en het hy vir hierdie\nrede gemeen dat sy verkrag is.\n[51]\tDie verhoorlandddros was van mening dat\nniks gemaak kon word van die feit dat die klaagster se tante nie die klaagster\nse getuienis\ndat sy haar tante vertel het dat sy nie toestemming gegee het nie,\nbevestig het nie. Die redes verstrek deur die verhoorlanddros\nis nie duidelik\nnie. Aan die een kant skyn hy te aanvaar dat die klaagster nie haar tante vertel\nhet dat sy aanvanklik nee gesê\nhet en sê hy dat dit klink asof die\ntante dit as vanselfsprekend aanvaar het dat toestemming ontbreek het. Aan die\nander kant\nskyn hy te aanvaar dat sy wel haar tante vertel het. Die probleem\nword veroorsaak deur die teenstrydigheid in die getuienis van die\nklaagster en\nhaar tante. Die klaagster se tante se getuienis is nie vatbaar vir die\ninterpretasie dat sy aanvaar het dat die gemeenskap\nsonder toestemming geskied\nhet nie. Dit is ook nie versoenbaar met die klaagster se getuienis dat sy haar\ntante vollediglik ingelig\nhet, dat sy haar tante vertel het dat sy aanvanklik\nnee gesê het en dat haar tante gesê het dat sy verkrag is as sy nee\ngesê het nie. Die geskilpunt in die saak is of die klaagster toestemming\ngegee het tot die aanvanklik gemeenskap met haar.\nAs die klaagster haar tante\nvertel het dat sy nie sodanige toestemming gegee het nie of feite verstrek het\nwat dui op verkragting\nis dit, soos reeds gesê, onwaarskynlik dat haar\ntante dit sou vergeet het en dat sy dit nie sou vermeld het toe sy gevra is\npresies wat die klaagster haar vertel het nie.\n[52]\tIndien die gemeenskap met\ndie klaagster teen haar wil geskied het en sy bloot oorgegee het aan die\nappellant sonder om teë\nte stribbel of om haar fisies te verset, sou haar\ngetuienis dat sy nie aan die gebeure, soos deur haar beskryf, as verkragting\ngedink\nhet nie totdat sy anders geadviseer is, meer verstaanbaar gewees het. Dit\nis egter nie haar getuienis dat sy so oorgegee het nie.\nHaar getuienis, alhoewel\nnie sonder teenstrydighede nie, is dat sy nie alleen ‘nee’\ngesê het nie maar dat sy ook\nfisies oorweldig is. Haar broek is losgemaak\nterwyl sy gepoog het om dit te verhinder maar sy kon nie want die appellant\n‘is\nbaie sterk’. Haar broek en onderklere is afgetrek terwyl sy\nprobeer het om dit vas te hou. Sy het probeer om haar bene toe\nte hou maar die\nappellant het hulle oopgetrek en sy is op die grond neergedruk sodat sy nie kon\nopstaan nie. Wat sy ookal vroeër\nvan die gebeure gedink het, kon sy, op\nhaar weergawe, nadat sy die matriekeksamen afgelê het en sy mense begin\nvertel het wat\nmet haar gebeur het, onder andere haar tante en haar verloofde,\nnie anders as om te besef dat sy deur die appellant verkrag is nie.\n[53]\tDie\nklaagster se getuienis dat sy nooit verlief op die appellant was nie en dat sy\nself nie gedink het dat sy 'n verhouding met\nhom het nie is na my mening\nverkeerdelik deur die verhoorlanddros aanvaar. Haar verduideliking waarom sy nie\naan verkragting gedink\nhet nie was juis dat sy gemeen het dat sy 'n verhouding\nmet die appellant gehad het. Dit is wel so dat sy getuig het dat die appellant\nhaar herhaalde male verseker het dat hulle 'n verhouding het maar teen die tyd\nwat sy haar tante vertel het dat sy 'n verhouding\nmet 'n getroude man het en toe\nsy dit 10 maande later vir dr Van Rooy gesê het, kon sy darem sekerlik\nself oordeel of sy 'n\nverhouding het. Die appellant kon immers net vir haar\nvertel of, wat hom betref, daar 'n verhouding tussen hulle bestaan en of hy\nmaar\nnet belangstel in sy eie fisiese bevrediging. Of die klaagster van haar kant af\ngemeen het dat daar 'n verhouding is, of sy\nhaar maar net onderwerp het aan sy\nwil en of sy maar net haar fisiese bevrediging nagestreef het, kon hy nie vir\nhaar beantwoord\nnie. Synde 'n meisie wat matriek geslaag het en wat die\nwedervaringe gehad het wat sy gehad het, is dit moeilik om te glo dat sy\nin\nSeptember 2000 nog kon gedink het dat sy en die appellant 'n verhouding gehad\nhet bloot omrede die appellant so gesê het\nterwyl sy geen gevoel vir hom\ngehad het nie. Die klaagster se reaksie toe die appellant by geleentheid sy vrou\ngeliefkoos het, dui\nop moontlike jaloesie en verleen stawing daaraan dat wat\nhaar betref sy 'n verhouding met die appellant gehad het. Verdere stawing\nhiervan is die feit dat die klaagster herhaaldelik teruggegaan het na die\nappellant en telkens weer saam met hom in die bed geklim\nhet.\n[54]\tNa my\nmening is dit onwaarskynlik dat die klaagster telkens teruggegaan het na die\nappellant se huis vir die redes deur haar\naangevoer. Dit blyk uit die klaagster\nse getuienis en die uitspraak van die verhoorlanddros dat sy 'n intelligente\npersoon is wat\nhaar nie willoos herwaarts en derwaarts laat stoot nie. Daar is\ngeen suggestie dat sy sedert die betastingsvoorval toe sy ongeveer\n16 jaar oud\nwas 'n persoonlikheidsverandering ondergaan het nie. Tog wil sy te kenne gee dat\nsy nadat sy haar aanvanklik teen die\nappellant verset het toegelaat het dat hy\nhaar teen haar wil na willekeur verkrag en betas totdat sy ongeveer 18 jaar oud\nwas en\ndie matriekeksamen afgelê het. Sy het dit nie gedoen omdat sy enige\nliefdesgevoel teenoor die appellant gehad het nie, sê\nsy, maar wel omrede\nsy lief was vir mev Marx en die kinders en haar eie huislike omstandighede swak\nwas.\n[55]\tDit is duidelik dat die klaagster se huislike omstandighede swak\nwas maar sy het ten minste 'n huis gehad en daar is geen suggestie\ndat sy swak\nbehandel is by die huis anders as dat sy nie genoeg aandag gekry het nie. Verder\ndui haar beskrywing van haar pa daarop\ndat die verhouding tussen haar en haar pa\nnie uitermate swak kon wees nie. Sy het naamlik getuig dat haar pa haar vertrou\nhet en\ndat sy hom nie wou seermaak en veroorsaak dat hy sy vertroue in haar\nverloor nie. Die huislike omstandighede in die Marx huishouding\nblyk eweneens\nswak te gewees het. Die klaagster het self getuig dat mev Marx ‘hel het\nonder Johan Marx’. Desnieteenstaande\nwil die klaagster te kenne gee dat\nswak huislike omstandighede `n rede is waarom sy keer op keer na die appellant\nse huis, waar sy\nherhaaldelik teen haar wil verkrag en voortdurend seksueel\ngeteister is, teruggegaan het. Sy het dit nie alleen vrywilliglik maar\nook teen\ndie verbod van haar pa gedoen. Indien die klaagster inderdaad, vir die redes\ndeur haar genoem, herhaaldelik teruggegaan\nhet na die appellant se huis, terwyl\ndie appellant se attensies haar nie aangestaan het nie, sou sy ten minste haar\nbes gedoen het\nom geleenthede te vermy waar sy en die appellant alleen in mekaar\nse geselskap was. Dit is egter duidelik dat sy en die appellant\ntalle male\nalleen in mekaar se geselskap was terwyl mev Marx uithuisig was. Dit het soveel\nkeer gebeur dat ek nie kan aanvaar dat\ndie klaagster gepoog het om sulke\ngeleenthede te vermy nie. Haar skatting is dat sy ongeveer 13 keer met die\nappellant gemeenskap\ngehad het op plekke soos die slaapkamerbed of die rusbank.\n[56]\tNog 'n rede wat die klaagster aanvoer waarom sy telkemale ingestem het\nom weer na die appellant se huis te gaan is dat sy gevoel\nhet sy is dit aan mev\nMarx verskuldig om haar te help. Sy wou ook nie iets doen wat mev Marx\nagterdogtig sou maak nie want sy wou\nnie die huwelik opbreek en aan die kinders\ndoen wat aan haar gedoen is nie. Dit is moeilik om te aanvaar dat dit nie vir\nhaar duidelik\nwas dat haar teenwoordigheid in die huis 'n baie beter kans gehad\nhet om probleme in mev Marx se huwelik te veroorsaak nie.\n[57]\tDie klaagster\nhet getuig: ‘[E]k is hatig teenoor Johan Marx, ek wil hom terugkry en ek\nwil hê hy moet weet, dit wat\nhy doen, hy gaan een of ander tyd uitgevang\nword.’ Later het sy egter getuig dat sy hom met 'n passie gehaat het vir\nwat hy\naan haar gedoen het maar dat sy hom vergewe het. Die vraag ontstaan\nwaarom dan en waarom sou sy 'n klag van verkragting en onsedelike\naanranding\nteen hom lê as dit nie is omdat hy haar verkrag het nie. Beide die\nverhoorlanddros en die hof\na quo\nhet aanvaar dat 'n verhouding wat skeef\ngeloop het moontlik die oorsaak kon wees maar het bevind dat daar nie sprake kan\nwees van\nlaasgenoemde nie omrede beide die appellant en die klaagster getuig het\ndat daar nie 'n verhouding was nie. Die verhoorlanddros het\ngeredeneer dat\naangesien daar nie 'n verhouding tussen die appellant en klaagster bestaan het\nnie was daar geen rede vir jaloesie\naan die kant van die klaagster nie en is die\nenigste gevolgtrekking waartoe gekom kon word dat die appellant sonder die\nklaagster\nse toestemming gehandel het. Die hof\na quo\nwas ook van mening\ndat indien daar nie 'n liefdesverhouding was nie daar geen rede blyk te wees\nwaarom die klaagster die appellant\nvan verkragting sou beskuldig indien\ngemeenskap met haar toestemming plaasgevind het nie. Soos hierbo aangedui meen\nek dat beide\nfouteer het deur te bevind dat daar, wat die klaagster betref, geen\nverhouding tussen haar en die appellant was nie en dat daar gevolglik\ngeen rede\nvir die klaagster was om jaloers te wees nie. Na my mening is dit duidelik dat\ndie klaagster gemeen het dat daar 'n verhouding\nwas en dat daar aanduidings van\nmoontlike jaloesie aan die kant van die klaagster is.\n[58]\tDie\nverhoorlanddros en die hof\na quo\nhet egter na my mening ook gefouteer om\nte bevind dat indien geen verhouding bestaan het nie die enigste afleiding wat\nuit die klaagster\nse afkeur vir die appellant gemaak kan word, is dat die\nappellant sonder haar toestemming gehandel het. Indien daar wat die appellant\nbetref geen verhouding was nie, het hy valslik aan die klaagster voorgegee dat\ndaar wat hom betref wel 'n verhouding tussen hulle\nwas en was daar vir die\nklaagster goeie rede om veronreg te voel. Die klaagster het haar tante vertel\ndat sy vuil en skuldig voel\nomdat die man wat ‘dit’ met haar gedoen\nhet, getroud is en sy lief is vir sy vrou en kinders. Die klaagster het alle\nrede gehad om so te voel of sy nou aanvanklik toegestem het of nie. Sy is ook\nheeltemal geregtig om die appellant ten minste gedeeltelik\nhiervoor\nverantwoordelik te hou of sy toestemming gegee het al dan nie. Daar is geen rede\nom haar getuienis dat hy die dominante\npersoon in die verhouding was nie te\naanvaar nie. Hy het sy posisie teenoor haar misbruik en soos reeds gesê is\nsy optrede\nskandalig en moreel afkeurenswaardig. Die feit dat sy so 'n afkeur in\ndie appellant het, kan gevolglik netsowel daaraan te wyte wees\ndat sy nou meen\ndat hy haar verlei het en valslik voorgegee het dat hulle, wat hom betref, 'n\nverhouding het, dit wil sê dat\nhy lief is vir haar terwyl hy haar\ninderdaad net misbruik het.\n[59]\tDie hof\na quo\nhet verder stawing vir\ndie klaagster se weergawe gevind in die feit dat sy gedurende 1998 twee pogings\naangewend het om haarself\nom die lewe te bring. Uit die klaagster se eie\ngetuienis het dit egter geblyk dat sy gedurende 1998 verskeie ander redes gehad\nhet\nom depressief te wees. Verder was die getuienis van dr Van Rooy dat indien\ndie klaagster 'n vrywillige party tot die seksuele toenadering\nter sprake was,\nkon sy nog steeds tot dieselfde mate dieselfde simptome ontwikkel het. In die\nlig van hierdie getuienis meen ek nie\ndat die klaagster se sielkundige probleme\nenige stawing bied vir 'n bevinding dat betasting en gemeenskap sonder haar\ntoestemming\nplaasgevind het nie.\n[60]\tSoos reeds vermeld was dit vir die\nklaagster nuus om van dr Van Rooy te hoor dat sy verkrag is. Volgens sy\ngetuienis was hy onder\ndie indruk dat sy onder die ouderdom van 16 jaar was toe\ndie gebeure plaasgevind het en was dit die rede waarom hy van mening was\ndat sy\nverkrag is. Dit is hierdie mededeling wat anleiding gegee het tot die klagte\nteen die appellant. Sy het naamlik dr Van Rooy\nse mededeling aan haar verloofde\noorgedra, hy het haar oorreed om haar ouers in te lig en haar pa het toe vir\nhaar gesê om\ndit verder te voer.\n[61]\tTeen die tyd wat die klaagster\nmet dr Van Rooy in September 2000 gepraat het, het sy die gebeure al met haar\ntante en met haar\nverloofde bespreek en moes sy al baie daaroor nagedink het,\nmaar selfs op daardie stadium het sy volgens haar getuienis nie gedink\ndat sy\nverkrag was nie. Soos reeds vermeld het die gebeure in haar oë waarskynlik\neers verkragting geword nadat sy deur dr Van\nRooy, op die basis dat sy nog onder\ndie ouderdom van 16 jaar was en gevolglik nie, wat die statutêre misdryf\nbetref, kon toestem\nnie, meegedeel is dat sy verkrag is. Dit is onwaarskynlik\ndat dit die geval sou wees indien die appellant haar forseer het om met\nhom\ngemeenskap te hê op die wyse deur haar getuig.\n[62]\tEk is vir die\nvoormelde redes van mening dat die klaagster se getuienis aangaande haar\nweiering om met die appellant gemeenskap\nte hê deurspek is met\nonwaarskynlikhede. Aan die een kant is daar dus die appellant se onwaarskynlike\nweergawe, wat na my mening\ntereg deur die verhoorlanddros verwerp is, dat daar\nnet een geval van betasting en een geval van gemeenskap was. Aan die ander kant\nis daar die klaagster se onwaarskynlike weergawe dat daar talle gevalle van\nbetasting en talle gevalle van gemeenskap sonder haar\ntoestemming was.\n[63]\tDie verhoorlanddros se basiese benadering tot die saak blyk uit die die\nvolgende pasasie aan die begin van sy uitspraak:\n‘Die saak gaan eintlik\noor die klaagster se woord teen die beskuldigde s’n. Die klaagster\nsê een ding, die beskuldigde\n'n ander. In 'n sekere sin is die saak\nmaklik. Of jy glo die klaagster, of jy glo die beskuldigde. Dan aan die\nanderkant is die saak\nweer uiters moeilik, want wie glo mens nou\neintlik.’\nHierdie benadering is verkeerd. Die verwerping van die\nappellant se getuienis het nie noodwendig tot gevolg die aanvaarding van die\nklaagster se weergawe nie. Steeds moet bepaal word of bo redelike twyfel bevind\nkan word dat die klaagster se weergawe dat daar geen\ntoestemming was, waar\nis.\n[64]\tBy die beoordeling van hierdie vraag is die feit dat die appellant\nleuenagtige getuienis gegee het 'n faktor ten gunste van die\nstaatsaak. Hierdie\nhof het egter al herhaaldelik gewaarsku dat daarteen gewaak moet word om nie\noormatige gewig aan hierdie faktor\nte gee nie. Die korrekte benadering is soos\nvolg uiteengesit deur Smalberger Wn AR in\nS v Mtsweni\n1985 (1) SA 590\n(A)\nop 593I-594D:\n‘Terwyl die leuenagtige getuienis of ontkenning van 'n\nbeskuldigde van belang is wanneer dit by die aflei van gevolgtrekkings\nen die\nbepaling van skuld kom, moet daar teen gewaak word om oormatige gewig daaraan te\nverleen. Veral moet daar gewaak word teen\n'n afleiding dat, omdat 'n beskuldigde\n'n leuenaar is, hy daarom waarskynlik skuldig is. Leuenagtige getuienis of 'n\nvalse verklaring\nregverdig nie altyd die uiterste afleiding nie. Die gewig wat\ndaaraan verleen word, moet met die omstandighede van elke geval verband\nhou.\nHierdie benadering is onlangs bevestig in\nS v Steynberg\n1983 (3) SA 140\n(A) waarin the denkrigting in\nR v Mlambo\n1957 (4) SA 727\n(A) op 738B - D\nen die aanvaarde uitgangspunt in\nGoodrich v Goodrich\n1946 AD 390\nop 396\nin oënskou geneem is, en die korrekte toepassing van die\nMlambo\n-benadering toegelig is. By die beoordeling van leuenagtige\ngetuienis deur 'n beskuldigde moet daar, onder meer, gelet word op:\n(a)\tDie aard, omvang en wesenlikheid van die leuens, en of hulle noodwendig\nop 'n skuldbesef dui.\n(b)\tDie beskuldigde se ouderdom, ontwikkelingspeil, kulturele en\nmaatskaplike agtergrond en stand in soverre hulle 'n verduideliking\nvir sy\nleuens kan bied.\n(c)\tMoontlike redes waarom mense hulle tot leuens wend, byvoorbeeld omdat in\n'n gegewe geval 'n leuen meer aanneemlik as die waarheid\nmag klink.\n(d)\tDie neiging wat by sommige mense mag ontstaan om die waarheid te ontken\nuit vrees dat hulle by 'n misdaad betrek gaan word, of\nomdat hulle vrees dat\nerkenning van hulle betrokkenheid by 'n voorval of misdaad, hoe gering ook al,\ngevare inhou van 'n afleiding\nvan deelname en skuld buite verhouding tot die\nwaarheid.’\n[65]\tIndien aan geen rede gedink kan word waarom die\nappellant nie sou toegee dat daar betasting en gemeenskap was soos deur die\nklaagster\nbeweer anders as dat dit nie met toestemming geskied het nie sal die\nfeit dat hy valslik die betastings en gemeenskap ontken het\nklaarblyklik sterker\nondersteuning aan die staatsaak bied as wat die geval sou wees indien daar 'n\nander rede vir die valse getuienis\nis. In laasgenoemde geval is die enigste\nredelik moontlike afleiding nie dat hy skuldig is aan betasting van en\ngemeenskap met die\nklaagster sonder haar toestemming nie.\n[66]\tIn hierdie\ngeval is daar meerdere moontlike redes vir die appellant se valse getuienis. In\ndie eerste plek sou 'n erkenning van\ndie betasting waaraan hy skuldig bevind is\nhom skuldig gemaak het aan die statutêre oortreding van onsedelike\naanranding al\nhet dit met toestemming geskied mits behoorlike bewys is dat die\nklaagster inderdaad nog nie 16 jaar oud was op daardie stadium nie.\nHerhaalde\ngevalle van gemeenskap met die veel jonger skoolgaande klaagster sou hom ook as\n'n getroude man in 'n baie slegter lig\ngestel het al het die klaagster daartoe\ntoegestem. Dit sou die geval wees nie alleen teenoor sy vrou en kinders nie maar\nook teenoor\ndie gemeenskap in die algemeen.\n[67]\tDie verhoorlanddros wat die\nklaagster tydens 'n lang kruisondervraging onder oë gehad het, het bevind\ndat sy 'n geloofwaardige\ngetuie is. Hy het tereg bevind dat die klaagster bereid\nwas om toegewings ten gunste van die appellant te maak. Sy het byvoorbeeld\ngetuig dat sy nie haar bene tydens die eerste betastingsvoorval toegeknyp het\nnie (die toegewing het wel gekom onder kruisondervraging\nnadat sy eers\ngesê het dat sy wel haar bene toegeknyp het), dat sy nie tydens die\nbetastingsvoorval gepoog het om op te staan\nnie (ook in dié geval het die\ntoegewing gekom onder kruisondervraging nadat sy eers getuig het dat sy wel\ngepoog het om op\nte staan), en dat sy by 'n geleentheid wat die appellant haar\nbetas het 'n lekker gevoel gekry het. Dit moet egter nie uit die oog\nverloor\nword dat haar getuienis in baie opsigte waarskynlik waar is. Soos die\nverhoorlanddros meen ek dat dit baie onwaarskynlik\nis dat sy veelvuldige gevalle\nvan gemeenskap en betasting oor 'n periode van twee jaar sou fabriseer. Sy kon\ngeen voordeel daaruit\ntrek om dit te doen nie. Dit moet egter ook nie uit die\noog verloor word dat al wat nodig is om 'n geval van gemeenskap met toestemming\nin verkragting te omskep die weglating van 'n paar woorde of die toevoeging van\n'n paar woorde is. Verder is die klaagster, wat tans\n'n getroude vrou is, se\nweergawe van wat gesê is en gedoen is tydens 'n spesifieke voorval,\nwaarvan daar talle ander was, vyf\njaar vantevore toe sy in standard nege op\nskool was, na my mening besonder onbetroubaar. Meer betroubaar is na my mening\nhaar herinnering\nvan hoe sy dit ervaar het. Alhoewel nie konsekwent is haar\ngetuienis in hierdie verband, soos reeds aangetoon, dat sy dit nie as\nverkragting beskou het nie tot op 'n later stadium toe aan haar gesê is\ndat dit verkragting was vir 'n heel ander rede as dat\nsy nie toegestem het nie.\nDie verhoorlanddros het self bevind dat die klaagster nie altyd ewe indrukwekend\nvertoon het nie. Hierby\nmoet nog gevoeg word dat dit blyk uit die klaagster se\ngetuienis dat sy ook soms haar getuienis aangepas het tot haar voordeel en\ntot\ndie appellant se nadeel. So byvoorbeeld het sy getuig dat sy die appellant haat,\nnet om daarna te sê dat sy haar God gevind\nhet en hom vergewe het; dat sy\n'n verhouding met die appellant gehad het, net om daarna te se dat sy nie 'n\nverhouding met hom gehad\nhet nie; dat sy nie aan die voorval as verkragting\ngedink het nie, net om daarna te sê dat sy wel aan die eerste voorval as\nverkragting gedink het; en dat sy nie meen dat die appellant haar voor die\nbeweerde verkragting aan die arm gevat het om te verhinder\ndat sy weghardloop\nnie net om daarna te getuig dat sy wel meen dat hy haar aan die hand gevat het\nom te verhinder dat sy uit die\nkamer kon wegkom.\n[68]\tIn die lig van die\nvoorgaande en nieteenstaande die feit dat die appellant se getuienis verwerp is,\nasook die verhoorlanddros\nse indruk van die klaagster as 'n getuie, meen ek dat\ndie verhoorlanddros fouteer het om te bevind dat bo redelike twyfel bewys is\ndat\ndie betastingsvoorval en die gemeenskap op 31 Maart 1998 sonder die toestemming\nvan die klaagster plaasgevind het.\nDie appellant is dus verkeerdelik aan die\ngemeneregtelike oortredings van onsedelike aanranding en verkragting waarvan hy\naangekla\nis, skuldig bevind.\n[69]\tVolgens die klaagster het sy op 9 Oktober\n1981 16 jaar oud geword en was sy 15 jaar oud toe die betastingsvoorval\ngedurende die\nSeptember skoolvakansie van 1997 plaasgevind het. Artikel 14(1)(a)\nen (b) van die Wet op Seksuele Misdrywe 23 van 1957 bepaal:\n‘14\tSeksuele misdrywe met jeugdiges\n(1)\tEnige manspersoon wat-\n(a)\tontug met 'n meisie onder die ouderdom van 16 jaar pleeg of probeer\npleeg; of\n(b)\t'n onsedelike of onbehoorlike daad met so 'n meisie of met 'n seun onder\ndie ouderdom van 19 jaar pleeg of probeer pleeg; of\n(c)\tso 'n meisie of seun uitlok of aanlok om 'n onsedelike of onbehoorlike\ndaad te pleeg, is aan 'n misdryf skuldig.’\n[70]\tIngevolge art 261 van die Strafproseswet 51 van 1977 kan, indien die\ngetuienis op `n aanklag van onsedelike aanranding nie die\nmisdryf onsedelike\naanranding bewys nie maar wel die statutêre misdryf van die pleeg van `n\nonsedelike of onbehoorlike daad\nmet `n meisie onder `n bepaalde ouderdom, die\nbeskuldigde aan die statutêre misdryf skuldig bevind word.\n[71]\tDie\nstaat het egter tydens die aanhoor van die appèl aangedui dat nie vir `n\nskuldigbevinding aan enige van die statutêre\noortredings gevra word nie\nomrede volgens die mening van die staat die ouderdom van die klaagster nie\nbehoorlik bewys is nie. Nie\neen van die partye het ons gevolglik ten aansien van\ndie statutêre misdryf toegespreek nie. Na die aanhoor van die appèl\nhet dit egter geblyk dat die toegewing deur die staat moontlik foutief was en is\ndie partye uitgenooi om skriftelike betoog voor\nte lê ten aansien van die\nvraag ‘waarom nie bevind kan word dat wel bewys is dat die klaagster eers\nop 9 Oktober 1997\n16 jaar oud geword het en dat die appellant hom derhalwe\nskuldig gemaak het aan `n oortreding van die voormelde art 14(1)(b)) nie’.\nBeide die appellant en die staat het daarop aanvullende hoofde\nafgelewer.\n[72]\tDie ouderdom van die klaagster was inderdaad gemene saak\ntydens die verhoor. Nadat die klaagster sonder beswaar van die kant\nvan die\nappellant getuig het dat sy 15 jaar oud was tydens die betastingsvoorval het die\nappellant se advokaat dit aan haar gestel\ndat sy op 9 Oktober 1981 gebore is en\nhet sy dit beaam. Die appellant het dus onomwonde erken dat die klaagster voor 9\nOktober 1981\nonder die ouderdom van 16 jaar was en geen formele bewys van\ndaardie feit was nodig nie.\n[3]\nVerder,\ninsoverre die getuienis van die klaagster ten aansien van haar geboortedatum\nhoorsê getuienis was, het die verdediging\ndeur sodanige getuienis by wyse\nvan `n direkte vraag uit te lok in effek toegestem tot die toelating daarvan en\nwas die getuienis\ngevolglik ingevolge die bepalings van art 3(1)(b) van die\nWysigingswet op die Bewysreg 45 van 1988 toelaatbaar.\n[73]\tDie appellant se\nadvokaat betoog nie dat nie bewys is dat die klaagster se geboortedatum 9\nOktober 1981 was nie maar, soos ek\nhom verstaan, betoog hy dat dit redelik\nmoontlik is dat die betastingsvoorval eers in 1998, toe die klaagster reeds 16\njaar oud was,\nplaasgevind het. In die verband steun hy op die feit dat die\nklaagster op `n stadium getuig het dat sy in 1998 15 jaar oud was wat\nbeteken,\nas dit saam met haar getuienis dat sy 15 jaar oud was toe die betastingsvoorval\nplaasgevind het, geneem word, dat die betastingsvoorval\neers in 1998 toe sy 16\njaar oud was plaasgevind het. Verder steun hy op die feit dat volgens die\nklagstaat die beweerde onsedelike\naanrandings plaasgevind het te Pionierstraat,\nDurbanville terwyl die appellant eers op 1 Februarie 1998 verhuis het na `n\nwoning\ngeleë te Pionierstraat, Durbanville.\n[74]\tDit is so dat die\nklaagster op `n stadium getuig het dat sy gedurende 1998 15 jaar oud was. Dit is\negter duidelik dat sy slegs\nverward geraak het ten aansien van die jaartal. Dit\nis gemeensaak dat sy vanaf ten minste Augustus 1997 die appellant se kinders\nby\nsy huis opgepas het en haar getuienis was deurgaans dat die betastingsvoorval\nplaasgevind gedurende die eersvolgende September\nskoolvakansie wat duidelik voor\nhaar 16de verjaarsdag was toe sy die appellant gaan gelukwens het met sy\nverjaarsdag op dieselfde\ndag soos hierbo beskryf.\n[75]\tNa my mening is daar\nnie enige rede om nie die klaagster se getuienis dat die betastingsvoorval\nplaasgevind het en dat dit plaasgevind\nhet op die tydstip deur haar getuig te\naanvaar nie. Die onwaarskynlikhede en onbevredigende aspekte in die klaagster se\ngetuienis\nhet betrekking op die vraag of die betasting deur die appellant en die\ngemeenskap met die appellant sonder haar toestemming geskied\nhet en nie op die\nvraag of dit inderdaad plaasgevind het en wanneer dit plaasgevind het nie. Soos\nreeds gesê stem ek saam met\ndie verhoorlanddros dat dit onwaarskynlik is\ndat sy veelvuldige gevalle van gemeenskap en betasting oor `n periode van twee\njaar\nsou fabriseer. Sy kon geen voordeel daaruit trek om dit te doen nie. Wat\ndie tydstip waarop die betastingsvoorval ter sprake plaasgevind\nhet, betref kan\nsy beswaarlik `n fout maak aangesien sy dit kan koppel aan die eersvolgende\nSeptember skoolvakansie nadat sy by die\nappellant begin kinders oppas het en ook\naan haar 16de verjaarsdag.\n[76]\tDit is so dat volgens die klagstaat die\nbeweerde onsedelike aanrandings plaasgevind het te Pionierstraat, Durbanville\nmaar die\nklagstaat beweer ook dat hulle plaasgevind het gedurende die tydperk\nAugustus 1997 tot Oktober 1999. Dit was deurgaans die klaagster\nse getuienis dat\ndie appellant eers aan die begin van 1998 verhuis het en dat die\nbetastingsvoorval plaasgevind het voordat die appellant\nso verhuis het en voor\nhaar 16de verjaardag. Die adres vermeld in die klagstaat was dus klaarblyklik\nverkeerd aangegee vir soverre\ndit betrekking het op 1997.\n[77]\tNa my mening\nis bo redelike twyfel bewys dat die klaagster nog onder die ouderdom van 16 jaar\nwas toe die betastingsvoorval plaasgevind\nhet. Die appellant het nie aangevoer\ndat hy nie bewus was dat `n onsedelike of onbehoorlike daad met `n meisie onder\ndie ouderdom\nvan 16 jaar `n misdryf daarstel nie of dat hy nie bewus was of nie\ndie moontlikheid voorsien het dat die klaagster onder die ouderdom\nvan 16 jaar\nwas tydens die betastingvoorval nie. Die appellant se advokaat het tereg ook nie\nbetoog dat indien wel bewys is dat die\nbetastingvoorval plaasgevind het en dat\ndie klaagster daartydens onder die ouderdom van 16 jaar was die appellant nie\naan `n oortreding\nvan art 14(1)(b) skuldig bevind behoort te word nie.\n[78]\tOnder die omstandighede is ek tevrede dat bo redelike twyfel bewys is\ndat die appellant homself skuldig gemaak het aan `n oortreding\nvan art\n14(1)(b).\n[79]\tTen aansien van vonnis ten opsigte van hierdie oortreding het\ndie appellant se advokaat aangevoer dat `n opgeskorte vonnis van\ngevangenisstraf\naangewese is alternatiewelik dat die appellant tot korrektiewe toesig gevonnis\nbehoort te word. Die staat het nie\ngevra vir `n vonnis van direkte\ngevangenisstraf ten opsigte van die statutêre oortreding nie maar het\nbetoog dat `n vonnis\nvan korrektiewe toesig `n gepaste straf sal wees.\n[80]\tIn die lig van die feit dat die klaagster ten tyde van die misdaad\nbykans 16 jaar oud was op welke stadium die appellant se dade\nnie meer die\nstatutêre misdryf daar sou stel nie, meen ek dat korrektiewe toesig\nmoontlik wel `n gepaste straf sal wees. Aangesien\nkorrektiewe toesig egter nie\n`n opsie was nadat die appellant skuldig bevind is aan die gemeneregtelike\noortredings van verkragting\nen onsedelike aanranding nie is geen getuienis voor\ndie hof geplaas ten aansien van die toepaslikheid van so’n vonnis in die\ngeval van die appellant nie. Artikel 276A van die Strafproseswet 51 van 1977\nvereis `n verslag van `n proefbeampte of `n korrektiewe\nbeampte alvorens`n\nveroordeelde persoon tot korrektiewe toesig ingevolge art 275(h) van daardie wet\ngevonnis word. Onder die omstandighede\nmeen ek dat die saak terugverwys moet\nword na die verhoorhof vir die oplegging van vonnis na die aanhoor van verdere\ngetuienis en\nbetoog ten opsigte daarvan.\n[81]\tDie volgende bevel word\ngevolglik gemaak:\n1\nDie appèl word\ngehandhaaf en die bevel van die hof a quo word tersyde\ngestel.\n2\nDie skuldigbevindings deur die\nverhoorhof word tersyde gestel en vervang met die\nvolgende:\n‘Die beskuldigde word skuldig bevind\naan `n oortreding van art 14(1)(b) van die Wet op Seksuele Misdrywe 23 van\n1957.’\n3\tDie vonnisse deur die verhoorhof opgelê word tersyde gestel en die\nsaak word na die verhoorhof terugverwys vir die oplegging\nvan\nvonnis.\n___________________\nSTREICHER AR\nCAMERON JA\n[82]\tI have had the benefit of reading the judgment\nof my colleague Streicher JA but regret that I cannot agree with his approach\nto\nthe evidence or with his conclusions. This judgment was prepared initially in\nresponse to his. I have since then had the benefit\nof reading the judgment also\nof my colleague Nugent JA, who agrees with the conclusions regarding the appeal,\nthough not all the\nreasoning, of Streicher JA.\n[83]\tThis case is about an\nadult’s sexual predation on his children’s teenage babysitter who\nbecame an intimate of the\nfamily. On that we appear to agree. We differ on\nwhether the state proved that the predatory acts constituted the crimes of\nindecent\nassault and rape. They started when the complainant was fifteen and led\nto intercourse when she was sixteen. The question on appeal\nis whether the\nevidence left a reasonable possibility that she consented to the first genital\ngroping and to the first intercourse.\n[84]\tThe complainant testified that she\nrefused consent to these first acts. The complexity in the case arises from the\nfact that\ndespite this, she remained deeply enmeshed with the appellant and his\nfamily for two years, during which she testified that she later\ndid consent to\nsex. The regional magistrate accepted her evidence, and convicted the appellant\nof indecent assault and rape. The\nCape High Court (Thring J, Whitehead AJ\nconcurring) dismissed his appeal, but granted leave for this further\nappeal.\n[85]\tMy colleagues and I differ in our approach to the details of the\ncomplainant’s evidence, and to the evidence the state\ncalled to\ncorroborate it. But the difference between us is more fundamental. It lies in\nour approach to the essentials of the situation\nthe complainant’s evidence\nin my view depicted: that of a young girl in a family-like relation to a man who\nsubjects her to\nsexual conduct which, despite its non-consensual beginnings,\nthereafter became at least partly consensual. Although they discard\nthe\nappellant’s version as unworthy of credence, my colleagues consider that\nthe state’s attempt to prove the complainant’s\ndepiction of this\nsituation founders on improbabilities in her evidence.\n[86]\tMany of the\ndifferences in approach to the details in my view stem from the measure of\ninherent plausibility one attributes to\nthe fundamentals of the account itself.\nMy colleagues both consider it improbable that the complainant, a young girl who\nclaimed\nto have been subjected to sex against her will, would have continued to\nassociate with a man who continued to foist himself on her.\nI differ. I do not\nconsider it improbable at all. On the contrary, in my view, despite flaws, the\ncomplainant’s account was\ncompellingly convincing, and the trial court\nmagistrate and the High Court were correct to believe her, to accept the\ncorroboration\noffered by the state, and to convict the appellant of rape and\nindecent assault.\nBackground to the charges\n[87]\tIn the winter of 1997, Marlese Douglas, the complainant, was fifteen.\nShe was a schoolgirl in standard eight at Durbanville High\nSchool. She met the\nappellant one Saturday afternoon while he was watching rugby with her father at\nher parents’ home. He said\nthat he was looking for a young girl\n(\nmeisie\n) who could help mind his children, Lise-Ann and Herman, then\nrespectively in grade 4 and grade 2. He suggested she baby-sit for him\nand his\nwife that evening. The complainant needed the pocket money and readily\nagreed.\n[88]\tThe arrangement was a success, for the next weekend she baby-sat again.\nThereafter she went to baby-sit almost every weekend.\nThe Marx residence was\nuntil February 1998 very close to her own home. She started sleeping over. On\nthese occasions she slept in\nthe children’s bedroom. She became closely\ninvolved with the family, and formed deep attachments to the appellant, his wife\nand their two children.\n[89]\tShe called the appellant ‘oom Johan’ and his wife\n‘tannie Lettie’ – appellations that signify not\nmerely a\ngenerational gap (for the appellant, at nearly 40, was the same age as her\nfather), but respect and deference to the authority\nof elders. Even though the\nappellant later invited her to call him ‘Johan’ when they were\nalone, she continued to call\nhim ‘oom’ at all times.\n[90]\tSoon after their first meeting, ‘tannie Lettie’ came to seek\nher out. She asked her help in doing ‘listings’\nfor her estate\nagency business.  So the two of them drove around together, the complainant\nhelping Mrs Marx with her work and getting\ninvolved in the business. Even when\nthe complainant was not baby-sitting on Saturday evenings, she would pay the\n‘tannie’\na visit on a Friday evening. She found that her girlfriends\nwere ‘doing their own thing’ over weekends, and didn’t\nwant to\nbe alone at home. Often Mrs Marx would invite her to her bedroom to watch\nvideos, or to pluck her eyebrows, or even just\nto sit with her.\n[91]\tThey got on extremely well, and became close: and Mrs Marx would phone\nher and ask her to do this or that favour for her. The\ncomplainant was\n‘mad about’ this sort of thing, because she felt she was helping Mrs\nMarx. She enjoyed doing tasks for\nMrs Marx and liked spending time with her and\nthe children. So they did many things together, working in the garden, answering\nthe\nbusiness’s telephones and doing its books.\n[92]\tFor her part Mrs Marx also confided in the complainant. She told her\noften that there were problems in her marriage, but that\nshe had to think of her\nchildren. And she gave the complainant friendship, asked her about her woes and\nworries, and – what\nsignified ‘the world’ to the complainant\n– she had an affectionate nickname for her, saying to her, ‘Marrie,\nI love you very much and I want to be as a friend to you’. ‘To me\nshe was like a second mother’, the complainant\ntestified, ‘like a\nfriend.’ Later Mrs Marx lent her jewellery for her school-leaving dance.\nThe complainant derived so\nmuch friendship and support from Mrs Marx that at one\nstage she wished to leave home to reside with her.\n[93]\tAt this time in her own household there was a lack of love and support.\nDuring 1997 and 1998 her parents were experiencing a\nsevere financial crisis.\nHer father had previously lost everything – house, car, vehicles –\nand she feared further financial\ndisaster. Home did not at that stage offer much\nlove or attention. There was ‘a constant quarrelling’. And the\ncomplainant\nwas seeking attention, searching for people who cared, persons who\nwould notice her, ‘who see that I am there, who care for\nme and can do\nthings with me or to whom I can talk if I have a problem or with whom I can feel\nat ease’.\n[94]\tApart from financial difficulties at home, the complainant had\nexperienced ‘very difficult’ childhood years, which\nled to her\nreceiving treatment from a number of psychologists: she could not in evidence\nrecall all their names. Her biological parents\nhad never married. Her mother and\nher step-father (whom she regarded as her father) had twice divorced. She was\neight when the second\ndivorce occurred, and proved unable to deal with it. This\nwas the first occasion on which she received psychological treatment. During\n1998 and 1999 her parents again considered divorce.\n[95]\tHer father’s financial woes in 1997 and 1998 caused the\ncomplainant great emotional difficulties. She experienced her parents’\nproblems intensely – ‘from early childhood I went through everything\nwith them’. She was away from school for a\nperiod during this time and\nbecame ‘very depressive’.\n[96]\tThe Marxes treated her as though they cared for her, giving her a great\ndeal of advice: and when she was unhappy or heart-sore,\nthey would say to her:\n‘Come over to us. Come and visit us. Come and stay with us.’ She\ndescribed her bond with the couple\nas ‘a relationship of trust, as though\nthey were a mother and a father to me’.\n[97]\tThe appellant himself assured the complainant that she could trust him.\nHe told her that if there was anything troubling her\nthat she wished to talk\nabout, she could feel entirely free to come and talk to him in confidence.\nToward the end of her testimony\nshe told the court:\n‘Johan Marx came\nand he made as though ... I don’t know if it was genuine or not, but\ninterested in my schoolwork and\nwhat I was doing, in my friends. How I feel\nabout certain things. And that I felt about him for his companionship, this is a\nperson\nwho is able to give love and attention to me, love in the sense of I care\nfor you. And since I was repeatedly told, “I do care\nfor you”, and\nthat is why I felt, not just for him, but for his wife, because my parents were\nquite self-engrossed (\nheel op hulle eie\n) and I yearned for a father\nfigure I can almost say and I found this in Johan Marx in a certain\nway.’\nPower relations and the quasi-family situation\n[98]\tThese elements of the complainant’s account may be regarded as\nuncontested. They provide the setting in which the rest\nof her evidence, much of\nwhich was disputed, must be evaluated. For they necessitate two factual\nconclusions with their corollary:\na.\nFirst, when she met the\nMarxes in the winter of 1997 the complainant was a troubled, needful and\nunsettled teenager, searching for\nand in need of affection and attention. This\nmade her susceptible to influence, pressure and the exercise of power from those\nin\na position of adult authority over her, and vulnerable to exploitation at the\nhands of an unscrupulous or predatory\nadult.\nb.\nSecond, although not bonded by blood\nor upbringing to the appellant and his wife, she became involved in a close\nassociation with\nthem that was akin to a family relationship, in which they were\nthe elders and she was the child. The High Court’s finding\nthat this\n‘was not far removed from a family situation’, seems to me not only\ncorrect, but critical to a proper assessment\nof the evidentiary\nissues.\nc.\nBecause of the great discrepancy in\ntheir ages and her intrinsically subordinate position in this relationship, the\ncomplainant was\nparticularly susceptible to the influence and authority and\npower of the elders in the relationship.\n[99]\tThese\nfactors – the complainant’s youth, needfulness and vulnerability, on\nthe one hand; and the situation of quasi-familial\ntrust, authority and\nsubordination in which she found herself, on the other – cast light on the\nrest of her evidence. In particular,\nthey illuminate the central issue on\nappeal, namely whether it was proved beyond reasonable doubt that the appellant\nsexually assaulted\nand raped the complainant in the home environment, even\nthough thereafter she continued to pursue familial relations with the Marxes\nas\na family, and a quasi-consensual sexual relationship with the appellant\nhimself.\n[100]\tStreicher JA is sceptical about the rapidity and intensity of\nthe complainant’s affection for and dependence on Mrs Marx\n(by which she\nexplained her reluctance to denounce the appellant at or immediately after the\nfirst sexual intrusion, three months\nafter she met the Marxes, as well her\npersisting presence in the household). Nugent JA regards this bond as a tenuous\nexplanation\nfor the complainant’s subsequent conduct. With respect, this\ndoes not seem to me to show sufficient understanding of the bond-formation\npatterns of troubled, needful, distressed and lonely teenagers (not to speak of\nadults). It seems to me entirely credible that a\nyoung girl, in need of\nattention, could form such an intense relationship in such a short time, and\npersist in finding it valuable\ndespite the imposition on it of an initially\nnon-consensual sexual relationship. Indeed, it was the complainant’s very\nsusceptibility\nthat explains the appellant’s later ability to manipulate\nand abuse her for his ends.\nThe indecent assault and the rape\n[101]\tAccording to the complainant’s evidence, some months after she\nbecame involved with the family, in the September school\nholiday of 1997, it\nbecame plain that the appellant’s intentions were by no means purely\nparental or altruistic. It started\nwith inappropriate touching and with\nconversations that left her feeling uncomfortable. He would for instance say,\n‘Yes, my\nwife will be going to the shop shortly, then you and I will be\nalone.’ To the adult eye and in retrospect (the complainant\ntestified\nshortly after she turned 21), the insalubrious insinuation is plain: to the\nvulnerable teenager of half a decade earlier\nit must have been confusing and\nunsettling, if not bewildering.\n[102]\tShe accompanied him on a shopping trip during which he inquired\nextensively about her personal relationships.  She was not interested\nin sexual\nrelations with men, and maintained her limits. She felt interest in certain\nboys, but would not allow herself to be pressured\ninto doing things she\ndidn’t want. The appellant remarked on this, but then added: ‘A man\nis going to come who will be\nable to soften you up.’ She testified that\nshe did not quite know what he meant, but felt uncomfortable, because of the\nvery\npersonal nature of his questions.\n[103]\tHe became ‘vatterig’, inclined to inappropriate physical\ntouching. He would put his hand around her body to touch\nher stomach. She\nresisted such intrusions by swatting his hand away and saying ‘No’.\nIf she was sitting at a table he\nwould come and put his hand over her shoulder\nto try to touch her breasts. She resisted by protesting or by getting up and\nleaving\nthe room. Initially he accepted her refusal and would leave\nher.\n‘He would for instance do it in passing, walking past in a passage\nor where he knows I'm standing alone in a room. And if I\nsaid to him, No,\ndon’t, then he turned around and walked away.’\n[104]\tBut he continued trying. And grew more persistent – always when\nhis wife was not in the vicinity. This in the midst of\na situation whose\natmosphere of predatory ambiguity the complainant described thus: ‘After\nall it isn’t always that he\ndefinitely did it’ (\ndit is mos nie\naltyd dat hy dit definitief doen nie\n). He would want to kiss her the neck.\nLater he started touching her breasts. She showed her dislike. How, she was\nasked in cross-examination?\nShe replied, By slapping his hand away and saying\n‘No, don’t, I don’t like it.’\n‘And then did he\ntake his hand away? – Yes. But then he comes back and tries it\nagain.’\n[105]\tWhen she told him not to touch her, he would react by ignoring her, by\nnot speaking to her, by treating her as though she was\nnot there. But, she was\nchallenged, was this not what you wanted? Her reply depicted the conflict the\nsituation created (and was\nundoubtedly designed to create) for\nher:\n‘Yes, it [was]. But it felt to me he also said he is for me ... he\nwants to be there for my problems, for friendship. I must\nbe able to trust him.\nNow, why, I care for them, I became fond of them all, why does he do it? Why\ndoes he want it from me, if he\nsays that I can trust him as a friend.’\n[106]\tWhen pressed as to whether it troubled her when the appellant ignored\nher, she depicted the distress that his profession of\ndisinterested commitment,\nin contradistinction to his intrusive touching and emotional blackmail, caused\nher:\n‘It wasn’t nice, yes, because in the first place, they are\nmy friends. Now just because I say to him, “Don’t\ntouch me”,\nwhy does he ignore me?  Why does he seek such things from me and then ignore me?\nThen he isn’t honest when\nhe says that they want to be my friends and be\nthere for me. That is what troubled me, not the fact that he ignored me, but\nbecause\nof the intentions that he had.’\n[107]\tNo doubt it would have been judicious for the complainant at this early\nstage already to have taken recourse, as her cross-examiner\nsuggested in the\ncontext of the later grosser violations, to Child Line or Rape Crisis.  But this\nis to view the situation with adult\ndispassion, when the victim was still a\nchild: a needful and vulnerable child, who was being manipulated by an adult\nperpetrator\nwhom she described as deliberately withholding attention when she\nresisted his intrusions.\n[108]\tAnd it is to miss the very point the\ncomplainant’s evidence vividly evoked – that she was entangled in a\nweb of\nrewards and punishments at the hands of an elder whose intrusive conduct\nbecame increasingly difficult to resist. The very complexity\nof the situation\nlay in the fact that the comforts and rewards it offered – the attention\nand love she craved – were\ngiven subject to a sinister overlay of mounting\nsexual intrusion. For later, as she testified, ‘it came to the point that\nhe\ntouched and did not really bother himself with what I said’ (\nmaar\nlater het dit gegaan dat hy vat en hom nie juis steur aan wat ek sê\nnie\n).\n[109]\tIt is in this context that the complainant’s evidence\nregarding the charge of indecent assault should be assessed. She\ntestified that\nthe first occasion of unwanted genital touching occurred in the marital bed. The\ncomplainant explained that at the\ninstance of both spouses she would often join\nthem there to watch videos. One Saturday night in the school vacation of\nSeptember\n1997, after the couple returned from their outing, his wife invited\nher to watch the movie. She was already in her pyjamas. The two,\nwoman and girl,\nwere sitting on the bed when the appellant entered. He insisted the complainant\nshift over to secure for himself\na place in the middle under the bedcovers. He\nwas inebriated. After a while he suggested that his wife go and shower in the\nbathroom,\nwhich adjoined beyond a walk-through dressing-room. He then used the\nopportunity of her absence to place his hand in the complainant’s\npyjama\npants.\n[110]\tShe said, No, and tried tugging at his hand; but he replied,\n‘Man, just wait’ (\nman, wag nou\n). The more she asked him to\nstop he said, ‘Just wait a bit’ (\nwag net gou\n). He then came\ncloser and inserted his finger into her vagina. She tried to stop him but\ncouldn't, and tried to get up but likewise\ncouldn't. When she told him to stop,\nhe just told her to shush, be quieter, because his wife was nearby. When he\nheard his wife returning\nfrom the bathroom he removed his finger and made as\nthough nothing had happened.\n[111]\tShe was asked in cross-examination why she\ndid not leave the room when his wife went to the bathroom – since she\nought\nto have anticipated that he would try to meddle with her. She replied that\nthe nature and extent of his invasive conduct was unexpected:\n‘The\nbathroom door was ajar. I did not think that he would stoop so low as to do that\nto me while his wife was in the next room.’\n[112]\tWhen asked during\nevidence in chief why she did not immediately report what had happened to his\nwife when she returned, the\ncomplainant explained that she felt constrained by\nattachment to his wife, and by fear for the consequences for her and the\nchildren:\n‘I was very fond of his wife and didn’t want to lose\nher as a friend or as a person to whom I could go. Also not lose\nher trust and\nconfidence (\nvertroue\n). I did not want to lose her as a person. And I was\nscared that if I said something, she would not believe me and choose her\nhusband’s\npart and then what becomes of me. Then ... I don’t have\ntannie Lettie any more.’\n[113]\tLater she explained, I didn’t\nwant her to know, because if I lose her, then what do I have? (\nomdat ek ...en\nek wou nie hê sy moet weet nie, want as ek haar gaan verloor, wat het ek\ndan\n).\n[114]\tShe added that she also thought of the children –\n‘because I love Lise-Ann and Herman very much. And I did not want to\nhurt them by also putting their parents through the process\nof there being\nproblems that perhaps might cause them to separate. I wanted to avoid everyone\ngetting hurt, so that I rather carry\nthe hurt on myself’.\n[115]\tIn\ncross-examination she confirmed her worry that his wife might over-hear any\nprotest on her part:\n‘I tried to make him stop, but he wouldn't. And if\nI jump up at that point and scream, then his wife would ask, what’s\ngoing\non. What's the problem. I didn’t want his wife to think badly or poorly of\nme in any way or know what her husband is\ndoing, because then, I also thought of\nthe children and of her. I would do anything to protect\nthem.’\n[116]\tSome of this no doubt occurred to the complainant in\narticulated form only afterwards, as her cross-examiner suggested, and\nsome of\nit was surely also clarified for her in the psychotherapeutic and psychiatric\nprocesses she later underwent. But what her\nevidence depicted with\nincontrovertible clarity is that the appellant’s hand in her pyjama pants\nplaced her in a compromising\nsituation, since it relied on the very proximity of\nhis wife to ensure her compliance.\n[117]\tThe view that non-consensual\nfondling while Mrs Marx was near is improbable in my view overlooks that this\nwas an integral part\nof the appellant’s method: it was his wife’s\nvery proximity that assisted him in imposing on the complainant the situation\nof\ncompromise, embarrassment, shame and resultant complicity that ensured her\nsilence. It is of course paradoxical that he ensured\nat other times that his\nwife was not in the vicinity: the point is that by both means he succeeded in\ncontriving concealment from\nher.\n[118]\tMore importantly, like the intrusive\ntalk and touching that preceded it, his conduct placed the complainant in a\nposition of\nsemi-complicity. It is evident that he relied precisely on her\nawareness that what was happening was inappropriate, and drew her\ninto an\nincreasing sense of guilt and mutual responsibility for it. This sense of shared\nresponsibility – however unjust and\nillusory – was what enabled the\nappellant to exact compliance with the deed while ensuring the\ncomplainant’s subsequent\nsilence.\n[119]\tLater she explained in relation\nto a similar incident that ‘He always put me in a position [or] situation\nwhere I couldn't\nreally get away.’ It was the proximity of his wife in the\nadjoining room that placed the complainant in a position where she\n‘couldn't really get away’. Far from impeaching her insistence that\nthe intrusion was not consensual, it formed an indispensable\npart of the\ncircumstances that made it possible.\n[120]\tTo expect of her, in this setting,\nto denounce him to his wife by immediate outburst or subsequent confession\nexpects of the\ncomplainant a level of maturity and self-possession that she\nlacked. It shows insufficient appreciation of her youth, of her vulnerability,\nand of the impact of the quasi-parental power the appellant as a much older\nadult male exercised over her. Most importantly, it ignores\nthe guilty\ncomplicity in which his violative conduct was designed to entrap her (\nwag\nnet\n;\nsjuut\n;\nwees sagter\n).\n[121]\tThis was the pattern of the\nlater similar unwanted genital touching the complainant described. On these\nsubsequent occasions\nMrs Marx was not in the bathroom, but in the bed itself,\nsnuggled in (\ningekruip\n) on the other side of her husband. He would, the\ncomplainant said, contrive the situation by encouraging her to get onto the bed,\nor by getting his wife to invite her if she declined. Then he would ‘worm\nhimself’ in under the bedclothes (\ninwurm\n) while he fondled her\nunder the covers.\n[122]\tThe intrusions increased in their range. From\ntouching her genitals, he moved to touching her breasts and then to placing her\nhand on his penis (from which she said she always withdrew). The complainant\ntestified that he would position himself with his back\nto his wife so that she\nwould be unaware of what was happening.\n‘So, one night it was this,\nanother night just that. Later he eventually behaved in such a way that\neverything then happened.’\n[123]\tShortly after the first incident, on 9\nOctober 1997, the complainant turned sixteen. The day was coincidentally also\nthe appellant’s\nbirthday. She arrived at the house on her bicycle. He\nlater touched her and kissed her to ‘congratulate’ her ‘for\nher birthday’. But it was more than just a kiss, a normal kiss for\none’s birthday. In giving her a ‘birthday hug’,\nhe managed to\ntouch her breasts as well.\n[124]\tIn December 1997, as the Marxes were\ndeparting on holiday, the complainant brought gifts for the appellant’s\nwife and\nthe children. Thinking him out because the car he normally used was not\noutside, she entered. Hearing water from the shower, she\nannounced herself. He\ncalled to assure her that his wife would shortly return. She waited in the\nstudy. He entered in a pair of short\npants and wanted her to touch his genitals.\nHe pressed her against the wall and rubbed himself against her. He asked her\nwhether\nhe couldn't ‘just moisten the little tip’ (\nkan hy nie net\npuntjie natmaak nie\n). She said, No, what are you talking about? He replied,\n‘Oh, man, just moistening the little tip, just quickly moistening the\ntip’. She said, No. He then kissed her on the neck, and rubbed his penis\nagainst her. When his wife arrived he hastened to\nthe bedroom, returning later\nas if nothing had happened.\n[125]\tOn 1 January 1998, when the Marxes returned\nfrom vacation, he insisted that the complainant had not yet greeted him, and\nwanted\nto kiss him. She said, No. When he tried to persuade her, she repeated\nher refusal. That month she assisted the family with its move\nfrom\nO’Kennedyville, where they were living, to their new home in Pioneer St,\nDurbanville. On 31 January, the day of their\nmove, her uncle and aunt and cousin\nwere killed in a motor accident.\n[126]\tThe complainant had turned sixteen and\nwas now in standard nine (grade 11). It was during this time that the appellant\nbegan\nwhat from her evidence can best be described as a quasi-seduction. In the\nperiod January to March 1998, she said, he began more or\nless coaxing or\ncajoling her, fawning over her (\npamperlang\n), about having sexual\nrelations with men. And the more she said, No, she didn’t believe in it,\nthe more he tried to soften\nher up and convince her that it was not a big issue\nor a problem, that it happened quite generally.\n[127]\tThe complainant\ntestified later that at that stage she was not knowledgeable about relationships\nor sexual relations and about\nwhat happened when you had sex and how it worked.\nHe told her that he wanted to teach her all those things about life, because she\ndidn’t know them and he wanted to raise her for himself (\nhy wil vir my\nal daai dinge in die lewe leer, want ek weet dit nie en hy wil my leer van al\ndie tipe dinge en hy wil my grootmaak\nvir hom\n).\n[128]\tShe testified that\nthe appellant made increasingly explicit and suggestive remarks to her. Often if\nshe was standing against\na cupboard or in a corner, he would come from behind\nand make movements against her. He whispered in her ear, ‘I’m\nfeeling\nlike a nice poke now’ (\nek is nou lus vir ‘n lekker\nsteek\n). He said, ‘You know, if I weren’t your father’s\nfriend, I would have poked you long ago’ (\nweet jy, as ek nie jou pa se\nvriend was nie, het ek jou al lankal gesteek\n). Other times he would say,\n‘I want to poke you so that you scream from pleasure and that you just\nwant more and more’\n(\nek is lus om jou te steek dat jy skreeu van die\nlekkerkry en dat jy net meer en meer wil hê\n).\n[129]\tThe\ncomplainant’s evidence established that the appellant entrapped her in a\nquasi-seduction in the domestic environment:\nthe compromise, complicity and\nconflicting obligation the situation created impeded extrication or\ndenunciation. The critical elements\nas revealed in her testimony are that the\nappellant mounted a seductive campaign that –\na.\texploited her subordinate and dependent position in his household;\nb.\tcapitalised on her need for attention, affection and solace; and, most\nimportantly,\nc.\tdrew her into a complicit and guilty silence that his first suggestive\ncomments and ambiguous touching had begun to create months\nbefore.\n[130]\tThe quasi-seduction had a culmination of sorts on 31 March\n1998 when the first intercourse took place. Mrs Marx was out. According\nto the\ncomplainant, she was in the office (which was in the garage adjoining the house)\ndoing tasks Mrs Marx had assigned to her.\nThese included attending to the\ntelephones, which, she explained, was why she felt unable to leave after what\nthen ensued. The appellant\nentered the room and rubbed himself against her,\ntelling her that he wanted to ‘poke’ her. She said, No. He\npersisted.\nShe again said, ‘No, I don’t want to. I've never done it.\nI'm scared.’ He always told her that she wasn’t\na virgin, that\nshe’d slept with her ‘mates’ (\nhy het altyd vir my\ngesê, nee, ek is nie ‘n maagd nie, ek het al met my pêlle\ngeslaap\n). (He also claimed, she testified, that her own father was having\nintercourse with her (\nja maar jou pa doen dit ook aan jou\n.)\n[131]\tHe\nleft the office and went to the bedroom. She continued with her work. She then\nheard him calling her from the passage, as\nhe often did. She told him she was\nbusy, but he called again. Assuming that he was summoning her to help him or to\ndo something for\nhim, she proceeded to the room. As she came down the passage,\nshe saw him turning around the corner into the dressing room.\n[132]\tMy\ncolleague Streicher JA concludes that it is ‘highly improbable’ that\nthe complainant did not know when she proceeded\nto the room that the appellant\nplanned to put into effect his wish to have intercourse with her, a view my\ncolleague Nugent JA appears\nto share. This seems to me unfairly to impose on the\ncomplainant the wisdom of knowing what subsequently transpired. The\nappellant’s\nsuggestive conduct – wide, invasive and lewd – had\nbeen occurring over months. Only in retrospect can its continuation\non that day\nsignify any particular menace. In December already there had been ‘puntjie\nnatmaak’, with much ‘steek’\ntalk thereafter. Why, on 31 March,\nshould the complainant divine that this time his suggestive behaviour would have\na more grossly\ninvasive physical product? The extent of the preceding conduct\nmade it no more likely that on this occasion he would foist himself\non her\ncoitally.\n[133]\tThe complainant explained repeatedly in her testimony that\nthe appellant often summonsed her to do things for him, to run and\nfetch and\nbring. There can be no doubt that she was by this stage deeply enmeshed as a\nsubordinate familiar in the domesticities\nof the Marx household. She explained,\nfor instance, that she helped with the ironing and with storing it, and that the\nappellant\noften asked her, for instance, to fetch sweatpants for him, or to find\nwhere she had put it; and that on this occasion she had no\nreason to be\nespecially suspicious of his summons.\n[134]\tThe regional magistrate rightly\nbelieved her, as did the High Court. It is in my view not appropriate to invoke\nthe benefit\nof retrospection and to demand of her a standard of adult wisdom and\nforesight that the situation did not demand and which she in\nany event plainly\nlacked.\n[135]\tWhen, following him, she opened the dressing room doors, she\nsaw him with his trousers down and his penis erect. He appeared\nto be putting on\nwhat she assumed was a condom. He said that he wanted to ‘poke’ her.\nShe said, No, I'm not going to.\nShe wanted to turn and leave but he took her by\nthe arm and started kissing her. He loosened her pants. She said, No,\ndon’t,\nplease, I don’t want it (\nnee, moenie, asseblief, ek wil\ndit nie hê nie\n). He said, Man, it will be quick. She said, No, I\ndon’t want to! He said to her, ‘But you do want to’. She\nreplied,\n‘No, I don’t and I'm scared.’\n[136]\tHe took her\nand laid her down on the floor: he did so gently so that she didn’t fall\n(\nhy het sag gewerk dat ek nie hard val nie\n). His body was over hers. He\npulled down her pants and began to move against her. He thrust into her. She\nsaid, It’s sore.\nPlease, stop! He carried on making up and down movements.\nShe said to him, Please, stop, it’s sore, I don’t want it.\nHe said\nto her, Wait, it’s nearly over, it’ll only hurt for a little while\nstill. He made sounds and said, Wait, I'm\nnearly coming, just wait. He then told\nher that he had come. He withdrew. She got up and went to sit on the bed.\nSitting down next\nto her, he showed her what the condom looked like, and tied a\nknot in it.\n[137]\tThe complainant testified that she got up and went to the\nother bathroom, where she realised that she was bleeding. She did\nnot know that\nthere was bleeding on losing virginity, and didn’t know what was\nhappening, or whether there was a problem. The\nappellant, who had departed, now\nreturned. She told him she was scared: she feared that something had gone wrong:\nshe was bleeding.\nLeaning against the doorframe, he told her, Man, you must grow\nup for a change. He kissed her on the forehead and told her that nothing\nwas\nwrong. He then left.\n[138]\tShe testified that she did not really know what\nhad happened with her on that first occasion, and tried to read up about the\nprocess in a medical book her mother had at home. She avoided the Marxes for a\nwhile, and neglected to phone ‘die tannie’\nas she usually did every\nweek. Instead, Mrs Marx then called her, and asked her to come\nover:\n‘Because often she is alone during the day, then she just says,\n“Come and visit me”, and then I went, because as\nI've said, I love\nher and the children very, very much. And I wanted to be with them, though not\nwith Johan Marx. And even though\nI was scared of him, I always went back,\nbecause I had guilty feelings toward her, after what happened, but also because\nit was nice\nfor me to be with her and because she was as a friend to\nme.’\n[139]\tShe testified that the appellant had intercourse with her\nover a dozen times more. On the first half-dozen or so occasions she\ntold him\nthat she didn’t want to, but he took what he wanted nevertheless. When\nasked in evidence in chief whether she ever\nconsented, she stated that after a\nyear and a half ‘there was no more chance for me to say no or yes. It just\nhappened’\n(\ndit het net gebeur\n):\n‘He just accepted that it\nwas happening and as he let me understand, this was a relationship that was\nbetween him and me. And\nthat it was right to do this.’\n[140]\tShe stated\nthat she controverted his explanation, but that it didn’t help for her to\nargue with him. The first few times\nshe said no, but later she couldn't any\nmore. She explained that she couldn't resist him anymore. He took the\nopportunity to have\nintercourse with her whenever he could, always when his wife\nwas away. She explained that she threw [resistance and refusal] overboard:\nhe\nhad injured her and taken from her what he wanted. So it no longer mattered to\nher, she just let it ride (\nek het oorboord gegooi, dit het nie meer vir my\nsaak gemaak nie. Hy het my al klaar te ver seergemaak en klaar gevat wat hy wou\nhê\n... so, ek het dit maar net laat gaan\n). The last half-dozen\noccasions of intercourse she acknowledged occurred with her consent as\ndescribed. On these occasions she did\nnot say No. She no longer cared what\nhappened to her.\n[141]\tThe last occasion on which they had intercourse was\neighteen months after the first. It was on her 18\nth\nbirthday in\nOctober 1999, shortly before the matriculation examination and after the\nfarewell function. During this time, she testified,\nshe was in a state of severe\nmental distress as a result of the interaction with the appellant. She went to\nthe Marxes to return\nthe jewellery Mrs Marx had lent her for the dance, and to\nshow her the photographs. Her mother dropped her off. Before her mother\nwas to\nfetch her again, Mrs Marx had to depart quite suddenly for Paarl, leaving her\nalone with the appellant. On this occasion,\nthey had intercourse without a\ncondom. On previous occasions when he had not used a condom, he had withdrawn\nbefore ejaculating.\nNow he did not. He told her it was his birthday gift to\nher.\n[142]\tEven though she had been taking contraceptive medication for a\nskin condition (which the appellant knew), she was overcome with\nanxiety that\nshe would fall pregnant. On a school-end visit to her aunt, Mrs Henrietta van\nRooyen (‘tannie Thia’), in\nPlettenberg Bay, after two weeks and\nafter some circumlocution she eventually confided in her that she had been\nhaving what she described\nas a ‘relationship’ with an older man, and\nthat she feared she was pregnant.\n[143]\tTo her relief they ascertained that\nshe was not: but she told her aunt of ‘the whole situation’:\n‘I told her\nit was a relationship. Then she asked me everything that\nhappened’ (\nek het vir haar gesê dit is ‘n verhouding. Toe\nvra sy vir my alles wat gebeur het\n). She told her aunt that the first time\nshe had said No, but that later she did not resist. Her aunt thereupon told her\nthat what\nhad happened was not a relationship, but in fact sexual molestation\nand rape. Her aunt told her that in her own best interests she\nwould have to\ntake it up with someone at some time. But fearing the appellant’s power,\nand threats he had made against her\nand her parents, she felt that she could\nnot.\n[144]\tShe begged her aunt not to her tell her parents – she\nwanted, eventually, to tell them herself: if it had to emerge, she\nwished to\ntell them herself (\nas dit moet uitkom, sal ek dit doen\n). In the meantime,\nalthough she saw them briefly in Knysna during this period, she decided to sever\nher bonds with the Marxes, initially\nby remaining in Plettenberg Bay, thus\navoiding hurt to Mrs Marx and the children. (Her plans in fact changed and she\nreturned in\nJanuary to study.)\n[145]\tFairly early in the new year she met\nMorné Stander, to whom she became engaged in July 2000, and whom she\nmarried fourteen\nmonths later. A few months after she met him, she gained the\nconfidence to confide in him. They decided to pay a visit to the appellant.\nWhen\nMorné went to the bathroom, the complainant told the appellant that he,\nMorné, would ensure that she brought the\ntruth to light (\nMorné\nweet en Morné gaan sorg dat ek die waarheid uitbring\n). The\nappellant’s response was that it was her word against his: he would say\nnothing had happened.\n[146]\tMorné also encouraged her to tell her\nparents, which after considerable agonising she managed to do. She stated that\nthis occurred in May 2000, though other passages in her evidence suggest that it\noccurred later.\n[147]\tIn the meanwhile, the complainant testified, she had\nbeen suffering severe symptoms of psychological distress because of the\nsituation with the appellant. In the course of the ‘relationship’\nwith him, she tried to commit suicide and was twice\nadmitted to hospital. A\npsychologist, Bennie Marais, treated her for a ‘major depressive\nepisode’ and panic attacks shortly\nbefore her school-leaving examination\nin November 1999. She did not tell him about the ‘relationship’. In\nFebruary 2000\nshe saw Marais again, without mentioning the matter.\n[148]\tBetween 20 March and 20 May 2000, she saw a psychiatrist, Dr Sandra\nSwart, who admitted her to the Libertas hospital for panic\nattacks. In\ncross-examination the complainant was taxed with a letter from Dr Swart, which\nrecords that she did not respond adequately\nto appropriate medication, but that\nDr Swart had not been aware of the rapes. In September 2000, after her\nengagement to Mornè,\nhaving been hospitalised again, the complainant\nstarted seeing a psychiatrist, Dr Willem Johannes van Rooy. To him she told the\nfull\nstory.\n[149]\tOn 23 October 2000, after being sent from Bellville police\nstation to Parow and thence to Durbanville, she eventually managed\nto lay a\ncomplaint with Inspector le Roux of the Durbanville South African Police\nServices. She gave him a full statement. The appellant\nwas arrested in May 2001.\nHis trial commenced in October 2002. In the meantime the complainant’s\n[step-] father had on 31 May\n2002 committed suicide.\n[150]\tThe complainant\nexplained that she eventually confronted the appellant because despite her\nefforts she was not able to deal\nwith what had happened on her own and within\nherself: ‘I was too weak, my body gave in, I couldn't last any\nmore’. Her\npanic attacks and nightmares became so severe that she realised\nthat, despite the appellant’s warning that she would be disbelieved,\nand\nhis threats to involve her parents, confrontation was the only way forward\n(\ndie enigste uitweg\n):\n‘I started getting more and more sick. My\npanic attacks increased. My nightmares would not stop. And the doctors gave me\nadvice\nand I spoke to my husband and the best advice that was given to me was,\nto report the case, so that it can finally be dealt with\nand so that, whatever\nshould happen, that I can live with it and go forward with my life.’\nThe evidence of the three further state witnesses\n[151]\tIn\naddition to the complainant, the state called three witnesses: her aunt, Mrs van\nRooyen, her mother, Mrs Brenda Catherine\nDouglas, and the psychiatrist who\ntreated her in September 2000, Dr van Rooy. Streicher JA finds that Mrs van\nRooyen and Dr van Rooy\ndid not corroborate the complainant’s account of\nwhat she told them, and holds this against the complainant in his assessment\nof\nher evidence. Nugent JA endorses this approach, which in my view does not have\nregard to the way in which the issues emerged in\nthe course of the\ntrial.\n[152]\tTo appreciate the issues canvassed in the evidence of the\nfurther state witnesses, it must be borne in mind what was in dispute\nat the\nclose of the state’s case. The appellant faced two charges – one of\nindecent assault, and one of rape. But each\ncharge spanned a considerable\nperiod: the first from August 1997 to October 1999; the second, from March 1998\nto October 1999.\n[153]\tThe appellant, who was defended by senior counsel,\nlodged an explanation of his plea of not guilty in terms of s 115 of\nthe\nCriminal Procedure Act 51 of 1977 (the Act). In this he admitted regarding the\nfirst charge that the complainant visited him\nand his family regularly\n‘during 1998 and 1999’ and that ‘during about July/August 1999\nin the bedroom of my home\nin Pioneer St, Durbanville, I touched the\ncomplainant’s upper thigh and private part and pushed my finger into her\nvagina’.\nThis, he stated, occurred with the complainant’s consent\nand was therefore not unlawful. It became clear during cross-examination\nthat\nthis admission referred to a single incident.\n[154]\tOn the rape charge he\nstated that he had sexual intercourse with the complainant on 9 October 1999\n‘with her consent and\ncooperation’. He agreed that the admissions\ncontained in the s 115 statement be formally recorded against him in terms of s\n220 of the Act.\n[155]\tThe complainant’s evidence thereupon recounted\nrepeated unwanted gropings as well as a number of occasions of non-consensual\nintercourse during the periods referred to in the charges, though it also\nreflected that later the sexual engagements occurred with\nher consent in the\nsense described.\n[156]\tCross-examined about the appellant’s version of\nthe occasion on which he admitted inserting his finger in her vagina,\nthe\ncomplainant conceded an incident in the marital bed, with his wife apparently\nsleeping, where she placed her hand over his and\npressed it, admitting that\nthereby she assisted him and invited him to go further. She acknowledged that on\nthis occasion she experienced\na form of sexual awakening: she ‘got a\nfeeling and it was the first time I felt it’.  She was scared and\nuncertain, because\nshe didn’t want his wife to hear, ‘but there was\nalso a feeling’ (\nmaar daar was ook ‘n gevoel gewees\n).\n[157]\tLater, in answer to questions from the magistrate she underscored\nthis: ‘It was the first time that something like that\nhad happened with me\nand it was a nice feeling. And I wanted it to stop, because his wife was next to\nme, but it was also a nice\nfeeling. I tried to stop it. I grabbed his hand to\nstop him, but it was a nice feeling. ... I cannot deny it, it was a nice feeling\nand it was the first time that I experienced it.’\n[158]\tRegarding the\nappellant’s version that the sexual intercourse on 9 October 1999 took\nplace with her ‘consent and\ncooperation’, the complainant freely\nowned that by that stage there was no question of refusal or resistance on her\npart. She\nstated that, in contrast to earlier occasions on which she refused,\n‘I did have sexual intercourse with him on 9 October with\nmy ... with my\nconsent’.\n[159]\tAt the end of the state case it was therefore common\ncause that on at least one occasion when the appellant touched her genitals\n– seemingly that mentioned in the plea explanation – it was with her\nconsent, and that the intercourse on 9 October 1999\nwas also with her consent.\n[160]\tWhat remained in issue was whether the sexual interaction was confined\nto these two occasions – as the appellant’s\nplea explanation\npre-figured – or whether over a prolonged period a series of sexual\nincidents took place, initially notwithstanding\nthe complainant’s refusal\nand against her will, albeit later with her submission and consent.\n[161]\tWhat seems to have been implicit between state and defence after the\ncomplainant’s evidence was that, if the state established\non the basis of\nthe complainant’s evidence that a protracted series of sexual interactions\ntook place, a credibility finding\nin her favour on this issue would resolve the\nquestion of her initial consent. This does not of course follow as a matter of\nlogic,\nbut it does appear to account for the course the evidence of the\nsubsequent state witnesses took, and for the form the magistrate’s\njudgment took, to which both Streicher JA and Nugent JA allude. The focus on the\nsole question of the complainant’s consent\nor lack of it on the occasion\nof the initial intercourse on 31 March 1998, and her subsequent conduct in\nrelation to that issue,\nemerged only later, when the magistrate convicted the\nappellant of a single occasion of indecent assault and a single occasion of\nrape.\n[162]\tIt therefore seems wrong to read the evidence of the state\nwitnesses who followed the complainant as though the issues in court\nthen were\nthose that crystallised later. This appears to cast light not only on the\nevidence that Mrs van Rooyen volunteered, but\nthe questions that both the state\nand defence counsel put to her. In particular it appears to explain the fact\nthat defending counsel\ndid not cross-examine Mrs van Rooyen at all as to whether\nthe complainant reported to her that the first intercourse was without\nher\nconsent.\n[163]\tMrs van Rooyen testified that the complainant arrived at her\nhome in November 1999 in a highly emotional state, focused on her\nfear that she\nmight be pregnant. After some encouragement and prodding, the complainant\neventually told her what had happened to\nher (\nen toe het Marlese vir my\nvertel wat gebeur het met haar\n). Mrs van Rooyen explained that because of\nthe complainant’s enormous distress (\nMarlese was verskriklik\nontsteld\n), which included panic attacks during the visit, she did not ask\nher in detail what had happened.\n[164]\tThe prosecutor asked Mrs van Rooyen,\nWhat did she tell you? To this she responded, ‘She told me that a man who\nwas a good\nfriend of her parents indecently groped her’ (\nsy het vir my\nvertel dat ‘n man wat aan haar ouers goed bevriend was, vir haar onsedelik\nbetas het\n). The prosecutor invited her to continue. She responded:\n‘She told me that he indecently groped her and so on and that she had\nbeen uncomfortable with the situation. And asked him to\nstop it. And that this\ndidn’t really make an impression. Marlese knew it was wrong. The\nperson’s wife is very well known\nto Marlese and she loves the wife and the\nchildren very much. Apparently she minded the children on a regular basis when\nthe wife\nhad to go and work.’\n[165]\tThe prosecutor then asked: Did she\nonly say that she had been indecently groped or what did she say to you? Mrs van\nRooyen responded:\n‘No, she told me that it was at the beginning that he\nonly groped her and ... obscenely groped her, but that later apparently\nit went\nover to the deed (\ndit het later blykbaar tot die daad oorgegaan\n). By this\nI mean that she said that he had sexual intercourse with her.’\n[166]\tShe was not asked to elaborate on this in her evidence in chief. Nor\ndid the issue arise at all in her cross-examination. In\nquestioning recorded\nover five pages of evidence, defending counsel did not once raise the question\nwhether the absence of initial\nconsent was reported to her. Instead, counsel\nfocused solely on the extent of contact between the complainant and her aunt\nduring\nthe period covered by the indictment, and particularly on whether Mrs van\nRooyen had seen her before December 1999, and, if not,\nwhether during this\nperiod they had spoken by telephone.\n[167]\tTowards the end of\ncross-examination counsel articulated his interest expressly. He explained that\nhe was trying to establish\nthe complainant’s relationship with the aunt,\nhow she previously observed her: ‘But if you did not see her in 1998 and\n1999, then we are wasting each other’s time.’ From this it would\nseem that he did not put in issue the other aspects\nof the complainant’s\nevidence in regard to which Mrs van Rooyen could have testified.\n[168]\tThis\nalso explains the questions the magistrate then put to Mrs van Rooyen. ‘I\nthought [defending counsel] would touch\non this, [but] he didn’t’,\nhe said: ‘Let me ask it.’ What he then inquired about was not\nwhether the complainant\nhad reported her lack of consent to the first\nintercourse – for that appears to have been taken for granted – but\nwhether\nthe complainant had reported to her aunt only one, or more than one,\nincident of sexual intercourse. Mrs van Rooyen confirmed the\nlatter. In\nfollow-up cross-examination she affirmed this.\n[169]\tThe suggestion that the\nintercourse on 31 March 1998 might have been consensual, or that the complainant\ndid not, contrary to\nher testimony, report to her aunt that she had said No,\ndoes not seem to have arisen at all. The contrary seems to have been taken\nfor\ngranted. Certainly the defence did not expressly put in issue during the\naunt’s testimony the complainant’s evidence\nthat she told her aunt\nthat the first occasions of intercourse (which the appellant of course denied\nentirely) were against her will.\n[170]\tThe magistrate seems to have accepted\nthat the complainant might not have told her aunt in specific terms that she\nrefused consent\nto the first intercourse, but then added: ‘In any event I\nget the impression from Mrs van Rooyen’s evidence that consent\nnever\noccurred to her (\nnooit in haar gemoed opgekom het\n) in the conversation.\nIt sounds rather as though she assumed as self-evident that consent was\nlacking.’ This observation was\nin my view both astute and\naccurate.\n[171]\tMy reading of Mrs van Rooyen’s evidence is that it was\nnot merely obvious to her, as the magistrate found, but indeed\nimplicit in her\ntestimony, that the complainant had told her that both the first groping and the\ninitial sexual intercourse were\nagainst her will:\ntot die daad oorgegaan\nis directly linked to\nonsedelik betas\n, which is directly related to the\nunavailing\ngevra het om daarmee op te hou\n.\n[172]\tAt all events, at\nworst for the state – on whom of course rested the onus of establishing\nthe charges beyond reasonable\ndoubt – and at best for the appellant, Mrs\nvan Rooy’s evidence was ambiguous, but could have been clarified by a\nsingle\nsimple question: did the complainant tell you that she refused consent to\nthe first intercourse? The state was disbarred from asking\nthis, since it would\nhave been impermissibly leading. Defending counsel – an experienced silk\n– either overlooked it,\nor chose not to ask it. This, it seems to me, was\nbecause the answer was both implicit and obvious.\n[173]\tDuring argument,\ndefending counsel indeed advanced an argument, with which the magistrate dealt,\nthat the complainant had not\nspecifically reported her refusal to her aunt. But\nargument was on 11 December 2002, some seven weeks after the evidence was\nconcluded\non 16 October. By the latter date, as appears from the\nmagistrate’s judgment, the record had been typed. Counsel was of course\nfree to advance any argument the record supported; but the course of the trial\nsuggests that it was an afterthought.\n[174]\tAnd even if counsel deliberately\ndid not question the aunt on this point because he hoped to extract a tactical\nadvantage from\nan ambiguity in her evidence, I do not believe that there was any\nwarrant for him to have done so, or for it to be done now.\n[175]\tThe evidence\nof the complainant’s mother did not contribute materially to the\nresolution of the factual disputes, except\nin the following respects. First, she\nconfirmed the complainant’s relative sexual naiveté before the\nrelationship with\nthe Marxes. Second, she corroborated the domestic difficulties\nthe complainant experienced during her adolescence and during her\ninvolvement\nwith the Marxes.  Third, she specifically confirmed that the complainant’s\nattachment to Mrs Marx was profound\nand strong (\n‘n besondere hegte band\ntussen hulle gewees, iets wat ek nie kon beskryf nie, wat vir my onmoontlik\ngeklink het\n).\n[176]\tFourth, the complainant’s mother testified that\nthe complainant reported to her that she had been ‘molested’\n(gemolesteer) by the appellant. The word is significant in relation to the\ninferences my colleague Streicher draws from the testimony\nof Mrs van Rooyen and\nDr van Rooy. It seems to indicate that a wide and encompassing language of\nsexual abuse (molestation) was used,\nin contrast to terms of more lawyerly\nprecision. As with Mrs van Rooyen and Dr van Rooy (to whom I return below),\nthere was no question\nin the evidence of the mother that the complainant gave\nconsent: the contrary was both implicit and obvious.\n[177]\tLastly, a\nconfusion in the complainant’s evidence – namely during which month\nin 2000 she informed her parents –\nwas compounded when the mother\ntestified that her daughter informed her in August 2000 – not in May, as\nthe complainant testified,\nnor in or after September (to which I return\nlater).\n[178]\tIt is against this background that the evidence also of Dr van\nRooy, the last state witness, must be evaluated. He testified\nthat he saw the\ncomplainant for seven or eight consultations between 13 September and 30 October\n2000. She reported intimacy problems\nwith her fiancé and that she\ncouldn't trust any man. This eventually led to her admitting to Dr van Rooy\n‘that she was\nsexually molested from a young age’, and that this\nconsisted both in her being groped and that penetration had also taken place\n(\ndat sy beide betas is en dat daar penetrasie ook plaasgevind het\n); and\nthat this happened before the age of 16: ‘she couldn't give me a precise\nage when it happened for the first time’.\n(During her evidence the\ncomplainant stated that she told Dr van Rooy everything after he realised that\n‘there was a hidden\nagenda behind me’ –\nhy [het] agtergekom\ndaar is ‘n verskuilde agenda agter my\n).\n[179]\tIn cross-examination\nit emerged that Dr van Rooy’s notes recorded the following:\n‘Sexually molested by parent’s\nhouse-friend’. These notes also\nrecorded that she told her aunt in December 1999, as well as her fiancé,\ntwo weeks before\nseeing Dr van Rooy. He proceeded (apparently rendering his\nnotes): ‘She referred to a business friend of her father who sexually\nmolested her and mentioned that the extent of it was groping (\nbetasting\n)\nand penetration and that it was influencing her sexual relationship with her\nfiancé.’\n[180]\tDr van Rooy added that he had not made a note\nthat the penetration occurred before the age of 16, but that that is what he had\nunderstood. Thereupon, he testified, he informed the complainant ‘that it\nis basically statutory rape if someone under the\nage of 16 should have sexual\nintercourse with a female person’.\n[181]\t‘Sexual\nmolestation’ that embraced penetration in a psychiatrist’s\nconsultation points strongly, if not ineluctably,\nto an assumed absence of\nconsent. Indeed, the question whether the complainant expressly told Dr van Rooy\nthat she had initially\nrefused consent to intercourse did not specifically\narise. Nor was the question put by either counsel on either side, or by the\nmagistrate.\nDefending counsel’s interest appears to have been principally\nto establish a contradiction with the complainant’s evidence\nin relation\nto her age at first intercourse as reported to the doctor. (In her evidence it\nhad been clarified, after she initially\ntestified to the contrary, that she had\nin fact already turned 16 when, on her version, the first intercourse\noccurred.)\n[182]\tIt is important in this respect that even at trial the\ncomplainant herself showed quite a measure of uncertainty about precisely\nhow\nold she was at material stages of the violation. She stated at one point that\nthe intercourse occurred over a two and a half\nyear period, but accepted\ncorrection from the cross-examiner. Immediately thereafter she testified twice\nthat she was fifteen at\nthe first intercourse. She said ‘1998 I was in\nstandard 7, I was 15. 31 March I was 15.’ The cross-examiner carefully\ntook her through her birthdays, after which she readily conceded with an apology\nthat she was already sixteen at first intercourse\n(\nekskuus, my datums ...\nja\n). But then she went on to express the view that under-age sex was\nprohibited until eighteen.\n[183]\tIt is significant, as pointed out earlier,\nthat her mother testified that the complainant reported to her, after speaking\nwith\nMornè (seemingly before the consultation with van Rooy, though as\nmentioned this is not clear) that she had been ‘molested’\n(\ngemolesteer\n).\n[184]\tConsent is no defence to a charge of under-age\nsex. Hence, once Dr van Rooy formed the impression that the first intercourse\noccurred before the complainant turned 16, the matter of express refusal would\nnot have been significant to him. This appears to\nbe another reason why the\nquestion was simply not raised with him during his evidence.\n[185]\tI\ntherefore respectfully differ from my colleagues’ conclusion that the\nevidence of either Mrs van Rooyen or Dr van Rooy\nis at odds with that of the\ncomplainant. In my view, her evidence that she informed both of them of the\nnon-consensual nature of\nthe sexual interaction the appellant initiated should\nbe accepted. The narrow focus on the sole question of consent on 31 March 1998\nemerged only later, and it would be an error to make unjustified deductions from\nthe conduct of a trial in which the issue had not\nyet crystallised in that\nform.\nThe appellant’s evidence\n[186]\tThe appellant testified,\nin accordance with his plea explanation, that only two incidents of sexual\nintimacy occurred. Though\nhe depicted the complainant as a petulant,\nattention-seeking adolescent who thrust herself upon him, he did not seek to\ncontrovert\nthe main elements of her account of the progression and intensity of\nher relationship with his family. In fact, of the complainant’s\nrelationship with his wife, he volunteered that it was ‘brilliant’.\nSomewhat tellingly, at one point in his evidence\nhe referred to her as\n‘die kind’ (the child).\nThe magistrate’s\njudgment\n[187]\tNearly six months after evidence and argument were\nconcluded, on 2 May 2003, the regional magistrate, Mr E Louw, delivered a\n65-page judgment, in which he exhaustively set out and analysed the evidence. He\nstated that the appellant delivered his evidence\nin a ‘fairly satisfactory\nmanner’ (\nlewer heel bevredigend sy getuienis\n) and that, broadly\nseen, there was not much criticism to be levelled against his evidence or the\nmanner in which he conveyed it.\nHowever, viewed in more detail, he considered\nthat criticism did emerge.\n[188]\tHaving examined in detail the contradictions\nand discrepancies in the complainant’s evidence, the magistrate\nconcluded:\n‘The complainant’s evidence is too detailed to be\nfabricated. That possibility simply doesn’t exist. There is no\nreason why\nshe should figment or fabricate the case against the accused. Although\ncomplainant’s evidence is susceptible to\ncriticism, there is not\nsufficient reason to reject her evidence in totality. Note, it is emphasised\nhere that it is not being said\nthat the complainant’s evidence is without\nfault or criticism. The question is rather whether the inconsistencies,\ndeviations\nand improbabilities in complainant’s evidence should have a\ndestructive effect on the State’s case. For the reasons referred\nto above\njudged in totality, I am of opinion that this should not be the case. On the\nother hand there is also not really much that\ncan be brought in against the\naccused’s version, except for a few improbabilities and deviations to a\nlesser extent. Standing\nalone his evidence is convincing, but in the totality of\nthe evidence the single-standing conviction of his evidence is crystallised\nout.’\n[189]\tThe magistrate at this stage pointedly alerted himself to\nthe proper approach to assessing whether the state’s case has\nbeen proved\nbeyond reasonable doubt when measured against an accused’s conflicting\nversion. He quoted from\nS v Mbuli\n2003 (1) SACR 97\n(SCA) at 110 and\nS\nv Chabalala\n2003 (1) SACR 134\n(SCA). These cases in turn refer to\nS v van\nAswegen\n2001 (2) SACR 97\n(SCA), in which the strictures against\n‘compartmentalisation’ of evidentiary considerations expressed in\nS v van Tellingen\n1992 (2) SACR 104\n(C) and\nS v van der Meyden\n1999 (2) SA 79\n(W) were endorsed. The point is that the totality of the evidence\nmust be measured, not in isolation, but by assessing properly whether\nin the\nlight of the inherent strengths, weaknesses, probabilities and improbabilities\non both sides the balance weighs so heavily\nin favour of the state that any\nreasonable doubt about the accused’s guilt is excluded.\n[190]\tThis is what the magistrate proceeded to do:\n‘Superficially\nconsidered we here have to do with a case where there not much of a difference\nin choice exists between the accused’s\nand the complainant’s\nrespective cases. But scrutinised from closer under the magnifying glass, when\nthe merits of the state\ncase are weighed against and compared with the merits of\nthe defence case, then the state case stands so much stronger and so much\nhigher\nabove the defence case that the power of conviction it embodies and exhibits\nbecomes compelling. The evidentiary power of\nthe state case stands unimpeached\nand unimpaired and strong in the face of a full-scale assault from the\naccused’s version,\nto such an extent that the court cannot find that the\naccused’s version can be reasonably possibly true.’\n[191]\tIn my\nrespectful view the suggestion that the magistrate misdirected himself in his\nbasic approach to the evidence is not justified.\n[192]\tAfter the\nappellant’s conviction on both counts ‘as charged’, the\napplicability of the minimum sentencing\nlegislation (Criminal Law Amendment Act\n105 of 1997) arose. The magistrate delivered a further judgment making it clear,\nby reference\nto his earlier judgment, that he had found the appellant guilty on\nthe basis of a single incident of rape (and seemingly also one\ninstance of\nindecent assault). It is in these circumstances that the focus regarding the\ncomplainant’s evidence seems to have\nshifted exclusively to the question\nwhether the state proved beyond reasonable doubt that she withheld consent on\nthe first occasion\nof genital touching and on the first occasion of intercourse\non 31 March 1998.\n[193]\tIn assessing the credibility of the complainant, the\nmagistrate, who saw her testify over two days in the witness stand (14\nand 15\nOctober 2002), gave thorough consideration to the aspects of her evidence that\nwere susceptible to criticism. He concluded:\n‘Seen broadly and with the\nexception of the negative aspects of her evidence, the court experienced her as\na brilliant witness.\nSometimes she gave answers in cross-examination that\nsurprised the court and that I didn’t think would issue from her mouth.\nShe gave relevant answers. She was straight and direct without prevarication\n(\nsonder om doekies om te draai\n). She did not hesitate to give the accused\nany benefit where it was necessary.’\nThe High Court judgment\n[194]\tIn confirming the\nmagistrate’s findings, the High Court did not merely apply the well-known\napproach to trial-court findings\nof fact and credibility this court enunciated\nin\nR v Dhlumayo\n1948 (2) SA 677\n(A) 705-706. The\nDhlumayo\napproach\nemphasises the trial court’s advantages in seeing and hearing the\nwitnesses: but it is really ‘no more than\na common sense recognition of\nthe essential advantages which the trial judge has had, as a consequence of\nwhich the right of the\nappellate court to come to its own conclusions on matters\nof fact, free and unrestricted on legal theory, is necessarily in practice\nlimited’ (per Davis AJA, Greenberg JA concurring, at 696).\n[195]\tThring J went beyond\nDhlumayo\n. On his own reading of the\nrecord, he independently endorsed the magistrate’s credibility findings.\nHe recorded that he could\n‘find no fault with the manner in which the\nmagistrate analysed and evaluated’ the complainant’s evidence:\n‘he\ndid it in a balanced and just manner’. He added that ‘on\nreading the record the evidence of the complainant, in my opinion,\nappears\nconvincing. Her answers to questions are in all cases direct and unambiguous,\nand she at no stage during her long and exacting\ncross-examination tried to\nevade or elude any question. On the contrary she made various concessions in the\nappellant’s favour\nwhere it would have been easy for her, if dishonest,\nnot to do so. These concessions she made candidly and without\ncircumlocution.’\nLater Thring J summarised thus:\n‘In conclusion\nthis court is clearly of the opinion that the conviction of the appellant is\njustified on the evidence, and that\nthere is no reason to deviate from the\nmagistrate’s findings or to meddle with them.’\nAssessment of\nthe state case\n[196]\tIt is in my view not hard to appreciate why the\nmagistrate found that the complainant was a ‘brilliant’ witness,\nand\nwhy the High Court affirmed his conclusions. The complainant’s evidence\nspans nearly 200 pages of typed record. She was\nsubjected to cross-examination\nat the hands of senior counsel that was not merely rigorous, but gruelling,\nrepetitive and (no doubt\nto some extent unavoidably) intrusive. She testified\nafter surviving a psychological ordeal that included attempted suicide during\nthe relationship with the appellant and hospitalisation for psychiatric reasons\nthereafter. The core of her story emerged quite unshaken:\nthat though she had\nbecome entrapped in a long quasi-consensual sexual association with the\nappellant, she had said No on the first\ninstance of genital touching and No\nagain on the first occasion of sexual intercourse.\n[197]\tShe testified with\ndignity and candour about events that incontestably caused her great anguish.\nShe sketched the interaction\nbetween her and the appellant in all its nuances\n– a complex narration of engagement, reliance, trust, intrusion, invasion,\nviolation and betrayal. Twice in her evidence, dispassionately observed by the\nregional magistrate, she broke down: both times he\njudged her expressions of\ndistress authentic, as indeed is manifest from the record.\n[198]\tWhy did she\nremain enmeshed? Her evidence portrayed with considerable power the subtle\ndifficulties that arose when the appellant,\nin a situation of familial power and\nsubordination, intruded on her integrity, imposed his will on her, and overbore\nher resistance.\nThat situation necessarily entailed a position of compromise for\nher, since she was made a party, however unwillingly, not only to\nthe sexual\nact, but to its subsequent concealment. Shame, guilt, fear and a sense of shared\ntransgression were the result. The reasons\nthat ensured her submission were also\nthe reasons that secured her silence, and the very compromise in her position\nmade her vulnerable\nto challenge when later she tried to hold the appellant to\naccount.\n[199]\tThe complainant’s testimony illustrates the assertions\nof improbability and implausibility that unavoidably attend a situation\nof this\nkind. At the time she thought that she had good reason for remaining silent. She\nfeared disgrace, scandal, opprobrium, parental\ndisgust, the fear of being\ndisbelieved (constantly invoked by the appellant), and, she testified, the fear\nthat the appellant would\ninjure her parents in business or by exposing details\nof their past.\n[200]\tClearly she lacked the strength of will and courage\nneeded to speak out earlier. Yet it is manifest from her evidence that she\nbelieved that the sexual violation that occurred at the start was negatived by\nher failure to resist effectively the appellant’s\ngropings and his later\ninsistence on full intercourse. She said that she had not wanted to hurt his\nwife, and was sure that it was\nshe who would be considered the betrayer. She\nfelt guilty for doing anything that might adversely affect Mrs Marx and the\nchildren.\nShe wanted to be a part of their family: yet by her failure\neffectively to resist the predations, and her consequent apparent complicity,\nshe jeopardized what she most desired. With the benefit of adult dispassion this\nis all no doubt perfectly simple to divine.\n[201]\tYet the complainant’s\nevidence powerfully portrayed the collusive relationship of shared guilt and\nsecrecy that entrapped\nher. Her feelings of shame and complicity not only\noperated to secure her silence; in the chill atmosphere of judicial scrutiny,\nso\nessential a safeguard against false incrimination, they were difficult to\narticulate. Yet her evidence speaks eloquently of them.\n[202]\tThe notion of\nshared guilt and sexual and moral contamination, articulated more than once in\nthe complainant’s evidence,\nnot only ensured silence; later, when the\nappellant was sought to be held to account, a failure to understand their\ncoercive power\nshould not result in unjust questioning of her credibility.\n[203]\tThe phenomenon of domestic sexual predation – of which this\ncase, on any view, is a distressful example – requires\nlike any other\ncrime especial understanding, appropriate to its distinct characteristics. The\ndomestic or familial predator’s\nmeans are not violence or physical\nassault; his weapons not the knife or firearm; his means of subordination not\nthe terror of the\nvictim. He exploits the opportunities that intimate engagement\noffers, and the physical spaces the home affords, to prey upon his\nvictim. And\nhe uses the ties that bind him to her – often both emotional and material\n– to secure both compliance and\nconcealment.\n[204]\tWhen the victim is\nless than half his age, as here, and subject to his influence and authority as\nan elder, these factors operate\nwith acute force. When she is a child craving\naffection and attention, as the complainant was, her peculiar susceptibility to\nabuse\nand exploitation must be appreciated to determine fairly and justly\nwhether all the elements of her account are truthful, even if\nshe failed to\ndenounce him promptly or to remove herself from his proximity thereafter.\n[205]\tThe question in every criminal case is of course whether the state has\nproved beyond reasonable doubt that the sexual violation\ncharged did occur. But\nfailure to appreciate properly how feelings of guilt, complicity, fear and shame\nmay in a domestic or familial\nsituation operate to entrap a victim could lead to\na failure of justice. In my respectful view this case offers a signal instance\nof that danger.\nThe conclusions of the majority\n[206]\tMy colleagues consider\nthat the appeal should succeed, and that the appellant’s conviction and\nsentence should be set\naside. The appellant’s version they cast aside as\nwholly improbable. But they take the view, for somewhat diverging reasons,\nthat\nthe complainant’s account cannot be accepted.\n[207]\tStreicher JA\nconsiders that the complainant’s version is ‘riddled with\nimprobabilities’. Regarding the genital\ntouching, he finds it\n‘somewhat improbable’ that the appellant would grope the complainant\nagainst her will with his\nwife in an adjoining room with the door ajar, and even\nmore improbable that the later more extensive groping would occur in the marital\nbed without the complainant’s consent. He states that the complainant\ncould give no explanation for not simply walking away\nthat first evening. Her\nconduct after the incident in conveying birthday greetings to the appellant\nwithout apparent resistance to\nhis kissing her and touching her breasts lends\nsupport in his view to the inference of consent, as does her repeated return to\nthe\nMarx household. He finds it implausible that after a few months the bond\nwith Mrs Marx could have been so intense as to draw the\ncomplainant\nback.\n[208]\tThis seems to me to approach the evidence with insufficient\nappreciation of the semi-familial context in which the sexual violation\ntook\nplace. My colleague Nugent JA accepts the context, but rejects the\ncomplainant’s account because like Streicher JA he\nconsiders that the\nother state witnesses did not corroborate the complainant, and because he\nconsiders that if she had been sexually\nassaulted against her will she would not\npersistently have allowed herself to be alone with the appellant thereafter. I\nrespectfully\ndiffer from these conclusions.\n[209]\tRegarding the alleged rape,\nStreicher JA, as mentioned, faults the magistrate for accepting the\ncomplainant’s evidence\nthat she did not know that the appellant proposed\nto have intercourse with her when she responded to his call from the passage. He\nfinds that the fact that she entered the room through the closed doors casts\ndoubt on her credibility, especially her evidence that\nshe resisted his attempts\nto grope her. He finds further that her evidence does not square with that of\nher aunt Mrs van Rooyen,\nand that it is improbable that she told her aunt what\nshe says she did. He also concludes that the complainant never thought that\nwhat\nhappened constituted rape, but that she was constrained to claim that she did so\nthink because she realised that, if the intercourse\noccurred as she claimed, she\nprobably would have thought that. He also rejects her evidence that she told Dr\nvan Rooy that she refused\nconsent.\n[210]\tStreicher JA condemns the conduct of\nthe appellant as ‘a disgrace and morally reprehensible’. He finds\nthat the\ncomplainant had reason to feel dirty and guilty, and to hold the\nappellant at least partially responsible for her feelings. He finds\nno reason to\nreject the complainant’s evidence that the appellant was the dominant\nperson in the relationship and concludes\nthat the appellant abused his position\nand that his conduct was scandalous.\n[211]\tHe nevertheless finds that the\ncomplainant learnt only from Dr van Rooy that she had been raped; that it was\nthe doctor’s\nerroneous inference (derived from the wrong premise that she\nwas under-age at the time) that triggered her revelation to her fiancé\nand her parents, which in turn led to her laying the charges against the\nappellant.\n[212]\tThese conclusions are in my view not justified. It is\ncorrect, as the magistrate emphasised, that there are contradictions and\ninconsistencies in the complainant’s evidence. This is not surprising. She\nwas testifying in October 2002 about events that\nstarted more than five years\nbefore, when she was not yet sixteen. She had in the meantime suffered acute\npsychological distress\nand been hospitalised repeatedly for it. From this she\nhad emerged to relate a compound and nuanced account of domestic sexual\npredation\nand violation which at its core clearly and consistently reflected a\nrefusal of consent to the initial sexual acts. If her account\nhad been free of\ninconsistencies and occasional contradictions, its authenticity may have been\nmore difficult to credit.\n[213]\tThe question is what weight to accord these\ninconsistencies. I do not share my colleagues approach to the inconsistencies in\nthe complainant’s evidence. Some of apparent contradictions in my view\nderive from an unwarranted approach to potentially ambiguous\nevidence. Others\nare insubstantial, or immaterial, or both. In a number of instances, the\nconclusions adverse to the complainant\nare in my view based on a\nmisunderstanding, or misinterpretation, of the evidence.\n[214]\tThus,\nStreicher JA states, regarding the first groping in the marital bed, that the\ncomplainant contradicted herself in claiming\nthat she had ‘pinched’\nher legs together (\ntoegeknyp\n) in order to thwart the intrusion. This\nconclusion is in my view erroneous. The complainant was asked how the appellant\nmanaged to\ninsert his finger into her vagina (\nhoe het hy dit reggekry om sy\nvinger in u privaatdeel te steek\n) against her will when they were both\nsitting against the head of the bed; did she cross her legs or press her legs\ntogether, for\ninstance (\nhet u, u bene gekruis en u bene teen mekaar gedruk\nbyvoorbeeld)\n? In response she said:\n‘Yes, I was sitting, I pinched\nclosed and I took my hand and I tried to pull his hand out (\nja, ek het gesit,\nek het toegeknyp en ek het my hand gevat en ek het sy hand probeer uittrek\n).\nI was watching TV, it was unexpected, it is not as if I was sitting waiting for\nhim to go and press his hand into my pyjamas (\nbroek\n). Because I did not\nexpect that such a thing would happen to me. I had never experienced such a\nthing in my whole life. Here this\ngreat big man (\ndie grote man\n) comes and\ndoes it.\nCan I ask you, did you pinch your legs closed (\ntoegeknyp\n) or not?\n– No. ...’\n[215]\tAfter an intervening question she was asked a\nsecond time (and later again) whether she ‘pinched’ her legs closed.\nShe replied each time without hesitation and with perfect clarity that she did\nnot.\n[216]\tThis context shows that on its first appearance\n‘toegeknyp’ – not a word the cross-examiner used, but one\nthe\ncomplainant introduced in response to his question – referred not to her\nlegs, but to her vagina (\ntoegeknyp en ... probeer uittrek\n). The\ngrammatical form of both ‘toegeknyp’ and ‘uittrek’\npoints to a single shared, though unstated, anatomical\nobject, namely her\nvagina. Had her reply intended to refer to her legs she would have echoed the\ncross-examiner’s words by\nusing not only ‘gekruis’ or\n‘gedruk’, but also ‘bene’ (legs).\n[217]\tSignificantly, the cross-examiner himself seems to have understood her\nresponse thus, for he then adopted her word ‘toegeknyp’,\nand shifted\nthe inquiry to her legs: to which she unhesitatingly answered ‘No’.\nThe supposed contradiction therefore\ndoes not exist.\n[218]\tThis may seem a\ntrivial instance. And indeed it is. Even if the complainant had meant to refer\nto her legs and not her vagina\nin her first mention of ‘toeknyp’,\nwhich is improbable, her immediate clarification thereafter that she did not\npinch\nthem closed would surely more than adequately mitigate what was in all\nlikelihood an inadvertent error of initial recollection. Indeed,\nthe immediate\ncorrection would redound to her credit.\n[219]\tMy colleague Streicher JA\nconsiders the ‘toegeknyp’ issue important enough to mention it no\nfewer than three times.\nIn my respectful view this illustrates a general\napproach to the complainant’s evidence which is not\njustified.\n[220]\tThus, too, he mentions twice and counts against the\ncomplainant her apparent absence of resistance to the appellant’s\nintrusive kiss and fondling on her sixteenth birthday. In my view it is manifest\nfrom the context of her narration that she was describing\nall the intrusions at\nthat stage as unwanted. Indeed, she demonstrated in the witness stand how his\ntouching her breasts on that\noccasion was supposedly incidental to what he\nproffered as a birthday hug. To require of her in this situation of ambiguous\nviolation\n(\ndit is mos nie altyd dat hy dit definitief doen nie\n) to\narticulate her disaffection seems to me not only unfair to her as a witness but\nto miss the point of the means the sexual predator\nwas employing.\n[221]\tThus,\nagain, Streicher JA cites against the complainant, as an instance of her\nadapting her evidence to her own advantage and\nto the detriment of the\nappellant, that ‘she testified that she hated the appellant, only to say\nthereafter that she has found\nher God and forgiven’ him. With respect,\nthis is not a just representation of what she said. She referred three times to\nher\nChristian convictions – once in her evidence in chief and twice in\ncross-examination. Each time it was in the context of acknowledging\nthe\nembitterment and hatred that at one stage she had felt toward the appellant.\n‘I lost my respect for him’, she said\nin evidence in chief. ‘I\nwas hurting, I was filled with hate (\nhatig\n) toward him.’ In\ncross-examination it was she who volunteered that she wanted to confront the\nappellant in 2000 because ‘I\nwas bitter within’, and because she\nwished him to share the fear and suffering she had experienced. She affirmed\nwhen the cross-examiner\ntook this up that she had wanted to get at him (\nu wou\nhom bykom? – ja\n). All this referred to her previous\nfeelings.\n[222]\tStreicher JA quotes an excerpt from the evidence in which the\ncomplainant uses the present tense (\nek is hatig\n). With respect, his\nunderstanding of the extract is mistaken. This emerges a few lines later when\nthe cross-examiner himself also\nuses the present tense, though he too is clearly\nreferring to the past (\nu is hatig teen hom, maar terselfdertyd voel u, u is\nin ‘n verhouding met hom\n). The context as a whole leaves no doubt that\nshe was referring, and was rightly understood by her questioner to be referring,\nto\nher feelings of resentment and bitterness toward the appellant at an earlier\nstage during their ‘relationship’, and not\nwhen she was testifying.\n[223]\tIt is in this context not difficult to appreciate why Davis AJA and\ncountless other judges of this court have placed a premium\non the presiding\njudicial officer’s first-hand assessment of the proceedings and of the\ncredibility of the witnesses.\n[224]\tAt the end of her cross-examination it\nwas at last put to her, as the sole motive advanced for falsely incriminating\nthe appellant,\nthat she still hated him and would do all in her power to see him\ngo down (\nu haat hierdie man wat hier sit en u wil alles in u vermoë doen\nom hom te sien ondergaan\n). In response, she asked the magistrate whether she\ncould say something ‘personal’, ‘how I feel’. The\nmagistrate\nassured her she could. She then related the views that twice before\nshe had adumbrated, namely that previously she had hated the\nappellant and had\nfelt great bitterness toward him, but that in terms of her Christian faith she\nhad now forgiven him.\n[225]\tHer reasons for proceeding with the charges\ndespite forgiveness she stated and re-stated with clarity and force: she wanted\njustice to be done; she wanted people to know what Johan Marx had done; and she\nwished to prevent his doing it again.\n[226]\tWhatever the rationalist position\non Christian forgiveness, it is on ancient authority quite possible, both\ndoctrinally and\nlogically, to forgive another at a spiritual level while wanting\njustice to be done in the temporal sphere. It is therefore incorrect\nto suggest\nthat the complainant stated that she still hated the appellant while\ncontradictorily claiming to have forgiven him.\n[227]\tAs is apparent, I differ\nfrom my colleagues also on other aspects of their approach to and assessment of\nthe evidence, which\nseem to me to stem from insufficient appreciation of the\nparticular quasi-familial setting of the crimes that were committed and\nfrom an\nunwarranted scepticism about the fundamentals of the situation the\ncomplainant’s evidence depicted.\n[228]\tTelling in this regard is the\nconclusion by both Streicher JA and Nugent JA that the complainant claimed that\non the first occasion\nof intercourse the appellant physically overpowered her.\nThis in my view is not correct. The complainant did testify, as my colleagues\npoint out, that the appellant loosened her pants against her wishes and pulled\ndown her pants and underclothes despite resistance\nand that he arrested her\nintended departure by catching at her arm. But this does not constitute\n‘physical overpowering’,\nand the complainant’s evidence made\nit plain that she did not consider that physical force had been used. To suggest\nthe contrary\nis to mistake the essential nature of the violation her evidence\nconveyed.\n[229]\tIn the complainant’s evidence in chief there was no\nsuggestion at all that she had been ‘physically overpowered’.\nWhat\nshe lucidly depicted was an attempt by a seducer to overcome by persuasion the\nreluctance of his children’s teenage babysitter\nto agree to intercourse,\nand how he then went ahead despite her overt refusal. This was the culmination\nof a process of quasi-seduction\nthat entrapped her in deeply compromising\nsituations in which he fondled her in the marital bed and enswathed her in lewd\nexpressions\nof his desires. To suggest that the situation involved physical\nforce is to misunderstand its quintessentially emotional dynamic.\n[230]\tIn\ncross-examination the complainant explained that on entering the dressing room\nshe was shocked to see him in the state she\ndescribed (pants down, penis\nengorged, putting on a condom): ‘I got a fright, I didn’t know what\nto do. I just stood\nstill there’ (\nek het geskrik, ek het nie geweet wat\nom te doen. Ek het net daar vas gestaan\n). She wanted to turn around and walk\nout, but he prevented her (\ntoe keer hy my\n). He obstructed her exit and\nsaid, ‘Don’t go, take a look here’ (\nhy het my vasgekeer en\nvir my gesê ek moenie weggaan nie, kyk hierso\n).\n[231]\tAt this point\nshe performed a demonstration in the witness stand of how he grasped her. By\nomission of counsel and the magistrate\nthis was not described for the record. It\nwas at all events clear that no physical force was involved: for she explained\nthat she\nmeant ‘grasp, because I should now look [at the condom]’\n(\nom te vat, want ek moet nou kyk\n). She agreed with the cross-examiner\nthat he took her by the arm and prevented her from leaving: ‘Yes, he took\nme so that I\ncouldn't go. I must turn around and look at him, yes.’ Still\nno physical force, but a physical intervention aimed at securing\nan opportunity\nto persuade her to stay: a seducer restraining his target.\n[232]\tWhen he now\ntold her again that he wanted to ‘steek’ her, she said, No, I\ndon’t want to; and then he urged\nher, ‘But you do want to’.\nAfter she said, No, I don’t want to and I'm scared, he laid her down, in a\nmanner she\nwas still demonstrating in the witness stand, and which her verbal\ntestimony made clear was gentle (\nhy het sag gewerk dat ek nie hard val\nnie\n). She tried to keep her legs closed and said to him, No, don’t do\nit. I don’t want you to do it.  He nevertheless penetrated\nher, thus\ncompleting the crime of rape.\n[233]\tShe reiterated that it was the appellant\nwho prevented her from leaving, and that he held her by the hand. But she\nexplained\nunambiguously: ‘Not forced, but just so that I should stay with\nhim’ (\nnie geforseer nie, maar net dat ek by hom moet bly\n). When\nasked why she didn’t walk away at the outset, she stated ‘I am under\nhis control, he held me fast. There is no\nchance for me to be able to get\naway’ (\nek is onder sy beheer, hy het my vasgehou. daar is nie vir my\n‘n kans dat ek kan wegkom nie\n). This suggests more physical coercion\n– but she immediately clarified that in fact she made no attempt to get\naway (\nhet u inderdaad fisies probeer om weg te kom? – nee\n). This\ninterchange then followed:\n‘I ask the question again, did you physically try to get away – I\ntried, yes, but I couldn't.\nNow you're saying you did? – Tried, yes, but Johan Marx brought me\nback, held me back, I couldn't.\nNow, good. – As in running away, no, but to get away from him, yes. To\nget away from his distance, yes. But to run away I could\nnot, because he was by\nmy side.\nMiss, let us not put too fine a line on it. Did you try to get out of that\nroom? – No.\nWhy not? – I just tried to get away from him at first.\nWhy did you not try to get away out of that room? – Because it was\nimpossible for me to get out of his clutches.\nGood. In other words he held you and prevented you from leaving the room? Is\nthat what you are saying? By holding you by the hand?\n–\nYes.’\n[234]\tThe derisive tone of the cross-examiner, who had\nestablished to his satisfaction that no actual force – no physical\noverpowering\n– had been used, is plain (‘By holding you by the\nhand?’). To read this evidence as though it relates a physical\noverpowering is in my view to mistake the essence of the violation that ensued.\nThis emerged conclusively in later cross-examination,\nwhen the complainant was\nasked whether the intercourse of 31 March 1998 was forcible\n(\ngewelddadig\n). Encapsulating all the nuances that her previous testimony\nhad sought to convey, she replied, In a way, yes (\nop ‘n manier,\nja\n). She was then asked in what way:\n‘The way he ... I can always\nremember his eyes how he looked at me. The movements he made were a movement of,\nI want you, I\nhave you, I take you, yes, that for me was forcible. The way in\nwhich he did it, he didn’t care about how it felt for me, whether\nit was\nsore or uncomfortable, he wanted to do it.’\n[235]\tThe\ncross-examiner’s suggestive invitation to claim that force was used gave\nher ample opportunity, if she believed that\nany element of physical coercion had\nbeen present, to say so. Yet she spoke only of her attacker’s eyes and of\nhis unfeeling\nmanner. This is the essence of her account. To seek in it physical\ncoercion is to misunderstand it, and hence to interpret her evidence\nin quite\nthe wrong setting.\n[236]\tIt is in my view clear from her evidence as a whole\nthat the complainant testified that no physical force was involved (\nnie\ngeforseer nie\n). The ‘clutches’ (\nkloue\n) she referred to\nwere emotional rather than physical, and the power exercised over her in the\nroom was that of an adult predator\nwho had entrapped her, not by force, but by\ncomplicity and guilt and collusive participation. This culminated, even as she\nremained\nphysically free to depart, when he over-rode her clear and repeated No\nwithout the need to employ physical force at all.\n[237]\tIt surely needs no\nargument that our capacity for evidentiary appreciation should embrace\nsituations that involve a sexual advance\nmade upon a victim who may already be\nin a position of deep sexual, emotional and even physical compromise when sex is\nproposed.\nSuch a position of compromise may derive from a pre-existing\nconsensual or semi-consensual interaction with the perpetrator. ‘Date\nrape’ is the best-known instance: the parties may have seen each other\nsocially, and even have engaged extensively in intimate\nphysical contact\n(petting). When one party refuses to ‘go all the way’, nothing\napproaching violence or physical coercion\nmay be involved, and to seek it may be\ngravely mistaken. The emotional and physical complexities are less crass, and\ndemand a proportionate\nresponse from the fact-finder.\n[238]\tThe erroneous\ninference that the complainant claimed that physical force was used in her rape\nshows in my respectful view an\nattempt to apply the wrong conceptual model (or\n‘paradigm’) to the violation this case involves. What is more, it\nhighlights\nan approach to the complainant’s evidence that in my view does\nnot justly appreciate the situation it evoked.\n[239]\tThis emerges also from\nStreicher JA’s conclusion that the complainant’s evidence about\nwhether she initially thought\nthat she had been raped is contradictory. This, he\nconsiders, points to the improbability of her complaint. He appears to regard\nher evidence about whether she considered that the interaction between her and\nthe appellant constituted a ‘relationship’\nin a similar\nlight.\n[240]\tWith respect, I cannot agree with this approach. The complainant\ntestified in chief that, after her initial refusal to consent\nto intercourse,\nlater occasions of intercourse ‘just happened’, that is, without\nobjection from her (\ndit het net gebeur\n). The appellant intimated to her\nthat they were in a relationship (\ndit is ‘n verhouding wat tussen hom\nen my is\n), and that it was right to have intercourse (\ndit is reg om dit\nte doen\n). She obviously felt uneasy about this construction (\nek het baie\ndaarteen gestry\n), but without avail.\n[241]\tLater she told her aunt Mrs\nvan Rooyen ‘the whole situation’, and Mrs van Rooyen told her that\nit was not a relationship\nbut sexual molestation and rape. She testified that\nshe also told Dr van Rooy what had happened, and that he ‘also’\n(ook)\ntold her that it was sexual molestation and rape. When asked why she did\nnot tell anyone in the light of this knowledge , she\nexplained:\n‘Because I know after a time that it was happening ... I\ncould no longer say No to Johan Marx. Rape is when you say No. That\nhappened the\nfirst few times. I was still uncertain and scared, because if I report it to the\npolice, then my parents get to know\nof it. And I wasn’t ready to tell them\n...’\n[242]\tIn cross-examination she suggested that Dr van Rooy was the\nperson who told her ‘for the first time’ that the\n‘verhouding’\nwas not a relationship but in fact (\nwel\n) sexual\nmolestation and rape. But this clearly arose from a confusion on her part, since\nshe claimed that Dr van Rooy told her this\nbefore she wrote her school-leaving\nexamination (in November 1999). She therefore clarified that her aunt had\n‘also’\ntold her that it was ‘molestation or in fact if he had\nsexual intercourse with me and I said No, then it is rape’. She\nexplained\nthat she told Mrs van Rooyen that it was a ‘relationship’ after\nwhich her aunt asked her about ‘everything\nthat happened’. She\nrelated ‘everything’ to her.\n[243]\tWhen asked why she did not\ntell the psychologists and psychiatrists treating her in 2000 what her aunt had\nsaid, she explained\n–\n‘For me it was a relationship. I did not\nknow what rape or molestation is, what it entails, how far you may and may not\ngo before\nit is molestation. For me it was, Johan Marx told me ten thousand\ntimes, “Just remember, this is a relationship between me\nand you\nthis.”’\n[244]\tTaxed again about why despite what her aunt had\ntold her she did not inform Dr Swart and Dr Marais, she confirmed that she\ncontinued\nto have ambiguities or uncertainties (\nek het nog onduidelikhede\ngehad\n): ‘For me, it was this, Johan Marx said this is a relationship,\ndoesn’t matter who says what, it’s going to count\nagainst\nyou.’ She was then asked whether before speaking to her aunt in November\n1999 she realised that what had occurred was\nsexual molestation and rape. She\nreplied that she hadn't thought of it that way:\n‘To me it had still\nbeen said it was a relationship, it is not rape. It is a relationship between me\nand Johan Marx. And what\nhe said to me is all that stuck in my head. For two and\na half years he tried to imprint this in my head to understand. I knew that\nrape\nis when someone ... tries to have sexual intercourse with you when you say No.\nBut as he made me to understand, it was a\nrelationship.’\n[245]\tPersisting, the cross-examiner asked her whether\nshe didn’t realise before her school-leaving examination that what\nhappened\nwas sexual molestation and rape. She replied, ‘I knew that it was\nrape and molestation, but because later I couldn't say No\nany more, I thought\nthat I ... I shared guilt in it’ (\nek het skuld daaraan\n). She went\non to clarify that it was her aunt who explained that the fact that after a time\nshe just submitted (\nten spyte van die feit dat ek wel na die tyd net ingegee\nhet\n) did not invalidate the case against the appellant. She went on to\nexplain:\n‘The first time he did it without my saying Yes to him. And\nthat is where I was confused. The first few times I said No, but\nlater I\ncouldn't any more. It just happened so fast. He ... I thought, but if one time\nYes ... not Yes, but if it happened one time\nand I just allowed it, what of the\nfirst time.’\n[246]\tLater the cross-examiner returned to the\n‘verhouding’ issue. The complainant testified that the appellant\nimprinted\nthe idea that it was a ‘relationship’ so into her head\nthat she believed him. After the complainant’s examination\nand\nre-examination, the magistrate asked whether she had not been attracted to the\nappellant, especially in the light of the fact\nthat he told her that there was a\nrelationship. She replied, ‘No, I knew we did not have a relationship and\nI was also not\nattracted to him, no’.\nFrom this it seems evident that the complainant –\na.\tknew that her refusal to consent to intercourse with the appellant entailed\nthe crime of\nrape;\nb.\nlater did\nnot withhold consent;\nc.\tthought that the fact that she later consented to sex negatived her initial\nrefusal;\nd.\twas told by the complainant that they were in a relationship, and that their\nsexual contact was right;\ne.\tresisted his explanation, and felt guilty and angry with him within their\n‘relationship’;\nf.\tfelt guilt, self-blame and fear about the situation she was in;\ng.\tthus both accepted and did not accept that they were in fact in a\nrelationship;\nh.\ttold her aunt ‘everything’ that had happened, including the\nnon-consensual nature of the initial\nacts;\ni.\nsimilarly\ntold Dr van Rooy everything;\nj.\twas assured by both of them that, despite being told by the appellant that\nthey were in a ‘relationship’ that rendered\nthe sexual acts\n‘right’, what had happened was sexual molestation and rape;\nk.\tregarded this as a revelation in view of confusion in her views and insights\nand feelings;\nl.\tdespite these assurances, in particular those of her aunt, still felt intense\nguilt, anxiety and uncertainty about the moral and\nlegal character of what had\nhappened, and the consequences of her exposing it, until she was at last able to\ncharge the appellant\nin October 2000.\n[247]\tTo fault this account\nis in my view to mistake complexity for contradiction, and nuance for\nincoherence. The complainant’s\naccount was nuanced and intricate. Yet it\nwas coherent. It is to her credit that she presented this situation in its full\ncomplexity.\nShe explained with frankness her conflicting feelings and\nperceptions about what had happened to her, perceptions that were clouded\nby the\nappellant’s deliberately self-interested construction of events, and by\nhis menacing attitude toward her own credibility\nand the interests of her\nfamily. And it should not be necessary to add: they after all were the feelings\nand perceptions of a vulnerable\nand clearly distressed adolescent.\n[248]\tAnd\nit is not hard to understand why she did not thoroughly digest that she had been\nmolested and raped, and that what she had\nwith the appellant was not a\n‘relationship’: indecent assaults and rapes are perpetrated by\nstrangers in dark alleyways,\nand not in a middle-class family home by a man whom\nyou trust and need and regard as a father-figure, and who is married to a woman\nyou love and is the father of children whom you love.\n[249]\tThe suggestion\nthat the complainant can be expected to have had clarity on her feelings and\nperceptions regarding her interaction\nwith the appellant, in the months after\nthey occurred, seems to me to overlook the implications of the medically\nattested psychological\ncrises the complainant experienced during 1999/2000.\nThese culminated in more than one hospitalisation for psychiatric treatment.\nThe\ncomplainant testified that it was her search for mental health that impelled her\nto account fully and truthfully for what had\nhappened between her and the\nappellant, and it was only after she embarked on that path that she attained\nstability.\n[250]\tStreicher JA considers that the mental trauma the\ncomplainant experienced during 1999 and 2000 affords no corroboration for\nher\naccount. I do not agree. Asked in his evidence in chief about the complainant\npresentation to him as a patient, Dr van Rooy’s\nresponse was that there is\n‘without doubt’ a direct connection between the development of\npost-traumatic stress symptoms\nin children [the record erroneously has\n‘en’] who have been sexually molested, and development of anxiety\nand depression.\nHe added that there ‘could’ (\nkon\n) have been\nvarious other causes, but that molestation ‘could surely’ (\nkon\nsekerlik\n) have been a factor in the complainant’s condition. In answer\nto later questions from the magistrate he stated that it would\nbe wrong to\nattribute ‘all her symptoms’ to (for instance) the molestation:\n‘There are surely many other factors\nthat contribute to them’, he\nsaid.\n[251]\tThe evidence of Dr van Rooy establishes that while the\ncomplainant’s psychological distress in 1999/2000 should not be\nattributed\nsolely to sexual molestation, it is compatible with its occurrence. That\ncorroborates the complainant’s assertion,\nwhich the magistrate and the\nHigh Court in my view rightly accepted, that the interaction with the appellant\nwas the root cause of\nher panic attacks and anxiety in that period.\n[252]\tStreicher JA finds it difficult to believe that in view of what had\nbefallen the complainant (haar wedervaringe) she could in\nSeptember 2000 still\nhave believed that there had been a relationship with the appellant. But this\nalso omits to take into account\nthe conflicting perceptions and uncertainties\nregarding the ‘relationship’ that the complainant’s evidence\nportrayed,\nas well as the medical evidence that she was at the time in a parlous\npsychological condition. Her prior conduct exhibited a needful\nnaiveté\nthat left her vulnerable to exploitation at the hands of the appellant, and,\neven as she managed to start to break\nfree from him, in a state of continuing\ndistress and confusion. To count against her in the reckoning the nuances and\ncomplexities\nof her perceptions during this process seems to me\ninappropriate.\n[253]\tAt the heart of the case lies the fact that according to\nher own testimony the complainant was trapped, and felt herself trapped,\nin a\nquasi-relationship with the appellant – one into which his own invasive\nconduct manipulated her and to which her vulnerability\nas a troubled teenager\nleft her susceptible. Two questions arise from this, one for the prosecution,\nand one for the defence. Why\ndid she continue to go back to the Marx household,\ndespite the unwanted conduct of the appellant? And why would she falsely testify\nthat she refused consent to the initial sexual contact if she in fact consented?\nI turn to the second question after considering\nthe significance of the\nappellant’s lying evidence.\nThe complainant’s repeated return to the Marx\nhousehold\n[254]\tThe complainant testified that she was drawn\nthere by her bond with Mrs Marx and the children, and by her feelings of guilt\ntoward her. Judged with clinical dispassion, this was neither logical nor wise,\nand Streicher JA accordingly finds it difficult to\naccept that it was not clear\nto her that her presence in the home was likely to contribute to Mrs\nMarx’s problems, and expresses\ndifficulty in understanding how, in the\nface of logic and good sense, a troubled and needful teenager could continue in\na familial\nassociation that was doing neither her nor the family any good.\nNugent JA too expresses considerable difficulty in accepting the\ncomplainant’s account on this issue. I cannot agree.\n[255]\tThe\ncomplainant testified that the appellant repeatedly assured her that they were\nin a relationship. Her acceptance of this\nwas reluctant and resentful, but it is\nclear from her evidence that his repeated assurances and blandishments did have\na persuasive\neffect on her thinking and feelings. She felt abused and misused,\nbut – as she testified – she also eventually submitted\nwithout\nprotest to his sexual attentions. This doubtless shows an adolescent lack of\nwisdom, but it is no basis for disbelieving\nher testimony that she refused at\nfirst.\n[256]\tWhat she had with the appellant was no doubt, in Vladimir\nNabokov’s phrase ‘a poor simulacrum of love’; but\na simulacrum\nfor a time it was; and in the state of confusion and distress and needfulness\nher testimony depicted, the Marx household\nand her relationship with Mrs Marx\namounted, as she testified, to something to return to. That she also knew that\nwhat was happening\nwas degrading and wrong and dangerous (and, as she also\nstated, not a true relationship – at least not in any respectable,\nmutually respectful or honourable sense) is clear. It is not for us to judge\nthese motive forces unwise, or to inimise them in our\nevidentiary\nassessment.\nShould the appellant’s false testimony add to the inference of\nguilt?\n[257]\tStreicher JA and Nugent JA conclude that the fact that the\nappellant lied about the extent of the sexual interaction with the\ncomplainant,\nwhile a factor, does not weigh strongly against him in determining his guilt.\nBoth consider that the appellant could\nhave had other reasons for lying about\nthe nature of the sexual relationship, other than that it started in\nnon-consensually invasive\nconduct, and that his lying evidence therefore does\nnot strengthen the state case.\n[258]\tI do not share this view. Streicher JA\nsuggests, first, that admitting to the under-age groping, before the complainant\nturned\nsixteen, could have rendered the appellant liable to conviction on the\nstatutory offence of indecent assault, even had she consented.\nThis has proved\nto be the case, but there is no suggestion in the evidence that the appellant\nknew that such an offence existed,\nnor did the state make any attempt to rely on\nit (though a competent verdict) until after this appeal, when the court itself\nraised\nthe question. The appellant had no reason to think that he was at risk:\nthe complainant’s evidence established only that he\nthought that under-age\nintercourse could render him liable to prosecution.\n[259]\tStreicher JA also\nsuggests that for the appellant to admit to a sustained sexual relationship with\nthe youthful complainant\nwould put him in a poor light with his wife, his\nchildren and the community even if she had consented. This seems implausible.\nThe\nappellant’s plea explanation formally admitted to consensual groping,\nand consensual intercourse, with a schoolgirl. It is\nhard to see why delicacy of\nsocial standing or family feeling should induce him to deny more extensive\noccurrence of both, if indeed\nthey occurred consensually.\n[260]\tMy\ncolleagues’ suggestion that there are real possibilities for the appellant\nto lie, other than his guilt, must also\nmeet logic. Their approach suggests that\nthe appellant would run the risk of being unjustly convicted of sexual assault\nand rape\nrather than admit to a more extensive – albeit wholly consensual\n– relationship. This is neither probable nor plausible.\n[261]\tMore\ncompelling is the inference that the appellant’s reason for denying the\nmore extensive relationship was that, embedded\nat its start, was the poison of\nthe crimes to which the complainant attested. He could not admit to the full\ntruth, because the full\ntruth was that he overbore the complainant’s\ninitial refusal. The appellant lied about the extent of the sexual relationship\nbecause he knew that admitting its duration would support the inference that the\ncomplainant had not given her consent at its start.\n[262]\tSignificant here\nis that his plea explanation placed both consensual events in the latter half of\n1999 – when the complainant\nwas as old as possible. That is a telling\ndistortion. The younger the complainant, the stronger the inference that she did\nnot consent,\nand could not have consented. His lie must therefore contribute to\nthe inference of guilt.\nWhat motive could the complainant have had for\nfalsely incriminating the appellant?\n[263]\tFinally, there is the question\nof the complainant’s possible motive for falsely incriminating the\nappellant. No adequate\nmotive was suggested or ever put to her. The regional\nmagistrate and the High Court in my view rightly found that there was\nnone.\n[264]\tNugent JA considers it unnecessary to explore this question.\nStreicher JA questions the finding of the courts below that since\nthere was no\nrelationship the complainant could not have had any jealous motive against the\nappellant. He finds that the complainant\nconsidered that there was a\nrelationship, and that the evidence reveals indications of possible jealousy on\nher part as a motive\nfor falsely testifying against the appellant. He adds that\neven if there were no true relationship between the appellant and the\ncomplainant – as both the regional magistrate and the High Court found\n– the fact that the appellant falsely represented\nto her that there was\nprovides a motive – contrary to the magistrate’s approach –\nfor embittered chagrin against\nhim. Neither suggestion in my view withstands\nscrutiny.\n[265]\tWhile neither of my colleagues finds that the complainant had\na motive falsely to incriminate the appellant, in my view the\nabsence of any\nsuggested motive is itself significant to the resolution of the case. Regarding\nthe possibility of jealousy, Streicher\nJA alludes to the complainant’s\ntestimony regarding her reaction when the appellant fondled his wife. On one\nsuch occasion,\non which the complainant was extensively cross-examined, the\nappellant left the door to the marital bedroom open after the complainant\nrebuffed him, so that, lying in bed next door with the children, she could hear\ntheir love-making. The next morning he told her that\nhe had done so deliberately\nfor her to hear.\n[266]\tBut it is hard to see why jealousy of any sort, or\njealousy arising from the complainant’s exposure to the couple’s\nlove-making, should provide substantiation for a theory of false incrimination.\nThe complainant was candid about the extent to which\nshe regarded herself as\ninvolved in a relationship with the appellant. She volunteered the\nopen-bedroom-door incident during her\nevidence in chief to illustrate the\nappellant’s petulant and manipulative conduct during the period when she\nbelieved that\nthere was in fact a relationship between them. She explained\nduring cross-examination that –\n‘I just felt that [the\nlove-making] was going to be a personal thing between him and his wife. And for\nme at that stage, just\nbecause I wouldn't do for him what he said and he does it\nand his wife makes sounds, I think that would upset anyone if they were\nto hear\nit. And I knew that he was doing it to get me back because I resisted him. And,\nyes, it made me unhappy and made me feel\nuncomfortable. I was in a room just\nnext to them, I heard it all. For any person it would not be pleasant and\nuncomfortable.’\n[267]\tThis is hard to fault. Jealousy as a possible\nmotive must in my view founder on the complainant’s candour. There is\nnothing\napart from what she admitted to in her evidence. Jealousy is too flimsy\nto account for false charges – unless, of course, one\nregards women as\nincipiently inclined to destructive jealous malice, and I do not believe my\ncolleague suggests this.\n[268]\tThe alternative – chagrin because\n‘you misled me about a relationship’ – similarly fails to\nwithstand\nscrutiny. Such chagrin would provide a motive for denouncing the\nappellant to his wife, to his community, to his church or to his\nfriends, but\nnot to accuse him falsely of rape. It is insufficient to account for the\nimmensely more momentous step, which the complainant\nknew would damage the\nhusband of a woman, and the father of children, to whom she convincingly\nexpressed deep attachment.\n[269]\tI would point out that in any event no\nmotive for false incrimination was ever put to the complainant during her\nevidence. She\nwas asked in connection with the open-door episode whether it made\nher jealous, but not regarding false charges. All that was put\nto her, at the\nend of a particularly exhaustive cross-examination, was that she was filled with\n(unspecified) hatred toward the complainant,\nand wanted to see him go down.\n[270]\tThe complainant, as already emphasised more than once, was\ncross-examined over two days by experienced senior counsel. He did\nnot propose\njealousy or embittered chagrin. The complainant therefore had no opportunity to\ndeal with them. The motives were not\neven mentioned in argument on behalf of the\nappellant. It would in my view be unfair and inappropriate to use them now as a\nbasis\nfor discrediting the complainant’s evidence.\n[271]\tIn general,\nfairness and the constitutional entitlement to dignity in my view require that,\nwhere an accused in a sexual assault\ncase is adequately defended, if the\npossibility of malicious motive is to feature in the resolution of the issues,\nthat motive should\nbe canvassed in the complainant’s evidence. The absence\nof any suggested or plausible motive here must in my view contribute\nto the\nweight of the state’s evidence in this case. We have no idea, though we\nmay imagine, how the complainant would have\nresponded if her cross-examiner had\naccused her of figmenting the charges against the appellant because she was\njealous of his wife\n– a woman to whom she was deeply attached – or\nout of chagrin at being misled and sexually abused by the father of the\nchildren\nshe cared for and loved.\n[272]\tThough my colleagues do not find that the\ncomplainant in fact had a malicious motive, past judgments of this court have\nranged\nfreely and widely in search of possible motives for complainants to lay\nfalse charges against their alleged sexual attackers. An\ninstance is\nS v\nF\n1989 (3) SA 847\n(A).\nS v F\nand the authorities it invoked preceded\nthe abolition of the cautionary rule in rape cases (\nS v Jackson\n1998 (1)\nSACR 470\n(SCA)). The method of operation those cases employed in my view\nviolates the dignity of complainants and is no longer acceptable.\nAccused\npersons are entitled to be acquitted when there is reasonable doubt about their\nguilt. That does not make it necessary or\npermissible for motives to be freely\nimputed to sexual offence complainants at appellate level when these were not\nfairly and properly\nexplored in their testimony. To permit this would threaten\nreturn to the indefensible days when complainants were treated as inherently\nunreliable, inherently inclined to false incrimination, and inherently disposed\nto destructive jealousy in relation to their consensual\nmale sexual partners.\n[273]\tA company director in a commercial setting who seeks to establish that\na gain was of a capital nature, rather than income, is\nspared the indignity of\nsuch ex post facto imputations of and free-ranging speculations about motive.\nThe President of the country,\nno less than other witnesses, is similarly spared:\nsee\nPresident of the Republic of South Africa v South African Rugby Football\nUnion\n2000 (1) SA 1\n(CC) paras 72-125. Where the accused is adequately\ndefended, complainants in sexual assault cases should be entitled to no\nless.\n[274]\tThe magistrate and the High Court were for these reasons correct\nto conclude that the absence of motive to accuse the appellant\nfalsely of crimes\nadded weight to the conclusion that the complainant’s testimony was\ntrue.\n[275]\tThe appeal against both conviction and sentence should in my view\nbe dismissed.\n___________________\nE CAMERON\nJUDGE OF APPEAL\nNUGENT\nJA\n[276]\tI have had the benefit of reading the judgments of my colleagues\nStreicher and Cameron in draft form. I agree with the orders\nthat are proposed\nby Streicher JA for the reasons that follow.\n[277]\tThe process of examination\nand cross examination in a court of law is on occasions a blunt instrument for\nrevealing the truth,\nand that is particularly so where, as in this case, the\nevidence concerns matters that might be emotionally and psychologically complex\nand nuanced. But then it is common for the full truth not to emerge in the\ncourse of a criminal trial, which has the limited function\nof determining\nwhether there is sufficient and adequate evidence to establish beyond reasonable\ndoubt that the accused person committed\nan offence. In the absence of such proof\nin relation to each element of the offence the accused person is entitled to be\nacquitted\nalbeit that the full truth might not have emerged. That applies no\nmatter the nature of the offence.\n[278]\tThe rejection of the\nappellant’s evidence – and in my view it was correctly rejected\n– leaves us with only\nthe complainant’s account of what occurred\nduring the course of a secret relationship between the complainant and the\nappellant\nthat commenced when the complainant was not yet sixteen years old and\nendured for over two years. I agree with my colleague Cameron\nthat it would not\nbe remarkable if the evidence of a young person who was entrapped in a sexually\nexploitative relationship reflected\nambiguity, ambivalence, and confusion, for\nambiguity, ambivalence and confusion, and even unwarranted guilt and shame, will\noften\nbe inherent in the experience itself, and that must be borne in mind when\nassessing the evidence. But one must also steer clear of\nimprinting upon the\nevidence a behavioural stereotype or conceptual model or paradigm assembled from\nthe experiences of others, for\neach relationship will have its unique\nparticipants whose experiences might or might not coincide. Where I disagree\nwith him is on\nthe facts of the present case as they emerge from the evidence.\n[279]\tThe effect of the appellant’s plea – which was an almost\ncomplete denial of the complainant’s account of what\noccurred – was\nto put the state to the proof of all the elements of the alleged offences and\nthat included the absence of consent.\n(The admissions made by the appellant were\nonly indirectly relevant to the discharge of that onus.) That onus did not shift\nduring\nthe course of the trial.\n[280]\tThe trial court, and the court\na\nquo,\nweighed the evidence of the complainant against that of the appellant,\nrejected all the appellant’s evidence, and accepted\nall the evidence of\nthe complainant as if that was the natural corollary.\n[281]\tI have no doubt\nthat the appellant’s evidence was false in all material respects and was\ncorrectly rejected. But it does\nnot follow from the rejection of the\nappellant’s evidence that all the evidence of the complainant is\nnecessarily reliable\nand true. Evidence that traverses numerous issues, as the\nevidence did in this case, might often be unreliable or untrue only in\nparts.\nWhat is required is not simply a comparison of the competing evidence but also\nan assessment of the veracity and reliability\nof the evidence in relation to\neach element of the offence. That applies even where the evidence on those\nissues stands unchallenged\nby contradicting evidence, for a criminal court has a\nparticular duty to avoid injustice, which is encapsulated in the following\nwell-known extract from the judgment of this court in\nR v Hepworth\n1928\nAD 265\nat 277:\n‘A criminal trial is not a game where one side is\nentitled to claim the benefit of any omission or mistake made by the other\nside,\nand a judge’s position in a criminal trial is not merely that of an umpire\nto see that the rules of the game are observed\nby both sides. A judge is an\nadministrator of justice, he is not merely a figurehead, he has not only to\ndirect and control the proceedings\naccording to recognised procedure but to see\nthat justice is done.’\n[282]\tIt is clear from the judgments of both the\ncourts below that, having weighed the appellant’s evidence against that of\nthe complainant and rejected that of the appellant, they assumed without more\nthat the evidence of the complainant must necessarily\nall be true. For in\nneither judgment is there any assessment of the complainant’s evidence\nonce isolated from the appellant’s\ndenials to determine whether it was\ntrue and reliable in all material respects and in particular in relation to the\nabsence of consent.\nIn that respect, in my view, they erred.\n[283]\tI do not\nthink we ought simply to defer to the trial court’s findings\nnotwithstanding the care with which they were arrived\nat. This court has\ncautioned on more than one occasion, most recently in\nMedscheme Holdings\n(Pty) Ltd v Bhamjee,\n[4]\nagainst\naccording undue weight to the advantages that are said to be enjoyed by a trial\ncourt, and has said that the demeanor of a\nwitness is no substitute for\nevaluating the content of the evidence, taking into account the wider\nprobabilities.\n[5]\n(The trial\ncourt’s favourable impression of the appellant, notwithstanding that his\nevidence was almost entirely false, underscores\nthe point.) Moreover, it is\nclear from the trial court’s judgment in the present case that, if\ndemeanor played any role at\nall in its assessment, the role that it played was\nnegligible. Apart from observing that there was nothing exceptional in the\ndemeanor\nof either the appellant or the complainant the trial court’s\nassessment rested entirely on the content of their evidence, all\nof which\nappears from the record and is equally capable of assessment by this court. But\nin any event there is no warrant for deferring\nto the trial court’s\nfindings on an issue that it failed to enquire into at all.\n[284]\tI have\nno reason to doubt that the sexual acts described by the complainant indeed\noccurred and in that respect I agree with\nthe trial court and the court\na quo\nthat the state discharged its onus notwithstanding the appellant’s\ndenials. But it was also for the state to prove, beyond reasonable\ndoubt, that\nthe acts that occurred after the accused was sixteen years old occurred without\nher consent, for that is an element of\nboth offences. Although the appellant did\nnot contradict the complainant’s evidence on that issue (nor could he, in\nview of\nhis denial that the acts were committed at all) that is not decisive. As\npointed out by Howie P in this court in\nS v York\n2002 (1) SACR 111\n(SCA)\npara 19:\n‘It is always, of course, for the prosecution to prove the\nabsence of consent. This entails that even if the defence, as here,\nis that no\nintercourse took place, the court must, in the adjudicative process, be alive to\nthe possibility that there might have\nbeen consent nonetheless.’\nThe\nlearned judge went on to emphasise, nonetheless\n‘... that without an\nevidential basis such a possibility would be no more than speculative and one\nwould be free to disregard\nit in coming to one’s eventual conclusion. And\nit need hardly be said that an accuser’s failure to allege consent will\nbe\nweighed in the scales when considering whether the postulated possibility is\nreasonable or not.’\n[285]\tIt does not follow from the fact that the\nappellant lied about the occurrence of the sexual acts that they must have been\nnon-consensual.\nWhile the falsity of the appellant’s evidence, and the\nfact that he did not contradict the complainant’s evidence on\nthat score,\nis a factor to be borne in mind when weighing the evidence, it ought not to be\nelevated beyond its due. It is the state,\nand not the appellant, who bears the\nonus, and it ought not to be inadvertently reversed. Various reasons come to\nmind in the present\ncase, some of which have been averted to by my colleague\nStreicher, why the appellant might have lied about the occurrence of the\nacts\neven if they were consensual. Not least is the possibility that at the time the\nappellant instructed his advisers he was still\nunder the impression that to\nadmit the occurrence of the events would not have availed him even if they were\nconsensual. For it appears\nfrom the complainant’s evidence that throughout\nthe relationship both the appellant and the complainant believed that the legal\nage for consent to sexual intercourse was eighteen years. (Even after the\ncomplainant had turned sixteen the appellant often said\nto her that if they were\ncaught having sexual intercourse he would be ‘state fodder’.) Seen\nin that context it is significant\nthat the only act of sexual intercourse to\nwhich he admitted occurred on the complainant’s eighteenth birthday. And\nhaving\nmade that limited admission it is not difficult imagine why he would also\nfeel constrained to make only a limited admission in relation\nto the conduct\nthat preceded it. But it is in any event not necessary to establish what the\nappellant’s motive was for lying,\nnor what motive the complainant might\nhave had for falsely implicating him. Where real possibilities present\nthemselves that are\nnot consistent only with the appellant’s guilt it\nwould be dangerous to draw any inferences from those facts alone.\n[286]\tThe\nconviction for rape was founded upon the events that occurred on 31 March 1998.\nThe complainant did not purport to suggest\nthat she was overborne by the\nappellant’s emotional grip into which she had become entrapped by\ncomplicity and guilt and collusion.\nThe complainant’s explanation for what\noccurred was that the appellant physically overbore her unwillingness to have\nsexual\nintercourse. She said that after the appellant arrested her intended\ndeparture by catching at her arm he physically pressed her to\nthe floor,\nphysically overcame her attempts to resist her clothing being pulled down, and\nthen entrapped her by the physical power\nof his body while sexual intercourse\noccurred. The complainant’s account of how she was physically overcome by\nthe appellant\nwas inconsistent and unconvincing but those are not grounds for\nattributing the alleged overcoming of her will to other, non-physical,\nmeans\nthat were not attested to by the complainant. It suggests rather that the\ncomplainant’s will might not have been overborne\nat all and that her\nevidence in that regard might not be true.\n[287]\tIn my view there are\nindeed improbabilities in the complainant’s account of how she came to be\nin the bathroom with the\nappellant in the first place, many of which are\nreferred to by my colleague Streicher, and in her account of how her\nunwillingness\nwas overborne by the appellant, but there are two further aspects\nof the complainant’s evidence that trouble me in particular.\n[288]\tI\ndo not think that it is necessarily significant that the complainant failed to\nreport what had occurred. If the complainant\nwas indeed entrapped in a\nnon-consensual quasi-familial relationship it is quite possible that she might\nhave been inhibited from\ndisclosing it by feelings of complicity, shame and\nguilt, even if they were unwarranted. But she would be even more inhibited from\ndisclosing it if she was in fact complicit and was thereby betraying the\nfriendship and affection of the appellant’s wife.\nInferences from her\nsilence are thus capable of being drawn in either direction and I consider her\nsilence to be neutral in the assessment\nof the evidence.\n[289]\tBut the\ncomplainant ultimately broke her silence, in about November 1999 when she talked\nto her aunt, and there would then have\nbeen no reason to withhold the truth of\nwhat had occurred. The complainant was prompted to break her silence by the fear\nthat she\nmight be pregnant, which caused her considerable distress, as well it\nwould have done, bearing in mind that she could not confide\nin her parents, nor\ncould she expect any support from the appellant, who had told her on more than\none occasion during the course\nof the relationship that if ever she became\npregnant she was to pass the sexual liaison off on someone else. At first the\ncomplainant\nsought assistance from her aunt on the basis that it was a friend\nwho thought she might be pregnant, but then she confessed that\nshe was referring\nto herself. She related what then occurred as follows:\n‘... Toe\nsê ek vir haar dit is ŉ getroude man. Ek het vir haar gesê dit\nis ŉ verhouding. Toe vra sy vir\nmy alles wat gebeur het. Ek het vir haar\ngesê wat gebeur het, hoe dit gebeur het en dat ek vermoed ek is swanger.\nDat ek vermoed\nek is swanger, ek weet nie. Ek is bang, ek weet nie wat om te\ndoen nie. Toe sê sy vir my, “Wel, die eerste ding wat ons\ngaan doen,\nons koop môre ŉ swangerskaptoets en ons kyk of jy swanger is en dan\nneem ons dit van daar af verder.”.\nGoed. U het, met ander woorde, vir\nhaar gesê ŉ getroude man het met u gemeenskap gehad, u is bekommerd u\nis swanger? --\nJa.\nEn wat het u haar gesê oor ŉ verhouding? -- Ek\nhet vir haar gesê die man sê dit is ŉ n verhouding tussen\nmy en\nhom, maar ek het ook haar verduidelik hoe dit gebeur het, want sy wou geweet het\nhoe en waar het ek ja gesê. Toe sê\nek vir haar ek het vir hom die\neerste keer gesê, nee. Later was dit so dat ek nie meer teen hom kon stry\nen baklei nie, hy\nis ŉ groot man teen my, ek kan nie teen hom stry en\nbaklei nie. En later het dit net gebeur. Toe sê sy vir my, “Wel,\nMarlese, die heel eerste keer wat hy dit gedoen het en jy het vir hom nee\ngesê, was dit verkragting, want jy het nie toestemming\ngegee nie.”\nEn selfs die feit dat hy aan my vat is seksuele molestering.’\n[290]\tAs\npointed out by my colleague Streicher, the complainant’s evidence that she\ntold her aunt that she had said ‘no’\nis not corroborated by the\nevidence of her aunt. While a direct question from the prosecutor on that point\nmight indeed have been\nimpermissibly leading, as pointed out by my colleague\nCameron, I do not see how that serves to redress the absence of the evidence.\nIt\nwas also not incumbent upon counsel for the defendant to probe gaps that might\nhave been left in the state’s evidence, even\nif they were left only by\nuncertainty or ambiguity, for the onus rested throughout upon the state. I have\nlittle doubt that the appellant’s\ncounsel was acutely aware of that and I\nsee no grounds for inferring that he took for granted that the complainant\nreported to her\naunt that she had said ‘no’. I think it strains the\nevidence unduly to suggest that that was implicit in the evidence\nof Ms van\nRooyen. On the contrary, in my view her evidence is not even ambiguous on that\nissue, and instead points strongly in the\nother direction. If Ms van Rooyen had\nbeen told by the complainant that she had not consented Ms van Rooyen would\nsurely have told\nthe complainant that what had occurred constituted rape.\nInstead what she told the complainant was only that it was wrong because\nthe\ncomplainant was a minor, as appears from the extract from her evidence that is\nquoted by my colleague Streicher but it bears\nrepeating:\n‘Goed. Wat\nhet toe gebeur nadat sy aan u die mededelings gemaak het? -- Ek het vir Marlese\nvertel wat gebeur het is verkeerd,\nwant sy was minderjarig en dit was ŉ\nvolwasse persoon.’\nThat evidence, in my view, simply does not open\nitself to the construction that Ms van Rooyen was told that sexual intercourse\nhad\noccurred against the complainant’s will.\n[291]\tAbout ten months\nlater the complainant also disclosed to Dr van Rooy what had occurred. The clear\ninference from his evidence\nis that she did not tell Dr van Rooy that she had\nexpressed her unwillingness but had been overborne by the appellant. His\nevidence,\nin response to questions from the prosecutor, was as follows:\n‘Ja, wat het sy vir u gesê? -- Wel, uiteindelik van die\ninligting wat bekend gemaak is, het sy gesê dat sy beide\nbetas is en dat\ndaar penetrasie ook plaasgevind het.\nHOF: Dit is nou inligting wat u by haar\nbekom het? -- wat sy ... wat sy aan my geopenbaar het. En dit het voorgekom voor\ndie ouderdom\nvan 16. Sy kon nie vir my ŉ presisese ouderdom gee wanneer dit\nvir die eerste keer [gebeur] het nie. Dit is die aard van die\nmolestering wat sy\nbeskryf het.’\nIn cross-examination he described what he recorded in his\ncontemporaneous notes as follows:\n‘Ja. In die eerste sin het ek\ngeskryf, “Seksueel gemolesteer deur ouer se huivriend”. En dan die\nverdere inligting\nis dat sy wel vir haar tannie, haar pa se stiefbroer se vrou\nhet sy genoem in Desember 1999 vertel het daarvan en vir haar verloofde\ntwee\nweke voordat ek haar gesien het.’\nIn response to a request to repeat\npart of that evidence he said the following:\n‘Desember 1999 het sy haar\ntannie, haar pa se stiefbroer se vrou vertel van die beweerde loestering, en\nhaar verloofde twee\nweke voor hierdie evaluasie. Hy het haar nie verwerp nie het\nsy genoem. Sy het verwys na ŉ sakevriend van haar pa wat haar seksueel\ngemolesteer het en genoem dat die omvang daarvan betasting en penetrasie was en\ndat dit haar seksuele verhouding met haar verloofde\nbeinvloed.’\nHe\nadded that, although he had not recorded it in his contemporaneous notes, he\nrecalled querying the complainant’s age at the\ntime sexual intercourse\noccurred, and his evidence continued as follows:\n‘Wat ek in belangstel\nis dat so u getuig het, het beide die betasting en penetrasie voorgekom voor die\nouderdom 16, dit is soos\nu dit verstaan het? -- Dit is hoe ek dit verstaan het.\nEk het dit nie op ŉ nota neergeskryf nie, maar dit is wat ek van geheue\nvir\nu kan sê.\nGoed – Want ek moes op daardie stadium gesê ...\nvir haar net ingelig dat dit basies statutere verkragting is as iemand\nonder die\nouderdom van 16 seksuele omgang sou hê met ŉ vroulike persoon.’\nJa, korrek. --- Dan sou my situasie anders gewees het en ek sou anders\nopgetree het as sy onder die ouderdom van 16 was.\nEk verstaan wat u\nsê. As ek mag opsom, net seker te maak dat ek reg verstaan wat u sê\nis, aan u was gesê daar was\npenetrasie gewees voor ouderdom 16. U het\ngeweet iemand onder 16, dit is statutere verkragting as daar seksuele penetrasie\nwas en\ndit is wat u aan haar gesê het? – Bevestig.’\n[292]\tI would be most surprised if a psychiatrist to whom it was reported\nthat sexual penetration had occurred without consent would\nrecord no more than\nthat there had been ‘sexual molestation’ and I see no foundation for\nthe suggestion that he or she\nwould do so. On the contrary, in my view it is\nmost improbable that Dr van Rooy would have told the complainant that she had\nbeen\n‘statutorily raped’ if what she had told him disclosed the\noffence of rape. It is also most improbable that he would\nnot have expressly\nnoted that fact on his file if that is what he was told, and it is as improbable\nthat he would not have remembered\nthat fact when giving evidence in a trial on a\ncharge of rape but instead have remembered only that he had queried the\ncomplainant’s\nage. In my view it is improbable that Dr van Rooy was told\nby the complainant that she had not consented to sexual intercourse but\nhad been\noverborne. By itself that also casts doubt upon whether she said that to her\naunt because there was no reason not to repeat\nthe same account to both her aunt\nand to Dr van Rooy.\n[293]\tWhat also appears from the evidence of Dr van\nRooy is that at the time the complainant disclosed the relationship to him\n(sometime\nafter 13 September 2000 but before 23 October 2000 when she reported\nit to the police) she had not yet disclosed it to her parents,\nand had disclosed\nit to Mornè (to whom she was then engaged) only a fortnight earlier. (Her\nevidence was that she disclosed\nthe relationship to Mornè ‘a few\nmonths’ after they met in about January or February 2000 and before they\nbecame\nengaged). She said that she had been reluctant at first to disclose the\nrelationship to Mornè because she feared that she\nmight lose him if he\nknew that she had ‘had a relationship with a man who was almost 40 years\nold’, as appears from the\nfollowing extract from her evidence, part of\nwhich I referred to earlier:\n‘Ek het eers nie vir Mornè vertel\nnie, want wat sal Mornè van my dink? ŉ Meisie van 18 jaar wat ŉ\nverhouding\nmet ŉ amper 40-jarige man het. Ek was bang om vir Mornè\nte verloor, hy is ŉ wonderlike mens. Hy aanvaar my vir wat\nek is. Ek was\nbang ek verloor Mornè as ek hom die waarheid vertel.’\nNothing\nin her evidence suggests that she was inhibited from disclosing the relationship\nto Mornè by the fact that she had\nnot consented, and there was no reason\nfor her to fear disclosing that fact.\n[294]\tAfter she had made her\ndisclosure to Dr van Rooy, according to the complainant, she reported to\nMornè ‘what the\ndoctor had said’ (which, according to Dr van\nRooyen, was that she had been ‘statutorily raped’) and it was then\nthat Mornè urged her to take the matter further and ultimately she\ndisclosed the relationship to her parents and reported\nto the police that she\nhad been raped. (She made her report to the police on about 23 October 2000.) In\nmy view it is improbable\nthat the complainant told Mornè that she had not\nconsented when she first disclosed the relationship to him, which, according\nto\nwhat she told Dr van Rooy, must have been not earlier than about the end of\nAugust 2000. If she had done so he would surely have\nurged her at that stage to\nreport the matter and he would not have been prompted to do so only when she\ntold him what Dr van Rooy\nhad said.\n[295]\tIt is clear that the complainant\ndid not disclose the existence of her sexual relationship with the appellant to\nanyone but\nher aunt – and then only because she thought she was pregnant\n– until she disclosed it to Mornè in about August\n2000 and\nthereafter to Dr van Rooy. That the complainant reported the matter to nobody\nuntil she made these disclosures is not significant\nin itself for reasons that I\nhave given. But what is significant is that when she did make those disclosures\nit is improbable that\nshe told any of the persons concerned that the sexual acts\nhad occurred against her will. There was no reason to withhold that information\nif that is indeed what occurred and the improbability of her having done so\ncasts considerable doubt upon the complainant’s\nevidence.\n[296]\tThere\nis a further aspect of the complainant’s evidence that also troubles me.\nSexual intercourse first occurred on 31\nMay 1998 and it occurred for the last\ntime on the complainant’s eighteenth birthday on 9 October 1999. During\nthe intervening\nperiod of about sixteen months sexual intercourse took place on\nnumerous occasions. The complainant could not recall how many times\nit occurred\nbut estimated that she had sexual intercourse with the appellant about thirteen\nor fourteen times in all. According to\nthe complainant she said ‘no’\non the first six or seven occasions. Thereafter, according to the complainant,\nshe said\nneither ‘yes’ nor ‘no’ because she felt\nentrapped by the appellant’s persistence and merely submitted\nto what she\nconsidered to be inevitable.\n[297]\tLeaving aside the first occasion that\nsexual intercourse occurred, the complainant said that on all but three\noccasions it took\nplace on the bed in the appellant’s bedroom. It also\ntook place on one occasion in the bathroom of the appellant’s house,\non\none occasion in what seems to have been a passageway, and on one occasion at the\nhouse that the complainant shared with her parents.\nOn every occasion that it\ntook place at the appellant’s house the appellant’s wife was away\nand when it took place at\nher parents’ house her parents were away.\n[298]\tThus on numerous occasions the complainant found herself alone with\nthe appellant in his bedroom. How the complainant came to\nbe alone in the\nbedroom with the appellant on the occasions that she said ‘no’ (and\nthere is no reason to think that\nit was different on the other occasions) was\nexplained in the following extract from her evidence:\n‘Nou, kom ons\npraat van hierdie sewe gevalle waar u sê u nee gesê het. Hoe het u\nin sy slaapkamer gekom dat hy dit\nmet u kon doen nou? -- Ons sit daar. As dit\n... baie keer was dit hy lê en krieket of wat, sport of wat ook al daar\nis. Die\nkinders sal wel miskien ook daar wees. Hy jaag hulle net uit en ek sit\ndan daar. En dan sal hy dit doen. Deur oop, alles. Of hy sal\nmy ... ons was\naltyd in die kamer, iets gedoen of televisie gekyk of iets en dan sal hy dit net\ndoen.’\nShe went on to explain that the children would be outdoors but\nthat she and the appellant could see when they were approaching.\n[299]\tThe\noccasion upon which intercourse occurred in the bathroom was described by the\ncomplainant as follows:\n‘Ja, hy het een keer was ek in die badkamer en\nhy het op die toilet ... ek was in die badkamer en hy het vir my gesê,\n“Ons doen dit sommer gou hier.” Daar was so ŉ bankie. Hy het my\ntoe sommer bo-op die bankie getel. Toe sê\nek vir hom, “Nee”.\nEn hy het die venster toegetrek en hy het dit daar bo-op die bankie gedoen met\nmy. Hy het nie omgegee\nwaar hy dit doen nie, hy het net aan homself\ngedink.’\n[300]\tIntercourse took place on one occasion at her\nparents’ house. According to the complainant the appellant had telephoned\nto ask her to baby-sit the children and, after learning that her parents were\naway, he arrived at the house. She described what happened:\n‘En toe ek\nby die huis kom ... toe hy by die huis kom, toe is ek ... toe is hy daar en toe\nhet hy dit ... en toe het hy gemeenskap\nmet my by my ma-hulle se huis ook gehad.\nMaar dit is al op daardie stadium wat ek nie meer ... nie meer omgegee het wat\nmet my gebeur\nnie.’\n[301]\tOn every occasion that the complainant was\nwith the appellant in the bedroom she must have entered the house knowing that\nthe\nappellant’s wife was not there, or she must have remained in the house\nafter discovering that the appellant’s wife was\nabsent or after the\nappellant’s wife had left. She must then have accompanied the appellant to\nthe bedroom, or she must have\nsought him out in the bedroom. Whenever the\nchildren were present, and were ushered out of the bedroom, she remained. On one\noccasion\nshe made no apparent attempt to leave the bathroom when the appellant\nentered it. On another occasion she must have admitted the\nappellant to her\nparents’ house when she was there alone and then have accompanied him to\nwherever it was that intercourse\noccurred. On all those occasions the\ncomplainant must have done that well-knowing what was likely to occur when they\nwere alone together.\n[302]\tIf the complainant had indeed been sexually\nassaulted against her will and then been raped I have considerable difficulty\naccepting\nthat the complainant would have persistently allowed herself to be\nalone with the appellant thereafter. And that she would have vociferously\nprotested at her father’s attempts to prevent her from being in his\ncompany, which she described as follows:\n‘My pa het altyd gesê,\n“Ek is nie dom nie. Ek is nie meer vandag se kind nie, ek\nweet”.\nBedoelende hy weet dat u ŉ verhouding ... (tussenbeide) --\nHy weet dat Johan Marx het attensies.\nHy het u nie verbied om daarnatoe te\ngaan nie? – Hy het, ja.\nEn het u daarna geluister? – Ek het met\nhom baie baklei daaroor, want ek het vir hom gesê, ek gaan nie om na Johan\nMarx\nte gaan nie, ek gaan om vir tannie Lettie uit te help. Ek en my pa het al\nhoeveel argumente daaroor gehad, want hy het Johan Marx\nglad nie vertrou\nnie.’\nThe complainant’s explanation to her stepfather, and in her\nevidence, for continuing to visit the appellant’s house was\nthat she\nwished to maintain her relationship with the appellant’s wife, but that\nseems to me to be a tenuous explanation for\nher persistent presence with the\nappellant, most often in the bedroom, when the appellant’s wife was\nnowhere to be seen, and\nfor her presence with the appellant in her\nparents’ house when her parents were away. If she indeed wanted to\nmaintain a relationship\nwithin the family it required no special maturity for a\ngirl of sixteen or seventeen to avoid being persistently alone with the\nappellant\nin his bedroom.\n[303]\tThat the complainant persisted in being\nalone with the appellant, most often in his bedroom, by itself raises\nconsiderable doubt\nthat she was an unwilling partner to what was occurring, as\nshe alleged, but there is a further aspect of her evidence in that regard\nthat\nalso casts doubt upon its veracity. I have pointed out that the complainant said\nthat on the first six or seven of the occasions\nthat she found herself alone\nwith the appellant she again said ‘no’ but sexual intercourse\noccurred nonetheless. Yet\nshe still persisted in being alone with the appellant.\nI am not persuaded that the complainant said ‘no’ on the seventh\noccasion. Nor that she said ‘no’ on the sixth occasion, nor on the\nearlier occasions. And if the veracity of her evidence\nin that respect is open\nat least to doubt, which in my view it is, I do not think it can be relied upon\nalone to find that she said\n‘no’ on the first occasion.\n[304]\tBut we are not called upon to find that the complainant’s\nevidence that the sexual acts occurred without her consent is\nuntrue and thus to\nreject it in order for the appellant to be entitled to be acquitted. He is\nentitled to be acquitted if there is\nonly a reasonable possibility that her\nevidence on that issue might be untrue. In my view there is such a reasonable\npossibility,\nfor the reasons I have given, with the result that the state failed\nto discharge its onus, and the appellant was entitled to be acquitted\non the\ncharges that he faced.\n[305]\tBut notwithstanding the reservations that I\nhave in relation to the complainant’s evidence that the sexual acts were\nnot\nconsensual I do not have similar reservations with regard to her evidence\nthat they indeed occurred even taking account the caution\nto be observed before\naccepting the evidence of a single witness. It seems clear that there was a\nlong-standing sexual relationship\nbetween the complainant and the appellant and\nI see nothing improbable or inconsistent in the complainant’s account of\nthe\nacts that occurred in the course of that relationship and the time at which\nthe first incident occurred. On the contrary, in my view\nthe surrounding\ncircumstances support the conclusions of the trial court and the court a quo\nthat on that issue the evidence of the\ncomplainant was true. In those\ncircumstances I agree with my colleague Streicher, for the reasons he has given,\nthat the evidence\nestablishes that the appellant contravened s 14(1)(b) of\nthe Sexual Offences Act 23 of 1957, and that the matter should be remitted\nto\nthe trial court for the appropriate sentence to be determined.\n___________________\nR.W. NUGENT\nJUDGE OF APPEAL\n[1]\nSien para [69] waar die\nstatutêre bepaling aangehaal\nword.\n[2]\nR v Z\n1960 (1) SA 739\n(A)\nop 742E.\n[3]\nS v W\n1963 (3) SA 516\n(A) op 523C-F; S v Magubane\n1975 (3) SA 288\n(N) 291 G-H; S v Gope 1993 (2) SACR\n92 (Ck).\n[4]\nUnreported judgment\ndelivered on 27 May 2005 under Case No. 214/04.\n[5]\nBody Corporate of\nDumbarton Oaks v Faiga\n[1998] ZASCA 101\n;\n1999 (1) SA 975\n(SCA) 979I;\nSantam Bpk v Biddulph\n2004 (5) SA 586\n(SCA) para 16; and in a criminal context\nS v V\n2000\n(1) SACR 453\n(SCA) 455f-h.",
  "scraped_at": "2026-02-12T14:13:37.862481",
  "date": "2005-08-23",
  "coram": [
    "Streicher JA",
    "Cameron JA",
    "Nugent JA"
  ],
  "case_number": "397/04",
  "parties": {
    "applicants": [
      "Johan Marx"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Johan Marx, a married man in his late thirties, befriended a 15‑year‑old schoolgirl who was babysitting his children from August 1997. Over the next two years the girl frequently stayed overnight at the Marx household, watched videos with Mrs Marx and was emotionally attached to the family. During this period the appellant repeatedly touched the girl’s genitals and breasts without her consent and, from March 1998 to October 1999, had sexual intercourse with her, initially refusing her pleas of ‘no’. The girl later reported the abuse after becoming pregnant and receiving psychiatric care. The State prosecuted Marx for indecent assault and rape.",
    "issues": "The appeal centered on whether the State proved beyond reasonable doubt that the appellant’s sexual contacts were non‑consensual, particularly the first acts of genital groping in September 1997 and the first intercourse on 31 March 1998, and whether the trial court erred in its assessment of credibility and the application of statutory provisions of the Sexual Offences Act 23 of 1957 (art 14(1)(b)).",
    "principles": "The court applied the principle that consent must be proved beyond reasonable doubt and that a lack of consent is a factual issue for the trial judge to determine, guided by the Dhlumayo approach on appellate review of trial‑court findings. It reiterated that under the Sexual Offences Act, sexual intercourse with a person under 16 is statutory rape regardless of alleged consent. The burden of proof remains on the State, and appellate courts may only intervene where there is a misdirection or a palpable error in the trial‑court’s credibility assessment.",
    "application": "The majority found the complainant’s testimony credible despite inconsistencies, highlighting the power imbalance, the quasi‑familial setting and her psychological vulnerability. The appellant’s evidence was deemed unreliable and was rejected. The court concluded that the appellant’s acts occurred while the girl was under 16 and without her consent, satisfying the elements of indecent assault and statutory rape under art 14(1)(b). The State’s burden was satisfied.",
    "conclusion": "The appeal was dismissed. The convictions for indecent assault and rape were upheld, and the case was remitted to the trial court for appropriate sentencing, including consideration of corrective supervision."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "indecent assault",
      "statutory rape",
      "consent",
      "appellate review"
    ]
  }
}