{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/108.html",
  "case_name": "Public Servants Association v National Commissioner of the South African Police Service (573/2004) [2005] ZASCA 108; [2007] 1 All SA 363 (SCA); 2007 (2) SA 71 (SCA); (2006) 27 ILJ 489 (SCA) (25 November 2005)",
  "citation": "[2005] ZASCA 108",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 108\n|\nNoteup\n|\nLawCite\nPublic Servants Association v National Commissioner of the South African Police Service (573/2004) [2005] ZASCA 108; [2007] 1 All SA 363 (SCA); 2007 (2) SA 71 (SCA); (2006) 27 ILJ 489 (SCA) (25 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO573/04\nIn the matter between\nTHE  PUBLIC SERVANTS ASSOCIATION\nAppellant\nand\nNATIONAL COMMISSIONER OF\nTHE SOUTH AFRICAN\nPOLICE SERVICE\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P, STREICHER, NUGENT, LEWIS JJA et MAYA AJA\n________________________________________________________________________\nDate Heard:\n1 November 2005\nDelivered:\n25 November 2005\nSummary:\tPolice employment\nregulations – retention of incumbent of upgraded post in terms of reg\n24(6) – despite permissive\nlanguage of subregulation, Commissioner obliged\nto retain incumbent if requirements of subregulation met. The order of the Court\nappears in para [22].\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P\nHOWIE  P\n[1]\tIn the employment\nregulations promulgated under the South African Police Service Act 68 of 1995\n(the Act)\n[1]\nreg 24 deals with the\ngrading of posts and  effect of grading on remuneration. Reg 24(6) says\nthis:\n‘(6)\tIf the National Commissioner raises the salary of a post as\nprovided under subregulation (5), she or he may continue to\nemploy the incumbent\nemployee in the higher-graded post without advertising the post if the incumbent\n–\n(a)\talready performs the duties of the post;\n(b)\thas received a\nsatisfactory rating in her or his most recent performance \t\t\tassessment;\nand\n(c)\tstarts employment at the minimum notch of the higher salary\nrange.\n[2]\tOn the basis that uncertainty prevailed as to whether the\nsubregulation afforded the National Commissioner a discretion to continue\nto\nemploy the incumbent in the higher-graded post, or imposed an obligation to do\nso, he applied in the High Court at Pretoria for\na declarator. The order sought\nwas to the effect that continuation of the incumbent’s employment in the\nupgraded post was a\nmatter for the Commissioner’s discretion. Seven\nrespondents were cited.   Only the first two respondents opposed.   The Court\n(Ponnan J) granted the declarator and subsequently gave the second respondent,\nthe Public Servants Association, leave for the present\nappeal. (It was the only\nparty to seek leave.) For convenience I refer from here on to the parties on\nappeal as ‘the appellant’\nand ‘the Commissioner’\nrespectively.\n[3]\tThe appellant is a registered trade union.  As its name\nindicates, its members are drawn from the national public service.   The\nCommissioner is the executive commander of the South African Police Service\n(‘the Service’)\n[2]\n, whose\nduties include maintenance of an efficient\nservice.\n[3]\n[4]\tRegulation 24 reads\nin full –\n‘24.\nGRADING AND REMUNERATION\n(1)\tThe\nNational Commissioner must determine the grade of a post to correspond with its\njob weight and set the commencing salary of\nan employee on the minimum notch of\nthe salary range attached to the relevant grade, unless the salary proves\ninadequate under the\ncriteria in subregulation (3).\n(2)\tIf the job has a\nweight that applies to more than one salary range, the National Commissioner\nmust determine which of the relevant\nsalary ranges to use.\n(3)\tThe National\nCommissioner may set the salary for a post or an employee above the minimum\nnotch of the salary range indicated by\nthe job weight –\n(a)\tif she or\nhe has evaluated the job, but cannot recruit or retain an employee \t\t\twith the\nnecessary competencies at the salary\nindicated by the job weight;\n\t\t\tand\n(b)\tshe or he shall record the reason why the salary indicated by the\njob \t\t\tweight was insufficient.\n(4)\tIf the job weight demonstrates that a\nfilled post is overgraded or undergraded, the National Commissioner must either\neffect changes\nto the work organisation or regrade the post according to the job\nweight and the relevant collective agreements as provided for in\nsubregulations\n(5), (6) and (7).\n(5)\tThe National Commissioner may increase the salary of a\npost to a higher salary range in order to accord with the job weight, if\n–\n(a)\tthe job weight as measured by the evaluation system indicates\nthat the post \t\twas graded incorrectly; and\n(b) \tthe budget of the service\nand the medium-term expenditure framework \t\t\tprovide sufficient funds.\n(6)\tIf\nthe National Commissioner raises the salary of a post as provided under\nsubregulation (5), she or he may continue to employ\nthe incumbent employee in\nthe higher-graded post without advertising the post if the incumbent\n–\n(a)\talready performs the duties of the post;\n(b)\thas received a\nsatisfactory rating in her or his most recent performance \t\t\tassessment;\nand\n(c)\tstarts employment at the minimum notch of the higher salary\nrange.\n(7)\tIf the National Commissioner determines that the salary range of\nan occupied post exceeds the range indicated by a job weight,\nshe or he must\n–\n(a)\tif possible –\n(i)\tredesign the job to equate with the\npost grade: or\n(ii)\ttransfer the incumbent to another post on the same\nsalary range; \t\t\t\tand\n(b)\tabide by relevant legislation and collective\nagreements.\n(8)\tAs far as possible, the National Commissioner must set the\nsalary of a part-time, sessional or temporary employee proportional\nto the\nsalary of an equally graded full-time employee.’\n[6]\tThe focus in this\ncase is essentially on subregs (4) to (7). They are aimed at regulating the\nconsequences of a filled ‘post’\nhaving been incorrectly\n‘graded’. What those words mean appears from the definitions in reg\n2 and a reading of the ensuing\nregulations. Suffice it to say that the work\nwhich a member of the Service does is his or her job. ‘Post’ is the\nname\nor description of that job. Each job has a job weight. This is a numerical\nvalue assigned to the job by a job evaluation. A grade\nis the relative value of\na job as reflected by the job weight. Each grade is linked to a salary range. A\nsalary range comprises a\nrange of notches – minimum to maximum. Similarly,\nall the salary ranges in the Service – minimum to maximum – make\nup\nits salary scale.\n[7]\tSubregulation (4) gives the Commissioner a choice when\nthe job weight of a filled post shows that the post is wrongly graded.\nBroadly,\ncorrection is achieved either by altering the post’s workload up or down,\nor regrading the post, again, up or down.\nSubregulations (5) and (6) concern an\nupgrade and subreg (7) a downgrade.\n[8]\tThe court below decided, particularly\nin the light of the regulations dealing with\nrecruitment\n[4]\nand\npromotion,\n[5]\nthat the matter fell to\nbe decided broadly as follows.  Upgrading created, notionally at least, a new\nvacant post. Vacant posts could\nnormally be filled only after advertising them.\nContinuation with the incumbent in a subreg (6) situation was in effect to\npromote\nhim or her. Generally, promotions also had to follow only after\nadvertising. Transparency demanded that advertising should be the\nrule and\ndispensing with it, as subreg (6) permitted, should rather be the exception.\nThis meant that the Commissioner had, in line\nwith the use of the word\n‘may’ in the subregulation, a discretion whether to advertise or to\nretain the incumbent in\nthe upgraded post without advertising.\n[9]\tAt first\nblush it might too readily appear that the drafter’s use of\n‘must’ and ‘may’ signifies\nconsistently an intended\ndifference between peremptory and permissive provisions in the regulations. That\nimpression could well be\nreinforced by instances where, for example in reg\n24(1), (2) and (3), ‘must’ and ‘may’ correctly indicate\nthat difference. Furthermore, it does not seem that ‘must’, wherever\nit is used in the regulations, has anything but\nan imperative connotation. The\ncrucial enquiry, however, is whether ‘may’, even if unquestionably\nconstituting permissive\nprovisions elsewhere in the regulations, has, in subreg\n(6), the permissive connotation found to be the case by the learned Judge\nin the\nCourt below.\n[10]\tThe thrust of the appellant’s argument was that if\nthe upgraded post were advertised and the incumbent employee were not\nappointed\nto it the latter would be liable to lose his or her employment.  The profound\nunfairness of that outcome, so the argument\ncontinued, was highlighted by the\nirony that subreg (6) postulated that the incumbent was, at the relevant time,\nnot only performing\nthe duties of the upgraded post but doing so well enough to\nhave achieved a recent satisfactory rating. By contrast, subreg (7) required,\nif\npossible, that the incumbent of an overgraded, and thus overpaid post, would\nremain in the service. The fate of the displaced\nincumbent referred to in subreg\n(6) was therefore in conflict with the Constitutional values of equity and\nreasonableness and in\nparticular with the right to fair labour\npractices.\n[11]\tThe heads of argument for the Commissioner did not address\nthe fate of the displaced erstwhile incumbent.   They proceeded on\nthe basis\nthat the Commissioner’s alternatives were retention of the employee in\naccordance with subreg (6) or reduction of\nthe workload of the undergraded post\nin terms of subreg (4), neither of which would involve any unfairness. Pressed\nin argument,\nhowever, with the gravamen of the appellant’s argument as\nsummarised above, counsel for the Commissioner were driven to submit\nthat if the\nformer incumbent responded to the Commissioner’s advertisement but were\nnot appointed, the only resort of such\nperson would be an action for whatever\ncompensatory relief would be appropriate. The concession was that the employee\nconcerned could\nindeed lose his employment if his post were\nupgraded.\n[12]\tThere can be no doubt that on the Commissioner’s\napproach that concession was unavoidable. If the Commissioner decided\nto\nadvertise and the former incumbent were not appointed, the latter would be left\nwithout a job.   The post that he or she had occupied\nhaving become upgraded,\nthere would be no post left behind to which such person should then, as a matter\nof course, be transferred.\nIn this regard I disagree, with respect, with the\nCourt\na quo\nthat a new vacant post would be created.   What I have so far\nreferred to as displacement would in truth become dismissal if the\nemployee\ncould not be accommodated in another post.   Naturally it might be possible in\npractice to avoid the drastic result of dismissal\nif there were an existing\nvacant post to which the person in question could be transferred without loss of\nemployment, status or\npay. But the availability of existing vacant posts would\nno doubt be more likely at the lower end of the Service’s employment\nscale. The problem of incorrect grading with which reg 24 is concerned is, as a\nmatter of probability, going to occur in the case\nof higher and more specialised\nposts. Accordingly, the issue we have to decide is not to be resolved by\nassuming the existence of\npossible vacant posts.\n[13]\tComparison of the\nprovisions of the Act with those of the regulations discloses the following\nsituation in so far as dismissal\nis concerned.  The Act deals with conditions\nand termination of service in sections 27 to 49.   It refers to dismissal as\n‘discharge’.\nDischarge is the subject of sections 35 to 37. Only s\n35 is presently of importance and only paragraphs (a) and (b) of that\nsection:\n’35\nDischarge of members on account of redundancy, interest\nof Service or appointment to public office\nThe National Commissioner may,\nsubject to the provisions of the Government Service Pension Act, 1973 (Act 57 of\n1973), discharge a\nmember –\n(a)\tbecause of the abolition of his or her\npost, or the reduction in the numerical \tstrength, the reorganisation or the\nreadjustment\nof the Service;\n(b)\tif, for reasons other than the unfitness or\nincapacity of such member, his or her \tdischarge will promote efficiency or\neconomy\nin the Service, or will otherwise be \tin the interest of the service;\n...’\n[14]\tChapter VII of the Regulations is headed ‘PROCEDURES\nFOR APPOINTMENT, PROMOTION AND TERMINATION OF SERVICE.’ It encompasses\nregulations 34 to 40. Nothing they contain deals either with discharge as meant\nin any section of the Act or any circumstances which\ninvolve or approximate to\nthe job loss to which, as the present case reveals, reg 24(6) could give rise on\nthe Commissioner’s\napproach. The only termination situation referred to is\nautomatic resignation\n[6]\nand that is\npresently irrelevant.   No other regulation deals or purports to deal with\ndismissal.  But the employment is also governed\nby the\nLabour Relations Act 66\nof 1995\n, which confers a right (in\ns 185)\nnot to be unfairly dismissed.  A\ndismissal is unfair if the reason for the dismissal is not a ‘fair\nreason’ that is either\nrelated the employee’s conduct or capacity or\nis based on the employer’s operational requirements.\n(s188(1).\nI doubt\nvery much that the dismissal of an employee – which would be inevitable if\nhe could not be placed in an alternative\npost – merely because the post\nwas regraded so as to link it to a higher salary can be said to be a ‘fair\nreason’\nfor the dismissal.\n[15]\tThe conclusion is unavoidable,\ntherefore, that the drafter of the regulations had no intention that upgrading\nin terms of reg\n24 would expose an incumbent who is satisfactorily performing\nthe function to dismissal. It is equally clear that, ignoring the already\nmentioned possibility of transfer to an existing vacant post, the only way in\nwhich the incumbent would retain employment would be\nin the upgraded post. It\nmust follow that if the circumstances in subreg (6)(a) and (b) obtain, the\ndrafter’s intention was\nthat the Commissioner had to continue to employ\nthe incumbent in the upgraded post and for that reason he was permitted not to\nadvertise\nit.\n[16]\tThe scheme of reg 24 does offer the Commissioner some\nchoice. That choice is afforded by subreg (4) and only if the funds referred\nto\nin subreg 5(b) are available. Upgrading and its consequences can certainly be\navoided by resorting to reducing the workload of\nthe overgraded post.   But once\nthe Commissioner chooses to upgrade he has two obligations.   The first, as I\nhave said, is to continue\nwith the incumbent in the upgraded post. The other is\nto increase the incumbent’s salary in terms of subreg (5).\n[17]\tI\nmention the latter obligation because it serves to disclose another instance in\nwhich the drafter’s use of the word ‘may’\nis inapposite. \nSalary increase under subreg (5) is subject to two circumstances. One is the\navailability of funds. Obviously, without\nthe necessary money subreg (5) cannot\nbe resorted to. The other is the fact of incorrect grading coupled with the\ndecision to regrade.\nPlainly this refers to an undergraded, not overgraded post,\notherwise a salary increase would not be called for. Given those circumstances\nit is not for the Commissioner to choose to increase the salary attaching to the\npost. Reg 2 defines ‘grade’ to mean\n‘the relative value of\na particular job as reflected by the job weight which is linked to a salary\nrange in a salary scale used\nin the Service’.\nConsistently with that\ndefinition reg 24(1) speaks of a salary range being attached to the relevant\ngrade and para (c) of subreg (6)\nrefers to ‘the higher salary range’\nto which the upgrade would apply. Consequently, increasing a grading must\ninevitably\nlead to increasing the accompanying salary range.  There is no room\nfor a discretionary choice.\n[18]\tThe next point to bear in mind is that, in\ncontrast with the word ‘may’ in subregs (5) and (6), one finds in\nsubreg\n(7) the use of ‘must’. (Admittedly subreg (7) also contains\nthe qualification ‘if possible’ but that is no\ndifferent in effect\nthan the qualification in subreg (5) that there has to be enough money, and the\nqualification in subreg (6) that\ncomprises the provisions in paras (a), (b) and\n(c).) The position is that when correcting an overgrade the Commissioner must\nkeep\nthe incumbent in the Service. As I have said, there is no reason to think\nthat ‘must’ has been inappropriately used anywhere\nin the\nregulations. If retention of the employee is required in the case of an\novergrade there is every reason to require retention\nin the case of a\nsatisfactorily performing employee who has been significantly\nunderpaid.\n[19]\tNext, if the drafter’s intention had indeed been to\nconfer a discretion in subreg (6) there are no indications as to how\nit was to\nbe exercised. Naturally the Commissioner is not bound to retain the incumbent if\nthe requirements in paras (a) and (b)\nare not met but once they are, the\nexpected indications are lacking. That being so, it is unlikely that the drafter\nintended to confer\na discretion.\n[7]\nDespite the incumbent’s performing all the duties attaching to the post\nsatisfactorily, should the emphasis be on trying, in\nthe interests of the\nService, to get somebody even better or should it be on adherence to fairness\nseeing that the incumbent’s\nperformance is acceptable?\n[20]\tFinally, if\nsubreg (6) did give the Commissioner a discretion its exercise could lead to the\nearlier mentioned disparity between\n(speaking loosely) the upgraded incumbent\nand the downgraded incumbent. The stark unfairness inherent in the difference in\ntheir\nrespective outcomes was rightly stressed by the appellant. The employment\nof the incumbent of an overgraded post is unendangered\nby regrading. Incorrect\ngrading would be cured either by a workload adjustment or transfer to another\npost on the same salary scale.\n  The incumbent of the upgraded post, on the\nother hand, who happens to be coping with all the duties of the\n‘new’ post\nand doing so satisfactorily, would lose his or her\nemployment if somebody else were appointed to it. This would infringe the\nincumbent’s\nright to a fair labour practice and right not to be unfairly\ndismissed and be manifestly inequitable particularly seeing that in\nsubreg (7),\nand elsewhere in the regulations, the\nLabour Relations Act and\ncollective\nagreements between the service and its employees are acknowledged and, by\ninference, respected.\n[21]\tTo sum up, there are two approaches to the issue\nraised.  The first is that the Commissioner’s interpretation could lead\nto\njob termination and the drafter could never have intended that consequence. The\nsecond is that on a proper interpretation of reg\n24(6) it is not, after all,\npermissive. On either approach I am drawn to the conclusion that the\nsubregulation does not confer a\ndiscretion on the Commissioner.   Provided the\nrequirements of paras (a) and (b) are met the Commissioner is not only empowered\nto\nretain the incumbent in the upgraded post without advertising it but under a\nduty to do so and to do so at the salary prescribed\nby para (c). Accordingly,\nthe application to the Court below ought to have failed.\n[22]\tThe appeal\nsucceeds, with costs. The order of the Court\na quo\nis set aside. It is\nreplaced by the following:\n‘The application is dismissed, with\ncosts.’\n__________________\nCT HOWIE\nPRESIDENT\nCONCUR\nNUGENT  JA\nLEWIS JA\nSTREICHER JA:\n[23]\tI have\nread the judgment of my colleague, Howie P, but, for the reasons that follow, I\ndo not agree that the appeal should succeed.\nThe issue to be decided in this\nappeal is whether reg 24(6) of the regulations promulgated under s 24(1) of the\nSouth African Police\nService Act 68 of 1995 (‘the Act’) conferred a\ndiscretion on the National Commissioner of the Police Service (‘the\nService’), in the event of a post being upgraded, to continue to employ\nthe incumbent of the post in the upgraded post without\nadvertising the post or\nwhether it imposed an obligation on him to do so notwithstanding the use of the\nword ‘may’ in\nthe subregulation.\n[24]\t‘[C]lauses [in\nempowering legislation] couched in permissive language have often been construed\nas making it the duty of\nthe person in whom the power is reposed to exercise\nthat power when the conditions prescribed as justifying its exercise have been\nsatisfied’.\n[8]\nWhether or not it\nshould be so construed depends on the language used and the general scope and\nobjects of the empowering\nlegislation.\n[9]\nIn\nJaga v\nDönges NO\n1950 (4) SA 653\n(A) Schreiner JA said in this regard at\n664E-F:\n‘Seldom indeed is language so clear that the possibility of\ndifferences of meaning is wholly excluded, but some language is\nmuch clearer\nthan other language; the clearer the language the more it dominates over the\ncontext, and\nvice versa\n, the less clear it is the greater the part that\nis likely to be played by the context.’\n[25]\tRegulation 24 is quoted in\nfull in the judgment of Howie P and need not be repeated here. Subregulation (1)\nread with subreg\n(3) provides that the National Commissioner ‘must’\ndetermine the grade of a post to correspond with its job\nweight\n[10]\nand set the commencing\nsalary of an employee on the minimum notch of the salary range attached to the\nrelevant grade, unless the\nsalary proves inadequate, by reason of the fact that\nan employee with the necessary competencies at the salary indicated by the job\nweight cannot be recruited or retained. In the latter event the National\nCommissioner ‘may’, in terms of subreg (3),\nset the salary for a\npost or an employee above the minimum notch of the salary indicated by the job\nweight.\n[26]\tIf the job has a weight that applies to more than one salary\nrange the National Commissioner ‘must’, in terms of\nsubreg (2),\ndetermine which of the relevant salary ranges to use.\n[27]\tIf, having regard\nto the job weight, a filled post is either overgraded or undergraded  the\nNational Commissioner, in terms of\nsubregulation (4), ‘must’ either\neffect changes to the work organisation i.e. increase or decrease the job weight\nor\nregrade the post according to the job weight.\n[28]\tIf a post is\nundergraded and if the budget of the Service and the ‘medium-term\nexpenditure framework’ provide sufficient\nfunds the National Commissioner,\nin terms of subreg (5), ‘may’ increase the salary of the post in\norder to accord with\nthe job weight i.e. he ‘may’, in these\ncircumstances elect to upgrade the post.\n[29]\tSubregulation (6) provides\nthat if the National Commissioner elects to raise the salary of a post he\n‘may’ continue\nto employ the incumbent employee in the higher-graded\npost without advertising the post if the incumbent –\n(a)\talready performs the duties of the post;\n(b)\thas received a satisfactory rating in her or his most recent performance\nassessment; and\n(c)\tstarts employment at the minimum notch of the higher salary\nrange.\n[30]\tIf a post is overgraded i.e. if the\nsalary range of an occupied post exceeds the range indicated by the job weight\nthe National\nCommissioner ‘must’, in terms of subreg (7), if\npossible, redesign the job to equate with the post grade or transfer\nthe\nincumbent to another post on the same salary range and must abide by relevant\nagreements and collective agreements.\n[31]\tIn terms of subreg (8) the\nNational Commissioner ‘must’ as far as possible set the salary of a\npart-time, sessional\nor temporary employee proportional to the salary of an\nequally graded full-time employee.\n[32]\tI agree with Howie P that when\n‘must’ is used in subregs (1), (2), (4), (7) and (8) it has an\nimperative connotation.\nI also agree with him that when ‘may’ is\nused in subreg (3) it has a permissive connotation.\n[33]\tSection 24(5)\nreads:\n‘The National Commissioner may increase the salary of a post to\na higher salary range in order to accord with the job weight,\nif –\n(a)\nthe job weight as measured\nby the evaluation system indicates that the post was graded incorrectly;\nand\n(b)\nthe budget of the Service and the\nmedium-term expenditure framework provide sufficient\nfunds.’\nIf the subregulation is to be read:\n‘Having upgraded the post the National Commissioner may increase the\nsalary of a post to\na higher salary range in order to accord with the job weight\n. . .’ I would agree with Howie P that ‘may’ has an\nimperative\nconnotation. I do, however, not think that it would be a correct reading of the\nsubregulation. A ‘grade’ is\nby definition linked to a salary range.\nTo increase the salary of a post to a higher salary range is to upgrade the post\nto a higher-graded\npost. The subregulation, therefore, in effect, deals with the\ncircumstances in which a post may be upgraded. The intention could\nhardly have\nbeen that the post may be upgraded without having regard to the requirements of\n(a) and (b) but that the salary may only\nbe increased if those requirements are\nmet. The phrase ‘may increase the salary of a post to a higher salary\nrange’ in\nsubreg (5) is, therefore, in my view, but another way of saying\n‘may regrade the post to a higher-graded post’. If that\nis so\n‘may’ has a permissive connotation. In terms of subreg (4) the\nNational Commissioner must either effect changes\nto the work organisation or\nregrade the post according to the job weight if the filled post is overgraded or\nundergraded. In terms\nof subreg (5) he may select the upgrading option instead\nof the work organisation option if the requirements of (a) and (b) thereof\nare\nmet. There is no reason to think that it was the intention that the National\nCommissioner should be obliged to select the upgrading\noption and not the work\norganisation option if there were sufficient funds available.\n[34]\tThe\nlanguage used in reg 24 indicates an intention to distinguish between what the\nNational Commissioner ‘must’ do\nand what he ‘may’ do.\nThe draftsman had no compunction about telling the National Commissioner what he\nwas obliged to\ndo and there would seem to be no reason why he would not have\nsaid that the National Commissioner was obliged to continue to employ\nthe\nincumbent employee in the higher-graded post if that was the intention. The\nquestion now is whether there are indications, having\nregard to the scope and\nobjects of the regulations, that the draftsman, notwithstanding the use of the\nword ‘may’ in\ncontradistinction to the word ‘must’,\nshould be understood to have used the word ‘may’ in subreg (6) in an\nimperative connotation.\n[35]\tRegulation 24 forms part of the employment\nregulations of the Service and is contained in Chapter V, which deals with\nemployees’\nremuneration for services rendered. The object of the sections\nforming part of chapter V is described in reg 22(1), which is headed\n‘Principles’, as follows:\n‘Remuneration in the Service must\naim, within fiscal constraints, to support –\n(a)\nefficient and effective\nservice delivery and provide appropriate incentives for employees; and\n(b)\nequal pay for work of equal value and\nother labour standards.’\n[36]\tThe procedures\nfor appointment and promotion of employees in the Service are dealt with in\nChapter VII, regulations 34 to 40.\nRegulation 34 provides as\nfollows:\n‘\nPRINCIPLES\nEmployment practices must ensure\nemployment equity, fairness, efficiency and the achievement of a representative\nService. Affirmative\naction must be used to speed up the creation of a\nrepresentative and equitable Service and to give practical support to those who\nhave been historically disadvantaged by unfair discrimination to enable them to\nfulfil their maximum potential. Employment practices\nmust maximize flexibility,\nminimize administrative burdens on both employer and employee, and generally\nprevent waste and inefficiency.\n. . ’\n[37]\tWhen a post is upgraded the\nexisting post is abolished. The incumbent employee does not, however, lose his\nemployment as a result\nof the abolition of his post as was submitted by the\nappellant. Section 35 of the Act provides that the National Commissioner may,\nsubject to the provisions of the Government Service Pension Act 37 of 1973\ndischarge a member because of the abolition of his post.\nA discharge upon the\nabolition of a post is, therefore, not automatic and the regulations did not and\ncould not provide otherwise.\nThe National Commissioner has a discretion to\ndismiss an employee when his post is abolished. But, in terms of s 31(2) of the\nAct,\nfor as long as the employee remains in the employ of the Service, his\nsalary may not be reduced without his consent, except in certain\ncircumstances\nwhich are not presently relevant. The National Commissioner also has a\ndiscretion in terms of reg 36(2)(e) to appoint\nthe member whose post is\nabolished to a post of equal grading to the one that had been abolished, without\nadvertising the post.\n[38]\tI did not understand the respondent to concede\nthat an incumbent employee would lose his employment when his post is abolished.\nI understood his argument to be that the National Commissioner would in those\ncircumstances have a discretion to appoint him in the\nupgraded post or to\nappoint him in another post or to retrench him for being redundant. He submitted\nthat should the incumbent employee,\nwho qualifies for appointment in the\nupgraded post, not be appointed in that post he may in appropriate circumstances\nbe entitled\nto a review of the decision of the National Commissioner.\n[39]\tI\nagree that it may in certain circumstances be unfair or not in the best\ninterests of the Service not to continue to employ\nthe incumbent employee in the\nhigher-graded post. That will, however, not necessarily be the case. It may for\nexample only be possible\nto upgrade some of a number of similar posts which need\nto be upgraded in order to correspond with their job weights. In these\ncircumstances\nfairness may require that all the incumbent employees, who had\nbeen performing the duties of the post satisfactorily, be allowed\nto compete for\nthe upgraded posts. In deciding whether or not the incumbent employee should be\nappointed in the higher-graded post\nthe National Commissioner will have to\nadhere to the employment practice of the Service which, according to reg 34 is,\ninter alia,\nto ensure fairness. Should the decision be unfair it would be the\nexercise and not the conferring of the discretion which is unfair.\n[40]\tThe\nposition is different when the salary range of an occupied post exceeds the\nrange indicated by the job weight. Should the\nNational Commissioner in those\ncircumstances elect to increase the job weight the existing post is not\nabolished and a new post is\nnot created. The National Commissioner is obliged,\nin the case of a reorganization of the workload within the post, to either\nretain\nthe incumbent employee in that post or to transfer him to another post.\nThe employee is not promoted to a higher-graded post with\na higher salary scale.\nIt is, in my view, fallacious to argue that because an employee is retained in a\npost in those circumstances,\nit must have been the intention, in the event of an\nupgrading of the post, that the incumbent employee should be appointed in the\nupgraded post. It is clear that that was not the intention in the case where the\nincumbent employee performed the duties of the post\nsatisfactorily but was\nemployed at a salary notch higher than the minimum notch of the higher salary\nrange. Unless such an employee\nis prepared to accept a reduction in salary he\nwould, like an employee who had not received a satisfactory rating in his most\nrecent\nperformance assessment, lose his post as a result of the regrading of the\npost, the post will have to be advertised and the incumbent\nemployee will have\nto compete with other applicants for appointment to the newly created upgraded\npost. That being the position of\nan incumbent employee who does not qualify for\nappointment to the higher-graded post without the post being advertised I cannot\nsee\nany reason to infer that it was not the intention that the National\nCommissioner should have a discretion not to appoint an incumbent\nemployee, who\ndoes qualify for such appointment.\n[41]\tI, therefore, agree with the\nsubmission by the respondent that upon the upgrading of a post the National\nCommissioner has a discretion\nto continue to employ the incumbent employee in\nthe higher-graded post with or without advertising the post. Should he not be\nemployed\nin the higher-graded post he may, in the circumstances mentioned in\nsubreg 36(2), without the post being advertised, be appointed\nto a post similar\nto the one that had been filled by him and he may also be discharged in terms of\ns 45. Although reg 24(6) does\nnot contain any guidance as to how the discretion\nis to be exercised such guidance is to be found in reg 22(1), which, in my view,\nrequires that the discretion be exercised with due regard being had to the\nrequirements of efficient and effective service delivery\nand the provision of\nappropriate incentives for employees. It is also to be found in reg 34 which, in\nmy view, requires that the\ndiscretions referred to be exercised in the light of\nthe principle that employment practices must ensure employment equity, fairness,\nefficiency and the achievement of a representative Service.\n[42]\tBeing\nadministrative actions the decisions taken by the National Commissioner would in\nappropriate circumstances be\nreviewable.\n[11]\nFurthermore, should\nthe incumbent employee in the particular circumstances of the case have a\nlegitimate expectation to be appointed\nto the higher-graded post the\nadministrative action will have to be procedurally\nfair.\n[12]\nShould it not be\nadministratively fair it would likewise be\nreviewable.\n[13]\n[43]\tFor these\nreasons I would have dismissed the appeal with costs including the costs of two\ncounsel.\n__________________\nSTREICHER JA\nCONCUR:\nMAYA AJA\n[1]\nThe South African Police\nService Employment Regulations, 1999 Govt Notice R.389 of 14 April\n2000.\n[2]\nS 6(1) of the Act read\nwith s 216(2)(a) of the Interim Constitution, Act 200 of\n1993.\n[3]\nS 218(1) of the Interim\nConstitution.\n[4]\nReg\n36.\n[5]\nReg\n38.\n[6]\nReg\n39.\n[7]\nSee\nSouth African\nRailways v New Silverton Estate Ltd\n1946 AD 830,\n842-3.\n[8]\nPer Tindall JA in\nSouth African Railways v New Silverton Estate Ltd\n1946 AD 830\nat\n842.\n[9]\nLoc.\ncit.\n[10]\nJob weight means\nworkload.\n[11]\nSection 6 of  the\nPromotion of Administrative Justice Act 3 of 2000\n(PAJA).\n[12]\nSection 3(1) of\nPAJA.\n[13]\nSection 6(2)(c) of\nPAJA.",
  "scraped_at": "2026-02-12T15:07:53.820548",
  "date": "2005-11-25",
  "coram": [
    "HOWIE P",
    "STREICHER",
    "NUGENT",
    "LEWIS JJA",
    "MAYA AJA"
  ],
  "case_number": "573/04",
  "parties": {
    "applicants": [
      "Public Servants Association"
    ],
    "respondents": [
      "National Commissioner of the South African Police Service"
    ]
  },
  "sections": {
    "facts": "The Public Servants Association (the appellant) challenged a decision of the National Commissioner of the South African Police Service (the Commissioner) relating to the treatment of an incumbent employee when a post was upgraded under Regulation 24(6) of the Police Service Employment Regulations. The appellant sought a declarator that the Commissioner had discretion to either retain the incumbent in the upgraded post without advertising or to advertise the vacancy. The High Court granted the declarator, holding that the matter was one of discretion, and gave the appellant leave to appeal. The appeal concerned the proper construction of sub‑regulation (6) and its interaction with the other provisions of Regulation 24.",
    "issues": "The central issue was whether Regulation 24(6) confers a discretionary power on the Commissioner to decide whether to retain the incumbent in the upgraded post without advertising, or whether it imposes an obligatory duty to retain the incumbent provided the conditions of sub‑paragraphs (a) and (b) are satisfied. A subsidiary issue concerned the meaning of the permissive word “may” in the regulation and whether it should be read as giving a duty in the circumstances described.",
    "principles": "The Court applied principles of statutory interpretation, focusing on the contrast between the imperatives “must” and the permissives “may” in the regulations. The judgment relied on precedent (e.g., Jaga v Dönges, South African Railways v New Silverton Estate) that permissive language may impose a duty when the conditions for exercise are met. The drafter’s intention, the overall scheme of Regulation 24, and constitutional values of fairness and equity in public‑service employment were also considered. The Court noted that the Labour Relations Act protects against unfair dismissal, reinforcing that the regulation should not lead to loss of employment for a satisfactorily performing incumbent.",
    "application": "Applying these principles, the Court concluded that sub‑regulation (6) does not grant a genuine discretion but rather imposes an obligation on the Commissioner to retain the incumbent in the upgraded post, provided the incumbent already performs the duties and has a satisfactory performance rating. The Court dismissed the High Court’s view that the Commissioner could choose to advertise the post, holding that the language “may” in this context carries an imperative connotation. Consequently, the appellant’s request for a declarator of discretion was rejected and the Commissioner’s duty to retain the incumbent was affirmed.",
    "conclusion": "The appeal was allowed. The order of the lower court was set aside and the application was dismissed with costs. The judgment reaffirmed that the Commissioner must retain an incumbent in an upgraded post when the statutory conditions are met, and that any deviation would be inconsistent with the regulatory scheme and constitutional fairness requirements."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Public Service Employment",
    "level_3": [
      "regulation 24",
      "post upgrading",
      "discretion vs duty",
      "fair labour practice",
      "unfair dismissal"
    ]
  }
}