{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/103.html",
  "case_name": "Jacquesson v Minister of Finance (548 / 2004) [2005] ZASCA 103; 2006 (3) SA 334 (SCA) (16 November 2005)",
  "citation": "[2005] ZASCA 103",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 103\n|\nNoteup\n|\nLawCite\nJacquesson v Minister of Finance (548 / 2004) [2005] ZASCA 103; 2006 (3) SA 334 (SCA) (16 November 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  548 / 04\nIn the matter between\nMAURICE\nALPHONSE JACQUESSON\tAPPELLANT\nand\nMINISTER\nOF FINANCE\tRESPONDENT\nCoram\n:\tHARMS,  STREICHER, \nMTHIYANE,  LEWIS\net\nPONNAN  JJA\nDate of hearing\n:\n4 NOVEMBER\n2005\nDate of delivery\n:\n16\nNOVEMBER 2005\nSUMMARY\nCondictio sine causa\n– moneys\ndeclared forfeit to the State:  on the facts, not  affected by the grant of\namnesty in terms of\ns 20(1)\nof the\nPromotion of National Unity and\nReconciliation Act 34 of\n1995\n.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN\nJA\n[1]\tThe issue in this appeal is whether, by virtue of the amnesty\ngranted to him on 10 May 2001 in terms of s 20(1) of the Promotion\nof National\nUnity and Reconciliation Act 34 of 1995 (‘the Act’), the appellant\nis entitled to repayment from the respondent\n(the Minister of Finance) of\ncertain funds that were declared forfeit to the State on 4 March 1994 in terms\nof Regulation 22B of\nthe Exchange Control Regulations (‘the\nECR’).\n[1]\n[2]\tIn\nchronological sequence the undisputed facts are:\n(a)\tDuring 1958 the\nappellant's father started a family business known as Jacques Film Distributors\n('JFD') in Johannesburg.  Subsequent\nto the death of his father the appellant\ntook over all of the assets of the business, assumed responsibility for all of\nits liabilities\nand ultimately became its sole proprietor.\n(b)\tOn 21\nSeptember 1987 the Exchange Control Department of the South African Reserve Bank\ninstructed Standard Bank to block the accounts\nof JFD.  Standard Bank confirmed\nhaving done so on 29 September 1987.\n(c)\tOn 22 January 1988 the appellant was\narrested and indicted before Didcott J in the Durban and Coast Local Division of\nthe then\nSupreme Court on a total of 3 255 charges.\n(d)\tOn 26 January 1988,\nfour days after the appellant's arrest, the Deputy Governor of the South African\nReserve Bank ordered attachment\nin terms of Regulations 1, 22A, 22C, 22D and 22E\nof the ECR of all funds standing to the credit of JFD which at that stage\ntotalled\nR1 252 648.75.\n(e)\tOn 3 February 1988 those funds were transferred\nto the Corporation for Public Deposits, a juristic person established in terms\nof s 2 of the Corporation for Public Deposits Act 46 of 1984.\n(f)\tOn 17\nSeptember 1992 the appellant was convicted on 1 058 counts of fraud (being all\nof the main charges) and sentenced to imprisonment\nfor a term of seven\nyears.\n(g)\tOn 1 December 1992, just over two months after the appellant's\nconviction, the Senior Deputy Governor of the Reserve Bank despatched\na letter\nin terms of Regulation 22B to the appellant (‘the\naudi\nletter’).  There was no response to the\naudi\nletter.\n(h)\tOn\n1 March 1994 the funds together with all the interest that had accrued thereon\nwas declared forfeit to the State.  By that\nstage the amount had grown to R2 861\n651.  The order of forfeiture was published in Government Gazette Number 15529\non 4 March 1994.\n On 7 April 1994 the funds were deposited into the State\nRevenue Fund in terms of Regulation 22B of the ECR.\n(i)\tOn 2 June 1994 and\nwhilst the appellant was still incarcerated, he, together with five other\napplicants, launched an application\nfor the setting aside of the notice of\nforfeiture and the release of the forfeited moneys.  On 12 July 1994 three of\nthe six applicants\nwere ordered by the Pretoria High Court to furnish security.\nOn 15 February 1995 the application was withdrawn and payment of the\nrespondents’ costs tendered.\n(j)\tOn 5 November 1994 the appellant was\nreleased from prison under correctional supervision.\n(k)\tOn 20 December 1996\nthe appellant made application for amnesty in terms of s18 of the Act.\n(l)\tOn\n21 November 1997 the applicant launched an application (‘the second\napplication’) to secure repayment of the forfeited\nfunds. This application\nwas opposed. On 19 March 1999 Mynhardt J dismissed the second application on a\npoint in limine, namely that\nthe appellant’s claim had become prescribed\nby virtue of the Prescription Act No 68 of 1969.\n(m)\tOn 10 May 2001 the\nappellant was granted amnesty in terms of s 20(1) of the Act in respect of\n'  .... all offences and delicts resulting from the export to the United\nKingdom of capital in contravention of the South African\nExchange Control Laws,\ncommitted during or about the period 1982 to 1987'.\n[3]\tFollowing upon\nthe grant of amnesty to him, the appellant sought in the application, which is\nthe subject of the present appeal,\nan order directing the respondent to pay to\nhim the amount of R2 861 651 as also interest and costs.  The application was\ndismissed\nby Mynhardt J in the Pretoria High Court and with leave of the learned\njudge the matter is before this court on appeal.\n[4]\tThe appellant was\nparty to a systematic series of frauds which, according to the Reserve Bank,\nresulted in R103 260 576 leaving\nthe country illegally under the false and\ndishonest guise that it was for the purchase of films when in fact it was\nneither for the\npurchase of films nor for any other legitimate purpose.  By the\nend of the appellant's criminal trial, according to Didcott J:\n'It had\nbecome common cause that a fraudulent scheme had been put into operation for the\nillegal exportation from South Africa to\nthe United Kingdom of huge amounts of\nmoney.'\n[5]\tCount 3 255 in the indictment concerned a contravention of\nRegulation 3(1)(c) read with Regulations 1 and 22 of the ECR. It alleged\nthat\nthe appellant had unlawfully and without permission of the Treasury made\npayments to a person resident outside the Republic\nof South Africa.  Of that\ncharge Didcott J stated:\n'Lastly, we have count 3255, an alleged\ncontravention of the exchange control regulations, a single count with its own\nsingle alternative.\n This count and its own alternative were cast in the\nindictment as an alternative to counts 1 to 1057 taken together and read as\na\nwhole.  In other words, the contravention of the exchange control regulations\nwas not alleged as an alternative to each of the\nmain counts 1 to 1057.  The\nresult was that the State did not seek a conviction under the exchange control\nregulations on any individual\noccasion covered by counts 1 to 1057 which failed\nto produce a conviction for fraud.  It sought a conviction on count 3255 only in\nthe event of an acquittal of all of counts 1 to 1057.  By the stage of argument\nnot even that was, in the event, sought.  It is an\nelement of the charges\nbrought under count 3255 that money was exported without the permission of the\nTreasury or anyone authorised\nby the Treasury.  All the money which was exported\nin this case was exported with the permission of one or other bank acting as an\nagent of the Treasury.  True, the permission was said to have been fraudulently\nobtained.  If the accused is proved to have obtained\nsuch permission\nfraudulently, he will be guilty on the count of fraud.  If that is not proved,\nhowever, it is not proved for the\npurpose of this count either.\nIn the end\ntherefore the entire case revolves around counts 1 to 1057, which are all the\nsame, each relating to a particular instance\nor occasion.'\n[6]\tThe\naudi\nletter, which I set out in some detail, states:\n'3.\tOn 22\nSeptember 1992 Mr Maurice Alphonse Jacquesson was sentenced to seven years\nimprisonment in the Supreme Court in Durban after\nconviction on 1 058 counts of\nfraud committed over the period 1985 to 1987 in that he made certain\nmisrepresentations which enabled\nhim to transfer R103 260 576 in foreign\ncurrency out of the Republic of South Africa in contravention of the exchange\ncontrol regulations,\nmore fully set forth in paragraph 4 below.\n4.\tAs\nreferred to in paragraph 3 above the following contraventions of the Exchange\nControl Regulations have been committed or I,\non reasonable grounds, suspect\nthat the following contraventions of the Exchange Control Regulations have been\ncommitted, namely:\n  ...\n7.\tThe purpose of this letter is, therefore, in\ncompliance with the\naudi\nalterem\npartem\nrule, to invite\nyou, which I hereby do, to make representations to me –\n7.1\tIn\nconnection with the possibility that some or all of the money described in\nparagraph 5 above together with interest earned\nthereon, may be forfeited to the\nState and disposed of in the manner envisaged in paragraph 6 above;\nand/or\n7.2\tAs to why some or all of the money described in paragraph 5 above,\ntogether with interest earned thereon should not be forfeited\nto the State and\nbe disposed of in the manner envisaged in paragraph 6 above. ...\n'\n[7]\tThe relevant provisions of s 20 of the Act read:\n'(7)(a)\tNo\nperson who has been granted amnesty in respect of an act, omission or offence\nshall be criminally or civilly liable in\nrespect of such act, omission or\noffence and no body or organisation or the State shall be liable, and no person\nshall be vicariously\nliable, for any such act, omission or\noffence.\n(10)\tWhere any person has been convicted of any offence constituted\nby an act or omission associated with a political objective in\nrespect of which\namnesty has been granted in terms of this Act, any entry or record of the\nconviction shall be deemed to be expunged\nfrom all official documents or records\nand the conviction shall for all purposes, including the application of any Act\nof Parliament\nor any other law, be deemed not to have taken place:  Provided\nthat the Committee may recommend to the authority concerned the taking\nof such\nmeasures as it may deem necessary for the protection of the safety of the\npublic.'\n[8]\tThe appellant's entitlement to repayment of the moneys\nderived, so it is asserted, from the\ncondictio\nsine\ncausa\n. \nWithout attempting to define its ambit, it is available to a claimant, it would\nseem, seeking to recover money or property that\nhad been transferred in terms of\na valid\ncausa\nthat has since fallen away (see\nB & H Engineering v\nFirst National Bank of SA Ltd\n[1994] ZASCA 152\n;\n1995 (2) SA 279\n(A) at 284G – 285C; 9\nLawsa\n(2ed) para 220).  Logically the first issue to be resolved\ntherefore is whether the\ncausa\nhas indeed fallen away. The order of\nforfeiture issued in terms of Regulation 22B of the ECR. Regulation 22B\nprovides:\n‘... the Treasury may issue an order in writing in which it\nforfeits to the State any money or goods referred to in paragraph\n(a), (b) or\n(c) of Regulation 22A(1)...’.\nIt is not clear from the order of\nforfeiture itself which of sub-paragraphs (a), (b) or (c) underpinned the\nforfeiture. It is to either\n(a)(i) or (a)(ii) that we must look, we were told by\ncounsel.  To the extent here relevant, Regulations 22A(1)(a)(i) and (ii)\nprovide:\n'(i) any money or goods,..., in respect of which a contravention of\nany provision of these regulations has been committed or in respect\nof which an\nact or omission has been committed which the Treasury on reasonable grounds\nsuspects to constitute any such contravention,\nor, ...\n(ii) any money or\ngoods, notwithstanding the person in whose possession it is –\n(aa)\twhich the Treasury on reasonable grounds suspects to be involved in a\ncontravention of any provision of these regulations or\nin a failure to comply\nwith any such provision, or which the Treasury on reasonable grounds suspects to\nbe involved in any act or\nomission which the Treasury so suspects to constitute\na contravention of any such provision or a failure to comply with any such\nprovision ...'\n[9]\tThe Regulations in question do not contemplate\na criminal conviction or for that matter even a criminal prosecution as a\nnecessary\nprerequisite to forfeiture.  Whilst it may well be desirable for a\ncriminal conviction to precede a forfeiture, a valid forfeiture\nis not dependent\nupon a criminal conviction or a criminal prosecution. That much was conceded by\ncounsel for the appellant.\n[10]\tFor a valid attachment all that is\nenvisaged by the Regulations is either a contravention or a suspicion on\nreasonable grounds\nthat a contravention of any provision of the Regulations has\nbeen committed.  Criminal charges and a criminal sanction may follow\nthe\ncontravention.  That will depend in the main on whether the contravention\ncomplained of constitutes a criminal offence.  If a\ncriminal prosecution\nfollows, the Treasury may delay its decision on forfeiture until finalisation of\nthe trial.  Then again it may\nnot.  The wrong envisaged by the Regulations is a\ncontravention or suspected contravention of the Regulations not a criminal\nconviction.\n That wrong may be followed by either criminal or civil sanctions. \nThe question in truth that confronts the decision-maker is thus\nnot whether\nthere is a criminal conviction, but rather whether there has been a\ncontravention or suspected contravention of the Regulations.\nIf there has been\nsuch a contravention or suspected contravention the Treasury may, in the\nexercise of its discretion, act.\n[11]\tThe appellant was convicted of 1\n058 counts of fraud, not the alternative charge of contravening the ECR.  Those\nconvictions\nrelated to moneys that had already left the country.  Precisely why\nthe funds standing to the credit of JDR were attached does not\nemerge with any\nclarity on the papers.  Two possibilities come to mind: First, the moneys\nattached were connected to some other contravention\nof the ECR not covered by\nthe indictment before Didcott J; and, secondly, the attachment and subsequent\nforfeiture was unlawful and\ninvalid at inception, inasmuch as it was effected in\nthe erroneous belief that those moneys were connected to contraventions of the\nECR covered by the indictment before Didcott J. Those two possibilities appear\nto be exhaustive. Whether the forfeiture was indeed\ninvalid at inception and\ntherefore impeachable on that basis need not detain us (\nOudekraal Estates\n(Pty) Ltd v City of Cape Town and Others\n2004 (6) SA 222\n(SCA)). Plainly on\neither hypothetical possibility the moneys forfeited to the State were\nunconnected to the allegations giving rise\nto the indictment before Didcott J. \nWhat is clear and follows logically on this analysis is that the grant of\namnesty and the consequent\nsetting aside of the conviction is wholly irrelevant\nto the moneys that were attached and declared forfeit by the Treasury. It must\nthus follow that the\ncondictio\nfails as the appellant has failed to\nestablish that the\ncausa\nhas indeed fallen away.\n[12]\tIn my view,\na further insuperable obstacle stands in the way of the appellant.  Interpreting\nthe amnesty granted in a most liberal\nand generous way, as indeed I must\n(\nAzanian Peoples Organisation (AZAPO) and Others v President of the Republic\nof South Africa and Others\n[1996] ZACC 16\n;\n1996 (4) SA 671\n(CC)), it cannot be said that its\nreach extends to the forfeited moneys.  The amnesty granted is in respect of all\noffences and delicts\nresulting from the export to the United Kingdom of capital\nin contravention of the South African Exchange Control laws committed\nduring or\nabout the period 1982 to 1987.  First, the moneys in question were attached on\n26 January 1988 - on any reckoning, outside\nthe amnesty period.  Secondly, the\nforfeited moneys do not fall into that class of capital that was exported to the\nUnited Kingdom\nin contravention of this country's exchange control laws.\n[13]\tIt follows that the appeal must fail. In the result the appeal is\ndismissed with costs, such costs to include those consequent\nupon the employment\nof two counsel.\nV M  PONNAN\nJUDGE OF APPEAL\nCONCUR:\nHARMS  JA\nSTREICHER  JA\nMTHIYANE\nJA\nLEWIS  JA\n[1]\nMade under\ns 9\nof the\nCurrency\nand Exchanges Act 9 of 1933\n.  The Regulations are published in Government\nGazette Number R1111 of 1 December 1961.",
  "scraped_at": "2026-02-12T15:06:21.059551",
  "date": "2005-11-16",
  "coram": [
    "Harms JA",
    "Streicher JA",
    "Mthiyane JA",
    "Lewis JA",
    "Ponnan JJA"
  ],
  "case_number": "548/04",
  "parties": {
    "applicants": [
      "Maurice Alphonse Jacquesson"
    ],
    "respondents": [
      "Minister of Finance"
    ]
  },
  "sections": {
    "facts": "Maurice Alphonse Jacquesson succeeded his father's film‑distribution business (JFD) and, in 1987, the Reserve Bank ordered the blocking of JFD's accounts. In early 1988 the Reserve Bank attached R1,252,648.75 in JFD’s funds, which were later transferred to the Corporation for Public Deposits and, by March 1994, had grown to R2,861,651 before being declared forfeited to the State and deposited in the State Revenue Fund. Jacquesson was convicted in 1992 of 1,058 counts of fraud relating to the illegal export of capital and sentenced to seven years. While imprisoned he applied unsuccessfully to set aside the forfeiture. He later applied for amnesty under s 20(1) of the Promotion of National Unity and Reconciliation Act and was granted amnesty in May 2001. Following the amnesty he sought repayment of the forfeited sums, but the High Court dismissed the application and the matter proceeded to the Supreme Court of Appeal.",
    "issues": "The appeal raised three principal issues: (1) whether the amnesty granted under the Promotion of National Unity and Reconciliation Act extinguishes the State’s right to retain the forfeited monies; (2) whether the forfeiture order under Regulation 22B of the Exchange Control Regulations was valid in the absence of a criminal conviction for contravention of those regulations; and (3) whether Jacquesson could invoke the doctrine of condictio sine causa to recover the funds.",
    "principles": "The Court considered the effect of s 20 of the Promotion of National Unity and Reconciliation Act, which bars civil or criminal liability for acts covered by an amnesty and expunges convictions for political offences. It examined the Exchange Control Regulations, particularly Reg 22B, which allows forfeiture where a contravention or a reasonable suspicion of contravention exists, independent of any criminal conviction. The doctrine of condictio sine causa was addressed, requiring that the original causa for the transfer has fallen away. Precedents such as B & H Engineering v First National Bank, Oudekraal Estates (Pty) Ltd v City of Cape Town, and Azanian Peoples Organisation v President were applied to interpret the scope of amnesty and the requirements for a valid forfeiture.",
    "application": "The Court found that the forfeiture was based on a suspected contravention of the Exchange Control Regulations and that a criminal conviction is not a prerequisite for a valid forfeiture. However, the attachment and forfeiture concerned funds attached on 26 January 1988, outside the period covered by the amnesty (1982‑1987), and the funds did not constitute the capital exported to the United Kingdom that the amnesty sought to cover. Consequently, the amnesty did not extinguish the State’s claim to the monies. Moreover, because the forfeiture was not linked to the offences for which Jacquesson was convicted, the causa for the transfer had not fallen away, and the condictio sine causa claim failed.",
    "conclusion": "The appeal was dismissed. The court affirmed the forfeiture of R2,861,651 to the State and ordered the appellant to pay the costs of the appeal, including costs incurred for two counsel."
  },
  "tags": {
    "level_1": "Financial Law",
    "level_2": "Exchange Control",
    "level_3": [
      "amnesty",
      "forfeiture",
      "condictio sine causa",
      "prescription"
    ]
  }
}