{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/91.html",
  "case_name": "Gumede and Others v Subel and Others (429/2004) [2005] ZASCA 91; [2006] 3 All SA 411 (SCA); 2006 (3) SA 498 (SCA) (27 September 2005)",
  "citation": "[2005] ZASCA 91",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 91\n|\nNoteup\n|\nLawCite\nGumede and Others v Subel and Others (429/2004) [2005] ZASCA 91; [2006] 3 All SA 411 (SCA); 2006 (3) SA 498 (SCA) (27 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE\nNO: 429/2004\nReportable\nIn the matter between\nGUMEDE, ROBERT WELLINGTON MATANA\t\t          \nFirst Appellant\nGIJIMA AFRIKA SMART\nTECHNOLOGIES (PTY)\nLTD\t\t\t                 Second Appellant\nGIJIMA INFO\nTECHNOLOGIES\nAFRICA (PTY) LTD \t\t\t\t                     Third\nAppellant\nand\nSUBEL SC, ARNOLD\nN.O\t\t\t  \t                   First Respondent\nSTERENBORG, JOHANNES\t\t \n\t\t   Second Respondent\nALLIMPEX INTERNATIONAL LTD\t\t\t       Third\nRespondent\nALLIMPEX UK LTD\t\t\t\t\t\t    Fourth Respondent\nCoram:  Mpati DP, Scott, Brand, Lewis JJA and\nCachalia AJA\nHeard:\n9 September 2005\nDelivered:\n27\nSeptember 2005\nSummary\n:  A\nruling by a Commissioner in an\nenquiry under s 417 of the Companies Act 61 of 1973 that a person be required to\nproduce documents\nrelating to the affairs of the company under investigation is\nnot liable to the be set aside where the commissioner had reason to\nbelieve that\nthe documents are relevant.  Relevance will prevail over the right to privacy\nwhere the document may throw light on\nthe affairs of the company. The decision\nof the Johannesburg High Court refusing to set aside the ruling on review\nupheld.\nJUDGMENT\nLEWIS JA\n[1]\tThe first respondent is a senior counsel at the Johannesburg\nBar. He was appointed by the Master of the High Court (formerly\nTransvaal\nProvincial Division) to act as a commissioner in an enquiry into the affairs of\na company in liquidation, Acquired Card\nTechnologies (Pty) Ltd (ACT), convened\nunder s 417, read with s 418, of the Companies Act 61 of 1973.  In the course of\nthe enquiry,\nat the instance of a creditor (the second respondent, Johannes\nSterenborg), the first respondent (‘the commissioner’)\nordered the\nfirst appellant, Robert Gumede, a director of the second and third appellants,\nto produce certain documents that do not\nbelong to ACT but to the second and\nthird appellants. The appellants applied to the High Court, Johannesburg, to set\naside the ruling\nof the commissioner in which he refused to uphold an objection\nto the summons. The application was refused (by Du Toit AJ). The appeal\nagainst\nthat decision lies with the leave of the learned acting judge. The commissioner\ndoes not oppose the appeal. (References in\nthis judgment to ‘the\nrespondents’ do not include the commissioner.)\n[2]\tThe principal\nissue for determination on appeal is whether the right asserted by the\nappellants to confidentiality in the documents\nin question entitles them to\nrefuse to produce the documents to the commissioner. The appellants thus rely on\nthe right to privacy,\nentrenched in the\nConstitution,\n[1]\nwhereas the\nrespondents argue that the relevance of the documents to the affairs of ACT is\nsuch that rights of privacy must yield\nto the interests of the creditors of ACT.\nSome background must be traversed before these issues are\nconsidered.\nFactual background\n[3]\tSterenborg and his wife were\nthe sole shareholders in ACT until August 2000. Sterenborg had built up the\nbusiness of ACT, which\nwas the manufacturing of ‘smart cards’ for\nuse in telephones, both by Telkom and by cellular telephone companies. The\nother\nrespondents are companies incorporated in England but under the control of\nSterenborg.\n[4]\tIn August 2000 Sterenborg and his wife sold 26 per cent\nof the shares in ACT to the second appellant, Gijima Afrika Smart Technologies\n(Pty) Ltd (GAST), of which Gumede is the executive director, for the price of\nR30 160 000. The balance of the shares in ACT were\nsold to GAST for some R2m a\nyear later, and GAST took complete control of the business, previously run by\nSterenborg, on 6 August\n2001. Sterenborg and his wife sued for payment of the\npurchase price for the balance of the shares in ACT shortly after the second\nsale, in August 2001.\n[5]\tGAST appointed Mr G T Khaas as the day-to-day\nmanager of ACT. Khaas was employed by the third respondent, Gijima Info\nTechnologies\nAfrika (Pty) Ltd (GITA) and was made a director of GAST in August\n2001 after GAST had taken control of ACT. The appellants refer\nto themselves\nloosely as the ‘Gijima Group’. Gumede alleged in his founding\naffidavit that the Gijima Group had discovered,\non taking control of ACT, that\nthe records of ACT were in disarray, that no audit of ACT had been done and that\nACT had made a substantial\nloss in trading. Khaas had allegedly been aware of\nthese problems. He had, however, been suspended from his duties as an employee\nof the Gijima Group in October 2002 and was subsequently dismissed for\nmisconduct in December of that year. The misconduct alleged\nwas that Khaas had\n‘infiltrated and diverted confidential e-mails and other communications\namongst executives, employees, customers\nand partners of the Gijima\nGroup’. Khaas, alleged Gumede, had been in contact with Sterenborg and had\npassed information about\nACT to him. An Anton Pillar order was granted against\nKhaas, at the instance of the Gijima Group, in May 2003 and numerous documents\nand computer data were seized from him. I shall return to the material that was\nretrieved pursuant to the order.\n[6]\tIn October 2001, shortly after GAST\nhad taken control of ACT, Brait Merchant Bank Ltd, which was owed some R12m by\nACT, applied\nfor the winding up of ACT. The application was opposed by the\nGijima Group. A provisional winding-up order was granted on 13 November\n2001,\nand the order was made final some three months later on 27 February 2002,\ndespite the opposition.\n[7]\tIn November 2002 Sterenborg and the other\nappellants applied to the Master for an order instituting an enquiry into the\naffairs\nof ACT in terms of s 417 of the Companies Act. The commissioner, in\nterms of the order granted, was required to report to the Master\non the\nlikelihood of the recovery of money or property of  ACT, and was empowered to\nissue such subpoenas as ‘he may in his\ndiscretion regard necessary for the\nproper investigation into the affairs of the company’. Each person so\nsubpoenaed could\nbe ordered to produce ‘all of the books, documents,\nrecords and papers in their possession or custody or in their power or\nunder\ntheir control\nrelating to the company or their dealings with the company, its\nbusiness, books, dealings, property and affairs\nand as specified in each\nsubpoena’ (my emphasis). The wording of the order echoes that of s 417(3)\nwhich provides for the production\nof documents ‘relating to the\ncompany’.\n[8]\tSterenborg requested the commissioner to summon\nGumede to produce a schedule of documents that had previously been seized from\nKhaas in terms of the Anton Pillar order.  Requests to the Gijima Group’s\nattorneys for sight of the documents had previously\nbeen refused. The summons\nwas issued by the commissioner. The appellants objected to producing the\ndocuments. The legal adviser to\nthe Gijima Group , Mr van der Walt, submitted an\naffidavit to the commissioner in which he stated that  the documents requested\nwere\nnot ‘\nas a whole\nrelevant to the affairs of ACT’ (my\nemphasis). Sterenborg conceded, however, that he did not know what was in the\ndocuments,\nand a schedule listing fewer documents, but specifying categories,\nwas then handed in as exhibit ‘Z’.\n[9]\tThe documents\nrequested in terms of ‘Z’ are communications with Telkom relating to\na tender; a prequalification notice\nand award by Telkom of the tender for the\nmanufacture and supply of phone cards; and all documents relating to the\nimplementation\nof the award to GITA and GAST from October\n2001.\n[10]\tSterenborg and Gumede by agreement submitted affidavits in\nsupport of their contentions, the former as to the relevance of the\ndocuments to\nACT and the latter as to their confidentiality. Among the objections to the\nproduction of the documents made by Gumede\nwas that these had been illegally\nobtained by Khaas. The objection was not pursued before us.\nThe\ncommissioner’s ruling\n[11]\tAfter hearing argument for the Gijima\nGroup and the respondents, the commissioner dismissed the objection, giving\nreasons for\nhis decision that the documents be produced. He stated that s 417(3)\nis to be read in the context of s 417(1) which provides that\nthe Master (or a\ncommissioner who is given the same powers) may summon any person whom he deems\ncapable of giving information about\nthe affairs of the company under\ninvestigation. Section 417(3), when it refers to documents ‘relating to\nthe company’,\nmust thus include documents relevant to the affairs of the\ncompany. He continued: ‘In my view it would be sufficient if I believe\non\nreasonable grounds that the documents in ‘Z’ are relevant to the\ntrade, dealings, affairs or property of ACT.’\nThose documents, he said,\nimpacted ‘upon the enquiry whether an opportunity was available to ACT in\nthe form of a Telkom award,\nand, if so, whether that opportunity was improperly\ndiverted’.\n[12]\tThe ruling is attacked by the appellants on the\nbasis that the commissioner erred in finding that the relevance of the documents\nprevailed over the claim of privacy: where a constitutional right is infringed,\nthey argue, a commissioner must exercise his or her\npowers in such a way as to\navoid any infringement of the right. At the stage when a commissioner considers\nan objection to the production\nof documents, he must find ‘sufficient\ncause’ for the  production of the documents. The argument derives from a\nreading\nof s 418(5)(b)(iii) which provides that any person summoned to produce\ndocuments and who fails to do so will be guilty of an offence\nunless he shows\n‘sufficient cause’ for his failure. The appellants concede, however,\nthat if the documents are relevant\nto the affairs of the company liquidated then\nthe right of privacy may be limited and confidentiality may not be a ground for\nrefusing\nto produce the documents.\nRelevance\n[13]\tSterenborg,\nin the affidavit filed with the commissioner, averred that the documents\nrequested were relevant because he had been\ninformed by Khaas some time in\nJanuary 2003 that Telkom had shortlisted ACT for the manufacture and supply of\nphone cards; after\nthe provisional liquidation of ACT Gumede had instructed\nKhaas to approach Telkom to substitute GAST for ACT as the successful bidder;\nKhaas had altered a document to change the name of the supplier from ACT to\nACT/Gijima; and the Telkom award to GAST had been made\non the basis of the\nassessment by Telkom of ACT’s  manufacturing plant.\n[14]\tThe\nevidence thus establishes, argue the respondents, that there may have been a\ndiversion of a corporate opportunity from ACT\nthat could have impacted on its\nfinancial position. ACT, rather than the Gijima Group, should have been given\nthe contract by Telkom.\nThe appellants contend, however, that these allegations\nare hearsay: Khaas was available to give evidence at the enquiry but was\nnot\ncalled, deposing instead to an affidavit that did not confirm the allegations\nmade by Sterenborg. (Khaas’ affidavit deals\nmainly with negotiations with\ncellular telephone companies.) Thus, it was argued, relevance was not\nestablished and the documents\nrequested, which related to the affairs of the\nGijima Group rather than those of ACT, were confidential. Added to this is the\ncontention\nthat the Gijima Group opposed the liquidation of ACT vigorously and\nat great cost, but that when it failed it was entitled to purchase\nassets of ACT\nand bid for the Telkom tender.\n[15]\tHowever, the respondents argue that\nthe evidence of Khaas was not necessary to establish that there was a reasonable\npossibility\nthat a corporate opportunity had been diverted from ACT.  There was\nsufficient information, apart from what Khaas had allegedly said,\nthat led to\nthe inference that the Telkom contract would, but for the intervention of the\nrepresentatives of the Gijima Group, have\nbeen awarded to ACT. This information\nwas available to the commissioner before he issued the summons. Much of it\nappears, ironically,\nfrom the Gumede affidavit that served before the\ncommissioner, and is annexed to his founding affidavit in the application to set\naside the summons.\n[16]\tThe information of significance includes the\nfollowing. Telkom had published a pre-qualification notice for the purpose of\nidentifying\npotential manufacturers of smart cards in South Africa. ACT had\nresponded to the notice by sending information to Telkom enabling\nit to evaluate\nACT. Telkom sent a letter to ACT on 7 October 2001 advising that its\nrepresentatives would visit ACT’s manufacturing\nplant on 14 November.\nKhaas had acknowledged the letter on behalf of ACT, and had made arrangements\nfor the visit. Telkom visited\nthe ACT plant on 19 November. In March 2002,\naccording to Gumede, GITA submitted a tender for the supply of smart cards to\nTelkom.\nTelkom awarded the tender to GAST in July 2002.  There was nothing to\nsuggest that either of GAST or GITA had been evaluated by Telkom,\nand indeed the\nGijima group acquired the machinery required for the manufacture of the cards\nfrom ACT. It could not have manufactured\nthe cards without the ACT machinery.\n[17]\tAll of these facts were not contested before the commissioner.\nThere was, in my view, every reason for him to infer that ACT\nmight have been\nawarded the tender had the Gijima Group not intervened. It follows that the\ncommissioner was entitled, probably obliged,\nto request any document that\nsupported the inference that there had been a diversion of a corporate\nopportunity from the company\nunder investigation. There was no need for\nSterenborg, as a creditor, to prove to the commissioner his allegation of the\ndiversion:\nhe had only to show, as the commissioner ruled, that there were\nreasonable grounds for believing that the documents were relevant.\nIn my view\nthe documents, although the property of the Gijima Group, were clearly relevant\nto the question whether a corporate opportunity\nhad been diverted from ACT, and\nthus related to the affairs and dealings of ACT.\nConfidentiality and\nrelevance\n[18]\tIn\nBernstein & others v Bester & others\nNNO\n[2]\nthe Constitutional\nCourt confirmed that ss 417 and 418 of the Companies Act do not per se infringe\nthe right to privacy, or imperil\nthe confidentiality of documents that the\nperson claiming privacy seeks to protect. The sections can be read down, where\nnecessary,\nso as to ensure that constitutionally entrenched rights are not\nunjustifiably infringed. In dealing with whether the forced production\nof\ndocuments amounted to an unwarranted invasion of privacy, Ackermann J, in the\njudgment of the majority of the court,\nsaid:\n[3]\n‘The present attack\nis in the vaguest terms, namely an assertion that the privacy of witnesses is\ninvaded when they are forced\nto disclose their books and documents that they\nwant to keep confidential and to reveal information that they want to keep to\nthemselves.\nNo real information is furnished as to the nature or content of the\ndocuments or information in respect whereof the claim to privacy\nis being made.\nIn the present context a claim to privacy can surely only be founded on the\ncontent of the information which the examinee\nis being forced to disclose, not\non his desire not to disclose it. It is simply not possible to pronounce on the\nissue of privacy\nunless the content of the document or information in respect\nwhereof privacy is claimed is disclosed. Under these circumstances it\nwould be\nmost inadvisable, if not in fact impossible, to give a detailed exposition on\nthe constitutional right to privacy at s 417\nproceedings, quite apart from the\nfact that I am of the view that this is, in the first instance, an exercise\nwhich the Supreme Courts\nought to work out on a case to case basis. It is\nsufficient for the disposition of this part of the case to repeat that there is\nno provision in s 417 or s 418 which, when properly construed in the light of s\n35(2) and (3) of the Constitution, is inconsistent\nwith such\nright.’\n[19]\tIn my view, the bare assertion made by the appellants\nthat the documents were confidential does not entitle them to withhold\nthem. And\nthe refusal to allow the commissioner sight of the documents requested so that\nhe could consider whether they were indeed\nrelevant did not assist their case as\nto the invasion of the Gijima Group’s privacy. I do not accept the\nappellants’\ncontention that, once a constitutional right is in issue, the\nperson seeking to infringe it must show sufficient cause why that should\nbe\ndone. The proper approach is to determine whether there is reason to believe\nthat the documents requested will throw light on\nthe affairs of the company\nbefore the winding-up. If so, their relevance will in general outweigh the right\nto privacy.\n[20]\tThe judgment in\nBernstein\nis instructive on the\njustifiable limitation of the right to privacy, albeit that it dealt with the\nlimitation provision under the\ninterim\nConstitution.\n[4]\nAckermann J\nsaid:\n[5]\n‘Even if it could be\nestablished that, in certain circumstances, and despite a proper construction of\nss 417 and 418 of the\nAct and proper control of their implementation by the\nSupreme Court, the production of private possessions or private communications\ncould be compelled under s 417(3) or s 418(2) of the Act, and in particular that\nthey were relevant to the enquiry and the achievement\nof its objects, in the\nsense that I have outlined in this judgment, such production would clearly be\njustifiable in terms of s 33\nof the Constitution. In South Africa, the right not\nto be subjected to seizure of private possessions forms part of every person's\nright to personal privacy. The right against seizure must therefore be\ninterpreted in the light of the general right to personal\nprivacy. So much is\nalso clear from the qualification of the right, ie the right against seizure of\nprivate\npossessions. I have repeatedly emphasised that privacy concerns\nare only remotely implicated through the use of the enquiry.\nThe public's\ninterest in ascertaining the truth surrounding the collapse of the company, the\nliquidator's interest in a speedy and\neffective liquidation of the company and\nthe creditors' and contributors' financial interests in the recovery of company\nassets must\nbe weighed against this, peripheral,  infringement of the right not\nto be subjected to seizure of private possessions.\nSeen in this light, I\nhave no doubt that ss 417(3) and 418(2) constitute a legitimate limitation of\nthe right to personal privacy\nin terms of s 33 of the Constitution.’ (My\nemphasis.)\n[21]\tBearing in mind the purpose of a s 417\nenquiry\n[6]\n– the acquisition of\ninformation, and the recovery of assets for the benefit of creditors – the\nright to obtain relevant\nevidence as to the plight of the insolvent company must\nas a rule prevail over the confidentiality of documents. In\nRe\nRolls\nRazor Ltd (2)\n[7]\nMegarry J said of\nthe equivalent provisions in England:\n‘The process  . . . is needed\nbecause of the difficulty in which the liquidator in an insolvent company is\nnecessarily placed.\nHe usually comes as a stranger to the affairs of the company\nwhich has sunk to its financial doom. In that process, it may well be\nthat some\nof those concerned in the management of the company, and others as well, have\nbeen guilty of some misconduct or impropriety\nwhich is of relevance to the\nliquidation. Even those who are wholly innocent of any wrongdoing may have\nmotives for concealing what\nwas done.  . . . Accordingly, the legislature has\nprovided this extraordinary process so as to enable the requisite information to\nbe obtained.’\n[8]\nI agree\nwith Du Toit AJ in the court below that ‘the interests in the proper\nadministration of the winding-up and the protection\nof creditors . . . outweigh\nany claim to privacy in the circumstances of this particular\ncase’.\nPrejudice to the Gijima Group\n[22]\tThe appellants\nargue also that the production of the documents would prejudice the Gijima\nGroup’s contract with Telkom.\nThis cannot be so. The tendering process was\npublic: Telkom is a parastatal body. The contract had already been awarded to a\ncompany\nthat owned ACT. The argument as to prejudice to the Gijima Group thus\nhas no merit.\nUlterior motive\n[23]\tAfter the Commissioner had\nmade his ruling, Sterenborg’s attorneys disclosed that he and his wife\nwere considering changing\nthe action previously instituted by them against the\nappellants so as to claim the setting aside of the second sale of shares in\nACT\nrather than payment of the balance of the purchase price. They asked the\nappellants’ attorneys to agree to a postponement\nso that they could\nexamine the documents required to be produced in terms of the ruling in order to\nmake their election.  The appellants\nargue that the letter reveals the real,\nulterior motive for requesting the documents listed in ‘Z’: to\nassist Sterenborg\nand his wife in the conduct of litigation against them.  The\ncourt a quo, it is argued, should have taken this ulterior motive into\naccount\nwhen considering the ruling made by the commissioner: it had the power to do so\nby virtue of the principles enunciated by\nInnes CJ in\nJohannesburg\nConsolidated Investment Co v Johannesburg Town\nCouncil.\n[9]\nInnes CJ distinguished\nbetween three classes of review:  one by summons, where the plaintiff seeks to\nset aside a decision vitiated\nby serious irregularity; the second by notice of\nmotion, where a public body is guilty of serious irregularity or illegality in\nthe\nperformance of a duty; and the third where a statute confers a power of\nreview on the court. In the third kind of review, the court\nmay ‘enter\nupon and decide the matter\nde novo\n. . . [It] has the functions of a\nCourt of appeal with the additional privileges of being able, after setting\naside the decision\narrived at  . . . to deal with the matter upon fresh evidence\n. . . ’.\n[10]\n[24]\tThe\nargument that fresh evidence as to motive is a ground of review is in my view\nwithout merit. The Commissioner made the ruling\non the basis that there were\nreasonable grounds for believing that there had been the diversion of a\ncorporate opportunity from ACT.\nThat in itself is a basis for examining all\nmaterial relevant to the diversion. It is quite irrelevant that the same\nmaterial might\nalso constitute evidence for a different action against the\npurchaser, GAST. Accordingly there is no need to consider whether the\nruling was\nreviewable pursuant to statutory provisions as envisaged by Innes CJ in\nJohannesburg Consolidated Investments\n.\n[25]\tThe court a quo\nproperly considered that it was engaging in the review of the decision of the\ncommissioner as a function of its\ninherent jurisdiction to intervene where there\nhas been an improper exercise of a discretion (the second class of review\nreferred\nto in\nJohannesburg Consolidated Investments\n). This has been the\napproach of the courts to decisions made by a Master or a commissioner under the\nCompanies Act for decades,\n[11]\nand\nthere is no reason to change the basis in this\ncase.\n[12]\n[26]\tIn my view,\ntherefore, the commissioner’s decision to issue the summons for the\nproduction of the documents listed in ‘Z’\nwas not irregular and the\ncourt a quo was correct in refusing to set it aside, or to grant an order\ndeclaring that the appellants\nwere not obliged to produce the\ndocuments.\n[27]\tThe appeal is dismissed with costs, including\nthose occasioned by the employment of two counsel.\n_____________\nC H Lewis\nJudge of Appeal\nConcur:\nMpati DP\nScott JA\nBrand\nJA\nCachalia AJA\n[1]\nSection\n14.\n[2]\n1996 (2) SA 751 (CC).\n[3]\nPara 64, footnotes omitted.\nThe judgment deals with the rights entrenched under the interim Constitution but\nthe principles remain\napplicable.\n[4]\nSection\n33(1).\n[5]\nPara 90, footnotes\nomitted.\n[6]\nSee\nBernstein\nabove para 16 and\nFerreira v Levin NO: Vryenhoek & others v Powell NO\n1996 (1) SA 984\n(CC) paras 122-124.\n[7]\n[1970] 1 Ch 576\nat 591-592,\ncited in\nBernstein\npara 17 and\nFerreira\npara 124. See also M S\nBlackman, R D Jooste and G K Everingham\nCommentary on the Companies Act\nvol 2 14-446 ff.\n[8]\nSee also\nMeskin\nHenochsberg on the Companies Act\nVol 1,\n889.\n[9]\n1903 TS\n111.\n[10]\nAt 117. See also the\ndiscussion of this third class of review in\nNel & another NNO v The\nMaster (ABSA Bank Ltd & others intervening)\n2005 (1) SA 276\n(SCA) paras\n22 and 23.\n[11]\nSee for example\nReceiver of Revenue, Port Elizabeth v Jeeva\n[1996] ZASCA 5\n;\n1996 (2) SA 573\n(A) at 579H-J\nand\nLeech v Farber NO\n2000 (2) SA 444\n(W).\n[12]\nThe appellants also\ncontended that the Commissioner’s decision was reviewable as\nadministrative action in terms of\nss 1(b)\nand\n6\nof the\nPromotion of\nAdministrative Justice Act 3 of 2000\n. The argument was not pursued before us,\nhowever, and it is not necessary to decide the matter.",
  "scraped_at": "2026-02-12T15:03:01.812975",
  "date": "2005-09-27",
  "coram": [
    "Mpati DP",
    "Scott",
    "Brand",
    "Lewis JJA",
    "Cachalia AJA"
  ],
  "case_number": "429/2004",
  "parties": {
    "applicants": [
      "Gumede, Robert Wellington Matana",
      "Gijima Afrika Smart Technologies (Pty) Ltd",
      "Gijima Info Technologies Afrika (Pty) Ltd"
    ],
    "respondents": [
      "Subel SC, Arnold N.O",
      "Sterenborg, Johannes",
      "Allimpex International Ltd",
      "Allimpex UK Ltd"
    ]
  },
  "sections": {
    "facts": "The case concerns Acquired Card Technologies (Pty) Ltd (ACT), which went into provisional liquidation in 2001. The original shareholders, Sterenborg and his wife, sold their shares to Gijima Afrika Smart Technologies (GAST) in two stages, giving GAST control of ACT. After liquidation, Sterenborg alleged that GAST and its affiliates had diverted a lucrative Telkom tender that rightfully belonged to ACT. A commissioner appointed under s 417 of the Companies Act was tasked with investigating ACT’s affairs and issued a summons to Robert Gumede, a director of GAST and Gijima Info Technologies, to produce documents seized from a former manager (Khaas) that were alleged to show the diversion of the tender.",
    "issues": "The primary issue was whether the appellant‑directors could rely on the constitutional right to privacy to refuse production of the documents, or whether the relevance of the documents to ACT’s liquidated affairs outweighed that right. Related issues included the scope of the commissioner’s powers under ss 417/418, and whether the High Court’s refusal to set aside the commissioner’s ruling was proper.",
    "principles": "The court relied on the interpretation of ss 417 and 418 of the Companies Act, which allow a commissioner to summon persons and require production of documents that are \"relevant to the affairs of the company\". It applied the constitutional limitation analysis from Bernstein & others v Bester, holding that the right to privacy is not per se infringed by the statutory power and may be limited where the documents are reasonably believed to shed light on the company’s affairs. Section 33 of the Constitution permits such limitation where it is reasonable and proportionate. Precedent from Re Rolls Razor Ltd and the principles of insolvency investigations were also cited.",
    "application": "The court found that the commissioner had reasonable grounds to believe the documents related to the possible diversion of a corporate opportunity from ACT, and therefore were relevant. The confidentiality claim of the appellants did not outweigh the need for information to protect creditors and to facilitate the liquidation. The alleged ulterior motive of the creditor Sterenborg was deemed irrelevant to the statutory inquiry. Consequently, the commissioner’s summons was deemed proper and the High Court’s refusal to set it aside was upheld.",
    "conclusion": "The appeal was dismissed with costs, including those incurred by employing counsel. The decision of the commissioner to require production of the documents listed in schedule ‘Z’ was upheld, and the appellants were ordered to comply with the summons."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Insolvency",
    "level_3": [
      "document production",
      "right to privacy",
      "Companies Act s417",
      "liquidation",
      "creditors' rights"
    ]
  }
}