{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/73.html",
  "case_name": "Telematrix (Pty) Ltd v Advertising Standards Authority SA (459/2004) [2005] ZASCA 73; [2006] 1 All SA 6 (SCA); 2006 (1) SA 461 (SCA) (9 September 2005)",
  "citation": "[2005] ZASCA 73",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 73\n|\nNoteup\n|\nLawCite\nTelematrix (Pty) Ltd v Advertising Standards Authority SA (459/2004) [2005] ZASCA 73; [2006] 1 All SA 6 (SCA); 2006 (1) SA 461 (SCA) (9 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 459/04\nIn the matter between:\nTELEMATRIX (PTY) LTD\nt/a MATRIX VEHICLE TRACKING\t\t\t\t  \nAppellant\nand\nADVERTISING STANDARDS AUTHORITY SA\t   \n\tRespondent\nCoram:\tHARMS, CAMERON, VAN HEERDEN, MLAMBO JJA and CACHALIA AJA\nHeard:\t22 AUGUST 2005\nDelivered:\t9  SEPTEMBER 2005\nSubject:\tDelict – wrongfulness – liability of adjudicating body for\nnegligent incorrect decisions\nJ U D G M E N T\nHARMS JA:\n[1]\tAt stake is the liability for damages of the respondent, the\nAdvertising Standards Authority of SA (‘the ASA’), to\nan advertiser\nwho suffered a loss because of an incorrect decision by one of its organs. The\nASA filed an exception against the particulars\nof claim of the plaintiff (the\npresent appellant) in which the ASA pertinently raised the question whether such\na negligent decision,\nwhich prohibited the publication of two advertisements,\nand which gave rise to pure economic loss can be ‘wrongful’ in\nthe\ndelictual sense. ‘Pure economic loss’ in this context connotes loss\nthat does not arise directly from damage to the\nplaintiff’s person or\nproperty but rather in consequence of the negligent act itself, such as a loss\nof profit, being put to\nextra expenses, or the diminution in the value of\nproperty.\n[1]\nIn the court below\nSnyders J upheld the exception and found that the plaintiff’s particulars\nof claim did not disclose a cause\nof\naction.\n[2]\nLater she granted leave to\nappeal to this court.\n[2]\tThe plaintiff’s particulars of claim, with\nannexures, runs to 158 pages and contains a full exposition of the events\nsurrounding\nthe Directorate’s decision. In addition we were provided with\nthe ASA’s\nCode of Advertising Practice and Procedural Guide\nand the\nparties prudently were content that regard could be had to it even though it\ndoes not form part of the pleadings. The case\ndoes not therefore have to be\ndecided on bare allegations only but on allegations that were fleshed out by\nmeans of annexures that\ntell a story. This assists in assessing whether or not\nthere may be other relevant evidence that can throw light on the issue of\nwrongfulness. I mention this because, relying on the majority decision in\nAxiam Holdings Ltd v Deloitte &\nTouche\n,\n[3]\nthe plaintiff\nargued that it is inappropriate to decide the issue of wrongfulness on exception\nbecause the issue is fact bound. That\nis not true in all cases. This court for\none has on many occasions decided matters of this sort on exception. Three\nimportant judgments\nthat spring to mind are\nLillicrap\n,\nIndac\nand\nKadir.\n[4]\nSome public policy\nconsiderations can be decided without a detailed factual matrix, which by\ncontrast is essential for deciding negligence\nand causation.\n[3]\tExceptions\nshould be dealt with sensibly. They provide a useful mechanism to weed out cases\nwithout legal merit. An over-technical\napproach destroys their utility. To\nborrow the imagery employed by Miller J, the response to an exception should be\nlike a sword\nthat ‘cuts through the tissue of which the exception is\ncompounded and exposes its\nvulnerability.’\n[5]\nDealing with\nan interpretation issue, he added:\n‘Nor do I think that the mere\nnotional possibility that evidence of surrounding circumstances may influence\nthe issue should\nnecessarily operate to debar the Court from deciding such issue\non exception. There must, I think, be something more than a notional\nor remote\npossibility. Usually that something more can be gathered from the pleadings and\nthe facts alleged or admitted therein.\nThere may be a specific allegation in the\npleadings showing the relevance of extraneous facts, or there may be allegations\nfrom which\nit may be inferred that further facts affecting interpretation may\nreasonably possibly exist. A measure of conjecture is undoubtedly\nboth\npermissible and proper, but the shield should not be allowed to protect the\nrespondent where it is composed entirely of conjectural\nand speculative\nhypotheses, lacking any real foundation in the pleadings or in the obvious\nfacts.’\n[6]\n[4]\tThe ASA,\naccording to the particulars of claim, is an independent body set up and\nsponsored by the advertising industry to ensure\nthat the industry’s system\nof self-regulation works ‘in the public interest’. The ASA has a\nself-contained code\nthat is based on an internationally accepted model and\ndetermines its terms of reference and defines its scope of authority.\nAdvertisers\nsuch as the plaintiff are ‘indirectly bound’ to observe\nthe code because their advertising agents belong to a constituent\nmember of the\nASA. The main purpose of the code is to protect consumers and to ensure fair\nplay among advertisers. Its procedural\nguide provides for the lodging of\ncomplaints and the method of disposition.\n[5]\tThe facts that gave rise to\nthe plaintiff’s claim for damages of some R6.5m are these. A competitor,\nNetstar (Pty) Ltd,\nlodged a complaint against an advertisement campaign ran by\nthe plaintiff. After receiving written submissions from both parties\nthe\nDirectorate, whose function this was, upheld one ground of complaint and ordered\nthe immediate withdrawal of the offending advertisements.\nThe plaintiff complied\ngrudgingly but appealed to the ASA’s internal appeal body, namely the\nAdvertising Industry Tribunal,\nwhich upheld the appeal, basically because the\ncomplainant during the appeal hearing withdrew the particular objection on which\nthe\nDirectorate’s decision was based.\n[6]\tAgainst that background the\nplaintiff in summary alleged that the Directorate ought to have been aware that\nits ruling would have\nfar-reaching implications for the plaintiff, who was bound\nto comply with the ruling, and that such a ruling could cause the plaintiff\nto\nsuffer damages. The implication of these allegations is that the plaintiff was a\nforeseeable plaintiff and the loss was foreseeable.\nFurther, the Directorate\n–\n‘owed the plaintiff a duty of care to consider and arrive at a\ndecision\n(i)\twithout negligence;\n(ii)\tin a manner which is fair, justifiable and reasonable;\n(iii)\twithin the ambit of the terms of the complaint; and\n(iv)\tin a manner that is not arbitrary.’\n[7]\tThis duty of\ncare, the plaintiff’s pleading asserts, was breached because in arriving\nat its decision and in publishing\nand communicating it, the Directorate acted\n–\n‘(a)\t negligently in that the part of the ruling upholding the\ncomplaint ought not reasonably to have been arrived at, not being\njustifiable or\nreasonable in any respect;\n(b) \toutside the ambit of the terms of the\ncomplaint in that the basis upon which the complaint was upheld had not been\npart of the\ncomplaint;\n(c) \tarbitrarily, not having called for nor having\nreceived representations or submissions in respect of the issue upon which the\nDirectorate ruled against the [plaintiff].’\n[8]\tThe premise of the\nexception was that the ruling of the Directorate, in the circumstances alleged,\ndid not amount to a wrongful\nact that could have given rise to a delictual claim\nand that the ASA did not breach any duty owed by it to the plaintiff.\n[9]\tIf\nregard is had to the documents incorporated into the pleadings, the complaints\nlisted in (b) and (c) have no factual basis.\nThe Directorate upheld the\ncomplaint because it found that the plaintiff was promoting its product (an\nelectronic vehicle tracking\nsystem) by capitalising ‘on the fear\nfactor’, contrary to clause 3.1 of the code that provides that\n‘advertisements\nshould not without justifiable reason play on fear.’\nThe problem is that instead of mentioning clause 3.1 the complainant had\nrelied\nin its original submission to the ASA on a non-existent clause 2.1. The\nplaintiff itself perceived that this was a typographical\nerror, pointed it out\nto the Directorate, quoted clause 3.1, and made its submissions on that basis.\nThe procedural guide in any\nevent requires of the Directorate, if ‘the\nsections of the Code to which the complaint relates’ are not identified in\nthe complaint lodged with it, to consider the complaint in terms of the sections\nof the code it regards as relevant, and to deal\nwith the complaint as if it had\nbeen lodged in terms of those sections.\n[10]\tCounsel for the plaintiff\nstrenuously objected to our having regard to the totality of the pleadings and\nwished to confine the\ncourt to a consideration of the facts alleged in the body\nof the particulars of claim in isolation. His objection was ill-founded.\nPleadings must be read as a whole and in deciding an exception a court is not\nplaying games, blindfolding itself.\n[7]\nIn any event, as will become apparent, these allegations, even if meritorious,\nmake no difference to the case.\n[11]\tIn spite of a spate of judicial\npronouncements on ‘wrongfulness’ by different panels of this court,\nall stating more\nor less the same in more or less the same terminology a\nrestatement using the words of others is sometimes inevitable. This is because,\ndepending on the issues in the case, different matters have to be emphasised.\n[12]\tThe first principle of the law of delict, which is so easily forgotten\nand hardly appears in any local text on the subject, is,\nas the Dutch author\nAsser points out, that everyone has to bear the loss he or she\nsuffers.\n[8]\nThe Afrikaans aphorism is\nthat ‘skade rus waar dit val.’ Aquilian liability provides for an\nexception to the rule and,\nin order to be liable for the loss of someone else,\nthe act or omission of the defendant must have been wrongful and negligent and\nhave caused the loss. But the fact that an act is negligent does not make it\nwrongful\n[9]\nalthough foreseeability of\ndamage may be a factor in establishing whether or not a particular act was\nwrongful.\n[10]\nTo elevate negligence\nto the determining factor confuses wrongfulness with negligence and leads to the\nabsorption of the English\nlaw tort of negligence into our law, thereby\ndistorting it.\n[11]\n[13]\tWhen\ndealing with the negligent causation of pure economic loss it is well to\nremember that the act or omission is not prima\nfacie wrongful\n(‘unlawful’ is the synonym and is less of a euphemism) and that more\nis needed.\n[12]\nPolicy considerations\nmust dictate that the plaintiff should be entitled to be recompensed by the\ndefendant for the loss suffered\n[13]\n(and not the converse as Goldstone J once\nimplied\n[14]\nunless it is a case of\nprima facie wrongfulness, such as where the loss was due to damage caused to the\nperson or property of the\nplaintiff).  In other words, conduct is wrongful if\npublic policy considerations demand that in the circumstances the plaintiff has\nto be compensated for the loss caused by the negligent act or omission of the\ndefendant.\n[15]\nIt is then that it\ncan be said that the legal convictions of society regard the conduct as\nwrongful,\n[16]\nsomething akin to and\nperhaps derived from the modern Dutch test ‘in strijd . . . met hetgeen\nvolgens ongeschreven recht in\nhet maatschappelijk verkeer betaamt’\n(contrary to what is acceptable in social relations according to unwritten\nlaw).\n[17]\n[14]\tTo formulate the\nissue in terms of a ‘duty of care’ may lead one astray. It cannot be\ndoubted that the ASA owed a\nduty towards the plaintiff to consider and arrive at\na decision without negligence, in a manner that was fair, justifiable and\nreasonable,\nand within the ambit of the complaint, but it does not follow that a\nfailure to have done so created an obligation to compensate.\nTo illustrate:\nthere is obviously a duty – even a legal duty – on a judicial\nofficer to adjudicate cases correctly and\nnot to err negligently. That does not\nmean that a judicial officer who fails in the duty, because of negligence, acted\nwrongfully.\nPut in direct terms: can it be unlawful, in the sense that the\nwronged party is entitled to monetary compensation, for an incorrect\njudgment\ngiven negligently by a judicial officer, whether in exercising a discretion or\nmaking a value judgment, assessing the facts\nor in finding, interpreting or\napplying the appropriate legal principle?  Public or legal policy considerations\nrequire that there\nshould be no liability, ie, that the potential defendant\nshould be afforded immunity against a damages claim, even from third parties\naffected by the judgment.\n[18]\nAs\nBotha JA said in somewhat similar\ncircumstances:\n[19]\n‘That\nis not to say that the local authority need not exercise due care in dealing\nwith applications; of course it must, but\nthe point is that it would be contrary\nto the objective criterion of reasonableness to hold the local authority liable\nfor damages\nif it should turn out that it acted negligently in refusing an\napplication, when the applicant has a convenient remedy at hand to\nobtain the\napproval he is seeking. To allow an action for damages in these circumstances\nwould, I am convinced, offend the legal\nconvictions of the\ncommunity.’\n[15]\tStating that there are no general rules determining\nwrongfulness and that it always depends on ‘the facts of the particular\ncase’ is accordingly somewhat of an\noverstatement\n[20]\nbecause there are\nalso some ‘categories fixed by the\nlaw’.\n[21]\nFor example, since\nthe judgment in\nIndac\n,\n[22]\nwhich held that a collecting bank owes a legal duty to the owner of a cheque, it\nis well-nigh impossible to argue that a collecting\nbank has no such\nduty,\n[23]\nand all that may remain is\nto consider whether\nvis-à-vis\nthe particular plaintiff the duty\nexisted.\n[24]\nHowever, as public\npolicy considerations change, these categories may change, whether by expansion\nor contraction.\n[25]\n[16]\tMany\npolicy considerations can be determined without evidence, but if evidence is\nrequired, it has to be ‘relevant’,\nie, relevant to policy\nconsiderations.\n[26]\nAs Nugent JA\nsaid,\n[27]\n‘When determining\nwhether the law should recognise the existence of a legal duty in any particular\ncircumstances what is called\nfor is not an intuitive reaction to a collection of\narbitrary factors but rather a balancing against one another of identifiable\nnorms.’\n[17]\tSince the present case deals with the wrongfulness of a\ndecision reached in a process that may properly be described as adjudicative,\nit\nwill be useful to consider in more detail the immunity given to judicial\nofficers against damages claims. Johannes Voet in his\nCommentary on the\nPandects\n5.1.58 said (Gane’s translation somewhat\nadapted):\n‘But in our customs and those of many other nations it is\nrather rare for the judge to [bear the responsibility for the outcome]\nby ill\njudging. That is because the trite rule that he is not made liable by mere lack\nof knowledge or [lack of skill], but by fraud\nonly, which is commonly difficult\nof proof. It would be a bad business with judges, especially lower judges who\nhave no skill in\nlaw, if in so widespread a science of law and practice, such a\nvariety of views, and such a crowd of cases which will not brook but\nsweep aside\ndelay, they should be held personally liable to the risk of individual suits,\nwhen their unfair judgment springs not\nfrom fraud, but from mistake, lack of\nknowledge or [lack of skill].’\nThis statement reflects the current\nlegal position.\n[28]\n[18]\tThe\ndifferent judgments in\nR v Kumalo &\nothers\n[29]\nare in this regard\ninstructive. A chief, who had civil jurisdiction but did not have the necessary\njurisdiction to impose corporal\npunishment, imposed it on the complainant for\ncontempt of his court. The chief and some others were then criminally charged\nwith\nassault. Van den Heever JA thought that the chief was entitled to the\nindemnity mentioned by Voet and in addition quoted an 1886\njudgment of Lord de\nVilliers\n[30]\nholding that judicial\nofficers are also not liable in damages in relation to administrative functions\nperformed by them in good faith\nin the course of their duties. Hoexter JA,\nspeaking on behalf of the majority, confirmed the conviction on the ground that\nthe chief\nknew that he was acting outside the terms of his judicial authority.\nSchreiner JA also confirmed the conviction but on another ground,\nnamely that\nthe chief was personally instrumental in inflicting the punishment – his\nintervention did not stop at the judicial\nact. More of interest though is\nSchreiner JA’s finding (concordant with that of van den Heever JA) that\nthe fact that the chief\nhad exceeded his jurisdiction on its own would not have\nmade him liable.\n[31]\nThis, I would\nsuggest, in the ordinary course of things makes good sense because a wrong\nassumption of jurisdiction does not differ\nin kind from any other wrong\ndecision.\n[19]\tThe decisive policy underlying the immunity of the judiciary\nis the protection of its independence to enable it to adjudicate\nfearlessly.\n[32]\nLitigants (like\nthose depending on an administrative process) are not ‘entitled to a\nperfect process, free from innocent [ie,\nnon\nmala fide\n]\nerrors’.\n[33]\nThe threat of an\naction for damages would ‘unduly hamper the expeditious consideration and\ndisposal’ of litigation.\n[34]\nIn each and every case there is at least one disgruntled litigant. Although\ndamages and the plaintiff are foreseeable, and although\ndamages are not\nindeterminate in any particular case, the ‘floodgate’ argument (with\nall its holes) does find application.\n[20]\tSimilar considerations apply to\nthe immunity afforded to arbitrators and quasi-arbitrators, ie, persons who\n(usually by virtue\nof a contract) are entrusted with an adjudicative function\nthat imposes on them a duty to act\nimpartially.\n[35]\n[21]\t The facts\nand conclusion in\nMatthews & others v\nYoung\n[36]\nprovide a useful\nanalogy. Young was a member of a trade union. Membership was a precondition for\nemployment by the local municipality.\nThe trade union terminated his membership,\nthe municipality dismissed him, and he then sued the officials of the union for\ndamages.\nThe court held that the expulsion had been invalid because it was not\nin terms of the union’s constitution. Jacob de Villiers\nJA pointed out (at\n507) that –\n‘there is no onus upon a defendant until the\nplaintiff has proved that a legal right of his has been infringed. Under the\nlex Aquilia\nthere is only an action for\ndamnum injuria datum\n– for pecuniary loss inflicted through a legal injury, and the defendant\nis not called upon to answer the plaintiff's case\nbefore the plaintiff has\nproved both the pecuniary loss and that it directly results from what is, in the\neye of the law, an\ninjuria\n.’\nHe held that the trade union had\nnot proceeded strictly in accordance with the rules of the society and that the\nofficials had no\njurisdiction, under the circumstances, to take the action they\ndid, but he held (at 507) –\n‘to ignore the fact that they\npurported to act as the properly constituted tribunal under the rules of the\nassociation is to\ndisregard a material fact in the case for the defendants which\ncan hardly be considered irrelevant. A judge who purports to try a\ncase in which\nhe has no jurisdiction would not on that account be liable.’\nThe\ncomparison with a judicial determination was taken further in the conclusion (at\n509-510):\n‘In my opinion, therefore, in considering plaintiff's conduct\nand in taking the resolution they took, the council purported\nto act under the\nrules of the society, and as in so doing they were performing functions\nanalogous to those performed by a judge,\nthey were acting in a quasi-judicial\ncapacity, and are, therefore under our law (Groenewegen,\nde Leg. Abr. Ad\n.\n1.4.5.1; Voet 5. 1.58\nin fine\n), as also, I understand, under the English\nlaw, not liable for any damage provided they acted\nbona fide\nand in the\nhonest discharge of their duties. When once it is established that the\ndefendants were acting in such a capacity under\nthe rules of the society, to\nwhich the plaintiff as a member must be taken to have given his full assent, the\nonus\nwould be upon him to prove that, in taking the resolution and in the\nfurther steps they took, they did so not in pursuance of the\nduty devolving upon\nthem as such council, but were actuated by some indirect or improper\nmotive.’\n[22]\tPlaintiff’s counsel submitted that the outcome of\nMatthews v Young\ndepended on the fact that Young ‘as a member must\nbe taken to have given his full assent’ to the proceedings and absent\na\ncontractual relationship (like that created by joining a voluntary association),\nthe case is distinguishable from the present and\nthat the underlying principles\nare inapplicable. I disagree. The contract in the form of the constitution of\nthe union was no doubt\na factor deemed relevant but it appears to me that the\ntrue ratio of the judgment lies in the analogy drawn with judicial functions.\nThat is how Botha JA understood it in\nKnop\nwhen he said that  the\nobservations that the trade union officials had performed discretionary and not\nmerely ministerial duties\nand had acted in a quasi-judicial capacity constituted\nsteps in the reasoning which in the circumstances of the case were considered\nto\nbe decisive on the issue of\nwrongfulness.\n[37]\n[23]\tBotha JA\n(at 20C-F and 24I-J) in his judgment in\nKnop\ndoubted the usefulness of\ndrawing a distinction between purely administrative and quasi-judicial decisions\nin determining the question\nof wrongfulness (thereby implying, I think, that an\nincorrect administrative decision is not\nper se\nwrongful and that the\nsame approach may apply in relation to both types of decisions). In any event,\nwhere a local authority has\nto weigh up conflicting interests and exercise a\nvalue judgment (at 30G) –\n‘Linguistically and conceptually it can\nbe said that the Council is fulfilling a quasi-judicial function and exercising\na quasi-judicial\ndiscretion.’\n[24]\tCounsel stressed that the\nmores\nof society have changed since 1922 and that constitutional values\nhave to be considered as part of the present-day\nmores\n. All this is true\nbut the question is rather whether there has been a change in public policy in\nrelation to the considerations that\nunderpin\nMatthews v Young\n. Reference\nwas made during argument to accountability, an important constitutional value\nbut the judiciary, at least, is still accountable\nonly to the law for their\ndecisions\n[38]\nand public\naccountability, as far as organs of state are concerned, has not evolved into a\ngeneral liability for damages for imperfect\nadministrative\nactions.\n[39]\n[25]\tWhether an\norgan of state is liable for damages because of negligent non-judicial decisions\nwith a statutory basis depends often\non the intention of the legislature and on\nan interpretation of the statutory instrument concerned. This happened\nultimately in\nKnop\n, where a local authority approved a subdivision of\nproperty contrary to the provisions of a town planning scheme. Realising its\nmistake,\nthe municipality informed the applicant who then sued the local\nauthority for financial losses suffered as a result of the steps\nhe had taken\nafter the grant of the approval. Botha JA’s judgment first dealt at length\nwith the general principles underlying\ndelictual liability and he found that\nconsiderations of convenience militate strongly against allowing an action for\ndamages, the\nreason being that the threat of litigation would unduly hamper the\nexpeditious consideration and disposal of applications by a local\nauthority (at\n33C-D). With that in mind he set out to interpret the statute in question in\norder to determine whether the legislature\nintended another result. He concluded\nit did not (at 31D-E), an answer fortified by the fact that the legislation in\nquestion provided\nfor an appeal procedure (at 31E-F). The importance of an\ninternal appeal procedure is that it may be indicative of an intention that\nthat\nis the only available remedy for an incorrect decision. For an incorrect\ndecision on appeal there is then no remedy except a\njudicial review.\n[26]\tTo\nsum up: In different situations courts have found that public policy\nconsiderations require that adjudicators of disputes\nare immune to damages\nclaims in respect of their incorrect and negligent decisions. The overriding\nconsideration has always been\nthat, by the very nature of the adjudication\nprocess, rights will be affected and that the process will bog down unless\ndecisions\ncan be made without fear of damages claims, something that must impact\non the independence of the adjudicator. Decisions made in\nbad faith are,\nhowever, unlawful and can give rise to damages claims.\n[27]\tWhat remains for\nconsideration is whether a decision of a body such as the ASA should be denied\nimmunity. The only aspect raised\non the plaintiff’s behalf was the fact\nthat the plaintiff was not a member of the ASA but was nevertheless\n‘indirectly\nbound’ by its rulings because its advertising agent was\na member of a constituent body of the ASA. In\nMatthews v Young\n, counsel\nreminded us, by joining the union Young bound himself to its process. The answer\nis really this. If the plaintiff was not\nlegally bound to the ruling through\nthose whose services it engaged, the plaintiff could have ignored the\nASA’s decision but,\nif it chose to abide by it, its loss would have been\ncaused by its election and not by the incorrect decision. By engaging the\nservices\nof someone who is a member of a professional organisation, one has to\naccept the consequences of that person’s professional\nrules and standards.\n[28]\tAn incorrect decision which was arrived at negligently during an\nadjudicative process which purports to serve the public interest\ncannot in my\njudgment be regarded as being unlawful. This applies even if the process is not\nbased on legislation or contract and\nthe principle is hence not dependent on\nconsent. The public policy considerations mentioned in relation to the immunity\nof the judiciary\napply equally. The process in this case purported to serve the\npublic good and incorrect decisions, some based on wrong legal concepts,\nand\nothers involving the erroneous exercise of a discretion or value judgment, some\nbecause of mistaken factual findings, are to\nbe expected and have to be accepted\nby those affected by them, directly or indirectly.\n[29]\tThe appeal is\ndismissed with costs, including the costs of two counsel.\n_____________________\nL T C  HARMS\nJUDGE OF\nAPPEAL\nAGREE:\nCAMERON JA\nVAN HEERDEN JA\nMLAMBO\nJA\nCACHALIA AJA\n[1]\nJ Neethling, JM Potgieter and\nPJ Visser\nLaw of Delict\n4 ed p 295 et seq; Stair Memorial Encyclopaedia\nThe Laws of Scotland\n(1996) vol 15 para\n273.\n[2]\nThe judgment is reported:\n2005 (2) SA 264 (W).\n[3]\nSCA case\n303/04 of 1 June 2005.\n[4]\nLillicrap, Wassenaar & Partners v Pilkington Brothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A);\nIndac Electronics (Pty) Ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992\n(1) SA 783\n(A);\nMinister of Law and Order\nv Kadir\n1995 (1) SA 303\n(A).\n[5]\nDavenport Corner Tea\nRoom (Pty) Ltd v Joubert\n1962 (2) SA 709\n(D)\n715H.\n[6]\nAt 716C-E. Partially\nquoted with approval in\nGardner v Richardt\n1974 (3) SA 768\n(C)\n773D-E.\n[7]\nCf\nKnop v\nJohannesburg City Council\n1995 (2) SA 1\n(A)\n26H-I.\n[8]\nC Asser\nHandleiding\ntot de beoefening van het Nederlands Burgerlijk Recht: Verbintenissenrecht\n9\ned (1994) part III p 12: ‘In beginsel moet ieder de door hem zelf geleden\nschade dragen.’\n[9]\nIndac\nElectronics (Pty) ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A) 793I-J;\nMinister of Safety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA)\npara [12].\n[10]\nGovernment of\nthe RSA v Basdeo & another\n1996 (1) SA 355\n(A)\n368H.\n[11]\nThere are a number of\ninformative articles dealing with wrongfulness that have been helpful by\nFrancois du Bois, Anton Fagan, Johan\nPotgieter, JR Midgley, Jonathan Burchell\nand Dale Hutchison in TJ Scott & Daniel Visser (ed)\nDeveloping Delict:\nEssays in Honour of Robert Feenstra\nalso published in the 2000 edition of\nActa Juridica\n.\n[12]\nBOE\nBank Ltd v Ries\n2002 (2) SA 39\n(SCA) para\n[12]-[13].\n[13]\nLillicrap,\nWassenaar & Partners v Pilkington Brothers\n(SA) (Pty) Ltd\n1985\n(1) SA 475\n(A) 501G-H.\n[14]\nQuoted in\nInternational Shipping Co (Pty) Ltd v Bentley\n1990 (1) SA 680\n(A) 694F-G. So, too, Davis J in\nFaircape Property Developers (Pty) Ltd v\nPremier, Western Cape\n2002 (6) SA 180\n(C) 191 in\nfine.\n[15]\nMinister van Polisie\nv Ewels\n1975 (3) SA 590\n(A) 597A-B: ‘dat die gelede skade vergoed\nbehoort te word’. Cf\nOlitzki Property Holdings v State Tender Board\n& another\n2001 (3) SA 1247\n(SCA) para [12];\nPretorius en andere v\nMcCallum\n2002 (2) SA 423\n(C) 427E. See for a full treatment of the\nproposition: Anton Fagan ‘Rethinking wrongfulness in the law of\ndelict’\n2005\nSALJ\n90\nat\n107-108.\n[16]\nMinister van\nPolisie v Ewels\n1975 (3) SA 590\n(A)\n597A-B.\n[17]\nAsser op cit p\n36-37.\n[18]\nLocal Transitional\nCouncil of Delmas & another v Boshoff\n(SCA case 302/04) 31 May 2005\nunreported para [19].\n[19]\nKnop v Johannesburg City\nCouncil\n1995 (2) SA 1\n(A)\n33D-E.\n[20]\nCape Town\nMunicipality v Bakkerud\n2000 (3) SA 1049\n(SCA) para\n14.\n[21]\nTony Honore\nResponsibility and Fault\n(1999) p 101 quoted in\nOlitzki Property\nHoldings v State Tender Board & another\n2001 (3) SA 1247\n(SCA) para\n[11].\n[22]\nIndac Electronics\n(Pty) Ltd v Volkskas Bank Ltd\n1992 (1) SA 783\n(A).\n[23]\nCf\nStandard Bank of\nSA Ltd v Harris & another NNO (JA du Toit Inc intervening)\n2003 (2) SA\n23 (SCA).\n[24]\nMinister van\nVeiligheid en Sekuriteit v Geldenhuys\n2004 (1) SA 515\n(SCA) para\n[26].\n[25]\nMinister van\nVeiligheid en Sekuriteit v Geldenhuys\n2004 (1) SA 515\n(SCA) para\n[25].\n[26]\nIndac Electronics\n(Pty) Ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A)\n797F-G.\n[27]\nMinister of\nSafety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) para\n[21].\n[28]\nPenrice v\nDickinson\n1945  AD 6\nat 14-15. Similar considerations apply to defamation\nclaims:\nMay v Udwin\n1981 (1) SA 1\n(A)\n19E-F.\n[29]\n1952 (1) SA 381\n(A).\n[30]\nThe Cape of Good\nHope Bank v Fischer\n(1885-1886) 4 SC 368\nat\n375.\n[31]\nAt 386F-H. The\nconclusion finds support in\nMatthews & others v Young\n1922 AD 492\nat\n507 quoted later. English law may be different in this regard:\nHalsbury’s Laws of England\n4 ed reissue vol 33 para 620. But see\nAbbott v Sullivan & others\n[1952] 1 All ER 226\n(CA).\n[32]\nSutcliffe v\nThackrah & others\n[1974] 1 All ER 859\n(HL)\n862g-h.\n[33]\nLogbro\nProperties CC v Bedderson NO & others\n2003 (2) SA 460\n(SCA) para\n[17].\n[34]\nKnop v Johannesburg\nCity Council\n1995 (2) SA 1\n(A) 33C-D in another\ncontext.\n[35]\nHoffman v Meyer\n1956 (2) SA 752\n(C);\nSutcliffe v Thackrah & others\n[1974] 1 All\nER 859 (HL).\n[36]\n1922 AD\n492.\n[37]\nKnop v Johannesburg\nCity Council\n1995 (2) SA 1\n(A)\n24E-G.\n[38]\nJudges’\nCharter in Europe\npara\n2.\n[39]\nOlitzki Property\nHoldings v State Tender Board & another\n2001 (3) SA 1247\n(SCA).",
  "scraped_at": "2026-02-12T14:57:25.438081",
  "date": "2005-09-09",
  "coram": [
    "Harms JA",
    "Cameron JA",
    "Van Heerden JA",
    "Mlambo JJA",
    "Cachalia AJA"
  ],
  "case_number": "459/04",
  "parties": {
    "applicants": [
      "Telematrix (Pty) Ltd t/a Matrix Vehicle Tracking"
    ],
    "respondents": [
      "Advertising Standards Authority SA"
    ]
  },
  "sections": {
    "facts": "The plaintiff, Telematrix (Pty) Ltd, operated a vehicle‑tracking advertising campaign. A competitor, Netstar (Pty) Ltd, complained to the Advertising Standards Authority (ASA) that the ads played on fear, allegedly breaching clause 3.1 of the ASA’s Code of Advertising Practice. The ASA’s Directorate upheld the complaint and ordered immediate withdrawal of the ads. Telematrix complied reluctantly but appealed to the ASA’s internal Appeals Tribunal, which set aside the decision because the complainant withdrew the specific objection on which the original ruling was based.",
    "issues": "The central issue was whether the ASA’s erroneous decision, which caused Telematrix pure economic loss, constituted a wrongful act in delictual terms that would give rise to liability for damages. Sub‑issues included whether a duty of care existed, whether the negligent decision was actionable, and whether the ASA, as an adjudicative body, enjoyed immunity from damages claims.",
    "principles": "The court reaffirmed the delictual requirement that liability for pure economic loss depends on the act being both negligent and wrongful. Wrongfulness is assessed by public‑policy considerations: the conduct must be contrary to societal norms or legal expectations. The judgment surveyed precedent on adjudicative immunity (e.g., Axiam Holdings, Lillicrap, Indac, Botha, Knop) and emphasized that judicial or quasi‑judicial bodies are generally immune from damages for negligent decisions unless the act is unlawful or made in bad faith. The existence of a duty of care does not automatically create liability.",
    "application": "Applying these principles, the court held that the ASA’s decision, even if negligent, was not wrongful because it stemmed from an adjudicative process serving the public interest. Telematrix was only indirectly bound by the ASA’s code; it could have chosen to ignore the ruling, and its loss resulted from its own decision to comply, not from a legally recognized wrong. Consequently, no delictual liability arose and the ASA’s immunity prevailed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The ASA was not liable for the R6.5 million claimed by Telematrix, and the court affirmed the principle that adjudicative bodies are immune from damages for negligent but not unlawful decisions."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Wrongfulness and Liability",
    "level_3": [
      "pure economic loss",
      "adjudicative immunity",
      "advertising regulation",
      "duty of care"
    ]
  }
}