{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/5.html",
  "case_name": "S v Chabedi (497/04) [2005] ZASCA 5; 2005 (1) SACR 415 (SCA) (3 March 2005)",
  "citation": "[2005] ZASCA 5",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 5\n|\nNoteup\n|\nLawCite\nS v Chabedi (497/04) [2005] ZASCA 5; 2005 (1) SACR 415 (SCA) (3 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number: 497/04\nIn the matter between:\nELIZABETH\nCHABEDI\t\t\t\t\tAPPELLANT\nand\nTHE STATE\t\t\t\t\t\t      RESPONDENT\nCORAM:\t\t\tBRAND, NUGENT, CLOETE JJA\nHEARD:\t\t\t16 FEBRUARY 2005\nDELIVERED:\t\t3 MARCH 2005\nCriminal appeal – based on defects in record of proceedings in\ntrial court. Defects in record – not of such a nature as\nto prevent the\nproper consideration of the appeal – appeal against conviction on this\nground accordingly dismissed. Sentence\nof R600 fine for shoplifting found to be\nexcessive in circumstances – substituted with fine of R300 suspended for\nthree years.\n____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis appeal has its origin in the\nMagistrates' Court for the district of Roodepoort. The appellant was charged\nwith a form of\ntheft colloquially known as shoplifting in that she allegedly\nstole two roll-on deodorants with a joint value of R15,78 from the\nHighgate Pick\n'n Pay. Despite her plea of not guilty, she was convicted as charged and\nsentenced to a fine of R600 with an alternative\nof three months\nimprisonment.\n[2]\tHer appeal to the Johannesburg High Court against both\nconviction and sentence was dismissed by Fleming DJP (Satchwell J concurring).\nThe further appeal to this court, again directed against both conviction and\nsentence, is with the leave of the court\na quo\n(Satchwell J and\nShakenovsky AJ).\n[3]\tAt the hearing of the matter in this court there was\nno appearance for the State, though heads of argument were duly filed on\nits\nbehalf. The reason for this rather unusual state of affairs, so we were told,\nwas that the advocate in the office of the Johannesburg\nDirector of Public\nProsecutions who had been instructed to represent the State, did not receive any\nnotice of the date on which the\nappeal would be heard. It appears, however, that\na registered letter containing such notice had been sent to the office of the\nDirector\nof Public Prosecutions in Johannesburg by the registrar of this court\nin accordance with the provisions of rule 13 and it was not\nreturned. In\naddition, we were informed that the appellant, who is unemployed, had travelled\nfrom Johannesburg at her own expense\nto attend the hearing of her appeal and\nthat she was anxious that the matter should be finalised. In these circumstances\nwe held\nthat the State's request for a postponement, conveyed to us by\ntelephone, should be refused.\n[4]\tThough the appellant conducted her\nown defence before the magistrate, she was represented by counsel both in this\ncourt and in\nthe court\na quo.\nWhilst different counsel appeared for her\nin this court, he essentially adopted the same line of attack as his predecessor\nin the\ncourt\na quo.\nThis line of attack was concerned more with the\ncondition of the record of the proceedings in the trial court than with the\nmerits\nof the appellant's conviction by that court.\n[5]\tOn appeal, the\nrecord of the proceedings in the trial court is of cardinal importance. After\nall, that record forms the whole\nbasis of the rehearing by the court of appeal.\nIf the record is inadequate for a proper consideration of the appeal, it will,\nas\na rule, lead to the conviction and sentence being set aside. However, the\nrequirement is that the record must be adequate for proper\nconsideration of the\nappeal; not that it must be a perfect recordal of everything that was said at\nthe trial. As has been pointed\nout in previous cases, records of proceedings are\noften still kept by hand, in which event a verbatim record is impossible (see eg\nS v Collier\n1976 (2) SA 378\n(C) 379A-D and\nS v S\n1995 (2) SACR 420\n(T) 423b-f).\n[6]\tThe question whether defects in a record are so serious\nthat a proper consideration of the appeal is not possible, cannot be answered\nin\nthe abstract. It depends,\ninter alia,\non the nature of the defects in the\nparticular record and on the nature of the issues to be decided on\nappeal.\n[7]\tAs to the defects in the record under consideration, it\nappears that, though the proceedings were recorded mechanically, the\nmagistrate's\nmicrophone was not in proper working order. In consequence,\nquestions and comments by the magistrate during the course of the hearing\nwere\non occasion transcribed as 'inaudible'. As can be expected, the 'inaudibles'\nbecame more prevalent in the transcript of the\ntrial court's judgments, both on\nconviction and sentence, with the result that significant parts of these\njudgments are simply incomprehensible.\nHowever, because the other microphones in\nthe court appear to have been operational, the content of the few 'inaudibles'\nin the transcript\nof the evidence – as opposed to the judgments –\ncan without difficulty be ascertained by inference.\n[8]\tThe next enquiry\nrelates to the nature of the issues to be decided on appeal. For purposes of\nthis enquiry, I revert to the facts.\nThe State rested its case on the testimony\nof a single witness, Ms Louisa Pretorius. She is a store detective who was on\nduty on\nthe Friday in question at the High Gate Pick 'n Pay. According to her\nevidence she saw the appellant who was pushing her trolley\nbetween the aisles in\nthe supermarket. Pretorius found the appellant's behaviour suspicious because\nshe kept looking around. She\ntherefore observed the appellant more closely. She\nsaw the appellant taking the two deodorants involved from the shelf. At first\nshe put them in her trolley, but then, as she kept moving between the aisles,\nshe took them out of the trolley and slipped them into\nher handbag. Thereafter,\nPretorius testified, the appellant carried on with her shopping. Eventually she\nwent to the check-out counter\nwhere she paid for the items in her trolley, but\nnot for the two deodorants in her handbag. Pretorius therefore confronted her as\nshe was leaving the supermarket. When Pretorius asked the appellant's permission\nto search her handbag, she became aggressive. Consequently,\nPretorius took her\nto the security office inside the supermarket where the handbag was searched and\nthe two deodorants found. Thereafter,\nPretorius testified, the appellant said\nshe was sorry and offered to pay for them.\n[9]\tSave for admitting that\nthe two deodorants involved were found in her handbag and that they originated\nfrom the supermarket in\nquestion, Pretorius's version was denied by the\nappellant in all material aspects. More particularly, the appellant denied that\nshe\ntook the two deodorants from the supermarket on the Friday. She bought them,\nshe said, in that same store on the preceding Thursday.\nAs to how these two\nunused deodorants happened to be in her handbag on the Friday, the appellant's\nexplanation, in short, was the\nfollowing. After she came home on the Thursday,\nthe appellant said, she placed one of the deodorants in her handbag because she\nalways\nkept a deodorant with her. Later on her daughter asked for a deodorant\nand the appellant gave her the other one. Unfortunately the\ndaughter left that\none on a dressing table in the appellant's bedroom. The appellant then,\naccording to her, must inadvertently have\nput the deodorant that she gave to her\ndaughter in her handbag as well. The appellant's daughter was called as a\nwitness for the\ndefence to corroborate her mother's version insofar as it fell\nwithin her knowledge.\n[10]\tDespite the appellant being represented by\ncounsel a document styled 'supplementary heads of argument' was filed in this\ncourt,\nwhich had obviously been prepared by the appellant herself. Parts of the\ndocument amounted to no more than an elaboration on the\narguments raised by\ncounsel. Other parts of the document, however, were clearly aimed at the\nintroduction of new factual allegations\nwhich had not been raised either in the\ntrial court or in the court\na quo\n. These allegations fall into one of two\nbroad categories. The first category comprised allegations that the record of\nthe proceedings\nhad been falsified by interposing stammering and the repetition\nof words into the transcript of the appellant's own evidence so as\nto create the\nimpression that she was unintelligent or did not have a proper command of the\nEnglish language. The second category\nconsisted of allegations that the\nemployees of the supermarket in question, including Pretorius, were part of some\nconspiracy or\nvendetta against the appellant.\n[11]\tOn Pretorius's version\nthe appellant was undoubtedly guilty of theft. The crux of the enquiry is\ntherefore whether the appellant's\ndenial of Pretorius's version could reasonably\npossibly be true. In the circumstances, the outcome of that enquiry is in turn\ndependent\non the question whether, in the light of all the evidence, the\nappellant's explanation as to how the two deodorants came to be in\nher handbag\nat the time when it was searched, could reasonably possibly be true.\n[12]\tIf the appellant's explanation were true, it would necessarily need to\nfollow that on that particular day when the appellant\nfortuitously happened to\nbe in possession of two deodorants which she had bought in the same shop on the\nprevious day, the shop detective\nchose her from amongst all the numerous\ncustomers in the shop as the target for a trumped-up charge of the theft of two\ndeodorants\nfrom that store. Even on the acceptance of the appellant's vague and\nunsubstantiated speculation of victimisation by the employees\nof the supermarket\nagainst her, the question remains how the shop detective could be favoured with\nsuch good fortune that she fortuitously\nbrought a trumped-up charge on the very\nday that the appellant coincidentally happened to be in possession of two items\noriginating\nfrom that very supermarket. The appellant's explanation is so\nimprobable that it cannot reasonably possibly be true.\n[13]\tThe\ncontention on behalf of appellant that the shortcomings in the record rendered a\nproper consideration of the appeal impossible,\nwas based on the submission that\nwe are dependent on the magistrate's judgment on conviction to assess his\nevaluation of the evidence.\nI do not agree with this submission. As indicated\nthe matter can, in my view, be decided on the inherent probabilities which can\nin turn be determined on the record as it stands. If the magistrate based any\ncredibility findings on the demeanour of the respective\nwitnesses, those\nfindings could, in the circumstances, only have been adverse to the appellant.\nLogic therefore dictates that the\nappellant could suffer no prejudice through\nthis court's lack of knowledge whether demeanour findings were indeed made by\nthe trial\ncourt.\n[14]\tThe same can be said about the allegations in the\nappellant's supplementary heads of argument, to the effect that the record\nhad\nbeen falsified to make her look unintelligent or unable to speak proper English.\nEven if these untested and highly improbable\nallegations about the falsification\nof the record were to be accepted at face value, the outcome would be the same.\nThe appellant's\nversion falls to be rejected not because she appears\nunintelligent or because of any deficiencies in her use of English. Her\nexplanation\nis rejected because it is so inherently improbable that it cannot\nreasonably possibly be true. In these circumstances the appeal\nagainst the\nconviction cannot succeed.\n[15]\tThat brings me to the appeal against the\nsentence of the R600 fine which was imposed by the magistrate. It appears that,\nat the\ntime of the trial, the appellant was 47 years of age and a first\noffender; that she was unemployed and that, although she held a\nuniversity\ndegree in psychology, she had difficulty in finding a job, particularly, so she\nsaid, because of the conviction for theft\nwhich now appeared on her record. It\nalso appears that, although the appellant had no income, she accepted\nresponsibility for members\nof her extended family. In these circumstances, a\nfine of R600 was, in my view, so inappropriate that it should be set aside and\na\nmore appropriate sentence substituted on appeal.\n[16]\tFor these\nreasons:\n(a)\tThe appeal against conviction is dismissed.\n(b)\tThe appeal\nagainst sentence is upheld.\n(c)\tThe sentence imposed by the magistrate is set\naside and \tsubstituted with the following:\n'The accused is sentenced to a\nfine of R300 or in default of \tpayment to one month imprisonment, all suspended\nfor a \tperiod of three\nyears on condition that she is not convicted of \tthe\ncrime of theft committed during the period of suspension.'\n..................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nNUGENT JA\nCLOETE JA",
  "scraped_at": "2026-02-12T13:55:20.510019",
  "date": "2005-03-03",
  "coram": [
    "BRAND JA",
    "NUGENT JA",
    "CLOETE JA"
  ],
  "case_number": "497/04",
  "parties": {
    "applicants": [
      "Elizabeth Chabedi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Elizabeth Chabedi, was charged with shoplifting two roll‑on deodorants (value R15.78) from a Highgate Pick ’n Pay in Roodepoort. She pleaded not guilty but was convicted in the Magistrates’ Court and fined R600, with alternative imprisonment of three months. The State’s case rested on the testimony of a store detective, Ms Louisa Pretorius, who observed the appellant taking the items, placing them in her handbag and refusing a search. The appellant denied the theft, claiming she had bought the deodorants the previous day and that they were inadvertently placed in her bag. Her daughter was called as a witness. The appeal was heard in the Supreme Court of Appeal; the State did not appear due to a notice issue. The record of the trial contained numerous \"inaudible\" entries because the magistrate’s microphone malfunctioned, but the evidence portion was still understandable. The appellant also submitted supplementary heads of argument alleging falsification of the record and a conspiracy by supermarket staff.",
    "issues": "1) Whether the defects in the trial record were so serious as to preclude a proper appellate review of the conviction. 2) Whether the appellant’s alternative explanation for the presence of the deodorants in her handbag was reasonably possible, thereby raising doubt about her guilt. 3) Whether the R600 fine imposed was appropriate in the circumstances of a first‑offender, unemployed, with a university degree and family responsibilities.",
    "principles": "The court applied the principle that a trial record need not be verbatim; it must merely be sufficient to allow proper appellate consideration. Defects that do not impede the assessment of the evidence are tolerable. Conviction may be set aside only if the record is inadequate for a fair review. In assessing credibility, the court may infer from the record even where demeanor findings are absent. Sentencing principles require proportionality, consideration of the offender’s personal circumstances, and the principle that a fine must not be excessive for a minor theft by a first offender.",
    "application": "The court held that the \"inaudible\" entries did not prevent assessment of the evidence, as the substantive parts of the trial record were clear. The appellant’s explanation for the deodorants was found implausible and not reasonably possible, leading the court to reject the credibility of her version despite the record defects. Consequently, the conviction was upheld. Regarding sentencing, the court considered the appellant’s age, unemployment, lack of prior convictions, and the detrimental impact of a high fine on her livelihood, concluding that the R600 fine was excessive. The sentence was therefore altered.",
    "conclusion": "The appeal against conviction was dismissed. The appeal against sentence was upheld; the original fine of R600 was set aside and substituted with a fine of R300, or one month’s imprisonment in default of payment, both suspended for three years on condition that the appellant does not commit another theft during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "shoplifting",
      "record defects",
      "sentencing",
      "appeal"
    ]
  }
}