{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/8.html",
  "case_name": "S v Xaba and Another (211/2004) [2005] ZASCA 8; 2005 (1) SACR 435 (SCA) (18 March 2005)",
  "citation": "[2005] ZASCA 8",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 8\n|\nNoteup\n|\nLawCite\nS v Xaba and Another (211/2004) [2005] ZASCA 8; 2005 (1) SACR 435 (SCA) (18 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  211 / 04\nIn the matter between\nMAVIS\nXABA\tFIRST APPELLANT\nJOSEPH ZONDO \tSECOND\nAPPELLANT\nand\nTHE STATE\n\tRESPONDENT\nCoram\n:\t\t\t\t\tNAVSA, BRAND and CONRADIE \nJJA\nDate of hearing\n:\n3\nMARCH 2005\nDate of delivery\n:\n18 March 2005\nSUMMARY\nContravention of s 5(b) of the Drugs and Drug\nTrafficking Act – sentence for dealing in large amount of dagga –\npolice\ncorrupted in process – sentences of 20 and 18 years nevertheless\ntoo severe – 14 years imprisonment recent high water\nmark for dagga\ndealing.\n______________________________________________________________________________\nJ U D G M E N T\n______________________________________________________________________________\nCONRADIE\nJA\n[1]\tMavis Xaba, the first appellant, and Joseph Zondo, the second\nappellant, are brother and sister. They were wholesale cannabis\nmerchants. Both\nwere caught in an entrapment operation so well conducted that there was no way\nout for them. Mavis Xaba pleaded guilty\nto five charges of dealing, Joseph Zondo\npleaded guilty to three. They were duly convicted. The regional magistrate at\nMiddelburg\nsentenced the first to twenty and the second to eighteen years’\nimprisonment. Two other accused who had also pleaded guilty\nwere sentenced to\nfifteen and ten years’ imprisonment after the regional magistrate had\ntaken all counts together for the purpose\nof sentence.\n[2]\tAll four the\naccused appealed their sentences to the Pretoria High Court. The appeals were\ndismissed. Much later the two appellants\napplied for leave to appeal.\nCondonation for the late applications was granted but leave was refused on\n8 October 1998. A long\ndelay then followed that appears to have been\nlargely caused by the disappearance of the original record. Eventually it was\nreconstructed\nto everybody’s satisfaction and on petition leave was\ngranted to the appellants to appeal to this court.\n[3]\tThe size of the\nfamily business can be judged by the quantities of cannabis that the trap,\ninspector Wilhelm Arendt, at the request\nof the first appellant, transported to\nthe homes of the siblings. Eighteen bags of dagga were delivered to the home of\nthe first\nappellant. The mass of the first consignment of seven bags is unknown,\nbut the second weighed 149.92 kg. This was followed by 11\nbags with a mass of\n206.58 kg and 10 bags weighing 139.64 kg. The smallest bags weighed 14 kg each.\nIf one assumes that this was\nthe approximate mass of each bag in the first\nconsignment, the total so transported was about 595 kg.\n[4]\tThe second\nappellant received from Arendt a consignment of ten bags with a mass of 149.92\nkilograms and then another ten bags\nwith a mass of 139.64 kg. The first\nappellant pleaded guilty to dealing in these consignments as well because she\nwas the one who\nhad arranged for the trap to transport them.\n[5]\tIn\naddition, 500kg of dagga was found in the possession of the appellants. Of this,\nthe first appellant accepted responsibility\nfor 265.52 kg. The second appellant\nacknowledged that the other half of the stock weighing 259.152 kg belonged to\nhim.\n[6]\tIt is clear that the appellants’ homes and businesses in\nStanderton served as depots for dagga sourced in the Bergville\narea. The size\nand audacity of their operation attracted the attention of the organised crime\nand narcotics division of the area\npolice. Inspector Arendt was introduced to\nthe first appellant by a prisoner called Bosch, a former policeman, who had once\nacted\nas a courier for the appellants. Arendt had him released from gaol for a\nday to accompany him to the first appellant’s home\nand introduce him as\nsomeone wanting to make a bit of extra money. Bosch assured the first appellant\nthat Arendt was a safe contact.\nSince Arendt arrived at her house in a marked\npolice van one might have thought that she would take some persuading. She did\nnot.\nShe, and no doubt brother Joseph also, had an amicable relationship with\npolicemen in the area. As she explained to Arendt later\nwhen he professed\nmisgivings about transporting cannabis for her, she had contacts everywhere,\nalso in the narcotics branch, and\nanyway he need have no fear since the police\ntended to stop black people coming from the Bergville area but not whites and\nespecially\nnot a policeman. On a later occasion, when he was also observed by\nthe second appellant, Arendt delivered a cannabis consignment\nat the first\nappellant’s home dressed in full police uniform.\n[7]\tThese snippets\nof evidence must be understood in the context of the evidence given by Captain\nBotha, then the unit commander of\nthe narcotics bureau in Ermelo. He explained\nthat Standerton was a focal point for dagga smuggling and that the Xaba-Zondo\nfamily\nenterprise was identified as one requiring infiltration (at considerable\ngovernment expense) not least because of allegations of\npolice involvement in\ntheir trade. This seemed to be borne out by the discovery (during the\npolice’s raid on the businesses\nof the two appellants) of a number of bags\nof dagga that had been stolen from the police exhibit store at Standerton. The\nthieves\nwere not identified and the appellants gave no explanation of how these\nstolen exhibits had come into their possession. Moreover,\nthere was not the\nfaintest challenge in cross-examination by the appellants’ attorney of any\nof this evidence.\n[8]\tThe argument that the regional magistrate did not\nin this regard have evidence before him that he could properly have taken into\naccount in the assessment of sentence is therefore misconceived. The court\na\nquo\nrather sidestepped the issue by finding that the magistrate did not take\npolice involvement – and the corruption that this\nnecessarily entailed\n– into account in aggravation of sentence. I do not believe that this is\ncorrect. The regional magistrate\ndid not explicitly say that he took account of\nit but he devoted considerable attention to it in his judgment and I do not\nunderstand\nwhy he would have bothered to do so if he did not mean it to enter\ninto his assessment. It was, of course, an aggravating feature,\nas it must be of\nany crime where the criminal not only breaks the law but subverts a law\nenforcement agency in order to do so.\n[9]\tAlso wrong is the argument that\nthe police operation went on for too long and served only to increase the\nquantity of dagga that\nthe first appellant could be proved to have dealt in and\nso unfairly increase her sentence. The argument neglects to take account\nof the\nfact that the police were concerned to crush what they believed to be a drug\ndealing syndicate and that an arrest after the\nfirst conveyance would simply\nhave served to alert other miscreants (and particularly errant policemen) who it\nwas believed might\nbe caught in the net. What is more, when an arrest is made at\nan early stage of an operation the risk is always there that an accused\nmight\nfabricate some exculpatory excuse that the prosecution, for want of more\nextensive evidence, cannot counter.\n[10]\tBefore us the regional\nmagistrate was criticized for having found that the first appellant was the\nleader of a dagga dealing\nsyndicate. The ‘syndicate’ was more like a\npartnership. There were the sibling-partners (with the first appellant as\nmanaging partner) and then, as one would expect, the helpers, two of whom were\nalso trapped. They performed odd jobs like showing\nArendt the way to the pick-up\npoints near Bergville and loading the dagga onto his all-wheel drive pick up.\nMany more supposed accomplices\nwere arrested but these are the only four\nparticipants who were eventually charged.\n[11]\tNo misdirection by the\nregional magistrate having been shown, the only question that remains is\nwhether, as was argued, the sentences\nof the two appellants are strikingly\ninappropriate. Whilst not misdirecting himself in any way, a presiding officer\nmay nevertheless\nerr in translating the guilt of an accused into years in\nprison. In order to do so properly he must be alive to the levels of punishment\nconsidered to be socially appropriate or desirable. How many years’\nincarceration a particular drug offence will bring an accused\nis something that\nhas to be determined by a general and necessarily rough comparison of what the\npresiding officer has in mind with\nthe sort of sentence that courts are at the\ntime imposing for that kind of offence and the penalties prescribed by the\nlawgiver.\nHe or she then makes the adjustments required by the special\ncircumstances of the case, most prominent of which are the personal\ncircumstances of the accused: his record, his contrition and that kind of\nthing.\n[1]\n[12]\tThe Drugs and\nDrug Trafficking Act 140 of 1992 (‘the Act’) prescribes the same\nmaximum penalties for dealing in dangerous\ndependence-producing substances as it\ndoes for dealing in undesirable dependence-producing substances. Paragraph (f)\nof section 13\nmakes a contravention of a provision of section 5(\nb\n) (which\nprohibits dealing in these substances) an offence. Section 17 prescribes the\npenalty: ‘...imprisonment for a period\nnot exceeding 25 years, or to both\nsuch imprisonment and such fine as the court may deem fit to impose.’\n[13]\tCannabis merchants and heroin merchants thus face the same maximum\npenalty. No one will dispute that the contraband dealt in\nby the one is more\ndestructive than that dealt in by the other. In fact, the Act says so. The\nlesser evil of cannabis has been judicially\nrecognized at the highest\nlevel.\n[2]\nThe worst imaginable case of\nheroin dealing, involving consignments worth millions, would attract a penalty\nof twenty five years\nimprisonment and no more. It is possible that some dagga\ndealing operation might evoke the kind of moral indignation that would justify\nan equivalent sentence, but it would have to be a most unusual case, perhaps\ninvolving a recidivist offender in an organized crime\ncontext.\n[14]\tThe\nsentence of twenty years’ imprisonment imposed on the first appellant is\ntoo close to the maximum prescribed punishment,\none manifestly intended for a\nworst-case scenario. The sentence of eighteen years’ imprisonment imposed\non the second appellant\nis, having regard to his lesser role, also too harsh. In\nthe scale of doing societal harm the appellants did not rank as close to\nthe top\nas their sentences might lead one to suppose.\n[15]\tIt is next necessary\nand instructive to make that rough comparison between these sentences and those\nthat other courts have found\nappropriate.  It has often been pointed out that no\ntwo cases are alike and this is self-evidently true, but the fact remains that\ncourts must strive for some consistency in punishment and where a sentence is\nextravagantly high an appeal court becomes entitled\nto interfere with it.\n[16]\tIn\nS v Morebudi\n1999 (2) SACR 664\n(SCA) an enterprising\nsmuggler who transported his dagga in a trailer (specially modified for that\npurpose at a cost of R28 000)\nwas caught with nearly one and a half tons of\ndagga hidden in secret compartments. His sentence of 14 years’\nimprisonment was\nconfirmed on appeal in a judgment delivered during November\n1999. It appears to be the high water mark for a dagga sentence confirmed\nby\nthis court in recent years and by that I mean since the Act came into operation\nin April 1993.\n[17]\tThe regional magistrate could not have known about\nS v Morebudi\nbecause the appellants were sentenced towards the end of\n1997; the court\na quo\nwhose proceedings were concluded in October 1998\nwould not have known about it either. They would, however, have known about\nS\nv Smith en Andere\n1978 (3) SA 749\n(A) where the maximum imprisonment, at the\ntime fifteen years, was confirmed for dealing in about a ton of\ndagga.\n[18]\tCounsel for the second appellant told us from the Bar that\nshe had enquired from the director of public prosecutions in Pretoria\nand had\nnot been advised of any sentence for a dagga offence as high as twenty years.\nHer researches into reported cases did not\nreveal any either. I have found none.\nThe most severe reported sentence, as I remarked earlier, is\nS v Morebudi\nwhich was described by Mpati AJA as a robust one.\n[19]\tThe\naggravating features of the appellants’ offences, in particular the\nevidently widespread corruption of the local police,\nwarrant a sentence up to\nthat level but not beyond. The first appellant’s sentence should be\naltered to one of 14 years’\nimprisonment and the second appellant’s\nto 12 years’ imprisonment. Accused number 4 in the regional court, Hendrik\nDavid,\nwho was sentenced to ten years’ imprisonment should, if he has\nbehaved himself reasonably well, have been released from prison\nby now.  Accused\nnumber three, Fortune Hlongwane, was, like the second appellant, sentenced to\neighteen years’ imprisonment.\nThe director of public prosecutions is\nrequested to see to it that his attention is directed to this judgment so that\nhe might apply\nfor leave to appeal if he is still incarcerated.\n[20]\tThe\nappeal is upheld.\n1.\tThe sentence of the first appellant is set aside and\nreplaced \t\t\t\tby one of fourteen years’ imprisonment;\n2.\tThe sentence\nof the second appellant is set aside and replaced \t\t\t\tby one of twelve\nyears’ imprisonment.\nJ H CONRADIE\nJUDGE OFAPPEAL\nCONCURRING:\nNAVSA  JA\nBRAND  JA\n[1]\nS v Jimenez\n2003 (1)\nSACR 507\n(SCA) paras [6] and\n[16].\n[2]\nIn\nPrince v President,\nCape Law Society, and Others\n[2000] ZACC 28\n;\n2001 (2) SA 388\n(CC) a unanimous Constitutional\nCourt gave the applicant leave to adduce evidence on how cannabis is used by the\nRastafarian religion\nand whether its use and possession was regulated by that\nreligion. In the sequel,\nPrince v President, Cape Law Society, and Others\n[2002] ZACC 1\n;\n2002 (2) SA 794\n(CC), the major difference between the majority view (five of\nthe nine judges) and the other four was whether the use of cannabis\nfor\nliturgical purposes could be properly controlled. The minority who held control\nto be feasible found that although ‘uncontrolled\nconsumption of cannabis,\nespecially when it is consumed in large doses, poses a risk of harm to the\nuser’ [61] it was not so\nharmful that its limited sacral use ought to be\nprohibited.  One cannot imagine such a close outcome on use, whether controlled\nor\nnot, for sacral purposes of, say, morphine or cocaine.",
  "scraped_at": "2026-02-12T13:56:16.216792",
  "date": "2005-03-18",
  "coram": [
    "NAVSA JJA",
    "BRAND JJA",
    "CONRADIE JJA"
  ],
  "case_number": "211/04",
  "parties": {
    "applicants": [
      "Mavis Xaba",
      "Joseph Zondo"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Mavis Xaba and her brother Joseph Zondo operated a large‑scale cannabis (dagga) wholesale business in Standerton, sourcing the drug from the Bergville area. Police Inspector Wilhelm Arendt, acting on a tip from a former policeman, infiltrated the operation and, under the guise of a legitimate transaction, transported multiple consignments of cannabis to the appellants’ homes, amounting to roughly 595 kg. A further 500 kg was later seized in the appellants’ possession. The police operation was extensive and involved alleged corruption, including stolen police exhibit bags found among the seized cannabis. Both appellants pleaded guilty – Xaba to five counts and Zondo to three – and were sentenced by the regional magistrate at Middelburg to twenty and eighteen years’ imprisonment respectively.",
    "issues": "The principal issues were (1) whether the sentences of twenty and eighteen years were disproportionately severe in relation to the nature and scale of the cannabis trafficking committed; (2) whether the magistrate erred by not explicitly treating police corruption as an aggravating factor; and (3) what sentence range is appropriate for large‑scale dagga dealing, considering precedent and the maximum statutory penalty of twenty‑five years under the Drugs and Drug Trafficking Act.",
    "principles": "Sentencing must be proportionate to the gravity of the offence and consistent with prevailing case law. The Drugs and Drug Trafficking Act prescribes a maximum of 25 years for dealing in dangerous or undesirable dependence‑producing substances, but cannabis is recognised as a lesser evil than heroin. The court must compare the sentence with established benchmarks, notably S v Morebudi (14‑year sentence for a massive dagga haul) and earlier decisions such as S v Smith (15‑year sentence for about a ton). The presence of police corruption is an aggravating circumstance but does not justify a sentence approaching the statutory maximum absent extraordinary factors.",
    "application": "Applying these principles, the court noted that the appellants’ total cannabis quantity, while large, did not exceed the scale of cases where 14‑year sentences were deemed appropriate. The magistrate had, in effect, considered police corruption as an aggravating factor, but the resulting sentences of 20 and 18 years were close to the statutory ceiling and therefore excessive. The court therefore reduced the sentences to align with the high‑water mark established by Morebudi, setting Xaba’s term at fourteen years and Zondo’s at twelve years.",
    "conclusion": "The appeal was upheld. The original sentences were set aside and replaced with fourteen years’ imprisonment for Mavis Xaba and twelve years’ imprisonment for Joseph Zondo."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "cannabis trafficking",
      "sentencing",
      "police corruption",
      "case law comparison"
    ]
  }
}