{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/59.html",
  "case_name": "Prinsloo v Ndebele-Ndzundza Community and Others (106/2004) [2005] ZASCA 59; [2005] 3 All SA 528 (SCA); 2005 (6) SA 144 (SCA) (31 May 2005)",
  "citation": "[2005] ZASCA 59",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 59\n|\nNoteup\n|\nLawCite\nPrinsloo v Ndebele-Ndzundza Community and Others (106/2004) [2005] ZASCA 59; [2005] 3 All SA 528 (SCA); 2005 (6) SA 144 (SCA) (31 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 106/2004\nREPORTABLE\nIn the appeal between:\nJohanna Magdalena Cornelia PRINSLOO\nFirst appellant\nBOTHA FAMILY TRUST\nSecond appellant\nand\nTHE NDEBELE-NDZUNDZA COMMUNITY\nFirst\nRespondent\nREGIONAL LANDS CLAIMS COMMISSIONER, MPUMALANGA\nSecond\nRespondent\nMINISTER OF LAND AFFAIRS AND AGRICULTURE\nThird Respondent\nBefore:\nScott JA, Cameron JA, Mthiyane JA, Lewis JA and Ponnan JA\nAppeal:\nMonday 16 May\n2005\nJudgment:\nTuesday 31 May 2005\nRestitution of Land\nRights Act 22 of 1994\n– ‘Community’ – Group using land\nuntil about 1940 under tribal authority and customs – No residence,\nimmediate supervision or control by registered owners –\n‘Community’ constituted – ‘Rights in land’\n–\nuse, control and possession – ‘Dispossession’ – physical\ncoercion not required –\nSection 2(2)\n– ‘just & equitable\ncompensation’ – meaning of – matter referred back to Land\nClaims Court\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nOn the edge of the Highveld\nescarpment in Mpumalanga, northeast of Middelburg and to the east of\nGroblersdal, lies the farm ‘Kafferskraal’\n(the farm).  Its name\ndates back at least 133 years, to 1 December 1872, when the Transvaal Republic\nfirst granted the land in private\nownership to a white farmer, Abraham Johannes\nKorf.  Since then the name has appeared on the title deeds.  It is opprobrious,\nthe\nracial epithet among the most abhorrent in South Africa today.  But the\nclaimants to the farm, referred to as ‘the Ndebele-Ndzundza\ncommunity’, the first respondent in this appeal (the claimants),\nemphasised its significance in the Land Claims Court (LCC)\nand again in argument\nbefore us:  the very name confirms, they say, that the land has long been\nsettled by black people, and that\nthis fact survived the superimposition of\nwhite registered title.\n[2]\nAnd indeed history\ngives this warrant.  Human habitation of the area can be traced back to the\nfirst half of the 17\nth\ncentury, before the colonisation of the Cape. \nAccording to oral tradition and the regimental back-dating system used in\nNdebele\ncustom,\n[1]\nchief Ndzundza and\nhis followers settled at KwaSimkhulu, some 30km southeast of the farm, in about\n1636.  The present claimants number\namong their descendants.  They constitute a\nbranch of the Ndebele-Ndzundza Tribe who, after being attacked and dispersed by\nMzilikazi\nin 1822, resettled in strongholds on what became known as the\n‘Mapochsgronden’ to the northeast of the farm.  After a\nbitter war,\nthe Volksraad of the Transvaal Republic in 1883 distributed these ancestral\nlands, extending over some 36 000 hectares,\nin private ownership to white\nfarmers.  The burghers then scattered the tribe by enforcing a system of\nindentured labour on white\nfarms.  This resulted in what the appellants’\nexpert called ‘the diaspora of the\nNdebele’.\n[3]\nThe history of the farm is\nentwined with that ‘diaspora’ and with the ‘Mapoch war’.\nBut the land does not\nform part of the Mapochsgronden.  Before the war it had\nalready been granted in private ownership to A J Korf.  The present\nclaimants’\nimmediate connection with the farm dates back to some time\nbefore the turn of the 20\nth\ncentury, when Madzidzi, one of the\nleaders imprisoned after the Mapoch war, escaped and settled on the farm with\nsome of his followers:\nhis mission was to ensure preservation of the system of\nmale initiation essential to Ndebele culture and the perpetuation of the\ntribe\nas a distinctive community.\n[4]\nAnd that indeed\nhappened: on the land now claimed the male initiation rite (ingoma) was restored\nunder Madzidzi.  Madzidzi lies buried\non the farm.  Among the claimants is his\ngrandson, who was the claimants’ chief witness.  They comprise persons who\nstill live\non the farm, as well as on seventeen surrounding farms, to which they\nhave also laid claim.  Others live on the farm ‘Goedgedacht’\n(or\nGoedehoop), in the district of Nebo in what was formerly Lebowa.  This was\npurchased for the community in 1938, and it is here\nthat some members of the\ncommunity were relocated in about 1939 or\n1940.\n[5]\nThe regional land claims commissioner\nfor Mpumalanga, the second respondent, referred only the claim in respect of the\nfarm to the\nLCC for adjudication under the Restitution of Land Rights Act 22 of\n1994 (the Act).  The Department of Land Affairs, against whom\nthe claim lies,\nsupported the claim (the Minister of Land Affairs and Agriculture is the third\nrespondent).\nThe claim in respect of the other farms has seemingly been\nheld in abeyance while the present claim is\nadjudicated.\n[6]\nThe appellants have their own\nbonds of sentiment and history with the farm.  The first appellant, Mrs\nPrinsloo, is the granddaughter\nof Willem Jacobus Grobler, who purchased Portion\n1 of the farm in 1939.  In 1996 two of his granddaughters, the first\nappellant’s\ncousins, sold that portion to a private farming company, which\nreached a settlement with the claimants regarding the claim.  Portion\n1 is\ntherefore not part of the proceedings.  In 1941 Grobler also bought Portion 2 of\nthe farm.  That is now registered in the first\nappellant’s\nname.\n[7]\nThe second appellant is the Botha\nFamily Trust, the registered owner of Portion 3 of the farm.  The Botha\nfamily’s links to\nthe farm go back to 1889, when a granddaughter of\nAbraham Johannes Korf married Phillipus Rudolph Botha, the great-grandfather of\nthe generation whom we may presume (the evidence was inexplicit) are the current\ntrust beneficiaries.\n[8]\nOnly Portions 2 and 3\nof the farm are thus at issue in the appeal.  The question is whether the\nclaimants have established a right\nto restitution in the farm as contemplated in\ns 2 of the Act, which provides for ‘entitlement to restitution’. \nSection\n2(1) reads:\n‘A person shall be\nentitled to restitution of a right in land if –\n(a)\nhe or she is a person\ndispossessed of a right in land after 19 June 1913 as a result of past racially\ndiscriminatory laws or practices;\nor\n(b)\nit is\na deceased estate dispossessed of a right in land after 19 June 1913 as a result\nof past racially discriminatory laws or practices;\nor\n(c)\nhe or she is the direct descendant of a\nperson referred to in paragraph (a) who has died without lodging a claim and has\nno ascendant\nwho –\n(i)\nis a direct\ndescendant of a person referred to in paragraph (a); and\n(ii)\nhas lodged a claim for the restitution of\na right in land; or\n(d)\nit is a community or\npart of a community dispossessed of a right in land after 19 June 1913 as a\nresult of past racially discriminatory\nlaws or practices;\nand\n(e)\nthe claim for such restitution is\nlodged not later than 31 December 1998.’\n[9]\nBy agreement between the\nparties, the question of the claimants’ entitlement to restitution was the\nsole issue referred for\ntrial before the LCC.  That court (Moloto J, with Prof\nMJ Wiechers as assessor), found that the claimants were entitled to restitution,\nand granted them leave to set down the remaining issues for determination.  The\nLCC later refused leave to appeal, but this court\ngranted the necessary\nleave.\n[10]\nThere are two principal issues. \nThe first is whether the claimants are a ‘community’ within the Act.\nThe second, if they\nare, is whether they were ‘dispossessed’ of the\nland as contemplated by the Act.  These questions each entail the further\nquestion whether the ‘community’, if there was one, had a\n‘right in land’.\nAre the\nclaimants a ‘community’ within the Act?\n[11]\nSection 1 of the Act\nprovides that ‘community’ means –\n‘any group of persons whose rights in land\nare derived from shared rules determining access to land held in common by such\ngroup,\nand includes part of any such group’.\nThe appellants concede that in the popular sense of the word the claimants\nare a ‘community’, but dispute that they qualify\nunder the\nparticular meaning of the statute.  In a careful and lucid argument on behalf of\nthe appellants, in which he pointed to\na number of factual errors and historical\nmisperceptions in the LCC judgment, Mr Havenga contended that the\nNdebele-Ndzundza Tribe\nlost its traditional rights in land after the Mapoch war\nin 1883, and never regained those rights in respect of any traditional lands.\n[12]\nThere were, counsel pointed\nout, no Ndebele strongholds on the farm itself: they were some distance away, in\nthe Mapochsgronden. \nHe contended that it was in any event unlikely that the\nfarm or any of those surrounding it were part of the Ndebele traditional\nlands\nbefore the 1883 war.  By that time the farm had already been given in private\nownership.  There was thus no ‘community’\nin relation to the farm,\nholding any land in common, as required by the Act, in accordance with shared\nrules.  Mr Havenga emphasised\nin this connection the diffuseness of the\ncommunity’s broader claim, which avowedly still includes the seventeen\nneighbouring\nfarms.\n[13]\nThis contention\nrequires the evidence to be considered.  The appellants’ ethnologist, Dr\nChristo Jansen van Vuuren, an acknowledged\nexpert on Ndebele history and\nculture, testified that ‘the people who lived on that farm before 1883\nmust have been Ndebele,\nas well as Pedi’.  His evidence gives warrant to\nthe claimants’ assertion, against counsel’s submission, that the\nhistory of indigenous settlement of the farm both pre-dates and overlaps with\nthe grant of registered title.\n[14]\nThe\nclaimants’ chief witness was Mr Mbulawa Abraham Mahlangu, grandson of\nMadzidzi.  Mr Havenga subjected his evidence to some\nmeasure of justified\ncriticism.  Nevertheless, Mr Mahlangu’s account of the history of the\ncommunity and its relation to the\nland, derived from received oral history, was\ncorroborated at crucial points by the documentary record.  He stated that the\nclaimants’\ncommunity –\n‘remained\nat Kafferskraal as our land.  We were under nobody.  We were just the\ninhabitants of that place.  After some years\na white person came, his name was\nHenwood.  He then told us that that place belonged to him and that we should pay\nan amount per\nyear and then they started to let these Madzidzi people pay a\ncertain amount.\n...\nThere were no white people.  The [community] were working for themselves,\nthey were ploughing and there were also herds of cattle.’\n[15]\nThe Ndebele-Ndzundza\npeople, he said (sketching something of an idyll), ‘regard the farm as\ntheir natural place’:\n‘This is the place\nwhere they had built their houses, they were ploughing and they had herds of\ncattle, they were happy about\nthe food which they obtained from the field and\nthey were satisfied about the type of life which they lived there’.\n[16]\nNeither Willem Jacobus\nGrobler nor his descendants ever lived on the farm.  They lived on a\nneighbouring farm, Waterval, which W J\nGrobler purchased in 1916.  That is also\nwhere the first appellant and her two sons, who conduct farming operations, live\nat present.\n[17]\nWe do not know where the\npresumed beneficiaries of the Botha Family Trust live, or where their\npredecessors lived, since no evidence\nwas presented on their behalf regarding\nPortion 3.  There was at all events nothing to gainsay the oral-historical\naccount presented\non behalf of the claimants that in the period up to the fifth\ndecade of the last century, ‘there were no white people’\nactually\nliving on the farm, as opposed to holding its legal\ntitle.\n[18]\nAnd the documentary evidence,\nthough it relates principally to Portion 2, supports this claim.  Between 1887\nand 1891, one C M du\nPlooy, who married one of the daughters of A J Korf, the\noriginal grantee, became the registered owner of the sections now constituting\nPortion 2.  In 1902 he sold this portion to J W Henwood.  It was in that year,\naccording to oral tradition, that Madzidzi was formally\ninstalled as a chief:\nand the evidence indicates that by this time he and his followers had been\nresiding on the farm for some\nyears.\n[19]\nShortly after Henwood became\nregistered owner, in 1904, the Commissioner for Native Affairs, Sir Godfrey\nLagden, reported that a portion\nof the tribe of Nyabela resided on the farm\nunder the care of Madzidzi (a brother of Nyabela).  In his evidence before the\nBeaumont\nCommission in 1916, Madzidzi stated that part of the Ndzundza was\nliving on the farm, and that they had to work for the surrounding\nfarmers\nwithout pay.  In his evidence before a local committee of the Eastern Transvaal\n(established after government refused to\nimplement the land acquisitions for\nblacks the Beaumont Commission recommended), Madzidzi again stated that he was\nresiding on the\nfarm, though he requested to be permitted to\nrelocate.\n[20]\nOf some significance in\ndetermining the residents’ relation to the land is that in 1921 J W\nHenwood was willing to sell.  On\n8 November 1921 he wrote to Madzidzi’s\nnephew, Chief Fene (Mfene) Andries Mapoch, stating that he had discussed the\nsale of\nthe farm with Fene’s son\nCornelius:\n‘We have talked the matter over and\nI have given him my word that a reasonable time will be given you to inspect the\nfarm and\nto conclude purchase of same.\nYou are now quite free, subject to the Native Commissioner’s\npermission, to take possession and live on the farm with your\nfollowers.’\n[21]\nHenwood was not himself\nliving on the farm: he wrote from Middelburg, where his letterhead shows he was\noperating as a ‘direct\nimporter’.  Of further significance is a\nfollow-up letter the local Commissioner wrote in December 1921 to the Secretary\nfor\nNative Affairs, ‘strongly’ recommending the sale of the farm to\nFene.  His letter records that ‘a large number\nof Mfene’s people are\nalready living on the farm’.  This was despite the fact that ‘the\nfarm is not in a native\narea’.\n[22]\nThe\n‘large number’ of people were Madzidzi and his followers, the\nantecedents of the present claimants.  Further official\ncorrespondence in that\nyear records that Madzidzi ‘resides with about 75 taxpayers on a portion\nof Kafferskraal No 62 on rent\npaying\nterms’.\n[23]\nThe sale was later vetoed\nbecause of objections by ‘neighbouring European owners’ and because\nthe Member of Parliament\nfor Middelburg ‘very strongly opposed’ it. \nRequesting an audience with the Minister of Native Affairs, Chief Mfene wrote\nprotesting that ‘Our hearts are bursting with grief.’  He died later\nthat year.\n[24]\nThe question of the sale of the\nfarm did not disappear.  A departmental letter to the Assistant Native\nCommissioner at Pokwani recorded\non 15 March 1935 that Chief ‘Jaftha\nMahlangu’ (the son of Madzidzi, also known as Mtjhartjhana Jonas) and\nanother chief\nhad in the past already made application, on behalf of their\nfollowers, to purchase the farm: but because it was not in an area\n‘released’\nfor purchase by blacks under the racial legislation, the\ndepartment had not approved the sale.  This is significant because it appears\nto\nrefer to a prior attempted purchase by Madzidzi’s son, separate from the\n1922 attempted purchase by his cousin, Mfene.\n[25]\nOther possible avenues of land\nacquisition appeared to close in anticipation of, and in the wake of, the\nenactment of the Native Trust\nand Land Act 18 of 1936.  Despite this, the sale\nof the farm to or on behalf of the community remained a current issue.  On 5\nAugust\n1938, N L Henwood (son of J W Henwood) wrote to the Secretary for Native\nAffairs.\n‘I would like to sell my farm\nKafferskraal No 62, District Middelburg, Transvaal; in extent 1470 morgen.  This\nfarm has been\na native area for many years and is totally unimproved.  ...\nI might mention that the Chief of the Mapoch Natives (Jonas Machechan) lives\non this farm with his tribe.  His father and grandfather\nbefore him, for the\npast fifty odd years or more, have done so.  No white people have ever lived\nthere, and it is, and always has\nbeen, entirely a Native farm.’\n[26]\nHenwood Junior was writing\nfrom Springs, where his letterhead shows that he was a dealer in steel fittings.\nHe too was not living\non the farm.  But his letter shows more than this.  It not\nmerely affirms the absence of white residential occupation of the farm,\nbut it\nrecords that the farm ‘is, and always has been, entirely a Native\nfarm’.  The sale foundered, however, as did\nthose earlier, on a\ndepartmental veto because the land was not within a ‘released area’\nfor blacks.\n[27]\nAlthough the deeds history of\nthe farm appears to indicate that ‘Kafferskraal No 62’ included the\nwhole farm, Henwood\nwas, of course, proposing to sell only the portion of the\nfarm registered in his name.  But the claimants assert that the residents\nhis\nletter referred to occupied the whole farm, and that his description of the\nnature of its human habitation applies equally to\nthe rest of the farm.  These\nassertions seem justified.  It does not seem likely that Henwood would have\nreferred to his portion\nas constituting a ‘native area’ or that he\nwould have claimed that ‘no white people have ever lived there’,\nor\nthat the farm was ‘entirely ... Native’ if the rest of the farm was\nin any respect distinctively\ndifferent.\n[28]\nCertainly there is no\nevidentiary basis for inferring that the rest of the farm was different.  There\nis as mentioned no direct evidence\nregarding the human settlement of Portion 3,\nand in its absence there is nothing to gainsay the accuracy of the\noral-historical account\nthat the claimants’ predecessors occupied both\nportions at issue in the appeal.  Nor is there anything to gainsay the inference\nthat no white people lived on any part of the farm until after the relocation of\n1939.\n[29]\nThis evidence in my view warrants\nthe following factual conclusions:\n(a)\tThe claimants’ predecessors constituted a group of people who lived on\nand worked the farm for a continuous period of nearly\nfifty years from before\nthe end of the 19\nth\ncentury until their relocation in the late\n1930s.\n(b)\tThey lived under the authority of a chief designated by the traditional\ntribal hierarchy: in the late 19\nth\ncentury and first two decades of\nthe 20\nth\ncentury, under Chief Madzidzi, and for the next twenty years\nunder his son and successor, Chief Japtha Mahlangu.\n(c)\tThey held the land as a group, and in common with each other.\n(d)\tThey occupied the farm exclusively and without immediate supervision or\ndirect control from the white landowners.\n(e)\tThey did so in accordance with the ancient customs and traditions of the\nNdebele-Ndzundza\npeople.\n[30]\nThe\nbonds of custom, culture and hierarchical loyalty that characterised the\ninhabitants’ occupancy and their relation to the\nland are most tellingly\nshown by the fact that Madzidzi was sent to resuscitate the traditional Ndebele\nrite of initiation on the\nfarm, and that he did\nso.\n[31]\nThis evidence in my view justifies, as\noverwhelmingly likely, the inference that the group’s customs included\nrules regulating\ntheir access to, and use of, the\nland.\nA ‘right in land’?\n[32]\nWhat was the group’s\n‘right in land’?  The Act defines the concept extremely widely, as\nmeaning:\n‘any right in land whether registered\nor unregistered, and may include the interest of a labour tenant and\nsharecropper, a customary\nlaw interest, the interest of a beneficiary under a\ntrust arrangement and beneficial occupation for a continuous period of not less\nthan 10 years prior to the dispossession in question’ (s 1).\n[33]\nAccording to the most\ninfluential modern analysis of ownership, that by Tony Honoré, the\nincidents of the classic right of\nownership are the right to possess, the right\nto use, the right to manage, the right to the income of the thing, the right to\nthe\ncapital, the right to security, the rights of transmissibility and the\nabsence of term, the prohibition of harmful use, the liability\nto execution and\nresiduarity.\n[2]\nHonoré\nemphasises that though these incidents are ‘standard’, they are not\nindividually necessary ‘for\nthe person of inherence to be designated\n“owner” of a particular thing in a given\nsystem’.\n[34]\nPlainly the farm’s\noccupants did not enjoy a number of the standard incidents of ownership, such as\nthe right to security, the\nright to the capital of the farm, the\ntransmissibility of its title, and residuarity.  But the restitution legislation\ndoes not require\nthere to have been ownership before dispossession.  It requires\nfar less.  In the present case the group over decades occupied, used\nand managed\nthe farm, and did so without the proximity of its white owners and despite their\nregistered title.  They did so before\nany white owner asked them to pay rent,\nand they continued to do so\nafterwards.\n[35]\nCounsel for the appellants\ncontended that the fact that Henwood Senior exacted rent from Madzidzi and his\nfollowers from 1902 contradicted\nthe claimants’ assertion that their\npredecessors had rights in the land.  I do not agree.  It is correct that\nHenwood collected\nrent, and that subsequent documents allude to the occupants as\npaying rent, or living under labour conditions.  But I cannot see\nhow this\nnegates the conclusion that the residents enjoyed rights in the land as\ncontemplated by the statute.  The Act’s definition\nexpressly includes\ncustomary law interests and the rights of labour tenants and sharecroppers: the\nfarm’s residents certainly\nexercised nothing\nless.\n[36]\nCounsel contended also that the fact\nthat the land was granted in registered white ownership before Madzidzi’s\narrival excluded\nthe inference that the claimants’ predecessors enjoyed\nrights in the land.  I cannot accept this.  First, the evidence of Dr\nJansen van\nVuuren offers support for continuous indigenous occupation predating the grant\nof registered ownership.  But in any event,\nthe statute recognises rights of\ncommunal ownership under indigenous\nlaw.\n[3]\nIn my view the fact that\nregistered title exists neither necessarily extinguishes the rights in land that\nthe statute contemplates,\nnor prevents them from\narising.\n[37]\nThe subtlety and complexity\n– and the inescapable contradictions – of the position in which the\nfarm’s residents\nfound themselves is reflected in the following exchange\nduring the cross-examination of Mbulawa Abraham\nMahlangu:\n‘Do you agree that in 1902 Mr\nHenwood became the owner of a portion of Kafferskraal? – He was not the\nowner.  He let the\npeople pay because of his colour.’\n[38]\nThe Act recognises\ncomplexities of this kind, and attempts to create practical solutions for them\nin its pursuit of equitable redress.\n The statute also recognises the\nsignificance of registered title.  But it does not afford it unblemished\nprimacy.  I consider that\nin this case the farm’s residents established\nrights in the land that registered ownership neither extinguished nor precluded\nfrom arising.\n[39]\nTo conclude this aspect of\nthe appeal: I agree with Dodson J in\nIn re Kranspoort\nCommunity\n[4]\nthat the\nconcept of ‘community’ envisaged by the Act requires –\n‘that there must be, at the time of the\nclaim,\n(1)\na sufficiently cohesive\ngroup of persons to show that there is still a community or a part of a\ncommunity, taking into account the\nimpact which the original removal of the\ncommunity would have had;\n(2)\nsome element of\ncommonality with the community as it was at the time of the dispossession to\nshow that it is the same community or\npart of the same community that is\nclaiming.’\n[40]\nThe claimants\nhave fulfilled these conditions.  The farm’s residents constituted a\ngroup, or a part of a group, whose rights\nin land were derived from shared rules\ndetermining access to and use and enjoyment of land they held in common.  The\nlast major question\nis whether this community was ‘dispossessed’ of\ntheir rights.\nWas the community\n‘dispossessed’?\n[41]\nAs explained, the farm\nGoedgedacht or Goedehoop was purchased, together with others, in the late 1930s\nfor the Ndebele communities,\nand the evidence showed that shortly before his\ndeath in 1940, Madzidzi’s son, Japhta Mahlangu, was settled there with\nmany\nof his followers.  In a letter dated 20 September 1940, the Assistant\nNative Commissioner of Pokwani, Middelburg District, notified\nthe Secretary for\nNative Affairs that ‘Chief Jafta Mahlangu, of the Mapoch tribe, has been\nsettled on Goedehoop 279, and with\nhis followers allotted lands’ on\nadjoining farms.\n[42]\nThe measure was\nintended to be temporary.  It was intended to find another location for the\ncommunity.  But transience became near-permanence.\nWhen taxed in\ncross-examination with the suggestion that Goedgedacht was a suitable location\nfor the community, Mbulawa Abraham Mahlangu\nresponded\nthus:\n‘I just want to explain the manner in\nwhich they went to Goedgedacht.  It does not mean that they were given that\nplace, Goedgedacht.\n The [thrust] is that they were taken and they were placed\nor put in that place and they were promised that they were still going\nto look\nfor a certain place that can be given to them.\n[Adv Havenga:] The documents ... show that Goedgedacht had six dams, twelve\nstrong fountains, it was under irrigation and it had 3\n000 hectares, 3 000\nmorgen large.  Do you know the farm Goedgedacht? – I know it.\nAnd this information is correct, is it not? – I do not know why we are\nsupposed to talk about Goedgedacht, because we want our\nland, and that is\nKafferskraal.\nIs it correct that Goedgedacht is the farm that Ikosi Jafta and his royal\nfamily settled? – It is true.  But they were taken\nthere by marshal, you\nknow, they were sort of forced to go there.’\n[43]\nMahlangu was born in\nSeptember 1938.  So he was scarcely a toddler when his family moved.  Yet, as on\nother occasions in his evidence,\nhis oral-historical account – that the\ncommunity was ‘sort of forced’ to move – finds warrant in the\ndocumentary\nevidence.  From this it is clear that there was no physically\ncoerced removal: that, as appears from the evidence of the claimants’\nexpert, Mr De Waal, was a feature of land resettlement as implemented by the\nNational Party government that came to power in 1948.\n[44]\nMahlangu himself indeed confirmed that a\nsection of the community stayed on the farm.  But the conditions on which they\nremained were\nthat they would work for the new\nowner:\n‘Ja, they wanted to let them work or to\nmake them work for their farming purposes because they could not survive without\nthese\npeople.’\n[45]\nThis evidence suggests that\nafter 1940 the nature of the remaining community members’ relation to the\nsoil changed.  The attempt\nby Henwood Junior to sell portion of the farm to the\ncommunity had failed.  Instead the first appellant’s grandfather bought\nHenwood’s portion.  The result was that the community was faced with an\nunenviable choice – between relocating to Goedgedacht\nand remaining on the\nfarm, but with the loss of their previous favourable circumstances, which\nincluded absence of direct supervision\nand control by the farm’s\nregistered owners.\n[46]\nThe fact that there was\nno physically forced removal does not mean that there was no dispossession:\nAbrams v Allie NO\n.\n[5]\nDispossession is a broad concept, which must be broadly interpreted, bearing in\nmind the amplitude of the statute’s definition\nof ‘right in\nland’:\n‘The concept of dispossession in\ns 25(7)\n[6]\nof the Constitution and in\ns 2 of the Act is not concerned with the technical question of the transfer of\nownership from one entity\nto another. It is a much broader concept than that,\ngiven the wide definition of ‘a right in land’ in the Act.  Whether\nthere was dispossession in this case must be determined by adopting a\nsubstantive approach ...\n.’\n[7]\n[47]\nMr De Waal testified, when\npressed in cross-examination with the fact that the removal of part of the\ncommunity was not physically\ncoerced, that Goedgedacht already had a resident\npopulation, which chose to remain when farm community members were relocated. \nAnd,\nmore tellingly, he said, there was no evidence or suggestion that the\ncommunity was compensated in any way for the improvements and\nstructures and\ncrops they had to leave behind.\n[48]\nIn my\nview, given these facts, the circumstances of the relocation of the farm’s\ncommunity to Goedgedacht in 1939 constituted\na dispossession of the rights it\nhad enjoyed in relation to the farm over approximately the previous\nhalf-century.  They were not\ngiven any real choice: they had to relocate to a\ndifferent area, and work and live in changed circumstances – or remain on\nthe farm under conditions that were significantly changed.  They no longer had\ncontrol or use of the land over which for many decades\nthey had enjoyed\nunrestricted access and control.\n[49]\nThis\nconclusion makes it unnecessary to consider a further possibility raised during\nargument: whether the community experienced a\n‘constructive\ndispossession’ in relation to Portion 2 of the farm.  It will be recalled\nthat Henwood Junior was willing\nto sell the farm in 1938, that previously the\ncommunity had wished to buy it, but that previous sales as well as\nHenwood’s\nwere blocked by the racial legislation and practices of the\ntime.  Whether in such circumstances it amounts to a dispossession to\nthwart\nacquisition of land by a community with long-standing ties to it (the definition\nof ‘racially discriminatory practices’\nincludes ‘practices,\nacts or omissions’) need not be considered\nnow.\nProcedural defects\n[50]\nThe appellants relied in\nthe LCC and in written argument before us on a number of procedural defects in\nthe application for restitution.\n These matters were not pressed on us in\nargument.  I agree in any event with the conclusion of the LCC that the claim\nwas lodged\nsubstantially in compliance with the Act and the rules promulgated\nunder it.\nWas the claim excluded by s 2(2)\nof the Act?\n[51]\nSection 2(2) of the Act\nprovides:\n‘(2) No person shall be entitled to\nrestitution of a right in land if –\n(a)\njust and equitable\ncompensation as contemplated in section 25(3) of the Constitution;\nor\n(b)\nany other consideration which is just\nand equitable,\ncalculated at the time of any\ndispossession of such right, was received in respect of such\ndispossession.’\n[52]\nThe LCC found that this\nprovision did not apply.  It gave two reasons.  It pointed out that the\nGoedgedacht relocation was originally\nintended as a temporary measure, and held\nthat therefore it could not have been intended as compensation ‘calculated\nat the\ntime of dispossession’.  It also found merit in the\nclaimants’ argument that because Goedgedacht was provided as part\nof\nhomeland consolidation, in itself a racially discriminatory process, it\n‘cannot now be accepted as compensation for past\ndiscriminatory\nacts’.\n[53]\nIn my view, neither reason\nwas sound.  I do not consider that the Act, or the Constitution, contemplates\nthat compensation originally\nintended as temporary can never be included in the\ncalculation of just and equitable compensation.  It would not be logical to\nexclude\ncompensation, received and enjoyed as such, merely because it was\noriginally intended to be temporary, and the Act gives no warrant\nfor suggesting\nthat it should be excluded.\n[54]\nNor do I\nconsider that the fact that the compensation was provided as part of a\nmanifestly discriminatory process necessarily invalidates\nit for statutory\npurposes.  Again, the Act gives no basis for excluding such compensation\n(compare\nAbrams v Allie NO\n).\n[8]\nEverything depends on the circumstances.  Here, the appellants asserted during\ncross-examination of the claimants’ witnesses\nthat Goedgedacht constituted\nadequate compensation, and referred to it in terms suggesting well-irrigated and\nbounteous land.\n[55]\nThese factual issues\nshould be fully examined when the other matters that were held over for\ndetermination when the issues were separated\nat the start of proceedings in the\nLCC are considered at the resumed trial.\nCosts of appeal\n[56]\nExcept to the extent just\nindicated, the appeal must be dismissed.  The LCC made no order as to the costs\nof the proceedings before\nit, which we understand is frequently its approach. \nAlthough in their written argument on appeal the claimants sought costs, no\nargument was directed to us on the question.  It may be that it is appropriate,\ngiven that this appears to be something of a test\ncase, for us to follow the\nLCC’s approach.  Should depriving the claimants of their costs however be\nunjust or inappropriate,\nthe parties are afforded an opportunity to direct\nrepresentations to us.\nOrder\n(1)\nExcept to the extent\nindicated in para (2) below, the appeal is\ndismissed.\n(2)\nThe application of s 2(2) of the\nAct is remitted to the Land Claims Court for further consideration in the light\nof this judgment.\n(3)\nThere is no order as to\ncosts.  The parties may if so advised within 15 days submit written\nrepresentations on this part of the\norder.\nE\nCAMERON\nJUDGE OF\nAPPEAL\nCONCUR:\nSCOTT JA\nMTHIYANE\nJA\nLEWIS JA\nPONNAN JA\n[1]\nDr Christo Jansen van Vuuren,\nthe ethnological expert for the appellants, explained that the Ndebele male\ninitiation rite or ingoma\nis held every four years and entails the allocation of\nregimental names (iindanga) to initiates who complete the ritual.  These names\nare allocated in a fixed sequence and repeated in exact cyclical order (similar\nto East African systems).  The Ndzundza maintains\na system of only fifteen\nnames, cyclically repeated.  Men remember their own regimental names and\nothers’ for life.  Both Ndebele\nmen and women remember the regimental\nnames of ancestors.  Initiations, birth, settlements and events can therefore be\ndated with\nfair accuracy.\n[2]\nTony\nHonoré ‘Ownership’ in AG Guest (ed)\nOxford Essays in\nJurisprudence\n(1961) p 107, discussed in the context of the racial\nlegislation of apartheid by Carole Lewis ‘The Modern Concept of Ownership\nof Land’ 1985\nActa Juridica\n241-266.\n[3]\nAlexkor Ltd v The\nRichtersveld Community\n[2003] ZACC 18\n;\n2004 (5) SA 460\n(CC) para\n62.\n[4]\n2000 (2) SA 124\n(LCC) para\n34 (Moloto J concurring; Mr Plewman\nassessor).\n[5]\n2004 (4) SA 534\n(SCA) para 11, per Scott JA on behalf of the\nCourt.\n[6]\nConstitution s 25(7):\n‘A person or a community dispossessed of property after 19 June 1913 as a\nresult of past racially discriminatory\nlaws or practices is entitled, to the\nextent provided by an Act of Parliament, either to restitution of that property\nor to equitable\nredress.’\n[7]\nAlexkor Ltd v The Richtersveld Community\n[2003] ZACC 18\n;\n2004 (5) SA 460\n(CC) para\n88.\n[8]\n2004 (4) SA 534\n(SCA) paras\n15-27.",
  "scraped_at": "2026-02-12T14:10:56.331309",
  "date": "2005-05-31",
  "coram": [
    "Scott JA",
    "Cameron JA",
    "Mthiyane JA",
    "Lewis JA",
    "Ponnan JA"
  ],
  "case_number": "106/2004",
  "parties": {
    "applicants": [
      "Johanna Magdalena Cornelia Prinsloo",
      "Botha Family Trust"
    ],
    "respondents": [
      "Ndebele-Ndzundza Community",
      "Regional Lands Claims Commissioner, Mpumalanga",
      "Minister of Land Affairs and Agriculture"
    ]
  },
  "sections": {
    "facts": "The dispute concerned the farm ‘Kafferskraal’ in Mpumalanga, originally granted in private ownership to Abraham Johannes Korf in 1872. The Ndebele‑Ndzundza community, whose ancestors settled on the farm from the late 19th century, occupied, cultivated and performed traditional rites on the land for about fifty years until they were relocated to the farm Goedgedacht in the late 1930s. Portions 2 and 3 of the farm are now owned by Johanna Prinsloo and the Botha Family Trust respectively. The community filed a claim under the Restitution of Land Rights Act 22 of 1994 for restitution of a right in land, which was initially upheld by the Land Claims Court. The appeal raised the questions of whether the claimants constitute a ‘community’ within the Act, whether they were dispossessed, and whether section 2(2) of the Act excluded their claim.",
    "issues": "1. Does the Ndebele‑Ndzundza community meet the statutory definition of ‘community’ under section 1 of the Restitution of Land Rights Act? 2. Were the community’s members dispossessed of a recognised ‘right in land’ as contemplated by section 2 of the Act? 3. Does section 2(2) of the Act, which excludes persons who have received just and equitable compensation, bar the claimants from restitution?",
    "principles": "The Act defines ‘community’ as a group whose rights in land arise from shared rules governing access to land held in common, and defines a ‘right in land’ broadly to include customary interests, labour‑tenant rights and occupation of at least ten years. Dispossession is interpreted broadly, not limited to physical removal, and must be examined substantively. Section 2(2) excludes only where compensation was received and was calculated at the time of dispossession. Precedents applied include In re Kranspoort Community (requirement of cohesion and continuity), Alexkor Ltd v Richtersveld Community (broad interpretation of dispossession), and constitutional provision s 25(7) on redress for past discriminatory practices.",
    "application": "The court found that the claimants formed a cohesive group with shared customary rules, satisfying the definition of ‘community’. Evidence showed continuous occupation, use and management of the farm for decades, establishing a customary ‘right in land’. The relocation to Goedgedacht, although not physically forced, amounted to dispossession because the community lost unrestricted access and control over the farm and were not compensated for improvements left behind. The court rejected the argument that the temporary nature of the relocation precluded it from being considered compensation under s 2(2), and held that the compensation was part of a discriminatory process and therefore does not bar the claim.",
    "conclusion": "The appeal is dismissed except for the question of whether section 2(2) applies, which is remitted to the Land Claims Court for further consideration. No order as to costs was made, with parties given the opportunity to file written representations within 15 days."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land Rights",
    "level_3": [
      "community definition",
      "dispossession",
      "just and equitable compensation",
      "South Africa"
    ]
  }
}