{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/104.html",
  "case_name": "Road Accident Fund v Van Den Berg (19/2005) [2005] ZASCA 104; 2006 (2) SA 250 (SCA) (16 November 2005)",
  "citation": "[2005] ZASCA 104",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 104\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Van Den Berg (19/2005) [2005] ZASCA 104; 2006 (2) SA 250 (SCA) (16 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 19/05\nIn the matter between :\nROAD ACCIDENT\nFUND\nAppellant\nand\nERIKA VAN DEN\nBERG\nRespondent\n________________________________________________________________________\nBefore:\tSCOTT,\nSTREICHER & PONNAN JJA\nHeard:\t3 NOVEMBER 2005\nDelivered:\n16 NOVEMBER\n2005\nSummary:\nRoad Accident Fund\nAct 56 of 1996\n- meaning of 'motor vehicle' − 'designed ... for propulsion\n... on a road' to be determined objectively − general use\nbeing made of\nvehicle a relevant consideration − Hamm GRW 18 pneumatic tyre roller found\nto be a motor vehicle as defined\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nSTREICHER  JA\nSTREICHER JA:\n[1]\tDoes a Hamm GRW 18 pneumatic tyre\nroller (‘a PTR’) qualify as a ‘motor vehicle’ as defined\nin s 1 of the\nRoad Accident Fund Act 56 of 1996 (‘the Act’). That is\nthe question to be decided in this appeal.\n[2]\tThe respondent instituted\naction in the High Court, Johannesburg (‘the court a quo’) against\nthe Road Accident Fund,\nthe appellant, for the payment of damages suffered by\nher and her two minor sons when her husband and the father of her minor children\ndied as a result of injuries suffered by him when he was involved in a collision\nwith a PTR. The appellant, in a special plea, alleged\nthat a PTR does not fall\nwithin the definition of a motor vehicle in s 1 of the Act and claimed that the\nrespondent’s claim\nshould be dismissed for that reason. The court a quo,\nhaving ruled that this issue should be determined first, held that a PTR does\nfall within the definition but granted leave to the appellant to appeal to this\ncourt.\n[3]\tThe definition of ‘motor vehicle’ in s 1 of the Act\nreads as follows:\n‘”motor vehicle” means any vehicle\ndesigned or adapted for propulsion or haulage on a road by means of fuel, gas\nor\nelectricity, including a trailer, a caravan, an agricultural or any other\nimplement designed or adapted to be drawn by such motor\nvehicle’.\n[4]\tThe PTR is depicted below.\n[image edited out by\nSAFLII]\nThe vehicle is approximately 2 meters wide, 4,7 meters long and 3,3\nmeters high. Its basic weight is 13,8 tons but it may carry ballast\nof up to 28\ntons. It is fitted with a three speed gearbox, pneumatic tyres, headlights, rear\nlights, parking lights, hazard lights,\na rotating beacon, a hooter, two side\nview mirrors, direction indicators and reflectors. It has a footbrake similar to\nthose found\nin trucks, a hand brake and an emergency handbrake. It is powered by\na four cylinder turbo diesel engine commonly used in trucks\nand has power\nsteering. It has a facility to reduce the pressure in its tyres.\n[5]\tIt is\ncommon cause that the PTR was designed for propulsion by means of fuel. What is\nin dispute is whether it was so designed\nfor propulsion on a road. In\nRoad\nAccident Fund v Mbendera\n[2004] 4 All SA 25\n(SCA) para [11] to [13] it was\nheld that ‘road’ in the definition should not be interpreted to be a\npublic road as was\nheld in\nMutual and Federal Insurance Co Ltd v Day\n2001\n(3) SA 775\n(SCA) para [13] and [16] and\nRoad Accident Fund v Vogel\n2004\n(5) SA 1\n(SCA) para [5], in which the nature of the road referred to was not of\ncritical importance, as was the case in\nMbendera\n.\n[6]\tThe test to\ndetermine whether a vehicle was designed for propulsion on a road as required by\nthe definition is an objective one.\n[1]\nIn\nChauke v Santam Ltd\n[1996] ZASCA 120\n;\n1997 (1) SA 178\n(A) at 183B-C Olivier JA said:\n‘The word “designed” in the present context conveys the\nnotion of the ordinary, everyday and general purpose for\nwhich the vehicle in\nquestion was conceived and constructed and how the reasonable person would see\nits ordinary, and not some fanciful,\nuse on a road. If the ordinary, reasonable\nperson would perceive that the driving of the vehicle in question on a road used\nby pedestrians\nand other vehicles would be extraordinarily difficult and\nhazardous unless special precautions or adaptation were effected, the vehicle\nwould not be regarded as a “motor vehicle” for the purposes of the\nAct.’\n[7]\tIn\nVogel\n[2]\nMarais JA said that Olivier JA posited both a subjective and an objective test.\nHe added:\n‘To say that the word “\nconveys the ordinary,\neveryday and general purpose for which the vehicle was conceived and\nconstructed\n” (his emphasis) is to postulate a subjective test. To add\n“and how the reasonable person would see its ordinary, and\nnot some\nfanciful, use on a road” postulates an objective test.’\nI\ndisagree with this interpretation of the passage referred to. Olivier JA made it\nclear that he was of the view that ‘an objective,\ncommon sense\nmeaning’ should be applied to the phrase ‘designed for’. When\nhe immediately thereafter said that\nthe word ‘designed’ in the\npresent context conveys the notion of the ordinary, everyday and general purpose\nfor which\nthe vehicle in question was conceived and constructed, he was in my\nview, referring to the general purpose for which the vehicle,\nobjectively\ndetermined\n, was conceived and constructed.\n[8]\tIt is common cause that\nthe PTR is used to compact road surfaces. It does not, however, follow that it\nwas not designed to be\nused for other purposes as well. If one of those other\npurposes it was designed for is to travel on a road it falls within the\ndefinition\nand qualifies as a motor vehicle as\ndefined.\n[3]\n[9]\tOnly one witness,\none Harvey, who was called by the respondent, testified at the trial. He is a\nmechanical engineer who had been\ninvolved in the construction industry for\napproximately 28 years. At present he is employed by a company which markets and\nsells\nconstruction vehicles and equipment including Hamm PTR’s. According\nto his evidence, which is not disputed by the appellant,\nanother general use to\nwhich the PTR is put is to travel on public roads from one construction site to\nanother. He mentioned as an\nexample the Maputo Corridor Project which comprised\nthe rehabilitation of pieces of a road 550 kilometre long. For this purpose the\nproject was split into 21 separate contracts. Equipment such as a PTR would have\nbeen taken to the construction sites on a trailer\nbut once there it would have\ntravelled on the public road from one point where it was needed to another. In\ndoing so it would have\ncovered distances of up to 10 kilometres at a time. It\nwould have done so on a regular basis, two or three times a week. At times\nit\nmay have been escorted by a bakkie. On a 60 kilometre road contract the position\nwould, according to Harvey, be no different.\nHarvey’s undisputed evidence\nwas, therefore, that the PTR is generally used to travel on public roads from\none construction\nsite to another.\n[10]\tCounsel for the appellant submitted\nthat being an objective test one cannot have regard to the fact that the PTR is\ngenerally\nused on a road. However, the purposes for which the PTR is generally\nused are objectively determinable and is a fact that cannot\nbe ignored when\nattempting to objectively determine the use for which it had been\ndesigned.\n[11]\tIt is the design of the PTR that makes it possible for the\nvehicle to be used as aforesaid. It is fitted with all the paraphernalia\nrequired to be fitted to a motorcar so as to enable it to be used with safety on\na public road, such as headlamps, direction indicators,\nbrake lights and rear\nview mirrors. These features may of course also be required for its primary\npurpose of compacting but that\nis in my view an irrelevant consideration. The\nthird gear, which enables the PTR to travel at a maximum speed of 20 kilometres\nper\nhour and the facility to reduce the tyre pressure from 7 bar required for\ncompacting to 2 bar are not required for compacting purposes\nbut for travelling\non roads to and from the site where compacting is required.\n[12]\tCounsel for\nthe appellant contended that objectively considered the PTR was nevertheless not\ndesigned for propulsion on a road\nbecause it is inherently dangerous to drive it\non a road for the following reasons −\na)\tthe maximum speed at which it can travel is 20 km per hour;\nb)\tits tyres are smooth with the result that it may skid; and\nc)\tits centre of gravity is high as a result of which it may tip\nover.\nIn this regard he relied on\nChauke\nat 183B-C and\nVogel\nat 4H. In\nChauke\n, at the place cited, Olivier JA\nsaid:\n‘If the ordinary, reasonable person would perceive that the\ndriving of the vehicle in question on a road and by pedestrians\nand other\nvehicles would be extraordinarily difficult and hazardous unless special\nprecautions or adaptation were effected, the vehicle\nwould not be regarded as a\n‘motor vehicle’ for the purposes of the Act.’\n[13]\tThe\njudge a quo held that the driving of the PTR on stretches of public road between\nconstruction sites cannot be regarded as\n‘extraordinarily difficult and\nhazardous unless special precautions or adaptations were effected’. I\nagree and shall\ndeal with each of the three reasons advanced in turn.\n[14]\tI\naccept that a vehicle travelling at a speed of 20 km per hour may under certain\ncircumstances constitute a greater danger on\nthe road than a vehicle traveling\nat a higher speed. I do not, however, think that an objective observer would\nperceive the danger\nto be of such magnitude that he would conclude that the\nvehicle was not designed for use on a road. Vehicles do from time to time\ntravel\nat speeds of 20 km per hour or less and all reasonable drivers of motor vehicles\nare aware of that fact. The PTR is a large\nvehicle and should be clearly visible\nto other users of the road especially if the rotating beacon is used, as it\nshould be, if required\nby the particular circumstances.\n[15]\tIt was never\nsuggested to Harvey that the PTR was more likely to skid than an ordinary motor\nvehicle with treaded tyres and no\nbasis for the submission is to be found in the\nevidence. Being fitted with 8 wheels there is in my view no reason to believe\nthat\nthe PTR would be prone to skidding.\n[16]\tHarvey did testify that it is\nhighlighted in the operator’s manual that when ‘ballasted’ to\nthe full the centre\nof gravity of the PTR ‘is quite high and you have to\nbe careful of the cross slopes’ as there is a danger that it may\ntip over.\nThat is not, however, to say that there is any danger that it would tip over on\na public road and there was no suggestion\nthat this has ever\noccurred.\n[17]\tIn the light of the fact that the PTR is in fact generally\nused for travelling on a public road from one construction site to\nanother and\nthat its design is such that it can safely be done, I am of the view that one\ncannot but conclude that it was designed\nfor that purpose, whatever other\npurposes it may have been designed for.\n[18]\tThe appeal is dismissed with\ncosts.\n________________\nSTREICHER JA\nSCOTT JA)\nPONNAN JA)\t\tCONCUR\n[1]\nVogel\nat para\n[12].\n[2]\nPara\n[10].\n[3]\nSee\nChauke\nat 182\nE-J and\nVogel\npara [8].",
  "scraped_at": "2026-02-12T15:06:33.556259",
  "date": "2005-11-16",
  "coram": [
    "SCOTT JA",
    "STREICHER JA",
    "PONNAN JA"
  ],
  "case_number": "19/05",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Erika van den Berg"
    ]
  },
  "sections": {
    "facts": "The respondent, Erika van den Berg, sued the Road Accident Fund for damages arising from the death of her husband, who was killed when his vehicle collided with a Hamm GRW 18 pneumatic tyre roller (PTR) during road works. The PTR is a large, diesel‑powered construction roller, approximately 2 m wide, 4.7 m long and 3.3 m high, equipped with headlights, brakes, mirrors and a rotating beacon, and capable of travelling on public roads at up to 20 km/h. Evidence was given that PTRs are routinely moved between construction sites on public roads, sometimes under escort, covering distances of up to 10 km several times a week.",
    "issues": "The central issue was whether the Hamm GRW 18 pneumatic tyre roller falls within the definition of a “motor vehicle” under section 1 of the Road Accident Fund Act 56 of 1996, which requires a vehicle to be designed or adapted for propulsion or haulage on a road by means of fuel, gas or electricity.",
    "principles": "The Act defines a motor vehicle as any vehicle designed or adapted for propulsion on a road. The court reiterated that the test for “designed for propulsion on a road” is an objective one, focusing on the ordinary, everyday purpose for which the vehicle was conceived, as articulated in Chauke v Santam Ltd and further discussed in Road Accident Fund v Mbendera and Road Accident Fund v Vogel. The objective test looks at how a reasonable person would view the vehicle’s ordinary use on a road, without requiring it to be exclusively for that purpose but requiring that road use be a designed capability and not extraordinarily hazardous.",
    "application": "Applying the objective test, the court considered expert testimony that PTRs are regularly driven on public roads between construction sites, and noted the vehicle’s fitting of standard road‑use equipment (lights, mirrors, brakes, speed‑limiting gearing, and a beacon). The court rejected arguments that the low top speed, smooth tyres, or high centre of gravity made the PTR inherently unsuitable for road use, finding that these characteristics do not render the vehicle extraordinarily dangerous and that the vehicle is clearly visible and controllable. Consequently, the PTR was held to be designed for propulsion on a road.",
    "conclusion": "The appeal was dismissed with costs, meaning the Road Accident Fund’s special plea that the PTR is not a motor vehicle was rejected and the respondent’s claim proceeds."
  },
  "tags": {
    "level_1": "Road Accident Law",
    "level_2": "Motor Vehicle Definition",
    "level_3": [
      "objective test",
      "construction equipment",
      "road accident fund"
    ]
  }
}