{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/69.html",
  "case_name": "Liberty Investors Ltd v Commissioner for the South African Revenue Service (353/2004) [2005] ZASCA 69; 2006 (2) SA 1 (SCA); 67 SATC 313 (30 August 2005)",
  "citation": "[2005] ZASCA 69",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 69\n|\nNoteup\n|\nLawCite\nLiberty Investors Ltd v Commissioner for the South African Revenue Service (353/2004) [2005] ZASCA 69; 2006 (2) SA 1 (SCA); 67 SATC 313 (30 August 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 353/04\nIn the matter between\nLIBERTY INVESTORS LIMITED (IN MEMBERS’ VOLUNTARY\nLIQUIDATION)\nAppellant\nand\nTHE COMMISSIONER FOR THE\nSOUTH AFRICAN REVENUE SERVICE\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P, STREICHER, BRAND, LEWIS et PONNAN  JJA\n________________________________________________________________________\nDate Heard:\n22 August 2005\nDelivered:\n30 August\n2005\nSummary:  Dividends from a\nsubsidiary transferred to company’s share capital and share premium\naccount and capitalisation shares\nissued – later liquidation of the\ncompany – sums transferred deemed by proviso (i) of definition of\n‘dividend’\nto be profits of revenue nature and thus not exempted\nfrom secondary tax on companies.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P\nHOWIE P\n[1]\tBetween March 1995 to\nAugust 1996 the appellant company received dividends in the amount of R156 831\n000 from its wholly owned\nsubsidiary, DGI Holdings (Pty) Ltd. This amount was\ncapitalised in due course by transferring some of it to the appellant’s\nshare capital and the rest to its share premium account. Pursuant to these\ntransfers the appellant utilised the amount in issuing\ncapitalization shares to\nits shareholders.\n[2]\tOn 5 July 1999, during the 2000 tax year, the\nappellant was, in terms of a special resolution of its members, placed in\nvoluntary\nliquidation. On the same date the appellant declared, in the course of\nthe liquidation, a dividend to shareholders of some R5 565\nmillion.\n[3]\tIn terms of subsection (2) of s 64B of the Income Tax Act 58\nof 1962, as amended, a tax known as the secondary tax on companies\nmust, subject\nto certain exemptions, be levied on any dividend declared by a company on or\nafter 14 March 1996.\n[4]\tOne of the exemptions is provided for in\nsubsection (5)(c). The material terms of that provision exempt\n‘so much\nof any dividend distributed in the course of the liquidation ... of a company,\nas is shown by the company to be a distribution\nof ... profits of a capital\nnature.’\n[5]\tIn calculating this tax in the present matter the\nrespondent regarded the amount of R156 831 000 as a distribution from revenue\nreserves and, calculating the relevant net portion of that amount as R148 370\n619, levied the tax, at the prescribed rate, on the\nlatter sum.   The\nappellant’s resultant secondary tax liability thus calculated was R18 546\n327,38.\n[6]\tThe appellant appealed to the Transvaal Tax Court,\ncontending for the absence of any such tax liability.   Essentially, the\nappellant’s\ncase was that the amount of R156 831 000 comprised\n‘profits of a capital nature’. That court dismissed the appeal but\ngranted leave to appeal to this court.  The crux of its reasoning in dismissing\nthe appeal was that the dividends the appellant received\nfrom its subsidiary\nwere profits of a revenue nature and never lost that character.   In the Tax\nCourt’s view\n‘the mere fact that the amount was capitalised to\nthe company’s share capital and share premium account did not change\nits\nnature nor can it render a subsequent distribution a distribution of profits of\na capital nature ...’.\n[7]\tCounsel for the appellant relied\nprincipally on the case of\nCommissioner for Inland Revenue v\nCollins\n[1]\nfor the proposition\nthat the amount of R156 831 000 (the amount in issue) had been\ntransferred from revenue profits to\ncapital.   Accordingly, so the argument\nwent, when the amount in issue came to be included in what was distributed on\nliquidation\nit could not have constituted anything other than ‘profits of\na capital nature’.\n[8] \tAlthough\nCollins’s\ncase\ndemonstrates the flaw in the reasoning of the Tax Court cited above, what that\nCourt, the parties before it and counsel have\nin any event overlooked are the\nterms of paragraph (i) of the proviso to the definition of\n‘dividend’ in s 1 of the Act.\n[9]\tIn the 2000 tax year the\nrelevant wording of the definition and the proviso was as follows:\n‘\n“dividend” means any amount distributed by a company to its\nshareholders ... and in this definition the expression\n“amount\ndistributed” includes –\n(a)  in relation to a company that is\nbeing ... liquidated, ... any profits distributed ... other than those of a\ncapital nature,\nearned before ... the liquidation ... ;\n(b)  ...\n(c) \n...\n(d)  ...\nbut does not include –\n(e) the nominal value of any\ncapitalization shares awarded to a shareholder to the extent to which such\nshares have been paid up by\nmeans of the application of the whole or any portion\nof the share premium account of a company; or\n(f)  ...\n(g)  ...\n(h) \nthe nominal value of any capitalization shares awarded to shareholders as part\nof the equity share capital of a company;\n(i)  ...\nProvided that, for the\npurposes of this definition –\n(i)  where a company has on or after 1\nJanuary 1974 transferred any amount from reserves (excluding any share premium\naccount) or\nundistributed profits to the share capital or the share premium\naccount of the company without applying the amount in paying up capitalization\nshares or has applied the amount in paying up capitalization shares the nominal\nvalue of which did not in whole or in part constitute\nan amount distributed as\ncontemplated in the foregoing provisions of this definition, the amount so\ntransferred (reduced by so much\nthereof as constitutes such an amount\ndistributed) shall be deemed –\n(aa)  to the extent that such amount\n(as so reduced) is shown to consist of profits of a capital nature, to be a\nprofit of a capital\nnature available for distribution by the company to\nshareholders who, in the event of a distribution by the company at any time\n(whether\nbefore or during the winding-up or liquidation of the company) of\nprofits of a capital nature would be entitled to participate in\nsuch a\ndistribution; and\n(bb)  to the extent that subparagraph (aa) does not apply,\nto be a profit which is not of a capital nature and is available for\ndistribution\nby the company to shareholders who, in the event of a distribution\nby the company at any time (whether before or during the winding-up\nor\nliquidation of the company) of profits which are not of a capital nature would\nbe entitled to participate in such a distribution,\nregardless of whether in\neither case the company in fact has or has not any profits available for\ndistribution;’\n[10]\tQuite apart from whether the amount in\nquestion, having been capitalised, could correctly be called profits, the terms\nof sub-paragraph\n(bb) of the proviso are destructive of the appellant’s\ncase.  Plainly, that amount when received from the subsidiary comprised\nprofits\nof a revenue nature and, despite capitalization thereafter, must nevertheless be\ndeemed to be profits of a revenue nature\navailable for distribution to\nshareholders.  It follows that the amount in question cannot be shown to\ncomprise profits of a capital\nnature as required to establish the s 64B(5)(c) \nexemption.\n[11]\tThe appeal is dismissed with costs including the costs of two\ncounsel.\nCT HOWIE\nPRESIDENT\nCONCURRED\n:\nStreicher  JA\nBrand  JA\nLewis  JA\nPonnan \nJA\n[1]\n1923 AD 347",
  "scraped_at": "2026-02-12T14:14:23.491860",
  "date": "2005-08-30",
  "coram": [
    "HOWIE P",
    "STREICHER",
    "BRAND",
    "LEWIS",
    "PONNAN JJA"
  ],
  "case_number": "353/04",
  "parties": {
    "applicants": [
      "LIBERTY INVESTORS LIMITED (IN MEMBERS’ VOLUNTARY LIQUIDATION)"
    ],
    "respondents": [
      "THE COMMISSIONER FOR THE SOUTH AFRICAN REVENUE SERVICE"
    ]
  },
  "sections": {
    "facts": "Between March 1995 and August 1996, Liberty Investors Limited received R156,831,000 in dividends from its wholly‑owned subsidiary DGI Holdings. The amount was capitalised by transferring part to share capital and the remainder to the share‑premium account, after which capitalization shares were issued. On 5 July 1999 the company entered voluntary liquidation and declared a dividend of about R5.565 billion to shareholders during the winding‑up.",
    "issues": "The core issue was whether the R156,831,000 that had been transferred to share capital and share‑premium constituted ‘profits of a capital nature’ eligible for the exemption in subsection 5(c) of section 64B of the Income Tax Act, or whether, under the proviso to the definition of “dividend”, it remained a profit of a revenue nature and therefore subject to the secondary tax on companies.",
    "principles": "Section 1 of the Income Tax Act defines “dividend” and includes a proviso (paragraph i) stating that amounts transferred from reserves or undistributed profits to share capital or share‑premium are deemed, to the extent they are not capital profits, to be profits of a revenue nature available for distribution. Sub‑paragraph (bb) of the proviso therefore treats such transferred amounts as revenue profits unless they can be shown to be capital profits. The exemption in s 64B(5)(c) applies only to dividends that are profits of a capital nature.",
    "application": "The Court examined the factual history and noted that the dividends received from the subsidiary were unquestionably revenue profits. Applying the proviso, the transfer of those profits to share capital and share‑premium did not alter their character; under sub‑paragraph (bb) they were deemed profits of a revenue nature. Consequently, the amount could not be classified as profits of a capital nature for the purpose of the exemption, and the secondary tax calculated on the net portion (R148,370,619) was upheld.",
    "conclusion": "The appeal was dismissed. Liberty Investors Limited was ordered to pay the secondary tax liability of R18,546,327.38, together with the costs of the appeal, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Corporate Tax",
    "level_3": [
      "secondary tax on companies",
      "dividend definition",
      "capital vs revenue nature",
      "liquidation",
      "tax exemption"
    ]
  }
}