{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/61.html",
  "case_name": "Axiam Holdings Ltd v Deloitte & Touche (303/2004) [2005] ZASCA 61; [2005] 4 All SA 157 (SCA); 2006 (1) SA 237 (SCA) (1 June 2005)",
  "citation": "[2005] ZASCA 61",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 61\n|\nNoteup\n|\nLawCite\nAxiam Holdings Ltd v Deloitte & Touche (303/2004) [2005] ZASCA 61; [2005] 4 All SA 157 (SCA); 2006 (1) SA 237 (SCA) (1 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 303/04\nIn the matter between:\nAXIAM HOLDINGS\nLIMITED\nAppellant\nand\nDELOITTE &\nTOUCHE\nRespondent\n_______________________________________________________\nCoram\n:\nHowie\nP, Navsa, Cloete, Heher et Jafta JJA\nDate of hearing:\n16 May\n2005\nDate of delivery:\n1 June 2005\nSummary:\tAuditor\n─ duty to third parties ─ s 20(9) of Act 80 of 1991 ─\nexception to claim based on negligent misstatement\nby omission ─ held to\nbe sustainable on the pleadings ─ premature to decide question of\nwrongfulness.\n_______________________________________________________\nJUDGMENT\n(Dissenting pp 19-27)\n_______________________________________________________\nNAVSA\nJA:\n[1]\tThe appellant company appeals against the upholding, in part, of\na two-fold exception taken to its particulars of claim in an\naction it\ninstituted in the Johannesburg High Court. In this action, it claimed damages\namounting to R241 069 222-43, arising out\nof the alleged negligent audit by the\nrespondent of the financial statements of the Business Bank Limited (TBB) for\nthe financial\nyear ending 31 March 1999. I shall, for the sake of convenience,\nrefer to the appellant as Axiam and the respondent as Deloitte.\n[2]\tA\ncompany in the PSG group, to which I shall refer as the PSG bank, ceded the\nright to recover the damages in question to Axiam.\nThe essence of Axiam’s\nmain claim, to which exception was taken, is set out in the five paragraphs that\nfollow.\n[3]\tFor the financial year ending on 31 March 1999 TBB appointed\nDeloitte, a partnership which conducts business as public accountants\nand\nauditors, to act as its auditor within the meaning of ss 274 and 282 of the\nCompanies Act 61 of 1973. Deloitte conducted an audit\nand prepared and completed\nTBB’s annual financial statements for that financial year (the 1999\nstatements) and on 1 July 1999\nissued an auditor’s report that included\nthe following certificate:\n‘We conducted our audit in accordance with\nthe statements of South African Auditing Standards. Those standards require that\nwe plan and perform the audit to obtain reasonable assurance that the annual\nfinancial statements are free of material misstatements.\n. .\nIn our opinion,\nthese annual financial statements fairly present, in all material respects, the\nfinancial position of the company\nat 31 March 1999 and the results of its\noperations and cash flow for the period then ended in accordance with generally\naccepted\naccounting practice and in the manner required by the Companies\nAct.’\n[4]\tThe 1999 statements failed to present fairly the\nfinancial position of TBB. They misrepresented TBB’s nett worth ─\nreflecting a nett profit before tax of R29 266 176-00 whereas, in fact, TBB\nsuffered a nett loss of R77 899 201-00.\nThis inaccurate information\nresulted from what is set out hereafter. Deloitte failed to include a bad debt\nof R68 888 000-00 in the\nincome statement. This amount was reflected as\ngoodwill. In addition, non-existent income in an amount of R10,3 million was\nincluded\nin the financial statements as profit. Furthermore, an irrecoverable or\nnon-existent bad debt of R27 977 377-00 was wrongly\nreflected as a\nloan to a shareholder.\n[5]\tDeloitte, in conducting the audit and completing\nthe financial statements, did not, inter alia, do so with the requisite\nprofessional\nand reasonable skill and care and failed to comply with Generally\nAccepted Accounting Practice (GAAP). Had Deloitte done so the 1999\nstatements\nwould have accurately represented TBB’s financial position, alternatively,\nwould have contained a qualified audit\nopinion.  Thus, Deloitte, in conducting\nthe audit and certifying the 1999 statements, was negligent.\n[6]\tDuring\nFebruary 2000 two companies within the PSG group, one of which was the PSG bank,\nconcluded linked agreements with TBB in\nterms of which shares in TBB were\npurchased and its business financed. At that time Deloitte was aware of the\nnegotiations and that\nthe 1999 statements and audit opinion would be relied on\nby the two companies in that process. Prior to 22 February 2000 (the date\non\nwhich the agreements were concluded)\nDeloitte knew, alternatively, could in\nthe circumstances reasonably have been expected to know, that the two companies,\nin deciding\nto conclude the agreements, would rely on the 1999 statements and\nDeloitte’s audit opinion and knew, alternatively, could in\nthe\ncircumstances reasonably have been expected to know, that the 1999 statements\ncontained the misstatements and misrepresentations\nreferred to above\n.\n[7]\tIn the premises Deloitte owed the two companies a duty, prior to\n22 February 2000, to warn them that the 1999 statements\nand the audit\nopinion were incorrect, alternatively to warn them that it had not conducted the\naudit properly and that they should\nnot rely on the 1999 statements and the\naudit opinion. Deloitte failed to issue the warnings. Such failure was negligent\nand constituted\na representation within the meaning of\ns 20(9)(\nb\n)(ii) of the Public Accountants’ and Auditors’\nAct 80 of 1991 (the PAA Act), that the financial statements were accurate\nand\nfairly presented the financial position of TBB at the end of March 1999. In\nconsequence of Deloitte’s breach of the aforesaid\nduty PSG bank paid TBB\nan amount of R241 069 222-34, in terms of the agreements referred to\nearlier, none of which it has been\nable to recover. As stated earlier the right\nto recover this amount was ceded to Axiam.\n[8]\tDeloitte’s exception\nwas based on the following:\n(i)   the conclusion that Deloitte owed the two\ncompanies a duty in law does not follow on either of the premises set out in the\nitalicised\npart of para [6] above;\n(ii) its failure to warn PSG is\ninsufficient in law to constitute a representation within the meaning of s\n20(9)(\nb\n)(ii) of the PAA Act.\n[9]\tSchwartzman J, in the court\nbelow, considered the bases of the exception and concluded that in the main they\nwere sound. He issued\nan order in the following terms:\n'18.1\tThe exception to\nthe extent only that it is based on the Defendant’s knowledge of the facts\nset out in paragraphs 12.1\nand 12.2 of the Particulars of Claim is\ndismissed.\n18.2\tThe exceptions are in all other respects upheld.\n18.3\tThe\nPlaintiff is given twenty days within which to amend its Particulars of\nClaim.\n18.4\tThe Plaintiff is to pay the costs of this\napplication.’\nThe material parts of paras 12.1 and 12.2 are italicised\nin para [6] above.\n[10] \tIn justifying the order set out in para 18.1 of\nhis judgment, the learned judge stated that a deliberate concealment of material\nfacts known to the defendant, in circumstances where it could be expected to\nspeak, could conceivably impose a duty to ensure that\nPSG bank did not suffer\nforeseeable harm. In rejecting the alternative basis of the claim set out in\npara [6] above, the learned\njudge stated as follows:\n‘. . . PSG bank\ncannot found a cause of action based on the proposition that what is in essence\nbeing alleged is the Defendant’s\ncontinuing misconduct that commenced in\nJuly 1999 with its negligent audit and which continued through to February 2000.\nThe flaw\nin this submission is that in July 1999, the Defendant did not owe PSG\nBank a duty of care, and that in February 2000, the Defendant\ndid not owe PSG\nBank a duty to speak.’\n[11]\tMuch time was spent by the learned\njudge in the court below and by counsel before us in discussing English law and\napplying dicta\nin English judgments dealing with liability for negligent\nmisstatement inducing a contract and causing economic loss, rather than\nfollowing the course of applying our law on the\nissue.\n[1]\nThis is not to say that\nthere is no useful purpose in having regard to English law and to the law in\nother common law countries for\nreassurance that we are not out of step with\nglobal norms as applied in the commercial world. However, we should not lose\nsight of\nwhat was stated by this Court in\nMinister of Safety and Security v\nVan Duivenboden\n2002 (6) SA 431\n(SCA) at para [16]:\n‘...what is\nultimately required is an assessment, in accordance with the prevailing norms of\nthis country, of the circumstances\nin which it should be unlawful to culpably\ncause loss.’\n[12]\tIn applying the principles set out in the\nStandard Chartered Bank\ncase, supra, one would be loath, at exception\nstage, to hold that it is inconceivable that an auditor who\nknew\nof the\nmisstatement in the 1999 statements and audit opinion and who also knew that the\ntwo companies in the PSG group, in concluding\nthe agreements, would rely on the\ncorrectness thereof would not have a duty to speak. These are circumstances\nwhich approximate fraud.\nIn this regard the judgment of Schwartzman J cannot be\nfaulted.\n[13]\tThe essential allegations in the alternative claim are as\nfollows: 1.\tDeloitte could in the circumstances reasonably have been\nexpected to\nknow that the 1999 statements and the audit opinion were inaccurate and did not\nfairly present TBB’s financial\nposition;\n2.\tDeloitte could reasonably\nhave been expected to know that the two companies would, in concluding the\nagreements, rely on the correctness\nof the 1999 statements and the audit\nopinion;\n3.\tIn the premises Deloitte owed the two companies a duty to warn\nthem of the inaccuracies and of its failure to properly conduct\nthe audit of the\n1999 statements;\n4.\tDeloite had breached this duty by not so warning the two\ncompanies;\n5.\tThe failure to warn the two companies constituted a\nrepresentation within the meaning of s 20(9)(\nb\n)(ii) of the PAA Act\nto the effect that the 1999 statements were correct as certified by the audit\nreport and opinion;\n6.\tIn consequence of the representation aforesaid, the\nagreements were concluded and the amount of R241 069 222-43 was paid over for\nwhich Deloitte is now liable.\n[14]\tSection 20(9)\nprovides:\n‘(9)\tAny person registered as an accountant and auditor in\nterms of this Act shall, in respect of any opinion expressed or certificate\ngiven or report or statement made or statement, account or document certified by\nhim in the ordinary course of his duties ─\n(\na\n)\tincur no\nliability to his client or any third party, unless it is proved that such\n\topinion was expressed or such certificate was\ngiven or such report or\n\tstatement was made or such statement, account or document was \tcertified\nmaliciously or pursuant to a negligent\nperformance of his duties; \tand\n(\nb)\nwhere it is proved that such opinion was expressed or such\ncertificate was \tgiven or such report or statement was made or such statement,\naccount or \tdocument was certified pursuant to a negligent performance of his\nduties, \tbe liable to any third party who has relied\non such opinion,\ncertificate, \treport, statement, account or document, for financial loss\nsuffered as a \tresult of having relied\nthereon,\nonly\nif it is proved that\nthe auditor or person \tso registered ─\n. . .\n(ii)\tin\nany way\nrepresented\n, at any time after such opinion was expressed or \tsuch\ncertificate was given or such report or statement was made or such \tstatement,\naccount or document was certified,\nto the third party that such \topinion,\ncertificate, report, statement, account or document was correct\n, \twhile at\nsuch time he knew\nor could in the particular circumstances \treasonably have\nbeen expected to know that the third party would rely on \tsuch representation\nfor the purpose of acting or refraining from acting in \tsome way or of entering\ninto the specific transaction into which the third\n\tparty entered, or any other\ntransaction of a similar nature, with the client or\nany other\nperson\n.’\n(Emphasis added).\nIt is important to note that s 20(1)\nof the PAA Act sets out the standard of diligence required of an auditor before\nreporting or\nproviding an opinion that financial statements fairly reflect the\naffairs of any undertaking.\n[2]\nSection\n20(9)(\na\n) refers to a negligent performance of duties by an auditor\n‘\nin respect of an opinion expressed...or report or\nstatement...\n’\n[15]\tOur law now firmly recognises that a\nnegligent misrepresentation will give rise to delictual liability provided all\nthe necessary\nelements of such liability are satisfied. It was submitted on\nbehalf of Axiam that there can in law be a misrepresentation by silence.\nThat is\nundoubtedly so. See\nMcCann v Goodall Group Operations (Pty) Ltd\n1995 (2)\nSA 718\n(C) at 722F-726D. Silence or inaction as such cannot constitute a\nmisrepresentation unless there is a duty to speak or act.\n[16]\tIt was\nsubmitted for Deloitte that, on the alternative basis set out in para [6] above,\nwhat was sought to be established was\nliability for an audit opinion, the\ninaccuracy of which Deloitte was, on the facts premised for this exception,\nunaware of and therefore\nunder no duty to warn about. It was submitted further,\nthat Schwartzman J was correct in upholding the exception on the basis set\nout\nin para [10] above.\n[17]\tIt is clear from the essentials of Axiam’s\nalternative claim that it relies on a negligent misstatement by omission (during\nthe period 1 July 1999 to 22 February 2000) to the effect that\nDeloitte’s prior (negligent) certification was correct.\nThis cannot be\nfaulted either notionally or conceptually. Deloitte’s prior audit report\nand opinion would thus not have been\ncompleted in accordance with s 20(1) of the\nPAA Act. Section 20(9)(\nb\n)(ii) enables a third party to sue an auditor if,\nafter such a negligent certification, it represents in any way that it was\ncorrect.\nThe claim presently under discussion is in accordance with these\nprovisions and is not against fundamental principles.\n[18]\tIt is true\nthat decisions by courts on whether to grant or withhold a remedy for negligent\nmisstatement causing economic loss,\nare made conscious of the importance of\nkeeping liability within reasonable bounds. It is universally accepted in common\nlaw countries\nthat auditors ought not to bear liability simply because it might\nbe foreseen in general terms that audit reports and financial statements\nare\nfrequently used in commercial transactions involving the party for whom the\naudit was conducted (and audit reports completed)\nand third parties. In general,\nauditors have no duty to third parties with whom there is no relationship or\nwhere the factors set\nout in the\nStandard Chartered Bank\ncase are\nabsent.\n[19]\tIn considering whether a defendant representor such as\nDeloitte acted unlawfully in relation to a third party, ie in breach of\na legal\nduty, the nature, context, purpose of the statement and knowledge thereof are\nconsidered and so is the relationship between\nthe\nparties.\n[3]\nIn the\nStandard\nChartered\ncase these factors were considered at the end of a trial after all\nthe circumstances of the case were revealed by the evidence.\n[20]\tThe\nimportant factual implication in para 12.2 of the particulars of claim is that a\nreasonable person in the defendant’s\nposition would, at the second, or\nlater, stage of the alleged events, have known of the defects in the report. On\nthat basis one\nis justified in saying that the conclusion could well be drawn at\nthe trial that, possessed of such knowledge, the reasonable person\nwould not\nhave kept silent but have expressed at least a reservation as to the reliability\nof the report.   Although the application\nof the criterion of a reasonable\nperson concerns the negligence aspect of liability, from which the legal duty\nelement is quite separate,\nthe provisions of s 20(9)(\nb\n)(ii) of the Act\nprovide a clear pointer that a negligent representation falling within its terms\nis indeed wrongful.\n[21]\tWhether the representation by silence alleged\nin this case does fall within the section’s terms depends on whether there\nwas a duty to speak. In other words the duty relied on for there having been a\nrepresentation will be the same duty relied on for\nthe allegation of\nwrongfulness.\n[22]\tAs to the existence of that duty, a court apprised of\nall the factors and circumstances referred to in\nMinister of Law and Order v\nKadir\n[4]\nat 318H-I could find, on\nthe framework of the allegations made in the particulars of claim, and on final\nevaluation, that the defendant’s\nignorance of its negligent report is no\nbar to concluding that it bore the alleged duty.   It must be remembered that we\nare dealing\nwith a situation where the legal convictions of the community could\nwell consider it unacceptable that an auditing firm which issued\na seriously\nnegligent report should escape the legal duty to speak with care concerning that\nreport simply because it was, possibly\neven negligently, ignorant of the\nnegligence of its report. And what is more, in circumstances in which the latter\nnegligence was\nsomething it ought to have known of. Reliance on the case of\nUniversal Stores Limited v OK Bazaars (1929) Limited\n[5]\nis misplaced. Two factors\ndistinguish that case. One is that the wrongful conduct in ignorance of which\nthe alleged representation\noccurred was that of the representor itself. It could\nwell be the conclusion on trial that the representation compounds the negligence\nof the earlier audit and report. The second factor consists of the statutory\nprovisions of s 20(9)(\nb\n)(ii).\n[23]\tIt cannot therefore be found\non exception that the defendant’s alleged omission to speak was not\nwrongful (cf\nIndac Electronics (Pty) Ltd v Volkskas Bank Ltd\nat 801D\n[6]\n).\n[24]\tThe court below was\nfaced with an exception to a claim which on the face of it was sustainable. It\nwas premature to decide whether\na legal duty could be said to\nexist.\n[25]\tIn the English case of\nAndrews & Others v Kounnis\nFreeman (a firm)\n2000 Lloyd’s Rep PN 263 (p654) Jonathan Parker LJ\nstated:\n‘In my judgment, however, only rarely will the court be in a position\nto determine the question of the existence or otherwise\nof a duty of care owed\nby professional advisors on a strike out application. As Chadwick LJ said in\nCoulthard v Neville Russell\n[1998] 1 BCLC 143\nat 155 “. . . The\nliability of professional advisors including auditors for failure to provide\naccurate information or correct\nadvice can, truly, be said to be in a state of\ntransition or development. As the House of Lords has pointed out repeatedly this\nis\nan area in which the law is developing pragmatically and incrementally. It is\npre-eminently an area in which the legal result is\nsensitive to the facts. . .\n.” In my judgment these observations apply with equal force in the instant\ncase. Although the judge\nin the instant case could see no realistic prospect of\nany further facts emerging at a trial,\nI am far from persuaded that once\nsubjected to the scrutiny of a full trial the factual background will remain\nquite as stark as the\nJudge found it to be\n.’\n(Emphasis added).\nThe attitude of our courts in relation to deciding matters of this kind on\nexception is not dissimilar. See\nIndac Electronics (Pty) Ltd v Volkskas Bank\nLtd\n, supra, at 801A-B. Counsel could not refer us to, nor could we find, any\njudicial pronouncement on an auditor’s liability for\nnegligence subsequent\nto a negligent report or opinion in circumstances such as those of the present\ncase. In my view this makes\nit all the more necessary to establish the full\nfactual matrix before a final pronouncement is made.\n[26]\tFor the reasons set out above I make the following order:\nThe appeal is upheld with costs including the costs of two counsel.\nThe order of the court below is substituted as follows:\n‘1.\tThe exceptions are dismissed with costs.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nCONCUR:\nHOWIE\tP\nJAFTA\tJA\nCLOETE\nJA:\n[27]\tI have had the advantage of reading the judgment of my colleague\nNavsa JA. I respectfully disagree with the conclusion reached,\nessentially\nbecause Axiam has not in my view alleged facts which\nprima facie\nestablish a breach of a legal duty.\n[28]\tSection 20 of the Public\nAccountants’ and Auditors’ Act, 80 of 1991 specifies the powers and\nduties of auditors.\nSubsection (1) deals with the position pursuant to an audit.\nThe subsection begins:\n‘No person acting in the capacity of auditor to\nany undertaking shall, without such qualification as may be appropriate in the\ncircumstances, pursuant to any audit carried out by him in that capacity,\ncertify or report or express an opinion to the effect that\nany financial\nstatement, including any annexure thereto, which relates to such undertaking,\npresents fairly, or gives a true and\nfair view of, or reflects correctly, the\naffairs of such undertaking and the results of its operations, or the manner\ndealt with\nin such financial statement or annexure, as the circumstances may\nrequire, unless ─’\nand there follow seven paragraphs setting out\nwhat the auditor must do.\n[29]\tA negligent failure by an auditor to\nperform the statutory obligations spelled out in s 20(1) gives rise to the\nspectre of potential\nlimitless liability for pure economic loss to persons who\nrely to their detriment on the certificate, report or opinion given by\nthe\nauditor. It was obviously to meet this problem that subsection (9) was included\nin s 20. The provisions of that subsection are\nquoted in para [14] of the\njudgment of Navsa JA. The essential question on appeal is whether Axiam made\nallegations, in that part\nof its particulars of claim under attack in this\nappeal, which bring it within the ambit of s 20(9) and more particularly, s\n20(9)(b)(ii).\nThe facts alleged by Axiam are set out in paras [2] to [7] of the\njudgment of Navsa JA; Deloitte’s exeption, in para [8]; and\nthe\nallegations relevant to the claim which is the subject matter of the appeal (the\nalternative claim), in para [13]. The correctness\nof the decision of the court\na quo\nto dismiss the other part of the exception (to the main claim) was\nnot debated before this court and I prefer to say nothing in that\nregard.\n[30]\tAxiam’s case is that the representation required by s\n20(9)(b)(ii) was constituted by Deloitte’s silence at a time\nwhen it was\nignorant of its own negligence but constructively aware thereof (ie it could by\nthe exercise of reasonable care have\nacquired the knowledge). Silence does not\nconstitute a representation in the absence of a duty to speak. As is said in\nSpencer Bower’s\nThe Law of Actionable Misrepresentation\n3\nrd\ned by AK Turner para 90 at 103:\n‘It is not silence, or\nreticence, which in itself can amount to a misrepresentation. It must be\nconcealment\n, or\nsuppressio veri\n. And these terms import the\nexistence of a duty. A man cannot be said to conceal what he is not bound to\nreveal, suppress what he\nis under no duty to express, or keep back what he is\nnot required to put forward.’\nAxiam has alleged that ‘prior to 22\nFebruary 2000’ Deloitte could reasonably have been expected to know of the\nmistakes\nand unfair presentation in the 1999 financial statements. If this\nallegation means that Deloitte would at the time of the audit have\nbecome aware\nof the mistakes and unfair presentation had the audit been performed properly,\nthe allegation is irrelevant because\nthe section requires a representation to\nhave been made thereafter. If the allegation means that Deloitte could have been\nexpected\nto have become aware of the mistakes and unfair presentation\nsubsequently, that allegation, by itself, is in my view insufficient\nto\nestablish a duty to speak. It is illogical to impose without more a duty to\nspeak on an auditor where he (she) had no reason to\nbelieve what he had done,\nmay have been negligent. You cannot disclose what you do not know; and to hold a\nperson liable for what\nthat person ought to have known, is to equate\nconstructive knowledge with actual knowledge. In\nUniversal Stores Limited v\nOK Bazaars (1929) Limited\n1973 (4) SA 747\n(A), this court refused to impose\na legal duty where the knowledge of the party on whom the legal duty was sought\nto be imposed did\nnot have actual knowledge. The facts in that matter were as\nfollows:\nBosch, an employee of the plaintiff (OK Bazaars), had fraudulently\naltered cheques and ‘negotiated’ the cheques to the\ndefendant bank.\nThe plaintiff paid its creditors the amount of the debts in respect of which\ncheques had been drawn. It then, as\nthe true owner of the cheques, sued the\ndefendant for such amount under s 81(1) of act 34 of 1964 as a person who had\nbeen in possession\nof the cheques after the theft or loss. The defendant pleaded\nthat the plaintiff was estopped by reason of its own negligence from\npursuing\nits claim. The defendant’s case was based on a misrepresentation by the\nplaintiff, accompanying each cheque, that\nBosch had a good title to each cheque.\nFor this representation by the plaintiff the defendant sought to rely on the\nconduct of the\nplaintiff, including carelessness inter alia in the running of\nits affairs, particularly in not timeously detecting Bosch’s\ndishonesty\nand allerting the defendant to the situation.\nRumpff JA said at\n761G-H:\n‘The first question that arises is whether the\nplaintiff’s failure to alert the defendant would constitute a breach of\na\nlegal duty to speak in the circumstances. Generally speaking, and depending on\nthe relationship between the parties, there would\nbe a duty to speak if it is\nconsidered reasonable in the circumstances that the party who may act to his\ndetriment should be warned\nby the other party.’\nAfter dealing with what\nthe position might be if the plaintiff’s employees had actual knowledge\nwhich could be imputed to the\nplaintiff, the learned judge of appeal continued\nat 762E-G:\n‘According to the plea, and the particulars for trial,\ndefendant does not allege that plaintiff had actual or imputed knowledge\nof\nBosch’s frauds. It relies on constructive knowledge, i.e. the knowledge\nwhich plaintiff would have had, were it not for\nits own negligence. If the\nplaintiff was ignorant of Bosch’s fraudulent\nmodus operandi\n, it\nwould have been under no legal duty to defendant to scrutinize its returned\ncheques and bank statements; in that case it would\nnot even be obliged to do so\nvis-à-vis\nits own bank ─ see\nSpencer Bower and Turner,\nop. cit.\n, pp. 53-55, 199. If ignorant, the plaintiff could not, in my view,\nreasonably be expected to foresee that its silence might mislead\nthe defendant\ninto believing that Bosch had a good title to any cheques she offered to\ntransfer (see\nConnock’s\ncase,\nsupra\nat pp. 51-53 and 57-58).\nIn the result, in my view, the defendant can only rely on actual, i.e. imputed\nknowledge of the plaintiff.’\nThe distinctions between that case and the\npresent suggested by Navsa JA in para [24] of his judgment appear to me, with\nrespect,\nto be distinctions without a difference. As to the first, in both cases\nthe question is whether a duty can or should arise from constructive\nknowledge;\nand as to the second, the duty to speak in the present matter is not to be found\nin the statute but must, as in the reported\ncase, be sought in the common law\n─ as is clear (in particular) from paras [20] and [21] of my learned\ncolleague’s judgment.\n[31]\tNor in my view does public policy\nrequire the imposition of a duty to speak in the circumstances. In\nStandard\nChartered Bank of Canada v Nedperm Bank Limited\n[1994] ZASCA 146\n;\n1994 (4) SA 747\n(A) Corbett\nJA said at 770J-771A:\n‘There are, in my view, no considerations of\npublic policy or fairness or equity to deny Stanchart [the plaintiff] relief in\nthis case. This is not the kind of case where a finding in favour of the\nplaintiff raises the spectre of limitless liability or places\nan undue or unfair\nburden upon the bank [the defendant].’\nIn the present case, as I have\nsaid, the spectre of limitless liability does arise; and an undue and unfair\nburden would be placed\non an auditor. The burden would be undue because the\nthird party is not obliged to rely upon what the auditor has done (there is\nno\nsuggestion of involuntary reliance in Axiam’s particulars of claim): the\nthird party can appoint its own auditor, or ask\nthe auditor whether it can rely\non the accuracy of the audit already done. The burden would be unfair because\nshould the third party\nmake such an enquiry, the auditor would be entitled to\nrefuse to answer\n[7]\n; but if the\nenquiry is not made, the auditor would be obliged nevertheless to issue a\ndisclaimer (which would reflect on its professional\ncompetence, and would be\ncompletely unnecessary if it had not been negligent) or would be obliged at its\nown expense to revisit the\naudit, on pain of being held liable (perhaps, as in\nthis case, for many millions of rand) to any number of third parties whom the\nauditor knows or ─ even worse ─ ought reasonably to know, will rely\non its accuracy.   At common law, mere knowledge\nthat the third party did indeed\nintend to rely on the correctness of the audit or a foreseeable risk that he\nmight, is not sufficient\nto create a legal\nduty.\n[8]\nThe same is true of the\nstatute: para (ii) requires a representation in addition to knowledge (actual or\nconstructive).\n[32]\tWhat para (ii) envisages is that the auditor must,\nsubsequent to the audit, take responsibility to the third party for its\naccuracy.\nIf silence\nper se\nconstituted a representation for the purposes\nof para (ii) then that paragraph would be largely ineffective in curbing the\nmischief\n─ indeterminate liability ─ at which s 20(9) is aimed. A\nthird party in the position of Axiam would be entitled to sue\nan auditor in the\nposition of Deloitte simply because Deloitte had been negligent in an audit\nperformed for its client and, not having\ndetected such negligence, had not\nwarned the third party, when it had actual or constructive knowledge that the\nthird party would\nrely on the correctness of the audit. It is to limit such\npotential liability that para (ii) requires a representation as well as\nknowledge. It may be that silence can constitute a representation for the\npurposes of the paragraph (although I confess to some difficulty\nin appreciating\nhow this can be so); but because an omission is not\nprima facie\nwrongful\n[9]\n, facts which at least\nprima facie\nestablish a duty to speak must be\nalleged.\n[10]\nAs Hefer JA pointed out\nin\nMinister of Law and Order v Kadir\n[1994] ZASCA 138\n;\n1995 (1) SA 303\n(A)\n318H-J:\n‘Decisions like these can seldom be taken on a mere handful of\nallegations in a pleading which only reflects the facts on which\none of the\ncontending parties relies.\n...\nIt is impossible to arrive at a conclusion\nexcept upon a consideration of\nall\nthe circumstances of the case and of\nevery other relevant factor. This would seem to indicate that the present matter\nshould rather\ngo to trial and not be disposed of on exception. On the other\nhand, it must be assumed ─ since the plaintiff will be debarred\nfrom\npresenting a stronger case to the trial Court than the one pleaded ─ that\nthe facts alleged in support of the alleged\nlegal duty represent the high-water\nmark of the factual basis on which the Court will be required to decide the\nquestion. Therefore,\nif those facts do not\nprima facie\nsupport the legal\nduty contended for, there is no reason why the exception should not\nsucceed.’\n[11]\nSuch\nallegations as have been made by Axiam, do not in my view even\nprima\nfacie\nestablish a duty to speak and it is for that reason I conclude that\nthe exception to the alternative claim was properly upheld.\n______________\nT D CLOETE\nJUDGE OF APPEAL\nConcur: Heher JA\n[1]\nSee\nStandard Chartered Bank\nof Canada v Nedperm Bank Ltd\n[1994] ZASCA 146\n;\n1994 (4) SA 747\n(A) where Corbett CJ (following\non\nAdministrateur v Trust Bank van Afrika Bpk\n1979 (3) SA 824\n(A),\nSiman & Co (Pty) Ltd v Barclays National Bank Ltd\n1984 (2) SA 888\n(A),\nInternational Shipping Co (Pty) Ltd v Bentley\n1990 (1) SA 680\n(A)\nand\nBayer South Africa (Pty) Ltd v Frost\n[1991] ZASCA 85\n;\n1991 (4) SA 559\n(A)) set out,\nwith customary clarity, the factors to be taken into account in considering\nwhether a party acted in breach of a legal\nduty.\n[2]\nIn terms of s 20(1) no auditor\nshall certify or report or express an opinion that any financial statement\npresents fairly or gives\na true and fair view of the affairs of an undertaking\nunless ─\n‘(\na\n)\the has carried out such audit free of any\nrestrictions whatsoever;\n(\nb\n)\tproper accounting records . . . have been\nkept in connection with the undertaking in \tquestion, so as to reflect and\nexplain all\nits transactions and record all its assets and \tliabilities\ncorrectly and adequately;\n(c)\the has obtained all information, vouchers and\nother documents which in his opinion were \tnecessary for the proper performance\nof his duties;\n(\nd\n)\the has, in the case of an undertaking regulated by\nany law, complied with all the \trequirements of that law relating to the audit\nof that undertaking;\n(\ne\n)\the has by means of such methods as are\nreasonably appropriate having regard to the \tnature of the undertaking in\nquestion, satisfied\nhimself of the existence of all assets and \tliabilities\nshown on such financial statement . . .;\n(\nf\n)\the is satisfied, as far\nas is reasonably practicable having regard to the nature of the \tundertaking . .\n. and of the audit carried\nout by him, as to the fairness or the truth or the\n\tcorrectness, as the case may be, of such financial statement . .\n.;\n(\ng\n)\tany matter referred to in subsection (5) had, at the date on\nwhich he so certified or \treported or expressed such opinion been adjusted\nto\nhis satisfaction.’\nSubsection (5) deals with the position where an\nauditor has reason to believe that in the conduct of the undertaking a material\nirregularity\nhas taken place or is taking place. For present purposes it is not\nnecessary to consider those provisions any\nfurther.\n[3]\nSee the\nStandard\nChartered Bank\ncase, supra, at\n770.\n[4]\n1995 (1) SA 303\n(A)\n[5]\n1973 (4) SA 747\n(A)\n[6]\n1992 (1) SA 783\n(A)\n[7]\nStandard Chartered Bank\nof Canada v Nedperm Bank Ltd\n, above (para 31) 763A-B and\n771A-B.\n[8]\nBOE Bank Ltd v\nRies\n2002 (2) SA 39\n(SCA) para\n13.\n[9]\nBOE Bank Ltd v Ries\nn 2 above, para 12 at p 46G-H and authorities there quoted;\nMinister of\nSafety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) para 12 and\nauthorities referred to in the\nfootnotes.\n[10]\nLillicrap,\nWassenaar and Partners v Pilkington Brothers\n1985 (1) SA 475\n(A) 496\nin\nfine\n─ 497A.\n[11]\nSee\nalso\nIndac Electronics (Pty) Ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A)\n801C.",
  "scraped_at": "2026-02-12T14:11:40.772924",
  "date": "2005-06-01",
  "coram": [
    "Howie P",
    "Navsa",
    "Cloete",
    "Heher",
    "Jafta"
  ],
  "case_number": "303/04",
  "parties": {
    "applicants": [
      "Axiam Holdings Limited"
    ],
    "respondents": [
      "Deloitte & Touche"
    ]
  },
  "sections": {
    "facts": "Axiam Holdings Ltd, as assignee of a PSG group bank, sued Deloitte & Touche for negligent audit of Business Bank Limited (TBB) for the year ended 31 March 1999. Deloitte prepared the audit report on 1 July 1999, certifying that the financial statements fairly presented TBB’s position. The statements were later discovered to contain serious misstatements – a bad debt of R68.9m omitted, a non‑existent income of R10.3m recorded as profit, and a phantom loan of R27.9m to a shareholder – resulting in an overstated net worth and a reported profit of R29.3m instead of a loss of R77.9m. In February 2000, two PSG group companies, including the PSG bank, entered into agreements with TBB, relying on the audited statements. Deloitte was aware of these negotiations and, according to Axiam, should have known that the parties would rely on the audit. Deloitte failed to warn them of the inaccuracies, allegedly breaching a duty under s 20(9)(b)(ii) of the Public Accountants’ and Auditors’ Act. Axiam seeks recovery of R241,069,222.34 paid by the PSG bank under those agreements.",
    "issues": "1. Whether Deloitte owed a legal duty of care to the PSG bank (a third party) to warn of the audit’s misstatements. 2. Whether Deloitte’s silence amounted to a representation within the meaning of s 20(9)(b)(ii) of the Public Accountants’ and Auditors’ Act. 3. Whether a negligent misstatement by omission is actionable against an auditor in respect of pure economic loss. 4. Whether the exception to the alternative claim should be upheld at the strike‑out stage.",
    "principles": "The court considered s 20(9) of the Public Accountants’ and Auditors’ Act, which shields auditors from liability unless a negligent performance of duties is combined with a representation to a third party that the audit is correct. A representation can arise from silence only where a duty to speak exists. The duty of care to third parties is derived from common‑law principles as developed in cases such as Standard Chartered Bank v Nedperm Bank, Minister of Safety and Security v Van Duivenboden, and Universal Stores Ltd v OK Bazaars. The court affirmed that a negligent misstatement, when coupled with a duty to warn, gives rise to delictual liability, but emphasized that the duty must be established on the facts and is not automatic from knowledge alone.",
    "application": "Navsa JA held that the alternative claim – that Deloitte’s failure to warn constituted a negligent misrepresentation by omission – was sustainable on the pleadings. The judge found that Deloitte, having audited the statements, should have been aware that the PSG bank would rely on them and therefore owed a duty to disclose the inaccuracies. Accordingly, the exception was dismissed and the appeal upheld. Conversely, Cloete JA dissented, arguing that Deloitte had only constructive knowledge of the negligence and that duty to speak requires actual or imputed knowledge; absent such knowledge, no duty arose. He also warned of the policy implications of imposing unlimited liability on auditors for third‑party reliance. The majority accepted the existence of the duty and the representation, while the dissent maintained the contrary position.",
    "conclusion": "The Supreme Court of Appeal upheld Axiam’s appeal, dismissed all exceptions raised by Deloitte, and ordered Deloitte to pay the costs of the appeal, including the costs of two counsel. The order of the lower court was substituted with a blanket dismissal of the exceptions."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Professional Negligence",
    "level_3": [
      "negligent misstatement",
      "duty of care",
      "public accountants act",
      "silent misrepresentation",
      "third party reliance"
    ]
  }
}