{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/131.html",
  "case_name": "Standard Bank of South Africa Ltd v Saunderson and Others (358/2005) [2005] ZASCA 131; [2006] 2 All SA 382 (SCA); 2006 (9) BCLR 1022 (SCA); 2006 (2) SA 264 (SCA) (15 December 2005)",
  "citation": "[2005] ZASCA 131",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 131\n|\nNoteup\n|\nLawCite\nStandard Bank of South Africa Ltd v Saunderson and Others (358/2005) [2005] ZASCA 131; [2006] 2 All SA 382 (SCA); 2006 (9) BCLR 1022 (SCA); 2006 (2) SA 264 (SCA) (15 December 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 1 March 2006\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO\n: 358/05\nIn the matter between :\nTHE STANDARD BANK OF SOUTH\nAFRICA\nLIMITED\nAppellant\n- and -\nRUDIGER\nMARSHALL SAUNDERSON\nFirst Respondent\nRICHMOND HEERENHUIS CC\nSecond\nRespondent\nHENRY TREVOR ADONIS\nCAROL ANN ADONIS\nThird\nrespondents\n________________________________________________________________________\nBefore:\tHOWIE\nP, CAMERON, NUGENT, JAFTA & MLAMBO JJA\nHeard:\t23 NOVEMBER 2005\nDelivered:\n15 December\n2005\nSummary:\tExecution against\nmortgaged property – whether mortgagee required to justify order\nconstitutionally.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nCAMERON and NUGENT JJA\nCAMERON and NUGENT\nJJA\n:\n[1]\tThe mortgage bond is an indispensable tool for spreading home\nownership. Few people can buy a home immediately: by providing security\nfor a\nloan, the mortgage bond enables them to do so. There can hardly be a private\nresidence in this country that has not at one\ntime or another been mortgaged,\nnor a home-owner who has not at some time been a mortgagor.  We were told by the\nappellant bank that\nin August 2005 loans secured by mortgage bonds on\nresidential property in this country amounted to almost R500 billion.\n[2]\tA\nmortgage bond is an agreement between borrower and lender, binding upon third\nparties once it is registered against the title\nof the property, that upon\ndefault the lender will be entitled to have the property sold in satisfaction of\nthe outstanding debt.\n Its effect is that the borrower, by his or her own\nvolition, either on acquiring a house or later when wishing to raise further\ncapital, compromises his or her rights of ownership until the debt is repaid. \nThe right to continued ownership, and hence occupation,\ndepends on repayment.\nThe mortgage bond thus curtails the right of property at its root, and\npenetrates the rights of ownership,\nfor the bond-holder’s rights are fused\ninto the title itself.\n[3]\tThe value of a mortgage bond as an instrument of\nsecurity lies in confidence that the law will give effect to its terms. That\nconfidence has been shaken by a recent decision of the Cape High Court that is\nthe subject of this appeal.  The decision must be\nseen against the background of\nthe ordinary legal process for recovering debts.  When judgment is given against\na debtor and the\ndebtor fails to satisfy the judgment debt the process for\nrecovery of the judgment debt is by execution against the judgment\ndebtor’s\nbelongings.  It is a long-standing practice of our courts that\nexecution must be directed first against the debtor’s movable\nproperty and\nonly thereafter, if the movables are insufficient, against immovable\nproperty,\n[1]\nbut a court may alter\nthat sequence. This occurs when the debt is secured by a mortgage bond for the\nsecured creditor will then ordinarily\nask the court in advance\n‘...to\ndispense with the circumlocution of having to take execution against the movable\nproperty first and only on that property\nfailing to realize the money sum, then\nto have recourse against the immovable property.  When an order is granted\ndeclaring executable\nthe property specially hypothecated that order permits the\ngrantee, the creditor, to take his execution straightaway against the\nimmovable\nproperty.’\n[2]\n[4]\tIn the\ncases now before us the bank issued summons against nine borrowers who defaulted\non their loans. In each case the debt\nwas secured by a mortgage bond. In its\nsummonses the bank asked for judgment against each of the debtors for the amount\nof their\nrespective debts and, in accordance with the ordinary procedure, for\nancillary orders declaring the mortgaged property to be executable.\n Eight of\nthe defendants failed to defend the actions and in accordance with Rule 31(5)\nthe bank applied to the registrar of the\ncourt for judgment by default.  The\nDeputy Judge President instructed that such matters not be disposed of by the\nregistrar until\nfurther notice and they were enrolled for hearing in open court.\nIn the ninth case the defendant entered an appearance to defend\nwhereupon the\nbank applied for summary judgment and that application was set down for hearing\ntogether with the applications for\ndefault judgment.\n[5]\tThe court below\n(Blignault J) granted judgment in each case for the amount of the outstanding\ndebt but declined to order the mortgaged\nproperties to be executable.  Relying\non the decision of the Constitutional Court in\nJaftha v\nSchoeman\n[3]\nhe concluded that the\nsummonses were deficient in that they lacked sufficient allegations to show that\norders for execution were\nconstitutionally permissible.\n[6]\tWith the leave\nof the court below the bank now appeals against the refusal to grant orders for\nexecution in three of the applications\nfor default judgment. (The summary\njudgment matter has fallen away.)  Hundreds of similar cases come before the\ncourts each year\nand this is a test case.  None of the defendants opposed the\nappeal but Mr A Katz, Mr AM Stewart, Mr M du Plessis and Mr S Budlender,\nled by\nMr G Marcus SC, generously responded to our request to act as\namici\ncuriae\n.  Their able and helpful assistance has been indispensable to a\nproper consideration of the matter. We are also appreciative of the\nmanner in\nwhich Mr Wallis SC, assisted by Mr FSG Sievers, presented the case for the\nbank.\n[7]\tBecause the court below based its conclusions on the judgment of\nthe Constitutional Court in\nJaftha\nit is as well at the outset to examine\nhow that case arose and what was decided.  Mrs Jaftha lived in a modest house in\nPrince Albert,\nbuilt by the state as part of a national housing scheme, which\nshe acquired with a state subsidy. She incurred a modest debt that\nwas not\nsecured and was unrelated to her property.  This she was unable to repay and her\ncreditor took judgment against her by default\nin the magistrates’ court. \nWhen her house was sold in execution and she was left homeless her case received\nthe attention\nof the Cape High\nCourt\n[4]\nand later the Constitutional\nCourt.\n[5]\n[8]\tThe process for\nexecution in the magistrates’ courts is similar to that in the high\ncourts.  Once judgment has been granted\n(in undefended actions for a liquidated\ndebt it may be granted by the clerk of the\ncourt)\n[6]\nand the judgment debt is not\npaid the judgment creditor is entitled to execute against the debtor’s\nproperty in satisfaction\nof the judgment.  We have drawn attention to the\npractice that requires execution to be levied first against movables before\nproceeding\nagainst immovable property unless a court orders otherwise. That\npractice is embodied in\ns 66(1)(a)\nof the\nMagistrates’ Courts Act 32 of\n1944\n, the material portions of which (before the decision in\nJaftha\n) read\nas follows:\n‘Whenever a court gives judgment for the payment of\nmoney...such judgment, in case of failure to pay such money forthwith...shall\nbe\nenforceable by execution against the movable property and, if there is not found\nsufficient movable property to satisfy the judgment...\n, or the court, on good\ncause shown, so orders, then against the immovable property of the party against\nwhom such judgment has been\ngiven ...’\n[9]\tThe process of execution is\ninitiated when the clerk of the court issues a writ of execution, which\nauthorises the sheriff to\nattach and sell property of the\ndefendant.\n[7]\nIn keeping with\ns\n66(1)(a)\nof the Act, the writ will at first be confined to movables and only\nonce it is shown that they are insufficient will a writ be issued\nfor execution\nagainst immovable property. Before the decision in\nJaftha\nan ordinary\njudgment creditor (one whose claim is not secured by a mortgage bond – as\nwas the case there) was entitled as of\nright to a writ of execution against\nimmovable property once the debtor had insufficient movables to satisfy the\ndebt, and the clerk\nof the court had no discretion to refuse the writ. It was in\nthose circumstances that the clerk issued the writ in\nJaftha\nand it\nbecame the focus of the subsequent controversy.\n[10]\tAfter Mrs\nJaftha’s house was sold in execution she applied to the Cape High Court\nfor orders setting aside the writ and\nthe consequent sale and for an order\npreventing her eviction.  Simultaneously she applied for various forms of relief\naimed at declaring\nparts of the Act – and in particular that part of\ns\n66(1)(a)\nentitling a judgment creditor to a writ of execution against immovable\nproperty without a prior court order once insufficient movables\nhave been found\nto satisfy the judgment debt – to be inconsistent with the Constitution\nand invalid.\n[8]\nWith the consent of\nthe parties the court set aside the writ and the sale in execution and granted\nan interdict against eviction.\n[9]\nWhat remained was whether parts of the Act were unconstitutional and invalid.\n[11]\tThe high court in\nJaftha\n, after weighing the contested\nprovisions of the Act against the rights protected by s 26(1), refused Mrs\nJaftha the relief claimed,\nbut on grounds that fell within a narrow compass. \nThe court held that the ownership of immovable property (in contradistinction\nto\nits occupation) is not encapsulated by the right of access to adequate housing\nand that in consequence the process of execution\ndid not infringe that\nright.\n[10]\nOn that basis, the court\ncontinued,\n‘... the consequences of the sale in execution and the\ntransfer of the immovable property that constitutes the home of a person\nin\nterms of s 66(1)(a) [of the\nMagistrates’ Courts Act] do\nnot conflict with\nthe provisions of\nsection 26.\nIt follows logically that if a transfer pursuant\nto a sale in execution of such immovable property does not conflict with the\nright\nof access to adequate housing encapsulated in\nsection 26\n, the issuing by\nthe clerk of the court of a warrant of execution against such property, a\nfortiori, does not do so either ...’\n[12]\tIt was this decision that\nwas taken on appeal to the Constitutional Court.  The Constitutional Court found\nthat s 26(1) of the\nConstitution, which enshrines ‘the right to have\naccess to adequate housing’, embodies both a positive and a negative\naspect.  Positively, the provision obliges the state to take measures to achieve\nthe progressive realisation of the right.  In its\nnegative aspect, the right\noperates horizontally: it obliges private parties not to interfere unjustifiably\nwith any person’s\nexisting access to adequate\nhousing.\n[11]\nAfter considering what\nthe negative component encompasses Mokgoro J, writing for the court, said that\nit was not necessary to delineate\nall the circumstances in which a measure will\nconstitute a violation of that right but that\n‘...at the very least,\nany measure which permits a person to be deprived of existing access to adequate\nhousing limits the rights\nprotected in s\n26(1)’\n[12]\n.\nShe added that\nsuch a measure may nonetheless be a reasonable and justifiable limitation of the\nright of access to adequate housing\nas contemplated by s 36(1).  But whether or\nnot the measure is justified in a particular case requires a balancing of\nvarious interests\nand it was because s 66(1)(a) of the Act did not provide the\nopportunity for a court to do that before execution ensued (because\nthe\nprovision entitled an ordinary judgment creditor to a writ as of right once no\nmovables were found to satisfy the judgment) that\nthe section was\nconstitutionally objectionable.  That was remedied by reading into s 66(1)(a) a\nrequirement that a writ of execution\nagainst immovable property could issue only\nupon an order of the court after consideration of all relevant\ncircumstances.\n[13]\n[13]\tIn the\npresent case the court below considered that the Constitutional Court held that\ns 26 is compromised whenever it is sought\nto execute against residential\nproperty – irrespective of the nature of the property or the circumstances\nof the owner –\nand that in all such cases it must be shown that execution\nis justified under s 26(3) after taking account of all relevant circumstances.\n\nIt referred to various factors that the Constitutional Court had considered to\nbe relevant to the enquiry into justifiability (although\nthe Constitutional\nCourt was referring to justifiability under s 36(1) and was not referring to s\n26(3)) and then went on to consider\nwhether sufficient had been alleged to\njustify orders for execution.  It concluded\n‘that in order to comply\nwith the ordinary principles of pleading, plaintiff’s summons should\ncontain a suitable allegation\nto the effect that the facts alleged by it (which\nshould be identified) are sufficient to justify an order in terms of s 26(3) of\nthe Constitution. As presently formulated plaintiff’s summons in each of\nthese matters lacks this essential allegation.  Plaintiff’s\nprayers for\norders permitting execution against the immovable properties of the defendants\ncan accordingly not succeed.’\n[14]\tWhat until now has been routine\npractice in the courts has thus become controversial because of uncertainty as\nto what must be\nalleged to justify an order for\nexecution.\n[14]\nIn a letter\nrequesting that preference be given to this appeal the appellant’s\nattorney recorded that ‘[i]n the Cape\nmatters have all but ground to a\nhalt with regard to applications for default judgment where an order is sought\nto declare immovable\nproperty executable’. In the light of the Cape\ndecision, a similar case was considered by the full court in Johannesburg, in\nNedbank Limited v\nMortinson\n.\n[15]\nIn delivering the\nfull court’s judgment, Joffe J assumed (but did not decide) that the\nrights conferred by s 26 would be compromised\nand would require justification\nwhenever it was sought to execute against residential property.  He disagreed,\nhowever, with Blignault\nJ that the creditor’s summons must justify in\nadvance any limitation on s 26 rights.  He also disagreed with the conclusion\nthat the registrar had no power to grant the order in question.  The full court\nnevertheless issued practice directions for guidance\nin future cases. The Natal\nHigh Court has similarly issued practice directions.\n[15]\tIn our view the way\nthe court below interpreted the decision in\nJaftha\nwas misplaced.  What\nwas in issue in\nJaftha\nwas not s 26(3) of the Constitution but rather s\n26(1) – which enshrines a right of access to adequate housing – and\nthe\nimpact of that right on execution against residential property. (Section\n26(3), as elaborated by the legislature in the Prevention\nof Illegal Eviction\nfrom and Unlawful Occupation of Land Act 19 of 1998, becomes relevant in the\nevent of eviction consequent upon\na sale in\nexecution,\n[16]\nand was not in issue\nin\nJaftha\n.) Nor did the Constitutional Court decide that s 26(1) is\ncompromised in every case where execution is levied against residential\nproperty.  It decided only that a writ of execution that would deprive a person\nof ‘adequate housing’ would compromise\nhis or her s 26(1) rights and\nwould therefore need to be justified as contemplated by s 36(1).  The premise on\nwhich the court below\nproceeded was thus incorrect.\n[16] It must be borne in\nmind that s 26(1) does not confer a right of access to housing\nper se\nbut\nonly a right of access to ‘adequate’ housing; and this concept of\nnecessity is relative (see\nGovernment of the Republic of South Africa v\nGrootboom\n).\n[17]\nIn\nJaftha\nit seems never to have been disputed and was indeed\naccepted as self-evident by both the high court and the Constitutional Court\nthat\nthe forfeiture in question entailed a deprivation of ‘adequate\nhousing’.  The facts before the Constitutional Court show\nwhy this was\nso.\n[18]\nIn the light of the high\ncourt’s approach, what was contentious was whether a threat to ownership\n(as opposed to occupation)\nof a residence that constituted ‘adequate\nhousing’ was itself invasive of s 26(1), and the Constitutional Court\nfound\nthat it was.\n[17] But\nJaftha\ndid not decide that the ownership\nof all residential property is protected by s 26(1); nor could it have done so\nbearing in mind that\nwhat constitutes ‘adequate housing’ is\nnecessarily a fact-bound enquiry. One need only postulate executing against a\nluxury home or a holiday home to see that this must be so, for there it cannot\nbe claimed that the process of execution will implicate\nthe right of access to\nadequate housing at all.\n[18]\tThe situation this case presents is thus\nradically different from that before the Constitutional Court in\nJaftha\n. \nThere, the sale in execution deprived the debtor of title to the home a state\nsubsidy enabled her to acquire because she was unable\nto pay a relatively\ntrifling extraneous debt, and no judicial oversight was interposed to preclude\nan unjustifiably disproportionate\noutcome.  The judgment creditor in\nJaftha\nwas not a mortgagee with rights over the property that derived\nfrom agreement with the owner.  By contrast, the property owners here\nhave\nwillingly bonded their property to the bank to obtain capital.  Their debt is\nnot extraneous, but is fused into the title to\nthe property.  The effect of s\n26(1) on such cases was not considered in\nJaftha\n. Observations were made\nin the judgment concerning mortgage bonds, but that was in the context of the\nkind of interests that might\nneed to be considered once it was shown that s\n26(1) was in fact compromised.\n[19] The present case does not require us to\ndecide whether s 26(1) may be compromised when the rights conferred by a\nmortgage bond\nare sought to be enforced in cases where the property concerned\ndoes in fact constitute ‘adequate housing’.  But even\naccepting for\npresent purposes that execution against mortgaged property could conflict with s\n26(1) such cases are likely to be\nrare.  It is particularly hard to conceive of\ninstances where a mortgagee’s right to reclaim the debt from the property\nwill\nbe denied altogether; and it is therefore not surprising that the\nConstitutional Court noted in\nJaftha\n[19]\nthat in the\nabsence of abuse of court procedure – and none is alleged here – a\nsale in execution should ordinarily be\npermitted against even a home bonded for\nthe debt sought to be reclaimed.  Nor can the approach differ depending on the\nreasons the\nproperty owner might have had for bonding the property, or the\nobjects on which the loan was expended.  Mr Marcus for the\namici\n,\npointing out that the instruments before us are covering bonds (as mortgage\nbonds usually are), which observe no such distinctions,\nsuggested in effect that\nexecution should ‘ordinarily’ follow only where the bond was taken\nout to fund inessential lifestyle\nchoices; but this gives no weight to the fact\nthat in all cases the bond-holder’s claim in its essence is against the\nproperty,\nand that its entitlement springs from a limitation in title the owner\nchose to accept in obtaining the loan.\n[20]\tThough it is more easily possible\nto contemplate a court delaying execution where there is a real prospect that\nthe debt might\nyet be paid, even in such cases the approach to pleading does not\nchange.  A plaintiff is called to justify an infringement of a\nconstitutionally\nprotected right only once it has been established that infringement has in fact\noccurred. As pointed out by Stuart\nWoolman in M. Chaskalson et al\nConstitutional Law of South Africa\n12-2:\n‘Constitutional\nanalysis under the Bill of Rights takes place in two stages.  First, the\napplicant is required to demonstrate\nthat her ability to exercise a fundamental\nright has been infringed ... If the court finds that the law [or measure] in\nquestion\ninfringes the exercise of the fundamental right, the analysis may move\nto its second stage.  In this second stage ... the party looking\nto uphold the\nrestriction ... will be required to demonstrate that the infringement is\njustifiable.’\nUntil the defendants in the cases before us could show\nthat orders for execution would infringe s 26(1) the bank was not called on\nto\njustify the grant of the orders. The sole fact that the property is residential\nin character is not enough to found the conclusion\nthat an infringement of s\n26(1) will necessarily occur.\n[21]\tNone of the defendants have alleged,\nstill less shown, that an order for execution would infringe their rights of\naccess to adequate\nhousing, and no reason presently exists to believe that it\nwould.  In those circumstances the appellant was not called upon to justify\nthe\norders it sought and the orders ought to have been granted.\n[22]\tThere are\ntwo further issues.  The first is ancillary. That is whether the registrar of\nthe high court was authorised to grant\nthe orders declaring the properties\nexecutable. Although it does not strictly arise in this appeal it is desirable\nthat there should\nbe certainty on that issue. In our view the registrar was\nentitled to dispose of the applications for orders of execution by default.\n The\nreason lies  in what has already been decided.  The present are not cases like\nJaftha,\nwhere a writ of execution was sought from the registrar after an\nattempt to execute against movables, and where the Act, pre-\nJaftha\n,\nassigned to the registrar a mechanical role in circumstances where the exercise\nof a judicial discretion after consideration of\nall relevant circumstances was\nessential.  (Rule 45(1) of the High Court rules similarly permits a writ to be\nissued in such circumstances\nwithout judicial scrutiny but as the validity of\nthat rule is not before us it is expressly left open.)\n[23] The cases\nbefore us concern the performance by the registrar of a function that the court\nwould otherwise perform – the\ngrant of an order permitting immediate\nexecution against immovable property.  This Rule 31(5) permits the registrar to\ndo.\n[20]\nWe have already pointed out\nthat a plaintiff will have to justify the grant of such a writ only where the\ndefendant has contested\nits validity because of an alleged infringement of s\n26(1).  By definition, the question whether the grant of a writ is\nconstitutionally\njustified can arise only in cases the defendant formally\ndefends, or at least lodges an informal objection to grant of the order\nof\nexecution – and in such cases Rule 31(5) in any event precludes the\nregistrar from giving the order sought and requires\nthe matter to be referred to\na judge sitting in open court.\n[24] But in cases where the constitutional\nvalidity of an order of execution is not disputed, there can be no objection to\nthe registrar\nentering judgment in accordance with Rule 31(5).  We therefore\ncannot accept the submission of the\namici\nthat the registrar’s\nperformance of this function intrudes on the duties that the Constitution\nreserves to the judiciary. What\nis required of the registrar in such cases is\nneither the exercise of a judicial discretion nor the mechanical grant of an\norder\nin circumstances where that would be constitutionally impermissible.  All\nthat is required of the registrar is a formal evaluation\nof whether the summons\ndiscloses a proper cause of action – that is a task quite distinct from\nevaluation of the kind reserved\nfor a court and does not involve the registrar\nin performing a judicial function.  No doubt registrars ought in any event to be\ncautioned\nto refer matters for hearing in open court even where a defendant\nraises a constitutional objection informally by approaching the\nregistrar and\nobjecting to the order.\n[25]\tWe have pointed out that the application of the\nright of access to adequate housing in the case of bonded property has not yet\nbeen explored by our courts.  Though it is not a question that is before us in\nthis case it is possible that s 26(1) may be infringed\nby execution.  Bearing in\nmind that in most cases where an order for execution is sought the defendant has\nno defence to the claim\nfor payment, and is thus unlikely to seek or obtain\nlegal advice, it seems to us desirable that the defaulting debtor should be\ninformed,\nin the process of initiating action, that s 26(1) may affect the\nbond-holder’s claim to execution.  Should it be held that\nthe negative\nobligation of s 26(1) binds even the bond-holder, the debtor would have the\nright to invoke circumstances that may persuade\na court to grant extenuation in\nthe execution of the order (albeit that the bond-holder’s summons need not\nattempt to justify\nin advance a possible constitutional infringement).  Section\n172 permits a court when deciding a constitutional matter to make an\norder that\nis ‘just and equitable’ and it is in our view desirable to lay down\na rule of practice requiring a summons\nin which an order for execution against\nimmovable property is sought to inform the defendant that his or her right of\naccess to adequate\nhousing might be implicated by such an order.  It is plainly\ndesirable that this development should be prospective only, and it is\nas well to\nmake clear that existing summonses are not invalid for want of reference to s\n26(1).\n[26] Since none of the defendants in the cases before us contested\nthe constitutional validity of the orders the bank sought there\nwere no proper\ngrounds to withhold the orders and the registrar was entitled to have issued\nthem.  Since the summonses were not deficient\nthe appeal must succeed.\n[27]\nThe order is as follows:\n1. In each case the appeal is upheld and the order of the court below is\nsupplemented with the following order:\n‘The property that is the subject of the mortgage bond is declared to\nbe specially executable.’\n2. There is a practice direction in the\nfollowing terms:\nThe summons initiating action in which a plaintiff claims relief that\nembraces an order declaring immovable property executable shall,\nfrom the date\nof this judgment, inform the defendant as follows:\n‘The defendant’s attention is drawn to section 26(1) of the\nConstitution of the Republic of South Africa which accords\nto everyone the right\nto have access to adequate housing.  Should the defendant claim that the order\nfor execution will infringe\nthat right it is incumbent on the defendant to place\ninformation supporting that claim before the court.’\nE. CAMERON\nJUDGE OF APPEAL\nR.W. NUGENT\nJUDGE OF APPEAL\nHOWIE P\t\t)\n)\nJAFTA J\t\t)       CONCUR\n)\nMLAMBO J \t)\n[1]\nVan Zyl\nThe Judicial\nPractice of South Africa\n2ed 205-208;\nGerber v Stolze\n1951 (2) SA 160\n(T) 171-173;\nSandton Finance (Pty) Ltd v Clerk of the Magistrate’s\nCourt, Johannesburg\n1992 (1) SA 509\n(W) 511B-C.\n[2]\nGerber v Stolze,\nsupra, 172F-G\n.\n[3]\n2005\n(2) SA 140 (CC).\n[4]\nJaftha v\nSchoeman; Van Rooyen v Stoltz\n2003 (1) BCLR 1149 (C).\n[5]\nThe circumstances in which\nthat occurred are set out fully in the judgment of the High Court and need not\nbe repeated.\n[6]\nRule 12(1)(c).\n[7]\nRule 36(1).\n[8]\nJudgment of the High Court\npara 21.\n[9]\nJudgment of the High\nCourt paras 13 and 14.\n[10]\nJudgment of the High Court para 47.\n[11]\nParas\n31-33.\n[12]\nPara\n34.\n[13]\nPara\n67.\n[14]\nSee\nStandard Bank\nof South Africa Limited v Adams\nCase No 9007/05 26 October 2005;\nAbsa\nBank Limited v Xonti\nCase No 7013/2005 28 October\n2005.\n[15]\nCase No 4183/05 23\nAugust 2005.\n[16]\nBekker v\nJika\n2003 (1) SA 113 (SCA).\n[17]\n2001 (1) SA 46\n(CC) esp\nparas 36 and 37.\n[18]\nThose\nfacts are outlined more fully in the judgment of the High Court.\n[19]\nPara\n58.\n[20]\nA claim for an order for\nimmediate execution is  claim for a liquidated demand:\nEntabeni Hospital\nLimited v Van der Linde; First National Bank of SA Ltd v Puckriah\n1994 (2)\nSA 422\n(N) 424H-I.",
  "scraped_at": "2026-02-12T15:15:05.543979",
  "date": "2005-12-15",
  "coram": [
    "Howie P",
    "Cameron",
    "Nugent",
    "Jafta",
    "Mlambo"
  ],
  "case_number": "358/05",
  "parties": {
    "applicants": [
      "Standard Bank of South Africa Ltd"
    ],
    "respondents": [
      "Rudiger Marshall Saunderson",
      "Richmond Heerenhuis CC",
      "Henry Trevor Adonis",
      "Carol Ann Adonis"
    ]
  },
  "sections": {
    "facts": "Standard Bank of South Africa Ltd issued summons against nine borrowers who had defaulted on loans secured by mortgage bonds over residential property. Eight borrowers failed to defend and default judgments were sought; the ninth entered appearance but the bank later withdrew the summary judgment application. The lower court granted judgment for the debt in each case but, relying on the Constitutional Court decision in Jaftha v Schoeman, refused to order the mortgaged properties executable, holding that the summons lacked sufficient allegation to demonstrate constitutional compliance. The bank appealed the refusal to grant execution orders.",
    "issues": "The appeal raised several legal questions: (1) whether execution against residential property secured by a mortgage bond requires a prior constitutional justification under section 26(1) of the Constitution and section 36(1); (2) whether the summons must contain specific allegations showing such justification; (3) whether the registrar of the High Court is authorised to grant orders declaring property executable under Rule 31(5); and (4) how the Jaftha decision should be interpreted in the context of mortgage bonds.",
    "principles": "The court reiterated the constitutional framework: section 26(1) guarantees a right to adequate housing, which has both a positive and a negative dimension, and any measure that deprives a person of such housing must be justifiable under section 36(1). The Jaftha judgment required that a writ of execution against immovable property be issued only after a court considers all relevant circumstances, thereby limiting the mechanical role of the clerk. However, the court clarified that this limitation applies only when a constitutional infringement is alleged. Execution against a mortgaged home does not automatically infringe section 26(1); infringement must be demonstrated. The registrar’s power to grant default execution orders is preserved where no constitutional objection is raised, and Rule 31(5) permits such administrative action.",
    "application": "Applying these principles, the court found that none of the defendants had alleged, nor shown, that an execution order would infringe their right to adequate housing. Consequently, the bank was not required to justify the execution order in advance. The registrar was correctly empowered to grant the orders declaring the mortgaged properties executable under Rule 31(5), as the constitutional validity of the orders was not contested. The lower court’s refusal, based on an overly broad reading of Jaftha, was therefore misplaced.",
    "conclusion": "The appeal was upheld. The orders of the lower court were supplemented to declare each mortgaged property specially executable. A practice direction was issued requiring future summons seeking execution against immovable property to inform defendants of their section 26(1) rights and the need to raise any constitutional objection. The registrar’s authority to grant such orders by default was affirmed."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Mortgage Law",
    "level_3": [
      "execution",
      "constitutional law",
      "adequate housing",
      "mortgage bonds"
    ]
  }
}