{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/79.html",
  "case_name": "Griffin and Others v Master of the High Court and Others (446/2004) [2005] ZASCA 79; 2006 (1) SA 187 (SCA) (19 September 2005)",
  "citation": "[2005] ZASCA 79",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 79\n|\nNoteup\n|\nLawCite\nGriffin and Others v Master of the High Court and Others (446/2004) [2005] ZASCA 79; 2006 (1) SA 187 (SCA) (19 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 446/2004\nIn the matter between\nJOHN MALCOLM GRIFFIN\tFIRST APPELLANT\nNEWBERRY INTERNATIONAL\nINC\tSECOND APPELLANT\nPIETER JOHANNES HANEKOM\tTHIRD\nAPPELLANT\n(Applicants\na quo\n)\nand\nTHE\nMASTER OF THE HIGH COURT\tFIRST RESPONDENT\nMICHAEL JOHN LANE N O\n\tSECOND RESPONDENT\nJOHN COMMINS\t THIRD RESPONDENT\nHUGO\nLEGGATT\tFOURTH\nRESPONDENT\n____________________________________________________________\nCORAM: \tZULMAN, STREICHER, NAVSA, PONNAN JJA\net COMBRINCK AJA\nDATE HEARD:\t30 AUGUST 2005\nDELIVERED:\t19 SEPTEMBER 2005\nIn\nterms of s 386(3)(a) read with s 386(4)(c) of the Companies Act 61 of 1973 made\napplicable to a close corporation by\ns 66(1)\nof the\nClose Corporations Act 69 of\n1984\n, a liquidator of a close corporation is required to be authorized by\nmeetings of creditors and members or contributors or on the\ndirections of the\nMaster in order to admit any claim against the close corporation. A members\nresolution will not suffice.\n______________________________________________________________________\n______________________________________________________________________\nJUDGMENT\n____________________________________________________________\nZULMAN  JA\n[1]\nThis is an appeal with leave, against an order granted by Erasmus\nJ in the Cape High Court dismissing an application by the appellants\nin terms of\nsection 407(4)(a) of the Companies Act 61 of 1973 (the Companies Act) against\nthe first respondent’s (the Master)\nrefusal to sustain an objection to an\namended liquidation and distribution account which did not include the\nappellants’ claims.\n[2]\tThe Master and the second respondent (the\nliquidator) who is the liquidator of Cape Trails CC (In Liquidation) (the Close\nCorporation)\nabide the decision of the court. The third and fourth respondents\nwho intervened in the application seek the dismissal of the appeal.\nFor the sake\nof convenience these respondents will be referred to simply as the\nrespondents.\n[3]\tCounsels’ heads of argument canvas two essential\nissues as arising in this appeal:\n3.1\tWhether the liquidator was authorized  in terms of s 386(3)(a) of the\nCompanies Act to admit the appellants’ claims in\nterms of  s 386(4)(c);\nand\n3.2\twhether the application of the appellant is time-barred in terms of s 407\nof the Companies Act.\nHowever, counsel for the appellant fairly conceded that if the appellants were\nunable to show that the liquidator was authorized\nto admit the appellants’\nclaim then the appeal would fail and it would be unnecessary to determine the\nsecond issue.\n[4]\tThe following are the relevant common cause facts:\n4.1\tThe Close Corporation was placed under provisional winding-up at the\ninstance of the first appellant on 26 March 1998\nand finally wound up\non 2 December 1998.\n4.2\tAt the time of its liquidation the first appellant and the respondents were\nmembers of the Close Corporation. The first appellant\nheld a 1/6 share in the\nmembers’ interest and the respondents held the remaining 5/6 in equal\nshares.\n4.3\tThe liquidator convened a first meeting of members and creditors of the\nClose Corporation in terms of\ns 78\nof the\nClose Corporations Act before\nthe\nMaster on 29 December 1998. Only the first appellant attended the meeting.\nA resolution was adopted at the meeting. I will\nrefer to this resolution in\ndetail later in this judgment. No claims were lodged for proof.\n4.4\t After subsequent meetings of creditors the appellants tendered three claims\nfor proof against the Close Corporation. The claims\nwere rejected by the\npresiding officer.\n4.5\tThe claims were subsequently admitted to proof by the liquidator. The\nclaims were originally reflected in the liquidation and\ndistribution\naccount.\n4.6\tFollowing an objection by the Respondents, the liquidator framed an amended\nliquidation and distribution account which lay open\nfor inspection for a\nfourteen day period from 1 August 2003. The appellants’ claims were not\nreflected in the amended liquidation\nand distribution account.\n4.7\tOn 13 August 2003 the appellants lodged an objection with the Master. The\nbasis of the objection was that in spite of the prior\nadmission by the\nliquidator of the claims, these had not been reflected in the amended\nliquidation and distribution account.\n4.8\tOn 5 August 2003 the Master refused to sustain the appellants’\nobjection.\n4.9\tIn upholding the Master’s refusal, Erasmus J, held that it had not\nbeen shown that the liquidator had been granted any\nauthority to compromise or\nadmit any claim.\n[5]\tIn order to determine whether the liquidator\nwas authorized to act in the manner that he did it is necessary to interpret the\nrelevant provisions of s 386 of the Companies Act read with s 66 of the Close\nCorporations Act 69 of 1984 (the\nClose Corporations Act). Section\n66(1) in\npart\nIX\nof the\nClose Corporations Act deals\nspecifically with the winding-up of close\ncorporations. The section applies the provisions of the Companies Act which\nrelate to the\nwinding-up of a company including the regulations made thereunder,\nwith the exception of certain specifically mentioned sections,\nincluding s 387,\nbut not s 386, of the Companies Act,\nmutatis mutandis\nin so far as they\ncan be applied to the liquidation of a close corporation, in respect of any\nmatter not specifically provided for\nin part IX of the\nClose Corporations Act or\nin any other provision of the Act. Sections 386(3)(a) and 386(4)(c) of the\nCompanies Act which deal specifically with the powers\nof liquidators provide as\nfollows:\n‘386(3) The liquidator of a company –\n(a)\tin a winding-up by the Court, with the authority granted by meetings of\ncreditors and members or contributories or on the directions\nof the Master given\nunder section 387;\n...\nshall have the powers mentioned in subsection (4).\n...\n(4)\tThe powers referred to in subsection (3) are –\n(a)\t...\n(b)\t...\n(c)\tto compromise or admit any claim or demand against the company, including an\nunliquidated claim;’\n[6]\tIt is clear that s 386(3)\nspecifies in terms that a liquidator may only exercise the powers given (with\ncertain exceptions which\nare not here relevant) if granted authority to do so.\nFurthermore s 386(3)(a) specifies from whom this authority must be obtained;\nnamely in the case of a winding-up by the court, meetings of creditors and\nmembers or contributories or on the directions of the\nMaster. It is not\nsuggested that in this case there was any authority given by contributories or\nthat there were directions from\nthe Master.\n[7]\tThe learned authors Blackman\net al\nin their\nCommentary on the Companies Act\n(2002) Vol 3 page\n14 – 330 correctly state the position in these terms:-\n‘Section\n386(3) provides that with the required authority the liquidator ‘shall\nhave the powers mentioned in subsection\n(4)’. Thus it would seem that the\ngrant of authority is not merely a condition for the exercise of those powers,\nbut, is rather,\na necessary condition for their existence. Where the liquidator\nrequires such authority to exercise a particular power, other than\nthe power to\nlitigate, [a situation not of application here] it is open to a third party to\nraise the question of  liquidator’s\nlack of authority’.\n(See also\nEx parte Du Plessis\n1965 (2) SA 438\n(T) 440D,\nDu Plessis v Protea\nInryteater (Edms) Bpk\n1965 (3) SA 319\n(T) 320A-B and Henochsberg on\nThe\nCompanies Act\n– Vol 1 (5\nth\nEdition) p 821.\n[8]\tThe way I\nunderstood the argument of counsel for the appellants it was to the effect that\nalthough he accepted that in regard\nto a company, a liquidator seeking to\nexercise powers under s 386(4) was in terms of s 386(3) required to be\nauthorized both by creditors\nand members, the position was different when\nconsidering the powers of a liquidator of a close corporation. In my view this\nargument\nis plainly untenable, particularly, if one has proper regard to s\n386(3) of the Companies Act made applicable to close corporations\nby\ns 66(1)\nof\nthe\nClose Corporations Act. One\ncannot have one interpretation of a section of\nan Act for the one purpose and another interpretation of the same section for\nanother\npurpose.\n[9]\tThe appellants submitted that it could be implied in\nthe case of the winding up of a close corporation that the words ‘with\nthe\nauthority granted by meetings of creditors and members’ in s 386(3)(a) of\nthe Companies Act had no application to a close\ncorporation and that the words\nin question must be read disjunctively and not conjunctively. There is no\nsubstance in the argument\nin the light of the unambiguous words in\ns 66(1)\nof\nthe\nClose Corporations Act or\ns 386(3)(a) of the Companies Act.\n[10]\tIt was\nalso suggested that a possible deadlock in the winding-up of a close corporation\nwould arise if one were to require its\nliquidator to be authorized not only by\nmembers but also by creditors and it was not possible for the liquidator of the\nclose corporation\nto obtain authority from creditors. However, on a proper\nconstruction of s 386 there is no substance in the argument. Section 386(5)\nof\nthe Companies Act gives the Court the power to grant leave to a liquidator to do\n‘any other thing which the Court may consider\nnecessary for winding up the\naffairs of the company and distributing its assets’. There is therefore no\npossibility of a deadlock\noccurring.\n[11]\nSection 78(3)\nof the\nInsolvency Act\n24 of 1936\nsimilarly requires a trustee to be authorized to admit claims by\ncreditors who have proved claims against the estate, or if no claim\nhas been\nproved,  by the Master.\n[12]\tTurning again to the facts of the matter it is\ncontended by the appellants that the liquidator was in any event authorized by\nthe resolution passed at the first meeting of members and creditors of the close\ncorporation on 29 December 1998 to which I have\npreviously referred.  More\nparticularly it is argued that paragraph 1(c) of the resolution authorized the\nliquidator to compromise\nor admit any claim or demand. However an examination of\nthe stereotyped form containing the resolution reveals that although it is\nheaded ‘First Meeting of Members and Creditors’ at the foot, below\nthe signature of the first appellant, the words ‘qq\ncreditors’  have\na line drawn through them and in handwriting the word ‘member’ is\nwritten underneath. This resolution\ncould therefore only have been one taken by\na member and not also by creditors. This much is clear from para 7.2 of an\naffidavit\ndeposed to by the liquidator to the effect that no claims were lodged\nfor proof at this meeting. Since only creditors who have proved\nclaims can take\nresolutions (the voting going according to number and value) it follows that at\nthe first meeting there were no creditors\nwho could give the liquidator the\nauthority required by\ns 386(3)(a)\nread with s 386(4)(c) of the Companies\nAct.\n[13]\tThe appeal is accordingly dismissed with\ncosts.\n---------------------------------------\nR\nH ZULMAN\nJUDGE OF APPEAL\nSTREICHER\nJA\t\t)\nNAVSA JA\t\t\t)\tCONCUR\nPONNAN JA\t\t)\nCOMBRINCK\nAJA\t)",
  "scraped_at": "2026-02-12T14:58:59.562674",
  "date": "2005-09-19",
  "coram": [
    "Zulman JA",
    "Streicher JA",
    "Navsa JA",
    "Ponnan JA",
    "Combrink AJA"
  ],
  "case_number": "446/2004",
  "parties": {
    "applicants": [
      "John Malcolm Griffin",
      "Newberry International Inc",
      "Pieter Johannes Hanekom"
    ],
    "respondents": [
      "Master of the High Court",
      "Michael John Lane",
      "John Commins",
      "Hugo Leggatt"
    ]
  },
  "sections": {
    "facts": "The close corporation Cape Trails CC was placed under provisional winding‑up on 26 March 1998 and finally wound up on 2 December 1998. At liquidation the first appellant owned one‑sixth of the members’ interest and the other members owned the remaining five‑sixths. A first meeting of members and creditors was held on 29 December 1998; only the first appellant attended and a resolution was passed, but no claims were lodged for proof. The liquidator later admitted three claims tendered by the appellants and reflected them in the liquidation and distribution account. After the respondents objected, the liquidator framed an amended account (open for inspection from 1 August 2003) that omitted the appellants’ claims. The appellants lodged an objection with the Master on 13 August 2003, which the Master refused on 5 August 2003. Erasmus J upheld the refusal, finding no authority had been given to the liquidator to admit the claims.",
    "issues": "The appeal raised two essential issues: (1) whether, under section 386(3)(a) read with section 386(4)(c) of the Companies Act and applied to close corporations by section 66(1) of the Close Corporations Act, the liquidator was authorized to compromise or admit the appellants’ claims; (2) whether the appellants’ application was time‑barred under section 407 of the Companies Act. The court noted that if the first issue failed, the second would be immaterial.",
    "principles": "Section 386(3)(a) requires that a liquidator may exercise the powers in subsection (4) only if authorised by meetings of creditors and members (or contributories) or by the Master’s directions. Section 66(1) of the Close Corporations Act incorporates the Companies Act provisions into close corporation wind‑ups, making the authority requirement equally applicable. Authority is a necessary condition for the existence of the liquidator’s powers, not merely a procedural step. The commentary by Blackman et al. and cases such as Ex parte Du Plessis confirm that lack of authority can be raised by a third party. Section 386(5) gives the court power to prevent deadlock by granting additional authority, and section 78(3) of the Insolvency Act imposes similar requirements for trustees.",
    "application": "The court examined the resolution passed at the 29 December 1998 meeting and found it was effectively a members’ resolution only; the word ‘creditors’ was crossed out and no creditors were present to give authority. Because authority from creditors (or the Master) was absent, the liquidator lacked the requisite authority to admit the appellants’ claims under s 386(3)(a) and (4)(c). Consequently, the amendment of the liquidation account that excluded those claims was invalid. The time‑bar issue under s 407 was not pursued further as the primary issue resolved against the appellants.",
    "conclusion": "The appeal was dismissed with costs. The Master’s refusal to sustain the appellants’ objection was upheld, confirming that the liquidator was not authorised to admit the claims."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Liquidation",
    "level_3": [
      "authority of liquidator",
      "close corporation",
      "section 386",
      "claims admission",
      "master of the high court"
    ]
  }
}