{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/27.html",
  "case_name": "ABSA Bank Ltd v Lombard (178/2004) [2005] ZASCA 27; 2005 (5) SA 350 (SCA) (30 March 2005)",
  "citation": "[2005] ZASCA 27",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 27\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v Lombard (178/2004) [2005] ZASCA 27; 2005 (5) SA 350 (SCA) (30 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH\nAFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number178/04\nReportable\nIn the matter between:\nABSA BANK\nLIMITED\tAPPELLANT\nand\nJOHANNES JACOBUS IZAK\nSTEPHANUS\nLOMBARD\tRESPONDENT\nCORAM\n:\tSCOTT, STREICHER, FARLAM, CLOETE et VAN HEERDEN\nJJA\nHEARD\n:\t11 MARCH\n2005\nDELIVERED\n:\t30 MARCH 2005\nSUMMARY:\nDebtor and creditor – money lending transaction –\nwhether lender reasonably exercised discretion to vary applicable interest\nrate.\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\n[1]     This is an appeal against a judgment of De Vos J, sitting in the\nPretoria High Court, who dismissed a claim in reconvention\nbrought by the\nappellant, Absa Bank Limited, against the respondent, Dr JJIS Lombard, for\npayment of an amount of R51 796-60, with\ninterest and costs.\n[2]\nThe\nrespondent had brought a claim against the appellant for R187 130-51, being the\namounts he alleged he had overpaid to the respondent\nin the mistaken belief that\nthey were due under a written loan agreement concluded in January 1988 between\nthe appellant’s\npredecessor in title, the Trust Bank of Africa Limited,\nand himself. The appellant’s response was that the amounts in question\nhad\nbeen owed by the respondent and that the respondent still owed money under the\nloan agreement, which it claimed from him in its\nclaim in\nreconvention.\n[3]\nThe loan agreement which formed the basis of both\nthe claim in convention and the claim in reconvention was, as I have said,\nconcluded\nbetween the respondent, as borrower, and the appellant’s\npredecessor, as lender, in January 1988. The respondent borrowed an\namount of\nR259 995-60 to which was added an amount of R4-40, being stamp duty, resulting\nin a principal debt of R260 000-00. The\nrespondent undertook to repay this sum,\ntogether with interest at 15.55 per cent per annum subject to such increase or\ndecrease in\nthe interest rate as the Bank might in its exclusive discretion from\ntime to time determine, in 120 equal monthly instalments of\nR4 282-71. (The\nagreement uses the expression ‘finansieringskoste’  but I shall\nspeak in this judgment of ‘interest’.)\nAccording to the agreement\nthe total amount to be paid by the respondent was R513 925-20, being made up of\nthe principal sum, R260\n000-00, and the total of the interest charges,\ncalculated at 15.55 per cent per annum.\n[4]\nThe loan agreement form\nused by the respondent and the appellant’s predecessor to record their\nagreement had two alternative\nclauses dealing with the interest payable. The\nclause which was the alternative to the clause chosen by the parties and which\nwas\ndeleted on the form provided for an interest charge  equal to the prime\ncommercial bank lending rate as charged by the Trust Bank\nof Africa Limited,\nplus a certain percentage, per year (the exact figure to be inserted). Among the\nother clauses in the agreement\nwas one in which the respondent expressly\nabandoned the benefits of the following exceptions:\nnon numeratae pecuniae,\nnon causa debiti, errore calculi,\nrevision of accounts and no value\nreceived.\n[5]\nActing purportedly in terms of the provision in the\nagreement relating to the applicable interest rate, which I have referred to in\npara 4, the appellant’s predecessor and the appellant itself from time to\ntime raised the interest rate payable by the respondent.\nOver the period 15\nFebruary 1988 to 15 July 1997 the respondent paid the appellant and its\npredecessor by stoporder amounts totaling\nR701 055-71. Believing that the clause\nin the agreement purporting to confer upon the lender the right in its exclusive\ndiscretion\nto raise or lower the interest rate was invalid, the respondent\nbrought a\ncondictio indebiti\nagainst the appellant, claiming, as I have\nsaid, R187 130-51, being the difference between the total he had paid,\nviz\nR701 055-71, and the amount payable under the agreement without any increase\nor decrease in the interest rate as initially stipulated,\nviz\nR513\n925-20.\n[6]\nIn its plea the appellant denied that the clause relating\nto the applicable interest rate was invalid. It pleaded further that it\nwas a\ntacit, alternatively an implied, term of the agreement that its power to vary\nthe interest rate had to be exercised in a reasonable\nway with due regard to the\nrates and usages which would be applicable to similar agreements in the open\nmarket from time to time,\nalternatively with due regard to the fixed and\nacknowledged commercial practice of banking institutions in respect of similar\nagreements.\nIt pleaded further that it and its predecessor had raised the\ninterest rate applicable to the agreement in a reasonable way as set\nout earlier\nin its plea. It also denied that the respondent had paid any amount which was\nnot owed.\n[7]\nIn its claim in reconvention the appellant repeated the\nallegation in its plea that it and its predecessor had validly varied the\napplicable interest rate from time to time and alleged that the respondent still\nowed it an amount of R51 796-60 in terms of the\nagreement as validly varied by\nit and its predecessor.\n[8]\nIn his plea to the claim in reconvention\nthe respondent averred that the appellant and its predecessor had not exercised\nthe discretion\nconferred upon them in a reasonable way. This was because,\nalthough the rate had been\nincreased\nfrom time to time by the same\npercentage as increases in the prime lending rate, it had only on one occasion\ndecreased\nthe rate when the prime lending rate fell.\n[9]\nThe\npleadings in this case were closed before this court delivered its judgment in\nNBS Boland Bank Ltd v One Berg River Drive CC; Deeb v Absa Bank Ltd\nand\nFriedman v Standard Bank of SA Ltd\n1999 (4) SA 928\n(SCA), in which it was\nheld that clauses similar to the interest rate provision in the agreement\npresently under consideration were\nvalid, but that the discretion thereby\nconferred had to be exercised\narbitrio boni viri,\nie reasonably. In\nconsequence of this decision it became clear that the respondent’s claim\nin convention, based as it was on\nthe alleged invalidity of the interest rate\nprovision, could not succeed. It was accordingly not surprising that the\nrespondent withdrew\nhis claim in convention and tendered the wasted costs\noccasioned thereby at the rule 37 conference held between the parties before\nthe\ntrial began.\n[10]\nAt the same conference it was agreed by the parties\nthat, on 15 January 1988 when the loan agreement was concluded, the prime\nlending\nrate was 12.5 per cent per annum and that it rose steadily from that\ndate until 11 October 1989 when it reached 21 per cent. During\nsubstantially the\nsame period the interest rate payable under the agreement steadily increased\nuntil the rate charged the respondent\non 1 November 1989 was 24.05 per cent. On\nthe day the agreement was concluded the rate payable by the respondent was 3.05\nper cent\nabove prime, which was also the difference between the rate charged the\nrespondent and the prime rate on 1 November 1989. The parties\nalso agreed on the\ncorrectness of a schedule setting forth the prime rate, the rate charged the\nrespondent and the difference between\nthe two during the period from the\nconclusion of the agreement and the last payment by the respondent on 15 July\n1997. This schedule\nis as follows:\nDATE\nPRIME RATE\nRATE CHARGED\nMARGIN ABOVE PRIME\n15/01/88\n12,5\n15,55\n3,05\n24/01/88\n13\n15,55\n2,55\n10/03/88\n14\n15,55\n1,55\n01/04/88\n14\n16,55\n2,55\n05/05/88\n15\n16,55\n1,55\n16/05/88\n15\n18,05\n3,05\n29/07/88\n16\n18,05\n2,05\n08/09/88\n16\n19,05\n3,05\n03/11/88\n18\n19,05\n1,05\n14/11/88\n18\n21,05\n3,05\n28/02/89\n19\n22,05\n3,05\n08/05/89\n20\n22,05\n2,05\n22/05/89\n20\n23,05\n3,05\n11/10/89\n21\n23,05\n2,05\n01/11/89\n21\n24,05\n3,05\n02/04/91\n20\n24,05\n4,05\n01/10/91\n20,25\n24,30\n4,05\n28/03/92\n19,25\n24,30\n5,05\n06/07/92\n18,25\n24,30\n6,05\n12/11/92\n18,25\n23,30\n5,05\n23/11/92\n17,25\n23,30\n6,05\n22/03/93\n16,25\n23,30\n7,05\n01/11/93\n15,25\n23,30\n8,05\n28/09/94\n16,25\n23,30\n7,05\n22/02/95\n17,50\n23,30\n5,80\n03/07/95\n18,50\n23,30\n4,80\n[11]\nThe respondent stated at the rule 37 conference that his\nobjections related to the interest charged during the period 15 January 1988\nto\n3 July 1995 and that he did not know what interest rates were charged by the\nappellant after 3 July 1995. In the minutes of the\nconference it is recorded\nthat the parties differed as to who bore the onus in respect of the\nappellant’s claim in reconvention.\n[12]\nThe respondent testified\nat the trial that, in order to secure the loan of R260 000 he received from the\nTrust Bank of Africa Ltd\nin January 1988, he passed a bond in favour of the bank\nover certain immovable property, which was worth about R600 000. In addition\nthe\nbank had, as further security, an assurance policy of about R260 000 and cession\nof the debtors of a liquor store he had sold.\nHe said that the value of the land\nover which the bond was passed in favour of the bank rose during the period. He\nalso stated that\nas far as he knew there was nothing which made him what he\ncalled a high risk for the bank.\n[13]\nIn my view the evidence given by\nthe respondent which I have summarized, read with the contents of the schedule\n(the correctness of\nwhich was agreed by the parties) constituted a\nprima\nfacie\ncase that the appellant and its predecessor had acted unreasonably in\nfailing to reduce the applicable rate when the prime rate fell.\n(It was common\ncause at the trial that if the margin of 3.05 per cent above prime had been\nmaintained throughout the respondent would\nhave already discharged his\nindebtedness to the appellant in January 1998.)\n[14]\nThe appellant led\nno evidence to rebut this\nprima facie\ncase. The only witness who\ntestified on its behalf, Mr NJJ Janeke, the manager of its national\nadministrative division, was unable\nto provide any reasons as to why the\napplicable rate had not been adjusted downwards, to keep it at about 3.05 per\ncent above prime,\nas the prime rate fell, regard being had to the fact that the\nrisk of non-recovery from the respondent remained constant or even\ndecreased\nover the period.\n[15]\nIn his argument the appellant’s counsel\nreferred to the evidence of Mr Janeke that all the payments made by the\nrespondent were\nalways appropriated first to the payment of interest and\nthereafter to the payment of capital and that he had calculated that all\ninterest up to and including 14 July 1997, that is to say also interest in\nrespect of the period concerning which the respondent\ncomplained, had been paid\nby him. The amount of R51 796-20 claimed in reconvention accordingly, so he\nsubmitted, related to the capital\nowing, in an amount of R45 171-90, and\ninterest for the period 15 July 1997 up to and including 26 January 1998, in an\namount of\nR6 624-20.\n[16]\nHe contended that two issues arose for\ndecision:\n(a)\nthe appellant and its\npredecessor properly exercise its discretion when it did not lower the interest\nrate when the prime rate\nfell, although they did raise it when the prime rate\nrose? and\n(b)\ndid the appellant have to\nprove that it and its predecessor exercised their discretion reasonably or was\nit for the respondent\nto show that the discretion was not reasonably\nexercised?\n[17]\nThe appellant’s counsel\nsubmitted that the first issue should have been decided in favour of the\nappellant because the interest\nthe respondent was complaining about did not form\npart of the amount claimed in the claim in reconvention. He sought support for\nthis submission in the judgment of this Court in\nABSA Bank Bpk v Janse van\nRensburg\n2002 (3) SA 701\n(SCA) in which the bank had sued for payment of the\ndebit balance on an overdrawn bank account. The defendant had disputed the\nbank’s\nclaim and instituted a claim in reconvention on the ground that the\nbank had in the past levied too much interest. The claim in reconvention\nwas for\na debate of account to which it was held the respondent was not entitled. His\ntrue remedy would have been a\ncondictio indebiti,\nwhich had\nprescribed.\nThe defendant had had no objection to interest debits levied\non his account after 28 March 1992, his objection being aimed at interest\ndebits\nbefore that date. From the evidence it appeared that he had paid all the\ninterest in respect of the period concerning which\nhe complained, ie the period\nbefore 28 March 1992. The judgment of the Court was delivered by Brand JA who\nsaid (para 13 at 707 C-G):\n‘Ek kan my nie met die Hof\na quo\nse\nuitgangspunt waarvolgens die appellant die juistheid van elke rentedebiet voor\n28 Mei 1992 moes bewys, vereenselwig nie. Die juiste\nvertrekpunt is myns insiens\ndat die respondent se oortrokke rekening op ’n stadium na 28 Maart 1992\n’n nulbalans getoon\nhet. Aangesien die respondent geen beswaar het teen\nenige bedrag wat na 28 Maart 1992 teen sy rekening gedebiteer is nie, staan die\nbedrag wat die appellant eis in wese onbetwis. Die respondent se enigste verweer\nis dat die appellant voor 28 Maart 1992 bedrae teen\nsy rekening gedebiteer het\nwaarop hy nie geregtig was nie. Die “skuld” wat hierdie debiete\nverteenwoordig het, is egter\nintussen deur betaling uitgewis. Dit verskyn nie\nmeer op die respondent se rekening nie, die appellant maak nie meer op betaling\ndaarvan aanspraak nie  en hy hoef dit derhalwe ook nie te bewys nie ... Waarop\ndit neerkom, is derhalwe dat die respondent, op sy\nweergawe, voor 28 Maart 1992\nonverskuldigde betalings aan die appellant gemaak het omdat hy verkeerdelik\ngeglo het dat hy daarvoor\naanspreeklik is. Op hierdie weergawe was die\nrespondent se remedie om sy onverskuldigde betalings met die\ncondictio\nindebiti\nterug te eis. Die feit dat die verskillende transaksies tussen die\npartye op ’n lopende rekening plaasgevind het kan aan hierdie\nonderliggende basiese beginsels geen verskil maak nie.’\n[18]\nThe\nappellant’s counsel sought to apply the principles laid down in the\nJanse van Rensburg\ncase to the facts of this case, even though this case\ndid not concern a current account where there were ongoing debits and credits,\nwith the account at some stage having a nil balance, but rather with a loan\nagreement where money was advanced at the time of the\ninitial transaction and\nnot thereafter, the subsequent debits being in respect of interest only. Counsel\nargued that this case should\nnot be decided on the basis of an unreasonable\nexercise of discretion as regards the period up to and including 14 July 1997\nbecause\nall interest up to and including that date had been paid and that it was\nclear that the respondent was not complaining about the\ninterest levied during\nthe period from 15 July 1997 up to and including 25 January 1998. He contended\nfurther that the evidence regarding\nthe respondent’s risk profile was thus\nirrelevant.\n[19]\nIn respect of the second issue he submitted that the\nrespondent bore the\nonus\nof establishing an unreasonable exercise of the\ndiscretion to determine the interest rate. He relied in this regard on the fact\nthat\nthe respondent had specifically waived the legal exceptions of\nnon\ncausa debiti\nand\nerrore calculi.\nHe submitted on the strength of\nCohen v Louis Blumberg (Pty) Ltd\n1949 (2) SA 849\n(W) that the effect of\nsuch a waiver is to put the onus of proving the defence on the debtor. (In what\nfollows I shall assume, without\ndeciding, that this submission was\ncorrect.)\n[20]\nIn my view the argument advanced on behalf of the\nappellant in respect of the first issue cannot be accepted. I think that the\nlearned\njudge in the Court below correctly held that the\nJanse van Rensburg\ncase was distinguishable in that this case did not relate to a current\naccount with deposits and withdrawals and a nil balance at\nsome stage. In my\nopinion it is not correct to attempt to draw a line through 14 July 1997 and to\nsay that because all interest had\nbeen paid up to and including that date the\ncase could not be decided on the basis of an unreasonable exercise of a\ndiscretion before\nthat date. If the appellant or its predecessor had\nunreasonably exercised their discretion before that date, by charging interest\nat a rate more than 3.05 per cent above prime where the risk had not changed, as\nthe respondent alleges, then some of the money purportedly\nallocated to the\npayment of interest  should and would have gone to the payment of capital. This\nis because it is common cause between\nthe parties that payments made by the\nrespondent have to be allocated in accordance with the legal rules relating\nthereto and where\na payment made exceeded the interest payable at that stage the\nbalance thereof had perforce to be allocated to capital. It will be\nrecalled in\nthis regard that it is common cause that if the interest rate had never `gone\nabove 3.05 per cent above prime the whole\namount owing under the loan agreement\nwould have been paid off by January 1998. It\nis\naccordingly necessary to\nconsider whether the appellant and its predecessor exercised the discretion\nconferred by the interest rate\nprovision in the agreement in a reasonable way.\nAs I have stated earlier a consideration of this question leads to the\nconclusion\nbased on the fact that the\nprima facie\ncase referred to was\nnot rebutted that the discretion in question was not exercised reasonably.\n[21]\nThe following order is made:\nThe appeal is dismissed with\ncosts.\n.................\nIG FARLAM\nJUDGDE OF APPEAL\nCONCUR\nSCOTT\t\tJA\nSTREICHER\tJA\nCLOETE\t\tJA\nVAN\nHEERDEN\tJA",
  "scraped_at": "2026-02-12T14:01:35.021757",
  "date": "2005-03-30",
  "coram": [
    "SCOTT",
    "STREICHER",
    "FARLAM",
    "CLOETE",
    "VAN HEERDEN"
  ],
  "case_number": "178/04",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "JOHANNES JACOBUS IZAK STEPHANUS LOMBARD"
    ]
  },
  "sections": {
    "facts": "In January 1988 the respondent borrowed R260,000 from the appellant's predecessor, Trust Bank of Africa Ltd, under a written loan agreement that provided for interest at 15.55% per annum subject to variation at the lender's exclusive discretion. The agreement allowed the lender to adjust the rate in line with the prime commercial bank lending rate plus a margin, which was initially 3.05% above prime. Over the life of the loan the borrower paid R701,055.71 in instalments. The borrower later claimed that the lender had overcharged interest, arguing that the discretionary clause was invalid and that the margin should have remained at 3.05% whenever the prime rate fell. The lender maintained that the clause was valid and that any variation had to be exercised reasonably. The borrower sought a condictio indebiti for R187,130.51, representing the alleged overpayment, while the lender counter‑claimed R51,796.60 as the outstanding balance under the varied agreement.",
    "issues": "The court needed to determine (1) whether the clause allowing the lender to vary the interest rate at its discretion was valid and, if so, whether the lender exercised that discretion reasonably; and (2) which party bore the burden of proving an unreasonable exercise of discretion, given the waiver of certain legal exceptions by the borrower.",
    "principles": "South African case law holds that clauses permitting a bank to vary interest rates are valid but the discretion must be exercised arbitrio boni viri – i.e., reasonably and in line with market practice (see NBS Boland Bank Ltd v One Berg River Drive CC; Deeb v Absa Bank Ltd; Friedman v Standard Bank). The burden of proof rests on the party asserting an unreasonable exercise of discretion, especially where the borrower has waived defenses such as non causa debiti and errore calculi (Cohen v Louis Blumberg). Precedent also distinguishes loan agreements from current‑account disputes (ABSA Bank Bpk v Janse van Rensburg).",
    "application": "The appellant presented no evidence to rebut the prima facie case that it had failed to reduce the interest margin when the prime rate fell, despite the borrower’s risk profile remaining unchanged. The sole witness for the appellant, Mr. Janeke, could not explain why the margin was not adjusted downward. Consequently, the court concluded that the lender had not exercised its discretionary power reasonably, and the borrower’s claim of over‑charging was substantiated.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed that the lender’s discretion to vary the interest rate was not exercised reasonably, and therefore the appellant was not entitled to the claimed amount of R51,796.60."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Loan Agreements",
    "level_3": [
      "interest rate discretion",
      "arbitrio boni viri",
      "condictio indebiti",
      "reconvention"
    ]
  }
}