{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/97.html",
  "case_name": "Nichol and Another v Registrar of Pension Funds and Others (467/2004) [2005] ZASCA 97; 2008 (1) SA 383 (SCA) ; [2006] 1 All SA 589 (C) (29 September 2005)",
  "citation": "[2005] ZASCA 97",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 97\n|\nNoteup\n|\nLawCite\nNichol and Another v Registrar of Pension Funds and Others (467/2004) [2005] ZASCA 97; 2008 (1) SA 383 (SCA) ; [2006] 1 All SA 589 (C) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCASE NO: 467/04\nREPORTABLE\nIn the matter between\nARCHIBALD BARRY NICHOL\nFirst Appellant\nTHE SAGE SCHACHAT PENSION FUND\nSecond Appellant\nand\nTHE REGISTRAR OF PENSION FUNDS\nFirst Respondent\nTHE FINANCIAL SERVICES BOARD\nSecond Respondent\nTHE\nSAGE GROUP LIMITED STAFF PENSION\nFUND\nThird Respondent\nTHE SAGE LIFE LIMITED STAFF PENSION &\nLIFE ASSURANCE SCHEME\n(now known as\nThe Sage Group Pension Fund)\nFourth Respondent\nSAGE LIFE LIMITED\nFifth Respondent\nTHE PENSION FUNDS ADJUDICATOR\nSixth Respondent\nRONALD HENRY CECIL SMALL\nSeventh Respondent\nCoram\n:\nMpati DP, Navsa et Van Heerden JJA, Maya et Cachalia AJJA\nHeard:\t13 September 2005\nDelivered:\t29 September 2005\nSummary:\nPromotion of Administrative Justice Act 3 of 2000\n,\ns 7(2)\n– failure to exhaust internal remedies before institution of judicial\nreview proceedings – application for exemption\nin terms of\ns 7(2)(c)\nof\nPAJA – meaning of ‘exceptional circumstances’\nJUDGMENT\nVAN HEERDEN JA:\nIntroduction\n[1]\nThe main issues in this\nappeal are the interpretation and application of the provisions of s 7(2) of the\nPromotion of Administrative\nJustice Act 3 of 2000 (‘PAJA’).  Both\nthe first and the second appellants appeal against an order made by the Pretoria\nHigh Court (\nper\nLegodi AJ) dismissing an application, brought by the\nformer in terms of s 7(2)\n(c)\nof PAJA, to exempt him from the\nobligation\n[1]\nto exhaust an internal\nremedy available to him before pursuing review proceedings which he had\npreviously instituted in the same\nhigh court.  The first, second, fourth and\nfifth respondents cross appeal against the order of the Pretoria High court\npostponing\nthe review application\nsine die\n, the costs of such application\nto be reserved.  Both the appeal and the cross appeal are with the leave of this\ncourt.\nParties\n[2]\nThe first appellant, Mr\nArchibald Barry Nichol (‘Nichol’), is a pensioner who, until his\nretirement in 1994, was an active,\ncontributing member of the second appellant,\nthe Sage Schachat Pension Fund (‘the Sage Schachat Fund’), a pension\nfund\nregistered in accordance with the Pension Funds Act 24 of 1956 (‘the\nPF Act’). The first respondent is the Registrar\nof Pension Funds\n(‘the Registrar’), appointed in terms of the PF Act and vested with\nextensive powers and functions in\nterms thereof.  The second respondent is the\nFinancial Services Board (‘the FSB’), a statutory body established\nin terms\nof the Financial Services Board Act 97 of 1990 (‘the FSB\nAct’) with the primary function of supervising the compliance\nwith laws\nregulating financial institutions and the provision of financial\nservices.\n[2]\nThis supervisory\nfunction includes compliance with the PF Act by pension fund organisations\nregistered in terms of such Act.\n[3]\nSection 3 of the PF Act provides that the executive officer of the FSB and his\nor her deputy shall, respectively, also be the Registrar\nand Deputy-Registrar of\nPension Funds.  The fourth respondent is the Sage Life Limited Staff Pension and\nLife Assurance Scheme, now\nknown as the Sage Group Pension Fund (‘the Sage\nGroup Fund’), also a pension fund registered in accordance with the PF\nAct.  The fifth respondent is Sage Life Limited (‘Sage), a public company\nwhich, for present purposes, may be described as\nthe employer of persons\nemployed within the Sage Group of\ncompanies.\nFactual\nbackground\n[3]\nThe present dispute between\nthe parties has a long and convoluted history, most of which is dealt with in\nconsiderable detail in the\nCape High Court judgment in\nSage Schachat Pension\nFund & others v Pension Funds Adjudicator &\nothers.\n[4]\nIt began in\n1997 with a regrouping of operational activities within the Sage Group of\ncompanies.  This resulted in a decision taken\nin August 1998 by the management\nof the Sage Group to amalgamate the Sage Schachat Fund, the Sage Group Limited\nStaff Pension Fund\n(the third respondent) and the Sage Group Fund by\ntransferring the businesses (members, pensioners, assets and liabilities) of the\nfirst two pension funds to the third in accordance with the provisions of s 14\nof the PF Act.  On 9 and 10 December 1998 the boards\nof trustees of all three\npension funds adopted resolutions approving the proposed\namalgamation.\n[4]\nThe three funds were merged\nwith effect from 1 December 1998, from which date the merged fund has been\noperating under the name of\nthe Sage Group Fund.  It was, however, only in\nOctober 1999 that the three funds applied to the Registrar in terms of s 14 of\nthe\nPF Act for retrospective approval of the\ntransfers.\n[5]\nIn the meantime, on 2\nApril 1999, Nichol, acting in terms of s 30A(3) of the PF Act, had lodged a\ncomplaint regarding the transfer\nof the Sage Schachat Fund with the sixth\nrespondent, the Pension Funds Adjudicator appointed in terms of Chapter VA of\nthat Act (‘the\nAdjudicator’).\n[6]\nThe basis of\nNichol’s complaint was that he (and others in the same position) had not\nbeen consulted on the proposed merger\nof the Sage Schachat Fund with the other\ntwo funds.  The Sage Schachat Fund was smaller and in a much more favourable\nsurplus position\nthan either of the other funds.  Nichol thus opposed the merger\non the ground that, should it take place, the Sage Schachat Fund\nsurplus would\n‘effectively be diluted by the cross-subsidisation of the other\nfunds’ as a result of ‘the pooling\nof\nresources’.\n[5]\nOn 13 November 2001 the\nAdjudicator made his determination, holding that, since the Registrar had not\nyet approved the merger of the\nfunds by issuing the requisite certificates in\nterms of s 14(1)\n(e)\nof the Act,  an ‘indispensable requirement for\nthe legal validity of the new scheme’ had not been met.  Thus, according\nto the Adjudicator, ‘the legal position is that the funds are still three\nseparate legal entities, no matter what may be occurring\nin practice’. \nThe Adjudicator accordingly declared that the Sage Schachat Fund ‘still\nexists as an independent pension\nfund organisation as defined in the\nAct’.\n[7]\n[6]\nOn\n18 December 2001 the Registrar approved the amendments to the rules of the Sage\nGroup fund and also issued certificates under s 14(1)\n(e)\nof the PF\nAct approving the transfer of the businesses of the Sage Schachat Fund and the\nSage Group Limited Staff Pension Fund to\nthe Sage Group Fund.  The effect of\nthese decisions was made retrospective to 1 December 1998, from which date the\nde facto\nmerger had been in\noperation.\n[7]\nAn application to the Cape High\nCourt, launched on 27 December 2001 by the Sage Schachat Fund, the Sage Group\nLimited Staff Pension\nFund, the Sage Group Fund and Sage to set aside the\nAdjudicator’s determination, was ultimately dismissed with costs by Van\nZyl J on 17 October\n2003.\n[8]\n[8]\nOn\n7 January 2002 Nichol became aware of the fact that the Registrar had issued the\ns 14(1)\n(e)\ncertificates giving retrospective approval to the transfers of\nbusiness, as set out above.  A month later, on 8 February 2002, Nichol\nlaunched\nreview proceedings in the Pretoria High Court, seeking the following\nrelief:\n‘1. To review and set aside the decision or decisions referred to in the\nletter of JEREMY ANDREW (Chief Actuary) addressed\nto Mr JOHN MURPHY, Pension\nFunds Adjudicator, dated 29 November 2001...\n2. To review and set aside the certification in terms of\nsection 14\n(1)\n(e)\nof the\nPension Funds Act, No 24 of 1956\n, that the requirements\nreferred to in paragraph\n(a)\nto\n(d)\nof the above section with\nregard to the transfer of business with effect from 1 December 1998 of 17\nMembers and 52 Pensioners from\nthe SAGE SCHACHAT PENSION FUND to the SAGE GROUP\nPENSION FUND have been satisfied’.\nThe review application\n(‘ the main application’) was brought in terms of Uniform\nRule 53\n,\nbut it is now common cause that, notwithstanding the fact that no mention is\nmade anywhere in the papers filed in the main application\nof PAJA or any of its\nprovisions, the review would fall to be decided in terms of\nPAJA.\n[9]\n[9]\nAccording to Nichol, at the\ntime when the review application was lodged, his attorney of record advised him\nthat ‘all forms\nof internal appeal against administrative acts must be\nexhausted before a court may be approached to review an administrative\nact’.\n It was explained to him, however, that ‘in the event of the\nadministration acting in bad faith, the court may be approached\ndirectly’.\nAs Nichol ‘firmly believed that the Registrar and the FBS acted in bad\nfaith’, he apparently instructed\nhis attorney to lodge the review\napplication with High Court.\n[10]\nIn the\nanswering affidavit filed in April 2002 on behalf of the Registrar and the FSB,\nit was specifically pointed out that the relief\nsought by Nichol was\ninappropriate in that any person aggrieved by a decision of the Registrar had a\nright of appeal against such\ndecision to the Board of Appeal constituted under s\n26(1) of the FSB Act (‘the FSB Appeal Board’) and that ‘the\nnature and intricacies of this matter more appropriately fell to be dealt with\nby [this] expert tribunal’.  Nichol’s\nresponse to this, in his\nreplying affidavit filed during March 2003, was simply to state that he\n‘honestly believed’\nthat the High Court was ‘the right\ntribunal to address [his]\ngrievances’.\n[11]\nIn the\nrespondents’ heads of argument filed in the court below in late March and\nearly April 2004 it was pointed out that, as\nNichol had an internal remedy\nprovided for in another law (ie an appeal to the FSB Appeal Board), s 7(2)\n(a)\nof PAJA rendered it impermissible for a court to review the decision of the\nRegistrar before such internal remedy had been exhausted.\n It was also pointed\nout that Nichol had not made any application in terms of s 7(2)\n(c)\nof\nPAJA for exemption from the obligation to exhaust his internal remedies.  This\nprovoked a response from Nichol in the form of\nan application in terms of\ns 7(2)\n(c)\n,\nfiled on 8 April 2004, for an order\n‘granting the applicant exemption from the obligation to exhaust the\ninternal remedy available\nto him in terms of section 26 of the Financial\nServices Board Act, No 97 of 1990, on the grounds that exceptional circumstances\nexist\nand that such exemption is in the interest of justice’. \nUnsurprisingly, this application was opposed by the Registrar, the\nFSB, the Sage\nGroup Fund and Sage.\n[12]\nThe s 7(2)\n(c)\napplication was heard by the Pretoria High Court on 28 and 29 April 2004\nand, on the latter date, Legodi AJ dismissed the application\nwith costs;\ndirected Nichol to exhaust the internal remedy as provided for under s 26 of the\nFSB Act, and postponed the main application\nsine die,\nreserving the costs\nthereof.  As indicated above, these orders form the subject of the present\nappeal and cross appeal.\n[13]\nThe affidavits\nfiled on behalf of Nichol in the s 7(2)\n(c)\napplication make it clear\nthat, at the time the main application was launched, he and his legal advisers\nwere aware of the possibility\nof an appeal to the FSB Appeal Board in terms of s\n26(2) of the FSB Act.  However, as Nichol’s attorney of record stated in\nthe replying affidavit deposed to by him on Nichol’s behalf in the s\n7(2)\n(c)\napplication, this subsection ‘only came to [his] attention\nwhen the Respondents filed their Heads of Argument’ in the\nmain\napplication and he was then ‘obliged to inform [Nichol] of the problem and\nthe need to bring this [s 7(2)\n(c)\n] application.’  Nichol’s\nattorney of record stated further that, this notwithstanding, he would have\nadvised Nichol to\nbring the exemption application at the outset, had he been\naware of the provisions of s 7(2)\n(c)\n.  The decision not to pursue the\ninternal remedy provided in s 26(2) of the FSB Act was thus a deliberate one. \nIt is clear that\nNichol’s legal advisors were simply unaware of the\nprovisions of PAJA until a very late stage of the review\nproceedings.\nSection 7(2) of\nPAJA\n[14]\nSection 7(2) of PAJA\nprovides as follows:\n‘\n(a)\nSubject to paragraph\n(c),\nno court or tribunal shall\nreview an administrative action in terms of this Act unless any internal remedy\nprovided for in any other\nlaw has first been exhausted.\n(b)\nSubject to paragraph\n(c)\n, a court or tribunal must, if it is\nnot satisfied that any internal remedy referred to in paragraph\n(a)\nhas\nbeen exhausted, direct that the person concerned must first exhaust such remedy\nbefore instituting proceedings in a court or\ntribunal for judicial review in\nterms of this Act.\n(c)\nA court or tribunal may, in exceptional circumstances and on\napplication by the person concerned, exempt such person from the obligation\nto\nexhaust any internal remedy if the court or tribunal deems it in the interest of\njustice.’\n[15]\nUnder\nthe common law, the mere existence of an internal remedy was not, by itself,\nsufficient to defer access to judicial review until\nthe remedy had been\nexhausted.  Judicial review would in general only be deferred where the relevant\nstatutory or contractual provision,\nproperly construed, required that the\ninternal remedies first be\nexhausted.\n[10]\nHowever, as is\npointed out by Iain Currie and Jonathan\nKlaaren,\n[11]\n‘by imposing a\nstrict duty to exhaust domestic remedies, [PAJA] has considerably reformed the\ncommon law’.  It is now\ncompulsory for the aggrieved party in all cases to\nexhaust the relevant internal remedies unless exempted from doing so by way of\na\nsuccessful application under s 7(2)\n(c)\n.  Moreover, the person seeking\nexemption must satisfy the court of two matters: first, that there are\nexceptional circumstances and\nsecond, that it is in the interest of justice that\nthe exemption be\ngiven.\n[12]\nThe\nmeaning of exceptional circumstances\n[16]\nCounsel for the Registrar\nand the FSB submitted that, while there is no definition of ‘exceptional\ncircumstances’ in PAJA,\nthese must be circumstances that are out of the\nordinary and that render it inappropriate for the court to require the s\n7(2)\n(c)\napplicant first to pursue the available internal remedies.  The\ncircumstances must in other words be such as to require the immediate\nintervention of the courts rather than resort to the applicable internal remedy.\nI agree with this contention.  In the words of Sir\nJohn Donaldson MR in\nR v\nSecretary of State for the Home Department, Ex parte\nSwati\n:\n[13]\n‘By definition, exceptional circumstances defy definition, but, where\nParliament provides an appeal procedure, judicial review\nwill have no place\nunless the applicant can distinguish his case from the type of case for which\nthe appeal procedure was\nprovided.’\n[17]\nThe\nexceptional circumstances upon which reliance is placed in support of an\napplication for exemption in terms of s 7(2)\n(c)\nshould primarily be facts\nand circumstances existing before or at the time of the institution of the\nreview proceedings.  This does\nnot mean that the court may not, in principle,\ntake into consideration events occurring after the launch of such proceedings. \nApart\nfrom the judgment of the Cape High Court handed down on 17 October 2003\n– the relevance of which I will discuss below –\n the alleged\n‘exceptional circumstances’ ultimately relied upon by Nichol all\nexisted prior to the commencement of the\nmain\napplication.\n[18]\nAs ‘exceptional\ncircumstances’ which might justify an exemption in terms of s 7(2)\n(c)\nwould exist where the available internal remedy would not be able to provide\nthe applicant with effective redress for his or her\ncomplaint,\n[14]\nit is necessary to\nexamine more closely the nature of the internal remedy provided for in the FSB\nAct.\nThe internal\nremedy\n[19]\nSection 26(2) of the FSB\nAct –\n‘Any person aggrieved by a decision by the executive officer [the\nRegistrar] under a power conferred or a duty imposed upon\nhim by or under this\nAct or any other law may within the period and in the manner and upon payment of\nthe fees prescribed by the\nMinister [of Finance] by regulation, appeal against\nsuch decision to the board of\nappeal.’\n[20]\nThe\nFSB Appeal Board, established in terms of s 26(1) of the FSB Act, is a\nspecialist tribunal with a wide range of expertise available\nto it.  It consists\nof three persons appointed by the Minister of Finance on the basis of their\n‘wide experience’ and\n‘expert knowledge’ of,\nrespectively, law,\n[15]\nfinancial\ninstitutions and financial services, and the accountants’ and\nauditors’ profession.  In addition the Board\nmay co-opt an assessor having\n‘expert knowledge of a particular matter’ to assist it where this is\ndeemed necessary for\nthe hearing of a particular\nappeal.\n[16]\nIt has been held to be\nan independent tribunal as contemplated in s 34 of the\nConstitution.\n[17]\n[21]\nIn\nterms of s 26(7), the Commissions Act 8 of 1947 applies to the Appeal Board and\nit thus has all the powers of a High Court to summon\nand examine witnesses and\nto call for the production of books, documents and\nobjects.\n[18]\nIt has very wide\npowers on appeal, including the power to confirm, set aside or vary the decision\nof the Registrar against which\nthe appeal is brought; to refer the matter back\nfor consideration or reconsideration by the Registrar in accordance with such\ndirections\nas the Board may lay down; or to order that its own decisions be\ngiven effect to.\n[19]\nIn addition,\nit is empowered under s 26(2A) to grant interim relief by suspending the\noperation or execution of the decision appealed\nagainst and, under s 26(14), it\ncan make an appropriate order as to\ncosts.\n[22]\nThe Appeal Board therefore conducts\nan appeal in the fullest sense – it is not restricted at all by the\nRegistrar’s decision\nand has the power to conduct a complete rehearing,\nreconsideration and fresh determination of the entire matter that was before the\nRegistrar, with or without new evidence or\ninformation.\n[20]\nThis is not\ndisputed by Nichol.  It has also never been suggested that the Appeal Board has\nbeen tainted by any of the alleged procedural\nor substantive irregularities of\nwhich Nichol complains.\n[21]\nI\ntherefore cannot agree with the argument advanced by counsel for the appellants\nto the effect that the Appeal Board would be unable\nto give effect to their\nconstitutional rights to fair administrative action and would not be able to\n‘make a declaration of\ninvalidity’ in respect of the impugned\ndecisions of the Registrar, as opposed to ‘simply setting aside’\nsuch decisions.\n As detailed in the previous paragraph, the powers of the Appeal\nBoard are certainly extensive enough to afford Nichol the same relief\n(if\njustified) as that sought by him in the main application, namely an order\n‘reviewing and setting aside’ the relevant\ndecisions of the\nRegistrar, in particular the issue of a certificate in terms of s 14(1)\n(e)\nof the PF Act in respect of the transfer of business from the Sage Schachat\nFund to the Sage Group Fund.\nThe\ngrounds for Nichol’s s 7(2)(c) application\n[23]\nIn his founding affidavit\nin support of the exemption application, Nichol contended that all of the\ngrounds of review on which he\nrelied in the main application in themselves\nconstitute ‘exceptional circumstances’.  This submission was\nelaborated\nupon in great detail in the heads of argument filed on his behalf in\nthis court, reference being made (inter alia) to the majority\nof the grounds of\nreview listed in s 6 of PAJA.  Not only are the numerous grounds of review\ncanvassed in Nichol’s heads of\nargument by and large\nnot\nthe\ngrounds relied upon in his affidavits in the main application, but he also\nfailed dismally to demonstrate why the FSB Board of\nAppeal would not be able\neffectively to consider and remedy each of these\n‘complaints’.\n[24]\nMoreover, as was\npointed out by counsel for both sets of respondents, Nichol’s contention\nin this regard ‘puts the cart\nbefore the horse’.  It is based on the\nproposition that Nichol is entitled to be exempted from complying with the\nrequirements\nof s 7(2)\n(a)\nof PAJA and exhausting his internal remedies\nmerely\nbecause – so it is contended – his case on the merits\nof the main application is strong.  This cannot be so.  Taken to\nits logical\nconclusion, such an approach would defeat the purpose of s 7(2), which requires\nan applicant for judicial review to have\nexhausted his or her internal remedies\nbefore\nresorting to review proceedings.  Allegations of procedural or\nsubstantive administrative irregularities\nper se\nare not\n‘exceptional’ in review\nproceedings.\n[25]\nSo too, Nichol’s\nallegations of\nmala fides\non the part of the Registrar and the FSB in\nvarious forms do not take his case any further.  One of the listed grounds of\nreview in\ns 6(2) of PAJA is that the relevant administrative action ‘was\ntaken in bad faith’.\n[22]\nAs\npointed out above, there was no suggestion that the FSB Appeal Board was itself\ntainted or the appeal procedure compromised in\nany way.  For the purposes of the\nexemption application under discussion, the allegation of bad faith does not\nper se\nconstitute an ‘exceptional\ncircumstance’.\n[26]\nFor the same reasons\nas those set out in the three preceding paragraphs, Nichol’s contention\nthat the alleged failure on the\npart of the Registrar and the FSB to comply with\nthe provisions of s 3 of PAJA also constitutes an ‘exceptional\ncircumstance’\nin terms of s 7(2)\n(c)\nmust be rejected.  Even\nassuming there to have been non-compliance with the requirements for procedural\nfairness set out in s 3, this\nwould simply afford the aggrieved party grounds\nfor review on the basis that the administrative action in question ‘was\nprocedurally\nunfair’.\n[23]\nAs\nwith any of the other grounds of review listed in s 6 of PAJA, however, the\nmanner of review of such procedurally unfair administrative\naction is still\ngoverned by s 7(2), in terms of which the aggrieved party is obliged to exhaust\nhis or her internal remedies before\nbringing review\nproceedings.\n[27]\nNichol also contended that\nthe existence of the determination by the PFA precluded the Registrar from\nissuing the s 14(1)\n(e\n) certificate and that, in so doing, the Registrar\nacted in ‘clear and deliberate disregard of an existing court\norder’.\n He relied in this regard on the provisions of s 30O of the PF\nAct, in terms of which ‘any determination of the Adjudicator\nshall be\ndeemed to be a civil judgment of any court of law had the matter in question\nbeen heard by such court’.  Nichol argued\nfurther that, as the application\nto the Cape High court to have the Adjudicator’s determination set aside\nwas dismissed, albeit\nafter the launch of the review proceedings, the s\n14(1)\n(e)\ncertification by the Registrar was in direct contravention (and\nin contempt) of ‘an Order deemed to be an Order of Court and\nconfirmed as\nsuch by the Cape High Court’.  According to Nichol, this\n‘anomaly’ constituted an ‘exceptional\ncircumstance’\nentitling him to exemption in terms of s\n7(2)\n(c).\n[28]\nCounsel for the Registrar\nand the FSB argued, on the other hand, that, once the rules of the Sage Group\nFund had been amended and\nthe s 14(1)\n(e)\ncertificates had been\nissued, the necessary result was that the amalgamation of the three funds became\nlawful, even if this might\nhave had the result of rendering redundant some or\nall of the terms of the Adjudicator’s determination.  Counsel contended\nthat this position was not altered in any way by the judgment in the proceedings\nbefore the Cape High Court.\n[29]\nThe\nrelationship between the PFA and the Registrar, and the status of the\ndetermination made by the former in the light of the issue\nof the\ns 14(1)\n(e)\ncertificates by the latter, are clearly central to the\ndispute between the parties.  However, for present purposes, it is not necessary\nto decide these issues one way or the other.  Suffice it to say that these are\nexactly the sort of issues that can – and should\n– be addressed by\nthe FSB Appeal Board.  They do not, in my view, constitute exceptional\ncircumstances entitling Nichol to\nask the court to exempt him from the\nobligation to comply with s 7(2)\n(a)\nof PAJA and exhaust his internal\nremedy before instituting review\nproceedings.\n[30]\nIn terms of the\nRegulations in Respect of Appeals to the Board of\nAppeal\nmade by\nthe Minister of Finance under s 26(2) of the FSB\nAct,\n[24]\nany person aggrieved by a\ndecision of the Registrar ‘shall within twenty business days after the\ndate of the decision in writing\nnote an appeal against the decision’ to\nthe FSB Board of Appeal.\n[25]\nNichol\ncontended that by the time he became aware of the decision of the Registrar on 7\nJanuary 2002, the 20 day time period provided\nfor appeals to the Board of Appeal\nhad already expired.  This, according to Nichol, precluded him from pursuing his\ninternal remedy\nunder the FSB Act and constituted exceptional circumstances\nmaking an exemption in terms of s 7(2)\n(c)\nclearly in the interests of\njustice.\n[31]\nAs was pointed out by counsel for\nboth sets of respondents, this contention was not raised in Nichol’s\nexemption application,\nbut surfaced for the first time in Nichol’s second\nset of supplementary heads of argument filed a day before the hearing in\nthe\ncourt\na quo.\nThis meant that none of the respondents had the opportunity\nof responding to this matter in the course of the exemption application.\n In\naddition, on the facts, counsel for the respondents disputed the contention that\nthe time period within which to lodge an appeal\nhad passed by the time Nichol\nbecame aware of the Registrar’s\ndecision.\n[32]\nCounsel also submitted that,\nalthough the regulations do not make explicit provision for the Appeal Board to\ncondone non-compliance\nwith the prescribed time period, the regulations are\ncapable of an interpretation that the Appeal Board\ndoes\nhave such powers\nof condonation.  In any event, as pointed out above, it is clear from the\naffidavits deposed to by Nichol and his\nattorney that consideration was given to\npursuing an internal appeal and that the decision not to do so and to proceed by\nway of\njudicial review was a deliberate one.  There is no suggestion whatsoever\nin the papers that the reason for this decision was that\nthe internal appeal was\nout of time.  Nichol’s case is that he was unaware of the provisions of s\n7(2) of PAJA, but that had\nhe been made aware of those provisions at an earlier\nstage, he would still have proceeded by way of judicial review and not by way\nof\nan appeal to the Appeal Board.  This being so, he cannot now raise the expiry of\nthe time limit for the lodging of such an appeal\nas an exceptional circumstance\nfor the purposes of an exemption application in terms of s 7(2)\n(c)\nof\nPAJA.\n[33]\nIt is thus not necessary to decide\nwhether or not the FSB Appeal Board does have the power to condone\nnon-compliance with the time\nlimit prescribed for the lodging of appeals to it. \nIt should, however, be noted that, in argument before this court, counsel for\nthe Registrar and the FSB gave an undertaking on their behalf that, should\nNichol lodge an appeal with the Appeal Board in terms\nof s 26(2) of the FSB Act,\nthey would not rely on the expiry of the twenty day time period as a bar to such\nappeal\n[34]\nIt follows from the above that, in\nmy view, the court below correctly held that there were no exceptional\ncircumstances in terms of\ns 7(2)\n(c)\nof PAJA for exempting Nichol\nfrom his obligation to exhaust his internal remedy prior to instituting review\nproceedings.  Accordingly\nthe appeal should be dismissed with\ncosts.\n[35]\nIt is apparent from what I have\nalready said that the question of the continued existence as separate entities\nof the Sage Schachat\nFund, of the third respondent and of the fourth respondent\n(as a ‘merged fund’) after the issue of the s 14(1)\n(e)\ncertificates by the Registrar is one of the main issues that will have to be\ndecided by the FSB Appeal Board.  This question cannot\nbe resolved in the\npresent appeal.  So too, the correctness of the contention by counsel for both\nsets of respondents that the Sage\nSchachat Fund had no standing to prosecute\nthis appeal cannot be determined at this\nstage.\nThe cross appeal\n[36]\nIn my view, the cross\nappeal against the order of the court\na quo\npostponing the main\napplication\nsine die\nand reserving the costs thereof is misconceived. \nThis ‘order’ does not satisfy the first jurisdictional requirement\nfor appealabilty under s 20 of the Supreme Court Act 59 of 1959 in that it lacks\nthe attributes of a ‘judgment or order’\nwithin the meaning of those\nwords in s 20(1).  It is not final in its effect and is susceptible of\nalteration by the court of first\ninstance; it is not definitive of the rights of\nthe parties; and it does not have the effect of disposing of at least a\nsubstantial\nportion of the relief claimed in the main\nproceedings.\n[26]\nThat being so, the\ncross appeal should be struck from the\nroll.\nOrder\n[37]\nIn the circumstances, the\nfollowing order is made:\n(a)\nThe appeal is\ndismissed with costs.\n(b)\nThe cross-appeal is\nstruck from the roll with costs.\nB J VAN HEERDEN\nJUDGE OF APPEAL\nConcur:\nMpati DP, Navsa JA, Maya AJA, Cachalia AJA\n[1]\nImposed on him by s 7(2)\n(a)\nof PAJA.\n[2]\nSection\n3\n(a)\nof the FSB Act.\n[3]\nIn\nterms of s 1 of the FSB Act, ‘financial institution’ is defined as\nmeaning, inter alia, ‘any pension fund organisation\nregistered in terms of\nthe\nPension Funds Act&#8217\n;, while ‘financial service’ is in turn\ndefined as ‘any financial service rendered by a financial institution to\nthe public or a juristic\nperson...’.\n[4]\n[2003] 4\nAll SA 394 (C).\n[5]\nIt is not\nnecessary for present purposes to consider Nichol’s contention that the\nboards of trustees of the funds were not,\nat that time, lawfully constituted in\nthat there had not been compliance with s 7A of the PF Act providing for the\nright of members\nof a pension fund to elect at least 50 per cent of the members\nof its board of trustees.\n[6]\nOn\n27 May 1999, the seventh respondent, Mr Ronald Henry Cecil Small\n(‘Small’), a pensioner in exactly the same position\nas Nichol,\nlodged a similar complaint with the Adjudicator.  Small passed away in December\n2004.\n[7]\nFor the full order made\nby the Adjudicator, see\nSage Schachat Pension Fund & others v Pension\nFunds Adjudicator & others\nn 4 above para 21 at\n400\ne-j.\n[8]\nSee\nSage\nSchachat Pension Fund & others v Pension Fund Adjudicator & others\nn\n4 above.\n[9]\nSee\nBato Star\nFishing (Pty) Ltd v Minister of Environmental Affairs and Others\n[2004] ZACC 15\n;\n2004 (4) SA\n490\n(CC) paras 20 –\n27.\n[10]\nSee eg\nShames v South\nAfrican Railways & Harbours\n1922 AD 228\nat 233-234;\nWelkom Village\nManagement Board v Leteno\n1958 (1) SA 490\n(A) at 502D-503D;\nLocal Road\nTransportation Board & another v Durban City Council & another\n1965\n(1) SA 586\n(A) at 592F-594C.  See also Daniel Malan Pretorius ‘The Wisdom\nof Solomon: The Obligation to Exhaust Internal Remedies in South\nAfrican\nAdministrative Law’\n(1999) 116\nSALJ\n113\nand the other authorities\nthere cited.\n[11]\nThe\nPromotion of Administrative Justice Act Benchbook\np\n182.\n[12]\nSee\nEarthlife Africa\n(Cape Town) v Director-General: Department of Environmental Affairs &\nTourism & another\n[2005] ZAWCHC 7\n;\n2005 (3) SA 156\n(C) para\n45.\n[13]\n[1986] 1 All ER 717\n(CA) at 724\na-b\n, as cited with approval in\nEarthlife Africa\npara\n31.\n[14]\nSee eg\nMarais v\nDemocratic Alliance\n[2002] 2 All SA 424\n(C) paras 59-62 and cf\nGoverning\nBody, Mikro Primary School & another v Minister of Education, Western Cape ,\n& others\n[2005] ZAWCHC 14\n;\n2005 (3) SA 504\n(C) at 515F-G.  On the common law position in\nthis regard, see Lawrence Baxter\nAdministrative Law\np 721-722 and the\nauthorities there cited.\n[15]\nThis person is the chair of the Appeal\nBoard.\n[16]\nSection 26(1B) of\nthe FSB Act.\n[17]\nFinancial\nServices Board & another v Pepkor Pension Fund & another\n1999 (1) SA\n167\n(C) at 175I-J.\n[18]\nSection\n3 of the Commissions Act 8 of\n1947.\n[19]\nSection 26(10) of the\nFSB Act.\n[20]\nSee eg\nPaarlse\nMunisipale Weduwee-en Wese-Pensioenfonds v Registrar of Pension Funds\n[2000]\n3 BPLR 247 (PFA).\n[21]\nCf\nEarthlife Africa (Cape Town) v Director-General: Department of Environmental\nAffairs & Tourism & another\nn 12 above para\n40.\n[22]\nSection\n6(2)\n(e)\n(v).\n[23]\nSection\n6(2)\n(c)\n.\n[24]\nGovernment Notice R6 in\nGG\n14514 dated 8 January 1993, as amended by\nGovernment Notice R1024 in\nGG\n14870 dated 18 June 1993 and Government\nNotice R1666 in\nGG\n15096 dated 3 September 1993.\n[25]\nRegulation\n2.\n[26]\nSee in this regard\nZweni v Minister of Law and Order\n1993 (1) SA 523\n(A); see further LTC\nHarms\nCivil Procedure in the Superior Courts\nparas C1.15-C1.18 and the\nother authorities there cited.",
  "scraped_at": "2026-02-12T15:04:49.768064",
  "date": "2005-09-29",
  "coram": [
    "Mpati DP",
    "Navsa JJA",
    "Van Heerden JJA",
    "Maya AJJA",
    "Cachalia AJJA"
  ],
  "case_number": "467/04",
  "parties": {
    "applicants": [
      "Archibald Barry Nichol",
      "Sage Schachat Pension Fund"
    ],
    "respondents": [
      "Registrar of Pension Funds",
      "Financial Services Board",
      "Sage Group Limited Staff Pension Fund",
      "Sage Life Limited Staff Pension & Life Assurance Scheme (The Sage Group Pension Fund)",
      "Sage Life Limited",
      "Pension Funds Adjudicator",
      "Ronald Henry Cecil Small"
    ]
  },
  "sections": {
    "facts": "The case arose from a merger of three pension funds within the Sage Group that was effected in December 1998 but only received retrospective approval from the Registrar of Pension Funds in December 2001. Archibald Barry Nichol, a former member of the Sage Schachat Pension Fund, complained to the Pension Funds Adjudicator that he had not been consulted about the merger and that the surplus of his fund would be diluted. The Adjudicator held that the merger was not legally valid until the Registrar issued the required certificates under section 14 of the Pension Funds Act. The Registrar later issued those certificates retrospectively. Nichol then commenced judicial review proceedings in the Pretoria High Court challenging the Registrar’s certification and the merger, without first exhausting the internal appeal provided under section 26 of the Financial Services Board Act. He later applied for an exemption from the exhaustion requirement under section 7(2)(c) of the Promotion of Administrative Justice Act (PAJA), claiming exceptional circumstances.",
    "issues": "1. Whether the provisions of section 7(2) of PAJA require a party to exhaust internal remedies before seeking judicial review. 2. Whether Nichol could be exempted from that requirement under section 7(2)(c) on the basis of ‘exceptional circumstances’. 3. What constitutes ‘exceptional circumstances’ for the purposes of an exemption. 4. Whether the lapse of the prescribed twenty‑day period for lodging an appeal to the FSB Appeal Board could constitute an exceptional circumstance.",
    "principles": "Section 7(2) of PAJA imposes a mandatory duty to exhaust any internal remedy provided by another law before a court may review an administrative act, unless the court, on an application, finds exceptional circumstances and that granting an exemption is in the interests of justice. The term ‘exceptional circumstances’ is not defined in the statute but has been interpreted to mean facts that are out of the ordinary and that make it inappropriate to require exhaustion of the internal remedy. The internal remedy under section 26 of the Financial Services Board Act is a specialist appeal board with powers to set aside, confirm or vary a Registrar’s decision and to grant interim relief. The existence of such a remedy, regardless of the merits of the case, normally precludes judicial review until it has been used.",
    "application": "The court examined whether Nichol’s arguments satisfied the two limbs of the exemption test. It held that the internal remedy under the FSB Act was available and capable of addressing all of Nichol’s complaints, including the alleged procedural unfairness and the effect of the merger. The court found that Nichol’s claim that the twenty‑day appeal period had expired was raised for the first time in supplemental material and therefore could not be treated as an exceptional circumstance. Moreover, the court rejected the proposition that the strength of Nichol’s merits or alleged bad‑faith conduct of the Registrar could themselves constitute exceptional circumstances. Consequently, the court concluded that Nichol had not demonstrated any exceptional circumstance that would justify bypassing the exhaustion requirement.",
    "conclusion": "The appeal was dismissed with costs. The cross‑appeal seeking to strike the postponement order was struck from the roll, also with costs. The court affirmed that Nichol must first pursue the internal appeal before any judicial review of the Registrar’s certification can proceed."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "PAJA",
      "exhaustion of internal remedies",
      "exceptional circumstances",
      "pension fund merger"
    ]
  }
}