{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/88.html",
  "case_name": "Dreyer and Another v AXZS Industries (Pty) Ltd (250/2004) [2005] ZASCA 88; [2006] 3 All SA 219 (SCA); 2006 (5) SA 548 (SCA) (26 September 2005)",
  "citation": "[2005] ZASCA 88",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 88\n|\nNoteup\n|\nLawCite\nDreyer and Another v AXZS Industries (Pty) Ltd (250/2004) [2005] ZASCA 88; [2006] 3 All SA 219 (SCA); 2006 (5) SA 548 (SCA) (26 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number:  250/04\nIn the matter between :\nANDRIES FREDERICK DREYER NO \t      \nFIRST APPELLANT\nLOUISE DREYER NO\t\t\t\t   SECOND\nAPPELLANT\nand\nAXZS INDUSTRIES (PTY) LTD\t\t\t      RESPONDENT\nCORAM :\t\tHARMS, MTHIYANE, BRAND, JAFTA JJA\net\nNKABINDE\nAJA\nHEARD :\t\t16 SEPTEMBER 2005\nDELIVERED :\t26 SEPTEMBER 2005\nSummary\n:\nActio rei vindicatio\n– ownership of movable\nassets alleged to have passed to the respondent through delivery coupled with\nreal agreement –\nrequirements of real agreement – not established\n– proper approach to resolving irreconcilable disputes of\nfact.\n_____________________________________________________\nJUDGMENT\nBRAND JA\n/\nBRAND JA\n:\n[1]\tProceedings in this matter started when the\nrespondent instituted a vindicatory action against the appellants in the\nJohannesburg\nHigh Court for the delivery of movables, consisting of two\ncompressors, compressed air pipes and other equipment used in the furniture\nmanufacturing industry ('the equipment'). The appellants were cited in their\ncapacities as joint trustees of two trusts, the Anfred\nTrust and the Mareli\nTrust. The trusts were said to be in possession of the equipment. That much was\ncommon cause. The dispute between\nthe parties turned on the limited issue\nwhether the respondent had discharged the onus of proving its ownership of the\nequipment.\nThe court\na quo\n(Willis J) held that it did. Consequently,\njudgment was granted in favour of the respondent with costs. The appeal against\nthat judgment,\nwhich has since been reported under the incorrect citation of\nAXZS Industries v A F Dreyer (Pty) Ltd\n2004 (4) SA 186\n(W), is with the\nleave of the court\na quo.\n[2]\tThe equipment previously belonged\nto a company, A F Dreyer (Pty) Ltd ('the company'), that went into liquidation\nin about February\n2002. Though the liquidator of the company was joined as third\ndefendant in the court\na quo,\nhe never entered an appearance to defend.\n[3]\tPrior to liquidation the company, then controlled by the first\nappellant, Mr A F Dreyer, conducted its business as a manufacturer\nof furniture\nfrom premises registered in the names of the two trusts. Initially the\nappellants' main defence on the pleadings was\nthat the trusts had become the\nowners of the equipment through a process of\naccessio\nwhen it was\nattached to their building by Dreyer, acting on behalf of the company. In the\nalternative, and in any event, the appellant\ndenied that the respondent was the\nowner of the equipment. Shortly before the commencement of the trial, the\nappellants abandoned\ntheir main defence based on\naccessio\n. The only\ndefence that remained was therefore that the respondent was not the owner of the\nequipment.\n[4]\tThe first argument raised by the respondent,\nin\nlimine\n, as it were, both in this court and in the court\na quo,\nwas\nthat, in the absence of any plea that the appellants had a right or entitlement\nto hold the equipment, no proper defence had\nbeen raised to respondent's claim\nunder the\nrei vindicatio\n. There is no merit in this argument. A party who\ninstitutes the\nrei vindicatio\nis required to allege and prove ownership\nof the thing. Since one of the incidents of ownership is the right to possession\nof the\nthing, a plaintiff who establishes ownership is not required to prove\nthat the defendant's possession is unlawful. In that event,\nthe onus to\nestablish any right to retain possession will rest on the defendant, as long as\nthe plaintiff does not go beyond alleging\nownership. But, if the plaintiff fails\nto establish ownership, the possessor is to be absolved. This principle was\nrecognised in\nVoet 6.1.24 and has been consistently applied by our courts, at\nleast since\nKemp v Roper NO\n2 BAC 141\n(at 143) which was decided in 1886.\n(See also\nRuskin NO v Thiergen\n1962 (3) SA 737\n(A) at 744;\nChetty v\nNaidoo\n1974 (3) SA 13\n(A) at 20A-C; Van der Merwe\nSakereg\n2ed p 347\net seq\n; Silberberg & Schoeman\nThe Law of Property\n4ed (by\nBadenhorst, Pienaar and Mostert) p 255\net seq.\n)\n[5]\tI revert to\nthe facts. The respondent's case is that it acquired ownership of the equipment\npursuant to a post-liquidation auction\nsale of the movable assets of the company\nwhich was held on 19 March 2002. The venue of the auction was the trusts'\nproperty which\nconstituted the former business premises of the company. It was\nnot a public auction but a so-called 'bid-out' between two bidders,\nthe\nrespondent and another interested party, who had submitted competing offers for\nmoveable assets of the company to its provisional\nliquidators at an earlier\nstage.\n[6]\tThe respondent was represented at the auction by its managing\ndirector Mr Gordon Brews. It is common cause that Brews's bid of\nR3,4m exceeded\nthe highest offer of the other interested party and that the respondent thus\nbecame the purchaser and eventually the\nowner of whatever movables of the\ncompany were sold at the auction. The issue between the parties turns on whether\nthe equipment\nformed part of the subject matter of the auction sale. The\nrespondent alleged that it did. The appellants' denial of this allegation\nwas\nessentially based on the terms of a document titled 'conditions of sale' which\nwas read out by the auctioneer prior to the auction\nand signed by Brews on\nbehalf of the respondent immediately after the hammer had fallen.\n[7]\tThe\nsubject matter of the sale is referred to in clause 1 of the conditions of sale.\nIt provides that:\n'the auctioneer's sole obligation and responsibility\nshall be to solicit higher offers or bids in respect of the purchase of\nall\nof the assets as per annexure A hereto\nsubject to his sole and unfettered\ndiscretion.' (My emphasis.)\nClauses 20 and 21 relate to the same topic.\nClause 20 stipulates that –\n'the following items reflected in\nannexure A hereto shall be omitted and not form part of the sale.'\nClause\n21 provides that –\n'the following items\nnot\nreflected in\nannexure A hereto shall be included and form part of the sale.'\nBelow the\nprovisions of both clauses a number of items were inserted in handwritten\nform.\n[8]\tAnnexure A is again referred to as follows in the last clause\nof the document:\n'The above conditions of sale, having been publicly read\nout to the parties present, the assets of [the company] as per Annexure A\nhereto\nwere offered to the interested parties in order to elicit the highest possible\noffer and the highest offer was received from:\nPuchaser – '\nThen\nfollows, in manuscript, the name of the respondent and, immediately thereafter,\nthe signature of Brews on its behalf.\n[9]\tOther 'conditions of sale'\nrelevant for present purposes are contained in clauses 7, 8 and 17. These\nclauses provide:\n'7.\tA contract of purchase and sale shall arise between\nthe buyer [defined as the highest bidder] and the seller [defined as the\nprovisional\nliquidators of the company] on the fall of the hammer on the terms\nset out herein, the purchase price being the amount of the highest\nbid accepted\nby the auctioneer ...\n8.\tOwnership in and to the assets shall pass to the\nbuyer on confirmation of the sale by the liquidators when the purchase price and\nall other amounts shall be paid in full and all other conditions (if any) of the\npurchase shall be met. Thereafter the assets may\nbe removed and not\nbefore.\n...\n17.\tThese conditions of sale form the sole basis on which the\nseller and auctioneer transact with prospective buyers and on which\na contract\nof sale will be concluded (on the acceptance of a bid or otherwise) between the\nseller and the buyer. No variation, alteration,\nnovation, or cancellation of any\nof the terms hereof shall be of any force or effect unless reduced to writing\nand signed by all\nof the parties concerned.'\n[10]\tOn 9 April 2002 the\nthree provisional liquidators of the company indicated their confirmation of the\ntransaction, as envisaged\nin clause 8, by appending their signatures to the\n'conditions of sale'. Although Brews had already signed a document in similar\nterms\non behalf of the respondent on 19 March 2002, he again did so after the\nprovisional liquidators' written confirmation had been obtained.\nShortly\nthereafter, Brews also complied with the respondent's obligation in terms of\nclause 8 by paying the agreed purchase price\nof R3,4m in full. Both parties to\nthe present litigation accepted that the respondent thereupon became the owner\nof whatever assets\nformed the subject matter of the auction sale, which brings\nus back to the recurring question: did the equipment form part of what\nwas sold\nat the auction?\n[11]\tIt is common cause that the equipment was neither\nincorporated in annexure A, nor included amongst the additional items enumerated\nin clause 21. On the face of it, the conditions of sale therefore lend support\nto the appellants' argument that the equipment did\nnot form part of the subject\nmatter of the auction sale. The respondent's answer to this argument is founded\non the evidence of Brews,\nwhich was corroborated in all material respects by its\nother witness, Mr Timothy Baynes. According to these two witnesses, they arrived\nat the erstwhile business premises of the company, which was the proposed venue\nof the auction, on 19 March 2002 prior to the commencement\nof the sale. Upon\narrival they were met by a number of individuals, including Dreyer, Mr Muller,\n(who represented the other interested\nparty), the auctioneer and Mr Leon\nVermeulen. The last mentioned was instructed by the provisional liquidators to\nadminister the\nliquidation of the company's estate on their behalf. What then\nhappened, according to Brews and Baynes, was that it was orally agreed\namongst\nall those present that the subject matter of the sale would not be limited to\nthe items referred to in annexure A –\nas extended by clause 21 – but\nthat it would include all items contained in an enclosed section of the\npremises, excluding\nonly those items that were specifically mentioned in clause\n20 of the conditions of sale. Based on this evidence, the respondent's\ncase is\nthat, since the equipment was within the enclosed section of the premises\nreferred to and was not listed under clause 20,\nit formed part of the subject\nmatter of the auction sale by virtue of the prior oral\nagreement.\n[12]\tVermeulen, who was the only witness called to testify on\nbehalf of the appellants, denied the oral agreement alleged by Brews\nand Baynes.\nHis version, simply stated, was that the terms of the agreement between the\nrespondent and the provisional liquidators\nwere those reflected in the written\nconditions of sale. He never intended, nor did he have the authority, he said,\nto sell any assets\nat the auction that were not embodied in annexure A to the\nwritten agreement.\n[13]\tIn support of the respondent's contention that\nthe subject matter of the auction sale was not confined to the items referred\nto\nin annexure A, Brews also testified that, subsequent to the auction, he took\npossession of numerous other assets of the company\nthat were likewise not\nreferred to in annexure A. The value of the items so removed by him, he said,\nwas in the region of R1m. Vermeulen\nwas not in a position to say that this did\nnot happen. His response was, however, that if Brews had in fact taken company\nassets\nwhich did not appear in annexure A, it happened without his knowledge and\nconsent as administrator of the estate on behalf of the\nprovisional\nliquidators.\n[14]\tThe dispute between the appellant and the respondent\ncame to a head when Brews tried to sell the equipment to Dreyer during May\n2002.\nThe latter's reaction was that the equipment was a fixture and belonged to the\ntrusts. Vermeulen was called in as unofficial\narbiter to resolve the dispute.\nHis response, which he subsequently confirmed in evidence, was succinctly set\nout in his letter to\nBrews of 22 May 2002. The relevant part of this letter\nreads as follows:\n'We refer to the meeting that took place between Mr Dreyer\nand the writer yesterday morning and would like to reiterate the view of\nthe\nliquidators regarding certain assets on the premises.\nThe liquidators are of\nthe opinion that the following property [including the equipment] were\nnot\nsold to you, that the same were not disclosed in the list attached to\nthe agreement of sale, neither were the property valued as\nit was not regarded\nby the liquidators as movables ...\nRegarding [the equipment] the liquidators\nhave been of the opinion at the outset that these be regarded as fixtures and\nthat the liquidators\nwould settle their claim with the landlord direct on the\nbasis of enrichment. For this reason the items were not valued and did not\nform\npart of the list attached to the agreement of sale.'\n[15]\tIn the court\na quo\n, the appellants' answer to the respondent's reliance on the oral\nagreement contended for by Brews and Baynes, was twofold. First,\nthat in the\nlight of Vermeulen's evidence, the oral agreement had, as a matter of fact, not\nbeen established. Second, that as a matter\nof law, reliance on such oral\nagreement would in any event be in conflict with the parol evidence rule. As to\nthe first of these\nanswers Willis J preferred the version of Brews and Baynes to\nthat of Vermeulen. I shall return to his reasons for doing so.\n[16]\tThe\ngeneral import of the parol evidence rule, which formed the basis of the\nappellants' second answer, is well known. It is\nto the effect that where an\nagreement is embodied in writing, the written document is conclusive as to its\nterms. No evidence, save\nthe document itself, is admissible to prove them. Nor\nmay the contents of the document be contradicted, altered, added to or varied\nby\noral evidence (see eg\nUnion Government v Vianini Ferro-Concrete Pipes (Pty)\nLtd\n1941 AD 43\nat 47;\nNational Board (Pretoria) (Pty) Ltd v Estate\nSwanepoel\n1975 (3) SA 16\n(A) at 26A-D). The court\na quo\nfound,\nhowever, (in paras 15-20 at 192C-195G) that the parol evidence rule did not\npreclude the respondent from relying on the terms\nof the preceding oral\nagreement, essentially, on the basis that the written document stood to be\nrectified to accord with the terms\nof the oral agreement between Vermeulen and\nBrews.\n[17]\tMoreover, so the court held, (in para 21 at 195G-196G), even\nif the respondent was precluded from relying on the terms of the\noral agreement,\nthat would not be fatal to its case. The court's reasons for the latter finding\nwere based on the so-called abstract\ntheory of transfer, which is generally\naccepted as part of our law. In accordance with this theory, a valid underlying\nlegal transaction\nor\niusta causa traditionis\nis not a requirement for the\nvalid transfer of ownership. Otherwise stated, the validity of transfer of\nownership is not dependent\non the validity of the underlying transaction, such\nas in this case the contract of sale (see eg C\nommissioner of Customs &\nExcise v Randles, Brothers & Hudson Ltd\n1941 AD 369\nat 398-399\n(Watermeyer JA) and at 411 (Centlivres JA);\nTrust Bank van Afrika Bpk v\nWestern Bank Bpk en Andere NNO\n1978 (4) SA 281\n(A) at 301H-302A. Generally\nspeaking, the requirements for the valid passing of ownership of a movable thing\nare: delivery –\nactual or constructive – of the thing by the owner\n– or someone duly authorised to act on his or her behalf – coupled\nwith a so-called real agreement or 'saaklike ooreenkoms', consisting of the\nintention on the part of the transferor to transfer ownership\nand the intention\non the part of the transferee of accepting ownership of that  thing (see eg\nAir-Kel (Edms) Bpk h/a Merkel Motors v Bodenstein\n1980 (3) SA 917\n(A) at\n922E-F;\nConcor Construction (Cape) (Pty) Ltd v Santam Bank Ltd\n1993 (3)\nSA 930\n(A) at 933A-C).\n[18]\tIn applying these principles, the court\na\nquo\nconcluded that, since delivery of the equipment was not in issue, the\nonly remaining inquiry related to whether the respondent succeeded\nin\nestablishing the requisite real agreement. With regard to this inquiry the court\nheld, on the respondent's version of the disputed\nfacts, which was the favoured\none, that both Vermeulen and Brews intended that the respondent should receive\ntransfer of ownership,\nnot only of the items reflected in annexure A, but of all\nthe items referred to in their earlier oral agreement, including the equipment.\nMoreover, so the court held, both Vermeulen and Brews were duly authorised by\ntheir respective principals to give effect to their\noral agreement.\nConsequently, the court concluded, transfer of ownership of the equipment to the\nrespondent was established.\n[19]\tI find myself in disagreement with the\njudgment of the court\na quo\nin essentially all its constituent parts.\nFirst, I do not agree with the credibility findings against Vermeulen in favour\nof the\nrespondent's two witnesses. Second, I believe that even on the\nrespondent's own version, the alleged oral agreement, which formed\nthe corner\nstone of its case, never became enforceable. Third, I hold the view that several\nof the essential elements of the real\nagreement, upon which the court's judgment\nwas ultimately founded, were not established.\n[20]\tSince I propose to\ndeal with issues of credibility in conclusion, I start with the enforceability\nof the alleged oral agreement\non the respondent's version. With regard to this\nissue, the court\na quo\ndevoted a considerable part of its judgment to the\nrather intricate questions arising from the appellants' reliance on the parol\nevidence rule. In argument before this court, counsel for both parties repeated\nthe same exercise.  For reasons that will become\napparent, I find it unnecessary\nto deal with them.\n[21]\tBrews did not contend that, as a result of the\noral agreement the written agreement became of no consequence. Apart from\nextending\nthe subject matter of the sale beyond annexure A, the oral agreement\ndid not, even on Brews's version, affect the terms of the written\nconditions of\nsale. The relationship between the respondent, as buyer, and the provisional\nliquidators, as sellers, was still governed,\ninter alia, by clause 8. In terms\nof that clause, the sale was conditional in that it was subject to the approval\nof the provisional\nliquidators. The sale was indeed approved by the provisional\nliquidators. In fact, on Brews's version, they did so in writing by\nall three\nappending their signatures to the conditions of sale on 9 April 2002. But, what\nthey approved was obviously the written\ndocument, with the subject matter of the\nsale set out in annexure A. The three of them were not present at the auction\nand Brews\ndid not even suggest that they knew about the alleged oral agreement.\nOn the contrary, the very fact that they signed the written\nagreement without\nany qualifications, is a clear indication that they intended to confirm no more\nand no less than what was contained\nin that document.\n[22]\tOn the\nrespondent's version of the facts, the same difficulty arises with reference to\nthe real agreement. The sale of the company's\nassets was always subject to\nconfirmation by the provisional liquidators and Vermeulen had no authority to\ntransfer company assets\notherwise than in terms of the deed of sale. In\nconsequence, the real agreement relied upon by the respondent lacks one of its\nessential\nrequirements because the alleged agent had no authority to transfer\nownership of the movable things on behalf of their owners. This\nis the death\nknell of the real agreement.\n[23]\tBut, there is another key element of\nthe real agreement that was not established: the intention on the part of\nVermeulen to transfer\nownership in the equipment to the respondent. Vermeulen\ndenied that he ever intended to do so. That was not a bald denial. His\nmotivation\nwas that such intention would be in conflict with an earlier\nagreement between him and Dreyer that the liquidators would regard the\nequipment\nas fixtures to the building of the trusts for which they would seek compensation\nfrom the latter on an enrichment basis.\nSince this part of Vermeulen's evidence\nstood uncontroverted it has to be accepted, whatever one's views of Vermeulen as\na witness,\nin general, may be. In argument, the respondent's answer to all this\nwas that the\naccessio\ndefence was abandoned. That, however, misses the\npoint. Logic dictates that because Vermeulen already had an agreement with\nDreyer\nthat the equipment would not be removed, he could not subsequently have\nintended to transfer the very same equipment to the respondent.\nIt matters not\nwhether or not the equipment could strictly be regarded as fixtures to the\nbuilding.\n[24]\tThe court\na quo\nfound support for its conclusion\nof a real agreement (at 196C-E) in what it obviously regarded as having been\nestablished as a matter\nof fact, namely, 'that [the respondent] took possession\nof all movables at the premises of the company in liquidation ... with the\nfull\nknowledge and approval of the third defendant and his predecessors'. It is\ncommon cause, however, that the third defendant,\nwho was not one of the\nprovisional liquidators, was appointed as the (final) liquidator of the company\nlong after the event. He could\ntherefore not possibly have given the approval\nattributed to him. As to his 'predecessors in title', which could only refer to\nthe\nprovisional liquidators, the court's finding is in direct conflict with the\nevidence of Vermeulen, who administered the company's\naffairs on their behalf.\nHis evidence was that he had no knowledge of the fact that the respondent took\npossession of any assets\nthat were not reflected in annexure A and that, if he\nhad known about it, he would have put a stop to it. In cross-examination it\nwas\nnot even suggested to Vermeulen that this part of his evidence was not the\ntruth.\n[25]\tFrom what I have said, it is clear that my expressed\ndisagreement with the court\na quo\n's credibility findings can make no\ndifference to what, in my view, should be the outcome of the appeal.\nNevertheless, particularly\nsince the court's judgment has been reported, I\nbelieve that I have some obligation towards Vermeulen, who is a practicing\nattorney\nof some 21 years standing, to state why I do not agree with the finding\nthat he should be disbelieved.\n[26]\tThe court\na quo\n's reasons for\nrejecting Vermeulen's version appears from para 13 of the judgment (at 191C-G),\nthe relevant part of which reads as\nfollows:\n'Despite denying an oral\nagreement prior to the sale, Vermeulen says that it had been orally agreed prior\nto the auction that the\ngoods forming the subject-matter of this dispute would\nbe regarded as having acceded to the immovable property to which I have already\nreferred. Quite how they could have been agreed to have acceded without there\nbeing an oral agreement as to the terms of the auction\nitself, is beyond my\nunderstanding. Besides, it seems inherent in the nature of an auction that,\nprior to its taking place, there\nmust be an oral agreement relating thereto. No\none knows in advance what the price will be at an auction and therefore it is\nincapable\nof being reflected in a written agreement beforehand. On the other\nhand, there must be an agreement to conduct the auction. Inevitably,\ntherefore,\nit must be oral. I therefore disbelieve Vermeulen when he says that there had\nbeen no antecedent oral agreement prior\nto the signing of the written agreement\nto which annexure A is attached.'\n[27]\tI find these reasons indicative of\nseveral misdirections. First, the oral agreement referred to by Vermeulen with\nregard to\naccessio\nwas between him and Dreyer and not between him and\nBrews, as the court seemed to think. Second, the statement that an auction must\nalways be preceded by an oral agreement is simply unfounded. Of course, no one\nknows before the auction what the purchase price will\nbe. That is precisely why\nclause 7 of the conditions of sale (referred to in para [9] above) defined the\n'purchase price' as 'the\namount of the highest bid accepted by the auctioneer'.\nThird, the question, in any event, was not whether there was some vague oral\nagreement of a general kind, but whether Brews and Baynes should be believed\nwhen they said there was an oral agreement to deviate\nfrom the terms of the\nwritten conditions of sale which both parties then subsequently signed without\nany qualification. In the end,\nI can find no valid consideration in the judgment\nof the court\na quo\nfor the rejection of Vermeulen's\nevidence.\n[28]\tThe court's reasons for its acceptance of the version\npresented by Brews and Baynes appear from para 14 (at 191G-192B) of the\njudgment. It first deals with a statement by Brews in an affidavit filed earlier\nin related litigation between the parties. According\nto this statement, Brews\nreferred to the same oral agreement that found the basis of the respondent's\ncase as having been entered\ninto 'subsequent to the written agreement of sale'.\nIn cross-examination, Brews was unable to explain the conflict between this\nstatement\nand the whole tenor of his testimony that the oral agreement preceded\nthe written agreement, save to say that the statement was a\nmistake. How this\nmistake could possibly have happened, he could not say.\n[29]\tWith regard\nto this conflict, the court\na quo\nexpressed itself as follows (at\n191I-J):\n'Even if this paragraph is to be read as a denial of the antecedent\noral agreement before the written agreement (which I doubt), no\nsignificance\nattaches, in my view, to this so-called contradiction. There must, as I have\nalready indicated, have been an oral agreement\nprior to the holding of the\nauction.'\nI find this reasoning unpersuasive. First, the contradiction is\nnot 'so-called'. It is obvious. Second, as I have already said, the\nnotion that\nan auction must always be preceded by an oral agreement, is simply unfounded.\nThird, I can think of a good reason why\nBrews would decide to abandon the\n'subsequent oral agreement'-thesis. It would be in conflict with the standard\nnon-variation provision\ncontained in clause 17 of the conditions of sale\n(referred to in para [9] above). If this is so, it means that Brews deliberately\nchanged his version to suit the respondent's case, which, of course, does\nserious harm to his general credibility. The same criticism\ncan be levelled at\nBaynes who also deposed to an affidavit in the earlier litigation in which he\nconfirmed Brews's version of a subsequent\noral agreement.\n[30]\tA further\nconsideration why Brews's version was accepted appears from the following\nstatement by the court\na quo\n(at 192A-B):\n'Was the evidence of Brews\nso unreliable because of this contradiction that one cannot believe his evidence\nas to the terms of the\noral agreement? I do not believe so.'\nThe approach\nreflected in this statement, so it seems, is reminiscent of the method of\nevaluation employed with regard to the evidence\nof an accused person in a\ncriminal case: is the version of the accused so unreliable, despite its\nshortcomings, that it cannot possibly\nbe true? That is self-evidently not the\nproper approach to the resolution of factual disputes in a civil case,\nparticularly when\nit comes to the evaluation of the witnesses for the party who\nbears the onus. The proper approach in resolving factual disputes where\nthere\nare two irreconcilable versions is to be found, eg in\nNational Employers'\nGeneral Insurance v Jagers\n1984 (4) SA 437\n(E) at 440D-H; and\nStellenbosch Farmers' Winery Group Ltd v Martell et Cie\n2003 (1) SA 11\n(SCA) paras 5-7 at 14 -15. Had the correct approach been adopted, the court\nwould have taken into account, inter alia, that Vermeulen\nhad no interest\nwhatsoever in the outcome of the dispute; that he had no prior relationship with\neither Dreyer or Brews; that he\nconsulted with both parties prior to giving\nevidence and that in the circumstances it is inherently unlikely that an\nattorney of\n21 years standing would be prepared to perjure himself for no\nsuggested reasons. On a proper approach, a court should also have regard\nto the\nprobabilities inherent in the respective conflicting versions. Had it done so,\nit would, in my view, have found Vermeulen's\nversion more probable.\n[31]\tFor these reasons, it is ordered that:\n(a)\tThe appeal is upheld\nwith costs, including the costs of two \tcounsel.\n(b)\tThe following order is\nsubstituted for the order granted by the \tcourt\na quo\n:\n'The defendant\nis absolved from the instance with costs.'\n..................\nF D J BRAND\nJUDGE OF APPEAL\nConcur\n:\nHARMS JA\nMTHIYANE JA\nJAFTA JA\nNKABINDE\nAJA",
  "scraped_at": "2026-02-12T15:02:04.432663",
  "date": "2005-09-26",
  "coram": [
    "Harms",
    "Mthiyane",
    "Brand",
    "Jafta",
    "Jja",
    "Nkabinde",
    "Aja"
  ],
  "case_number": "250/04",
  "parties": {
    "applicants": [
      "Andries Frederick Dreyer",
      "Louise Dreyer"
    ],
    "respondents": [
      "AXZS Industries (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The equipment – two compressors, air pipes and related machinery – originally belonged to A F Dreyer (Pty) Ltd, which went into liquidation in February 2002. The assets of the company were to be sold at a post‑liquidation auction on 19 March 2002, held on the premises of two trusts (Anfred and Mareli) that were in possession of the equipment. The respondent, AXZS Industries, bid R3.4 million and, according to the written \"conditions of sale\", purchased the assets listed in Annexure A. The equipment in dispute was not listed in Annexure A nor in the handwritten additions to clause 21. The respondent relied on oral testimony that, prior to the auction, the parties orally agreed that all items within the enclosed part of the premises – including the equipment – were part of the sale. The liquidators later signed the written conditions of sale on 9 April 2002. The appellants, as trustees, denied any ownership by the respondent and contested the existence and enforceability of the alleged oral agreement.",
    "issues": "1. Whether the respondent proved ownership of the equipment for the purposes of a rei vindicatio. 2. Whether an oral agreement that allegedly varied the written conditions of sale is admissible despite the parol evidence rule. 3. Whether the alleged oral agreement is enforceable given the lack of authority of the liquidator’s representative. 4. Whether the elements of a \"real agreement\" (saaklike ooreenkoms) – mutual intention to transfer ownership – were satisfied.",
    "principles": "The court set out the following legal principles: (a) The plaintiff in a rei vindicatio must prove ownership; the defendant then bears the onus to prove a right to retain possession. (b) Ownership of movables passes by delivery together with a real agreement, consisting of intention to transfer ownership and acceptance. (c) The abstract theory of transfer holds that the validity of the underlying contract is not a prerequisite for the transfer of ownership. (d) The parol evidence rule renders oral evidence inadmissible to vary or contradict a written contract unless the written document is to be rectified. (e) An agent must have authority to bind the principal; lack of authority defeats the existence of a real agreement. (f) Credibility assessments in civil cases must follow the proper approach of weighing probabilities rather than treating the burden‑shifting party’s evidence as automatically decisive.",
    "application": "The Court of Appeal rejected the lower court’s finding that a real agreement existed. It held that the provisional liquidators signed only the written conditions of sale, which listed Annexure A, and gave no indication of authority to include additional items. The alleged oral agreement was neither proven nor enforceable because the liquidators had not approved it and the respondent’s representative lacked authority. The court further found that the essential element of mutual intention to transfer ownership was missing; the liquidator had expressly treated the equipment as fixtures and not part of the sale. Consequently, the requirements for a valid real agreement were not satisfied, and the respondent’s reliance on the oral agreement was barred by the parol evidence rule.",
    "conclusion": "The appeal was upheld. The judgment of the court a quo was set aside and the respondent was absolved from the instance with costs, including costs of two counsel. The order of the lower court granting judgment in favour of the respondent was substituted with an order in favour of the appellants."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Movable Property Ownership",
    "level_3": [
      "rei vindicatio",
      "real agreement",
      "parol evidence rule",
      "liquidation auction",
      "authority of agents",
      "fixtures"
    ]
  }
}