{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/109.html",
  "case_name": "Trustees for the Time Being of Two Oceans Aquarium Trust v Kantey & Templer (Pty) Ltd (545/2004) [2005] ZASCA 109; [2007] 1 All SA 240 (SCA); 2006 (3) SA 138 (SCA) (25 November 2005)",
  "citation": "[2005] ZASCA 109",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 109\n|\nNoteup\n|\nLawCite\nTrustees for the Time Being of Two Oceans Aquarium Trust v Kantey & Templer (Pty) Ltd (545/2004) [2005] ZASCA 109; [2007] 1 All SA 240 (SCA); 2006 (3) SA 138 (SCA) (25 November 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nREPORTABLE\nCase number :  545/04\nIn the matter between :\nTRUSTEES FOR THE TIME\nBEING\nOF TWO OCEANS AQUARIUM\nTRUST\t\t\tAPPELLANT\nand\nKANTEY & TEMPLER (PTY) LTD\t\t\t      RESPONDENT\nCORAM :\t\t\tHOWIE P, BRAND, NUGENT, JAFTA JJA\net\nMAYA AJA\nHEARD :\t\t\t3 NOVEMBER 2005\nDELIVERED :\t\t25 NOVEMBER 2005\nSummary\n: \tDelictual liability for pure economic loss – allegation\nthat trust suffered damages as a result of the respondent's negligence\nin the\ndesign of an aquarium – issue whether alleged negligent conduct was\nwrongful\n_____________________________________________________\nJUDGMENT\n_____________________________________________________\nBRAND JA\n/\nBRAND JA\n:\n[1]\tThis appeal raises questions of liability\nin delict for so-called pure economic loss resulting from a negligent design by\nstructural\nengineers. The appellants are the trustees of the Two Oceans Aquarium\nTrust ('the trust') which leases and operates the Two Oceans\nAquarium at the\nVictoria and Alfred Waterfront in Cape Town. The respondent is a company of\nconsulting engineers. The appellants\ninstituted action, on behalf of the trust,\nagainst the respondent and five further defendants in the Cape High Court for\ndamages\nof R14 924 395,00 arising out of certain failures which had\ndeveloped in the exhibit tanks at the aquarium.\n[2]\tThe respondent noted\nthree exceptions to the appellants' particulars of claim on the basis, inter\nalia, that they lacked averments\nnecessary to sustain an action. In addition, it\napplied for certain allegations in the particulars to be struck out. Two of the\nthree\nexceptions were dismissed by the court\na quo\n(Veldhuizen J and\nHockey AJ). The remaining exception was, however, upheld and the application to\nstrike out granted with costs.\nWith the leave of the court\na quo\n, the\nappellants now appeal against the upholding of the exception as well as the\ncosts order in favour of the respondent.\n[3]\tThe nature of the exception and\nthe resulting issues can best be understood against the background of the facts\npleaded in the\nappellants' particulars of claim. The damages claimed allegedly\nresulted from the deterioration of the polyurethane lining used for\nwaterproofing the exhibit tanks in the aquarium. More particularly, so it was\nalleged, the lining material used subsequently turned\nout to be porous, allowing\npenetration of seawater from the tanks into the surrounding concrete, thereby\ncausing corrosion in the\nsteel reinforcement. As a result, it was said, remedial\nwork had to be done, which included the replacement of the waterproof lining\nwith a more suitable one. The costs of the required remedial work accounted for\npart of the claim. The balance related to the estimated\ncost of constructing an\nadditional tank in order to mitigate the trust's anticipated loss of revenue for\nthe duration of the remedial\nwork.\n[4]\tThe six defendants joined in the\naction were those responsible, in one or other capacity, for the design and\nconstruction of the\ntanks. While the respondent – cited as second\ndefendant – was the structural engineering consultant, the first defendant\nwas the project manager. Other defendants included the supplier of the\nwaterproofing material used for the lining; the builder of\nthe tanks as well as\nthe company responsible, as subcontractor to the builder, for the actual\napplication of the waterproof lining.\nSince the respondent was the only\ndefendant who filed an exception, the other defendants are not involved in the\npresent proceedings.\n[5]\tIn broad terms the particulars of claim proposed\ntwo causes, in alternative form, for the ultimate failure of the tanks. The\nfirst\nproposition is that it was due to the wrong option taken by the first\ndefendant, as the project manager, and the respondent, as the\nstructural\nengineer, in the design of the aquarium, to waterproof the tanks by means of a\nlining rather than to design water retaining\nconcrete structures. The case\nagainst the first defendant and the respondent is essentially that they had\nacted negligently in taking\nthis wrong option. The alternative proposition is\nthat the tanks had failed because the waterproofing material was either\nunsuitable\nor had not been properly applied. These propositions constitute the\nbasis of the alternative claim against the four other defendants.\nBecause we are\nnot concerned with the other defendants, we must assume for present purposes\nthat the respondent's decision to choose\nthe waterproofing option, was the cause\nof the damages ultimately suffered by the trust.\n[6]\tAccording to the\nparticulars of claim, the trust was formed in July 1994 with the specific\nobjective of developing and operating\nthe aquarium. Subsequent to the formation\nof the trust, so it was alleged, a contractual nexus came into existence between\nthe respondent\nand the trust when the respondent was appointed as structural\nengineering consultant to advise the trust, inter alia, on the design\nand\nconstruction of the exhibit tanks.  The respondent's decision to take the wrong\noption was alleged to have taken place in one\nof two contexts; namely\n(a)\tin\nthe course of rendering professional services pursuant to the contract between\nthe parties which came into existence after\nthe formation of the trust, when the\nrespondent was appointed as its engineering consultant; or\n(b)\tprior to the\nconclusion of that contract in circumstances to which I shall presently\nreturn.\n[7]\tBuilding on these allegations, the appellants' case is that\nin so far as the wrong option was decided upon by the respondent after\nthe\nconclusion of its agreement with the trust, it was in breach of its contractual\nobligations and therefore liable to the trust\nin contract. To the extent that\nthe wrong option was decided upon prior to the conclusion of the agreement with\nthe trust, the contention\nis that the respondent is liable to the trust in\ndelict for the consequences of its negligent decision. This is so, the\nparticulars\nof claim alleged, because the respondent was under a legal duty,\neven prior to the conclusion of its contract with the trust, to\nact without\nnegligence in deciding upon an appropriate design.\n[8]\tAs to the factual\nbasis for the alleged legal duty, the particulars of claim commenced by\nreferring to a joint venture agreement\nbetween two potential investors in the\naquarium project, which was concluded in 1993, i e prior to the formation of the\ntrust, with\nthe object of investigating the feasibility of developing and\noperating an aquarium in the Waterfront. Proceeding from this starting\npoint,\nparas 10 – 14 of the particulars of claim continued as follows:\n'10.\tIt\nwas at all material times contemplated by the joint venture that the aquarium\nwas to be developed and operated by a trust\nto be formed, and the first\ndefendant [i e the project manager] and the second defendant [i e the\nrespondent] were aware thereof\nand dealt with the joint venture on such\nbasis.\n11.\tIn pursuance of the joint venture's objective as aforesaid, the\nfirst defendant and the second defendant both agreed with the\njoint venture ...\nthat they would assist, in their capacities as project managers and consulting\nengineers, respectively, in the\nprocess of investigating the feasibility of\ndeveloping and operating the aquarium ('the project') and in the process of\ninvestigating\nappropriate design options for the aquarium, with a view to their\nformal appointment in the event of the project going ahead.\n12.\t...\n13.\tIn\nso agreeing to assist the joint venture, first and second defendants knew,\nalternatively ought reasonably to have known, that\nthe joint venture (and the\ntrust upon its formation) would rely upon their professional expertise and\nadvice and the assistance to\nbe furnished by each of them.\n14.\tIn the\ncircumstances, the first defendant and the second defendant owed a legal duty to\nthe joint venture (and to the trust upon\nits formation) when assisting in the\nprocess of investigating the feasibility of developing and operating the\naquarium, and in the\nprocess of investigating appropriate design options for the\naquarium and proffering their professional expertise and skill in this\nregard,\nto do so in a proper and professional manner and without\nnegligence.'\n[9]\tThe exception upheld by the court\na quo\n–\nwhich therefore constitutes the subject matter of this appeal – did not\nrelate to the appellants' claim founded in contract.\nIt was solely aimed at the\ndelictual claim, essentially on the basis that, on the facts pleaded in the\nparticulars of claim, the\nappellants have failed to establish the existence of\nthe 'legal duty' upon which their case in delict depends. The declared object\nof\nthe exception was to preclude the appellants from relying on any conduct by the\nrespondent in deciding on the wrong option prior\nto the conclusion of its\nagreement with the trust.\n[10]\tThe exception raises the issue of\nwrongfulness which is one of the essential elements of the Aquilian action. From\nthe nature\nof exception proceedings, we must assume that the respondent's\ndecision to adopt the waterproofing option in its design was wrong.\nWe must also\nassume that the wrong decision was negligently taken. Negligent conduct giving\nrise to damages is, however, not actionable\nper se\n. It is only actionable\nif the law recognises it as wrongful. Negligent conduct manifesting itself in\nthe form of a positive act causing\nphysical damage to the property or person of\nanother is prima facie wrongful. In those cases wrongfulness is therefore seldom\ncontentious.\nWhere the element of wrongfulness becomes less straightforward is\nwith reference to liability for negligent omissions and for negligently\ncaused\npure economic loss (see eg\nMinister of Safety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) para 12;\nGouda Boerdery BK v Transnet\n2005 (5)\nSA 490\n(SCA) para 12). In these instances, it is said, wrongfulness depends on\nthe existence of a legal duty not to act negligently. The\nimposition of such a\nlegal duty is a matter for judicial determination involving criteria of public\nor legal policy consistent with\nconstitutional norms (see eg\nAdministrator,\nNatal v Trust Bank van Afrika Bpk\n1979 (3) SA 824\n(A) 833A;\nVan\nDuivenboden\nsupra\npara 22 and\nGouda Boerdery BK\nsupra para\n12).\n[11]\tIt is sometimes said that the criterion for the determination\nof wrongfulness is 'a general criterion of reasonableness', i e\nwhether it would\nbe reasonable to impose a legal duty on the defendant (see eg\nGovernment of\nthe Republic of South Africa v Basdeo and another\n1996 (1) SA 355\n(A)\n367E-G;\nGouda Boerdery BK\nsupra para 12). Where that terminology is\nemployed, however, it is to be borne in mind that what is meant by\nreasonableness in the\ncontext of wrongfulness is something different from the\nreasonableness of the conduct itself which is an element of negligence. It\nconcerns the reasonableness of imposing liability on the defendant (see eg Anton\nFagan\n'Rethinking wrongfulness in the law of delict'\n2005\nSALJ\n90\nat 109). Likewise, the 'legal duty' referred to in this context must not be\nconfused with the 'duty of care' in English Law which\nstraddles both elements of\nwrongfulness and negligence (see eg\nKnop v Johannesburg City Council\n1995\n(2) SA 1\n(A) 27B-G;\nLocal Transitional Council of Delmas v Boshoff\n2005\n(5) SA 514\n(SCA) para 20). In fact, with hindsight, even the reference to 'a\nlegal duty' in the context of wrongfulness was somewhat unfortunate.\nAs was\npointed out by Harms JA in\nTelematrix (Pty) Ltd t/a Matrix Vehicle Tracking v\nAdvertising Standards Authority SA\n(SCA case 459/04 9 September 2005, para\n14), reference to a 'legal duty' as a criterion for wrongfulness can lead the\nunwary astray.\nTo illustrate, he gives the following example:\n'[T]here is\nobviously a duty – even a legal duty – on a judicial officer to\nadjudicate cases correctly and not negligently.\nThat does not mean that the\njudicial officer who fails in the duty because of negligence, acted wrongfully.'\n(See also\nKnop v Johannesburg City Council\nsupra 33D-E.)\n[12]\tWhen\nwe say that a particular omission or conduct causing pure economic loss is\n'wrongful' we mean that public or legal policy\nconsiderations require that such\nconduct, if negligent, is actionable; that legal liability for the resulting\ndamages should follow.\nConversely, when we say that negligent conduct causing\npure economic loss or consisting of an omission is not wrongful, we intend\nto\nconvey that public or legal policy considerations determine that there should be\nno liability; that the potential defendant should\nnot be subjected to a claim\nfor damages, his or her negligence notwithstanding. In such event, the question\nof fault does not even\narise. The defendant enjoys immunity against liability\nfor such conduct, whether negligent or not (see eg\nTelematrix (Pty) Ltd\nsupra para 14;\nLocal Transitional Council of Delmas\nsupra para 19; Anton\nFagan\nop cit\n107-109). Perhaps it would have been better in the context\nof wrongfulness to have referred to a 'legal duty not to be negligent',\nthereby\nclarifying that the question being asked is whether in the particular\ncircumstances negligent conduct is actionable, instead\nof just to a 'legal\nduty'. I say this in passing and without any intention to change settled\nterminology. As long as we know what\nwe are talking about. When a court is\nrequested, in the present context, to accept the existence of a 'legal duty', in\nthe absence\nof any precedent, it is in reality asked to extend delictual\nliability to a situation where none existed before. The crucial question\nin that\nevent is whether there are any considerations of public or legal policy which\nrequire that extension. And as pointed out\nin\nVan Duivenboden\n(para 21)\nand endorsed in\nTelematrix\n(para 6) in answering that question\n'...\nwhat is called for is not an intuitive reaction to a collection of arbitrary\nfactors but rather a balancing against one another\nof identifiable\nnorms.'\n[13]\tAgainst that background, I revert to the present dispute.\nThe court\na quo\n's reasons for upholding the exception were essentially\ntwofold. First, that on a proper analysis of the appellants' particulars of\nclaim, the 'legal duty' pleaded (in para 14 – quoted in para [8] above)\nrelies on a contract between the respondent and the\njoint venture. Second, that\nby virtue of the decision of this court in\nLillicrap, Wassenaar and Partners\nv Pilkington Brothers (Pty) Ltd\n1985 (1) SA 475\n(A):\n'a plaintiff must\nallege and prove the existence of a legal duty without having recourse to the\nterms of a contract'\nand that\n'once it becomes necessary for a plaintiff\nto rely on the terms of a contract to prove the legal duty, his claim does not\narise\nex delicto\n.'\n[14]\tThe appellants' contention was, however,\nthat the court\na quo\nerred in not recognising that\nLillicrap\nwas\ndistinguishable from the present matter on the facts. Their first argument in\nsupport of this contention, which was somewhat obliquely\nraised, was that while\nthe claim in\nLillicrap\nwas for pure economic loss, the trust's claim\nresulted from physical damage to the aquarium caused by the respondent's\nnegligent design.\nOf course, if the appellants' claim could be construed as one\nresulting from physical damage to property, questions regarding the\nextension of\nAquilian liability would not arise. In such circumstances wrongfulness will be\npresumed.  The possibility of a concurrence\nof contractual and delictual\nliability on the same facts, would be of no consequence. That much was\npertinently decided in\nLillicrap\n(at 496D-I). But, it is apparent, in my\nview, that the appellants' claim cannot possibly be construed as one based on\nphysical damage\nto property. It is clearly a claim for pure economic loss. As\nwas pointed out by Grosskopf AJA in\nLillicrap\n(at 497I-498H), with\nreference to a similar argument in that case, the appellants' allegation is not\nthat as a result of the respondent's\nnegligent conduct the aquarium was\n'damaged'. Their case is that, as a result of the respondent's negligent design,\nthe aquarium\nwas defective from the start. It was always of inferior quality. No\nconduct on the part of the respondent had caused it to deteriorate\nin any way\n(see also\nMurphy v Brentwood District Council\n[1991] UKHL 2\n;\n[1990] 2 All ER 908\n(HL)\n919 and\nWoolcock Street Investments (Pty) Ltd v C D G (Pty) Ltd (formerly\nCardno & Davies Australia (Pty) Ltd\n[2004] HCA 16\npara 20).\n[15]\tThe appellants' second argument as to why\nLillicrap\nis\ndistinguishable from the present matter is to be understood against the\nbackground of the facts in\nLillicrap\n, which, for present purposes, can be\nstated in the following broad terms. The appellant in that matter, Lillicrap,\nwas a firm of\nstructural engineers. The respondent, Pilkington, was a\nmanufacturer of glass products. In mid 1975 Lillicrap was formally appointed\nby\nPilkington\nas consulting engineers to design and supervise the\nconstruction of a glass plant on a particular site. Salanc Contractors (Pty) Ltd\nwas employed as the building contractor for the construction of the plant. In\nmid 1976 Pilkington\nassigned its contract with Lillicrap to Salanc. As a\nresult of the assignment, there was no longer any direct contractual\nrelationship\nbetween Pilkington and Lillicrap. Instead, Lillicrap's status was\nchanged to that of a subcontractor for Salanc. When the completed\nplant was put\ninto operation, it became apparent that as a result of soil instability on the\nsite, there were slight movements between\ncrucial components in the plant which\nrendered it unsuitable for the manufacturing of glass. Pilkington sought to\nrecover the cost\nof remedying these defects from Lillicrap on the basis that it\nresulted from its professional negligence in the design and supervision\nof the\nconstruction of the plant.\n[16]\tOn these facts two scenarios therefore\narose. In the one there was a direct contractual nexus between the parties. In\nthe other\nthere was no such contractual privity between them. The question\npresented for decision was whether policy considerations favoured\nan extension\nof Aquilian liability in either case. Grosskopf AJA, writing for the majority,\nheld that there was no need for such\nextension. The appellants contended that\nGrosskopf AJA's underlying reasoning amounted to this: while there was a\ncontractual nexus\nbetween the parties, each had adequate and satisfactory\nremedies if the other were to have committed a breach. In fact, the very\nrelief\nclaimed by Pilkington could have been founded on the contract. These\nconsiderations did not fall away as a result of the contract\nbeing assigned. The\ntripartite relationship between Pilkington, Salanc (as main contractor) and\nLillicrap (as subcontractor) still\nhad its origin in contract. The only\ndifference was that Pilkington now had to follow the contractual chain via\nSalanc to Lillicrap.\n[17]\tThus understood, so the appellants contended,\nLillicrap\nis plainly distinguishable from the present matter. In\nLillicrap\nthe presence of satisfactory and adequate contractual remedies\nwas the principal reason why this court held that an extension of\nAquilian\nliability was not justified. In the present matter, there is no question of\ncontractual remedies because there was no contract\nbetween the respondent and\nthe trust when the negligent conduct occurred. In fact, the trust was not even\ncapable of creating those\nremedies because it had not yet been formed when the\nnegligent conduct occurred. But for the extension of Aquilian liability, so\nthe\nargument went, the trust would be without any remedy and have not been capable\nof creating one.\n[18]\tIn\nLillicrap\nthe plaintiff in fact had a\nremedy emanating from the contract that coincided with its claim in delict. But\nI do not think it was\nintended to suggest that if there had been no such\ncontractual remedy a delictual remedy would have been granted. On the contrary,\nthe observations (at 500G-501B) concerning the difficulties that would emerge if\ndelictual liability were to be imposed and the delictual\nand contractual\nstandard were not to coincide, shows the converse. The point underlying the\ndecision in\nLillicrap\nwas that the existence of a contractual\nrelationship enables the parties to regulate their relationship themselves,\nincluding provisions\nas to their respective remedies. There is thus no policy\nimperative for the law to superimpose a further remedy. Consequently, the\nmere\nabsence of a contractual remedy in the present case does not by itself\ndistinguish it materially from\nLillicrap.\n[19]\tI\nnonetheless agree that\nLillicrap\nis distinguishable from the present\nmatter on another basis, which is that, unlike in\nLillicrap,\nthe\nnegligent conduct in this matter occurred prior to the inception of any\ncontractual relationship between the parties. The essential\nenquiry is, however,\nwhether this difference on the facts justifies the extension of delictual\nliability which was denied in\nLillicrap.\n[20]\tThe approach to this\nenquiry contended for by the appellants, was whether there is any consideration\nindicated by public or legal\npolicy why delictual liability should not be\nextended to the damages resulting from the respondent's negligent conduct in\nthis case.\nDeparting from this premise, they argued that no such consideration,\nsuch as, for example, a concern for indeterminate liability\nas to amount or\nclass, exists. That may or may not be so.  I do not believe, however, that the\napproach to the enquiry contended\nfor is open to us. It is in direct conflict\nwith the following statement by Grosskopf AJA in\nLillicrap\n(at 504D-H),\nwith reference to the judgment of the House of Lords in\nAnns v Merton London\nBorough Council\n[1977] UKHL 4\n;\n(1978) AC 728\n(HL) (which was subsequently overruled in\nMurphy v Brentwood District Council\n[1991] UKHL 2\n;\n(1990) 2 All ER 908\n(HL)):\n'No\ndoubt the application of the principle stated in\nAnns'\ncase, ... might\nlead to the dismissal of the appellant's exception in the present case, as was\nindeed found by the court\na quo\n. However, the approach of English law\nseems to be different from ours. ... English law adopts a liberal approach to\nthe extension\nof a duty of care. ... South African law approaches the matter in\na more cautious way, as I have indicated, and does not extend the\nscope of the\nAquilian action to new situations unless there are positive policy\nconsiderations which favour such an extension.'\n[21]\tIn accordance with\nthis cautious approach, so Grosskopf AJA held (at 500F of\nLillicrap\n), the\nfirst question in a case such as this is whether there is any need for the\nextension sought. On the facts of this matter that\nquestion should, in my view,\nfor considerations not dissimilar to those that applied in\nLillicrap\n,\nagain be answered in the negative. It is true that in this matter there was as\nyet no contract between the parties when the negligent\nconduct giving rise to\nthe trust's damages occurred, and that until it came into existence the trust\nwas not capable of contractually\nregulating the relationship. Nevertheless, it\nis clear from the facts pleaded that it was intended from the outset by all\nconcerned\nthat, if the aquarium project was to proceed at all, it would be\ngoverned by a contractual relationship that would be created once\nthe trust was\nformed. It was also foreseen from the outset that the trust could not possibly\nsuffer any damages through the negligent\nconduct of the respondent, unless and\nuntil that contractual nexus was brought into existence, through the formal\nappointment of\nthe respondent, by or on behalf of the trust, as its consultant\nengineer.\n[22]\tI say this because it is pleaded (in para 10 of the\nparticulars of claim – quoted in para [8] above) that it was at all\ntimes\ncontemplated by the joint venture, as well as by the respondent and the project\nmanagers that the aquarium project would be\nconducted through the vehicle of a\ntrust. It is further alleged (in para 11 – also quoted in para [8] above)\nthat the respondent\nhad 'agreed with the joint venture that it would assist in\nits capacity as consulting engineer in investigating the feasibility of\nthe\naquarium project with a view to its formal appointment in the event of the\nproject going ahead.' Consequently there would either\nbe no trust and no project\nthat could give rise to any damages or there would be a relationship between the\ntrust and the respondent\ngoverned by contract. These were the only two\npossibilities. There was no other.\n[23]\tIn these circumstances I can see\nno reason why the trust could not have been covered against the risk of harm due\nto the respondent's\nnegligent conduct by appropriate contractual stipulations\ncovering even conduct that occurred before the trust was formed. This,\nso it\nseems, could have been done on two occasions. First, by way of a\nstipulatio\nalteri\nin favour of the trust (to be formed) in the agreement between the\njoint venture and the respondent (see eg\nMcCullogh v Fernwood Estate Ltd\n1920 AD 204\nat 208). Or, by the insertion of apposite provisions relating to\nany decisions which might already have been taken by the respondent,\nin the\ncontract of formal appointment. I find support for this consideration in the\njudgment of the High Court of Australia in\nWoolcock Street Investments (Pty)\nLtd v C D G (Pty) Ltd (formerly Cardno & Davies\n[2004] HCA 16\n, in which\n'vulnerability to risk' was held to be a critical issue in deciding whether\ndelictual liability should be extended in a\nparticular situation (see eg McHugh\nJ in para 80 of the judgment). In this regard it is to be noted that the concept\nof 'vulnerability'\nas developed in Australian jurisprudence is something\ndistinct from potential exposure to risk and that the criterion of\n'vulnerability'\nwill ordinarily only be satisfied where the plaintiff could not\nreasonably have avoided the risk by other means – for example\nby obtaining\na contractual warranty or a cession of rights. I find the Australian reasoning\nto be in accordance with the cautious\napproach of our law with regard to the\nextension of Aquilian liability that I have referred to.\n[24]\tGenerally\nspeaking, I can see no reason why the Aquilian remedy should be extended to\nrescue a plaintiff who was in the position\nto avoid the risk of harm by\ncontractual means, but who failed to do so. In argument the only answer to this\ndifficulty proffered\nby the appellants' counsel was that the insertion of\nappropriate contractual provisions would require a great deal of wisdom before\nthe event by those acting on behalf of the trust, which could not be reasonably\nexpected at the time. In support of this answer counsel\nplaced particular\nreliance on the minority judgment of Kirby J (para 173) in the\nWoolcock\ncase. Though I obviously express no opinion on the facts of\nWoolcock,\nI\ndo not think that answer is supported by the facts of this case.\nFirst,\nthe trust was represented, not only by presumably able trustees, but also by\nprofessional project managers. Second, it appears\nfrom the way in which the\nappellants' case was pleaded that it should have been plain to everybody\nconcerned that the respondent\ncould opt for a particular design prior to its\nformal appointment and that if it was negligent in doing so, the trust would\nsuffer\ndamages when that wrong option was eventually\nimplemented.\n[25]\tOther considerations alluded to by Grosskopf AJA as to\nwhy Aquilian liability does not fit comfortably in a contractual setting\n(cf\nLillicrap\n500G-501G) also find application in this case. To illustrate\n– what would happen if the respondent's design, which was eventually\nimplemented, complied with its obligations undertaken in terms of its formal\nagreement of appointment, but not with the standards\nof the notional reasonable\nengineer? Would it then make any difference that the design was decided upon\nprior to the appointment?\nOr, what if the appointment contract is construed to\nrelate to the design as eventually implemented, irrespective of whether it was\ndecided upon by the respondent before or after its formal appointment. Would the\nrespondents conduct then be measured by two different\nstandards – one\ncontractual and the other delictual?  Or, what if the respondent had been asked,\nbut refused to give a contractual\nwarranty in respect of the work that it had\ndone on a speculative basis and without any remuneration  prior to its formal\nappointment.\nWould it still be held liable in delict if that work was\nnegligently done? In short, I believe that the following statement by Grosskopf\nAJA in\nLillicrap\n(at 500H-I) is equally apposite in this case:\n'[I]n\ngeneral, contracting parties contemplate that their contract should lay down the\nambit of their reciprocal rights and obligations.\nTo that end they would define,\nexpressly or tacitly, the nature and quality of the performance required from\neach party.'\n[26]\tFinally, the appellants argued that the position of the\ntrust\nvis-à-vis\nthe respondent is analogous to that of the\nrelationship between the subsequent owner of a building and the builder\nresponsible for\nits construction. They therefore sought support for the\nextension of Aquilian liability in the present context in those cases where\nthe\nsubsequent owner was afforded a remedy in delict against the builder for damages\nresulting from the negligent execution of the\nbuilding contract to which the\nsubsequent owner was not a party. Authorities referred to in this regard\nincluded judgments of the\nHigh Court of Australia (in\nBryan v Maloney\n1995 (128) A.L.R. 163)\nand the Supreme Court of Canada (in\nWinnipeg\nCondominium Corp No 36 v Bird Construction & Co\n(1995) s 12(1) D.L.R.\n(4\nth\n) 193). The respondent's reply to this argument was based on\nequally weighty authorities going the other way (see eg\nD & F Estates Ltd\nv Church Commissioners for England\n(1988) 2 All ER 992\n(HL);\nMurphy v\nBrentwood District Council\n[1991] UKHL 2\n;\n(1990) 2 All ER 908\n(HL) and\nWoolcock Street\nInvestments (Pty) Ltd v C D G (Pty) Ltd (formerly Cardno & Davies Australia\n(Pty) Ltd)\nsupra).\n[27]\tIn the light of the view that I hold on the\nfacts of this matter, I find it unnecessary to enter into the rather complex\ndebate\nregarding the extension of delictual liability to afford a remedy in the\nsubsequent purchaser situation. Unlike the relationship\nbetween the trust and\nthe respondent in this matter, there is never any direct contractual\nrelationship between the builder and the\nsubsequent purchaser. Unlike the trust,\nthe subsequent purchaser would therefore not have had any opportunity to arrange\nthe features\nof that relationship by way of contract. That, as far as I am\nconcerned, is a material difference. Whether that material difference\nwill lead\nto a different result in the subsequent purchaser situation, is one we do not\nhave to decide.\n[28]\tIt follows that in my view the exception was rightly\nupheld. In the result –\n'The appeal is dismissed with costs, including\nthe costs of two counsel.'\n..................\nF D J BRAND\nJUDGE OF\nAPPEAL\nConcur\n:\nHOWIE P\nNUGENT JA\nJAFTA JA\nMAYA AJA",
  "scraped_at": "2026-02-12T15:08:07.844784",
  "date": "2005-11-25",
  "coram": [
    "Howie P",
    "Brand JA",
    "Nugent JA",
    "Jafta JA",
    "Maya AJA"
  ],
  "case_number": "545/04",
  "parties": {
    "applicants": [
      "Trustees for the Time Being of Two Oceans Aquarium Trust"
    ],
    "respondents": [
      "Kantey & Templer (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The trustees of the Two Oceans Aquarium Trust (the Trust) sued Kantey & Templer (Pty) Ltd, a structural engineering consultancy, for damages of approximately R14.9 million. The claim arose from failures in the exhibit tanks of the aquarium, allegedly caused by the use of a porous polyurethane waterproofing lining which allowed seawater to corrode the steel reinforcement. The Trust alleged that the design choice to use a lining rather than a water‑retaining concrete structure was negligent, resulting in costly remedial work and loss of revenue while the tanks were out of service. The case also involved a prior joint‑venture agreement (pre‑trust formation) under which the consultants agreed to assist in investigating feasibility and design options for the aquarium.",
    "issues": "The key issues were: (1) whether the respondent’s alleged negligent design gave rise to a delictual claim for pure economic loss; (2) whether a legal duty not to be negligent existed in the absence of a contractual relationship at the time of the design decision; (3) whether the court should extend Aquilian liability to cover the Trust’s loss, or whether policy considerations preclude such extension; and (4) whether the exception upheld by the lower court was correctly applied.",
    "principles": "The judgment considered the elements of Aquilian liability, focusing on the requirement of wrongfulness, which depends on the existence of a legal duty not to act negligently. It referenced leading authorities on pure economic loss, including Minister of Safety and Security v Van Duivenboden, Gouda Boerdery BK v Transnet, and the principle that negligent conduct causing physical damage is prima facie wrongful. The court examined the precedent Lillicrap v Pilkington Brothers, emphasizing that a plaintiff must establish a legal duty without relying on contractual terms. The cautious South African approach, as opposed to the more liberal English Anns test, requires policy considerations to justify extending delictual liability.",
    "application": "Applying these principles, the court found that the Trust could not establish a legal duty independent of a contract because the design decision occurred before any contractual nexus existed. The court noted that the parties could have addressed the risk through contractual stipulations (e.g., a stipulatio alteri) and that there was no public policy imperative to impose liability where contractual remedies were available or could have been arranged. Consequently, the exception dismissing the delictual claim was correctly upheld.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court affirmed the lower court’s decision to sustain the exception, thereby rejecting the Trust’s delictual claim for pure economic loss against the respondent."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Professional Negligence",
    "level_3": [
      "pure economic loss",
      "Aquilian liability",
      "contractual duty"
    ]
  }
}