{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/123.html",
  "case_name": "H.M.F v M.G.W.F (52/2005) [2005] ZASCA 123; [2006] 1 All SA 571 (SCA); 2006 (3) SA 42 (SCA) (1 December 2005)",
  "citation": "[2005] ZASCA 123",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 123\n|\nNoteup\n|\nLawCite\nH.M.F v M.G.W.F (52/2005) [2005] ZASCA 123; [2006] 1 All SA 571 (SCA); 2006 (3) SA 42 (SCA) (1 December 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nIN\r\nTHE SUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nReportable\nCase\r\nNo: 52/05\nIn\r\nthe matter between:\nH[…]\r\nM[….]                       \n\n   Appellant\nand\nM[….]\r\nG[…] W[…] F[…]      \r\n  Respondent\nCORAM:    \r\nZULMAN, CAMERON, VAN HEERDEN, PONNAN JJA\net\nMAYA AJA\nDate Heard:           \r\n7 November 2005\nDate Delivered:   \r\n  1 December 2005\nSummary: Application\r\nby custodian parent of young child for leave to remove child\r\npermanently from South Africa – child strongly\nbonded to both\r\nparents – interests of child first and paramount consideration.\nJUDGMENT\nMAYA\r\nAJA\nMAYA\r\nAJA\n:\n[1]    \r\nThis matter raises difficult emotional issues for the parties and\r\ntheir young daughter, the subject\nof the dispute. The parties are\r\nboth British citizens who settled in the Republic of South Africa as\r\nnewlyweds in 1986. They were\ndivorced during 2001. The appellant, who\r\nhas custody of the child, wishes to return to the country of her\r\nbirth permanently and\ntake the child with her. The respondent refused\r\nto consent to the child’s removal from the country. The\r\nappellant’s\napplication to the Johannesburg High Court for\r\nleave to remove the child from South Africa was refused by Weiner AJ,\r\nafter hearing\noral evidence. So was an appeal to the full court of\r\nthat division (Cachalia J and Fevrier AJ concurring, Satchwell J\r\ndissenting).\nThe appellant appeals further with the special leave of\r\nthis court.\n[2]    \r\nIn addition to the two parties and S.’s day mother since birth,\r\nMrs S.S., three experts testified\nin this matter: Dr Engelbrecht (a\r\ncounselling psychologist) on behalf of the appellant, and Dr Strous\r\n(an educational psychologist)\nand Ms Henig (a social worker) on\r\nbehalf of the respondent. The evidence of the parties, Mrs S. and\r\ntheir experts is fully set\nout in the judgment of the court of first\r\ninstance and I proceed to give a summary only of the salient\r\nportions.\n[3]    \r\nThe appellant and the respondent, aged 47 and 53 years respectively,\r\nwere both born and grew up in the\nUnited Kingdom. Following their\r\nmarriage there in April 1986, they came to South Africa to pursue\r\ncareers in the field of information\ntechnology. The appellant worked\r\nin that field rising through the ranks to management level until her\r\nresignation in March 2003,\npartly due to dissatisfaction with her\r\nworking conditions and partly in anticipation of her return to the\r\nUK. The respondent on\nthe other hand branched off into other ventures\r\nover the years and has successfully established himself in the\r\nbusiness world.\n[4]    \r\nWhen the parties were divorced on 26 April 2001, they concluded an\r\nagreement of settlement which was\nmade an order of court. In terms of\r\nthe order, custody of the child, S.R., born on [day/month] 1995, was\r\nawarded to the appellant.\nThe award was made subject to the\r\nrespondent’s reasonable rights of access which include\r\nsleep-over access to S. every Tuesday\nand Thursday night, every\r\nalternate weekend, alternate short school holidays and half of the\r\nlong school holidays in July and December.\nThe practical effect of\r\nthis arrangement is that, although the appellant is the custodian\r\nparent and S.’s primary caregiver,\nthe parties spend almost\r\nequal amounts of time with S. and share responsibility for her\r\nvarious needs. The respondent’s relationship\nwith S. was\r\ninitially strained after the divorce but, through the appellant’s\r\nintervention, the problems were ironed out\nwith the professional help\r\nof a social worker. The parties live within easy access of each other\r\nand, until the appellant’s\ndecision to relocate to the United\r\nKingdom in late 2002, exercised their shared parenting arrangement\r\nwithout problems.\n[5]    \r\nThe appellant wishes to return to the country which she regards as\r\nher ‘home’, where all\nher family (and, indeed, all of the\r\nrespondent’s family) reside. Save for two close friends, she\r\nfeels that she has no support\nsystem in South Africa, where she is\r\nunhappy and depressed. She is concerned about the high level of\r\nviolent crime and her perceived\nlack of financial and employment\r\nsecurity here. By contrast, she believes that both she and S. will\r\nhave an improved quality of\nlife and more safety and security in the\r\nUnited Kingdom. In her view, she will be able to provide S. with\r\nbetter educational and\nother life-enhancing opportunities in that\r\ncountry, where she (the appellant) will have better employment\r\nprospects and a far superior\nsocial security structure, in addition\r\nto very affordable health care for both herself and S.. She tendered\r\nto the respondent liberal\nvisitation blocks and regular telephonic,\r\nvisual electronic and internet contact with S. should her application\r\nbe successful.\nThe respondent’s main contentions were that the\r\nchild would be removed from her present stable and secure\r\nenvironment, that\nshe would suffer a decline in her standard of\r\nliving and that, most importantly, she would lose the benefit of her\r\nclose and meaningful\nrelationship with him.\n[6]    \r\nThere were material points of variance in the respective approaches,\r\nfindings and recommendations of\nthe experts called by the parties.\r\nThey however agreed, as the parties had, that S. is well-adjusted and\r\ndevelopmentally on track,\nexcels at school, enjoys excellent\r\nrelationships with, is deeply attached to both her parents and is\r\nsettled, happy and stable\nin her present environment. Separation from\r\neither of her parents would be detrimental to her well-being.\n[7]    \r\nThe essence of their findings is captured in their joint report, the\r\nrelevant part of which reads as\nfollows:\n‘\n3.\r\nS. is attached to both her parents. We generally agree that\r\nseparation from either parent would be deleterious to her well-being.\n\nWe agree that separation from her mother is likely to be severely\r\ndetrimental to her. Henig and Strous believe that separation\nfrom her\r\nfather has the potential to be severely detrimental to S..\r\nEngelbrecht believes that she will be negatively affected by\n\nseparation from her father but that the effect of this impact would\r\nbe moderated by the nature, regularity and predictability of\ncontact\r\nthat she will have with her father.\n4.\r\nThe experts noted that they applied different primary evaluation\r\ncriteria in preparing their reports and recommendations in this\n\nmatter. Henig and Strous based their recommendations primarily on the\r\nbest interest criterion whereas Engelbrecht utilised the\ncriterion of\r\nwhether there are compelling reasons for S. not to go to the United\r\nKingdom.\n5.\r\nAll the experts believe that according to the best interest criterion\r\nit is in a child’s best interest to have both her\nparents in\r\nclose proximity.’\n[8]    \r\nAs was accepted by both the court of first instance and the majority\r\nof the court a quo, the point of\ndeparture of Dr Strous and Ms Henig\r\nwas clearly the correct one. The criterion consistently applied by\r\nthe courts in deciding matters\nof this nature is now entrenched in s\r\n28(2) of the Constitution which provides that ‘[a] child’s\r\nbest interests are\nof paramount importance in every matter concerning\r\nthe child’.\n[1]\nThe ‘best interests of the child’ standard is, however,\r\nof necessity an indeterminate and relative one as the circumstances\n\nof each child within each family unit will vary across a wide\r\nspectrum of factors.\n[2]\n[9]    \r\nThe legal principles applicable in relocation cases were recently set\r\nout by this court in the majority\njudgment of Scott JA in\nJackson\r\nv Jackson\n[3]\nas follows:\n‘\nIt\r\nis trite that in matters of this kind the interests of the children\r\nare the first and paramount consideration. It is no doubt\ntrue that,\r\ngenerally speaking, where, following a divorce, the custodian parent\r\nwishes to emigrate, a Court will not lightly refuse\nleave for the\r\nchildren to be taken out of the country if the decision of the\r\ncustodian parent is shown to be\nbona fide\nand reasonable. But\r\nthis is not because of the so-called rights of the custodian parent;\r\nit is because, in most cases, even if the\naccess by the non-custodian\r\nparent would be materially affected, it would not be in the best\r\ninterests of the children that the\ncustodian parent be thwarted in\r\nhis or her endeavour to emigrate in pursuance of a decision\r\nreasonably and genuinely taken. Indeed,\none can well imagine that in\r\nmany situations such a refusal would inevitably result in bitterness\r\nand frustration which would adversely\naffect the children. But what\r\nmust be stressed is that each case must be decided on its own\r\nparticular facts. No two cases are\nprecisely the same and, while past\r\ndecisions based on other facts may provide useful guidelines, they do\r\nno more than that. By\nthe same token, care should be taken not to\r\nelevate to rules of law the\ndicta\nof Judges made in the\r\ncontext of the peculiar facts and circumstances with which they were\r\nconcerned.’\n[10]  \r\nIn deciding whether or not relocation will be in the child’s\r\nbest interests the court must carefully evaluate,\nweigh and balance a\r\nmyriad of competing factors,\n[4]\nincluding the child’s wishes in appropriate cases.\n[5]\nIt is an unfortunate reality of marital breakdown that the former\r\nspouses must go their separate ways and reconstitute their lives\nin a\r\nmanner that each chooses alone. Maintaining cordial relations,\r\nremaining in the same geographical area and raising their children\n\ntogether whilst rebuilding their lives will, in many cases, not be\r\npossible. Our courts have always recognised and will not lightly\n\ninterfere with the right of a parent who has properly been awarded\r\ncustody to choose in a reasonable manner how to order his or\nher\r\nlife. Thus, for example, in\nBailey\r\nv Bailey\n,\n[6]\nthe court, in dealing with an application by a custodian parent for\r\nleave to take her children with her to England on a permanent\nbasis,\r\nquoted – with approval – the following extract from the\r\njudgment of Miller J in\nDu\r\nPreez v Du Preez\n:\n[7]\n‘\n[T]his\r\nis not to say that the opinion and desires of the custodian parent\r\nare to be ignored or brushed aside; indeed, the Court\ntakes upon\r\nitself a grave responsibility if it decides to override the custodian\r\nparent’s decision and the emotions or impulses\nwhich have\r\ncontributed to it.’\n[8]\nThe\r\nreason for this deference is explained in the minority judgment of\r\nCloete AJA in the\nJackson\n[9]\ncase as follows:\n‘\nThe\r\nfact that a decision has been made by the custodian parent does not\r\ngive rise to some sort of rebuttable presumption that such\ndecision\r\nis correct. The reason why a Court is reluctant to interfere with the\r\ndecisions of a custodian parent is not only because\nthe custodian\r\nparent may, as a matter of fact, be in a better position than the\r\nnon-custodian parent in some cases to evaluate\nwhat is in the best\r\ninterests of a child but, more importantly, because the parent who\r\nbears the primary responsibility of bringing\nup the child should as\r\nfar as possible be left to do just that. It is, however, a\r\nconstitutional imperative that the interests\nof children remain\r\nparamount. That is the “central and constant consideration”.’\n[11]  \r\nFrom a constitutional perspective, the rights of the custodian parent\r\nto pursue his or her own life or career involve\nfundamental rights to\r\ndignity, privacy and freedom of movement.\n[10]\nThwarting a custodian parent in the exercise of these rights may well\r\nhave a severe impact on the welfare of the child or children\n\ninvolved. A refusal of permission to emigrate with a child\r\neffectively forces the custodian parent to relinquish what he or she\n\nviews as an important life-enhancing opportunity. The negative\r\nfeelings that such an order must inevitably evoke are directly linked\n\nto the custodian parent’s emotional and psychological\r\nwell-being. The welfare of a child is, undoubtedly, best served by\n\nbeing raised in a happy and secure atmosphere. A frustrated and\r\nbitter parent cannot, as a matter of logic and human experience,\n\nprovide a child with that environment. This being so, I cannot agree\r\nwith the views expressed by the full court that ‘the\nimpact on\r\nS. of the appellant’s feelings of resentment and disappointment\r\nat being tied to South Africa, or the extent to\nwhich her own desires\r\nand wishes are intertwined with those of S.’ did not deserve\r\n‘any attention’ and that ‘[i]n\narriving at a just\r\ndecision [a court] cannot be held hostage to the feelings of\r\naggrieved litigants’.\n[12]  \r\nIt is also important that courts be acutely sensitive to the\r\npossibility that the differential treatment of custodian\nparents and\r\ntheir non-custodian counterparts - who have no reciprocal legal\r\nobligation to maintain contact with the child and may\nrelocate at\r\nwill\n[11]\n- may, and often does, indirectly constitute unfair gender\r\ndiscrimination. Despite the constitutional commitment to equality,\r\nthe division of parenting roles in South Africa remains largely\r\ngender-based.\n[12]\nIt is still predominantly women who care for children and that\r\nreality appears to be reflected in many custody arrangements upon\n\ndivorce. The refusal of relocation applications therefore has a\r\npotentially disproportionate impact on women, restricting their\n\nmobility and subverting their interests and the personal choices that\r\nthey make to those of their children and former spouses.\n[13]\nAs was pointed out by Gaudron J in a minority judgment in\nU\r\nv U\n,\n[14]\nthe leading Australian case on relocation:\n‘…\nit\r\nmust be accepted that, regrettably, stereotypical views as to the\r\nproper role of a mother are still pervasive and render the\nquestion\r\nwhether a mother would prefer to move to another state or country or\r\nto maintain a close bond with her child one that\nwill, almost\r\ninevitably, disadvantage her forensically. A mother who opts for\r\nrelocation in preference to maintaining a close bond\nwith her child\r\nruns the risk that she will be seen as selfishly preferring her own\r\ninterests to those of her child; a mother who\nopts to stay with her\r\nchild runs the risk of having her reasons for relocating not treated\r\nwith the seriousness they deserve.’\n[13]  \r\nWhile attaching appropriate weight to the custodian parent’s\r\ninterests, courts must, however, guard against\n‘too ready an\r\nassumption that the [custodian’s] proposals are necessarily\r\ncompatible with the child’s welfare’.\n[15]\nThe reasonableness of the custodian’s decision to relocate, the\r\npractical and other considerations on which such decision\nis based,\r\nthe extent to which the custodian has engaged with and properly\r\nthought through the real advantages and disadvantages\nto the child of\r\nthe proposed move are all aspects that must be carefully scrutinised\r\nby the court in determining whether or not\nthe proposed move is\r\nindeed in the best interests of the child.\n[14]  \r\nCounsel for the appellant contended that both the trial court and the\r\nfull court, in refusing the appellant leave\nto relocate,\r\nover-emphasised the disruptive effect that the relocation would have\r\non the respondent’s relationship with S.. \nAccording to\r\ncounsel, both courts in effect found that the maintenance of the\r\ncurrent relationship between S. and her father was\ndeterminative and\r\nconclusive of the issue of what was in the best interest of the minor\r\nchild.\n[15]  \r\nIn coming to her conclusion that it was not in S.’s best\r\ninterests that the appellant be permitted to remove\nher permanently\r\nto the United Kingdom, the trial judge relied heavily on the\r\nfollowing passage from the majority judgment of Scott\nJA in the\nJackson\n[16]\ncase:\n‘\nTo\r\nafford less weight to something as important as the relationship\r\nbetween mother and young daughters simply because the former\nis the\r\nnon-custodian parent is to prefer the rights of the custodian parent\r\nover the interests of the children. That is a wrong\napproach. It is\r\nparticularly so on the facts of the present case, where both parents\r\ncontinued to exercise a more or less equal\nparenting role and where\r\nthere had been no real separation between children and the\r\n“non-custodian” parent. It cannot\nbe over-emphasised that\r\neach case must be decided on the basis of its own particular facts.\r\nThe question in issue was whether it\nwas in the interests of the\r\nchildren that they be separated from the mother and taken to\r\nAustralia. That she was the “non-custodian”\nparent was of\r\nno relevance to this enquiry.’\n[16]  \r\nThe\nJackson\ncase\r\ninvolved an appeal against the refusal of an application by the\r\ncustodian father of two young girls for leave to emigrate with\nthem\r\nto Australia. The non-custodian mother had previously approved the\r\nmove and was to emigrate as well, but changed her mind\nafter the\r\ndivorce. As in this case, the children had, after the divorce,\r\ncontinued to spend more or less equal amounts of time\nwith both\r\nparents and enjoyed very secure attachments to them both. As Scott\r\nJA\n[17]\nstated:\n‘\nOf\r\nparticular importance in the present case is the fact that there has\r\nas yet been no real separation between mother and children.\nTo this\r\nextent therefore this present case differs materially from all those\r\nwhere the access of the non-custodian parent is limited\nto something\r\nin the region of alternate weekends. Were the children to be taken to\r\nAustralia the consequence would be the replacement\nof the mother’s\r\nalmost equal parenting role with what in effect would be bi-annual\r\nvisits of a few weeks each….\nWhat\r\nemerges from the evidence, viewed in its totality, is that if removed\r\nfrom their mother and taken to Australia both young girls\n…will\r\nsuffer “a great deal of pain and trauma”. Although\r\nopinions may differ, as far as the younger child Tasya\nconcerned\r\nthere must, at the least, be a real risk of psychological harm. The\r\nfather made it clear that his primary reason for\nwishing to emigrate\r\nto Australia was for the sake of the children. The question is\r\ntherefore whether the advantages of a move to\nAustralia at this stage\r\nin the lives of these young children justify the pain and trauma they\r\nwill undoubtedly both experience\nand the real possibility of Tasya\r\nsuffering psychological harm.’\n[17]  \r\nI cannot accept, as Weiner AJ suggested, that Scott JA’s\r\napproach ‘is a deviation from previous decisions\nof this nature\r\nin which the custodian parent’s decision (if reasonable and\r\nrational) was usually held to be sufficient to\njustify relocation’,\r\nnor that ‘the interests of the non-custodian parent and the\r\nobvious disruption to the relationship\nwith the child have largely\r\nbeen ignored until the decision in the\nJackson\nmatter’.\r\nInsofar as Weiner AJ was referring to the judgment of Nugent J in\nGodbeer\r\nv\nGodbeer,\n[18]\nas referred to extensively by Goldblatt J in the unreported case of\nCocking\r\nv Van der Walt\n,\n[19]\na careful perusal of both these judgments reveals that due weight was\r\nindeed given to the importance of the non-custodian parent’s\n\nrelationship with his minor children in the particular circumstances\r\nof those cases. What is evident from both\nJackson\nand the\r\ncases which preceded it is that children’s interests are more\r\noften than not intertwined with those of their caregivers\nand that\r\ncourts must thus properly consider the impact on the custodian parent\r\nof a refusal to remove a child in so far as such\nrefusal may have an\r\nadverse effect on the custodian parent and in turn the child.\n[18]  \r\nNotwithstanding these reservations about the interpretation of the\r\nmajority judgment in the\nJackson\ncase, I cannot endorse the\r\nsubmission by counsel for the appellant that the learned Judge placed\r\nundue weight on the consideration\nof not ‘interrupting [the]\r\nclose psychological and emotional bond which a child has with the\r\nnon-custodian parent’.\nIn the present case, all three experts\r\ntestified that S. had a close psychological and emotional bond with\r\nboth her parents. The\njoint minute complied by the experts is very\r\ntelling, in that all three agree that it is in her best interests to\r\nhave both her\nparents in close proximity and that separation from\r\neither parent would be deleterious to her well-being. Even Dr\r\nEngelbrecht,\nwho held the view that any long-term detrimental\r\nconsequences of separation from the respondent would be moderated by\r\nthe envisaged\nextent and regularity of contact between them, conceded\r\nin her testimony that the relocation had real risks. These included\r\nthe\n‘thinning’ of S.’s relationship with her\r\nfather, which could result in feelings of abandonment, deprivation,\r\nloss, shame and anger. Furthermore, from the evidence, it is apparent\r\nthat S. herself is adamant that she does not want to live\nin any\r\ncountry if both her parents do not live there. Despite her young age\r\nand comparative immaturity, her views cannot be totally\nignored.\n[19]  \r\nIt is, moreover, in my view clear from the judgment of the trial\r\ncourt that it did indeed pay regard to factors\nother than the\r\npotential negative effect of the proposed relocation on the\r\nrelationship between the respondent and his daughter.\nThere is no\r\nquestion that the appellant’s decision to relocate was\r\nundertaken honestly and in good faith. The desire to return\nto the\r\ncountry one regards as home, where one grew up and lived until\r\nadulthood, and a longing for family support, are deep emotional\nneeds\r\nwhich, to my mind, are no less important than relocating to a new\r\ncountry with a new partner and family unit or to pursue\nan important\r\ncareer opportunity. This is particularly so in the appellant’s\r\nsituation where the very reason that brought\nher to this country, her\r\nmarriage to the respondent, has disintegrated, leaving her isolated.\r\nThe appellant has flirted with the\nidea of returning to her ‘home’\r\nsince 1997 but bided her time even after the divorce and took the\r\nfinal decision only\nin 2002. She clearly realises the importance of\r\nthe respondent’s role in her daughter’s life -- this is\r\nproved, inter\nalia, by her concerted and sustained endeavours to\r\nfoster his relationship with S. the child after the divorce. Her\r\nwillingness\nto allow him generous access to S. if her application\r\nsucceeds and her offer to involve the International Social Services\r\nto monitor\nthe child’s adjustment in the United Kingdom is\r\nfurther proof of her\nbona fides\n. It certainly cannot be\r\nsuggested in the circumstances that she is motivated by some\r\nmalicious desire to exclude the respondent\nfrom S.’s life.\n[20]  \r\nGenuine as the appellant’s motivation is, however, I am\r\nconstrained to agree with the conclusion of the trial\ncourt that the\r\npracticalities of her decision were certainly not as well-researched\r\nand investigated as they should have been.\nWith the knowledge that\r\nthe respondent was opposed to the move, she resigned her job, sold\r\nher house and motor vehicle, shipped\nher furniture and the family pet\r\nto the United Kingdom and informed the child’s school that she\r\nwould be leaving. She had\nnot, at that stage, made any settled plans\r\nfor the relocation regarding employment and had not even considered\r\nwhat their living\nexpenses in the United Kingdom would be. She did\r\nthat only during the course of the proceedings, upon being granted\r\nleave by the\ncourt to supplement her papers on aspects relating to\r\nthe schooling and after-care arrangements for S. and her employment\r\nprospects\nin the United Kingdom.\n[21]  \r\nBy the time the matter went to oral evidence, she had secured a\r\ntemporary, low-paying job in the United Kingdom,\nbut still had no\r\nletter of appointment which provided the precise details of her\r\nworking conditions, income and tax obligations.\nShe had no idea what\r\nthe child benefit with which she hoped to augment her income would be\r\nor what after-care for S., on the days\nwhen she would not be able to\r\nfetch her after school, would cost. She was uncertain if she would\r\nkeep her current temporary job\nand what her future employment\r\nprospects were. The only real and readily accessible source of\r\nemotional and physical support that\nthe appellant would have in her\r\nhomeland would be her near-octogenarian mother with whom she planned\r\nto live. Confronted with her\nobvious lack of any structured plan for\r\nthe relocation, she admitted that her plans were ‘constantly\r\nchanging’. There\nare just too many imponderables in the\r\nappellant’s plans to enable the court to assess the likely\r\neffect of the move on S.’s\nphysical, emotional and\r\npsychological well-being. When these imponderables are ‘weighed\r\nup’ against the agreed opinion\nof all three experts that S.’s\r\ninterest would best be served by remaining in proximity to both\r\nparents and that a separation\nfrom either parent would be prejudicial\r\nto her well-being, the decision of both the trial court and the\r\nmajority in the full court\nnot to permit the appellant to relocate to\r\nthe United Kingdom with her daughter cannot be faulted.\n[22]  \r\nThis finding will obviously disappoint the appellant. However, almost\r\ntwo years have elapsed since the judgment\nof the trial court was\r\ndelivered and there is no suggestion that she has not coped with the\r\nreality of her situation in the interim.\nHer evidence was that, since\r\nher daughter’s birth, her mother visits them in South Africa\r\nfor two to three months every year.\nThe appellant likewise visits the\r\nUnited Kingdom on a regular basis. These visits should assist in\r\nalleviating any feelings of\nisolation, homesickness and\r\ndisenchantment that she may suffer from time to time.\n[23]  \r\nFurthermore, the court’s refusal to grant the appellant leave\r\nto relocate with S. now is not immutable and\ndoes not mean that she\r\nmay not obtain leave to return home with her daughter in the not too\r\ndistant future if circumstances so\njustify. As the respondent’s\r\ncounsel pointed out, S. will be going to high school in three years’\r\ntime. Changes to\nher social and scholastic life will then be\r\ninevitable. She will also be older and thus in a better position to\r\nform responsible\njudgments and state her own preferences. These\r\nchanged circumstances may well make the feasibility and desirability\r\nof a move to\nthe United Kingdom much easier to evaluate. There is\r\nnothing to prevent the appellant in the interim from re-establishing\r\nherself\nin her chosen profession and earning a decent income in this\r\ncountry. Should she require additional financial support for S. until\n\nsuch time as she is able to do so, it would seem that the\r\nrespondent’s financial position is such that he would be easily\n\nable to provide such support.\n[24]  \r\nThere is another issue that must be addressed. The respondent made an\r\napplication in terms of section 22(a) of\nthe Supreme Court Act 59 of\r\n1959 to have this court canvass with the child at the hearing of the\r\nappeal her views on her proposed\nrelocation to the United Kingdom. He\r\nbased the application on the fact that almost three years have\r\nelapsed since the launch of\nthe original application and expressed\r\nthe view that ascertaining her wishes at this stage may assist the\r\ncourt. He relied on article\n12 of the Convention on the Rights of the\r\nChild which, as indicated above, enjoins States Parties ‘to\r\nassure to the child\nwho is capable of forming his or her own views\r\nthe right to express those views freely in all matters affecting the\r\nchild, the\nviews of the child being given due weight in accordance\r\nwith the age and maturity of the child [and] for this purpose,\r\n[provide\nthe child] the opportunity to be heard in any judicial and\r\nadministrative proceedings affecting the child, either directly, or\r\nthrough a representative or an appropriate body, in a manner\r\nconsistent with the procedural rules of national law.’\n[25]  \r\nA court must of course take a child’s wishes into account where\r\nthe child is old enough to articulate his\nor her preferences. It is\r\ntrue that S. is considerably older than at the commencement of the\r\nproceedings, but I am not convinced\nthat the course proposed by the\r\nrespondent was proper. The respondent himself mentioned in one of his\r\naffidavits in the earlier\nproceedings that the litigation was causing\r\nS. stress, that she had occasionally queried having to attend the\r\ninterviews with the\nexperts and was not ‘particularly\r\ncomfortable’ with the exercise. This is understandable. If S.\r\nfound interaction with\nprofessionals (who are trained in child\r\npsychology and possess the requisite skill and sensitivity to conduct\r\nthe relevant enquiry)\ndaunting, it is then only logical to expect an\r\nencounter with five strange judges, ill-equipped to deal with the\r\nsituation, to\nbe thoroughly intimidating. Such an exercise clearly\r\nwould not bear much, if any, fruit. It seems to me that, if either of\r\nthe\nparties considered that there was a need to submit additional\r\nevidence in this regard, the proper route to follow would have been\n\nto have had S. interviewed by appropriate professionals, as was done\r\npreviously, and to seek to place that evidence before the\ncourt.\n[26]  \r\nIn any event, there is already evidence on record that S. has, as\r\nmost children would in the circumstances, expressed\na wish to remain\r\nwith both her parents. I hardly think that the respondent would\r\nsuggest having her being interviewed by the court\nif her views had\r\nchanged. The application was ill-advised and poorly conceived in\r\naddition to being unprecedented. How was this\ncourt to ascertain,\r\nwhat in truth was the view of the child and how were the five members\r\nof this court to record their impressions?\nWere those impressions,\r\nassuming them to be unanimous, to constitute admissible evidence and\r\nhow, if at all, was it to be introduced\ninto the record? What\r\nevidential weight, if any, was to attach to those impressions and\r\nwere the parties to be allowed an opportunity\nto adduce further\r\nevidence in consequence of its receipt?  Those were just some of\r\nthe difficulties that confronted counsel\nfor the respondent when she\r\nsought to argue the application. There evidently was no answer to\r\nthose difficulties and the application\nmust thus be dismissed. I\r\ncannot imagine that the appellant should be burdened with having to\r\npay her own costs in respect of an\napplication as unmeritorious as\r\nthis. It must follow that in respect of this application the\r\nrespondent must pay the costs.\n[27]  \r\nThe costs of the appeal do not pose a problem. It seems to be common\r\ncause that, in pursuing these proceedings,\nboth parties acted\nbona\r\nfide\nin what each perceived to be their child’s best\r\ninterests. This being so, I am of the view that each party should\r\nbear his\nor her own costs of appeal. The costs order made by the full\r\ncourt must, however, in my view be reconsidered. In awarding the\r\nrespondent\nthe costs of the appeal, the court held,\ninter alia\n,\r\nthat it would be unfair for the respondent to continue to have to pay\r\nfor his legal costs and that there must be some disincentive\nto the\r\ncontinuation of litigation. In that, for the reasons that follow, the\r\nfull court, in my view, misdirected itself. While\nmindful of the fact\r\nthat one is here dealing with the exercise of a judicial discretion,\r\nI nevertheless cannot agree with the consideration\nmentioned. Such an\r\napproach may be justified in the case of frivolous or vexatious\r\nlitigation by parents in respect of minor children.\nThis case hardly\r\nfits that mould and its facts do not warrant the infliction of\r\nadverse costs orders to penalise or discourage\nthe parties, acting in\r\ngood faith and out of concern for their minor child, from accessing\r\nthe courts to protect and advance her\ninterests.\n[28]  \r\nNo doubt the approach of the full court was informed by its reasoning\r\npreceding as well as its conclusion that\ncourts ‘cannot be held\r\nhostage to the feelings of aggrieved litigants’. That approach\r\nignores the societal burdens\nthat are visited on custodial parents.\r\nCustodial parents, unlike non-custodial parents, who are free to flit\r\nin and out of their\nchildren’s lives at their convenience, must\r\nof necessity often subvert their own interests to those of their\r\nchildren. Life\nchoices that they may wish to make are sometimes, as\r\nhere, subject to the agreement of their former spouse.  The\r\nappellant’s\nmotivation for initially moving to this country,\r\nnamely to establish a family with the respondent, has now all but\r\ndisappeared\nthrough no fault of her own. Little wonder then that she\r\nnow feels the need to return to her ‘home’. The solace\r\nthat\nshe feels can be derived from that move is not to be\r\nunderestimated. In endeavouring to foster a relationship between her\r\ndaughter\nand the appellant when that was in danger of faltering, her\r\nconduct has been nothing short of laudable. She can hardly be\r\ncredited\nwith any improper motive in approaching the courts. She has\r\nthroughout done what she thought was best for S.. Her decision to\r\nrelocate,\nalthough perhaps ill-advised and precipitate, was born in\r\npart out of a genuine belief that the move would also be best for the\n\nchild. It must follow that the decision by the majority in the court\r\na quo to mulct her with costs of that appeal is far from fair\nand\r\ncannot be sustained.\n[29]  \r\nIn the circumstances, the following order is made:\n(a)    \r\nSave to the extent set out in (b) and (c) herein below, the appeal is\r\ndismissed and each party is ordered\nto pay his or her own costs.\n(b)    \r\nThe costs order of the court a quo is set aside and replaced with\n‘\nEach\r\nparty is ordered to pay his or her own costs.’\n(c)     \r\nThe respondent’s application in terms of s 22(a) of the Supreme\r\nCourt Act 59 of 1959 for\nthis court to canvass with the minor child\r\nat the hearing of the appeal her views on her proposed relocation to\r\nthe United Kingdom\nis dismissed with costs.\n______________________\nM.M.L.\r\nMAYA\nACTING\r\nJUDGE OF APPEAL\nConcur:     \r\nZulman JA\nCameron JA\nVan Heerden JA\nPonnan JA\n[1]\nSo too, in terms of article 3(1) of the United Nations Convention on\r\n\tthe Rights of the Child (1989), ratified by South Africa\non 16\r\n\tJanuary 1995, ‘in all actions concerning children, whether\r\n\tundertaken by public or private social welfare institutions,\ncourts\r\n\tof law, administrative authorities or legislative bodies, the best\r\n\tinterests of the child shall be a primary consideration’.\nThis\r\n\tbest interests of the child standard is also enshrined in article\r\n\t16(1) of the United Nations Convention on the Elimination\nof All\r\n\tForms of Discrimination Against Women (1979), ratified by South\r\n\tAfrica in December 1995 and brought into force here on\n16 January\r\n\t1996.\n[2]\nSee eg\nBoberg’s\r\n\tLaw of Persons and the Family\n2ed\r\n\t(1999) p 502-504 and the other authorities there cited.\n[3]\n2002 (2) SA 303\n(SCA) para 2 at 318E-I.\n[4]\nSee eg\nVan\r\n\tRooyen v Van Rooyen\n1999\r\n\t(4) SA 435 (C).\n[5]\nIn terms of one of the key tenets of the United Nations Convention\r\n\ton the Rights of the Child, the courts must ‘assure\nto the\r\n\tchild who is capable of forming his or her own views the right to\r\n\texpress those views freely in all matters affecting\nthe child, the\r\n\tviews of the child being given due weight in accordance with the age\r\n\tand maturity of the child’ (article\n12). Thus, if the court is\r\n\tsatisfied that the child in question has the requisite intellectual\r\n\tand emotional maturity to make\nan informed and intelligent judgment,\r\n\tthen the court should give serious consideration to the child’s\r\n\texpressed preference\n(see\nMcCall\r\n\tv McCall\n1994\r\n\t(3) SA 210\n(C) at 207H-J).\n[6]\n1979\r\n\t(3) SA 128 (A).\n[7]\n1969\r\n\t(3) SA 529\n(A) at 532E-F.\n[8]\nAt 136B-C.\n[9]\nPara 34 at 317E-F.\n[10]\nSections 10, 14 and 21 of the Consitution.\n[11]\nElsje Bonthuys ‘Clean Breaks: Custody, Access and Parents’\r\n\tRights to Relocate’\n(2000) 16\nSAJHR\n487\nrefers in this regard to ‘a systematic lack of reciprocity\r\n\twhen dealing with the parents of the child. While the custodian\nmay\r\n\tbe prevented from relocating by the interests of the children, the\r\n\tnon-custodian may relocate at will. While the custodian\ncan be\r\n\tcompelled to facilitate access to the child, the non-custodian\r\n\tparent can not be compelled to contact the child, whether\nor not\r\n\tsuch contact would be beneficial to the child’ (at 496).\n[12]\nSee eg the remarks of several judges in the Constitutional Court\r\n\tcase of\nPresident\r\n\tof the Republic of South Africa v Hugo\n1997\r\n\t(4) SA 1\n(CC) paras 37-38 (per Goldstone J), paras 80 and 83 (per\r\n\tKriegler J), para 93 (per Mokgoro J) and paras 109-110 and 113 (per\r\n\nO’Regan J).\n[13]\nSee Bonthuys op cit 501-506.\n[14]\n[2002] HCA 36\nat para 36.\n[15]\nPayne v\r\n\tPayne\n[2001]\r\n\t1 FLR 1052\n(CA) para 40 (per Thorpe LJ). In this case, the father\r\n\tappealed against an order giving the mother leave to remove their\r\n\tfour-year-old\ndaughter permanently to New Zealand. He argued that\r\n\tthe principles applied by the English courts in relocation\r\n\tapplications created\nan unwarranted legal presumption in favour of\r\n\tleave to relocate which was in breach of his right to respect for\r\n\tfamily life in\nterms of article 8 of the European Convention for the\r\n\tProtection of Human Rights and Fundamental Freedoms (1950) and in\r\n\tconflict\nwith his right to contact with the child in terms of the\r\n\tChildren Act 1989. The Court of Appeal rejected this argument,\r\n\treiterating\nthat the matter was governed by the ‘welfare\r\n\tprinciple’ (the best interests of the child criterion) and\r\n\tthat, although\nthe reasonable proposals of the custodian parent was\r\n\ta factor of ‘great weight’, it did not have the status\r\n\tof a\npresumption in favour of granting leave. (See further the\r\n\tdiscussion of this case by Andrew Bainham in ‘Taking Children\r\n\tAbroad: Human Rights, Welfare and the Courts’\n(2001)\nCLJ\n489\nand generally\nChildren:\r\n\tThe Modern Law\n3ed\r\n\t(2005) 746-749.)  In\nD\r\n\tv S\n[2002]\r\n\tNZFLR 116\n, however, the Court of Appeal of New Zealand criticised\r\n\tthe approach in\nPayne\n,\r\n\tholding that it was ‘inconsistent with the wider all-factor\r\n\tchild-centred approach required under New Zealand law…[which]\n\n\trequires the reasonableness of a parent’s desire to relocate\r\n\twith the children to be assessed in relation to the disadvantages\nto\r\n\tthe children of reduced contact with the other parent, along with\r\n\tall other factors’ (para 47).\n[16]\nPara 14 at 323C-D.\n[17]\nParas 10 and 12 at 321B-C and 332D.\n[18]\n2000 (3) SA 976 (W).\n[19]\nCase No 7070/03 – 3 July 2003, WLD.",
  "scraped_at": "2026-02-12T15:12:51.145734",
  "date": "2005-12-01",
  "coram": [
    "Zulman JA",
    "Cameron JA",
    "Van Heerden JA",
    "Ponnan JA",
    "Maya AJA"
  ],
  "case_number": "52/05",
  "parties": {
    "applicants": [
      "H[…] M[…]"
    ],
    "respondents": [
      "M[…] G[…] W[…] F[…]"
    ]
  },
  "sections": {
    "facts": "Both parties are British citizens who married in 1986 and moved to South Africa. They divorced in April 2001 and the court awarded custody of their daughter, S., born in 1995, to the mother (the appellant). The father (the respondent) was granted reasonable access. In 2002 the mother decided to return permanently to the United Kingdom, her country of birth, and applied to the Johannesburg High Court for leave to relocate the child. The High Court and the full court refused the application. The matter was appealed to the Supreme Court of Appeal. Evidence included testimony from the child’s day‑mother, three experts (a counselling psychologist for the mother, an educational psychologist and a social worker for the father), and the parties’ own testimony about their employment, finances and support networks.",
    "issues": "The central issue was whether the mother’s desire to relocate permanently with the child to the United Kingdom was compatible with the child’s best interests under section 28(2) of the Constitution. Related questions included: (1) the weight to be given to the custodial parent’s right to freedom of movement and dignity; (2) the effect of relocation on the child’s relationship with the non‑custodial parent; and (3) whether the mother had a realistic and reasonably planned relocation scheme.",
    "principles": "The Court reiterated that the best‑interests of the child is paramount (s 28(2) Constitution) and that this standard is flexible, requiring a holistic balancing of factors. It cited the approach in Jackson v Jackson, emphasizing that each case must be decided on its own facts, that a custodial parent’s decision is not conclusive, and that the non‑custodial parent’s relationship with the child must be given weight. The Court also referred to Bailey v Bailey and other authority on the rights of custodial parents, noting that deference to the custodial parent’s wishes is required only where the move is reasonable, well‑planned and demonstrably in the child’s welfare.",
    "application": "The Court considered the expert reports, which unanimously concluded that the child was well‑adjusted, deeply attached to both parents, and that separation from either parent would be detrimental. The mother’s relocation plan was found to be insufficiently concrete – she had no secure employment, no clear financial forecast, and had only a low‑pay temporary job in the UK. The Court weighed the mother’s emotional reasons and desire for support against the substantial risks to the child’s relationship with the father and the uncertainty of the mother’s new circumstances. Finding the relocation unreasonable and not in the child’s best interests, the Court upheld the lower courts’ refusal.",
    "conclusion": "The appeal was dismissed. Each party was ordered to bear its own costs, and the earlier costs order against the appellant was set aside. The respondent’s application under s 22(a) of the Supreme Court Act to canvass the child’s views was also dismissed with costs. The Court left open the possibility of future relocation applications if circumstances change."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Child Custody / Relocation",
    "level_3": [
      "best interests of the child",
      "custodial parent relocation",
      "expert evidence",
      "international move"
    ]
  }
}