{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/9.html",
  "case_name": "S v De Kock (244/2004) [2005] ZASCA 9 (18 March 2005)",
  "citation": "[2005] ZASCA 9",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 9\n|\nNoteup\n|\nLawCite\nS v De Kock (244/2004) [2005] ZASCA 9 (18 March 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO: 244/04\nNot\nReportable\nIn the matter between\nHENZEN WILSNACH DE KOCK \t\t\t          \nAppellant\nAND\nTHE STATE \t\t            \t\t\t  \nRespondent\nCoram\n:\tMthiyane, Lewis, Heher\nJJA\nHeard:\n21 February\n2005\nDelivered:\n18\nMarch\n2005\nSummary\nCredible and reliable evidence of\nindecent assault and assault constitutes prima facie proof of guilt which calls\nfor an answer:\nappeal against conviction for indecent assault, and sentence in\nrespect of assault, dismissed.\nJUDGMENT\nLEWIS JA\n[1]\tThe appellant was charged and convicted in the\nRegional Court, Upington on two counts – indecent assault, and assault. He\nwas sentenced to eight years’ imprisonment on the charge of indecent\nassault, and to two years’ imprisonment on the charge\nof assault. Both\nsentences were ordered to run concurrently. In an appeal to the High Court\n(Northern Cape) the convictions were\nconfirmed, as was the sentence for indecent\nassault, but the sentence for the assault was reduced to six months’\nimprisonment.\nThe appeal to this court against the conviction on the first\ncount, and against the sentence on the second count, lies with the leave\nof the\nHigh Court.\n[2]\tIn his plea explanation in terms of\ns 115\nof the\nCriminal\nProcedure Act 51 of 1977\nthe appellant denied guilt on both charges. But on the\ncharge of assault with intent to do grievous bodily harm he admitted that\nhe had\nassaulted the complainant with a ‘plastiek pyp’, thus admitting that\nhe was guilty of common assault. Consequently\nthere is no appeal against the\nconviction on the second count. The charge sheet itself mentioned assault with a\n‘plastiek pyp’\nonly, despite the fact that in his statement to the\npolice, made the day after the assaults, the complainant had indicated that he\nhad been assaulted with various other implements as well.\n[3]\tIn the\nappeal before us, the essence of the appellant’s attack on the conviction\non the charge of indecent assault is that\nthe complainant was not a credible\nwitness in so far as the second charge of assault was concerned. He had, it was\nargued, grossly\nexaggerated the extent of that assault, and there were\ncontradictions in his evidence, such that his account of the indecent assault\nwas also to be disbelieved. The state, had not, argued the appellant,\nestablished a\nprima facie\ncase against him, and accordingly there was no\ncase to answer – this despite a doctor’s evidence in which he\nconfirmed\nthe contemporaneous J 88 report prepared by him on examining the\ncomplainant the day after the alleged assaults. Both that statement\nand the\nevidence of the doctor were consistent with that of the complainant, but the\nappellant argues that there were shortcomings\nin the medical examination. The\nargument is thus that the defects in the complainant’s evidence and the\ndeficiencies in the\ndoctor’s examination were such as to justify the\nappellant’s failure to testify. There was thus, it was contended, no\nprima\nfacie case to meet. I shall deal with the argument in this regard after briefly\nsetting out the relevant portions of the evidence.\n[4]\tThe complainant,\nthe doctor who examined him, Dr Meyer, and another employee of the appellant, Mr\nRodgers Mohlai, testified for\nthe state. A forensic pathologist, Dr Wagner, was\nthe only witness for the appellant. The appellant did not testify in his own\ndefence.\n[5]\tThe evidence of the complainant, borne out almost completely\nby the statement made by him to the police the day after the assault,\nwas to the\nfollowing effect. He was employed as a labourer by the appellant on a farm in\nKakamas. The appellant had requested him\nto assist with building work on the\nfarm on Saturday 10 March 2001. He had commenced work in the morning, sifting\nsand. The appellant\nhad plied him with alcohol throughout the course of the\nmorning. He had been given, and had drunk, first some nameless spirit, then\nsix\nsmall bottles of beer (‘dumpies’), and then brandy. The appellant\nhad also drunk the same quantity of beer. Not surprisingly,\nafter a while the\ncomplainant felt unable to work and asked if he could go back to the compound\nwhere he lived. The appellant suggested\ninstead that he just lie on the lawn\nnext to his house and sleep. The complainant did so.\n[6]\tA while later\nthe appellant woke him up and asked him to assist with some work in a storeroom\nsome 30 to 40 metres away from the\nappellant’s house. They went to the\nstoreroom together. The appellant closed the door. There the appellant grabbed\nthe complainant\nby the neck and ordered him to pull down his shorts and\nunderpants. The complainant refused but his shorts and underpants were forcibly\ntaken off by the appellant, leaving him clad only in a T-shirt. The appellant\nthen forced him to bend over a barrel and, against\nthe complainant’s will,\npenetrated his anus with his penis. The complainant testified that this went on\nfor some time: the\nappellant was sweating and the complainant experienced much\npain. He pleaded with the appellant to stop.  Eventually the appellant\nturned\nthe complainant over, grabbed his penis and ejaculated on the\ncomplainant’s stomach.  He then left the storeroom, locking\nthe door\nbehind him. The complainant lay on the floor naked but for his T-shirt.\n[7]\tLater in the day, at about 13h00, the appellant appeared in the\nstoreroom with another employee, Mr Mohlai, and told the latter\nto look at a man\nwho had said that he did not easily get drunk.  The complainant testified that\nMohlai had told him to put his clothes\non. Mohlai gave evidence for the state\nand confirmed that he had looked at the complainant in the storeroom, and had\nseen that he\nwas naked. He denied, however, that he had told the complainant to\nput his clothes on, saying that he assumed that he was lying on\nthe floor naked\nbecause he was drunk.  Mohlai had then left the storeroom.\n[8]\tThe\ncomplainant told the appellant that he was going to lay a charge against him. In\nresponse, the appellant took the complainant\nto a garage on the property and \naccused him of stealing various items. He locked him in the garage and then\ncalled another employee,\nThys, and his wife, Maria, to the garage, where,\ntestified the complainant, the three of them assaulted him. The appellant hit\nhim\nwith a ‘kabel’ (presumably the plastic pipe referred to in the\ncharge sheet), and Maria had hit him with a wooden plank.\nHe had also been hit\nwith a wire brush. Under cross examination the complainant claimed also to have\nbeen struck with an ‘yster’\n(possibly the same wire brush or a pipe)\nand punched and kicked.\n[9]\tCounsel for the appellant submitted that the\ninconsistencies in the complainant’s account of the assault, and the fact\nthat\nthe charge sheet had mentioned only an assault with a plastic pipe,\nindicated that the complainant was an unreliable and untruthful\nwitness. I shall\nreturn to the alleged contradictions later. But at this stage I reject the\nappellant’s submission that the\nfailure to describe the assault more fully\nin the charge sheet can be attributed to the untruthfulness of the complainant.\nThe very\nfact that the statement made by him to the police the day after the\nassault was far more detailed about the nature of the assault\nshows that the\nsuggestion is unwarranted.\n[10]\tThe complainant fell asleep after the\nassault on him, and was woken by police whom the appellant had called. There was\nof course\nno evidence as to why the police had been summoned since the appellant\ndid not testify. The complainant was taken to the local police\nstation and kept\nthere overnight. He did not lay any charges at that stage, but did ask to be\ntaken to a doctor. He was in pain from\nboth the indecent assault and the\nbeatings. His anus had bled a great deal and he experienced  difficulty walking,\nhe testified.\n[11]\tThe following morning, Sunday 11 March, he had been\ntaken by the police to see Dr J H Meyer in Kakamas. The report of Dr Meyer\n(the\nJ 88 form) is consistent with the complainant’s account of the indecent\nassault and the other assault.  Although he did\nnot examine the\ncomplainant’s trousers or underpants (for which no explanation was given)\nhe did note that there were blood\nstains on his shirt.\n[12]\tHe noted also\ncuts on the face, grazes on the shoulder, the calf, grazes and bruising on his\nback, and marks consistent with\nbeing assaulted with ‘’n elektriese\nof ander draad’. There were cuts and swelling on his left hip, bruising on\nhis chest and injury to his left tibia. The back of the complainant’s head\nwas also injured.\n[13]\tMeyer’s examination of the\ncomplainant’s anus is consistent with the latter’s evidence. He\nnoted two tears\non the skin, variously described as ‘skeure’ and\n‘velonderbrekings’ (and as ‘skeurkies’ when\nbeing\ncross-examined), and noted their sizes. He also noted that there was dry blood\nin the region of the anus. In giving evidence\nDr Meyer confirmed his report and\nsaid that he believed the anal injuries to be consistent with penetration or at\nleast an attempt\nat penetration of the complainant’s anus.\n[14]\tUnder cross examination Dr Meyer conceded that he had done no\ninternal examination, nor taken any samples. He had not followed\nthe general\nprocedures normally undertaken when a sexual assault was alleged. Nor had he\nnoticed that the complainant had walked\nwith difficulty. Much was made of these\nshortcomings by the only witness for the defence, a forensic pathologist, Dr L\nWagner. Again,\nthis is an issue to which I shall revert.\n[15]\tAfter the\nexamination by Meyer, the complainant made a statement to the police through an\ninterpreter. It is largely consistent\nwith the evidence given in court. Charges\nwere then laid against the appellant.\n[16]\tDr Wagner was the only witness\nfor the defence. His testimony consisted in the main of a lecture on how an\nideal examination\nwould be carried out by a doctor following a charge of rape.\nIt had little bearing on the complainant’s condition and indeed\nWagner had\nnever examined him, although he had listened to the evidence of the complainant\nand Dr Meyer. Although Wagner attempted\nto suggest that penetration could not\nhave taken place in the position described by the complainant (while he was bent\nover a raisin\nbarrel) he had to concede that he could not exclude the\npossibility that, given the injuries described by Meyer,  the appellant might\nhave penetrated the anus of the complainant.\n[17]\tThe essential question\nbefore this court is whether the state had established a prima facie case\nagainst the appellant that necessitated\nan explanation. While an accused has the\nright to remain silent, a right now also entrenched in the Constitution, where\nthe evidence\nfor the state is such that it calls for an answer, and none is\nforthcoming, the state’s case will be found proved beyond a\nreasonable\ndoubt. The classic statement of this principle is to be found in\nS v\nMthetwa\n1972 (3) SA 766\n(A) at 769D-F, per Holmes JA:\n‘Where . . . \nthere is direct\nprima facie\nevidence implicating the accused in the\ncommission of the offence, his failure to give evidence,\nwhatever his reason\nmay be\nfor such failure, in general\nipso facto\ntends to strengthen\nthe State’s case, because there is then nothing to gainsay it, and\ntherefore less reason for doubting its\ncredibility or reliability; . . .’\n[18]\tThis statement was adopted by this court in\nS v Chabalala\n2003 (1) SACR 134\n(SCA) at 142e-f, where Heher AJA pointed out that the\nprinciple was consistent with ‘the constitutional position\nelucidated’\nin para 22 of\nOsman v Attorney-General, Transvaal\n[1998] ZACC 14\n;\n1998\n(2) SACR 493\n(CC);\n1998 (4) SA 1224\n(CC) at 1232 and\nS v Boesak\n[2000] ZACC 25\n;\n2001 (1)\nSACR 1\n(CC);\n2001 (1) SA 912\npara 24. In\nChabalala\n, said Heher AJA, the\nappellant had been faced with direct and credible evidence which made him\n‘the prime mover in the offence’,\nand that his failure to face the\nchallenge raised by the evidence was damning.\n[19]\tIn\nOsman\nMadala\nJ said (para 22):\n‘Our legal system is an adversarial one. Once the\nprosecution has produced evidence sufficient to establish a\nprima facie\ncase, an accused who fails to produce evidence to rebut that case is at risk.\nThe failure to testify does not relieve the prosecution\nof its duty to prove\nguilt beyond reasonable doubt. An accused, however, always runs the risk that\nabsent any rebuttal, the prosecution’s\ncase may be sufficient to prove the\nelements of the offence. The fact that an accused has to make such an election\nis not a breach\nof the right to silence. If the right to silence were to be so\ninterpreted, it would destroy the fundamental nature of our adversarial\nsystem\nof criminal justice.’\nAnd in\nBoesak\nLanga DJP said (para\n24):\n‘The fact that an accused person is under no obligation to testify\ndoes not mean that are no consequences attaching to a decision\nto remain silent\nduring the trial. If there is evidence calling for an answer, and an accused\nperson chooses to remain silent in\nthe face of such evidence, a court may well\nbe entitled to conclude that the evidence is sufficient in the absence of an\nexplanation\nto prove the guilt of the accused. Whether such a conclusion is\njustified will depend on the weight of the evidence.’\n[20]\tIt is\nthe appellant’s contention, as I have indicated, that the evidence\npresented by the state is not such as to establish\na prima facie case, and that\nthere is thus no reason for the appellant to provide any answer. The only basis\nfor that contention\nis that the complainant was not a consistent, satisfactory\nwitness. It was submitted that he had exaggerated the extent of the assault\non\nhim by the appellant and Thys and Maria, and that he had described that assault\nsomewhat differently in evidence-in-chief and\nin cross-examination. Moreover, it\nwas argued, his evidence as to what was said when Mothlai came to see him and\nthat of Mothlai\nwas not entirely consonant, as indicated previously. A further\ninconsistency relied upon related to whether the door to the storeroom\nhad been\nlocked. The complainant said it had been. Mothlai said it was not. In my view\nnothing turns on this.\n[21]\tAll the discrepancies alluded to by the\nappellant are of a trivial nature, and can be explained to a considerable extent\nby the\nfact that when the complainant was assaulted he had been very drunk (for\nwhich the appellant was responsible) and his recollection\nwas understandably\naffected by that. More importantly, the complainant’s evidence was\ncorroborated by that of Dr Meyer. The\nlikelihood of anal penetration was\nconfirmed by Meyer. The account of the assaults with a cable or plastic pipe,\nwith a wire brush,\nwith a plank and with fists are consistent with the injuries\nnoted by Meyer the day after the assaults. The fact that Meyer did not\nnotice\nthat the complainant’s underpants were soaked with blood (as the\ncomplainant had said), could be explained by several\nfactors: that he had not\ntaken note of the underpants or the complainant’s trousers at all; that\nthe examination occurred a\nday after the indecent assault; that the complainant\n(as he had testified) might have cleaned himself and his pants. None of this\nwas\nput to Meyer. The fact is that Meyer found dried blood in the region of the\ncomplainant’s anus, and injuries consistent\nwith penetration.\n[22]\tThe trial court did not regard the complainant as untruthful\nalthough it accepted that he had not been an entirely satisfactory\nwitness. The\ncourt said:\n‘Hy was aan volledige kruisondervraging onderwerp, en daar\nkan nie sover dit hierdie Hof aanbetref, gesê word dat daar\nop enige wyse\nafbreek aan sy getuienis gedoen is, sodat hy as ongeloofwaardig aangemerk kan\nword nie.’\nThat is borne out by the record of the evidence. The court\nalso took into account the fact that the complainant is an unsophisticated\nman\nwith little education. That he had not apparently mentioned in his statement, as\nhe had done in his evidence, that he had been\nkicked and punched, is explicable\non the basis that he made the statement through an interpreter, and that he had\nnot been able to\nread it, nor was it read, and translated, to him. Any omissions\nor inaccuracies would inevitably have gone unnoticed by him. It is\nclear that\nthe magistrate was alive to these apparent discrepancies in the evidence but did\nnot consider that they detracted from\nhis reliability or credibility. It is as\nwell to remind oneself that an appellate court will not ordinarily interfere\nwith the findings\nof fact by a trial court in the absence of misdirection. (See\nRex v Dhlumayo\n1948 (2) 677 (A) at 698.)  None has been shown to have\noccurred in the present case and any invitation to interfere with the factual\nfindings by the magistrate must accordingly be declined.\n[23]\tThe\ncomplainant’s evidence, his statement to the police the day after the\nassaults, and the evidence of Dr Meyer called\nout for an explanation. In my\nview, the state established a strong prima facie case of indecent assault and\nthe appellant’s\nfailure to answer it is damning. I find that the\ncumulative effect of the evidence presented by the state proves beyond\nreasonable\ndoubt that the appellant did indecently assault the complainant. I\nconsider it appropriate to add that were the common law to be\nchanged, as indeed\nit should be, such that forced penetration of a man were to be regarded as rape,\nthe appellant would have been\ncharged with and convicted of rape. The question\nwas not argued before us, and since it would be germane particularly to the\nsentence,\nagainst which there is no appeal, I shall not deal with it\nfurther.\n[24]\tIn so far as the appeal against the sentence in respect of\nthe second count – assault – is concerned, my view is\nthat it is\nwithout any merit. Six months’ imprisonment for an assault committed in\nthe most humiliating of circumstances is,\nif anything, rather lenient. It is to\nbe recalled that the appellant, who as the complainant’s employer was in a\nposition of\npower, had first plied the complainant with alcohol; then indecently\nassaulted him, leaving him to sleep naked on a floor; then falsely\naccused him\nof theft, and then called in other people to assist in a brutal assault which\nresulted in the injuries described by Dr\nMeyer.\n[25]\tIn the result the\nappeal against conviction on the charge of indecent assault is dismissed; and\nthe appeal against sentence in\nrespect of the charge of assault is\ndismissed.\n____________\nC H Lewis\nJudge of Appeal\nConcur: Mthiyane JA\nHeher JA",
  "scraped_at": "2026-02-12T13:56:28.925247",
  "date": "2005-03-18",
  "coram": [
    "Mthiyane JA",
    "Lewis JA",
    "Heher JA"
  ],
  "case_number": "244/04",
  "parties": {
    "applicants": [
      "Henzen Wilsnach De Kock"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Henzen Wilsnach De Kock, was convicted in the Regional Court at Upington of indecent assault and assault after allegedly forcing a labourer employed on his farm to strip, penetrating his anus with his penis and subsequently assaulting him with a plastic pipe, a wooden plank and other implements. The assaults occurred after the appellant had heavily intoxicated the complainant with spirits, beer and brandy. The complainant reported the incidents to the police, provided a statement, and was examined by Dr J H Meyer, who recorded injuries consistent with the alleged assaults, including anal tears and bruises. The appellant did not testify; the state called the complainant, Dr Meyer, and an employee, Mr Rodgers Mohlai, while the defence presented a single forensic pathologist, Dr L Wagner, who criticised the medical examination but could not exclude penetration.",
    "issues": "The principal issues were (1) whether the state had established a prima facie case of indecent assault that required the appellant to answer, given the alleged inconsistencies in the complainant’s testimony and deficiencies in the medical examination; and (2) whether the sentence for the assault conviction should be altered. The appellant contended that the complainant’s credibility was impaired and that the evidence was insufficient to sustain a conviction.",
    "principles": "The court relied on the principle that once the prosecution produces direct, credible evidence establishing a prima facie case, the accused’s silence may strengthen the prosecution’s case (S v Mthetwa; S v Chabalala). It also noted constitutional considerations regarding the right to silence, emphasizing that the right does not absolve the prosecution of its burden (Osman v Attorney-General; S v Boesak). The appellate court reiterated that trivial inconsistencies, especially where the witness was intoxicated, do not defeat credibility when corroborated by medical evidence.",
    "application": "Applying these principles, the court found that the complainant’s testimony, despite minor discrepancies, was reliable and was corroborated by Dr Meyer’s medical report showing injuries consistent with penetration and assault. The alleged inconsistencies were attributed to the complainant’s intoxication and did not undermine the overall credibility. Dr Wagner’s critique of the medical examination did not negate the findings. Consequently, a strong prima facie case existed, and the appellant’s failure to testify was damning. Regarding the sentence for assault, the court considered the humiliation and the appellant’s position of power, concluding that the six‑month term imposed by the High Court was appropriate.",
    "conclusion": "The appeal against the conviction for indecent assault was dismissed, and the appeal against the sentence for the assault conviction was also dismissed. The original convictions and sentences stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "indecent assault",
      "prima facie evidence",
      "right to silence",
      "appellate review"
    ]
  }
}