{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/4.html",
  "case_name": "Paarwater v South Sahara Investments (Pty) Ltd (091/2004) [2005] ZASCA 4; [2005] 4 All SA 185 (SCA) (3 March 2005)",
  "citation": "[2005] ZASCA 4",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 4\n|\nNoteup\n|\nLawCite\nPaarwater v South Sahara Investments (Pty) Ltd (091/2004) [2005] ZASCA 4; [2005] 4 All SA 185 (SCA) (3 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 091/2004\nIn the matter between\nMELVIN PETER PAARWATER\t\nAppellant\nand\nSOUTH SAHARA INVESTMENTS (PTY) LTD\t\nRespondent\n___________________________________________________________\nCORAM: \tZULMAN, FARLAM JJA\net MAYA AJA\nHEARD:\t22 FEBRUARY 2005\nDELIVERED:\t3 MARCH\n2005\n___________________________________________________________\nSummary:\nWhen is it just and equitable to wind up a company in terms of s 344 (h) of the\nCompanies Act 61 of 1973, as amended? –\nonus on applicant for a final\norder on the return day to show, on a balance of probabilities, that the\nprovisional winding-up order\nshould be\nconfirmed.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nZULMAN\nJA\n[1]\tThe appellant obtained a rule provisionally winding-up the\nrespondent. After the filing of further affidavits, the court\na quo\non\nthe return day of the rule, discharged the rule and ordered the appellant to pay\nthe costs of the proceedings. The appellant appeals\nto this court, with the\nleave of the court\na quo\n, against the aforementioned order.\n[2]\tThe\nquestion on appeal is whether on the conspectus of all of the facts of the\nmatter it is correct to conclude that it is ‘just\nand equitable’,\nwithin the meaning of s 344 (h) of the Companies Act 61 of 1973 (the Companies\nAct) to liquidate the respondent\nfinally.\n[3]\tAt the outset it is important\nto point out that the onus rested upon the appellant in seeking a final order to\nsatisfy the court,\non a balance of probabilities, that it was indeed ‘just\nand equitable’ finally to liquidate the respondent. Furthermore,\nthe\ndegree of proof required when an application is made for a final order is higher\nthan that for the grant of a provisional order.\nIn the former case a mere\nprima facie\ncase need be established whereas the court, before it will\ngrant a final order, must be satisfied on a balance of probabilities,\nthat such\na case has been made out by the applicant seeking confirmation of the\nprovisional order. (See for example\nKalil v Decotex (Pty) Ltd and\nAnother\n[1]\n,\nHilleke v\nLevy\n[2]\nand\nBraithwaite v\nGilbert\n(Volkskas Bpk\nIntervening)\n[3]\nIndeed in granting\nthe provisional winding-up order in this matter, Foxcroft J, on the information\nthen before him granted a provisional\nwinding-up order on the basis that all the\nappellant was required to establish was a\nprima facie\ncase.\n[4]\tAn\nanalysis of all of the facts which were before the court\na quo\nwhen the\nappellant sought a final order reveals that there were serious disputes in\nregard to the essential matters that the appellant\nwas required to satisfy the\ncourt upon in order to establish that it was ‘just and equitable’ to\nwind-up the respondent.\nFurthermore it is important to note that the applicant,\nwho bore the onus, as I have previously mentioned, did not seek an order\nreferring such disputes for the hearing of oral evidence as he might have done\n(cf\nKalil\n[4]\nand\nEmphy and\nAnother v Pacer Properties (Pty)\nLtd\n[5]\n). In the circumstances the\nfollowing test enunciated by Corbett JA in the oft referred decision of\nPlascon-Evans Paints Limited v Van Riebeeck Paints (Pty)\nLimited\n[6]\nis of application:\n‘Secondly, the affidavits reveal certain disputes of fact. The appellant\nnevertheless sought a final interdict, together with\nancillary relief, on the\npapers and without resort to oral evidence. In such a case the general rule was\nstated by Van Wyk J (with\nwhom De Villiers JP and Rosenow J concurred) in\nStellenbosch Farmers Winery Ltd v Stellenvale Winery (Pty) Ltd\n1957 (4)\nSA 234\n(C) at 235 E - G to B: “... where there is a dispute as to the\nfacts a final interdict should only be granted in notice of\nmotion proceedings\nif the facts as stated by the respondents together with the admitted facts in\nthe applicant’s affidavits\njustify such an order ... Where it is clear\nthat facts, though not formally admitted, cannot be denied, they must be\nregarded as\nadmitted.”\n... It seems to me, however, that this formulation of the general rule\nparticularly the second sentence thereof, requires some clarification,\nand\nperhaps, qualification. It is correct that, where in proceedings on notice of\nmotion disputes of fact have arisen on the affidavits,\na  final order, whether\nit be an interdict or some other form of relief, may be granted if those facts\naverred in the applicant’s\naffidavits which have been admitted by the\nrespondent together with the facts alleged by the respondent, justify such an\norder ...\nIn certain instances the denial by a respondent of a fact alleged by\nthe applicant may not be such as to raise a real, genuine or\nbona fide\ndispute of fact ... Moreover there may be exceptions to this general rule, as\nfor example, where the allegations or denials of the\nrespondent are so\nfar-fetched or clearly untenable that the Court is justified in rejecting them\nmerely on the papers...’\n[5]\tApplying this well-known test to the facts of this\nmatter, the following emerges:\n5.1\tThe appellant is a director and\nshareholder of the respondent.\n5.2\tThe respondent is an investment company.\n5.3\tThe only asset of the respondent is a 90% shareholding in South African Beef\n(Pty) Limited (SAB).\n5.4\tGideon Francois Bothma (Bothma) is also a director and a representative of\nthe remaining shareholder of the company (the Bothma\nTrust).\n5.5\tThe appellant is not a creditor of the\nrespondent.\n5.6\tNo creditor of the respondent, if indeed there are any, has sought to\nwind-up the company.\n5.7\tIn the early part of 2002 Bothma and the appellant agreed to commence a\nbusiness of purchasing, raising, slaughtering, processing\nand marketing of\ncattle and other meat products. The intended business was to be conducted by SAB\nwhich then would be jointly controlled\nby Bothma and the appellant. They were\nadvised to establish a holding company and this was done, the respondent\nbecoming that holding\ncompany.\n5.8\tOn 2 March 2002 they also entered into a shareholders’ agreement.\nClause 2.2 of the agreement states that the parties ‘wish\nto record in\nwriting the terms and conditions applicable to their relationship as\nshareholders in the Company...’ In clause\n23 it is specifically recorded\nthat the ‘agreement does not constitute a partnership.’\n5.9\tInitially the appellant owned 51% of the share capital of the respondent and\nBothma, through the Bothma Trust, owned the balance\nof the shares.\n5.10\tIn June 2002 the appellant sold a portion of his shareholding to the Bothma\nTrust and reduced his shareholding in the respondent\nto 25%. SAB received some\nR2 000 000,00 from another company known as Rumcortin Meat Processors\n(Pty) Ltd which was issued\nwith 10% of the shareholding in SAB.\n5.11\tOn 29 August 2002 the appellant and Bothma entered into a second\nshareholders’ agreement which replaced the first agreement.\nAgain this\nagreement contained identical provisions recording the relationship between the\nparties and the fact that the agreement\ndid not constitute a partnership\n(clauses 2.3 and 20).\n5.12\tOn 10 March 2003 Bothma invited the appellant to meet him to discuss the\nfuture of the business of SAB. The appellant parked\nin the parking area of a\nshopping centre and then had a discussion with Bothma in a restaurant in the\ncentre. When the appellant\nreturned to the parking area he found that the\nvehicle that he had parked earlier was no longer there. Some minutes later\nBothma\ntelephoned him on his cell phone and told him that the vehicle had been\nrepossessed by SAB’s bankers as SAB could no longer\nafford to pay the\ninstalments due in respect of the vehicle.\n[6]\tThe appellant\ncontends that the respondent is a domestic company or quasi-partnership and\nfalls to be liquidated due to the complete\nbreakdown of the relationship of\nreasonableness, good faith, trust, honesty and mutual confidence which should\nexist between the\nappellant and the respondent’s other director and\nrepresentative of its only other shareholder at the time, Bothma. It is upon\nthis essential basis, relying on cases where domestic companies which were in\nreality partnerships or quasi partnerships, that the\napplicant founds his\nargument that it is ‘just and equitable’, in the particular\ncircumstances, to wind-up the respondent.\n(See for example well-known cases such\nas\nMoosa NO v Mavjee Bhawan (Pty) Ltd and\nAnother\n[7]\n,\nEbrahimi v\nWestbourne Galleries Ltd\n[8]\n,\nLawrence v Lawrich Motors (Pty)\nLtd\n[9]\nand\nMarshall v Marshall\n(Pty) Ltd and Others\n[10]\n) This\nallegation is denied by the respondent in an affidavit deposed to by Bothma.\nMore particularly Bothma states as follows in\nthis regard:\n‘I should point out further that the relationship between myself and the\napplicant was not for all times relevant hereto in\nthe nature of a partnership.\nWe only started doing business together in about February 2002. Prior to that\ndate we had never met\neach other and neither had we had any business dealings.\nThe venture we entered into was purely that of co-directors and co-shareholders\nin a business to try to get a large beef processing business off the ground. It\nis so that we worked together as co-entrepreneurs,\nshareholders and directors of\nthe various entities involved in the project. But we did not act as partners.\nThis is borne out by\nthe fact that the applicant [appellant] never made me aware\nof his financial problems until a fair time after the business relationship\nbetween us has taken its inception. As set out in para 8.2 of my opposing\npapers, the applicant only approached me in July/August\n2002 with his financial\ndifficulties, despite the fact that they had obviously been of a long and\nongoing nature, as is evidenced\nby the contents and the dates of annexure\n“GB 4” to my answering papers.’\n(Annexure ‘GB 4’ is a document which Bothma states was given to him\nby the appellant as indicating that the appellant\nwas facing claims from various\ncreditors in July and August 2002 some of whom had obtained judgments against\nhim.) It was as a result\nof this financial predicament, according to Bothma,\nthat the appellant agreed to dispose of 25.1% of his shareholding in the\nrespondent\nto Bothma for an amount of R25 000,00. It is of some significance\nthat in his founding affidavit seeking the liquidation of the respondent,\nthe\nappellant merely states that with effect from 1 June 2002 he sold a\nportion of his shareholding in the respondent to\nthe Bothma Trust and reduced\nhis shareholding to 25%. He makes no mention of the fact that he was in\nfinancial difficulty at the\ntime or what led to the sale in question.\nFurthermore the case subsequently, and now contended for, by the appellant to\nthe effect\nthat in reality the respondent was a partnership or a\nquasi-partnership between himself and Bothma is not made out. I find nothing\nin\nBothma’s affidavits which indicates that what he states about the nature\nof the company and his relationship with the appellant\nare, in the words, of\nCorbett JA in\nPlascon-Evans Paints\nLimited\n[11]\nso far-fetched or\nclearly untenable that the Court is justified in rejecting them merely on the\npapers. I am, notwithstanding this\nconflict of fact, prepared to assume, for the\nsake of argument, in favour of the appellant, that even if there was no\npartnership\nrelationship as such there was nevertheless a\nquasi-partnership.\n[7]\tThe appellant also seeks to rely upon the\nshareholders’ agreement entered into in March 2002. This shareholders\nagreement\nwas, as previously stated, replaced in August 2002 by a second\nshareholders’ agreement. In terms of the second agreement the\nBothma Trust\nwas recorded as owning 75% of the shares in the respondent. The agreement\nfurther provided for the majority of directors\nof the respondent to be appointed\nby the majority shareholder and for decisions to be taken by a majority of\ndirectors. This fact\nobviously detracts from the appellant’s contention\nthat there was a close relationship or partnership between the appellant\nand\nBothma. It was the second shareholders’ agreement which was applicable at\nthe time of the launching of the application\nfor winding-up.\n[8]\tOne of the\ngrounds upon which the appellant contends that mutual trust and confidence\nbetween himself and Bothma has broken down\nis reliance upon the car incident\nreferred to previously. Bothma explains in his affidavit that the repossession\nof the vehicle needs\nto be considered in its context. The context is that the\nappellant, despite having previously undertaken to do so, and despite having\nbeen reminded of his obligations, did not return the vehicle. The appellant did\nnot disclose this in his papers and there is no reason\nto doubt Bothma’s\nstatements in regard thereto. In any event even if one were to regard this\nincident as evidencing some form\nof oppressive or more accurately surreptitious,\nconduct on the part of Bothma, this of itself is no reason to wind-up the\ncompany.\nIn this latter regard Bothma states that the utilisation of the vehicle\nby the applicant was not a major issue at the time and points\nto the fact that\nsubsequent to the removal of the vehicle he and the appellant had further\nmeetings and discussions relating to matters\nconcerning the respondent and\nSAB.\n[9]\tThe appellant refers to an incident concerning the loss of his\nbriefcase whilst he and Bothma were overseas. Bothma makes it plain\nthat he had\nnothing to do with such disappearance and points to the fact that when the\nappellant reported the matter to the German\npolice he simply reported that his\nbriefcase had been stolen and made no mention of any possible involvement of\nBothma. This is a\ndispute of fact which it is not possible to resolve on the\npapers, save to point out that the applicant’s statements that Bothma\ninvolved him in the matter are unsubstantiated.\n[10]\tThe appellant contends\nthat Bothma has usurped his ownership and interest in the control of the\nrespondent. Bothma points to\nthe fact that the second shareholders agreement was\nentered into in August 2002 and signed by the parties for reasons arising from\nthe appellant’s then financial embarrassment entirely of his own and self\nconfessed making. No mention was made whatsoever\nof any problem with the\nexecution between the appellant and Bothma of the said agreement in the founding\npapers. Accordingly, having\nregard to Bothma’s statements I do not believe\nthere is any substance in the appellant’s contention that Bothma\n‘managed\nto have his family, via the Bothma Trust, take over ownership and\ncontrol of the’ respondent. The appellant, in my view, has\nfailed to show\non a balance of probabilities that Bothma is guilty of any of the type of\nconduct referred to by Lord Skerrington\nin\nThomson v Drysdale\n1925 SC\n311\n, a case to which counsel for the appellant, Mr Spottiswoode, referred in his\nable argument.\n[11]\tAlthough the appellant states that there has been a\nmisappropriation of funds of the respondent he offers no concrete evidence\nof\nthis other than to suggest that Bothma allegedly went on a lavish spending spree\nin Dubai. Bothma disputes that any of the respondent’s\nfunds were used in\nconnection with the trip that he admittedly undertook to Dubai.\n[12]\tThe\nappellant’s alleged fears of financial mismanagement by Bothma of the\nfinancial affairs of the respondent and the alleged\nmisappropriation of an\ninvestment in SAB are not substantiated by any independent evidence by the\nappellant and in any event are\ndisputed by Bothma.\n[13]\tThe appellant in a\nreplying affidavit annexes a copy of the current bank account of SAB at Nedbank\nand states that ‘I endeavoured\ntoday [5 March 2003] to obtain a more\nrecent bank statement but was advised by Nedbank that Bothma had instructed them\nto remove\nme as a signatory to the account and that I was accordingly not\nentitled to a bank statement, which I previously readily obtained\nfrom time to\ntime.’ Bothma deals with this allegation by stating that he did not\ninstruct Nedbank to remove the appellant as\na signatory on the current account.\nAny difficulty which the appellant might have ‘experienced in accessing\nthe current account\nstatements arose as a result of the banks own internal\nprocedures. When I learned of these difficulties, I immediately instructed\nNedbank to permit applicant access to the bank account and statements pertaining\nthereto at all times. This remains the position\ntoday.’ The\nappellant’s response to this in a replying affidavit is to the effect that\nBothma is guilty of not referring\nto the call account. However, the initial\nallegation made by the appellant concerning alleged misconduct on the part of\nBothma did\nnot refer to the call account but referred to the current account. It\nwas this allegation which Bothma answered. Furthermore earlier\nin his replying\naffidavit the appellant refers to a visit which he and his attorney paid to the\nSt Georges branch of Nedbank in Cape\nTown in order to obtain copies of the most\nrecent statements for both the current and call accounts. He claims that on 13\nNovember\n2003 he and his attorney were informed by ‘an employee there\ncalled Jackie Alexander that when both accounts were opened on\n19 February 2002,\nBothma and I were joint signatories. She informed us further that from 19 March\n2003, however, only Bothma was\nauthorised by the company to access the accounts.\nMy attorney then telephoned Jackie Alexander to ask her whether she would make\nan affidavit confirming this. She told him that she did not want to get\ninvolved. I have no reason for disbelieving what Jackie Alexander\ntold my\nattorney and me at the bank; she listened carefully to our requests,\ninterrogated her computer accordingly and informed us\nof the results given to\nher by the computer system. I verily believe in the truth and correctness of\nwhat she told us’. Plainly\nwhat Jackie Alexander is alleged to have told\nthe appellant and his attorney is hearsay. Furthermore no attempt is made by the\nappellant\nto identify precisely what position Jackie Alexander occupied at the\nbank. In addition it would have been a simple matter for the\nappellant or his\nattorney to request the manager of the branch of the bank to furnish an\naffidavit stating who the signatories were\nto the bank accounts at the relevant\ntime and if he refused to do so to subpoena him. Equally there was no reason why\nthe appellant\ncould not have subpoenaed Jackie Alexander to give evidence or to\nhave required oral evidence on this aspect of the matter which\nwas plainly in\ndispute. To say that he had no reason to disbelieve Jackie Alexander is in my\nview disingenuous especially since Bothma\nhad clearly put the matter in issue.\nAt best for the appellant this again is a matter where there is an unresolved\ndispute of fact\nwhich detracts from the appellant’s ability to discharge\nthe onus resting upon him.\n[14]\tSuffice it to say that I am in agreement\nwith the statement by the court\na quo\nto the effect that it is not\npossible, on the papers, to find on a balance of probabilities that a personal\nrelationship existed\nbetween the appellant and Bothma, which admittedly is not\ngood, which precludes the further proper functioning of SAB and which destroys\nthe role of new investors in funding the project of the meat processing venture.\nIn addition it has not been established by the appellant\nthat there is scope for\ncoming to the conclusion that the respondent company cannot be properly managed\nand that the applicant and\nthe respondent cannot deal at arms length with the\nco-investors in SAB.\n[15]\tIn so far as the appellant suggests that the\nrespondent is insolvent and unable to pay its debts, there is no evidence of\nthis\nwhatsoever and again it is a matter which is denied by Bothma and in any\nevent not a ground, as such, which the appellant relies\nupon for winding-up the\nrespondent.\n[16]\tIn all of the circumstances I am satisfied that the court\na quo\ncorrectly discharged the provisional order. The appeal is dismissed\nwith costs.\n__________________________\nR H\nZULMAN\nJUDGE OF APPEAL\nFARLAM JA\t\t)\nMAYA\nAJA\t\t\t)CONCUR\n[1]\n1988 (1) SA 943\n(AD) at 979\nB-E.\n[2]\n1946 AD 214\nat\n219.\n[3]\n1984 (4) SA 717\n(W) at 718\nA-D.\n[4]\n(supra) at 979\nC-D.\n[5]\n1979 (3) SA 363\n(DCLD) at\n369 F – H.\n[6]\n[1984] ZASCA 51\n;\n1984 (3) SA\n623\n(A) at 634 E- 635 C.\n[7]\n1967\n(3) SA 131 (T).\n[8]\n[1972] 2 All\nER 492\nat 500.\n[9]\n1948 (2) SA\n1029\n(W) at 1032.\n[10]\n1954 (3)\nSA 571\n(N) at 579 A-D.\n[11]\n[1984] ZASCA 51\n;\n1984\n(3) SA 623\n(A) at 635 C.",
  "scraped_at": "2026-02-12T13:55:04.192201",
  "date": "2005-03-03",
  "coram": [
    "Zulman JA",
    "Farlam JA",
    "Maya AJA"
  ],
  "case_number": "091/2004",
  "parties": {
    "applicants": [
      "Melvin Peter Paarwater"
    ],
    "respondents": [
      "South Sahara Investments (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Melvin Peter Paarwater, was a director and shareholder of South Sahara Investments (Pty) Ltd (the respondent), an investment company whose only asset was a 90% shareholding in South African Beef (Pty) Ltd (SAB). Both the appellant and Gideon Francois Bothma (representing the Bothma Trust) entered into a business venture to purchase and process cattle, forming SAB as the operating company and the respondent as its holding company. Shareholdings shifted over 2002‑2003, with the appellant’s stake reduced to 25% after selling shares to the Bothma Trust. Two shareholders' agreements were executed (March 2002 and August 2002). Disputes arose, including a vehicle repossession incident, alleged financial difficulties of the appellant, and claims of misappropriation of funds. The appellant obtained a provisional winding‑up order; the court a quo later discharged it and ordered the appellant to pay costs. The appellant appealed that decision.",
    "issues": "The central issue was whether, on the balance of probabilities, it was just and equitable to order a final winding‑up of the respondent under section 344(h) of the Companies Act 61 of 1973, given the disputed facts, alleged breakdown of trust between the shareholders, and the appellant’s burden of proof.",
    "principles": "The court reiterated that the onus lies on the applicant to prove, on a balance of probabilities, that a final winding‑up is just and equitable, a higher standard than the prima facie test for a provisional order. Relevant authorities included Kalil v Decotex, Hilleke v Levy, Braithwaite v Gilbert, and the test from Corbett JA in Plascon‑Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd, which requires that disputed facts be either admitted or cannot be reasonably denied before granting final relief. The principles governing quasi‑partnerships and the need for evidence of oppressive conduct or inability to manage the company were also highlighted.",
    "application": "Applying these principles, the court examined the affidavits and found numerous genuine disputes of fact—such as the nature of the shareholders' relationship, the alleged misuse of funds, and the vehicle incident—and noted that the appellant had not called oral evidence to resolve them. The appellant failed to demonstrate a breakdown of trust sufficient to satisfy the ‘just and equitable’ test, nor did he provide evidence of insolvency or mismanagement. Consequently, the court concluded that the appellant had not met the required burden of proof.",
    "conclusion": "The appeal was dismissed with costs. The provisional winding‑up order was correctly discharged, and no final winding‑up of the respondent was ordered."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Winding Up",
    "level_3": [
      "just and equitable",
      "quasi-partnership",
      "burden of proof",
      "shareholder dispute"
    ]
  }
}