{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/72.html",
  "case_name": "AM Moolla Group Ltd and Others v Gap Inc and Others (123/2004) [2005] ZASCA 72; [2005] 4 All SA 245 (SCA); 2005 (6) SA 568 (SCA); 2005 BIP 281 (SCA) (9 September 2005)",
  "citation": "[2005] ZASCA 72",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 72\n|\nNoteup\n|\nLawCite\nAM Moolla Group Ltd and Others v Gap Inc and Others (123/2004) [2005] ZASCA 72; [2005] 4 All SA 245 (SCA); 2005 (6) SA 568 (SCA); 2005 BIP 281 (SCA) (9 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 October 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 123/2004\nIn the matter between:\nA M MOOLLA GROUP LIMITED\nFirst\nAppellant\nA M MOOLLA CLOTHING\n(PROPRIETARY) LIMITED\t\t\t\t\t\nSecond Appellant\nSALT OF THE EARTH CREATIONS\n(PROPRIETARY)\nLIMITED\t\t\t\t\t        Third Appellant\nKINGSGATE CLOTHING\nMANUFACTURERS\n(PROPRIETARY) LIMITED\t\t\t\t\t      Fourth\nAppellant\nMAJESTIC CLOTHING MANUFACTURERS\n(PROPRIETARY)\nLIMITED\t\t\t\t\t         Fifth Appellant\nSTAR SHIRT &\nCLOTHING\n(PROPRIETARY) LIMITED\t\t\t\t\t         Sixth\nAppellant\nRICKEMP (PROPRIETARY) LIMITED\t\t         \t\t    Seventh\nAppellant\nand\nTHE GAP INC\t\t\t\t\t\t           \t     \nFirst Respondent\nGAP (APPAREL) INC\t\t\t\t\t              Second\nRespondent\nGAP (ITM) INC\t\t\t\t\t\t                Third Respondent\nCoram:\t HARMS, STREICHER, BRAND, LEWIS AND PONNAN\nJJA\nHeard:\t15 AUGUST 2005\nDelivered:\t9  SEPTEMBER 2005\nSubject:\tTrade mark “Gap” ─ well-known trade marks ─ art\n6bis Paris Convention ─ principle of territoriality\n─ non-use of\ntrade marks.\nJ U D G M E N T\nHARMS JA:\nINTRODUCTION\n[1]\tThis\njudgment concerns a number of registered South African trade marks, all having\nthe word GAP as a distinctive feature. The\nfirst is a word mark THE GAP; there\nare two device marks consisting of GAP and THE GAP (in lower case) written in a\nstylised form;\nand the word marks GAP STORES and GAP KIDS. Salt of the Earth\nCreations (Pty) Ltd, the third appellant, to whom I shall refer as\n‘the\nproprietor’, is a local company and the registered proprietor of these\nmarks.  The respondents, a holding company\ncalled The Gap Inc and two of its\nsubsidiaries, are companies registered in the state of Delaware in the United\nStates of America.\n (There is no need in this judgment to distinguish between\nthem and for the sake of convenience I intend to refer to each and all\nof them\nas ‘the respondent’.)\n[2]\tThe respondent claims proprietorship\nof these marks on the ground that GAP is a well-known trade mark that is\nentitled, without\nregistration in this country, to protection under\ns 35(3)\nof\nthe\nTrade Marks Act 194 of 1993\n, which incorporates the provisions of art 6bis\nof the Paris Convention into our law.  Daniels J, in the court below, upheld\nthis\nclaim and granted an interdict against the seven appellants, some of the\nmembers of a ‘group’ of companies and enterprises\nthat call\nthemselves the AM Moolla Group (not to be confused with the first appellant, AM\nMoolla Group Ltd). They were enjoined from\nusing a reproduction or imitation of\nthe respondent’s GAP marks in relation to clothing or retail clothing\noutlets).\n[3]\tThe respondent also applied, successfully, to have the\nproprietor’s trade mark registrations expunged on the ground of non-use.\nFurther subsidiary grounds for expungement based on\ns 10(3)\nand\ns 9(1)\nread with\ns 10(12)\nwere raised without success, and this gave rise to a cross-appeal but\nonly the\ns 10(3)\ncase was persisted in during the hearing. In response to the\napplication for expungement the proprietor in turn lodged a counter-application\nfor an interdict for trade mark infringement, which was dismissed in the light\nof the expungement. This dismissal of the counter-application\nis another issue\nin the appeal. The present proceedings are with the leave of the court of first\ninstance.\n[4]\tPreviously some members of the Group sought to utilise the\nprovisions of the\nCounterfeit Goods Act 37 of 1997\nto prevent the respondent\nfrom transhipping clothing bearing a GAP trade mark through South Africa but the\nattempt failed. The declaratory\norder issued in favour of the respondent, which\ndeclared that the respondent did not transgress the provisions of this Act by\ntranshipment,\nwas upheld in a case with the same name as the instant\ncase.\n[1]\n[5]\nThe story of\nGap began in 1969 when the first Gap store, under the name THE GAP, was opened\nin San Francisco. The novel concept was\nthe provision of a speciality retail\noutlet for clothing to exploit the ‘generation gap’ symbolised by\nthe increased\npopularity of casual clothing such as jeans. The business expanded\nand on 29 February 1972 a predecessor of the respondent applied\nfor the\nregistration in the USA of THE GAP as a service mark for ‘retail clothing\nstore services’ in class 42 of the\ninternational Nice classification. The\nyear 1974 saw the beginning of the use of GAP in relation to goods and an\napplication for\nthe registration of THE GAP (and design) as a trade mark in\nclass 25 (which relates to clothing). Other GAP trade mark applications\nfollowed, both in class 25 and 42, beginning in 1977. As the business expanded,\ntrade mark applications were filed in other jurisdictions,\nfor instance, in the\nUnited Kingdom since 1983 and in Canada since 1985. GAP stores were opened in\nthe United Kingdom in 1987, and\nby 1991 there were some 1000 stores in the USA,\nCanada and the United Kingdom. By 1992 the GAP trade mark had become one of the\nlargest\nselling apparel brands in the world measured by unit sales, and it is\nnow the second largest. At present hundreds of GAP trade marks\nare registered in\ncountries alphabetically and otherwise as far apart as Albania and Zimbabwe.\n[6]\tPrior to the 1990s, the respondent showed little interest in the local\nmarket. The explanation given was that because of the political\nclimate in this\ncountry, as an American company it was under a number of financial, political\nand legislative constraints that precluded\nexpansion into South Africa. However,\nif one considers that in 1991 there were GAP stores in only three countries, and\nsince then\nthe respondent’s attempts to enforce its rights locally have\nbeen at less than a pedestrian pace, the explanation rings somewhat\nhollow.\n[7]\tTurning then to the Gap tale in this country: During 1971, at a\ntime when the respondent had 25 THE GAP retail outlets in six\nstates in the USA,\nand had not yet used a GAP trade mark in respect of clothing, one Hirsch\n‘coined’ the trade mark GAP\nand began using it locally on clothing,\nand on 21 March 1973 he applied for the registration of the trade mark GAP in\nclass 25 in\nrelation to articles of clothing, including footwear (TM 73/1378).\nThis registration pre-dates any of the respondent’s trade\nmarks in class\n25, even in the USA, and there is nothing on record to suggest that Hirsch had\ncopied or derived his inspiration from\nthe respondent’s use of the GAP\nname on its stores. During the 1970s, the proprietor, to whom Hirsch in the\nmeantime had assigned\nthis mark, manufactured and sold substantial numbers of\njeans under the mark. A further GAP mark (‘the first device mark’\nTM\n80/5548), which consists of the word mark in a stylised form, was registered\nduring 1980.\n[8]\tDuring 1983 the Group obtained control over the proprietor.\nCapitalising on the fact that South Africa was subject to trade sanctions\nand\nthat art 6bis protection did not then exist, the proprietor changed its 1973 GAP\ntrade mark to THE GAP, the corporate and trading\nname of the respondent. In\n1988, the proprietor applied for registration of a second THE GAP (TM 88/4994)\ndevice mark, a blatant\ncopy of respondent’s logo; it also applied for GAP\nKIDS (TM 88/8783), an appropriation of respondents’ name for its\nchildren’s\nstores, first begun in 1985; and in 1989 it applied for GAP\nSTORES (TM 89/5087) in class 42. These applications were all granted.\nAnother\napplication, in respect of GAP STAR, was filed in 1993 but is pending because of\nopposition by the respondent.\nTHE PRINCIPLE OF\nTERRITORIALITY\n[9]\tAt the outset I wish to deal with the principle of\nterritoriality applicable to trade marks. Nicholas AJA explained the principle\nin\nVictoria’s Secrets\n[2]\nin these terms:\n‘In the\nMoorgate\njudgment Mr\nTrollip\n[3]\nstated that\n“. . . a trade mark is purely a territorial concept; it is legally\noperative or effective only within the territory in which\nit is used and for\nwhich it is to be registered. Hence, the proprietorship, actual use, or proposed\nuse of a trade mark mentioned\nin\ns 20(1)\n[of the Trade Marks Act 62 of 1963] are\nall premised by the subsection to be within the RSA.”\nIt\nfollows that the fact that a trade mark is registered and has been used, even\nextensively used, by one person in a foreign country\ndoes not in itself\nconstitute a bar to its adoption and registration by some other person in South\nAfrica.’\nNicholas AJA continued:\n‘In the case of a foreign\ntrade mark, there is no legal bar to its adoption in South Africa unless it is\nattended by something\nmore. Thus in delivering the unanimous judgment of the\nFull Court in\nP Lorillard and Co\n(supra at\n356G-H),\n[4]\nBoshoff J said:\n“The basis of the challenge on this ground is that the objector was\nto the knowledge of the applicant the proprietor of such\na trade mark in the\nUnited States of America and that the applicant improperly appropriated the\nmark. In the present state of the\nlaw a trade mark is a purely territorial\nconcept and there is, generally speaking, nothing to prevent a  person from\nasserting a\nproprietary right in a trade mark in relation to which no one else\nhas in the same territory asserted a similar right.”’\nNicholas\nAJA also cited a number of judgments from foreign jurisdictions to show that the\nprinciple is not peculiar to this country\nbut is generally\naccepted.\n[5]\n[10]\tMore recently,\nin the\nBarcelona.com\ncase,\n[6]\na\nUS Federal District Court of Appeals dealt with the same underlying principle\n(per Niemeyer, Circuit Judge):\n‘The relevant substantive provision in\nthis case is Article 6(3) of the Paris Convention, which implements the doctrine\nof territoriality\nby providing that “[a] mark duly registered in a country\nof the [Paris] Union shall be regarded as independent of marks registered\nin the\nother countries of the Union, including the country of origin.” . . . As\none distinguished commentary explains,\n“the Paris Convention creates nothing that even remotely resembles a\n‘world mark’ or an ‘international registration’.\nRather,\nit recognizes the principle of the territoriality of trademarks [in the sense\nthat] a mark exists only under the laws of\neach sovereign nation.”\nJ. Thomas McCarthy,\nMcCarthy on Trademarks and Unfair\nCompetition\n§ 29:25 (4th ed. 2002).\nIt follows from incorporation of\nthe doctrine of territoriality into United States law through Section 44 of the\nLanham Act that United\nStates courts do not entertain actions seeking to enforce\ntrademark rights that exist only under foreign law.\nSee Person’s Co.,\nLtd. v. Christman\n,\n900 F.2d 1565\n, 1568-69 (Fed. Cir. 1990) (“The\nconcept of territoriality is basic to trademark law; trademark rights exist in\neach country\nsolely according to that country’s statutory\nscheme”).’\n[11]\tAccordingly, the legality and propriety of\nHirsch’s adoption of the first two trade mark registrations is beyond\ndispute.\nAlthough one may query the business morality of the adoption by slavish\nimitation of the respondent’s trade marks after the\nGroup’s\ntake-over, it was also legally in order in the absence of ‘something\nmore’, ie, ‘factors that may\nhave vitiated or tainted his right or\ntitle to the proprietorship\nthereof’.\n[7]\nThe only factor\nraised in this regard is the allegation that the respondents’ GAP trade\nmarks are well known in South Africa,\nwhich brings me to the next issue, namely\nthe protection of well-known trade marks.\nPROTECTION OF WELL-KNOWN TRADE\nMARKS\n[12]\tSpecial legislative protection is given to well-known trade\nmarks. There are two possible situations. The one relates to the\nprotection of a\nwell-known\nregistered\nmark against dilution as contained in s 34(1)(c)\nand which was the subject of the recent\nLaugh It Off\njudgments of this\ncourt\n[8]\nand the Constitutional\nCourt.\n[9]\nThe other, which is the one\napplicable in this case, relates to the statutory protection based on art 6bis\nof the Paris Convention\nfor the Protection of Industrial Property (1883), which\nprovides for the protection of well-known trade marks that have not been\nregistered (and if registered, have not been used and therefore otherwise\nsubject to expungement)\n[10]\nthat\nbelong to ‘qualified’ enterprises. Article 6bis was first introduced\nwith The Hague revision (1925) and its present\nform, which was adopted during\nthe Lisbon revision (1958), provides as\nfollows:\n[11]\n‘(1)The countries of the Union undertake,\nex officio\nif their\nlegislation so permits, or at the request of an interested party, to refuse or\nto cancel the registration, and to prohibit\nthe use, of a trademark which\nconstitutes a reproduction, an imitation, or a translation, liable to create\nconfusion, of a mark considered\nby the competent authority of the country of\nregistration or use to be well known in that country as being already the mark\nof a\nperson entitled to the benefits of this Convention and used for identical\nor similar goods. These provisions shall also apply when\nthe essential part of\nthe mark constitutes a reproduction of any such well–known mark or an\nimitation liable to create confusion\ntherewith.\n(2)A period of at least five years from the date of registration shall\nbe allowed for requesting the cancellation of such a mark. The\ncountries of the\nUnion may provide for a period within which the prohibition of use must be\nrequested\n.\n(3)No time limit shall be fixed for requesting the cancellation or the\nprohibition of the use of marks registered or used in bad\nfaith.’\n[13]\tSouth Africa is not only party to the Paris Convention but\nalso to the GATT ‘Agreement on Trade-Related Aspects of Intellectual\nProperty Rights’ (the so-called TRIPS agreement), which requires\ncompliance with a number of the provisions of the Paris Convention,\nincluding\nart 6bis (art 2.1).  In addition, TRIPS ‘supplements’ art 6bis:\nwhereas the art 6bis protection is limited\nto trade marks relating to goods,\nTRIPS envisages the protection of service marks (art 16.2); and while art 6bis\nprohibits the use\nof a well-known mark on ‘identical or similar’\ngoods, TRIPS (art 16.3) requires wider safeguards, namely, in relation\n–\n‘to goods or services which are not similar to those in respect\nof which a trademark is registered, provided that use of that\ntrademark in\nrelation to those goods or services would indicate a connection between those\ngoods or services and the owner of the\nregistered trademark and provided that\nthe interests of the owner of the registered trademark are likely to be damaged\nby such use.’\n[14]\tIn anticipation of the adoption of TRIPS, art 6bis\nwas introduced as part of our statutory law in terms of sections 35 and 36(2)\nof\nthe current Act:\n‘35.\nProtection of well-known\nmarks under Paris Convention\n.—\n(1)  References in this\nAct to a trade mark which is entitled to protection under the Paris Convention\nas a well-known trade\nmark, are to a mark which is well known in the Republic as\nbeing the mark of—\n(a)\ta person who is a national of a convention\ncountry; or\n(b)\ta person who is domiciled in, or has a real and effective\nindustrial or commercial establishment in, a convention country,\nwhether or\nnot such person carries on business, or has any goodwill, in the\nRepublic.\n(1A)  In determining for the purposes of subsection (1)\nwhether a trade mark is well-known in the Republic, due regard shall\nbe given to\nthe knowledge of the trade mark in the relevant sector of the public, including\nknowledge which has been obtained as\na result of the promotion of the trade\nmark.\n[12]\n(2)  A\nreference in this Act to the proprietor of such a mark shall be construed\naccordingly.\n(3)  The proprietor of a trade mark which is entitled\nto protection under the Paris Convention as a well-known trade mark\nis entitled\nto restrain the use in the Republic of a trade mark which constitutes, or the\nessential part of which constitutes, a\nreproduction, imitation or translation of\nthe well-known trade mark in relation to goods or services which are identical\nor similar\nto the goods or services in respect of which the trade mark is well\nknown and where the use is likely to cause deception or\nconfusion.\n36.\nSaving of vested\nrights\n.—(1)  . . .\n(2)  Nothing in this Act\nshall allow the proprietor of a trade mark entitled to protection of such trade\nmark under the\nParis Convention as a well-known trade mark, to interfere with or\nrestrain the use by any person of a trade mark which constitutes,\nor the\nessential parts of which constitute, a reproduction, imitation or translation of\nthe well-known trade mark in relation to\ngoods or services in respect of which\nthat person or a predecessor in title of his has made continuous and bona fide\nuse of the trade\nmark from a date anterior to 31 August 1991 or the date on\nwhich the trade mark of the proprietor has become entitled, in the Republic,\nto\nprotection under the Paris Convention, whichever is the later, or to object (on\nsuch use being proved) to the trade mark of that\nperson being registered in\nrelation to those goods or services under section 14.’\n[15]\tThe\nprotection conferred on well-known trade marks by provisions such as these\ndiffers from ordinary statutory trade mark protection\nprimarily because they\nprovide an exception to the principle of territoriality as discussed above. In\naddition, they protect by way\nof trade mark legislation also unregistered\nmarks\n[13]\nalthough similar\nprotection is available at common law under the\nlex Aquilia\n, more\nparticularly, under the wrong of passing off, which also protects the local\nreputation of a foreign undertaking, whether or\nnot it trades\nlocally.\n[14]\n[16]\tI now turn to\nconsider whether the respondent has made out a case for this kind of protection.\nStarting at the beginning, the\nintroductory phrase of s 35(3), namely,\n‘the proprietor of a trade mark which is entitled to protection under the\nParis Convention’\nrequires that, in order to be able to obtain the\nprotection provided for in s 35(3), the foreign owner has to be a\n‘qualified’\nperson in terms of s 35(1). It is common cause that\nsince the respondent has a ‘real and effective industrial or commercial\nestablishment in a convention country’ (the USA is a member of the Paris\nConvention and has been so declared by the President\nin terms of s 63 of the\nAct),\n[15]\nthis requirement has been\nmet. Another requirement is that the claimant has to be the\n‘proprietor’ of the relevant well-known\ntrade mark in its home\nterritory, something not disputed.\n[17]\tThe appellants submitted that the\nrespondent’s claim based on s 35(3) was flawed because the section grants\nprotection\nto a well-known mark against\nunregistered\nmarks and not\nagainst marks\nregistered\nlocally. The existing registrations\nper\nse\n, according to the argument, constitute an absolute bar to s 35(3) relief.\nDuring argument we were presented with a microscopic analysis\nof the term\n‘trade mark’ as used by the Legislature in different sections of the\nAct – does it refer to registered\nor unregistered marks or both when used\nin s 35 and 36(2)? I do not intend to deal with the argument in any detail\nbecause it flounders\non a simple point. The object of introducing these\nprovisions onto our statute book was to comply with treaty obligations under the\nParis Convention and under\nTRIPS.\n[16]\nArticle 6bis explicitly\nrequires of countries to protect well-known marks against registered\nand\nunregistered marks. There is no apparent reason why the Legislature would have\nwished to provide otherwise. Since the term ‘trade\nmark’ is\nambiguous in that it can refer to marks both registered and unregistered, the\nmeaning consistent with the underlying\nlegislative intention has to be adopted.\nIf one has to label this method of interpretation, it can either be an\napplication of the\n‘soewereine’ rule of interpretation of Dr L C\nSteyn,\n[17]\nnamely a determination of\nthe intention of the Legislature, or the ‘purposive construction’ of\nLord Diplock, or even\nLord Steyn’s ‘context is everything’.\n[18]\tThe question then is whether the respondent’s GAP marks are (or\nwere) well known in South Africa and, if so, since when.\nThis raises a number of\ninterrelated questions which were identified during the course of E M Grosskopf\nJA’s judgment in\nMcDonald’s.\n[18]\n(a)\tThe first is the identification of the sector of the population\n‘interested in the goods or services to which the mark\nrelates’.\n[19]\nThe\nrespondent’s case was that this ‘universe’ consists of\nindividuals aged between 16 and 50 and living in an\nA+ income suburb, the\nreasoning being that such persons were likely to have travelled overseas and\nwould have encountered the GAP\nmarks abroad.\n(b)\tNext is whether the mark is well known within the local jurisdiction as a\ntrade mark belonging to an enterprise with a base in\nanother country (although\nthe knowledge does not have to include the fact that the country is a convention\ncountry).\n[20]\n(c)\tThe last issue is the determination of whether those who have the requisite\nknowledge represent a substantial number of the chosen\nuniverse.\n[21]\n[19]\tReverting\nto issue (b), the UK hearing officer in the\nSwizzels Matlow Limited\ntrade\nmark application (the Polo trade\nmark),\n[22]\nrelying on\nMcDonald’s\ngave this useful exposition:\n‘As I have\nindicated above the basic purpose behind Article 6bis would appear to me to be\nto protect trade marks which are well-known\nin a country but are not used there.\nSo in the normal course of events there is a presumption that the party seeking\nprotection under\nArticle 6bis has some form of base in a foreign country and in\nthe normal course of events the consumer would be aware of this owing\nto the\nabsence of the use of the trade mark in the country in which the claim is being\n[asserted]. Article 6bis states “well\nknown in that country as being\nalready the mark of a person entitled to the benefits of this Convention”.\nIt seems to me that this must be read as requiring the trade mark to be\nwell-known as the trade mark of a person with a base in a\ncountry outside the\nUnited Kingdom i.e. that the consumer must identify some overseas base with the\ntrade mark.\n[23]\nIt would however\nbe silly to expect that the consumer should also know that the country is a\nsignatory to the Convention.’\n[20]\tWhat the respondent primarily\nsought to establish was that GAP was a well-known trade mark at the time the\npresent proceedings\nwere initiated in the court below. To this end a market\nsurvey was conducted using as a basis the said ‘universe’ of\nindividuals. Of these, 48 per cent recognised the GAP logo and they\noverwhelmingly associated it with casual clothing. A quarter\nof the universe\nthought that the retail outlets were local, 11 per cent thought they were\ninternational and the rest did not know.\nAs far as manufacturing origin is\nconcerned, 29 per cent believed GAP goods were manufactured overseas (mostly in\nthe USA), 12 per\ncent thought they were of a local origin and 11 per cent did\nnot know. (The percentages are approximations.)\n[21]\tI have serious doubts\nthat this evidence establishes any one of the three points mentioned. However,\nsince there is some evidence,\nas the court below noted, which might suggest that\nthe GAP mark was well known to persons in the trade as that of a foreign concern\nsince about 1988 (although that was not the case the appellants were called to\nmeet) I shall assume in favour of the respondent that\nits GAP marks were well\nknown in South Africa as at 31 August 1991. That is the date referred to in s\n36(2) of the Act and was the\ndate on which the bill that led to the current Act\nwas published. It is also the earliest date on which art 6bis protection became\navailable. Section 36(2) by implication distinguishes between two cases: (i)\ntrade marks that were already well known at that date\nare entitled to protection\nsubject to the recognition of certain prior rights; (ii) trade marks that become\nwell known after that\ndate are entitled to protection as soon as they become so\nknown. There is little doubt that as at 1991 the proprietor as trade mark\nowner\nwas not making use of any of its trade marks on a ‘continuous and bona\nfide’ manner as required by s 36(2) and\naccordingly was not entitled to\nthe recognition of existing rights by virtue of this provision. Although it may\nhave licensed other\nparties to use some of them, these licences were not\nregistered user agreements as was required by s 48 of the then existing Trade\nMarks Act 62 of 1963, all matters to which I shall revert in another\ncontext.\n[22]\tThat does not dispose of the matter in the respondent’s\nfavour. In order to be entitled to the protection granted by s\n35(3), the\nobjectionable trade mark has to constitute ‘a reproduction, imitation or\ntranslation of the\nwell-known\ntrade mark’ of a\n‘qualified’ party. In other words, unless the ‘foreign’\ntrade mark was well known\nat the time when the local enterprise reproduced,\nimitated or translated it, the foreign trade mark is in the light of the\nprinciple\nof territoriality not entitled to art 6bis\nprotection.\n[24]\n[23]\tThis\nconclusion conforms to the judgment in\nPerson’s.\n[25]\nThe\nfacts bear a striking resemblance to the facts in this case. In 1977, X first\napplied a stylized logo bearing the name PERSON'S\nto clothing in his native\nJapan. Two years later he formed a company, P, to market and distribute the\nclothing items in retail stores\nlocated in Japan. In 1981, one C visited one of\nP’s retail stores while on a trip to Japan and purchased clothing items\nbearing\nthe PERSON’S logo. He then developed designs for his own\nPERSON’S brand sportswear line based on P’s products and\nin 1982 he\nbegan producing clothing with the PERSON’S logo. All C’s goods bore\neither the mark PERSON’S or a copy\nof P's globe logo and many of the\nclothing styles were apparently copied directly from P’s designs. In 1983,\nC filed an application\nfor a US trademark registration of the PERSON’S\nmark. Some seven months subsequent to C’s first sales P entered the US\nmarket. P sought the expungement of C’s registration. The matter was first\nheard by a board and the judgment next quoted was\nthe decision on\nappeal.\n[24]\tThe court said this:\n‘In a well\nreasoned decision the Board held for Christman on the grounds that\nPerson’s use of the mark in Japan could\nnot be used to establish priority\nagainst a “good faith” senior user in U.S. commerce. The Board found\nno evidence to\nsuggest that the “PERSON’S” mark had acquired\nany notoriety in this country at the time of its adoption by Christman.\nTherefore, appellant had no reputation or goodwill upon which Christman could\nhave intended to trade, rendering the unfair competition\nprovisions of the Paris\nConvention inapplicable.’\n‘In the present case,\nappellant Persons Co. relies on its use of the mark in Japan in an attempt to\nsupport its claim for priority\nin the United States. Such foreign use has no\neffect on U.S. commerce and cannot form the basis for a holding that appellant\nhas\npriority here. The concept of territoriality is basic to trademark law;\ntrademark rights exist in each country solely according to\nthat country's\nstatutory scheme. Christman was the first to use the mark in United States\ncommerce and the first to obtain a federal\nregistration thereon. Appellant has\nno basis upon which to claim priority and is the junior user under these\nfacts.’\n‘In\nthe case at bar, appellant Person’s Co., while first to adopt the mark,\nwas not the first user in the United States.\nChristman is the senior user, and\nwe are aware of no case where a senior user has been charged with bad faith. The\nconcept of bad\nfaith adoption applies to remote junior users seeking concurrent\nuse registrations; in such cases, the likelihood of customer confusion\nin the\nremote area may be presumed from proof of the junior user's knowledge. In the\npresent case, when Christman initiated use of\nthe mark, Person’s Co. had\nnot yet entered U.S. commerce. The Person’s Co. had no goodwill in the\nUnited States and the\n“PERSON'S” mark had no reputation here.\nAppellant’s argument ignores the territorial nature of trademark\nrights.’\n‘As the Board noted below,\nChristman's prior use in U.S. commerce cannot be discounted solely because he\nwas aware of appellant’s\nuse of the mark in Japan. While adoption of a\nmark with knowledge of a prior actual\nuser\nin U.S. commerce may give rise\nto cognizable equities as between the parties, no such equities may be based\nupon knowledge of a similar\nmark's existence or on a problematical intent to use\nsuch a similar mark in the future.\nKnowledge of a\nforeign use does not preclude good faith adoption and use in the United States.\nWhile there is some case law supporting\na finding of bad faith where (1) the\nforeign mark is famous here or (2) the use is a nominal one made solely to block\nthe prior foreign\nuser's planned expansion into the United States, as the Board\ncorrectly found, neither of these circumstances is present in this\ncase.’\n[25]\tTo\nconclude: A local mark, validly appropriated, cannot lose its value or\nprotection simply because someone else’s reputation\novertakes its\nbusiness.\n[26]\nAlthough the marks in\ncontention may at first blush appear to be imitations or reproductions of the\nrespondents’ marks, the\ncrucial point is that when any reproduction or\nimitation took place, it was not of a ‘well-known’ mark but of a\nmark\nnot well known within this country. As we have seen, there is and never has\nbeen anything wrong with the reproduction or imitation\nof a mark that is not\nwell known. Salt of the Earth was the first proprietor of these marks in South\nAfrica and became the proprietor\nat a stage when the respondents’ marks\nwere not yet well known.\nNON-USE\n[26]\tThe next issue concerns the question of non-use.\n‘A trader\nregisters or acquires a trademark primarily not in order to prevent others from\nusing it but in order to use it himself\n(although exclusivity of use is of\ncourse a necessary corollary).  Use by the proprietor is indeed a central and\nessential element\nof ownership [since] rights may lapse or be unenforceable in\nthe event of\nnon-use.’\n[27]\nAs mentioned,\nthe court below held that because of non-use of the trade marks by the\nproprietor, the respondent was entitled to an\norder expunging these\nregistrations. Section 27(1)(b) of the current Act provides as\nfollows:\n‘27\nRemoval from register on ground of non-use\n–\n(1) Subject to the provisions of section 70 (2), a registered trade\nmark may, on application to the court, or, at the option of the\napplicant and\nsubject to the provisions of section 59 and in the prescribed manner, to the\nregistrar by any interested person, be\nremoved from the register in respect of\nany of the goods or services in respect of which it is registered, on the ground\neither-\n(a)\t. . .\n(b)\tthat up to the date three months before the date\nof the application, a continuous period of five years or longer has elapsed\nfrom\nthe date of issue of the certificate of registration during which the trade mark\nwas registered and during which there was no\nbona fide use thereof in relation\nto those goods or services by any proprietor thereof or any person permitted to\nuse the trade mark\nas contemplated in section 38 during the period concerned;\nor\n(c)\t. . .’\n[27]\tThe application for expungement was launched\non 13 August 1999. Use of the marks during the preceding three months would not\nhave saved them but nothing turns on this. According to s\n27(3),\n[28]\nthe onus to prove that\nthere was ‘relevant use’ of the trade mark rests upon the\nproprietor. ‘Relevant use’\nin this context refers to bona fide use\nby the proprietor or bona fide use by a third party ‘with the licence of\nthe proprietor’\n(the latter is known as ‘permitted use’: s\n38(1)).\n[29]\nWe are accordingly\nconcerned with bona fide use by the proprietor or a licensee during the period\n13 May 1994 to13 May 1999. In order\nto qualify as bona fide use it is not\nnecessary that the use was continuous use (as required by s\n36(2))\n[30]\nalthough intermittent use\nmay be indicative of the fact that it was not bona fide. Use prior to 13 May\n1994 and post 13 May 1999\nis for this part of the investigation\nirrelevant.\n[28]\tThe following matters have to be considered in this context:\n(a) Were the marks used during this period? (b) Were they used by\nthe\nproprietor? (c) Was any other use permitted use? (d) Was the permitted use\ncontrolled? (e) Was the use bona fide?\n[29]\tIt is convenient to deal with the\nfirst two questions at the same time. The appellants concede that neither the\nfirst GAP device\nmark (TM 80/5548) nor the GAP STORES mark (89/5087) was used\nduring the relevant period by any party. (The concession may have extended\nto\nGAP KIDS but that does not matter in the scheme of things.) In addition, they\naccept in spite of generalised allegations to the\ncontrary by Dr Vahed, that the\nproprietor was at all relevant stages a dormant company and did not use any of\nthe marks. Yet, it\ncannot be doubted that members of the Group did use the one\nor the other of the remaining marks (73/1378 and 88/4994) during this\nperiod.\nThere is evidence to this effect not only from Dr Vahed but also, for instance,\nfrom a wholesaler (Mr Shapiro) who purchased\nGAP clothing from the Group and\ndistributed it, all of which was not disputed. Which one of the two marks was\nused though is unclear.\nAs Daniels J correctly pointed out, Dr Vahed\n‘indiscriminately uses the plural and singular when referring to the\nvarious marks. . . . No distinction is drawn between the\nmarks. He goes so far\nas to refer to “the Gap and related” marks, and elsewhere the\nexpression “the various marks”\nwas used.’\nFor instance the\nsales figures provided relate to sales ‘under the various GAP trade\nmarks’ although, as mentioned, it\nis conceded that the statement is\nincorrect, at least as far as the first device mark is concerned. However, a\nnumber of labels,\nwhich allegedly had been used, were produced and they show use\nof the second device mark and of the word GAP.\n[30]\tEven though the\nappellants’ evidence on this aspect of the case is unsatisfactory, that is\nnot fatal to their case. The\ngeneral rule that a mark must be used in the form\nin which it is registered\n[31]\ndoes\nnot necessarily apply to associated marks. Section 31(1)\nprovides:\n‘When under the provisions of this Act use of a registered\ntrade mark is required to be proved for any purpose, the registrar\nor the court,\nas the case may be, may, if and so far as he or it deems fit, accept proof of\nthe use of an associated registered trade\nmark or of the trade mark with\nadditions or alterations not substantially affecting its identity, as equivalent\nto proof of the use\nrequired to be proved.’\nThe provision applies\nbecause the original THE GAP word mark and the two device marks (one consisting\nof the word GAP and the other\nof the words THE GAP) are associated marks. In\naddition, according to the sub-section, use of the word GAP on its own can be\nequivalent\nto use of THE GAP because the difference between them cannot affect\nthe registered mark’s identity. Also, use of the name THE\nGAP in any\nstylised form amounts to use of THE GAP (73/1378) because that registration is\nnot restricted to those words in any particular\ncolour, style, manner or\nfont.\n[31]\tHaving found that at least one of the associated marks was used by\nmembers of the Group, and in the absence of any reason not\nto exercise the\ndiscretion contained in s 31(1) in favour of the proprietor, the next question\nto consider is whether such use was\nwith its ‘licence’. Dr\nVahed’s evidence in this regard is not only vague to such an extent that\nit smacks of evasiveness,\nbut it is also contradictory. The problem lies in the\nloose structure of the Group, which consists of companies and partnerships\nwith\nan overlap of shareholders and directors. The Group, it appears, tends to ignore\ncorporate identities and moved enterprises\nbetween companies. For instance, at\ntimes the fourth appellant itself conducted business and at other times a\nbusiness under its\nname appeared to be an operating division of the second\nappellant.\n[32]\nIn line with this\napproach, Dr Vahed said that when the Group obtained control of the proprietor\nit (the Group) ‘acquired’\nthe GAP trade marks. These were dealt with\nas Group property, any member using them whenever it suited it. If then, in a\n200 page\naffidavit, Dr Vahed dealt with the issue of licensing in a single\nphrase, saying that the use by the members of the Group since 1983\nwas\n‘with the licence’ of the proprietor, one has to conclude that this\nwas no more than a mere allegation and did not\namount to factual evidence.\nAffidavits in application proceedings must do more than make bald allegations;\nthey must in addition\nprovide the facts that support the allegations. If the\nlicence had been in terms of a written agreement, one would have expected\nsome\nparticularity and perhaps even the production of a copy; if oral, one would have\nexpected some indication of between whom, when\nand where; if tacit, an\nallegation to that effect with the facts that gave rise to the tacit agreement\nwould not have been out of\nplace. In any event, the grant of a licence to the\nGroup is not only improbable but also incompatible with the perception that\nexisted\nwithin the Group that the trade marks belonged to the Group.\n[32]\tThere is more. User agreements in the names of the first and second\nappellants were registered on 21 January 1999 and, consequently,\nuse by either\nof them during the period 21 January to 13 May 1999 would have amounted to\npermitted use. Although we were told that\nthe Group had sales of GAP clothing to\nthe tune of R8m for the 1999 year, we were not informed whether these sales were\nby the first\nand second appellants or by other members of the Group. In fact,\nthere is evidence of the existence of a company in the Group with\nthe name The\nGap Clothing Manufacturers (Pty) Ltd, which, according to advertisements, may\nhave been the user of the trade marks.\n[33]\tThe mystery deepens if regard is\nhad to the first appellant’s annual report for the year 1998. It starts\noff with an allegation\nthat the GAP trade marks are its registered brands but\nthen, under the heading ‘Gap, Gapstar and Gapkids’, the statement\nis\nmade that\n‘the Sterling division intends launching a high class range\nof men’s and ladies casualwear/sportswear during the 1999\nsummer season\nand has concluded a User Agreement with the registered owner to market these\nproducts under a separate division called\nGap Clothing\nManufacturers.’\nThe problems with this statement are manifold. It was\nnot confirmed under oath. There is no evidence that the intention to produce\nthe\ngoods came to fruition. According to the trade mark registry the user agreement\nwas between the first appellant and the proprietor\nwhereas if this statement is\nto be taken at face value it means that it was between the first appellant and\none of its divisions.\nTo complicate matters, during 1999 a company called\nSterling Clothing (Pty) Ltd was joined as an applicant in proceedings launched\nby the Group to interdict the infringement of the GAP trade marks, presumably\nbecause it was a registered user (only proprietors\nand registered users have\nlegal standing to enforce registered trade mark rights), something not explained\nin the papers.\n[34]\tSimilar problems are encountered with the unsubstantiated\nallegation by Dr Vahed that at a time when the first appellant sought\nlisting on\nthe Johannesburg Stock Exchange, during 1997, licence agreements were entered\ninto with both the first and second appellants.\nHowever, the pre-listing\nstatement made no reference to these agreements. On the assumption that the\npre-listing statement contained\na frank disclosure of the state of the first\nappellant’s business the omission was left unexplained.  But again, there\nis no\nevidence that since the conclusion of the licence agreements either of\nthese licensees had used the GAP trade marks. Taking into\naccount all these\nfacts I have to conclude that the appellant failed to discharge its\nonus.\n[35]\tThe respondent raised the issue of lack of quality control as an\nindependent factor under s 27(1). The submission was that unless\na licence\nagreement provides for quality control by or on behalf of the trade mark owner,\nuse by a licensee cannot qualify as permitted\nuse. While the appellants agreed\nwith the legal proposition they submitted that the issue was not properly raised\nby the respondent\nin the founding affidavit and that there is in any event\nsufficient evidence on record to gainsay the allegation. I may interpose\nto note\nthat both parties have dealt with the matter in bald terms and that if quality\ncontrol were essential to prove permitted\nuse, it would have been for the trade\nmark proprietor to have raised the issue in discharge of its overall\nonus.\n[36]\tDaniels J accepted the correctness of the contention that some\nform of quality control was required\n‘since the licensor must have\nregard to the provisions of s 10(1) and (2)(a) of the Act which require that\nwhatever use is made\nof a mark it should still remain “capable of\ndistinguishing”. Use, which results in a loss of distinctiveness, cannot\nqualify as bona fide use. It is for that reason that cogent evidence of quality\ncontrol is required.’\n[37]\tTo assess the cogency of the contention it\nis necessary to have regard to some basic principles and to the history of trade\nmarks,\nmuch of which was dealt with by the House of Lords in a judgment not\nbrought to the attention of Daniels J, namely,\nScandecor\n.\n[33]\nThe judgment\nis relevant not only for its persuasive reasoning but also because the history\nof our trade mark law mirrors the developments\nin the United Kingdom in most\nrespects. For instance, the repealed 1963 Act (s 48(2)) provided that use by a\nlicensee could only\nqualify as permitted use if it were in terms of a registered\nuser agreement.\n[34]\nThe same was the\nposition under the 1938 UK Trade Marks Act. And, as mentioned, the current s 27\n(as did the UK Trade Marks Act of\n1994) abolished this requirement by providing\nthat use by any licensee is permitted use.\n[38]\tIn principle, there does not\nappear to be any reason at present to require quality control by or on behalf of\nthe proprietor\nas a requirement for permitted use. As Lord Nicholls explained in\nScandecor\n:\n[35]\n‘A\ntrade mark is a badge of origin or source. The function of a trade mark is to\ndistinguish goods having one business source\nfrom goods having a different\nbusiness source. It must be “distinctive”. That is to say, it must\nbe recognisable by a\nbuyer of goods to which it has been affixed as indicating\nthat they are of the same origin as other goods which bear the mark and\nwhose\nquality has engendered goodwill: see\nGE Trade Mark\n[1973] RPC 297\n, 325,\nper Lord Diplock.’\nThis exposition accords with the position in our\nlaw.\n[36]\nFurther, he\nsaid:\n[37]\n‘Although the use\nof trade marks is founded on customers’ concern about the quality of goods\non offer, a trade mark does\nnot itself amount to a representation of quality.\nRather it indicates that the goods are of the standard which the proprietor is\ncontent to distribute “under his banner”: see Laddie J, in\nGlaxo\nGroup v Dowelhurst Ltd\n[2000] FSR 529\n, 540-541. . . . Thus, in relying on a\ntrade mark consumers rely, not on any legal guarantee of quality, but on the\nproprietor of\na trade mark having an economic interest in maintaining the value\nof his mark. It is normally contrary to a proprietor’s self-interest\nto\nallow the quality of the goods sold under his banner to\ndecline.’\n[39]\tPut differently, although in the ordinary course of\nevents a trade mark owner would wish to ensure the consistency of the quality\nof\nthe goods or services marketed under its mark, nothing prevents the owner from\nproviding under one mark goods or services of differing,\ninconsistent or poor\nquality. The customer has in the event of the purchase of a substandard product\nor the provision of substandard\nservices no redress based on trade mark\nprinciples. Market forces may eventually exact their toll. All a trade mark\ndoes, in the\nwords of Laddie J in\nGlaxo\n,\n[38]\nis to identify the\nenterprise that is responsible for the quality of the goods or services. Again\nLord Nicholls:\n[39]\n‘This\napproach accords with business reality and customers' everyday expectations.\nCustomers realise there is always the prospect\nthat, unbeknown to them, the\nmanagement of a business may change. To confine the use of a trade mark to the\noriginal owner of a business\nwould be to give the concept of a business origin\nor business source an unrealistically narrow and impractical meaning. Of course,\nthe new management, the new owners, may not adhere to the same standards as the\noriginal owner. But the risk of an unannounced change\nof standards is ever\npresent, even when there has been no change in management. An owner may always\ndecide to change his quality\nstandards. As already noted, customers rely on it\nbeing in the owner’s self-interest to maintain the value of his mark. The\nself-interest of the owner of a trade mark in maintaining its value applies as\nmuch to a purchaser of the mark as it does to the\noriginal\nowner.’\n[40]\tAlthough\nScandecor\nwas concerned with an exclusive\nlicence, its conclusion that the current UK Act countenances bare licensing, ie,\nlicensing without\nquality control, applies in my view to all licences under our\ncurrent Act. As Lord Nicholls explained:\n‘Customers are well used to\nthe practice of licensing of trade marks. When they see goods to which a mark\nhas been affixed,\nthey understand that the goods have been produced either by\nthe owner of the mark or by someone else acting with his\nconsent.’\n[40]\n‘For\ntheir quality assurance customers rely on the self-interest of the owner. They\nassume that if a licence has been granted\nthe owner can be expected to have\nchosen a suitable licensee and imposed suitable terms. They also assume that\nduring the currency\nof any licence the licensee, as well as the owner, is likely\nto have an interest in maintaining the value of the brand name. Customers\nare\nnot to be taken to rely on the protection supposedly afforded by a legal\nrequirement that the proprietor must always retain and\nexercise an inherently\nimprecise degree of control over the licensee’s\nactivities.’\n[41]\n[41]\tTo\nrevert to Daniels J’s ratio, namely that bare licences may lead to loss of\ndistinctiveness of a trade mark, the answer\nappears to me to be factual: did the\ngrant or exercise of a bare licence in the circumstances of a particular case\ncause a loss of\ndistinctiveness? If the answer is in the affirmative, the\nappropriate remedy would be an application for the expungement of the mark\non\nthat ground. In this case there was no evidence of loss of distinctiveness\nbecause of the grant of bare licences (although there\nis reason to believe that\nthere was such a loss) and consequently the objection of non-use could not have\nbeen upheld on this ground.\n[42]\tThat brings me to the last question relating\nto this issue: did such use as there was amount to bona fide use? The concept of\nbona fide use has been the subject of a number of judgments, also of this\ncourt,\n[42]\nand the area need not be\ntraversed again. For present purposes it suffices to say that ‘bona fide\nuser’\n‘means a user by the proprietor of his registered trade\nmark in connection with the particular goods in respect of which it\nis\nregistered with the object or intention primarily of protecting, facilitating,\nand furthering his trading in such goods, and not\nfor some other, ulterior\nobject.’\n[43]\nThis test is\nsimilar to that proposed in an opinion by the Advocate General in the European\nCourt of Justice in the\nAnsul\ncase:\n[44]\n‘When\nassessing whether use of the trade mark is genuine, regard must be had to all\nthe facts and circumstances relevant to\nestablishing whether the commercial\nexploitation of the mark is real, particularly whether such use is viewed as\nwarranted in the\neconomic sector concerned to maintain or create a share in the\nmarket for the goods or services protected by the mark, the nature\nof those\ngoods or services, the characteristics of the market and the scale and frequency\nof use of the mark.’\n[43]\tThe essence of the respondent’s\ncomplaint was that the appellants were prepared to assign the marks to the\nrespondent at\na price bordering on the ridiculous and that they used implied\npolitical threats during the negotiations. This, according to the\nsubmission,\namounted to ‘trafficking’ and that the only reason for the extensive\nuse by the Group of the marks was to\ncoerce the respondent into paying\nexorbitant sums for them.\n[44]\tThere is no merit in the submission.\n‘Trafficking’ is an emotive term which appeared in the repealed Act\nbut is not\nin the current Act. The issue is simply whether or not the\nGroup’s use amounted to real commercial exploitation of the marks\nin\nrelation to goods or services in the trade mark sense. Exploiting marks in order\nto increase their value to be able to sell them\nat a higher price does not\namount to an improper or\nmala fide\ncommercial exploitation. The point can\nbe illustrated with reference to a short dictum of Jacob\nJ\n[45]\nin a case where the\nregistration of a trade mark was opposed on the ground of bad\nfaith:\n‘I need say little about this allegation\n– it was based on a suggestion that somehow a patent monopoly was being\nextended\n[by the registration of a trade mark]. That is miles from bad\nfaith.’\n[45]\tTo conclude on the subject of non-use: the objection was\ncorrectly upheld on the ground that the proprietor had failed to prove\nuse by\nitself or permitted use during the period concerned.\nTHE\nCROSS-APPEAL\n[46]\tThe respondent also sought expungement of the\nregistrations under s 10(3) of the Act. This provides that ‘a mark in\nrelation\nto which the applicant for registration has no\nbona fide\nclaim\nto proprietorship,’ if registered, ‘shall, subject to the provisions\nof sections 3 and 70, be liable to be removed\nfrom the register’. The\ncourt below, as mentioned, expunged all the registrations on the ground of\nnon-use but dismissed this\nclaim which sought the same relief, albeit under\nanother section of the Act. A cross-appeal may, consequently, have been\nunnecessary\nbecause the respondent could have defended the expungement by\nrelying on s 10(3),\n[46]\nbut since\nlittle depends on this procedural aspect I need not consider it any\nfurther.\n[47]\n[47]\tThe\nrespondent’s argument under s 10(3) was straightforward. The proprietor,\nsince becoming part of the Group, has been\na dormant company. It did not\nmanufacture or sell any clothing. All it did was to hold and register trade\nmarks. For instance, it\napplied for GAP STORES at the behest of OK Bazaars\n(1929) Ltd and entered into a registered user agreement with it. The other trade\nmarks were not used or intended to be used by the proprietor. Section 20(1) of\nthe repealed 1963 Act provided that ‘any person\nclaiming to be the\nproprietor of a trade mark\nused or proposed to be used by him\n’ was\nentitled to apply for registration. There were two exceptions. The first, which\ndid not apply, related to the case where\nsomeone intended to constitute a body\ncorporate and assign the mark to that body for its use. The second was where the\napplication\nfor registration was accompanied by an application for the\nregistration of someone as a registered user. This exception could have\napplied\nin the OK Bazaars case, but according to the trade mark registry the user\nagreement was never filed, and the appellants never\ndisclosed the date of the\nagreement, nor did they allege that it had been filed simultaneously with the\napplication for registration.\n[48]\tThe respondent thus had a prima facie case\nfor expungement on this additional\nground.\n[48]\nThe reason the court\nbelow dismissed the claim was based on the introductory proviso to s 10 of the\ncurrent Act, which made s 10(3)\n– and all of s 10 – subject to s 70.\nIn so far as it is relevant, s 70 states that\n‘the validity of the\noriginal entry of a trade mark on the register of trade marks existing at the\ncommencement of this Act\n[1 May 1995] shall be determined in accordance with the\nlaws in force at the date of such entry.’\nThe appellants relied on s 42\nof the 1963 Act,\n[49]\nwhich provided\nthat in all proceedings\n‘relating to a trade mark registered in part A\nof the register . . . the original registration of the trade mark in part A of\nthe register shall, after the expiration of seven years from the date of that\nregistration, be taken to be valid in all respects,\nunless –\n(a)\tthat registration was obtained by fraud; or\n(b)\tthe trade mark offends against the provisions of either section\nsixteen\nor section\nforty-one\n.’\n(The exceptions are\ninapplicable.)\n[49]\tWe have to assume that these marks were registered in\nclass A because, in spite of no evidence to that effect in a record of\n2500\npages, the respondent did not suggest otherwise. For purposes of s 42, the date\nof registration is, once a trade mark is registered,\ndeemed to be the date of\napplication.\n[50]\nThat disposes of\nthe present attack on the 1973 and 1980 marks. The position in relation to the\n1988 and 1989 marks is, however,\nfactually different. When the 1993 Act came\ninto force, they had not been on the register for seven years, although, in one\ninstance,\nthe ‘prescription period’ was missed by less than two\nmonths.\n[50]\tThe current Act does not retain the prescriptive period in\nrelation to ‘old’ registrations nor does it provide for\nthe\ncompletion of prescription after its date. All that it provides is that the\noriginal registration of an old mark may only be\nattacked under the provisions\nof the repealed Act, in other words, the provisions of s 9 and 10 of the new Act\ndo not apply. After\nseven years under the old Act a registration became immune\nto any attack based on its original registration. That could only have\napplied\nto marks that had been on the register for seven years when the new Act came\ninto operation. Since this is not the situation\nthe cross-appeal has to be\nupheld to the extent indicated.\nCONCLUSION\n[51]\tThe outcome of the\nforegoing is that the appeal succeeds in relation to the s 35(3) interdict but\nstands to be dismissed on the\nexpungement claim based on s 27(1)(b). Because of\nthe expungement, the proprietor’s attempt to interdict the respondent from\ninfringing its registered trade marks falls away. In addition, the cross-appeal\nsucceeds. For the sake of clarity I intend to redraft\nthe order of the court\nbelow bearing in mind our conclusions. I am conscious of the fact that the\nresult may satisfy neither party\nbecause their respective ability to prevent the\nother from using GAP marks in this country hangs in the air and further\nlitigation\nmay be on the cards.\nORDER\n[52]\tThe following order is\nmade:\n1.\tThe appeal against para 3 of the order of the court (the s 35(3) interdict)\nbelow is upheld with costs, including the costs of\ntwo counsel.\n2.\tThe appeal is otherwise dismissed.\n3.\tThe cross-appeal is allowed with costs, including the costs of two\ncounsel.\n4.\tThe order of the court below is replaced with the following\norder:\n(a)\nThe\nfollowing registered trade marks are expunged from the register and the\nRegistrar is ordered to effect the necessary rectification:\nTM 73/1378, TM\n80/5548, TM 88/4994, TM 88/8783 and TM\n89/5087.\n(b)\nThe respondents are ordered to pay\nthe costs of the application, including the costs of two\ncounsel.\n(c)\nThe counter-application is\ndismissed with costs.\n(d)\nThe costs relating to\nthe application to strike out are costs in the\napplication.\n_____________________\nL\nT C  HARMS\nJUDGE OF APPEAL\nAGREE:\nSTREICHER JA\nBRAND JA\nLEWIS JA\nPONNAN\nJA\n[1]\nAM Moolla Group Ltd &\nothers v The Gap Inc & others\n[2005] 3 All SA 101\n(SCA).\n[2]\nVictoria’s\nSecrets Inc v Edgars Stores Ltd\n1994 (3) SA 739\n(A).\n[3]\nThis is a reference to the\n‘Honourable W G Trollip, a distinguished member of this Court between 1969\nand 1982, in the written\nstatement which was attached to the\n“Determination” under s 17(3) of the Act which he made as hearing\nofficer appointed\nunder s 6(2A) of the Act in the contested matter of\nMoorgate Tobacco Co Ltd v Philip Morris Incorporated\n, and which was\ndelivered on 21 May\n1986.’\n[4]\nP Lorillard Co\nv Rembrandt Tobacco Co (Overseas) Ltd\n1967 (4) SA 353\n(T).\n[5]\nRe Impex Electrical\nLtd's Trade Marks; Impex Electrical Ltd v Weinbaum\n(1927) 44 RPC 405\n(Ch);\nThe Seven Up Company v OT Ltd\n[1947] HCA 59\n;\n(1947) 75 CLR 203\n;\nAston v Harlee\nManufacturing Co\n(1960) 103 CLR\n391.\n[6]\nBarcelona.com v \nExcelentisimo Ayuntamiento De Barcelona\n189 F Supp 2d 367\n(ED Va\n2002).\n[7]\nVictoria’s\nSecrets Inc v Edgars Stores Ltd\n1994 (3) SA 739\n(A).\n[8]\nLaugh It Off Promotions\nCC v SA Breweries International (Finance) BV t/a Sabmark International\n2005\n(2) SA 46 (SCA), [2004]\n4 All SA 151 (SCA).\n[9]\nLaugh It Off Promotions CC v SA Breweries International (Finance) BV t/a\nSabmark International\n2005 (5) BCLR 743\n(CC).\n[10]\nMcDonald’s\nCorporation v Joburgers Drive-In Restaurant (Pty) Ltd & another\n1997 (1)\nSA 1 (A).\n[11]\nFor the history of\nthe provision: Frederick W Mostert\nFamous and Well-known Marks\n2ed ch\n3.\n[12]\nInserted in order to\ncomply with another TRIPS requirement (art 16.2). It seems though that the\nLegislature has not complied with\nits art 16.3\nobligation.\n[13]\nWang Yan Fsng\n‘The protection of the well-known trademark’ published on the\ninternet:\nwww.chinaiprlaw.com/english/forum/forum21.htm.\n[14]\nCaterham Car Sales v Birkin Cars (Pty) Ltd\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA). The\nsame approach has been adopted in a number of other jurisdictions: New Zealand:\nDominion Rent-A-Car Ltd v  Budget Rent-A-Car Systems\n[1987] 2 NZLR 395\n;\nCanada:\nOrkin Exterminating Co Inc v Pestco of Canada\n80 CPR (2d) 153, 11\nD.L.R. (4th) 8; India:\nCalvin Klein International v Apparel Syndicate\n[1995] RPC 515\n(HC); Australia:\nConagra Inc v McCain Foods (Aust) Pty Ltd\n[1992] FCA 159\n;\n23 IPR 193\n,\n[1992] 106 ALR\n465\n.\n[15]\nGovernment\nNotice 1559 of 1996 reproduced in Webster and Page\nSouth African Law of Trade\nMarks\n4ed App 7-3.\n[16]\nMcDonald’s Corporation v Joburgers Drive-In Restaurant (Pty) Ltd &\nanother\n1997 (1) SA 1\n(A) 19E-H.\n[17]\nDie Uitleg van Wette\n5ed p 2.\n[18]\nSee further in\ngeneral Frederick W Mostert\nFamous and Well-known Marks\n2ed.\n[19]\nAt 20F. The ‘Joint\nRecommendation Concerning Provisions on the Protection of Well-Known Marks\nadopted by\nthe Assembly of the Paris Union for the Protection of\nIndustrial Property and the General Assembly of the World Intellectual Property\nOrganization (WIPO)’ (1999) recommended that\n‘Relevant sectors\nof the public shall include, but shall not necessarily be limited to:\n(i)\t\nactual and/or potential consumers of the type of goods and/or services to which\nthe mark applies;\n(ii) \tpersons involved in channels of distribution of the\ntype of goods and/or services to which the mark applies;\n(iii)\t business\ncircles dealing with the type of goods and/or services to which the mark\napplies.’\n[20]\nAt\n15A-E.\n[21]\nAt\n20H-21D.\n[22]\nMr M Knight,\ndelivered on 22 October 2002 in the UK Trade Mark Office. Available at\nwww.patent.gov.uk/tm/legal/decisions/.\n[23]\nEmphasis added.\n[24]\nCf Jeremy\nPhilips\nTrade Mark Law A Practical Anatomy\n(2003) p\n452.\n[25]\nPerson’s Co\nLtd  v Christman\n900 F.2d 1565\n(Fed. Cir. 1990). a judgment of the United\nStates Court of Appeals for the Federal Circuit, quoted with approval in\nBarcelona.com\nto which reference has been made above. It should be borne\nin mind that the provisions of art 6bis apparently do not form part of\nUS\nstatutory law and may not be directly enforced but are considered as part of\nunfair competition.\n[26]\nCf\nCaterham Car Sales v Birkin Cars (Pty) Ltd\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA) para\n[22].\n[27]\nThe Advocate General,\nFG Jacobs, in\nHölterhoff v Freiesleben\n(ECJ) (Case C-2/00). The\njudgments of the European Court of Justice are available at\nwww.curia.eu.int.\n[28]\nS 27(3)\nreads:\n‘(3) In the case of an application in terms of paragraph (a) or\n(b) of subsection (1) the onus of proving, if alleged, that\nthere has been\nrelevant use of the trade mark shall rest upon the proprietor\nthereof.’\n[29]\nS 38(1) and\n(2) provide:\n‘(1) Where a registered trade mark is used by a person\nother than the proprietor thereof with the licence of the proprietor,\nsuch use\nshall be deemed to be permitted use for the purposes of subsection (2).\n(2)\nThe permitted use of a trade mark referred to in subsection (1) shall be deemed\nto be use by the proprietor and shall not be\ndeemed to be use by a person other\nthan the proprietor for the purposes of section 27 or for any other purpose for\nwhich such use\nis material under this Act or at common\nlaw.’\n[30]\nCf Jeremy\nPhilips\nTrade Mark Law A Practical Anatomy\n(2003) p\n440.\n[31]\nJeremy Philips\nTrade\nMark Law A Practical Anatomy\n(2003) p\n442.\n[32]\nTo add to the\nconfusion, in a valuation report of the trade mark by the Group’s\nchartered accountant, the statement is made\nthat the Kingsgate name of Kingsgate\nClothing (Pty) Ltd – a name different from that of the fourth appellant,\nKingsgate Clothing\nManufacturers (Pty) Ltd – is ‘synonymous with the\nAM Moolla Group’, whatever that may\nmean.\n[33]\nScandecor Developments AB v Scandecor Marketing AV &\nOthers\n[2001] UKHL 21, [2002] FSR 122\n(HL).\n[34]\nSport Shoe (Pty)\nLtd v Pep Stores SA (Pty) Ltd\n1990 (1) SA 722\n(A)\n[35]\nAt para\n16.\n[36]\nBeecham Group plc\n& another v Triomed (Pty) Ltd\n2003 (3) SA 639\n(SCA).\n[37]\nAt para\n19.\n[38]\nGlaxo Group v\nDowelhurst Ltd\n[2000] FSR\n529.\n[39]\nAt para\n22.\n[40]\nAt para\n38.\n[41]\nAt para\n39.\n[42]\nThe authorities have\nbeen collected in\nArjo Wiggins Ltd v Idem (Pty) Ltd & another\n2002\n(1) SA 591\n(SCA) para 6.\n[43]\nGulf Oil Corporation v Rembrandt Fabrikante en Handelaars (Edms) Bpk\n1963\n(2) SA 10\n(T) 27G-H.\n[44]\nAnsul BV v Ajax Brandbeveiliging BV\nCase C-40/01, quoted by Jeremy\nPhilips\nTrade Mark Law A Practical Anatomy\n(2003) p\n440.\n[45]\nNestle SA v Unilever\nPlc\n[2002] EWHC 2709\n(Ch).\n[46]\nCirota &\nanother v Law Society, Transvaal\n1979 (1) SA 172 (A)\n187-188.\n[47]\nAs will appear\nlater, the respondent is successful and is entitled to some or other favourable\ncosts order.\n[48]\nValentino\nGlobe BV v Phillips & another\n1998 (3) SA 775\n(SCA).\n[49]\nDiscussed in another\ncontext in\nLuster Products Inc v Magic Style Sales CC\n1997 (3) SA 13\n(A).\n[50]\nMars Inc v Cadbury\n(Swaziland) Pty Ltd & another\n2000 (4) SA 1010\n(SCA) para [11]-[14].",
  "scraped_at": "2026-02-12T14:57:09.659835",
  "date": "2005-09-09",
  "coram": [
    "HARMS JA",
    "STREICHER JA",
    "BRAND JA",
    "LEWIS JA",
    "PONNAN JA"
  ],
  "case_number": "123/2004",
  "parties": {
    "applicants": [
      "A M MOOLLA GROUP LIMITED",
      "A M MOOLLA CLOTHING (PROPRIETARY) LIMITED",
      "SALT OF THE EARTH CREATIONS (PROPRIETARY) LIMITED",
      "KINGSGATE CLOTHING MANUFACTURERS (PROPRIETARY) LIMITED",
      "MAJESTIC CLOTHING MANUFACTURERS (PROPRIETARY) LIMITED",
      "STAR SHIRT & CLOTHING (PROPRIETARY) LIMITED",
      "RICKEMP (PROPRIETARY) LIMITED"
    ],
    "respondents": [
      "THE GAP INC",
      "GAP (APPAREL) INC",
      "GAP (ITM) INC"
    ]
  },
  "sections": {
    "facts": "The dispute involved a series of South African trade marks containing the word GAP that were owned by Salt of the Earth Creations (the proprietor) and used by members of the AM Moolla Group. The Gap Inc. and its subsidiaries claimed that GAP was a well‑known international mark entitled to protection under section 35(3) of the Trade Marks Act, which incorporates art 6bis of the Paris Convention. The lower court granted an interdict against the appellants and later ordered the expungement of the South African registrations on the basis of non‑use. The appellants appealed the interdict and the respondent cross‑appealed the expungement order.",
    "issues": "The court had to determine (1) whether the respondent’s GAP marks were well‑known in South Africa at the relevant date and thus entitled to protection under s 35(3); (2) whether the local marks constituted a prohibited reproduction, imitation or translation of a well‑known mark; (3) the effect of the principle of territoriality on foreign well‑known marks; (4) whether the proprietor had made bona‑fide use of the marks or had permitted use under a licence; and (5) whether the marks should be expunged for non‑use under s 27(1)(b).",
    "principles": "The judgment applied the territoriality doctrine, stating that a foreign mark is only protected in South Africa if it is well‑known and the local use occurs after that status is acquired. Protection of well‑known marks is provided by art 6bis of the Paris Convention and incorporated in s 35 and s 36 of the Trade Marks Act, with supplementary obligations under TRIPS. The court considered the definitions of ‘well‑known’, the requirement of bona‑fide use, and the provisions on permitted use (s 38) and associated marks (s 31(1)). It also examined the criteria for expungement on non‑use (s 27) and the limited relevance of quality‑control requirements for licences.",
    "application": "The court concluded that, although GAP was deemed well‑known in South Africa as of 31 August 1991, the local marks were adopted before the respondent’s marks attained that status and therefore were not protected by s 35(3). Consequently the interdict against the appellants was set aside. Regarding non‑use, the proprietor failed to prove continuous bona‑fide use or permitted use of the marks during the statutory period, so the expungement order was upheld. The cross‑appeal was allowed, confirming the expungement.",
    "conclusion": "The appeal succeeded in overturning the s 35(3) interdict, but the appeal was otherwise dismissed. The cross‑appeal was allowed, resulting in the expungement of TM 73/1378, TM 80/5548, TM 88/4994, TM 88/8783 and TM 89/5087 from the register. The respondents were ordered to pay costs, and the counter‑application for an interdict against the respondent was dismissed with costs."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trademark Law",
    "level_3": [
      "well‑known marks",
      "territoriality",
      "non‑use expungement",
      "licence",
      "trade mark infringement"
    ]
  }
}