{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/115.html",
  "case_name": "De Beer v Raad vir Gesondheidsberoepe van Suid-Afrika (600/2004) [2005] ZASCA 115; [2006] 4 All SA 21 (SCA); 2007 (2) SA 502 (SCA) (29 November 2005)",
  "citation": "[2005] ZASCA 115",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 115\n|\nNoteup\n|\nLawCite\nDe Beer v Raad vir Gesondheidsberoepe van Suid-Afrika (600/2004) [2005] ZASCA 115; [2006] 4 All SA 21 (SCA); 2007 (2) SA 502 (SCA) (29 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nDIE HOOGSTE HOF VAN APPÈL\nVAN\nSUID-AFRIKA\nRAPPORTEERBAAR\nSaaknommer : 600/04\nIn die saak tussen :\nFREDERIK DE BEER\t\t\t\t\t\nAPPELLANT\nen\nDIE RAAD VIR GESONDHEIDSBEROEPE\nVAN SUID-AFRIKA\t\t\t\t      \tRESPONDENT\nCORAM :\nHARMS, STREICHER, BRAND, LEWIS\net\nMLAMBO ARR\nDATUM :\n18 NOVEMBER 2005\nGELEWER :\n29 NOVEMBER 2005\nSamevatting\n:\nAppèl\ningevolge art 20 van Wet 56 van 1974 – teen beslissing van die\nGeneeskundige en Tandheelkundige beroepsraad om\ndie appellant se naam uit die\nregister van geneeshere te skrap – geen wesenlike mistasting deur die raad\n– straf ook\nnie \tbuitensporig swaar – appèl gevolglik van die\nhand\ngewys.\n_____________________________________________________\nUITSPRAAK\nBRAND AR\n/\nBRAND AR\n:\n[1]\tDie respondent is deur die Wet op\nGesondheidsberoepe, 56 van 1974 ('die Wet') tot stand gebring om as\noorkoepelende liggaam vir\ndie beroepsrade van die verskillende\ngesondheidsberoepe te dien. Een van hierdie beroepsrade is die Geneeskundige en\nTandheelkundige\nBeroepsraad ('die raad'). Die appellant is by die raad as 'n\nalgemene praktisyn geregistreer. Die appèl het sy oorsprong in\n'n\nbeslissing van die raad dat die appellant se naam uit die register van\ngeneeshere geskrap word. Teen hierdie beslissing het die\nappellant ingevolge\nartikel 20 van die Wet na die Pretoriase Hooggeregshof geappelleer. In 'n\nuitspraak, wat intussen gerapporteer\nis onder die verwysing\nDe Beer v Health\nProfessions Council of South Africa\n2005 (1) SA 332\n(T), is dié\nappèl deur Patel R, met wie Maluleke R saamgestem het, van die hand\ngewys. Die verdere appèl na\nhierdie hof is met die verlof van die hof\na quo.\n[2]\tVoortspruitend uit formele klagtes van onprofessionele\ngedrag wat deur vier van die appellant se pasiënte teen hom gelê\nis,\nhet die raad 'n tugkomitee onder voorsitterskap van een van sy  lede aangestel\nom die aangeleentheid te ondersoek. Die tugkomitee\nhet bestaan uit drie\nverteenwoordigers van die mediese professie wat bygestaan is deur 'n\nregsassessor. Die ondersoek het 'n aanvang\ngeneem op 16 November 2000, dit is\nvoordat die jongste regulasies betreffende sodanige ondersoeke op 24 Augustus\n2001 (by wyse van\ngoewermentskennisgewing R765) in die Staatskoerant afgekondig\nis. Ingevolge regulasie 12(2) van hierdie regulasies moes 'n ondersoek\nwat voor\ndie inwerkingtreding daarvan begin het, afgehandel word onder die vorige\nregulasies wat op 28 September 1990 (by wyse van\ngoewermentskennisgewing 2303)\nafgekondig is. Bygevolg was die bepalings van die 1990-regulasies deurentyd op\ndie onderhawige aangeleentheid\nvan toepassing.\n[3]\tVolgens die klagstaat\nsou vier aanklagte van onprofessionele gedrag, almal van 'n seksuele aard,\nteenoor vier verskillende pasiënte,\nondersoek word. By die aanvang van die\nondersoek is aanklag 2 egter deur die\npro forma\naanklaer teruggetrek. Op\naanklagte 3 en 4 is die appellant aan die einde van die vyf dae ondersoek deur\ndie tugkomitee onskuldig\nbevind. In terme van die toepaslike regulasies was dit\ndie einde van hierdie twee aanklagte. Die appèl wentel dus slegs om\naanklag 1.\n[4]\tWat aanklag 1 betref het die tugkomitee by die raad\naanbeveel dat die appellant skuldig bevind word aan onprofessionele gedrag\nwat\nskandelik van aard is. Aangaande die toepaslike straf was die tugkomitee se\naanbeveling dat die appellant vir 'n tydperk van\ntwee jaar in sy praktyk geskors\nword, maar dat die skorsing vir vyf jaar opgeskort word op voorwaardes waarna ek\naanstons sal terugkeer.\n[5]\tHierdie aanbevelings is aan die raad\nvoorgelê tydens sy vergadering in September 2001. Na oorweging het die\nraad besluit\nom die tugkomitee se aanbeveling ten opsigte van skuldigbevinding\nte aanvaar. Wat die aanbevole straf betref, was die raad egter\nprima\nfacie\nvan oordeel dat 'n opgeskorte vonnis as straf onvoldoende sou wees en\ndat die appellant se naam van die register verwyder behoort\nte word. Gevolglik\nis die appellant genooi om die raad deur skriftelike vertoë tot ander\ninsigte te oortuig. Hierdie uitnodiging\nis deur die appellant aanvaar. In die\nskriftelike vertoë het die appellant ook gevra dat sy regsverteenwoordiger\ntoegelaat moet\nword om mondelinge argument aan die raad voor te dra. Die\nvolgende vergadering van die raad was op 4 en 5 Maart 2002. Tydens hierdie\ngeleentheid is die appellant se versoek om mondelinge betoog geweier. Vervolgens\nis besluit dat as straf die appellant se naam uit\ndie register van geneeshere\nverwyder word. Daarbenewens is die terugplasing van die appellant se naam op die\nregister onderworpe\ngemaak aan die voorwaarde dat hy toepaslike psigiatriese\nbehandeling ontvang vir die sielkundige probleme wat tot sy onprofessionele\ngedrag aanleiding gegee het en dat hy hierdie terapie suksesvol deurloop.\n[6]\tDie appellant aanvaar dat hy tereg skuldig bevind is aan\nonprofessionele gedrag van 'n skandelike aard. Die beswaar is dus slegs\nteen die\nstraf wat hom opgelê is. In wese is sy saak dat die raad die tugkomitee se\naanbevelings moes aanvaar het. Ter ondersteuning\nhiervan is verskeie argumente\naangevoer wat beter verstaanbaar is teen die agtergrond van die feite wat die\naanklag waaraan hy skuldig\nbevind is ten grondslag gelê het.\n[7]\tDie aanklag waaraan die appellant skuldig bevind is het betrekking\nop sy optrede teenoor een van sy vroulike pasiënte, mev\nM, op 25 September\n1996. Hoewel mev M se naam in die uitspraak van die hof\na quo\nvermeld\nword, vind ek herhaling daarvan onnodig. Howe moet meer bedag wees daarop om nie\ndie name van onskuldige partye te openbaar\nwaar sodanige openbaring geen bydrae\ntot die uitspraak lewer nie. Mev M het die appellant reeds ses maande vantevore\nvir die eerste\nkeer besoek aan die hand van 'n verwysing deur 'n groep wat as\ndie Depression and Anxiety Support Group bekend gestaan het. Hierdie\ngroep het\nhulle daarop toegespits om pasiënte wat aan  angs en depressie ly, tot hulp\nte kom. Die appellant het indertyd op\ndie adviesraad van die groep gedien en was\nook op die paneel van geneeshere na wie hulle gereeld pasiënte verwys het.\nReeds\ntydens die eerste besoek het die appellant mev M gediagnoseer as 'n\npasiënt wat emosioneel onstabiel is en wat aan erge depressie\nen\nangsversteuring ly, vir welke toestande hy medikasie voorgeskryf het.\n[8]\tTussen haar aanvanklike besoek in Maart 1996 en die gebeure op 25\nSeptember 1996, het mev M die appellant by ongeveer tien geleenthede\nbesoek.\nTydens elkeen van hierdie besoeke het die appellant haar in fyn besonderhede\nuitgevra oor die mees intieme aspekte van haar\npersoonlike lewe. Na aanleiding\nhiervan het sy hom onder meer meegedeel dat sy en haar man reeds vanaf die begin\nvan hulle huwelik\neintlik geen seksuele omgang gehad het nie. Sy was ongemaklik\noor hierdie intieme ondervraging en het hom verseker dat seks nie vir\nhaar\nbelangrik was nie. Daarteenoor het die appellant al haar sielkundige probleme\naan seksuele frustrasie toegeskryf en haar aangemoedig\nom oor seks te fantaseer.\n[9]\tVolgens mev M se beskrywing van wat op 25 September 1996 plaasgevind\nhet, het die appellant op dié dag, aan die einde van\nhul konsultasie,\nhaar uit die bloute beveel om te ontklee. Toe sy haar onwilligheid te kenne gee,\nhet die appellant kwaad geword\nen op intimiderende wyse daarop aangedring dat sy\ndit doen. Hierna het hy die konsultasiekamer verlaat met die opmerking dat hy na\nvyf minute sou terugkeer en dat sy intussen moes besluit 'of sy wou gesond word\nof nie'.\n[10]\tTerwyl die appellant uit die kamer was, het mev M haar toe\nontklee en 'n jurk aangetrek wat sy toegeknoop het. By sy terugkoms\nwas die\nappellant se bui heel anders. Hy het haar met 'n glimlag versoek om op die bed\nte gaan lê. Hierop het hy toe haar jurk\noopgeknoop, die gordyne rondom die\nbed toegetrek en begin om haar op mees intieme wyse te betas. 'n Uiteensetting\nvan mev M se beskrywing\nvan wat daarna gevolg het, blyk uit die klagstaat en uit\nhaar getuienis waarvan 'n getroue weergawe in, onderskeidelik, para 4 en\npara 11\nvan die hof\na quo\nse uitspraak (op 336C-G en 337F-I) te vinde is. Ek vind\nherhaling daarvan onnodig. Om dit kort te sny; op die ou end het die appellant\norale gemeenskap met haar beoefen en homself in die proses tot by die punt van\nejakulasie bevredig.\n[11]\tHoewel die appellant uiteindelik in sy getuienis\nnie mev M se beskrywing van die gebeure in enige wesenlike opsig betwis het\nnie,\nhet hy, deur aanvanklik onskuldig te pleit, haar die verleentheid aangedoen om\nhaar weergawe in al sy intieme detail voor die\ntugkomitee te herhaal. In die\nomstandighede is hierdie optrede nouliks verstaanbaar of verskoonbaar. Nog\nminder verstaanbaar was\ndie wyse waarop mev M in kruisverhoor oor al hierdie\nintieme detail uitgevra is. Ek aanvaar egter ten gunste van die appellant dat\nhy\nnie persoonlik vir hierdie strategie verantwoordelik was nie en laat dit\ndaar.\n[12]\tAan die einde van die gebeure op 25 September 1996 het die\nappellant, volgens mev M, aan haar voorgestel dat hulle 'n buite-egtelike\nverhouding aanknoop. Hoewel sy hoegenaamd nie hiervoor te vinde was nie, het sy\nvir omtrent twee weke die aangeleentheid verswyg.\nDaarna het sy vir die\nappellant 'n brief geskryf waarin sy hom in wese daarvan beskuldig het dat hy\noneties en verkeerd opgetree\nhet. Hierdie brief het sy persoonlik aan hom\noorhandig en ook die inhoud aan hom oorgedra. Die appellant het toe met haar\nsaamgestem\ndat dit wat hy aan haar gedoen het, professioneel oneties en moreel\nonregverdigbaar was. Hy het haar egter versoek om vir niemand\nvan die voorval te\nvertel nie. Hoewel sy aanvanklik aan hierdie versoek voldoen het, sê mev\nM, het sy uiteindelik gevind dat\nsy nie met die ervaring kon saamleef nie.\nGevolglik het sy bykans agt maande na die gebeure, in ongeveer Mei 1997, vir een\nvan die\nsielkundiges by die Depression and Anxiety Support Group daarvan vertel.\nOp daardie stadium was sy in so 'n toestand dat sy onder\nmeer na die hoof van\npsigiatrie by die Johannesburg Algemene Hospitaal, prof Michael Berk, vir\nbehandeling verwys is.\n[13]\tMev M se openbaarmaking van die gebeure het\ndaartoe gelei dat die appellant deur die voorsitter van die Depression and\nAnxiety\nSupport Group, me Zane Wilson, en prof  Berk daarmee gekonfronteer is.\nVolgens me Wilson en prof Berk, wat beide voor die tugkomitee\ngetuig het, het\ndie appellant reeds by hierdie geleentheid mev M se weergawe van die gebeure\nerken. Hy het toegegee dat hy 'n probleem\nhet en onderneem om te gaan vir\nsielkundige behandeling. Hy het hulle ook meegedeel dat hy in elk geval van\nvoorneme was om in die\nnabye toekoms sy praktyk op te gee en om as mediese\nadviseur vir 'n maatskappy te gaan werk. Dit alles het me Wilson en prof Berk\nlaat besluit om nie die klagte teen die appellant verder te voer nie.\n[14]\tMe Wilson se getuienis was dat sy toe weer in 1999 verdere klagtes\nontvang het van pasiënte wat deur die Depression and\nAnxiety Support Group\nna die appellant verwys is dat hy hom weer aan ernstige wangedrag van 'n\nseksuele aard sou skuldig gemaak het.\nHierop het sy besluit om die\naangeleentheid by die raad aanhangig te maak. Die latere klagtes is, terloops,\ndié waarop die\nappellant op die ou end deur die tugkomitee onskuldig\nbevind is.\n[15]\tNadat die tugkomitee aangedui het dat hulle by die raad\nsou aanbeveel dat die appellant op aanklag 1 skuldig bevind word aan\nonprofessionele gedrag wat skandelik van aard is, is twee getuies namens die\nappellant ter versagting geroep, synde, sy gemeente\npredikant, ds P A Venter, en\n'n psigiater, prof J L Roos. Volgens ds Venter het die appellant hom in die\nmiddel van 1997 kom spreek,\nonmiddellik nadat hy deur me Wilson en prof Berk met\ndie klagtes teen hom gekonfronteer is. Die appellant het sy skuld erken en sy\nberou te kenne gegee. Hy was gebroke en het telkens in trane uitgebars. Vir ds\nVenter het die skuldbelydenis en berou eg oorgekom.\nHy kon hom egter nie daaroor\nuitlaat of dit ook sou gebeur het indien die saak nie toe reeds op die lappe\ngekom het nie.\n[16]\tProf Roos is deur die appellant gekonsulteer met die\nspesifieke oogmerk om getuienis ter versagting af te lê. Een van die\nhoofoorsake van die gebeure was, na prof Roos se oordeel, dat die appellant, as\nalgemene praktisyn, nooit behoorlik toegerus was\nom aangeleenthede van intiem\npersoonlike aard met pasiënte te hanteer nie. Hy is dus as 't ware aan die\npsigiatriese diepkant\ningegooi. Prof Roos se aanbeveling was dat die appellant\npsigoterapie ontvang om 'n herhaling van sy optrede te voorkom en dat dit\naan\ndie betrokke sielkundige of psigiater opgedra word om die vordering met sodanige\nterapie aan die raad te rapporteer.\n[17]\tWat die appellant se\nprofessionele loopbaan betref, was die getuienis voor die tugkomitee dat hy in\n1988 op 26-jarige ouderdom\nas geneesheer gekwalifiseer het en in 1992 met 'n\nprivaat praktyk begin het. In 1997 het hy, soos wat hy vir me Wilson en prof\nBerk\ngesê het, sy praktyk gestaak en as mediese adviseur vir 'n maatskappy\ngaan werk. Hierdie maatskappy is egter in 1998 gelikwideer,\nas gevolg waarvan\ndie appellant na sy privaat praktyk teruggekeer het. Aan die einde van 1999 het\nhy weer sy praktyk laat vaar en\nbegin werk as 'n senior assistent in die trauma\neenheid van 'n hospitaal in Johannesburg.\n[18]\tIn die lig van hierdie\nfeite het die tugkomitee toe, soos ek reeds aangedui het, besluit om by die raad\naan te beveel dat appellant\nvir 'n tydperk van twee jaar in sy praktyk geskors\nword, maar dat hierdie skorsing vir vyf jaar opgeskort word. Benewens die\nalgemene\nvoorwaarde dat die appellant hom nie gedurende die tydperk van\nopskorting weer aan 'n soortgelyke oortreding skuldig maak nie, het\ndie\ntugkomitee die volgende twee opskortings-voorwaardes aanbeveel:\n(a)\tDat die\nappellant verbied word om 'kliniese werk binne privaat praktyk verband'\ngedurende die opskortingstydperk te doen.\n(b)\tDat die appellant hom onderwerp\naan toepaslike psigoterapie deur 'n kliniese sielkundige en behandeling deur 'n\npsigiater soos\ndeur hom/haar bepaal en dat, in dié verband, drie\nmaandeliks verslae deur die twee terapeute aan die raad voorgelê word\ntot\ntyd en wyl die raad aandui dat hierdie verslae nie meer nodig is\nnie.\n[19]\tBlykens die komitee se redes vir sy aanbeveling is as\nuitgangspunt aanvaar dat die appellant se oortreding so ernstig van aard\nwas dat\ndit sonder meer sy skrapping van die register sou regverdig. Opweging van die\nstrafversagtende omstandighede wat blyk uit\ndie getuienis van ds Venter en prof\nRoos, so het die tugkomitee voortgegaan, het hom egter genoop om die oplegging\nvan 'n opgeskorte\nskorsing aan te beveel. Die opskortings-voorwaarde dat die\nappellant hom aan psigiatriese terapie onderwerp ten einde 'n herhaling\nvan sy\noptrede te voorkom, was op voorstel van prof Roos. Die toevoeging van die\nverdere opskortingsvoorwaarde, nl dat die appellant\nhom van kliniese werk in\nprivaat praktyk weerhou, sou, volgens die tugkomitee se oordeel, voldoende wees\nom die publiek teen 'n herhaling\nvan soortgelyke optrede te beskerm tot tyd en\nwyl die appellant die terapie suksesvol deurloop het. Uiteraard het die\nappellant se\nwerk as senior assistent by 'n trauma eenheid binne die kader van\nhierdie opskortingsvoorwaarde geval.\n[20]\tIn die skriftelike betoog wat\nnamens die appellant op uitnodiging aan die raad voorgelê is, is die\ntugkomitee se aanbevole\nstraf ondersteun en die komitee se redes vir hierdie\naanbeveling herhaal en onderstreep. In die loop van die betoog is weer eens\nbesondere klem gelê op die versagtende omstandighede wat uit die getuienis\nvan ds Venter en prof Roos blyk. Voorts is benadruk\ndat die appellant in die\ntrauma eenheid waar hy werksaam is, waardevolle gemeenskapsdiens verrig en\nterselfdertyd, weens sy geringe\nkontak met pasiënte, slegs 'n geringe\nrisiko skep dat hy deur herhaling van sy gewraakte optrede verdere nadeel kan\nveroorsaak.\n[21]\tIn die antwoordende beëdigde verklaring wat namens\ndie respondent in die hof\na quo\ngeliaseer is, stel die voorsitter van die\nraad, dr L H Becker, dit onomwonde dat die raad, benewens die tugkomitee se\naanbevelings\nen die redes wat ter motivering daarvoor verstrek is, ook die\nskriftelike vertoë namens die appellant, behoorlik oorweeg het.\nDesnieteenstaande, sê dr Becker, het die raad tot die slotsom gekom dat\ndie opgeskorte vonnis wat deur die tugkomitee aanbeveel\nis, 'n ontoereikende\nstraf sou wees.\n[22]\tBlykens dr Becker se verklaring was die\nonderliggende oorwegings vir hierdie slotsom in wese tweeledig. Eerstens, dat\ndie appellant\nin sy huidige psigiese toestand nie geskik is om as geneesheer te\npraktiseer nie omdat hy 'n risiko vir pasiënte inhou, welke\nrisiko, na die\nraad se mening, nie voldoende ondervang sou word deur die voorgestelde\nopskortingsvoorwaardes nie. Tweedens, dat die\nskandelike gedrag waaraan die\nappellant hom skuldig gemaak het, so ernstig van aard was dat dit eenvoudig nie\nna behore deur die\noplegging van  'n opgeskorte vonnis bestraf sou word nie.\nAnders gestel, dat die voorgestelde vonnis 'n verkeerde boodskap sou oordra\naangaande die erns waarmee die raad wandade van seksuele aard deur geneeshere\nteenoor hulle pasiënte bejeen.\n[23]\tWat die raad, volgens dr\nBecker, in die onderhawige geval verswarend gevind het, was die feit dat mev M\njuis weens die sielkundige\nen emosionele probleme waarvoor sy by die appellant\nom hulp aangeklop het, besonder kwesbaar was en gevolglik swaar op die appellant\ngeleun het. In die proses het mev M, volgens die appellant se eie getuienis,\nbuitengewoon afhanklik van hom geraak en het daar 'n\nbesondere\nvertrouensverhouding tussen hulle ontstaan waarin sy, onder meer, haar mees\nintieme geheime met hom gedeel het. Die appellant\nse brutale skending van\nhierdie vertrouensverhouding, so het die raad bevind, het die pasiënt\nernstig benadeel.\n[24]\tDr Becker wys daarop dat dit spesifiek deur\nart 15A van die Wet aan die raad opgedra word (in sub-art (g)) om 'die\nwaardigheid\nvan die [mediese] beroep en die integriteit van die persone wat die\nberoep beoefen, te handhaaf en te bevorder' en (in sub-art (h))\nom 'die publiek\nte beskerm'. In die lig hiervan, sê dr Becker, was die raad van oordeel\ndat hy, ten spyte van die klaarblyklike\nversagtende omstandighede waarna die\ntugkomitee verwys het, sou versuim om die pligte wat deur die Wet aan hom opdra\nword na te kom\nindien hy die tugkomitee se aanbeveling van 'n opgeskorte vonnis\nsou aanvaar.\n[25]\tDit is teen die agtergrond van hierdie feite wat die\nhof\na quo\ngeweier het om ingevolge art 20 van die Wet met die straf wat\ndeur die raad opgelê is, in te meng. Wat blykens die hof se uitspraak\n'n\naansienlike mate van verwarring veroorsaak het, is die vraag of art 20 'n\nhersieningsaansoek of dan wel 'n appèl in die\nvooruitsig stel. Aan die\neinde van sy beredenering aangaande hierdie vraag (paras 35-38 te 343E-344C) kom\ndie hof\na quo,\nskynbaar op gesag van\nSimaan v South African Pharmacy\nBoard\n1980 (1) SA 764\n(T) te 767G, tot die slotsom dat art 20 inderwaarheid\n'n hersieningsaansoek beoog, wat daarop neerkom dat\n'the Court cannot\ninterfere with the finding of fact by the board if it had evidence before it\nupon which it could reasonably and\nhonestly have arrived at the conclusion at\nwhich it did. ...'\n[26]\tHierdie siening oor wat art 20 van die Wet beoog,\nis eenvoudig verkeerd. Dit blyk onder meer uit die volgende\ndictum\nvan\nVan Heerden AR in\nHealth Professions Council of SA v De Bruin\n[2004] 4\nAll SA 392\n(SCA) para 23 (te 403c-e):\n'The appeal to the High Court created\nby s 20 of the Act has (in my view correctly) been described as \"an appeal in\nthe ordinary sense\",\ni e \"a rehearing on the merits but limited to the evidence\nor information on which the decision under appeal was given, and in which\nthe\nonly determination is whether that decision was right or\nwrong.'\n[27]\tSoos egter ook in\nDe Bruin\n(para 24 te 403h-404f)\ngesê word, is 'n appèl teen straf, soos die onderhawige, onderworpe\naan die geykte beginsel dat\ndie appèltribunaal, weens verskeie redes wat\nreeds by etlike geleenthede in die verlede geboekstaaf is, slegs met die\nopgelegde\nstraf kan inmeng indien die strafoplegger 'n wesenlike mistasting\n('misdirection') begaan het of indien die straf as 'ontstellend\nonvanpas'\noftewel 'startlingly  inappropriate' bestempel kan word (sien bv\nS v\nWhitehead\n1970 (4) SA 424\n(A) te 436C-E;\nS v Pillay\n1977 (4) SA 531\n(A) te 535E-G;\nS v Malgas\n2001 (1) SASV 469 (SCA) para 12 te 478d-h).\nDermate was die hof\na quo\ndus reg in sy uitgangspunt dat sy bevoegdheid\nom in die onderhawige geval, in terme van art 20, met die opgelegde straf in te\nmeng,\nbeperk was. Dit was egter so, nie omdat art 20 'n hersieningsaansoek beoog\nnie, maar eenvoudig omdat dit 'n appèl teen straf\nwas.\n[28]\tDie\n'wesenlike mistasting' wat die raad volgens die appellant se betoog begaan het,\nwas om nie die tugkomitee se aanbeveling\nte aanvaar nie. Ter ondersteuning van\nhierdie betoog is aangevoer dat die posisie van die raad analoog was aan\ndié van 'n\nappèl tribunaal. Hiervolgens kon die raad dus slegs van\ndie tugkomitee, as primêre strafoplegger, se aanbevole straf\nafwyk indien\ndie tugkomitee 'n wesenlike mistasting begaan het of indien die aanbevole straf\nas 'ontstellend onvanpas' beskryf kon\nword. Myns insiens is daar geen meriete in\nhierdie betoog nie. Volgens regulasie 15(1) kan die raad 'die aanbeveling van 'n\ntugkomitee\nwysig of bekragtig of ... weier om dit te bekragtig of ... die saak\nna die tugkomitee verwys vir verdere oorweging en verslagdoening.'\nHiervolgens\nmaak die tugkomitee slegs 'n aanbeveling oor welke straf die raad moet\noplê. Die tugkomitee lê self geen\nstraf op nie. Die primêre\nstrafoplegger is dus die raad, nie die tugkomitee nie. Van 'n appèl vanaf\ndie tugkomitee na\ndie raad kan daar geen sprake wees nie. Die hof\na quo\nhet die onderhawige betoog van die hand gewys op die grondslag dat die\ntugkomitee eintlik geen 'decision' of 'finding' gemaak het\nnie (sien paras 20-26\nte 339F-341B). Dit is nie reg nie. Die tugkomitee het inderdaad 'n 'besluit'\ngeneem en 'n 'bevinding' gemaak,\nmaar die resultaat van hierdie besluit was\nslegs 'n aanbeveling en nie strafoplegging nie. Die strafoplegger was die\nraad.\n[29]\tDie appellant se verdere kritiek teen die raad se werkswyse\nwas gerig teen die weiering van appellant se versoek dat, benewens\nskriftelike\nvertoë, ook mondelinge betoog namens hom toegelaat word. In sy argument\nvoor hierdie hof wou die appellant se advokaat\nnie hierdie punt van kritiek tot\n'n bewering van 'n 'wesenlike mistasting' verhef nie. Ten besluite was dit dus\ngeensins duidelik\nwaarheen aanvaarding van die betoog veronderstel was om te lei\nnie. Hoe dit ook al sy, die punt van kritiek is in elk geval ongefundeerd.\nSoos\nin\nDe Bruin\n(para 15 te 410A-B), op 'n uitleg van dieselfde regulasies\nbeslis is, was die appellant nie geregtig om op mondelinge vertoë\naan te\ndring nie en was die raad gevolglik geregtig om sy versoek te dien effekte te\nweier. Die appellant het klaarblyklik voldoende\ngeleentheid gehad om sy saak te\nstel voordat die raad op 'n gepaste straf besluit het.\n[30]\tLaastens, was\ndie appellant se betoog dat die straf wat hom opgelê is in al die\nomstandighede ontstellend onvanpas was.\nNa my oordeel is daar hoegenaamd geen\nmeriete in hierdie betoog nie. As vertrekpunt moet soos in\nDe Bruin\n(para\n23 te 403d-g) aanvaar word dat die raad en nie die hof nie die primêre\ncustos morum\nvan die mediese beroep is. Daarbenewens en in elk geval het\nek reeds verwys na die oorwegings wat, volgens dr Becker, die raad se\nbesluit\nten grondslag gelê het. In die lig hiervan is die kort antwoord op die\nappellant se betoog, myns insiens, dat daar\ngeen geldige kritiek ingebring kan\nword, teen óf die raad se onderliggende oorwegings, óf die slotsom\naangaande die\nstraf waartoe dit hom gelei het nie.\n[31]\tGevolglik word\ndie appèl met koste van die hand gewys.\n.......................\nF D J\nBRAND\nAPPÈLREGTER\nStem saam\n:\nHARMS AR\nSTREICHER AR\nLEWIS AR\nMLAMBO AR",
  "scraped_at": "2026-02-12T15:09:40.870559",
  "date": "2005-11-29",
  "coram": [
    "HARMS",
    "STREICHER",
    "BRAND",
    "LEWIS",
    "MLAMBO ARR"
  ],
  "case_number": "600/04",
  "parties": {
    "applicants": [
      "Frederik De Beer"
    ],
    "respondents": [
      "Raad vir Gesondheidsberoepe van Suid-Afrika"
    ]
  },
  "sections": {
    "facts": "Frederik De Beer, a general medical practitioner, was the subject of four complaints of unprofessional sexual conduct made by patients. After a preliminary investigation, a disciplinary committee recommended that De Beer be found guilty of one charge of shameful sexual misconduct and that his name be removed from the medical register, with a conditional five‑year suspension and mandatory psychiatric treatment. The Health Professions Council (the Council) rejected the committee’s recommended suspension as insufficient and instead ordered the removal of De Beer’s name from the register, imposing a condition that he undergo psychiatric treatment before any reinstatement. De Beer appealed the decision to the Supreme Court of Appeal under section 20 of the Health Professions Act.",
    "issues": "The appeal raised (1) whether the Council erred in refusing the committee’s recommendation and imposed a harsher sanction of removal from the register; (2) whether the Council breached its statutory duties under sections 15A(g) and (h) of the Act to protect the public and preserve the dignity of the medical profession; (3) whether the Council committed a material misdirection or imposed a \"startlingly inappropriate\" penalty; and (4) whether the appellant was entitled to oral argument in addition to written submissions.",
    "principles": "The Court applied the Health Professions Act 56 of 1974, especially sections 15A(g) and (h) concerning the integrity of the profession and public protection, and section 20 governing appeals. It reaffirmed the doctrine that an appellate tribunal may intervene only if there is a material misdirection or the imposed sanction is unreasonably harsh, citing Simaan v South African Pharmacy Board (1980), Van Heerden in Health Professions Council of SA v De Bruin (2004), and the principles set out in S v Whitehead (1970), S v Pillay (1977) and S v Malgas (2001). The Council’s discretion to accept or reject a committee’s recommendation was recognised, provided it acted within the statutory framework.",
    "application": "The Court found that the Council correctly exercised its statutory discretion. The shameful sexual conduct against a vulnerable patient was deemed sufficiently serious to justify removal from the register, a sanction aimed at protecting the public and preserving professional dignity. The Council’s decision was not based on a misdirection; the committee’s recommendation was advisory, not binding. The Court also held that the requirement for psychiatric treatment before reinstatement was a legitimate condition. The appellant’s request for oral argument was dismissed as procedurally permissible, given the sufficient opportunity to make written submissions.",
    "conclusion": "The appeal was dismissed with costs. The removal of Frederik De Beer’s name from the medical register was upheld, and the condition of psychiatric treatment before any possible reinstatement remains in force."
  },
  "tags": {
    "level_1": "Health Law",
    "level_2": "Professional Conduct",
    "level_3": [
      "sexual misconduct",
      "medical registration",
      "disciplinary sanction",
      "appeal",
      "health professions act"
    ]
  }
}