{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/46.html",
  "case_name": "Eskom Holdings Ltd v Hendricks (262/2004) [2005] ZASCA 46; [2005] 3 All SA 415 (SCA); 2005 (5) SA 503 (SCA) (27 May 2005)",
  "citation": "[2005] ZASCA 46",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 46\n|\nNoteup\n|\nLawCite\nEskom Holdings Ltd v Hendricks (262/2004) [2005] ZASCA 46; [2005] 3 All SA 415 (SCA); 2005 (5) SA 503 (SCA) (27 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCase no: 262/2004\nIn the matter\r\n\tbetween:\nESKOM\r\n\tHOLDINGS LTD\t\t\t\t\tAppellant\nand\nJACOB JOHANNES HENDRICKS obo\nJ.J.H\t\t\t\t\t\t\t\t\tRespondent\n_____________________________________________________\nCoram\t\t:\tSCOTT,\r\n\tSTREICHER, BRAND, LEWIS\net\nMLAMBO JJA\nDate of\r\n\tHearing\t:\t3  MAY 2005\nDate of delivery\t:\t27  MAY 2005\nSummary:\r\n\t Child of 11 years climbing pylon supporting high voltage power\r\nlines â negligence of Eskom â failure to take reasonable\nsteps to\r\nprevent harm to the public â especially children â anti-climbing\r\ndevice inadequate in the circumstances â child\nattempting to touch\r\nglass insulators â shocked â impulsive behaviour indicative of\r\nabsence of delictual capacity.\n____________________________________________________\nJUDGMENT\n_____________________________________________________\nSCOTT\r\n\tJA/â¦\nSCOTT JA:\n[1]\tOn 4 August 1994 the respondentâs\r\nminor son (âJ.â) who was then 11 years and 8 months old,\r\nsustained serious burns and\nother injuries when he ventured too close\r\nto a high voltage power line suspended from one of the appellantâs\r\npylons. To reach\nthe point where the incident occurred J. had to\r\nclimb to a height of approximately 14 metres above the ground and in\r\ndoing so pass\nthrough what was referred to in evidence as an\r\nanti-climbing device (âACDâ). The manner in which he did this is\r\ndealt with\nmore fully below. The power line carried a voltage of some\r\n66 000 volts. Perhaps fortunately, the shock caused J. to be flung\r\nfrom\nhis perch. He survived the fall with his clothes on fire. A\r\npasser-by had the presence of mind to cover J. with his jacket and so\n\nextinguish the flames.\n[2]\tThe respondent, on behalf of J.,\r\nsubsequently instituted proceedings for damages against the appellant\r\n(âEskomâ), alleging\nthat the latter had been negligent in various\r\nrespects. In this court the debate concerning the issue of Eskomâs\r\nnegligence was\nconfined largely to the efficacy of the ACD. Eskom\r\ndenied liability and in the alternative alleged contributory\r\nnegligence on the\npart of J..  The court\na quo\n(Jacobs AJ),\r\nwhich was called upon to decide only the question of liability, found\r\nthat both Eskom and J. had been negligent and\nthat the latter had\r\nbeen\nculpae capax\nat the time, ie he had had the necessary\r\ncapacity to incur delictual liability for negligence. The learned\r\njudge apportioned liability\non the basis that Eskom was two-thirds to\r\nblame and J. one-third. These findings were all placed in issue in\r\nthis court. Eskomâs\napplication for leave to appeal was turned down\r\nby the court\na quo\n, as was the respondentâs application to\r\ncross-appeal. Both parties now appeal with the leave of this court.\n[3]\tIt is necessary at the outset to\r\ngive a short description of both the pylon and the ACD. The pylon is\r\nof the lattice variety\nand is just over 21 metres high. It is square\r\nat the base, or almost square. Steel columns at each corner taper\r\ninwards as they\nascend to a point about 14 metres above the ground.\r\nThereafter the columns rise vertically until just below the apex at\r\nwhich stage\nthey slope sharply inwards to form a point. The pylon has\r\nthree cross-arms, one above the other. The lowest is at the 14 metre\r\nlevel. The outer ends of each support a single power line; in other\r\nwords, the tower supports six lines in all. Each is attached\nat the\r\nlower end to a line of glass (or porcelain) insulators having the\r\nappearance of glass rings which descend vertically from\nthe end of\r\neach cross-arm. The result is that each power line is in the region\r\nof about a metre below the cross-arm from which\nit derives its\r\nsupport. The four sides of the tower are braced by cross-beams. All\r\nappear to be positioned diagonally save for\nthree which are below the\r\nthree metre level and which are horizontal. The significance of this\r\nfeature is that the horizontal beams\nwould facilitate the climbing of\r\nthe pylon, while the highest of the three would appear from the\r\nphotographs that were handed in\nto provide a useful foothold for\r\nanyone attempting to tamper with the ACD which is situated at the\r\nthree metre level. The three\ncross-arms are of a similar lattice\r\nconstruction. Another significant feature is the existence of\r\nclimbing pegs which were fitted\nto at least one of the vertical\r\ncolumns from a point just above the ACD. Leaving aside the ACD for\r\nthe moment, it follows from\nwhat has been said that the pylon is\r\nreadily climbable by an aspirant climber who would also have no\r\ndifficulty traversing out\nto the end of a cross-arm should he so\r\nwish.  Finally, it is necessary to mention that the pylon was\r\nsituated about 150 metres\nfrom the respondentâs house and adjacent\r\nto the Malibu High School, Blue Downs.\n(4)\tThe ADC fitted to Eskomâs\r\npylons is a standard design. It takes the form of a horizontal fence\r\nof barbed wire and in appearance,\nat least, is a formidable barrier.\r\nAs required by the Code of Practice for Overhead Power Lines (the NRS\r\nCode), it is installed\nas low as possible but ânot less than three\r\nmetres above the groundâ. It is constructed as follows. A\r\nhorizontal bar is mounted\ndiagonally at each corner of the tower so\r\nas to extend both outwards and inwards. In other words, the bar\r\nextends both beyond and\nwithin the frame of the tower. Ten grooves\r\nare cut into the bar on its upper side; five on the inside of the\r\nframe and five on\nthe outside. These are cut at an angle outwards, ie\r\naway from the corner column to which the bar is attached. A length of\r\nbarbed\nwire is fastened at the one end to one of the bars and then\r\nthreaded into the grooves and drawn from one bar to the next around\n\nthe structure 10 times before being fastened to the bar at which the\r\nprocess began. The result is a horizontal fence with five\nstrands of\r\nbarbed wire both on the inside and outside of the tower.\n[5]\tThe design of the device would\r\nappear to contemplate the barbed wire being so taut that the angle at\r\nwhich the grooves are cut\nwould prevent the wire from being pushed\r\nout of one of the grooves. If this were to happen the wire would go\r\nslack and the gap\nbetween the strands could easily be increased so as\r\nto permit a person to pass through the device with relative ease.\r\nThere was\nmuch debate concerning the efficacy of the device in\r\nevidence, which is unnecessary to traverse. What emerged is that\r\nwhile the\ndesign may have been good in theory, in practice it could\r\nnot easily be implemented because of the difficulty associated with\r\nachieving\nthe necessary tension on the barbed wire. As pointed out by\r\nProfessor Reynders, an electrical engineer who testified on behalf of\n\nthe respondent, the reason for this was that when attempting to pull\r\nthe wire taut around the tower, the barbs would tend to catch\nin the\r\ngrooves resulting in some slackness. If, of course, the barbed wire\r\nwere to be affixed to the bars at each groove, whether\nby means of\r\nbinders (short lengths of wire) or otherwise, the device would not\r\nhave this weakness.\n[6]\tAgainst this background I turn to\r\nthe events of 4 August 1994. After returning from school in the early\r\nafternoon, J., his younger\nbrother and younger friend, decided to\r\ntake the family dog for a walk. At some stage they found themselves\r\non a footpath that passes\nby the pylon. J. testified that he then\r\nchallenged\nhis\r\ncompanions to a race to see who could first climb the highest up the\r\npylon.  Possibly what he had in mind at that stage was\nto climb up as\r\nfar as the ACD, but this was not clarified in evidence. He said that\r\nwhen he reached the ACD, he saw how the wire\nwas spanned and that it\r\ncould be pushed out of the grooves.  Using both hands he pushed it\r\nfirst out of one groove, whereupon it\nwent slack, and then out of\r\nanother two. Testifying eight years later, he described the process\r\nas âtaamlik maklikâ. He said\nhe then had no difficulty climbing\r\nthrough the ACD and, using the climbing pegs, proceeding up to the\r\nfirst of the three cross-arms.\nAt that stage, as he put it, he\r\nstopped to rest. While sitting there, the glass insulators caught his\r\neye. He described them as\nâgreenish-coloured glass saucersâ. Out\r\nof curiosity he traversed out to the end of the cross-arm and\r\nresolved to touch one\nto feel its texture. Holding on to the\r\nstructure with his right hand he reached out to the insulators with\r\nhis left when, as he\ndescribed it, there was suddenly a blue flash\r\nand he fell to the ground. Judging from J.â injuries the experts\r\nwere satisfied\nthat what in fact had happened was that his head had\r\ncome too close to the power line suspended from the cross-arm\r\nimmediately\nabove.  The voltage was such that the current had\r\nâjumpedâ the space between the power line and his head in a\r\nphenomenon known\nas a âflash-overâ. For this to have happened, it\r\nwas agreed that he must have come within a distance of some 66 mm of\r\nthe power\nline.\n[7]\tThe ease with which J. negotiated\r\nhis way through the ACD and proceeded up the tower is largely\r\ncorroborated by Mr Henry Plaatjies\nwho was called by Eskom and who\r\nwas the only witness to have actually observed the incident.\r\nPlaatjies was then a teacher at the\nMalibu High School where he\r\ntaught accounting and economics. (This was not the school attended by\r\nJ..) He testified that on the\nday in question while standing in the\r\nschool grounds talking to a colleague, he observed, as he perceived\r\nit, a child being chased\nby others. The next thing he saw, he said,\r\nwas the one ahead proceeding to climb the tower with the others\r\ncoming on behind. Although\nhe looked away at one point while\r\ncommenting to his colleague on how dangerous it was and did not see\r\nJ. actually negotiate his\nway through the ACD, his overall impression\r\nwas that it all happened very quickly and that J.â progress up the\r\ntower was virtually\ncontinuous. On seeing the flash and J. fall\r\nPlaatjies went to phone an emergency service while his colleague went\r\nto J.â assistance.\n[8]\tSection 26 of the Electricity Act\r\n41 of 1987 provides:\nÂe26.\tIn any civil proceedings\r\nagainst an undertaker arising out of damage or injury caused by\r\ninduction or electrolysis or in\nany other manner by means of\r\nelectricity generated or transmitted by or leaking from the plant or\r\nmachinery of any undertaker,\nsuch damage or injury shall be presumed\r\nto have been caused by the negligence of the undertaker, unless the\r\ncontrary is proved.â\nIt is common cause that Eskom is an\r\nâundertakerâ as defined in the Electricity Act and that J.â \r\ninjuries were caused by means\nof electricity transmitted by Eskomâs\r\nâplant or machineryâ in the form of the high voltage power lines.\r\nThe effect of the\nsection therefore is that Eskom bore the onus of\r\nproving on a balance of probabilities that it was not negligent or,\r\nif it was,\nthat there was no causal link between that negligence and\r\nthe injuries sustained by J.. It was also common cause that in the\r\nevent\nof Eskom being found to have been negligent, its conduct would\r\nhave been wrongful. In other words, Eskom owed a legal duty to\r\nwould-be\nclimbers of its pylons to act without negligence, ie to take\r\nsuch steps, if any, as may have been reasonable in the circumstances\n\nto prevent them from suffering harm. (See\nGouda Boerdery BK v\r\nTransnet Ltd\n[2004] 4 All SA 500\n(SCA) para 12.)\n[9]\twas conceded both in this court\r\nand in the court below that a reasonable person in the position of\r\nEskom would foresee that\npersons, especially children, might climb\r\nEskomâs lattice-type pylons and come close enough to the power\r\nlines to put themselves\nin danger of receiving a shock. This\r\nconcession was inevitable in view of the provisions of Regulation 16\r\nof the Electrical Machinery\nRegulations (promulgated under the\r\nMachinery and Occupational Safety Act 6 of 1983 and continuing to\r\napply under the\nOccupational Health and Safety Act 85 of 1993\n). The\r\nregulation which is of direct application to Eskom reads:\nÂeThe user shall ensure that all\r\nsupports of the lattice type which are used to carry overhead\r\nconductors are adequately protected\nin order to prevent any\r\nunauthorised person from coming into dangerous proximity of the\r\nconductors by climbing such supports, and\nan inspector may  require a\r\nuser to protect a support of any other type similarly.â\n(By way of explanation it is\r\nnecessary to record that the reference to âsupports of the lattice\r\ntypeâ is a reference to what\nI have called âpylonsâ of the\r\nlattice type. Similarly the reference to âconductorsâ is a\r\nreference to what I have called\npower lines.) A similar provision is\r\nto be found in the NRS Code. It is unnecessary to quote the provision\r\nin full. It is sufficient\nto note that it requires that pylons of the\r\ntype in issue âshall be adequately protected to prevent\r\nunauthorised persons from\nreaching a live conductorâ. The\r\ninstallation of the ACD is, in any event, a clear indication that\r\nEskom was in fact alert to\nthe possibility of harm to members of the\r\npublic if they climbed the pylons.\n[10]\tWhat remains of the inquiry\r\nregarding Eskomâs alleged negligence, therefore, is what is\r\ngenerally referred to as the second\nleg of the inquiry, namely\r\nwhether a reasonable person would have taken steps to guard against\r\nthe danger and, if so, whether the\nsteps taken by the defendant were\r\nreasonable in the circumstances. What is to be regarded as reasonable\r\nmust depend upon a consideration\nof all the relevant circumstances.\r\nIt is inappropriate to place any limitation on these, but the inquiry\r\nwould ordinarily involve\na consideration of:\nÂe(a) the degree or extent of the\r\nrisk created by the actorâs conduct; (b) the gravity of the\r\npossible consequences if the risk\nof harm materialises; (c) the\r\nutility of the actorâs conduct, and (d) the burden of eliminating\r\nthe risk of harm.â\nSee\nNgubane v South African\r\nTransport Services\n[1990] ZASCA 148\n;\n1991 (1) SA 756\n(A) at 776H-J. Ultimately the\r\ncourt is obliged to make a value judgment by balancing various\r\ncompeting considerations. But if a\nreasonable person would have done\r\nno more than was in fact done there would be no negligence.\n[11]\tBefore considering the\r\neffectiveness or otherwise of the ACD it is necessary to deal briefly\r\nwith a ground of negligence which\nwas found by the court\na quo\nto\r\nhave been established and which was touched upon only in passing in\r\nthis court. The ground concerned Eskomâs failure to place\na warning\r\nsign at the foot of  the tower indicating the presence of live\r\nconductors. The sign envisaged was the well-known one\ndepicting a\r\nflash of lightning. While the Electrical Machinery Regulations\r\nrequire notices to be displayed in certain specified\ncircumstances,\r\nthere is no requirement that a notice be displayed on pylons. Counsel\r\nfor the appellant contended that the reason\nfor this was that as a\r\ngeneral proposition it was common knowledge that pylons carried\r\nelectricity. He pointed out that where notices\nwere required by the\r\nregulations, the circumstances were such that there was a danger of\r\naccidental contact resulting from a person\nnot expecting the presence\r\nof a bare conductor. He argued that if the standards adopted in the\r\nindustry do not require warning\nsigns in a particular location, the\r\ninference may be drawn that this was not a step which a reasonable\r\nperson would take to avoid\nharm. There is no doubt much to be said\r\nfor counselâs contentions, but for the reasons that follow it is\r\nunnecessary to consider\nfurther the question of warning signs.\n[12]\tThe debate in this court as to\r\nwhether Eskom was negligent or not ultimately centred around whether\r\nthe ADC it installed on\nthe pylon in question was one which was\r\nreasonable in the circumstances. As I have indicated, both the NRS\r\ncode and the Electrical\nMachinery Regulations require lattice-type\r\npylons to be âadequately protectedâ. However, neither provides an\r\nindication of\nwhat is to be regarded as adequate. Nonetheless, this\r\nrequirement of the industry does provide some assistance.\n[13]\tIt was emphasized in evidence\r\nand argued before us that it would be virtually impossible to erect a\r\nbarrier that was impenetrable.\nThat is no doubt so, but it is not\r\nsuggested that the ACD should have been impenetrable.  In the present\r\ncase, J. was able to pass\nthrough the ACD simply by pushing the wire\r\nout of the grooves. He required no tool to do so, not even an\r\nordinary pair of household\npliers. The evidence suggests that the\r\ndevice hardly retarded his progress up the tower. Some eight years\r\nlater, Professor Reynders,\nwho described himself as about to retire,\r\nwas similarly able to push the wire out of the grooves and climb\r\nthrough the device âwithout\nany difficultyâ. The angle at which\r\nthe grooves were cut is indicative of a design that was intended to\r\nprevent the device from\nbeing dismantled in this way. But whether it\r\nwas possible to do so by reason of faulty design or improper\r\ninstallation need not\nbe decided. The point is that although\r\nformidable in appearance, the device in reality did not constitute an\r\neffective barrier.\nNor could it be contended that, although properly\r\ninstalled, the wire had become slack with the passage of time. Mr\r\nArthur Gullan,\na former employee of Eskom who gave evidence on its\r\nbehalf, testified that the wire would not become slack of its own\r\naccord. In\nthe circumstances, the device installed by Eskom cannot in\r\nmy view be regarded as having âadequatelyâ protected the pylon\r\nwithin\nthe meaning of the regulations and the NRS code. If for any\r\nreason the barbed wire could not have been made sufficiently taut, it\n\nwould have been a simple matter to affix it to the horizontal bars at\r\neach groove. This could have been done at very little cost\nand\r\neffort. Perhaps the simplest (but not the only) method would have\r\nbeen to use binders of the kind that one encounters in an\nordinary\r\nfence. In that event, a child, or other aspirant climber, would at\r\nleast have had to go to the extent of arming himself\nwith a tool of\r\nsome kind to dismantle the device. In my judgment a reasonable person\r\nwould at least have ensured that the ACD could\nnot be dismantled\r\nsimply by pushing the wire out of one or more of the grooves. Indeed,\r\nit is not without significance that in\nthe case of the devices fitted\r\nto the pylons belonging to the Cape Town City Council, the strands of\r\nbarbed wire are made fast\nto the horizontal bars so that they can not\r\nsimply be pushed out of the way.\n[14]\tIt follows, therefore, that in\r\nmy view Eskom failed to rebut the presumption of negligence. On the\r\ncontrary, negligence on\nits part was established on the evidence.\r\nEskomâs appeal must accordingly fail.\n[15]\tI turn now to the cross-appeal.\r\nThe first and, in my view, decisive issue is whether the court\na\r\nquo\nwas correct in its finding that J. was\nculpae capax\nin\r\nrelation to his conduct. In\nWeber v Santam Versekeringsmaatskappy\r\nBpk\n1983 (1) SA 381\n(A) this court affirmed the distinction\r\npreviously drawn in\nJones NO v Santam Bpk\n1965 (2) SA 542\n(A)\r\nbetween, on the one hand, the issue of capacity on the part of a\r\nchild to commit a wrong and, on the other, the issue of fault.\nIn\r\ndoing so, it declined to follow a view widely held, particularly in\r\nacademic circles, that there was a need to introduce a subjective\n\nelement into the concept of negligence in the case of children by\r\nrequiring no more than a degree of care expected of a child of\nthe\r\nage and maturity of the one in question. Instead, the court in\nWeber\nheld that the first inquiry, ie as to capacity, was subjective, while\r\nthe second, ie as to fault, was objective. In other words,\nonce a\r\nchild was found to have the necessary capacity, its negligence or\r\notherwise, was to be determined in accordance with the\nstandard of\r\nthe ordinary (adult) reasonable person.\n[16]\tFollowing an exhaustive analysis\r\nof the Roman and subsequent authorities by both Jansen JA and Joubert\r\nJA (whose separate judgments\nwere concurred in by the other three\r\njudges) the court affirmed the rule that\ninfantes\n(children\r\nunder seven years of age) are\nculpae incapax\nwhile, more\r\nsignificantly, children between the ages of seven and puberty  (12 in\r\nthe case of girls and 14 in the case of boys)\nwere presumed to lack\r\ncapacity until the contrary was proved by the party alleging\r\nnegligence. (The existence or otherwise of the\npresumption was not\r\ndecided in the\nJones\ncase,\nsupra\nat 552A-C.) In\r\npassing, it is worthy of note that this gender-based distinction\r\nbetween girls and boys may well be unjustifiable.\nThe more\r\nappropriate cut-off point would seem to be 14 years for children of\r\nboth sexes, as would appear to be the case in the\ncriminal law. See\neg Rex v K\n1956 (3) 353 (A);\nAttorney-General Transvaal v\r\nAdditional Magistrate for Johannesburg\n1924 (AD) 421 at 434.\n[17]\tThe application of an adult\r\nstandard in judging the negligence of a child has been strongly\r\ncriticized. (See eg J D van der\nVyver\nSALJ\n100 (1983) 575; \r\nAndrew Caiger\n(1983) 46\nTHRHR\n477\n;  Boberg\nThe Law of\r\nDelict\nat 679.) Nonetheless, the force of the criticism is to\r\nsome extent overcome by the emphasis placed by the court in\nWeber\non the subjective nature of the inquiry into the element of capacity.\r\nIt was stressed (at 389H-400A) that the inquiry was one of\nfact. In\r\neach case what had to be determined was whether the child in question\r\nhad developed the emotional and intellectual maturity\nto appreciate\r\nthe particular danger to be avoided and, if so, to act accordingly.\r\nJansen JA (at 390H) referred with approval to\nthe observation by\r\nCorbett JA in\nRoxa v Mtshayi\n1975 (3) SA 761\n(A) at 766A-B\r\nthat the enquiry had to be related to âthe particular acts or\r\nomissions complained of in the particular circumstancesâ.\nIn the\r\npassage referred to, Corbett JA added:\nÂeIt is not capacity in the abstract\r\nbut capacity in relation to a particular duty situation that is of\r\nrelevance.â\nIn the\nWeber\ncase Jansen JA\r\n(at 400B-E) warned against over-emphasising the intelligence and\r\nschooling of the child as opposed to the inherent\nweaknesses\r\nassociated with tender age and the propensity of children, however\r\nwell schooled, to commit irrational and impulsive\nacts. (See also the\r\nremarks of Joubert JA at 410D-E.) Experience revealed, Jansen JA said\r\n(at 400C-D) that although\nchildren may be able to distinguish\r\nbetween right and wrong, they will often not be able to act in\r\naccordance with that appreciation;\nthey became so engrossed in their\r\nplay that they become oblivious of other considerations and acted\r\nimpulsively. The learned judge\naccordingly warned against âplacing\r\nan old head on young shouldersâ. (400F-G.)\n[18]\tThe correctness of the decision\r\nin\nWeber\nwas not challenged  in this court or the court below.\r\nThe issue to be determined, therefore, is whether Eskom succeeded in\r\ndischarging\nthe burden of rebutting the presumption against capacity.\r\nThe court\na quo\ndealt with the issue as follows:\nÂeI am of the view that J. had the\r\nnecessary delictual capacity on the day in question. This conclusion\r\nis manifested by the evidence\nof J. who testified that he decided to\r\nrace his brother to see who could climb the highest. J. was\r\napproximately 11 years and 8\nmonths old at the time when the incident\r\noccurred. J. was also taught by his parents of the dangers of\r\nelectricity although his\nparents did not deem it necessary to inform\r\nhim of the particular dangers associated with the pylon.â\nI am unpersuaded that the reasoning\r\nof the learned judge justifies the conclusion to which he came.\n[19]\t From what has been said above,\r\nit is clear that the enquiry must in each case be related to the\r\nparticular conduct which gave\nrise to the loss forming the subject\r\nmatter of the claim. It is necessary therefore to return to the\r\nfacts. There can be no doubt\nthat J. appreciated that by climbing\r\nbeyond the ACD he ran the risk of falling and hurting himself.\r\nExperience tells one that the\nfear of falling from a height is one\r\nthat develops early in childhood and the risk of such a fall is\r\nunlikely to be one that would\nbe taken impulsively and without regard\r\nto the possible consequences. Indeed, this much was conceded by J. in\r\nevidence. Had he\nsimply lost his footing and fallen Eskom, would,\r\ntherefore, have had little difficulty in rebutting the presumption. \r\nBut that\nis not what happened. The evidence was that while walking\r\nthe dog and on coming to the pylon, J. and the other two decided to\r\nrace\nto see who could climb the highest. J. climbed to the cross-arm\r\nand stopped.  The other two were then still close to the base. It\nwas\r\nat that stage that the glass insulators attracted his attention. They\r\nhad nothing to do with the race and the reason for J.\nclimbing the\r\ntower. Fascinated by the insulators and disregarding the race, he\r\nthen proceeded to traverse out along the cross-arm\nin order to touch\r\none of the insulators for no better reason than to feel its texture.\r\nIt was this conduct that resulted in his\ninjuries and it follows that\r\nit is in relation to this conduct that his emotional and intellectual\r\nmaturity must be assessed.\n[20]\tIt is hardly necessary to\r\nobserve that J.â attempt to touch one of the insulators was\r\nfoolhardy in the extreme. Its only\npurpose could have been to satisfy\r\nhis curiosity. His conduct gives rise to two possible inferences:\r\neither he did not appreciate\nthe danger to which he was exposing\r\nhimself or its possible consequence, or his curiosity was so\r\noverwhelming that he became oblivious\nof the danger and succumbed to\r\nan impulse to touch one of the insulators. The only other possibility\r\nis that he was fully aware\nof the danger but was unconcerned by it.\r\nThis is highly unlikely; it would amount to a conscious disregard for\r\nhis own life.\n[21]\t J. testified that it was only\r\nafter the event that he learnt that the pylons supported live\r\nelectricity wires. This strikes\nme as improbable. The most likely\r\ninference arising from his conduct would seem to be that he lacked an\r\nappreciation of the  full\nimport of the danger and became so\r\nengrossed in his fascination for the insulators that he forgot all\r\nabout the danger of which\nhe may have been aware.\n[22]\tAn analysis of the facts\r\nreveals, therefore, that J.â conduct giving rise to his injuries\r\nwas typical of the impulsive behaviour\nin which children of tender\r\nage sometimes engage and which Jansen JA had in mind when he warned\r\nagainst placing an old head on\nyoung shoulders. In my view, the very\r\nconduct in question is indicative of an inability on the part of J.\r\nto act in accordance\nwith any appreciation he may have had of the\r\ndanger involved.\n[23]\tIt was established in evidence\r\nthat at the time of the incident J. was at primary school in grade\r\nfive and that he had been\ntaught the dangers of electricity. But\r\nthere was little, if any, cross-examination of J. himself or his\r\nparents to determine his\nintellectual and emotional maturity at the\r\ntime, nor was any evidence led to rebut the inference of childish\r\nimpulsive behaviour\nthat arose from his conduct or, for that matter,\r\nto assist in the\ndetermination\r\nof the issue of his maturity. In all the circumstances, I am\r\nunpersuaded that Eskom succeeded in rebutting the presumption\nthat J.\r\nwas\nculpae incapax\nat the time of the incident. It follows\r\nthat the cross-appeal must succeed.\n24]\tThe following order is made:\n(a)\tThe appeal is dismissed with\r\ncosts, including the costs \t\tof two counsel.\n(b)\t The cross-appeal is upheld with\r\ncosts, including the \t\t  costs of two counsel.\n(c)\tThe order of the court\na quo\nis altered so as to read as \t\tfollows:\n(a)\tThe defendant is held liable\r\nfor the damages, if \t\t\tany,  that  the plaintiffâs minor son, J.,\r\nis \t\t\tfound to have suffered\nin consequence of the \t\t\t\telectric shock\r\nthe latter sustained on 4 August \t\t\t1994;\n(b)\tThe defendant is ordered to\r\n\tpay the plaintiffâs \t\t\t\tcosts of suit occasioned by the hearing on\r\n\tthe \t\t\t\tmerits, such costs\nto include the qualifying fees\nof those \r\n\texperts  who  testified at the trial on \t\t\t\tbehalf of the plaintiff.\n_____________\nD G SCOTT\nJUDGE OF APPEAL\nCONCUR:\nSTREICHER\tJA\nBRAND\t\tJA\nLEWIS\t\tJA\nMLAMBO\t\tJA",
  "scraped_at": "2026-02-12T14:07:19.573718",
  "date": "2005-05-27",
  "coram": [
    "SCOTT JA",
    "STREICHER JA",
    "BRAND JA",
    "LEWIS JA",
    "MLAMBO JJA"
  ],
  "case_number": "262/2004",
  "parties": {
    "applicants": [
      "ESKOM HOLDINGS LTD"
    ],
    "respondents": [
      "JACOB JOHANNES HENDRICKS obo J.J.H"
    ]
  },
  "sections": {
    "facts": "On 4 August 1994, an 11‑year‑old boy (J.) climbed a 21‑metre lattice pylon belonging to Eskom in order to race his brother and friend. The pylon was fitted with a standard anti‑climbing device (ACD) consisting of barbed‑wire strands fastened to horizontal bars. J. was able to push the wire out of its grooves and pass through the device, then ascended to a cross‑arm, where he was attracted to the glass insulators and reached out to touch one. He received a high‑voltage shock (approximately 66 kV) resulting in serious burns and injuries after a flash‑over occurred when his head approached the live conductor.",
    "issues": "The court needed to determine (1) whether Eskom, as an undertaker under the Electricity Act, was negligent in failing to provide an adequately protective anti‑climbing device on the pylon; (2) whether the ACD installed met the statutory requirement of ‘adequate protection’; and (3) whether the child possessed delictual capacity (culpae capax) to be held liable for his own negligence.",
    "principles": "Section 26 of the Electricity Act 41 of 1987 creates a presumption of negligence for undertakers, rebuttable only on a balance of probabilities. Regulation 16 of the Electrical Machinery Regulations and the NRS Code require lattice pylons to be ‘adequately protected’ against unauthorised access. Negligence is assessed by balancing the risk, the gravity of foreseeable harm, the utility of the conduct and the burden of mitigation (Ngubane v South African Transport Services). Capacity of a child is judged subjectively (whether the child had the emotional and intellectual maturity to appreciate the danger) but fault, if capacity is established, is measured against the adult reasonable person (Weber v Santam). Children under 14 are presumed incapable (culpae incapax) unless the opposite is proven.",
    "application": "The court found that the ACD, although appearing formidable, could be easily dismantled by pushing the wire out of its grooves, a flaw that could have been remedied at minimal cost by fastening the wire with binders. Consequently the device did not constitute ‘adequate protection’, and Eskom failed to rebut the statutory presumption of negligence. Regarding capacity, the court accepted that J.’s impulsive act of touching the insulators, without appreciation of the danger, demonstrated a lack of the requisite maturity; thus the presumption of culpae incapax stood. The lower court’s finding of culpae capax was overturned.",
    "conclusion": "The appeal was dismissed and the cross‑appeal upheld. Eskom was held liable for the damages suffered by the plaintiff’s son, and was ordered to pay the plaintiff’s costs of suit, including expert fees. Costs were awarded to both parties’ counsel."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence",
    "level_3": [
      "electricity",
      "public liability",
      "child capacity",
      "anti‑climbing device",
      "Eskom"
    ]
  }
}