{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/12.html",
  "case_name": "Transvaal Agricultural Union v Minister of Agriculture and Land Affairs and Others (091/2003) [2005] ZASCA 12; 2005 (4) SA 212 (SCA) (23 March 2005)",
  "citation": "[2005] ZASCA 12",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 12\n|\nNoteup\n|\nLawCite\nTransvaal Agricultural Union v Minister of Agriculture and Land Affairs and Others (091/2003) [2005] ZASCA 12; 2005 (4) SA 212 (SCA) (23 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no: 091/03\nIn the matter between:\nTRANSVAAL AGRICULTURAL\nUNION\nAppellant\nand\nTHE MINISTER OF AGRICULTURE AND\n1\nST\nRespondent\nLAND AFFAIRS\nTHE CHIEF LAND\nCLAIMS COMMISSIONER\n2\nnd\nRespondent\nNO\nTHE\nREGIONAL LAND CLAIMS COMMISSIONER\n3\nrd\nRespondent\nFOR\nMPUMALANGA AND NORTHERN (NOW\n‘LIMPOPO’) PROVINCE\nNO\nTHE REGIONAL LAND CLAIMS COMMISSIONER\n4\nth\nRespondent\nFOR THE PROVINCES OF NORTH WEST AND\nGAUTENG\nTHE MINISTER OF FINANCE NO\n5\nth\nRespondent\nTHE AUDITOR GENERAL OF THE REPUBLIC\n6\nth\nRespondent\nOF SOUTH AFRICA NO\nTHE NATIONAL LAND\nCOMMITTEE\nAmicus\nCuriae\n______________________________________________________________________\nCoram\n:\nScott,\nZulman, Navsa, Mthiyane et Van Heerden JJA\nDate of hearing:\n25\nFebruary 2005\nDate of delivery:\n23 March\n2005\nSummary:\tRestitution of Land Rights Act ─  appellant\nalleged irregular exercise of statutory powers by first four respondents\n─\nnon-joinder of essential parties ─appellants seeking guidance in general\nterms and in isolation and in the face of\ndisputed facts ─ held that in\ncircumstances of case court correctly refused to grant declaratory\norders.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA\nJA:\n[1]\tThis is an appeal against a judgment of the Land Claims Court\n(the LCC), whereby an application by the appellant for a number\nof declaratory\norders relating to the interpretation and application of the Restitution of Land\nRights Act 22 of 1994 (the Act) was\ndismissed with costs by Gildenhuys AJ\n(Moloto AJ concurring). Leave to appeal was granted by that court.\n[2]\nThe appellant is the Transvaal Agricultural Union (TAU), a voluntary association\nof farmers, with its head office in Silverton,\nPretoria. TAU claimed that it\nbrought the application in the LCC pursuant to a mandate received from its more\nthan 5000 members,\nacting either directly or through their affiliated farmers\nassociations and district agricultural unions.\n[3]\tBefore turning\nto deal with the basis of the application in the LCC, I set out in the\nparagraphs that follow a brief description\nof the respondents.\n[4]\tThe\nfirst respondent is the Minister of Agriculture (the Minister), the responsible\nMinister referred to in the Act, whose role\nin the present case will become\nclear as the relevant facts unfold.\n[5]\tThe second respondent is the\nChief Land Claims Commissioner (the CLCC) appointed in terms of s 4(3) of the\nAct and who directs\nthe work of the Commission on Restitution of Land Rights\n(the Commission), established in terms of s 4(1) of the Act. In terms of\ns 7 the CLCC may delegate any of his or her powers (inter alia) to a\nregional land claims commissioner.\n[6]\tThe third respondent is referred\nto as the Regional Land Claims Commissioner for Mpumalanga and the former\nNorthern Province (now\nLimpopo), two relevant geographical areas. I will for the\nsake of convenience refer to the latter province by its former name. Whereas\nthere was formerly one regional commissioner for both geographical areas, there\nis presently a regional commissioner for each.\n[7]\tThe fourth respondent\nis the Regional Land Claims Commissioner for the North-West and Gauteng\nProvinces, two other relevant geographical\nareas.\n[8]\tWhen I refer to\nthe first to fourth respondents collectively hereafter, I will, for the sake of\nconvenience, describe them as\nthe respondents.\n[9]\tThe fifth and sixth\nrespondents are the Minister of Finance and the Auditor General of the Republic\nof South Africa, cited as\nrespondents because of the allegations by TAU that, in\nexercising their powers improperly, the first, second, third and fourth\nrespondents\nwere financially irresponsible. No orders were sought against the\nfifth and sixth respondents. They chose to abide the decision of\nthe court below\nand adopt the same position in respect of the present appeal.\n[10]\tThe\nNational Land Committee (NLC) was admitted to the proceedings in the court below\nas\namicus curiae\n. It continued in that role in this\nCourt.\n[11]\tTAU initially sought more than 20 declaratory orders in the\nLCC. This was finally reduced to five. Before us TAU conceded that\nit was unable\nto persist (because of the provisions of the Act) in arguing any entitlement to\nthe fifth declaratory order sought\nin the LCC. Thus, the appeal is limited to a\nconsideration of TAU’s entitlement to the first four of the five\ndeclaratory orders\nsought in the LCC, which are as follows:\n‘1. \tThat\nthe right to possess and inhabit State land forms part of just and \tequitable\ncompensation as intended by Section\n2(2) of Act 22 of 1994 \twhere such right of\npossession and inhabitation was historically granted to \tclaimants as\ncompensation for\ndispossession of the rights to land claimed \tin terms of\nSection 2(1) of Act 22 of 1994.\n2. \tThat Second, Third and Fourth Respondents\nare obliged by Section 11 of \tAct 22 of 1994 and the Rules\nto:\n2.1\tInvestigate and determine which subdivisions of land or farms are\n\t\t\tsubject to restoration claims, prior to publishing a notice\nin terms of\n\t\t\tSection 11(1) of Act 22 of 1994; and\n2.2\tSpecify clearly in such notice\nin terms of Section 11(1) which \t\t\tsubdivisions are subject to a land claim, and\nwhich claimant\nclaims \t\t\twhich subdivisions.\n3.\tThat owners of land which is\nsubject to land restoration claims are entitled \tto participate in investigation\nof such claims prior\nto publishing of notice in \tterms of Section 11(1) of Act\n22 of 1994, and are entitled to access to \tsuch information relating to\nsuch\nclaim as may come into possession of \tthe Second, Third and Fourth\nRespondents.\n4.\tThat owners of land which is subject to land restoration\nclaims are entitled \tto make representations to the Land Claims Commissioner\nprior to \tpublication of the land Claim.’\n[12]\tIn its founding\naffidavit TAU set out the basis on which it purported to represent its\nmembers’ interests in seeking these\norders. TAU commenced by stating that\nthe large majority of its members were knowledgeable only in farming operations\nand did not\nhave the individual financial resources, the specialised knowledge\nor the time to undertake wide-ranging investigations to deal with\nland claims\naffecting them and therefore relied on its assistance. TAU submitted that in\ndealing with numerous current disputes in\nrelation to claims for the restoration\nof rights in land, in respect of which their members have an interest, the\nCommission and\nthe respondents misconstrued their statutory powers and duties\nand this led to uncertainty. The orders sought, if granted, would\nallegedly\nfacilitate the work of the institutions established by the Act to deal with\nclaims for the restoration of rights in land\nand promote certainty as regards\nthe rights and obligations of all parties to land disputes.\n[13]\tIn\nsupport of these contentions TAU presented five examples of claims for the\nrestoration of rights in land involving the respondents\nand which it submitted,\nillustrated the need for the orders sought. I will deal with these examples in\ndue course.\n[14]\tIn opposing the application the respondents accepted\nthat, in the discharge of their functions in terms of the Act, they were\nbound\nby the Constitution, the common law and judicial precedent.\n[15]\tAt the\noutset, however, the respondents contended that TAU lacked\nlocus standi\nto seek the relief in question. They submitted that TAU had no interest in its\nown right which might be affected by the outcome of\nthe litigation, but that it\nwas rather TAU’s members in their individual capacities that had a real or\npotential interest in\nsuch litigation.\n[16]\tThe respondents also took\nthe view that the failure to join essential parties was fatal to TAU’s\ncase. They referred to\nthe five examples used as by TAU as a springboard for the\napplication in the LCC and submitted that a wide range of allegations had\nbeen\nmade involving disputants who were not joined as parties to the suit. Claimants,\nfarmers and/or owners all had a direct and\nsubstantial interest in the subject\nmatter and outcome of the litigation and should have been cited. Furthermore,\nthey pointed out\nthat one of the examples on which TAU relied was a part-heard\nmatter in the LCC and submitted that it was therefore inappropriate\nfor relief\nto be sought in separate litigation. In addition, the respondents denied the\nessential facts on which TAU relied (in the\nexamples provided) to demonstrate\nthat they had exercised their statutory powers improperly.\n[17]\tGildenhuys AJ found that TAU had no direct and real interest in the\noutcome of the application and that it was up to its members\nto engage in\nlitigation. The learned judge was dismissive of TAU’s submission that it\nwas entitled to litigate on behalf of\nits members, stating that, apart from its\nbare allegation of a mandate on behalf of its members, it had failed to\nestablish that\nit had any specific authority to litigate on behalf of those\nmembers who themselves might qualify as interested parties. Neither\nthose\nmembers nor other affected parties would in the event of an order given against\nTAU be bound by the terms of that order. Thus\nhe held that TAU lacked\nlocus\nstandi\n.\n[18]\tIn dealing with the question of\nlocus standi\nthe\nlearned judge did not consider whether s 38 of the Constitution operated in\nfavour of TAU. For reasons that will become apparent\nit is also not necessary\nfor us to consider that question.\n[19]\tGildenhuys AJ stated that it is\nnot the court’s function to give legal advice in the form of declaratory\norders. He held\nthat the questions of law in respect of which the LCC was\nentitled to make an order must involve a case in which rights and obligations\nmust be decided and interested parties must be cited. In the present case all\nthe persons who had a direct and substantial interest\nin the outcome of the\nlitigation were not cited and that was reason enough to dismiss the application.\nConsidering all the circumstances\nof the case the learned judge was, in any\nevent, loath to exercise his discretionary power to grant any of the declaratory\norders\nin favour of TAU.\n[20]\tI turn to consider the gist of the examples\nprovided by TAU and the respondents’ answers to TAU’s allegations in\nthis regard.\n[21]\tThe first relates to the farm\nLevubu\n15 LT\n(Levubu) in the Northern Province, which has approximately 400 subdivisions with\nwell-developed settlements and facilities such\nas shops, churches and schools. A\nnumber of claimant communities had lodged claims in respect of Levubu. A claim\nby the Ravele community\nin respect of 117 subdivisions, mainly on the western\nside of Levubu, had been published in the Government Gazette of 7 April 2000\n(Government Notice 1528/2000).\n[22]\tAccording to TAU, the third\nrespondent had thereafter made limited information available to owners and\nfarmers from which it\nhad not been possible to determine precisely who was\nclaiming what in respect of each subdivision. It was therefore difficult to\nclarify the exact nature and extent of claims affecting each individual current\nlandowner or farmer. TAU alleged that there was insufficient\ninformation about\npossible competing and further claims, which might be published later in the\nGovernment Gazette.\n[23]\tIn the information imparted to TAU reference was\nmade to two communities who had called on the Commission to expedite their\nclaims.\nI interpose to state that in terms of s 6(2) the Commission is charged\nwith ensuring that priority is given to claims that affect\na substantial number\nof persons. According to TAU there was no further elaboration on the status of\nthese two communities as claimants\nto parts of Levubu. In the information\nsupplied there was reference to a Sotho community and to other communities who\nhad been dispossessed\nof land without any details having been provided.\n[24]\tThe information provided to TAU relating to Levubu referred to\ncompensatory land, allegedly without any further detail. Furthermore,\nTAU\nalleged that the third respondent ignored or declined its requests for further\ninformation made to enable its members to prepare\nfor and deal with this and\nother land claims affecting their interests.\n[25]\tTAU alleged that claims\nrelating to Levubu and those in the further examples alluded to were not being\nproperly investigated\nand assessed against the criteria set out in s 2(1) of the\nAct (which provides the basis of entitlement to restitution of rights\nin\nland).\n[26]\tIn terms of the scheme of the Act, no person is entitled to\nrestoration of a right in land if just and equitable compensation\nwas received\nat the time of dispossession. TAU contended that ss 2(2), 22(cB) and 33(eA) of\nthe Act and Rule 5(e) of the Commission,\nrelating to the consideration of\ncompensation awarded at the time of dispossession of the rights in land, were as\na matter of policy\nbeing ignored by the Commission. It alleged that this applied\nto the claims relating to Levubu and to other claims for the restitution\nof\nrights in land.\n[27]\tFurthermore, according to TAU, the third respondent\nhad not considered, in cases where restitution was not feasible, making\nrecommendations\nto the Minister, in terms of s 6(2)(b) of the Act, concerning\nappropriate alternative relief. In this regard TAU contended that it\ncould never\nbe feasible to expropriate hundreds of subdivisions on Levubu on which farmers\nhad invested heavily and that doing so\nwould have an astronomical negative\nimpact on the entire economic lifeblood of the region.\n[28]\tTAU\nsubmitted that the third respondent was intent on processing claims in relation\nto Levubu in a piecemeal fashion and was\nset on ignoring the provisions of s\n12(4) of the Act which provides:\n‘If at any stage during the course of\nan investigation by the Commission, the Chief Land Claims Commissioner is of the\nopinion\nthat the resources of the Commission or the Court would be more\neffectively utilised if all claims for restitution in respect of\nthe land, or\narea or township in question, were to be investigated at the same time, he or\nshe shall cause to be published in the\nGazette\nand in such other manner\nas he or she deems appropriate, a notice advising potential claimants of his or\nher decision and inviting\nthem, subject to the provisions of section 2, to lodge\nclaims within a period specified in such notice.’\n[29]\tThe next example\ninvolves the farm\nBiesjiesvallei\n149 Registration Division IO\n(Biesjiesvallei) in the district of Lichtenburg, North West Province, which\ncomprises 104 subdivisions.\nTAU had a number of complaints regarding the manner\nin which claims were processed. First, it complained that the Commission had\nnot\ngiven notice to owners of the publication of claims in the Government Gazette.\nSecond, that the initial notice published in the\nGovernment Gazette was\nerroneous and, even though later amended, was never withdrawn. Third, that the\nacceptance criteria for claims,\nreferred to in s 11(1) of the Act, were not\napplied. Fourth, that claims were not being properly investigated. This was\nallegedly\ndemonstrated by the fact that even a cursory examination of Deeds\nOffice data revealed that portion 34 of Biesjiesvallei had never\nbeen owned by\nanyone connected to the claimant. TAU alleged that no investigation of any sort\nhad been conducted in respect of portion\n35. Further complaints were made which\nfor present purposes it is not necessary to explore.\n[30]\tThe following\nexample concerns claims within the third respondent’s jurisdiction\nrelating to the farm\nBrakfontein\n187 Registration Division JS\n(Brakfontein), in the district of Groblersdal. The claims by the Matsepe and\nMampuru communities in\nrelation to Brakfontein are presently the subject of\nlitigation in the LCC.  TAU claimed that both communities had received\ncompensatory\nland but that this relevant fact (which in terms of the Act must be\ntaken into account in assessing whether just and equitable consideration\nhad\nbeen received) had not been investigated in terms of the Act. According to TAU\nthe claimants\nhad\nreceived just and equitable consideration and their\nclaims were thus disqualified in terms of s 2(2) of the Act. TAU alleged\nthat the trial had been postponed for this issue to be\nconsidered.\n[31]\tAccording to TAU this example illustrated that it was\nthe third respondent’s policy, contrary to the provisions of the\nAct, not\nto investigate the historic circumstances of the dispossession of rights in\nland. TAU stated that it was the Commission’s\npolicy to accept, without\ninvestigation, that claimant communities had\nnot\nreceived fair and\nequitable compensation at the time of dispossession and that they could retain\ncompensatory land over and above\nhaving their prior rights restored. TAU\nrepeated its complaint referred to in para [28] above that s 12(4) of the Act\nwas not being\ncomplied with by the Commission.\n[32]\tIn respect of the\nfarm\nVenetia\n103 Registration Division MS Northern Province (Venetia),\nTAU complained that pursuant to the promulgation of the regulations in\nterms of\nthe Promotion of Access to Information Act 2 of 2000 (PAIA), interested and\naffected landowners applied, without success,\nfor access to the records of the\nthird respondent in relation to claims not yet gazetted in terms of s 11 of the\nAct. The third respondent\nadopted the attitude that the information would only\nbe supplied after the claims were gazetted. TAU submitted that the third\nrespondent’s\npolicy in this regard is in violation of their rights to\naccess to information and to fair administrative action.\n[33]\tThe last\nexample is that of the case of intended expropriation of property currently\nowned by one of TAU’s members, Mr\nWillem Pretorius, namely, Portions 1, 2,\n3 and 4 of the farm\nBoomplaats\nNo 29 Registration Division JT\n(Boomplaats) in the district of Lydenburg, Mpumalanga. TAU alleged that, here\ntoo, the claimant community\nhad received compensatory land at the time of\ndispossession. TAU complained that, despite this, the Minister had entered into\nan\nagreement with the claimant community that provided for restoration of rights\nin land and developmental assistance and that the agreement\nexcluded Mr\nPretorius. According to TAU Mr Pretorius had applied to the LCC to have the\nexpropriation notice issued by the Minister\nin respect of the farm set aside.\nThe Minister subsequently withdrew the notice.\n[34]\tAccording to TAU the\nMinister’s policy is to assume, to the exclusion of the LCC, the right to\ndecide whether s 2 of the\nAct had been complied with. The Minister wrongly, so\nit was contended, entered into agreements with claimants providing for an award\nby her of rights in land, agreeing, without reference to current owners or\ncurrent holders to rights in land, to acquire or expropriate\nland. Furthermore,\nTAU was of the view that, in reaching settlement agreements with claimant\ncommunities, the Minister wrongly contracted\nfor open-ended State liability and\nthat this was financially reckless.\n[35]\tTAU alleged that it was the\nCommission’s policy not to properly draw a distinction between restoration\nand equitable redress\nand to ignore or minimise farmers’ rights. TAU\nsubmitted that, in acting as they did and as they continue to do, the\nrespondents\nare usurping the function of the LCC, excluding it from its rightful\nand unique role in the adjudication of land claims disputes.\n[36]\tAn\nexcessive number of pages in the founding affidavit on behalf of TAU simply\nrepeated the complaints referred to in the preceding\nparagraphs. Contrary to the\npractice directions this Court’s attention was not drawn to those\nrepetitive parts and to other\nparts of the record not relevant to the\nappeal.\n[37]\tIn the paragraphs that follow I deal briefly with the\nrespondents’ answer to TAU’s allegations and\nsubmissions.\n[38]\tIn respect of TAU’s contention that some of its\nmembers lacked the resources or knowledge to address the entire field of\ndisputes applicable to them, necessitating the application for the declaratory\norders, the respondents referred to the obligation\nimposed on the Commission and\nits officials to investigate each claim so as to ensure that disputes were fully\nand properly ventilated\nin the appropriate forum. They pointed out that s 29(4)\nof the Act provides that, where a party is unable to afford legal representation\nthe Commissioner may take steps to arrange such representation, either through\nthe State legal aid system, or at the expense of the\nCommissioner ─\nTAU’s members therefore had access to the necessary\nresources.\n[39]\tThe respondents explained that disputes concerning land\nclaims often differ fundamentally, both in relation to the factual background\nand legal issues. A vast number of claims were lodged in terms of the Act. Each\nclaim, whether for restitution or equitable redress,\nrequired individual\nconsideration. The position of each claimant, whether an individual or\ncommunity, frequently differed ─\noften markedly so ─ in relation to\nthe circumstances of the alleged dispossession and its consequences, the\navailability and\nsuitability of alternative State-owned land as well as the\nextent of compensation, if any, which would be appropriate. The respondents\nsubmitted that these factors, which are not exhaustive, should not be decided in\nthe abstract, divorced from the factual specifics\nagainst which claims were made\nand resisted. The respondents contended that to do so would be unfair to all\naffected parties. They\nwere of the view that the relief sought by TAU would have\nthat effect.\n[40]\tThe respondents pointed out that the Commission was\nfrequently faced with a range of competing interests which required\ninvestigation.\nIn claims involving communities there might very well be\ncompeting interests within those communities. On occasion more than one\nperson\nor community laid claim to a particular tract of land, requiring an\ninvestigation of the merits of each claim.\n[41]\tThe respondents stated\nthat there were numerous examples of claims to land comprising many subdivisions\nand that identifying\nspecific tracts of land was sometimes difficult. In some\ninstances dispossession had taken place in the distant past at a time when\nthe\nland in question had not necessarily been subdivided. Claimants were often\nunable to identify the tracts of land to which they\nlaid claim with any\nprecision. Where there were difficulties in locating boundaries and\nsubdivisions, particularly where there were\nuncertainties, all affected parties\nwere afforded adequate opportunity to advance evidence in support of their\ncontentions. This\nhad been the case with the parties referred to in the examples\nprovided. The scheme of the Act provided mechanisms for the mediation\nand\nnegotiation of disputes and ultimate adjudication by the LCC. These were applied\nin appropriate circumstances. If however, upon\ninvestigation, a claim was found\nto be entirely without substance, a referral to the LCC was uncalled for and the\nclaim could be\nrejected summarily.\n[42]\tThe respondents pointed out that\nif, as claimed by TAU, irregular claims had been lodged with the Commission,\nparties affected\nthereby had the right in terms of s 11(A) of the Act to\napproach the relevant regional land claims commissioner to withdraw or amend\na\nnotice published in the Government Gazette. The Commissioner, in investigating a\nclaim, could, if there was reason to believe that\nthe criteria for claims as set\nout in s 11 had not been met, publish in the Government Gazette and send by\nregistered post to the\nparties involved, a notice stating that if, within a\nspecified period, cause to the contrary was not shown, the notice of the claim\npreviously published would be withdrawn. This was yet another mechanism that an\naggrieved party had at its disposal.\n[43]\tIn relation to TAU’s\ncomplaint about the respondents’ refusal or failure to provide\ninformation, the respondents\nsubmitted that TAU’s demands had been\nextravagant. They pointed out that TAU’s attorney had retained an\ninvestigator\nwho had been charged with the task of obtaining access to relevant\ninformation contained in government archives. Furthermore, in\nappropriate\ncircumstances, affected persons requiring information had the right to invoke\nthe remedies provided for in PAIA.\n[44]\tThe respondents stated that\nrelevant information in their possession was always made available on request,\nsubject only to any\nlawful reason to withhold it. On one occasion TAU’s\nattorneys had been invited to inspect the relevant files in possession\nof the\nrespondents. Information sought by TAU falling outside the contents of the files\nwas not in the Commission’s possession.\nInformation in the possession of\nother State departments or institutions of State should have been sought where\nthey resided.\n[45]\tIn respect of the complaint by TAU, particularly in\nrespect of Venetia, that the respondents had a rigid and inflexible policy\nin\nterms of which they refused to make information available to interested and\naffected parties before the publication of a notice\nof a claim in the Government\nGazette, the respondents replied as follows. In general the Commission did take\nthe view that claims\nthat had not yet been published in the Government Gazette\nwere not open to opposition ─ it may well transpire that the claim\nhad no\nvalidity in which event the exercise would have been futile. However, this view\nwas not cast in stone. Each case was individually\nconsidered and, in appropriate\ncircumstances, this general view may well be changed. The respondents pointed,\nonce again, to the\ndangers of a generalised or abstract approach divorced from\nthe facts of a particular case.\n[46]\tThe respondents submitted that\nmeetings held with TAU’s representatives, coupled with the invitation to\nTAU to inspect\nthe relevant files and the procedures available in terms of the\nAct negated TAU’s claim that they were intent on not observing\nthe\naudi\nalteram partem\nrule. Furthermore, it was pointed out that in litigation\nbefore the LCC a party has available all the procedural rights that the\nadversarial\nsystem provides.\n[47]\tIn respect of TAU’s complaint\nthat the question of compensatory land was ignored when the Commission\ninvestigated claims,\nthe respondents stated that, in respect of the examples\nprovided, State land had never been given to any claimant community as\ncompensation\nfor their dispossession. The statements ascribed by TAU to\nofficials of the Commission, which the former alleged demonstrated that\ncompensation was not investigated, were strenuously denied by the relevant\nactors.\n[48]\tIn respect of the allegations by TAU concerning the\nfeasibility of restoration of rights, the second and third respondents alleged\nthat they were busy investigating models for sustaining the agricultural\nviability of the areas concerned and that their investigation\nwas not complete.\nAccording to the respondents all options would be explored, having regard to the\nnature of existing activities\nbeing conducted in the area, including the nature\nand scale of existing investments. No final decisions had been taken and all\nlegitimate\nobjections would be taken into account and considered. In the event\nthat no amicable settlement could be reached, the matters would\nbe resolved, if\nnecessary, by adjudication before the LCC.\n[49]\tIn respect of Levubu the\nrespondents pointed out that 23 farmers, who own approximately one third of the\nland in question, were\ncooperating with the Commission and had indicated that\nthey were prepared to sell their farms to resolve the disputes.\n[50]\tIn\nresponse to TAU’s allegations concerning Biesjiesvallei, the respondents\nstated that not all the farmers could be served\nwith notices because many do not\nreside on their farms ─ only two farmers were found living on farms.\nEnquiries were made but\nno success was achieved. The best and most convenient\nform of notifying farmers was by putting up notices at the nearest post office,\npolice station and business complexes. This had been done and the notice was\nconsequently brought to the intention of TAU and its\nmembers.\n[51]\tThe\nmistake made in the notice published in the Government Gazette, in respect of\nBiesjiesvallei, was admitted. The respondents\nstated however, that the claims\nwere published anew under the rubric ‘Amendments’ in the relevant\nGovernment Gazette.\n[52]\tIn answer to TAU’s complaint that a\nparticular claimant had no historical title to the part of Biesjiesvallei\nclaimed by\nhim, the respondents stated that sufficient evidence had been placed\nbefore the Commission to substantiate the claim. If TAU or any\nof its members\ndisputed the claimant’s rights, that question should rightly be addressed\nupon the referral of the claim to\nthe LCC. In any event, the respondents\nreferred to a letter by TAU to the second and fourth respondents in which TAU\nitself alleged\nthat the claimant had owned the land in question and had sold it\nto a member of TAU.\n[53]\tThe respondents pointed out that it was\nfallacious to refer to the status of investigations conducted by the\nCommission’s\nofficials as final. It was open to an interested party, at\nthe appropriate time and in the appropriate forum, to submit evidence\nfor\npurposes of the adjudication of a dispute. When a claimant presented evidence of\nan entitlement and the Commission’s preliminary\ninvestigations pointed to\nthe validity of the claim, it was accepted subject to the right of other parties\nto present countervailing\nevidence for consideration by the Commission. The call\nby the Commission for countervailing evidence referred to by TAU had been\nmistaken by the latter as a reversal of the legal burden of proof ─ in\ncontext it should have been seen as an invitation to\nmake submissions and to\nsubmit evidence to the Commission.\n[54]\tIn respect of Brakfontein, the\ndispute, as stated earlier, is pending before the LCC. The respondents took the\nview that it was\nan abuse of the process of court for TAU to have embarked on\nthe present litigation. The respondents challenged TAU’s assertion\nthat\nthe claimant communities had received compensatory land. They pointed out that\nthe land on which these communities presently\nfound themselves was a place to\nwhich they had been moved and which they share with other communities. Their\nclaim was in respect\nof land from which they had been removed.\n[55]\tIn\nrespect of the withdrawal by the Minister of an expropriation notice in relation\nto Boomplaats the respondents stated that\nland- owners had not disputed the\nmerits of the claims but that problems arose concerning the price at which the\nland was to be acquired\nby the State. When negotiations with Mr Pretorius\nconcerning the price stalled, the Commission and the Department of Land Affairs\nconsidered expropriation the appropriate next step. This led to the prospect of\nprotracted litigation. It was then considered necessary\nto withdraw the notice.\nThereafter Mr Pretorius substantially reduced his asking price and concluded a\nwritten settlement agreement\nwith the Minister.\n[56]\tIn respect of\nTAU’s assertion that the respondents sought to exclude the LCC, the\nrespondents replied that, should the\ninterpretation and application of the Act\narise in any particular case, the LCC would, if a case was properly set down\nbefore it,\nbe the appropriate authority to decide the matter.\n[57]\tThe\nrespondents insisted that all claims for the restoration of rights in land\nwere\nbeing processed in accordance with the requirements of the Act and\ndenied the policies attributed to them by TAU which the latter\nalleged involved\nnon-observance or breaches of the provisions of the Act, other legislation, or\nany other law. According to the respondents\nit was apparent that TAU had\nartificially created disputes where none existed.\n[58]\tIn\nTransvaal\nAgricultural Union v Minister of Land Affairs and Another\n[1996] ZACC 22\n;\n1997 (2) SA 621\nCC\nat para [33] the underpinning of the Act (in relation to the interim\nConstitution) and the competing rights of owners and claimants\nwere described as\nfollows:\n‘The\nRestitution of Land Rights Act recognises\nthat certain\npersons and communities have a legitimate claim to the restitution of land\nrights which were lost as a result of past\ndiscriminatory laws. Legislation to\nprovide for this is specifically sanctioned, and indeed required, by the\nprovisions of ss 121\nto 123 of the Constitution. It is clear from these\nprovisions that existing rights of ownership do not have precedence over claims\nfor restitution. The conflicting interests of claimants and current registered\nowners are to be resolved on a basis that is just\nand equitable, “taking\ninto account all relevant factors, including the history of the dispossession,\nthe hardship caused,\nthe use to which the property is being put, the history of\nits acquisition by the owner, the interests of the owner and others affected\nby\nany expropriation, and the interests of the dispossessed.”\n’\n[59]\tAt para [36] of the\nTransvaal Agricultural Union\ncase\nthe Constitutional Court said the following:\n‘The restitution of land\nrights is a complex process in which the rights of registered owners and other\npersons with an interest\nin the land must be balanced against the constitutional\ninjunctions to ensure that restitution be made where this is just and equitable.\nParliament is given a discretion by the Constitution to decide how this process\nis to be carried out. Provisions in such legislation\nthat are designed to\nprotect claimants and maintain the\nstatus quo\npending determination of\na claim\nserve a legitimate purpose.’\n(Emphasis\nadded.)\n[60]\tIn\nMahlangu NO v Minister of Land Affairs and Others\n2005 (1) SA 451\n(SCA) at para [1] this Court set out in broad terms a\ndescription of the institutions created by the Act to manage the restitution\nprocess:\n‘. . . The principal institutions that are created to manage\nthe process are the Commission on Restitution of Land Rights (the\ncommission)\nand the Land Claims Court (the LCC). The function of the commission, broadly\nspeaking, is to receive and to investigate\nclaims for restitution and to attempt\nto resolve them through mediation and negotiation. If a claim cannot be resolved\nby those means\nit must be referred by the commission to the LCC for the LCC to\nexercise its wide powers of adjudication. The LCC may, amongst other\nthings,\norder the restitution of land or a right in land to the claimant, or order the\nState to grant the claimant an appropriate\nright in alternative State-owned\nland, or order the State to pay compensation to the claimant, or order the State\nto include the\nclaimant as a beneficiary of a State support programme for\nhousing or the allocation and development of rural land, or it may grant\nthe\nclaimant alternative relief (s 35).’\nParagraphs [3] to [7] of the\njudgment are, with respect, useful in their description of the process for\ninitiating a claim for restitution,\nthe advisory functions of the Commission and\nthe instances in which a direct claim to the LCC is possible.\n[61]\tIt is\nagainst that background that the LCC’s power to grant declaratory orders,\nas set out in s 22(1)(cA) of the Act should\nbe seen. It provides that the LCC\nshall have the power, to the exclusion of any court contemplated in s 166(c),\n(d) or (e) of the\nConstitution:\n’(\nc\nA)\tat the instance of any\ninterested person and in its discretion, to grant a declaratory order on a\nquestion of law relating to section\n25(7) of the Constitution or to this Act or\nto any other law or matter in respect of which the Court has jurisdiction,\nnotwithstanding\nthat such person might not be able to claim any relief\nconsequential upon the granting of such order.’\nSection 25(7) of\nthe Constitution provides that persons or communities dispossessed of property\nafter 19 June 1913 as a result of\npast racially discriminatory laws or practices\nare entitled, to the extent provided by an Act of Parliament, either to\nrestitution\nof the property or to equitable redress. The Act was promulgated to\nthat end.\n[62]\t In para [8] of his judgment, Gildenhuys AJ correctly\nstated that the LCC’s power to grant declaratory orders was subject\nto the\nrestrictions described hereafter. First, the party seeking the order must have\nlocus standi\n. Second, all persons whom the order seeks to bind must be\ncited as parties to the suit. Third, the court had a discretion and must\nbe\nsatisfied that it is desirable to grant the order. As stated earlier, on each of\nthese issues he found against TAU.\n[63]\tTAU’s application in the\nLCC was ill-conceived and badly structured. The orders sought by TAU seem to\nhave been considered\nby it to be the solution to a myriad of problems ─\nthe equivalent to the retail slogan: ‘one size fits all’. Even\nif\nthe\nlocus standi\nand non-joinder questions were decided in TAU’s\nfavour, it would still face an insuperable obstacle namely, the critical facts\non which it relied are, as demonstrated in earlier paragraphs, denied with\nsubstantiation. I record that no replying affidavit was\nfiled in response to the\nanswering affidavit by the respondents.\n[64]\t In\nAmalgamated\nEngineering Union v Minister of Labour\n1949 (3) SA 637\n(A) this court said\nthe following (at 659):\n‘Indeed it seems clear to me that the Court has\nconsistently refrained from dealing with issues in which a third party may have\na direct and substantial interest without either having that party joined in the\nsuit or, if the circumstances of the case admit\nof such a course, taking other\nadequate steps to ensure that its judgment will not prejudicially affect that\nparty’s interests.’\n[65]\tTowards the end of the\nAmalgamated\njudgment (at 663) Fagan AJA said the following:\n‘It\nis clear to me that the Council should have been cited as a party in the first\ninstance. The difficulty is to know what\nto do now that the matter has reached\nthe appeal stage. One wishes to avoid, as far as it may be at all possible, the\nnecessity of\ncausing the parties unnecessary trouble, expense and delay. The\nfurthest, however, that I think we are able to go to meet the parties\nis to let\nthe final judgment in this matter stand over so as to give them an opportunity\nof ascertaining from the Council whether\nit is to prepared to file . . . a\nconsent to be bound by our judgment notwithstanding the fact that it has not\nbeen cited as a party.\nIf . . . no such consent is filed . . . we shall give\ndirections as to the course the proceedings will then have to\ntake.’\nIt was not suggested that such a direction could be given in\nthe present circumstances. In my view, it is in any event impractical\nto do so.\n[66]\tIn\nHerbstein & Van Winsen’s The Civil Practice of the\nSupreme Court of South Africa\n(4\nth\ned) by Van Winsen, Cilliers\nand Loots (edited by Dendy), the learned authors, at page 172, supply a useful\nsummary of the approach\nof this Court in the\nAmalgamated Engineering\ncase\nin determining, by way of two tests, whether a third party had a direct and\nsubstantial interest in the outcome of litigation.\nConcerning the two tests the\nlearned authors state as follows:\n‘The first was to consider whether\nthe third party would have\nlocus standi\nto claim relief concerning the\nsame subject matter. The second was to examine whether a situation could arise\nin which, because the\nthird party had not been joined, any order the court might\nmake would not be\nres judicata\nagainst him, entitling him to approach the\ncourts again concerning the same subject matter and possibly obtain an order\nirreconcilable\nwith the order made in the first instance.’\n[67]\tNo\nclaimants and no owners of land or farmers affected by the claims in the\nexamples provided by TAU were joined in the proceedings\nbefore the LCC. TAU had\nchallenged claimants’ title to land from which they were allegedly\ndispossessed. It alleged that even\nthose who may have had title had lodged\ndefective claims. It alleged that claimants had been preferentially treated by\nthe Commission\nand had received compensation not due to them. According to TAU\nclaimants were parties to agreements with the Minister that were\nirregularly\nconcluded. The factual matrix against which TAU sought the relief claimed is\nreplete with allegations involving the rights\nof claimants and farmers and/or\nowners. It is claimed that the latter were treated unequally and that they were\nprejudiced. There\nis no question that farmers and/or owners and particularly\nclaimants had a direct and substantial interest in the subject matter\nand\noutcome of the application by TAU and should have been joined. More importantly,\ntheir involvement in the litigation might have\nprovided a proper factual basis\nupon which a decision could be made. We might very well have had the benefit of\ntheir submissions\non some of the legal issues raised.\n[68]\tIt was\nsuggested on behalf of TAU that the order sought would serve as a guideline to\nall parties involved in land disputes.\nIn\nRadio Pretoria v Chairman,\nIndependent Communications Authority of South Africa, and Another\n2005 (1)\nSA 47 (SCA)\n[1]\nthis Court said the\nfollowing at para [41]:\n‘Courts of appeal often have to deal with\ncongested court rolls. They do not give advice gratuitously. They decide real\ndisputes\nand do not speculate or theorise...Furthermore, statutory enactments\nare to be applied to or interpreted against particular facts\nand disputes and\nnot in isolation.’\nThe same is true for courts of first\ninstance.\n[69]\tIn respect of the declaratory orders sought it was\nsubmitted before us that TAU’s entire case was premised on the third\ndeclaratory order set out in para [11]. It was submitted that owners of land\nsubject to claims have the right to participate in the\ninvestigation of claims\nprior to the publication of a notice in terms of s 11(1) of the Act and are\nentitled to access to all\ninformation relating to the claim in the hands of the\nrespondents at that stage. So, it was contended, the right claimed in the fourth\ndeclaratory order, namely the right to make representations to the Commission\nprior to publication of a notice in terms of s 11(1)\nof the Act, would have\nmeaning only if information was imparted beforehand. It was conceded by TAU\nthat, should it be held that it\nwas not entitled to the third declaratory order,\nits entitlement to the other orders sought would be diluted, if not\nnullified.\n[70]\tIt is clear from the complaints and submissions recorded\nin the founding affidavit on behalf of TAU that they are aggrieved mainly\nabout\nevents preceding publication of the notice in terms of s 11 of the Act. They\nappear to regard the actions and decisions by\nthe Commission before that\noccurrence as being final or binding.\n[71]\tSection 10 of the Act deals\nwith the lodgement of claims with the Commission. The procedure for the handling\nof claims is set\nout in s 11. Section 11A refers to circumstances under which a\nclaim may be withdrawn or amended. Section 12 deals with the Commission’s\npower of investigation and the process through which it may acquire information.\nSection 13 deals with mediation. Section 14 deals\nwith the referral of the claim\nto the LCC in circumstances where it is ripe for a hearing. None of the\nprocedural steps which might\nculminate in a hearing before the LCC is clothed\nwith absolute finality.\n[72]\tUnder the heading\nAudi alteram partem\nthe Constitutional Court in the\nTransvaal Agricultural Union\ncase, supra,\nat para [27] stated that the Act contemplates that regional land claims\ncommissioners will scrutinise claims lodged with\nthem to satisfy themselves that\nthey comply with the formal requirements of the Act, and are not frivolous or\nvexatious. At para\n[28] of that judgment the court stated that the registration\nof a claim in the deeds registry in terms of s 11(6)(b) of the Act does\nnot in\nitself detract from the rights of the land owner or other persons interested in\nthe property. Registration is no more than\nnotice to the world at large that the\nland in question is subject to a claim, which is information that a land owner\nwould in any\nevent have been obliged to disclose to any potential buyer or\nmortgager.\n[73]\tIt should be borne in mind that any party aggrieved by\nany act or decision of the Minister, Commission or any functionary acting\nor\npurportedly acting in terms of the Act may, in terms of s 36 of the Act, have\nsuch act or decision reviewed by the LCC.\n[74]\tIt is clear that TAU\nmistakenly viewed the steps taken at an early stage by the Commission as\nadjudicative rather than investigative.\nThat it is the latter rather than the\nformer is clear from the provisions of the Act (see\ninter alia\npara [71]\nabove], the\nTransvaal Agricultural Union\ncase and the decisions of this\nCourt in\nGamevest (Pty) Ltd v Regional Land Claims Commissioner, Northern\nProvince and Mpumalanga, and Others\n2003 (1) SA 373\n(SCA) and the\nMahlangu\ncase, supra.\n[75]\tAt para [30] of the\nTransvaal\nAgricultural Union\ncase the Constitutional Court said the\nfollowing:\n‘In deciding whether the constitutional requirement that\nthere be procedurally fair administrative action requires notice to\nbe given by\nregional land claims commissioners to the landowners before issuing a s 11(1)\nnotice, or whether their interests are\nsufficiently protected by notice given to\nthem after such claims have been accepted, various matters would have to be\nconsidered\nby the Court. Without attempting to lay down what will be involved in\nsuch an enquiry, it seems clear that a Court would have to\nweigh up the\ninterests of the claimants against those of the landowners, and consideration\nwould have to be given to issues such\nas the temporary nature of the impediment;\nthe purpose served by the\nstatus quo\nprovision of s 11(7); whether there\nis a need for expedition in securing that purpose once a claim has been lodged;\nthe harm done\nto landowners by the impediments placed upon them by s 11(7) and\n(8); the vulnerability of the claimants and the harm that might\nbe suffered by\nthem if the\nstatus quo\nis not preserved; and the fact that there is an\nunrestricted right to approach a different official, the Chief Land Claims\nCommissioner,\nfor authority to evict a claimant or interfere with improvements\non the land. It might also be necessary to consider whether the\nAct reasonably\nrequires claims to be processed expeditiously.’\n[76]\tIn the\npresent case the explanation by the respondents as to why, in general, they\nconsider it necessary to withhold information\nbefore publication of the notice\nin terms of s 11 is persuasive. They provided detailed explanations of the\npainstaking steps taken\nby officials of the Commission to process and expedite\nclaims against a background of attendant complexities. The phase before the\npublication of the notice is investigative and not adjudicative. There is\nthereafter a further investigative stage in which interested\nand affected\nparties are entitled to participate. TAU submitted in support of the proposed\nfourth declaratory order that, if supplied\nwith information prior to the\npublication its members might seek to make representations to prevent\npublication. I agree with the\nNLC’s contention that this approach would\nrequire an ‘infinite regression’ along the following lines:\n1.\tIn\norder to be able to publish a section 11 notice of a claim, a hearing must be\ngiven;\n2.\tin order to be able to give parties a pre-section 11 hearing, a\nnotice must be issued inviting interested parties to identify themselves\nand\nmake representations;\n3.\tbecause a pre-section 11 notice will itself cause\nprejudice, in order to be able to publish that notice, a pre-section 11 hearing\nmust be given;\n4.\tin order to give that pre-section 11 hearing, a notice must\nbe published . . .\n[2]\n[77]\tAs\npointed out in para [30] of the\nTransvaal Agricultural Union\ncase, in\norder to decide whether in any specific case procedurally fair administrative\naction requires notice to be given by regional\nland claims commissioners to land\nowners before the publication of a s 11(1) notice, various factors might\nhave to be taken\ninto account. In the present case the respondents disavow an\ninflexible policy in respect of making information available prior to\npublication of the notice. They accept that there may be circumstances in which\nit is necessary to make such information available.\nIn the absence of common\ncause or undisputed facts this Court cannot, in isolation, make the order\nsought.\n[78]\tIf one were to have regard to the first declaratory order\nsought it is clear that, in order to arrive at a just decision, one\nwould have\nto consider the historical context of the habitation and possession of State\nland and consider whether it qualified as\njust and equitable compensation in\nterms of the Act. The respondents alleged that, in respect of the examples\nprovided, State land\nhad\nnot\nbeen provided as compensation for\ndispossession. In one instance the State explained that the State land on which\nthe community found\nitself was land to which it had been moved and that it\nshared with other communities. It is clear that claimants require to be heard\non\nthis aspect and that a general decision cannot be made in isolation. In respect\nof the second declaratory order sought the respondents\nwere adamant that they\nendeavoured as best they could to investigate and determine which subdivisions\nof land are subject to restoration\nclaims and that their best efforts were\ndirected at determining the perimeters and boundaries of land in respect of\nwhich claims\nhad been lodged. This was done with the participation of all\naffected and interested parties. Aside from the problem of claimants\nand farmers\nnot being heard on this aspect, I fail to see how the applicants can succeed in\nobtaining this order against what is\nalleged by the respondents and what an\norder in the terms sought would achieve.\n[79]\tIn my view, for the\nreasons stated in preceding paragraphs, Gildenhuys AJ was, in the final\nanalysis, correct in refusing the\napplication.\n[80]\tThere was an\napplication by TAU for condonation for the late filing of heads of argument. The\nrespondents did not persist in\ntheir initial opposition to the application and\nwe accordingly granted the application.\n[81]\tThe following order is\nmade:\nThe appeal is dismissed with costs including the costs of the\n\tapplication for condonation.\n_________________\nMS NAVSA\nJUDGE OF APPEAL\nCONCUR:\nSCOTT\t\t\tJA\nZULMAN\t\t\tJA\nMTHIYANE\t\tJA\nVAN\nHEERDEN\t\tJA\n[1]\nThe approach adopted by this\nCourt was confirmed in an as yet unreported judgment of the Constitutional Court\nrefusing leave to appeal\nto it. See\nRadio Pretoria v Chairperson of the\nIndependent Communications Authority of SA and Another\n─\nConstitutional Court case 38/04 ─ judgment delivered on 8 December\n2004.\n[2]\nGildenhuys AJ referred\nwith approval to this formulation of an infinite regression by Mr Budlender\nrepresenting the NLC in the court\nbelow.",
  "scraped_at": "2026-02-12T13:57:24.711294",
  "date": "2005-03-23",
  "coram": [
    "Scott JA",
    "Zulman JA",
    "Navsa JA",
    "Mthiyane JA",
    "Van Heerden JA"
  ],
  "case_number": "091/03",
  "parties": {
    "applicants": [
      "Transvaal Agricultural Union"
    ],
    "respondents": [
      "Minister of Agriculture and Land Affairs",
      "Chief Land Claims Commissioner",
      "Regional Land Claims Commissioner for Mpumalanga and Northern Province",
      "Regional Land Claims Commissioner for North-West and Gauteng Provinces",
      "Minister of Finance",
      "Auditor General of South Africa"
    ]
  },
  "sections": {
    "facts": "The Transvaal Agricultural Union (TAU), a voluntary association of more than 5,000 farmers, applied to the Land Claims Court for a series of declaratory orders under the Restitution of Land Rights Act 22 of 1994. TAU alleged that the first four respondents – the Minister of Agriculture and Land Affairs, the Chief Land Claims Commissioner and two Regional Land Claims Commissioners – had irregularly exercised statutory powers, failed to provide sufficient information to landowners before publishing Section 11 notices, and ignored compensatory land provisions. TAU cited five illustrative land‑claim examples (Levubu, Biesjiesvallei, Brakfontein, Venetia, Boomplaats) to demonstrate alleged procedural unfairness and mismanagement by the Commission. The respondents argued that TAU lacked locus standi, that essential parties such as individual claimants and landowners were not joined, and that the requested orders were abstract and outside the Court’s function.",
    "issues": "1. Whether TAU has locus standi to seek declaratory orders on behalf of its members. 2. Whether the failure to join essential parties defeats TAU’s claim. 3. Whether the LCC’s power to grant declaratory orders can be exercised in the abstract without a concrete dispute. 4. Whether the respondents’ conduct amounted to an illegal or improper exercise of statutory powers warranting judicial intervention.",
    "principles": "The Court reaffirmed that under s 22(1)(cA) of the Restitution of Land Rights Act the LCC may grant declaratory orders only if the applicant has locus standi, all affected parties are joined, and the court’s discretion is satisfied that the order is desirable. It emphasized the need for a real controversy rather than abstract legal advice, citing the Constitutional Court’s rulings in Transvaal Agricultural Union v Minister of Land Affairs (1996) ZACC 22, Mahlangu v Minister of Land Affairs (2005) SCA, and the Amalgamated Engineering Union case on joinder and third‑party rights. The principle of audi alteram partem and the requirement that procedural fairness be assessed in the context of the specific facts were also highlighted.",
    "application": "The Court found that TAU had not demonstrated a direct and real interest in the outcome; its alleged mandate from members was insufficient to establish locus standi. The Court noted that numerous claimants and landowners with a direct stake were not joined, making the application fatal on the joinder ground. Moreover, the declaratory orders sought were formulated in the abstract, aiming to set a general policy rather than resolve a concrete dispute, which falls outside the LCC’s jurisdiction. The respondents’ actions were held to be within the investigatory and administrative powers conferred by the Act, and no breach of procedural fairness was established that warranted judicial intervention.",
    "conclusion": "The appeal was dismissed with costs, including the costs of the condonation application. No declaratory orders were granted."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land Rights",
    "level_3": [
      "declaratory orders",
      "locus standi",
      "non‑joinder",
      "procedural fairness"
    ]
  }
}