{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/13.html",
  "case_name": "Distcor Export Partners and Another v Director General of the Department of Trade and Industry (521/2003) [2005] ZASCA 13; [2005] 12 BLLR 1238 (LC); (2005) 26 ILJ 1984 (LC) (23 March 2005)",
  "citation": "[2005] ZASCA 13",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 13\n|\nNoteup\n|\nLawCite\nDistcor Export Partners and Another v Director General of the Department of Trade and Industry (521/2003) [2005] ZASCA 13; [2005] 12 BLLR 1238 (LC); (2005) 26 ILJ 1984 (LC) (23 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number :  521 / 03\nIn the matter between\nDISTCOR\nEXPORT PARTNERS\tFIRST APPELLANT\nDISTCOR YACHT EXPORTERS\tSECOND\nAPPELLANT\nand\nTHE DIRECTOR-GENERAL OF THE\nDEPARTMENT OF TRADE AND\nINDUSTRY\tRESPONDENT\nCoram\n:\tHARMS and CONRADIE  JJA,\nCOMRIE, JAFTA and PATEL AJJA\nDate of hearing\n:\n5 NOVEMBER\n2004\nDate of delivery\n:\n23\nMARCH 2005\nSUMMARY\nClaim for damages by Department of Trade and Industry\n– director-general of department suing as nominal plaintiff  in action\n– appellants contending that procedure incompetent – held that not\nonly political head of department empowered to sue\n– appeal\ndismissed\n___________________________________________________________________________\nREASONS FOR ORDER\nCONRADIE  JA\n[1]\tThese are the reasons for an order handed\ndown on 30 November 2004 dismissing with the costs of two counsel an appeal\nbrought,\nwith his leave, against McLaren J’s dismissal of the\nappellants’ special plea that the respondent, as plaintiff in the\ncourt\nbelow, lacked\nlocus standi in iudicio\nto institute proceedings against\nthe appellants for delictual damages or alternatively for unjustified\nenrichment. The claims arose\nfrom payments made by the Department of Trade and\nIndustry (the Department) to the appellants in 1992 and 1994 in respect of\nbenefits\nunder the General Export Incentive Scheme\n(GEIS).\n[1]\nSince upholding the special\nplea would have put an end to the respondent’s claims against the\nappellants, the parties agreed,\nand the court below ruled, that the plea be\ndealt with as a distinct issue.\n[2]\tThe first argument on behalf of the\nappellants was that the State, like other entities having legal personality, may\nonly institute\naction in its own name and may not do so in the name of one of\nits officials.\n[3]\tIn the chapter on State Liability by Cilliers and\nD’Oliveira in Lawsa (vol 25 1\nst\nre-issue p 188 para 239) the\nState is described as ‘a diffuse public law entity’. It nonetheless\nhas juristic personality.\nJudicial affirmation that it is a legal\npersona\nis to be found in\nDie Spoorbond and Another v South African Railways\n[2]\nwhere Watermeyer CJ\nsaid;\n‘The Governor-General -in -Council (whom I shall call the Crown\nand who is also sometimes referred to as the Government of the\nUnion) is\nregarded in law as a legal\npersona\n, with a perennial existence, and as\nsuch, a legal\npersona\ndistinct from the individual human beings or group\nof persons who from time to time hold office as Governor-General and as members\nof the Executive Council ...’\nThe State is, however, not a\ncorporation:\n‘The executive power of the Union was vested in the\nGovernor-General acting with the advice of the Executive Council, known\nas the\nGovernor-General-in-Council or commonly simply as the Government of the Union.\nAlthough this Government is described by writers\nas being an organ of the State,\nnevertheless it would be incorrect to draw an analogy with the law relating to\ncompanies and the\nrelationship between a company and its board of\ndirectors.’\n[3]\nThese remarks\nby Vieyra J echo those of Schreiner JA in the\nSpoorbond\ncase at\n1011):\n‘It is no doubt convenient for certain purposes to treat the\nCrown as a corporation or artificial person. But it is obviously\na very\ndifferent kind of person from the rest of the persons, natural and artificial,\nthat make up the community.’\n[4]\tThe appellants’ argument by\nanalogy to companies and their directors is not valid. The rule that has always\ngoverned litigation\nby corporations is that they are artificial persons and\nthat, since generally no one may sue as agent for\nanother,\n[4]\na director cannot sue on\nbehalf of a company. Where the political or administrative head of a government\ndepartment sues or is sued\nthe litigation is conducted\nnomine officii.\nThe head is not regarded as the agent of the department but as the embodiment of\nthe department.\n[5]\tThere is no statutory provision on how the State may\ninitiate proceedings. There is one, however, providing how the State may\nbe\nbrought before the courts. It appears in\ns 2\nof the\nState Liability Act 20 of\n1957\nwhich provides in ss (1) that ‘ ... the Minister of the department\nconcerned may be cited as nominal defendant or respondent.’\nThe\nsub-section does not oblige a litigant to sue a\nminister.\n[5]\nIt was intended to\nfacilitate actions against the State by making it possible to sue the political\nhead of a department instead of\nthe State in its own name. It did not introduce\nan inviolable rule. A plaintiff may still choose to sue the government of the\nRepublic\nof South Africa\n[6]\nand this\nhas since 1957 often occurred.\n[6]\tAlthough proceedings may, as commonly\nhappens,\n[7]\nbe commenced in the name\nof the Government of the Republic of South Africa,  the government may also sue\nthrough a nominal plaintiff\nor applicant, usually the ministerial head of a\ndepartment. According to the appellants the latter practice is so inflexible\nthat\nit precludes the administrative head of a department from instituting\naction on behalf of a department of State. In my view the practice\nis more\nrelaxed.\n[7]\nIt is a matter of\nauthority. Since a minister as political head of a department has the overall\ncontrol of and responsibility for\nthe department and is the ultimate\ndecision-maker, the authorization for an action instituted by a minister can\nhardly be impugned.\nHis or her external authority, by which I mean the\nauthorization to the state attorney to institute an action, might still be\nchallenged\nalthough such cases must be very rare. Where a Minister sues as\nnominal plaintiff, as the embodiment of her department, the potentially\nmore\ntroublesome issue of internal, intra-departmental, authority is eliminated.\nParticulars of claim alleging that an administrative\nhead of a department sues\non behalf of the government may elicit a puzzled request for further particulars\non the scope of his authority\nbut if authority can be satisfactorily established\nthat is the end of the matter.\n[7]\tThe issue before us, considered by\nthe parties and by the court below to be one of\nlocus standi\n,\nis\nnot really that.  A nominal plaintiff does not sue for his or her own account\nand the question of whether such a plaintiff has\na sufficient interest in the\nproceedings (the essential\nlocus standi\nenquiry) obviously does not\narise.\n[8]\nSuch a plaintiff is there\n(only) to put someone else’s case before the court: the question is\nwhether or not he has the authority\nto do so.\n[8]\tThe flexibility of the\npractice in this regard is illustrated by the range of officials who have,\nwithout demur, been allowed\nto sue on behalf of departments or sub-departments.\nUsually where the nominal plaintiff (or applicant) has not been a minister that\nrole has been taken by the head of a specialized unit within a department such\nas the Registrar of Deeds or the Registrars of Companies,\nClose Corporations,\nBanks, Insurance or Pension\nFunds.\n[9]\nUnlike the Commissioner\nfor Inland Revenue,\n[10]\nor the\nMaster,\n[11]\nthese officials are not,\nin the statutes setting up their sub-departments, given express authority to\ninstitute or defend proceedings.\nIt is evidently considered that their authority\ngoes with the job and no one has ever thought of denying them the right to\ninstitute\nor defend legal proceedings.\n[9]\tWhere a director-general has\nbeen brought in as a litigant it has often been because his decision was under\nattack on review.\n[12]\nIn other cases\nthe director-general was required to perform a specific act like signing a title\ndeed\n[13]\nor documents sought by a\nlitigant were in his possession.\n[15]\nMay he also\nnomine officii\nclaim damages suffered by the department of\nwhich he is the administrative head? The answer is that although it may be\nunusual for\na director-general to do so, it is not impermissible.\n[10]\tIt seems to me that the decision to adopt this unusual procedure\nmight have been influenced by the notion (mentioned above) of\nthe top official\nof a specialist unit being empowered to sue in respect of matters specially\nentrusted to his authority and discretion.\nAs appears from paragraph 3.11 of the\nGEIS Guidelines the respondent was in complete charge of the scheme and all\nresponsibility\nwith regard to its implementation and all discretion with regard\nto the recovery of money wrongly claimed from the scheme rested\nwith him\nalone:\n‘The decision by the Director-General as to the eligibility of\nany product for benefits under the General Export Incentive Scheme\nas well as\nthe determination of the amounts of the incentives will be final and conclusive.\nNothing in this document shall be construed\nas an offer open to acceptance\nconstituting any contractual or in fact any other obligation or any enforceable\nright against the\nDepartment. The Director-General may at any time conduct a\nfull-scale investigation to verify any information furnished by a claimant.\nIf\nthe Director-General is satisfied that the claim was based on false information\nor that the claimant has furnished misleading\ninformation, he may disallow the\nclaim and recover the full amount paid out to the claimant. Interest on bona\nfide overpayments will\nbe levied at the rate prescribed in terms of\nsection 1(2)\nof Act No. 55 of 1975.’\n[11]\tI do not mean to suggest that\nauthorization such as that appearing in paragraph 3.11 of the Guidelines was a\nsine qua non\n. I merely indulge in speculation on what the motivation for\nan unusual, but not impermissible, procedure might have been.\nThese are the\nreasons for the order given.\nJ H  CONRADIE\nJUDGE OF APPEAL\nCONCURRING:\nHARMS  JA\nCOMRIE  AJA\nJAFTA \nAJA\nPATEL  AJA\n[1]\nThe background to GEIS is set out in\nDilokong Chrome Mines (Edms) Bpk v Direkteur-Generaal, Departement van Handel\nen Nywerheid\n1992 (4) SA 1 (A).\n[2]\n1946\nAD 999\nat 1005.\n[3]\nDie Regering van die\nRepubliek van Suid-Afrika v SANTAM Versekeringsmaatskappy Bpk\n1964 (1) SA\n546\n(W) at 547E-F.\n[4]\nStandard General Insurance Co Ltd v Eli Lilly (SA) (Pty) Ltd\n1996 (1) SA 382\n(W)\n.\n[5]\nMarais v Government of the\nUnion of South Africa\n1911 TPD 127\nat 132; the provision has remained\nunchanged since the Crown Liabilities Act 1 of  1910. Where appropriate the term\n‘Minister’\nincludes a member of the executive council of a province.\n[6]\nThere is an interesting\ndiscussion by Baxter in an article ‘”The State” and other\nbasic Terms in Public Law’\n(1982 99 SALJ 212\nat 222 and 228) on\nrecognition by the courts of the government – the executive arm of the\nState – as a legal\npersona\n.\n[]\n[7]\nFor\na recent case in which a director-general’s authority to counterclaim was,\nat least tacitly, accepted see\nThe Director-General: Department of Trade and\nIndustry and Another v Shurlock International (Pty) Ltd\n2005 (2) SA 1\n(SCA).\n[8]\nSee the full discussion of the\ntopic by Rogers AJ in\nFinancial Services Board and Another v De Wet NO and\nOthers\n2002 (3) SA 525\n(C) from para [141].\n[9]\nIn\nPepcor Retirement Fund and\nAnother v Financial Services Board and Another\n2003 (6) SA 38\n(SCA) the\nRegistrar of Pension Funds was held to have\nlocus standi\nto apply to\nreview his own decision to grant approval for the restructuring of a pension\nfund. In the specialized field of intellectual\nproperty there are of course the\nregistrars of patents, trade marks and designs who enjoy considerable autonomy\nin litigation and\nare cited as defendants or respondents.\n[10]\nEmpowered by s 91 of the Income Tax\nAct 58 of 1962 and by s 94 of the Customs and Excise Act 91 of\n1964.\n[11]\nAdministration of Estates Act 66\nof 1965\n,\ns 96.\n[12]\nCf\nDilokong Chrome\nMines (Edms) Bpk v Direkteur-Generaal, Departement van Handel en Nywerheid\n1992 (4) SA (A);\nSouth African Co-operative Citrus Exchange Ltd v\nDirector-General: Trade and Industry and Another\n[1997] ZASCA 6\n;\n1997 (3) SA 236\n(SCA);\nJayiya v MEC for Welfare, Eastern Cape, and Another\n2004 (2) SA 611\n(SCA)\ndecided that if a member of the executive council in charge of a department is\nsued, it is not necessary to join the director-general\nof the department.\n[13]\nKhumalo v Director-General of\nCo-operation and Development and Others\n[1990] ZASCA 118\n;\n1991 (1) SA 158\n(A). 14\nLe Roux v\nDirekteur-Generaal van Handel en Nywerheid\n1997 (4) SA 174\n(T).\n[15]\nLe Roux v\nDirekteur-Generaal van Handel en Nywerheid\n1997 (4) SA 174\n(T).",
  "scraped_at": "2026-02-12T13:57:41.134619",
  "date": "2005-03-23",
  "coram": [
    "Harms JJA",
    "Conradie JJA",
    "Comrie JA",
    "Jafta AJA",
    "Patel AJA"
  ],
  "case_number": "521/03",
  "parties": {
    "applicants": [
      "Distcor Export Partners",
      "Distcor Yacht Exporters"
    ],
    "respondents": [
      "Director-General of the Department of Trade and Industry"
    ]
  },
  "sections": {
    "facts": "The Department of Trade and Industry made payments to the appellants, Distcor Export Partners and Distcor Yacht Exporters, in 1992 and 1994 under the General Export Incentive Scheme (GEIS). The Department later sought damages and restitution, alleging that the payments were improperly obtained. The Director‑General of the Department was named as the plaintiff (nominal plaintiff) in the proceedings below. The appellants contested the standing of the Director‑General, arguing that only the State itself could sue, not a ministerial head acting in a personal capacity.",
    "issues": "The principal issue was whether the Director‑General, acting as a nominal plaintiff, had sufficient locus standi to institute delictual and unjust enrichment claims against the appellants on behalf of the Department. Closely related was whether the statutory framework required the State to sue in its own name or permitted litigation through a political head of a department.",
    "principles": "South African law recognises the State as a legal persona that can sue and be sued, but there is no strict statutory rule mandating that it must do so only in its own name. Section 2 of the State Liability Act 20 of 1957 allows a minister to be cited as a nominal defendant, illustrating legislative intent to permit actions against the State via its political heads. Jurisprudence (e.g., Die Spoorbond, Director‑General v Shurlock International) holds that a minister or director‑general may sue nomine officii when they embody the department, and that the relevant enquiry is whether they have authority, not personal interest. The court also noted the flexible practice allowing various officials to act as nominal plaintiffs.",
    "application": "The court examined the GEIS guidelines, which vested the Director‑General with exclusive discretion over eligibility and recovery of improperly claimed incentives. This authority, together with the established practice that a department’s political head may sue on its behalf, satisfied the requirement of authority. The court found no statutory barrier to the Director‑General’s standing and rejected the appellants’ analogy with corporate directors, emphasizing that the State is not a corporation and its litigation is conducted through its officers, not agents.",
    "conclusion": "The appeal was dismissed. The Director‑General was held to have proper standing to bring the claim on behalf of the Department, and the order of the lower court dismissing the appellants’ special plea was affirmed. Costs of two counsel were awarded to the respondent."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "State Liability",
    "level_3": [
      "nominal plaintiff",
      "director-general authority",
      "locus standi",
      "government litigation",
      "General Export Incentive Scheme"
    ]
  }
}