{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/121.html",
  "case_name": "Director of Public Prosecutions v Olivier (42/2005) [2005] ZASCA 121; [2006] 4 All SA 224 (SCA); 2006 (1) SACR 380 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 121",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 121\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions v Olivier (42/2005) [2005] ZASCA 121; [2006] 4 All SA 224 (SCA); 2006 (1) SACR 380 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:\t42/05\nIn the matter between:\nTHE DIRECTOR OF PUBLIC\nPROSECUTIONS\nAppellant\nand\nCAROLANE ELLEN\nOLIVIER\nRespondent\n_______________________________________________________\nCoram\n:\nNavsa,\nConradie et Mlambo JJA\nDate of hearing:\n20 May 2005\nDate of\ndelivery:\n30 November 2005\nSummary\n:\tAppeal by the\nDirector of Public Prosecutions against too lenient a sentence imposed on appeal\nby a high court (substituting an\napparently appropriate sentence by a regional\nmagistrate) ─ s 310A(1) and\ns 316B(1)\nof the\nCriminal Procedure Act 51 of\n1977\nconsidered alongside provisions of\ns 20(1)\nread with s 21(1) of the\nSupreme Court Act 59 of 1959 ─ concluded, regrettably that this Court does\nnot have jurisdiction.\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nNAVSA JA:\n[1]\t‘To err is human; thus protection against error is\nnecessary.’\n[1]\nIn this appeal\nthe question arises whether a judicial error can be corrected. An affirmative\nanswer is one’s instinctive response.\nAs the discussion later in this\njudgment will show the answer in the circumstances of this case is\ndifferent.\n[2]\tThis matter has had an unfortunate and protracted journey\non its way to a hearing before this Court.\n[3]\tDuring the period December\n1998 to March 2000 the respondent, Carolane Ellen Olivier, stole amounts of\nmoney totalling R454 521-00,\nwhich monies were entrusted to her as an estate\nagent operating under the auspices of Remax Realty 100.\n[4]\tOn 9 October\n2000, after pleading guilty in terms of s 112(2) of the Criminal Procedure Act\n51 of 1977 (the CPA), the respondent\nwas convicted of theft in the regional\ncourt in Pretoria on 13 December 2000 and sentenced to six\nyears’ imprisonment.\n[5]\tThe respondent appealed the sentence to\nthe Pretoria High Court.  On 14 March 2003 that court (Bosielo and Mojapelo JJ)\nset aside\nthe sentence imposed by the regional court and substituted it with a\nsentence of six years’ imprisonment, wholly suspended\nfor a period of five\nyears on the following conditions:\n‘(a)\t[That] appellant is not\nconvicted of theft or fraud, or any offence involving \t\tdishonesty for which she\nis sentenced to\nimprisonment without the \t\t\toption of a fine, committed during\nthe period of suspension.\n(b)\tFurther, that the appellant compensates the\ncomplainant fully in the \t\tamount of R454 521,00, together with interest at the\ncurrent\nand \t\t\tapplicable interest rate.\n(c)\tThe payment referred to in para\n(6) [the payment of R454 521-00 supra] \tshall occur in terms of the agreement\nreached between\nthe appellant and \tthe Estate Agent Board (\nsic\n), which is\nin existence at the present moment.’\nIn addition, that court\nimposed a fine of R200 000-00, to be paid within six months of the date of its\norder.\n[6]\tOn 3 April 2003 the appellant, the Director of Public\nProsecutions (the DPP), filed a notice of application for leave to appeal.\nThe\nDPP contended, inter alia, that the sentence was  far  too\nlenient and\nshockingly inappropriate. According to the notice of appeal the court below\nfailed to properly consider that the respondent\nhad stolen trust money over a\nperiod of eighteen months and that the theft was motivated by greed rather than\nneed. The DPP contended\nthat the court below failed to appreciate the\nseriousness of the white collar offence in question. In his notice of appeal the\nDPP\npointed out that the terms of the repayment order were unclear and that the\nfine imposed was not coupled with imprisonment as an\nalternative.\n[7]\tOn\n11 December 2003 the court below, in considering the prosecution\nauthority’s application for leave to appeal, recognised\nthat its\ncompensation order was unclear, especially since there appeared to be a\ncontradiction (concerning the payment of interest)\nbetween the order and the\nterms of the agreement alluded to. The court below was also of the view that it\nmight have erred in not\ncoupling the fine to a period of imprisonment as an\nalternative. In the result it granted leave to appeal against the sentence it\nimposed in substitution of the sentence by the regional court.\n[8]\tProblems were encountered with the transcription of the record.\nHowever, there also appears to have been a degree of laxity on the part of\nthe prosecution authority. On 23 June 2004 the record was\ncertified as being\ntrue and correct.  Between 21 June and 5 July 2004 Mr Jan Ferreira, a deputy\ndirector of public prosecutions,\nwho handled the prosecution of the appeal\nfailed to give the matter urgent attention. He had to undergo an operation and\nwas engaged\nin another appeal in the Pretoria High Court. From 6 July 2004\nFerreira made a number of attempts to get the registrar of the court\nbelow to\ndespatch the record to this court. Finally, on 19 August 2004 a senior\nadministrative official in the prosecuting authority’s\noffice managed to\nfile the record in this court. The record was then lost in the office of the\nregistrar of this court. On 28 October\n2004 the prosecution authority was\ninformed of this fact. Attempts to prepare a new transcript were hampered by a\ndispute between\ntwo divisions within the prosecution authority. During February\n2005 the registrar of this court informed the prosecution authority\nthat the\ndelay in prosecuting the appeal had caused it to lapse. An application for\nreinstatement of the appeal and an application\nfor condonation were required.\nThis necessitated the filing of detailed affidavits setting out the events\noutlined above.\n[9]\tAn ‘application for condonation’ in an\nunacceptable form accompanied by an inadequate affidavit attested to by an\nadministrative clerk in the office of the prosecuting authority was served and\nfiled in anticipation of the filing of the affidavits\nreferred to in the\npreceding paragraph.\n[10]\tOn 10 February 2005 a proper application for\nreinstatement of the appeal and condonation with an affidavit by Ferreira\nexplaining\nthe background and the sequence of events referred to earlier was\nserved and filed.\n[11]\tThe application was strenuously contested before\nus and at the outset it was agreed that we would hear the parties on the\nprocedural\naspects and on the merits, which it was accepted ought to be\nconsidered in deciding whether or not to reinstate the matter and to\ngrant\ncondonation.\n[12]\tSubsequent to the hearing of this appeal the parties\nwere requested in writing to consider, inter alia, s 316B of the CPA and\nss 20 and 21 of  the  Supreme  Court  Act  59  of  1959  and  to  make\nsubmissions on the question of whether this Court has jurisdiction to\nentertain the appeal. The essential question is whether the\nDPP has a statutory\nright to appeal the sentence in question from the high court, itself sitting as\na court of appeal. We received\nwritten submissions from the\nparties.\n[13]\tThe Criminal Law Amendment Act, 107 of 1990 introduced\nss 310A and 316B, which granted the DPP the right to appeal against\nsentences imposed by lower and superior\ncourts.\n[2]\nBefore that no such right\nexisted.\n[14]\tSection 310A(1) deals with an appeal by the DPP against a\nsentence imposed by a lower court:\n‘The attorney-general may appeal\nagainst a sentence imposed upon an accused in a criminal case in a lower court,\nto the provincial\nor local division having jurisdiction, provided that an\napplication for leave to appeal has been granted by a judge in\nchambers.’\n[15]\tSection  316B(1)  of   the  CPA  deals  with \nappeals  against\nsentence by the DPP to this Court:\n‘Subject to\nsubsection (2), the\nattorney-general\n[3]\nmay appeal to the\nAppellate Division against a sentence imposed upon an accused in a criminal case\nin a superior court.’\nThis subsection provides for appeals to this\nCourt from a sentence imposed by a superior court. This does not mean a superior\ncourt\nsitting as a court of appeal. It clearly means a superior court sitting as\na court of first instance.\n[16]\tSections 310 and 311 of the CPA,\nrespectively, provide a limited right of appeal by the DPP from a lower court to\nthe high court\nand from the high court sitting as a court of appeal to this\nCourt on questions of law.\n[17]\tSection 319 enables a prosecutor to\napply for the reservation of a legal question arising from a trial in a superior\ncourt for\nconsideration by this Court.\n[18]\tThere is no provision of the\nCPA which provides for an appeal by the DPP against an order by a high court\nsubstituting, as in\nthis case, a sentence imposed by a magistrates’\ncourt.\n[19]\tOf course the DPP has the right when an accused has appealed\nagainst his conviction and/or sentence to apply to the court of\nappeal to\nincrease the\nsentence.\n[4]\n[20]\tThere is a\nuseful discussion on the history of the right to appeal in South African\ncriminal procedure in the South African Law\nReform Commission’s\nTHIRD\nINTERIM REPORT ON SIMPLIFICATION OF CRIMINAL PROCEDURE (The right of the\nDirector of Public Prosecutions to appeal on questions\nof fact)\n(November\n2000).\n[21]\tFrom the study of comparable jurisdictions contained in the\nreport referred to in the preceding paragraph it appears that by\nand large,\ncommon law legal systems are loath to grant rights to the State to appeal\nconvictions on the basis of factual errors and\nthat the\nright of the State\nto appeal against sentence is\nlimited.\n[5]\nIn some instances one\nright of appeal against sentence is permitted. The motivation appears to be that\non one occasion, at least,\na higher court should scrutinise a sentence for\nerror. The provisions of our CPA are to this effect. The problem in this appeal\nis\nthat it is contended that the scrutinising court committed the error and the\nquestion is whether the scrutinising court can be scrutinised.\n[22]\tIn\nCox v Hakes\n1890 (AC) 15, the House of Lords and Privy Council\ndealt with the power of courts to review or control the proceedings of a\ntribunal\nthat had discharged a person from custody under a writ of\nhabeas\ncorpus\n. Lord Herschell (at pp 527-528) described the position before the\nEnglish Judicature Act came into operation. It was always open\nto an applicant\nfor a writ of\nhabeas corpus\n, if defeated in one court, to renew his\napplication to another. No court was bound by the view taken by any other. A\nperson detained\nin custody might thus proceed from court to court until he\nobtained his liberty. And if he succeeded in convincing any of the tribunals\ncompetent to issue the writ he was entitled to be discharged, his right to his\nliberty could not afterwards be called in question.\nThe 19\nth\nsection\nof the Judicature Act provided (not unlike s 20(1) read with s 21(1) of our\nSupreme Court Act  51  of  1959,  to  which\n I  shall\nrefer in due\ncourse):\n‘The said Court of Appeal shall have jurisdiction and power to\nhear and determine appeals from\nany\njudgment or order, save as\nhereinafter mentioned, of Her Majesty’s High Court of\nJustice.’\n(Emphasis added).\nThat provision was restrictively\ninterpreted so as not to interfere with established principle. At page 522 Lord\nHalsbury stated the\nfollowing:\n‘It is the right of personal freedom in\nthis country which is in debate; and I for one would be very slow to believe,\nexcept\nit was done by express legislation, that the policy of centuries has been\nsuddenly reversed and that the right of personal freedom\nis no longer to be\ndetermined summarily and finally, but is to be subject to the delay and\nuncertainty of ordinary litigation, so\nthat the final determination upon that\nquestion may be arrived at by the last Court of Appeal.’\nThis is the underlying principle upon which the restriction of the\nState’s right to appeal is\nfounded.\n[6]\n[23]\tSection 20(1)\nof the Supreme Court Act 59 of 1959 provides:\n‘An appeal from a judgment or order of the court of a provincial or\nlocal division in any civil proceedings or against\nany judgment or order\nof such a court given on appeal shall be heard by the appellate division or\na full court as the case may be.’\nSection 21(1) of the same Act states:\n‘In addition to any\njurisdiction conferred upon it by this Act or any other law the appellate\ndivision shall, subject to the\nprovisions of this section and any other law,\nhave jurisdiction to hear and determine an appeal from\nany decision\nof\nthe court of a provincial or local division.’\n(Emphasis added).\nIt\nhas been suggested that these provisions are in wide enough terms to enable this\nCourt to hear the present appeal.\n[24]\tSections 20(1) and 21(1) of the\nSupreme Court Act predate the introduction of ss 310A and 316B. The latter\nsections granted rights\nof appeal to the DPP which it did not previously have.\nIt is established here, and in other comparable jurisdictions, that the\nState’s\nright to appeal against sentences and acquittals is limited and\nthat statutes dealing with the State’s right of appeal and\ndealing with\nappeals in general should be construed against the background, and in the\ncontext, of the fundamental principles referred\nto earlier in this judgment.\nSections 20(1) and 21(1) cannot be interpreted to offend against established\nprinciples. If the words\n‘any judgment or order’ and ‘any\ndecision’ were to be interpreted widely, it would mean that the State\nwould\nhave the right to appeal an acquittal on factual grounds, which it is\naccepted in our law is not permissible. See in this regard\nS v Basson\n[2004] ZACC 13\n;\n2005 (1) SA 171\n(CC) para 43.\n[25]\tIn my view, in the absence of an\nempowering provision in the CPA, or in any other statute, which specifically\ngrants this Court\njurisdiction and which is consistent with the Constitution,\nthis Court does not have jurisdiction to entertain the appeal. This is\nregrettable in that the State’s complaints about the leniency of the\nsentence appear to be justified. The misappropriation\nof trust monies in the\namount of R454 521-00 to sustain a luxurious lifestyle is a serious offence,\nwhich on the face of it, was\nproperly appreciated by the Magistrate who imposed\na commensurate sentence. The respondent has the means to pay the fine and to\nreplace\nthe misappropriated monies. One is left with a sense of deep unease that\nshe has escaped appropriate punishment. However, having\nregard to the\nconclusions reached earlier, the appropriate order, regrettably, is refusing the\napplication for condonation and striking\nthe appeal from the roll. In respect of\nthe failure to provide for imprisonment in the event of the fine not being paid\ns 287(2)\nof the CPA may be employed. Furthermore, in respect of the payment of\ncompensation it has not been suggested that it will present\na practical problem.\n[26]\tThe application for condonation is refused and the appeal is struck\nfrom the roll.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nCONCUR:\nCONRADIE \tJA\nMLAMBO\t\tJA\n[1]\nBassiouni (1993 280) 3\nDuke\njournal of Comparative and International Law\n235\n286.\n[2]\nThe change was prompted by\nwhat was considered to be outrageously lenient sentences imposed by a circuit\ncourt in a case concerning\ninterracial violence and there were calls for the\nimpeachment of the judge concerned. This enabled the legislature to overcome\nobjections\nto extending the State’s right of appeal in this manner –\nSee the SA Law Reform Commission report\ninfra\nat page\n12.\n[3]\nThe attorney-general has\nbeen supplanted by the DPP.\n[4]\nS v Kellerman\n1997 (1) SACR 1\n(A) at\n3\nc\n-\ne\n.\n[5]\nAt page 18\nof the Law Reform Commission’s report the following appears under the\nheading\nTHE COMMON LAW POSITION\n:\n‘The reasons for the\ntraditionally restricted rights of the prosecutor to appeal lie in the common\nlaw with its repugnance to\nthe idea that a man should be put in a situation\nanalogous to double jeopardy (though, as will be seen below, it has been held\nthat\nappeals by prosecutors do not in fact constitute double\njeopardy).’\n[6]\nThe Canadian\ncase,\nCullen v R\n[1949] SCR 658\n, dealt with the right of appeal against\nan acquittal on a question of law. In a dissenting judgment, Rand J stated the\nfollowing\n(at para 23):\n‘At the foundation of criminal law lies the\ncardinal principle that no man shall be placed in jeopardy twice for the same\nmatter\nand the reasons underlying that principle are grounded in deep social\ninstincts. It is the supreme invasion of the rights of an individual\nto subject\nhim by the physical powers of the community to a test which may mean the loss of\nhis liberty or his life; and there is\na basic repugnance against the repeated\nexercise of that power on the same facts unless for strong reasons of public\npolicy.’",
  "scraped_at": "2026-02-12T15:11:18.249888",
  "date": "2005-11-30",
  "coram": [
    "Navsa JJA",
    "Conradie JA",
    "Mlambo JA"
  ],
  "case_number": "42/05",
  "parties": {
    "applicants": [
      "Director of Public Prosecutions"
    ],
    "respondents": [
      "Carolane Ellen Olivier"
    ]
  },
  "sections": {
    "facts": "Between December 1998 and March 2000 Carolane Ellen Olivier, acting as an estate agent for Remax Realty, misappropriated trust money amounting to R454,521. She pleaded guilty to theft under s 112(2) of the Criminal Procedure Act and was sentenced by a regional magistrate in Pretoria to six years' imprisonment on 13 December 2000. The Pretoria High Court set aside that sentence on 14 March 2003, substituting a six‑year sentence wholly suspended for five years, imposing a fine of R200,000 and ordering full restitution of the misappropriated amount with interest. The Director of Public Prosecutions (DPP) applied for leave to appeal, arguing that the sentence was unduly lenient and that the repayment order and fine were inadequately framed. Procedural complications followed, including transcription delays, loss of records, and the need for applications for condonation and reinstatement, which were contested before the Supreme Court of Appeal.",
    "issues": "The principal issue was whether the DPP possessed a statutory right to appeal the High Court's substitution of the magistrate's sentence under sections 310A(1) and 316B(1) of the Criminal Procedure Act, and consequently whether the Supreme Court of Appeal had jurisdiction to entertain such an appeal under sections 20(1) and 21(1) of the Supreme Court Act 59 of 1959.",
    "principles": "Section 310A(1) authorises the Attorney‑General (now the DPP) to appeal a sentence of a lower court, while section 316B(1) permits appeal to the Appellate Division only from sentences imposed by a superior court sitting as a court of first instance. Sections 310 and 311 allow limited DPP appeals from lower courts to the High Court and from the High Court as a court of appeal on questions of law. No provision in the CPA extends the DPP's right to appeal a High Court judgment that substitutes a magistrate's sentence. The court also considered the principle that the State's right to appeal is narrowly confined to avoid double jeopardy, as reflected in common‑law jurisprudence (e.g., Cox v Hakes, S v Basson). The Supreme Court Act sections 20(1) and 21(1) were interpreted narrowly to prevent an expansive State right to appeal on factual grounds.",
    "application": "The court examined the statutory language of s 310A and s 316B and concluded that neither provision confers a right on the DPP to appeal a High Court decision that replaces a magistrate's sentence. Consequently, there is no statutory basis for the Supreme Court of Appeal to assume jurisdiction over the DPP's appeal. The court also rejected the DPP's procedural applications for condonation and reinstatement, finding them insufficient and not justified by any empowering provision.",
    "conclusion": "The Supreme Court of Appeal held that it lacks jurisdiction to hear the DPP's appeal and therefore refused the application for condonation and struck the appeal from the roll. The court expressed regret at being unable to address the substantive complaint about the leniency of the sentence, but affirmed that jurisdictional limits prevent a decision on the merits."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "State Right of Appeal",
    "level_3": [
      "CPA",
      "section310A",
      "section316B",
      "jurisdiction",
      "condonation",
      "sentencing"
    ]
  }
}