{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/64.html",
  "case_name": "Media 24 Ltd and Another v Grobler (301/2004) [2005] ZASCA 64; [2005] 3 All SA 297 (SCA); 2005 (6) SA 328 (SCA); (2005) 26 ILJ (1007) (SCA); [2005] 7 BLLR 649 (SCA) (1 June 2005)",
  "citation": "[2005] ZASCA 64",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 64\n|\nNoteup\n|\nLawCite\nMedia 24 Ltd and Another v Grobler (301/2004) [2005] ZASCA 64; [2005] 3 All SA 297 (SCA); 2005 (6) SA 328 (SCA); (2005) 26 ILJ (1007) (SCA); [2005] 7 BLLR 649 (SCA) (1 June 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number: 301/04\nReportable\nIn the matter between:\nMEDIA 24 LIMITED                    \nFIRST APPELLANT\nGASANT SAMUELS\t                \t    SECOND\nAPPELLANT\nand\nSONJA GROBLER                                \nRESPONDENT\nCORAM\n:\t\tFARLAM, NAVSA, CONRADIE, HEHER\net\nVAN HEERDEN JJA\nHEARD\n:\t\t9 MAY\n2005\nDELIVERED\n:\t\t1 JUNE 2005\nSUMMARY:\nDelict – liability of employer for sexual harassment\nof female employee by trainee manager – negligent breach by employer\nof\nlegal duty to maintain working environment in which employees not subject to\nsexual harassment - question as to whether employer\nvicariously liable left open\n– high court’s jurisdiction not excluded by s 157 of\nLabour\nRelations Act 66 of 1995\n– psychological injury in fact resulting from\nconduct of trainee manager away from workplace after series of acts of\nharassment\nin workplace – high court’s jurisdiction not excluded by\ns 35(1)\nof Compensation for Occupational Injuries and Diseases Act 130 of\n1993\n________________________________________________________\nJUDGMENT\n________________________________________________________\nFARLAM JA\nINTRODUCTION\n[1]\nThis is an appeal from a judgment of\nNel J, sitting in the Cape High Court, in which the first and second appellants\nwere held jointly\nand severally liable to pay the respondent a total amount of\nR776 814. This was the figure at which the trial court quantified the\ndamages\nwhich she had suffered as a result of sexual harassment to which it held she had\nbeen subjected over a  period of approximately\nfive months by the second\nappellant and for which it held that the first appellant was vicariously\nliable.\n[2]\nThe judgment of the court\na quo\nhas been reported :\nsee\nGrobler v Naspers Bpk\n2004 (4) SA 220\n(C).\nPLEADINGS\n[3]\nAt the time when the alleged\nsexual harassment took place the respondent was a 33 year old secretary employed\nby Nasionale Tydskrifte\nLtd (to which I shall refer in what follows as\n‘Tydskrifte’), a wholly owned subsidiary of the first appellant. The\nsecond\nappellant was at that time a trainee manager employed by the first\nappellant. In response to the respondent’s averment in her\nparticulars of\nclaim that she was employed by the first appellant, the latter ultimately\npleaded that she was in fact employed by\nTydskrifte, which had disposed of its\nundertaking and whose only remaining employee was the respondent. It went on to\naver that it\nhad accepted liability for any obligations Tydskrifte might have\ntowards the respondent.\n[4]\nThe first appellant thus figured in the\ncase in two capacities. In its first capacity, as the employer of the second\nappellant, it\nwas alleged to be vicariously liable for his actions in subjecting\nthe respondent to sexual harassment. In its second capacity, as\nthe party which\nhad accepted liability for the obligations of Tydskrifte, it faced allegations\nthat Tydskrifte, as the respondent’s\nemployer, was under a legal duty to\nits employees, in particular to the respondent, to create and maintain a working\nenvironment\nin which the dignity of its employees would be respected and,\namongst other things, to take all reasonable steps to prevent its employees\nfrom\nbeing sexually harassed by other employees in their working\nenvironment.\n[5]\nThe respondent alleged further in paragraph 14 of her\nparticulars of claim that this duty had been breached because there had been\na\nwrongful and negligent failure to prevent the second appellant from sexually\nharassing her. In this regard it was alleged that\nthe first appellant [in the\ncircumstances, regard being had to the way in which the case was conducted, this\nallegation must be taken\nto refer to Tydskrifte], or its management:\n’14.1\tfailed to come to the assistance of the [respondent] notwithstanding\nher requests;\n14.2\tfailed to act against the [second appellant] notwithstanding the fact that\nit was common knowledge at [Tydskrifte’s] premises\nthat the [second\nappellant] was sexually harassing the [respondent];\n14.3\tfailed to deal with allegations of sexual harassment against the [second\nappellant] seriously and expeditiously;\n14.4\tpermitted the [second appellant] wide latitude in his conduct towards his\nsubordinates, in particular, the [respondent];\n14.5\tfailed to act against the [second defendant] notwithstanding the fact that\n[he] had previously sexually harassed female employees\nof [the first appellant\nand Tydskrifte] during his employment with the [first appellant] and\nnotwithstanding the fact that this was\nknown to the management of\n[Tydskrifte];\n14.6\tfailed to create a climate in the workplace in which the victims of sexual\nharassment, in particular the [respondent], would\nnot feel that their grievances\nwere being ignored;\n14.7\tfailed to take all or any reasonable steps to preserve and protect the\nbodily integrity, psychological well-being, mental tranquillity\nand dignity of\n[Tydskrifte’s] employees, in particular that of the [respondent]; and\n14.8\tfailed to prevent the [second appellant’s] sexual harassment of the\n[respondent] when such could and should have been\nprevented.’\n[6]\nAccording to the\nparticulars of claim, the persons comprising the management of the first\nappellant [which again must be taken to\nbe a reference to Tydskrifte] referred\nto in paragraph 14 were acting in the course of their employment and the scope\nof their duties\nas employees.\n[7]\nThe respondent also stated that, as\na result of the alleged sexual harassment, she suffered severe shock, anger,\nanguish, fear and\nanxiety; was humiliated, degraded and disturbed in her mental\ntranquillity and emotional integrity, and suffered severe psychological\nand\npsychiatric trauma,\n[1]\nmanifesting as\npost-traumatic stress syndrome.\n[8]\nIn its plea the first appellant\ndenied that, in sexually harassing the respondent as alleged, the second\nappellant had been acting\nin the course and scope of his employment. It pleaded\nfurther that neither it nor Tydskrifte had any knowledge of the correctness\nof\nthe respondent’s allegations of sexual harassment and that it made no\nadmissions in respect thereof. With regard to one\nspecific allegation of\nharassment, which related to an incident which took place near a flat owned by\nthe respondent (described in\nthe evidence as ‘the flat\nincident’), the first appellant pleaded as\nfollows:\n‘7.3.1\tIt did not take place at the [respondent’s]\nworkplace;\n7.3.2\tIt did not take place on premises controlled by the [first appellant] or\n... Tydskrifte ...;\n7.3.3\tIt did not take place at a time when either the [respondent] or the\n[second appellant] were performing their services in terms\nof either of their\ncontracts of employment;\n7.3.4\tThe event did not take place within the course and scope of the employment\nof either the [respondent] or the [second appellant];\n7.3.5\tThe event did not arise out of the [respondent’s] employment or that\nof the [second appellant];\n7.3.6\tNeither the [first appellant] nor ... Tydskrifte ... is accordingly liable\nfor any of the consequences of the alleged\nincident.’\n[9]\nThe first appellant\ndenied being vicariously liable for any sexual harassment for which the second\nappellant might be liable. As regards\nthe allegation that Tydskrifte or members\nof its management team had breached a legal duty towards the respondent, it\ndenied that\nTydskrifte owed its employees, including the respondent, a general\n(delictual) duty of care consisting of the obligations on which\nthe respondent\nrelied. It conceded that an employer has moral obligations towards its employees\nto take all reasonably practicable\nsteps to protect their integrity, dignity and\nprivacy in their working environment but denied that ‘it has any such\nlegal obligations\njusticiable’ by the high court. In amplification of this\naverment it pleaded that an employer’s obligations in this regard\narose\nfrom the provisions of the Labour Relations Act 66 of 1995 (item 2(1)(a) of\nSchedule 7) at the time of the claim and now arise\nfrom the provisions of\ns 6\nof\nthe\nEmployment Equity Act 55 of 1998\n, both read with the\nCode of Good\nPractice on the Handling of Sexual Harassment\nCases’\npublished\nunder\ns 203\nof Act 66 of 1995 and that conduct offending against the relevant\nprovisions of both Acts is justiciable only by the Labour Court.\nIn any event,\nso it was pleaded, Tydskrifte had fully complied with any such\nobligations.\n[10]\nThe first appellant also denied that the respondent\nsuffered from post-traumatic stress disorder as a result of the second\nappellant’s\nalleged sexual harassment. It did not, however, deny that she\nsuffered severe psychological and psychiatric trauma, its denial on\nthis part of\nthe case being confined to the respondent’s allegation that the\npsychological and psychiatric trauma she suffered\nmanifested as post-traumatic\nstress syndrome.\n[11]\nIn addition to pleading the jurisdictional\ndefence set out in para [9], the first appellant also pleaded that the\nrespondent’s\naction was one contemplated by s 35(1) of the Compensation\nfor Occupational Injuries and Diseases Act 130 of 1993 and that, by virtue\nof\nthe provisions of this section, the respondent had no claim against Tydskrifte\nother than in terms of the said Act. The present\naction, not being an action in\nterms of that Act, should thus be dismissed.\n[12]\nThe second appellant\ndenied that he had been guilty of sexual harassment of the respondent. In\nparticular he denied the incidents\nparticularised in subparagraph 4.10 and 4.12\nto 4.14 of her particulars of claim. These incidents, together with that\nreferred to\nin sub-paragraph 4.11, were extensively covered in the evidence in\nthe trial court and are dealt with in detail in the trial court’s\njudgment. They were variously described as ‘the lift incident’\n(paragraph 4.10), ‘the Landbousaal incident’\n(paragraph 4.11),\n‘the coffee jar incident’ (paragraph 4.12), ‘the fingerbiting\nincident (paragraph 4.13) and ‘the\nflat incident” (paragraph 4.14).\n[13]\nIn respect of the Landbousaal incident, he admitted kissing the\nrespondent in the room in question but averred that she had consented\nto being\nkissed and had, as it was put, ‘been a willing participant and had\nreturned [his] kiss’. He alleged that there\nhad been what was called\n‘a relationship’ between the respondent and himself. He admitted\ntouching her on occasion, engaging\nher in conversations of an intimate nature,\nwith her willing participation, and asking her to go out with him. He pleaded no\nknowledge\nof her allegations that she suffered psychological and psychiatric\ntrauma and patrimonial loss in consequence thereof, putting the\nrespondent to\nthe proof thereof.\nJUDGMENT OF COURT\nA\nQUO\n[14]\nThe learned judge in the trial court rejected the\nsecond appellant’s version that there had been a romantic relationship\nbetween\nhim and the respondent. He also found that the incidents set forth in\nsub-paragraphs 4.10 to 4.14 had taken place, save that he was\nunable to find\nthat, during the so-called ‘flat incident’, the respondent was\nthreatened by the second appellant with\na firearm.\nThe judge accordingly\nfound that the second appellant had sexually harassed the\nrespondent.\n[15]\nHe found that what he called the respondent’s\n‘chronic emotional problems’ were the result of the sexual\nharassment\nto which she was subjected by the second appellant and which she\ncould not have escaped - despite her efforts to do so - without\nthe possible\nloss of her job. He accordingly held the second appellant responsible for the\nrespondent’s condition. He refrained\nfrom making a specific finding that\nher condition could be classified as post-traumatic stress disorder, pointing\nout that the question\nto be considered was whether the second appellant was\nresponsible for the respondent’s condition and not how her condition\nwould\nbe classified by the American Psychiatric Association (the publishers of the\nfourth edition of the\nDiagnostic and Statistical Manual of Mental Disorders\n(DSM IV)\n, to which all the psychologists and psychiatrists who testified had\nreferred).\n[16]\nHe then proceeded to hold the first appellant, as the\nemployer of the second appellant, vicariously liable for his actions. He came\nto\nthis conclusion after a comprehensive discussion of the common law as to\nvicarious liability and recent developments thereof in\nthe United States of\nAmerica, Canada, the United Kingdom, Australia and New Zealand. He expressed the\nview that policy considerations\njustified the conclusion that the first\nappellant should be held vicariously liable for the sexual harassment of the\nrespondent by\nthe second appellant but that, if the existing rules relating to\nvicarious liability in our law are not flexible enough or do not\nmake adequate\nprovision for changed circumstances in order to deal with the problem of sexual\nharassment in the workplace then, he\nsaid, the Constitution obliges the courts\nto develop the common law accordingly.\n[17]\nThe trial judge also\nheld that the two jurisdictional defences raised by the first appellant were\nwithout merit. His reasons for this\nconclusion are set out fully in the reported\njudgment and accordingly need not be repeated here. So too, in view of the fact\nthat\nthe judgment of the court\na quo\nhas been reported, it is not\nnecessary to set out in detail all the allegations and counter allegations dealt\nwith therein.\nACADEMIC AND PROFESSIONAL COMMENTARIES ON THE\nJUDGMENT\n[18]\nThe judgment of the trial court, as was to be\nexpected, aroused considerable attention on the part of academic commentators on\nthe\nlaw of delict and industrial\nlaw\n[2]\n.\n[19]\nWe are\ngrateful to counsel for the respondent, Mr\nMelunsky,\nwho conducted the\nrespondent’s case with considerable ability in both the trial court and\nthis court, for making available\nto us copies of most of the articles in which\nthis case was discussed.\nSUBMISSIONS ON BEHALF OF THE FIRST\nAPPELLANT\n[20]\nMr\nBurger,\nwho appeared with Mr\nDuminy\nand Mr\nStelzner\nfor the first appellant, contended that the\ntrial judge had erred in rejecting the evidence of the witness Leon Africa, who\ntestified\non behalf of the second appellant at the trial and said that, before\nthe flat incident, the second appellant and the respondent acted\nlike children,\none minute having arguments and teasing each other, the next chatting to each,\nlaughing and smiling. He said that\nit looked to him as if they were having an\naffair. On one occasion he came into the office he shared with the second\nappellant and\nfound them kissing. On another occasion the respondent told him\nshe had often kissed the second appellant. He also testified that\nhe saw a\nletter apparently written by the respondent to the second appellant, which read\n‘Ek het jou lief’ and was signed\nwith a drawing of a sun, followed\nby the letters ‘ja’, this combination standing for\n‘Sonja’, the respondent’s\nfirst name.\n[21]\nMr\nBurger\npointed out that the trial judge gave a very cursory summary of\nthis witness’s evidence and later, when considering it, contented\nhimself\nwith remarking that, in so far as Africa’s evidence excused the second\nappellant’s conduct, it was in conflict\nwith the evidence of Vanessa\nBinneman, Nicolene Johnson and the other corroborating evidence to which he had\nreferred and that it\nwas accordingly not accepted. Mr\nBurger\nsubmitted\nthat Africa’s evidence should have been considered on its merits and not\nsimply rejected because it conflicted with\nthat of other witnesses. He submitted\nthat in the circumstances the trial judge had materially misdirected himself in\nthis regard\nand that Africa’s evidence was of great importance on a key\nissue in the case as far as it relates to the first appellant,\nviz\nwhether any harassment had taken place before the flat incident. As this\nincident took place away from the workplace, the second\nappellant having\nostensibly gone to inspect the respondent’s flat with a view to buying it,\nit was not possible, counsel contended,\nto hold the first appellant vicariously\nliable for the second appellant’s conduct on this occasion (even if the\nextended test\nfor vicarious liability set out in the trial court’s\njudgment were to be upheld). According to counsel, Africa had been a good\nwitness and his evidence as to the nature of the relationship between the second\nappellant and the respondent, at least prior to\nthe flat incident, should have\nbeen accepted.\n[22]\nIn support of his contentions in this regard, Mr\nBurger\ndrew attention to a passage in the respondent’s evidence\nwhere she referred to the period of about three weeks which preceded\nthe flat\nincident. During this period, which followed on the second appellant’s\nwriting a letter to her in which, on her version,\nhe solemnly swore not to touch\nher again or treat her badly or force his attentions on her, she was, she said,\nvery happy at work.\nShe worked well and she got on well with the other people\nthere. She was experiencing no problems with the second appellant and she\ncould\nrelax. Mr\nBurger\nsubmitted that even if the respondent had up to that\npoint been sexually harassed by the second appellant and had not merely been\ninvolved in a flirtatious relationship with him, it could be accepted that, if\nthe flat incident had not occurred, there would have\nbeen no question of the\nrespondent’s suffering from a post-traumatic stress disorder. As far as\nthe flat incident was concerned\nhe submitted that it alone, regard being had to\nthe three week period of quiet which preceded it, is the only possible stressful\nevent which could have precipitated a post-traumatic stress disorder affecting\nthe respondent.\n[23]\nHe contended further that the first appellant\ncould only be  liable to the respondent on the facts of this case if she could\nestablish\nthat the harassment to which she had been subjected had resulted in a\nrecognised psychiatric injury (‘erkende psigiatriese\nletsel’) (see\nBarnard v Santam Bpk\n[1998] ZASCA 84\n;\n1999 (1) SA 202\n(SCA) at 216E-F). He pointed out\nthat the trial court had refrained from upholding the respondent’s\ncontention that she was\nsuffering from a post-traumatic stress disorder and\nsubmitted that, as she had specifically pleaded that she had suffered\n‘severe\npsychological and psychiatric trauma, manifesting as\npost-traumatic stress-syndrome’, she had failed to establish that her\ncondition was of such a nature as to qualify for an order for damages within the\nambit of the rule as laid down in\nBarnard’s\ncase,\nsupra.\n[24]\nMr\nBurger\nalso\nargued that the court\na quo\nhad erred in holding that the essentials for the successful\ninvocation of the principles of vicarious liability were present in this\ncase.\nSuch harassment as was proved to have taken place had not been committed within\nthe course and scope of the second appellant’s\nemployment. Furthermore,\nthere was no empirical evidence to establish that the first appellant had\ncreated or increased a risk of\nsexual harassment within the employment\nrelationship. In any event, the first appellant should not be held to be\nvicariously liable\nfor sexual harassment of one employee by another merely on\nthe basis that the first appellant had created or increased a risk of\nsexual\nharassment within the employment relationship. The expansion of the common law\nas regards vicarious liability was in this\ncase not justified on constitutional\ngrounds. According to counsel, South African cases provide no authority for the\ntrial court’s\nfinding of vicarious liability; the Canadian and English\ndecisions were decided in different factual contexts, and the American authority\nwas of doubtful value in our legal system.\n[25]\nAs regards the\nrespondent’s alternative cause of action against Tydskrifte, namely that\nTydskrifte had breached a legal duty\nit\nowed to the respondent  by\nwrongfully and negligently failing to prevent the second appellant from sexually\nharassing her, Mr\nBurger\nsubmitted that the respondent had to prove that\nit could reasonably have been expected of Tydskrifte to take positive steps to\nprevent\nthe injury to her and that Tydskrifte failed to take such steps. What\ncould reasonably have been expected from Tydskrifte was determined\nby the\nfactual circumstances and the legal convictions of the community as assessed by\nthe court. Pointing out that a legal duty\nis something more than a moral,\nethical or social duty, counsel contended - with reference to what was said by\nthe Constitutional\nCourt in\nCarmichele v Minister of Safety and Security\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC) para [43] at 957 - that the question to be answered was\nwhether Tydskrifte ought reasonably and practically to have prevented\nharm to\nthe respondent: put differently, was it reasonable to expect of Tydskrifte to\nhave taken positive measures to prevent the\nharm? In his submission, no basis\nhad been laid for any conclusion that the legal convictions of the community\nrequired the legal\nduty alleged to be imposed.  Such duties as Tydskrifte had\nregarding the prevention of harm to the respondent flowing from sexual\nharassment arose from the contract of employment between it and her,\nsupplemented in some respects by applicable legislation, such\nas the\nLabour\nRelations Act 66 of 1995\n, the\nOccupational Health and Safety Act 85 of 1993\n, the\nCompensation for Occupational Injuries and Diseases Act 130 of 1993, the\nBasic\nConditions of Employment Act 75 of 1997\nand the\nEmployment Equity Act 55 of\n1998\n.\n[26]\nCounsel submitted in this regard that there is an important\ndifference in principle between an employer’s relationship with\nhis\nemployees, on one hand, and that with the community in general, on the other.\nAny duty which an employer may have to prevent\nsexual harassment of its\nemployees cannot be separated from the employment relationship, which is\ncontractual both as to its origin\nand its nature, with statutory inclusions and\nadditions. In the present case Tydskrifte had no legal duty\nqua\nemployer\ntowards its employee, the respondent, which did not arise\nfrom a contract of employment or applicable legislation. Instead of relying\non a\n(delictual) legal duty, the respondent should have relied on a provision in her\nemployment contract, whether express or implied,\nwhich she clearly had not done.\nThat, he contended, constituted a complete defence to the respondent’s\nclaim against the first\nappellant in so far as it was being sued as the party\nwhich had accepted an obligation to assume any liability that Tydskrifte had\ntowards the respondent in this regard. In support of this submission he relied\non the decision of this court in\nLillicrap Wassenaar and Partners v\nPilkington Brothers (SA) Ltd\n1985 (1) SA 475\n(A) at 499H-I.\n[27]\nEven if there were a general legal duty on the part of\nTydskrifte which could be enforced in a delictual action, this duty, so counsel\nsubmitted, had been discharged: in 1997 already, a sexual harassment policy had\nbeen accepted and applied throughout the whole Naspers\ngroup of which Tydskrifte\nformed a part; this policy had been distributed and made known throughout the\nwhole group; a copy thereof\nhad speedily been made available to the respondent\nas soon as she asked for it; a grievance procedure, supplementary to the\nprocedures\nwhich were applicable at all levels in the group in terms of the\nsexual harassment policy, had been accepted enabling employees to\ndirect and\nfollow up their grievances to a variety of people within and outside Tydskrifte,\nand the disciplinary procedure had been\nset in motion expeditiously against the\nsecond appellant as soon as the respondent had laid a formal charge against him.\nMr\nBurger\nsubmitted that the evidence thus showed not only that\nTydskrifte had exercised reasonable care to prevent and correct promptly any\nsexually harassing behaviour but also that any legal duty to which it was\nsubject had been complied with.\n[28]\nHe pointed out that the\nrespondent, who was at all relevant times aware of the disciplinary policy and\ncode and the grievance procedure\nof her employer, had refrained from taking\nformal steps of any kind against the second appellant until after the flat\nincident: that\nis to say after being subjected, on her version, to approximately\nsix months of harassment. Her failure in this regard was, he submitted,\nunreasonable, alternatively she had herself to accept responsibility for the\nfact that steps were only taken against the second appellant\nafter the flat\nincident.\n[29]\nAs regards the first jurisdictional defence raised by\nthe first appellant, as set out in para 9 above, counsel referred to the\nCode\nof Good Practice on the Handling of Sexual Harassment Cases\npromulgated in\nterms of\ns 203(2)\nof Act 66 of 1995, read with         s 203(3) in terms of\nwhich any such code must be taken into account in interpreting and applying\nthe\nAct, and submitted that the  elimination of sexual harassment in the workplace\nwas recognised as a labour matter involving the\napplication of Act 66 of 1995 in\nso far as concerns the relationship between employer and employee.\nHe also\npointed out that sexual harassment cases are presently dealt with under Chapter\nII of the\nEmployment Equity Act 55 of 1998\n.\nSection 10\nof that Act, which is\npart of Chapter II, provides that disputes concerning alleged unfair\ndiscrimination (of which harassment is\na form (see s 6 (3)) must be referred for\nconciliation and, failing resolution, to the Labour Court and, further, that the\nrelevant\nprovisions of Parts C and D of Chapter VII of the\nLabour Relations Act\n(which\ninclude\ns 157)\n, with the changes required by the context, apply to such\ndisputes.\n[30]\nDealing with the trial court’s second reason for\nrejecting this jurisdictional defence (a reason which applies also in respect\nof\nthe second jurisdictional defence), namely that the respondent’s employer\nwas Tydskrifte and not the first appellant, Mr\nBurger\nsubmitted that in\nthis regard the trial court overlooked the fact that, from a practical point of\nview, the respondent and the second\nappellant were both working in the same\norganisation.\n[31]\nHe then turned to the second jurisdictional defence\n(as set out in para [11] above), namely that the High Court was precluded from\nhearing the respondent’s action because of the provisions of\ns 35(1)\nof\nthe Compensation for Occupational Injuries and Diseases Act 130 of 1993, which\nreads as follows:\n‘(1)\tNo action shall lie by an employee ... for the recovery of damages in\nrespect of any occupational injury or disease resulting\nin the disablement ...\nof such employee against such employee’s employer, and no liability for\ncompensation on the part of\nsuch employer shall arise save under the provisions\nof this Act  in respect of such disablement\n...’\n[32]\nThe trial court’s first reason for\nrejecting this defence was based on a finding that the Act required a particular\nincident\nconstituting an ‘accident’ to have taken place before\ncompensation would be payable thereunder and that it made no provision\nfor the\nconsequences of prolonged harassment. Counsel submitted that this was incorrect\nbecause the Act was not confined to providing\nclaims for compensation for\ninjuries sustained as a result of accidents but also for occupational diseases,\nmany of which can be\ncontracted as a result of prolonged exposure to what he\ncalled work-related hazards (arbeidsgevare). In this regard he referred to\ns\n65(1) of the Act, which as far as is material, reads as\nfollows:\n‘(1)\tSubject to the provisions of this Chapter, an employee\nshall be entitled to the compensation provided for and prescribed\nin this Act if\nit is proved to the satisfaction of the Director-General –\n(a)\nthat the employee has\ncontracted a disease mentioned in the first column of Schedule 3 and that such\ndisease has arisen out of and\nin the course of his or her\nemployment;\nor\n(b)\nthat the employee has\ncontracted a disease other than a disease contemplated in paragraph\n(a)\nand that such disease has arisen out of and in the course of his or her\nemployment.’\nIn terms of s 66 it is presumed,\nunless the contrary is proved, that if an employee who has contracted an\noccupational disease listed\nin the first column of Schedule 3 was employed in\nany work mentioned in the second column of the Schedule, the disease so\ncontracted\narose out of and in the course of his employment. Thus, to give an\nexample, a hearing impairment suffered by an employee engaged\nin work involving\nexposure to excessive noise will be presumed to have arisen out of and in the\ncourse of the employment of the employee\nconcerned.\n[33]\nPost-traumatic stress syndrome is not a disease listed\nin Schedule 3, but, by virtue of the provisions of s 65(1)\n(b)\nof the Act,\nif the respondent contracted it in circumstances arising ‘out of or in the\ncourse of her employment’, she\nwould be entitled to compensation under the\nAct and would not be able to institute a civil action against\nTydskrifte.\n[34]\nMr\nBurger\naccordingly submitted that, if the\nrespondent’s condition is correctly to be diagnosed as post-traumatic\nstress syndrome and\nshe contracted it in her workplace as a result of exposure\nto sexual harassment by the second appellant, she would be entitled to\ncompensation under s 65 of the Act and would be precluded from instituting a\ncommon law action for damages against Tydskrifte.\nSUBMISSIONS ON BEHALF\nOF THE SECOND APPELLANT\n[35]\nMr\nHeunis,\nwho appeared on\nbehalf of the second appellant, submitted that the trial court erred in finding\nthat it had been proved that the second\nappellant had sexually harassed the\nrespondent. He associated himself with Mr\nBurger’s\nsubmission that\nthe trial judge had been guilty of a misdirection in the summary manner in which\nhe had rejected the evidence of the\nwitness Africa. He contended that Africa had\nbeen a good witness who corroborated the second appellant on the pivotal factual\nissue\nin the case, namely whether the second appellant had sexually harassed the\nrespondent or was involved in a consensual flirtatious\nromantic relationship\nwith her. He conceded that the second appellant had not been a satisfactory\nwitness but said that the same\napplied to the respondent who had given\nuntruthful and dishonest evidence on various points. As both of the two\nprincipal role players\nwere unsatisfactory, the evidence of Africa became\nparticularly important. On his evidence (the important aspects of which have\nbeen\nsummarised in para [20] above), there was no question of harassment: the\nrespondent was clearly involved in a consensual relationship\nwith the second\nappellant. He submitted further that she was a single witness in respect of many\nof the incidents relied on.\n[36]\nFurthermore, there was a pattern\ndiscernible in her conduct in that she had had an office affair previously with\nthe main person for\nwhom she performed secretarial duties, namely Barend van As\n(at that time the production manager of Tydskrifte). This affair had\nterminated\nsome months before her relationship with the second appellant began. He also\nargued that the trial court had erred in\nfinding that the flat incident had\ncaused the respondent to lay a charge against the second appellant. He referred\nin this regard\nto the evidence given by Anchen Pienaar, a social worker employed\nat the time by the Naspers group, who testified that the respondent\nhad told her\nthat, before she decided to go to Ulrich Stander (the labour law consultant\nemployed by Naspers) to report what had\nhappened, there had been a telephone\ncall on either the Thursday or the Friday following on the flat incident as a\nresult of which\nshe had had to tell her husband of what had allegedly happened\nat work. This, and not the flat incident, he suggested, had precipitated\nher\nreport to Stander.\n[37]\nMr\nHeunis\nsubmitted that it was\nsignificant that, after the so-called Landbousaal incident, the respondent burst\ninto tears only when Nicolene\nJohnson commented on lipstick marks on the second\nappellant’s collar in the respondent’s presence, not when she first\ncame back to her workstation after being in the Landbou room. This was not\nconsistent with the allegation of sexual harassment. The\nscratchmarks on the\nsecond appellant’s back, which Nicolene Johnson saw, were not necessarily\ncorroborative of the respondent’s\nstory.\n[38]\nHe contended that\nthe two female witnesses called to corroborate the respondent by telling of a\npattern of similar conduct on the\npart of the second appellant in the past had\nnot succeeded in proving such similar conduct. Thus, for example, Elsabe van den\nBerg,\nwho had worked with the second appellant at the premises of Nasionale\nBoekdrukkery in Goodwood/Parow in 1996, testified that the\nsecond respondent had\nsexually harassed her, essentially by making crude suggestions to her and using\nsexually offensive language.\nIn addition, Lieza Blom had conceded in\ncross-examination that it was possible that she had been unduly sensitive\nregarding proposals\nand suggestions put to her by the second appellant (as a\nresult of previous experiences she had had at Naspers).\n[39]\nAs far as\nthe evidence of Nicolene Johnson was concerned, important aspects in her\nevidence did not appear from her original written\nstatement or her evidence at\nthe disciplinary enquiry. Mr\nHeunis\nsubmitted that her evidence had to be\napproached with great caution as it was clear that she harboured a grudge\nagainst the first\nappellant because she thought that she had been retrenched as\na result of testifying at the disciplinary proceedings against the\nsecond\nappellant, despite the fact that she had been promised that the company would\nlook after her and that she would not lose her\njob.\nSUBMISSIONS ON\nBEHALF OF THE RESPONDENT\n[40]\nMr\nMelunsky\nsubmitted\nthat the trial court had correctly found that the second appellant had sexually\nharassed the respondent and that she suffered\nsevere psychological sequelae as a\nresult. It was not necessary for the court to find that the respondent suffered\nfrom post-traumatic\nstress disorder in order to impose liability on the\nappellants: the name to be given to her condition was immaterial for the\npurposes\nof a finding that the appellants were liable.\n[41]\tT\nhe trial\ncourt correctly found, so he contended, that the first appellant was vicariously\nliable for the acts of sexual harassment\nfound to have been committed by the\nsecond appellant. In the alternative he contended that it had been shown that\nTydskrifte was\nunder a legal obligation to ensure safe working conditions at its\nworkplace. That obligation included a duty to protect the respondent\nfrom sexual\nharassment. Various persons who were on the managerial staff of Tydskrifte were\naware of this sexual harassment. In breach\nof their duty to prevent a recurrence\nthereof, they negligently remained passive and permitted the harassment to\ncontinue.\n[42]\nAccording to counsel, the trial court had correctly\nrejected the jurisdictional defences raised by the first\nappellant.\nDISCUSSION:\nWAS THE RESPONDENT SEXUALLY\nHARASSED BY THE SECOND APPELLANT?\n[43]\nIt is convenient to\ndeal first with the issue as to whether the respondent succeeded in proving that\nshe was sexually harassed by\nthe second appellant.\n[44]\nIn what\nfollows I am prepared to assume, without deciding, that the trial judge may well\nhave misdirected himself in regard to the\nmanner in which he approached the\nevidence of the witness Africa. I shall accordingly consider whether this court\ncan be satisfied\non the record of the evidence led that the second appellant was\nindeed guilty of sexual harassment of the respondent.\n[45]\nI do not\nthink that the evidence of Leon Africa can be accepted. On two important\naspects, his evidence, if accepted, would corroborate\nthat of the second\nappellant and undermine that of the respondent on the crucial question as to\nwhether they had a romantic relationship\nor whether he was guilty of sexually\nharassing her. The first item of his evidence to which I refer is his statement\nthat on one\noccasion he entered the office which he shared with the second\nappellant, the door of which was half open, and found the second appellant\nand\nthe respondent embracing and kissing one another. The second item was his\nstatement that he saw a note with the words ‘Ek\nhet jou lief’,\napparently signed by the respondent with a drawing of the sun followed by the\nletters ‘ja’. This\nnote, which the second appellant kept in a drawer\nhe shared with the witness, was written on a 9cmx9cm yellow\nsticker.\n[46]\nThe difficulty with both these items of evidence is that\nthey are directly in conflict with the evidence of the second appellant.\nAs far\nas the kissing incident is concerned, the second appellant said that he and the\nrespondent always closed the door of the office\nbefore they kissed. As regards\nthe alleged note, the second appellant said it was written on a paper serviette.\nThe conflicts between\nthe second appellant and Africa on these and other issues\nare of such a nature as to satisfy me that Africa’s evidence must\nbe\nrejected.\n[47]\nAs will be seen from what follows I do not rely on the\nevidence of Elsabe van der Berg and Lieza Blom that the second appellant was\nalso guilty of sexually harassing them. I am prepared to assume that Mr\nHeunis’s\nsubmission that it would not be appropriate to do so may\nwell be correct. I have also not relied on the evidence of Nicolene Johnson.\nHere also I am prepared to assume that Mr\nHeunis’s\nargument in\nregard to her evidence should be accepted.\n[48]\nIt is true that, in\nrespect of the specific incidents referred to, we are largely dependent on the\ntestimony of the two main protagonists,\nboth of whom were in certain respects\nunsatisfactory witnesses. It seems to me, however, that there are certain\naspects of the evidence,\nwhich the second appellant either admits or cannot\ndeny, which indicate unmistakeably where the truth lies. They enable us, as it\nwere, to ascertain in which direction the current is flowing and thus to\ndetermine, in my view, with a fair degree of accuracy whether\nor not there was\nsexual harassment.\n[49]\nThe first aspect to which I refer relates to\nthe respondent’s assertion that, after the first incident of harassment\nrelied\non (the lift incident), he threatened her with a newspaper article about\nher husband’s previous criminal trial. He admitted\nobtaining the report in\nquestion from the Internet and satisfying himself that the respondent, whom he\ninitially did not believe\non the point, had been telling him the truth. His\nevidence that he then downloaded the report from the Internet, held onto it for\nsome time and then suddenly one day handed it to the respondent in an envelope\ndoes not make any sense and is inherently improbable\nunless, as the respondent\nsays, he was using the report to ‘blackmail’ her into silence about\nhis harassment of her.\n[50]\nIt is also significant that the respondent\nasked Jerome Kalan, a trainee manager in the personnel department, for the\nNaspers sexual\nharassment policy at an early stage, ie immediately after the\nalleged lift incident. This was not denied at the enquiry and Kalan\nwas not\ncalled by the second appellant at the trial. In my opinion it can safely be\naccepted that the respondent did indeed call\nfor the policy at that stage. This\nwas conduct which clearly rebuts any suggestion that her allegations of\nharassment were a recent\nfabrication made shortly before the enquiry and is\ninconsistent with any suggestion that she was not already being harassed at that\nearly stage.\n[51]\nThe next aspect to which I wish to refer is the\nso-called finger biting incident. The second appellant initially said that what\nhappened\non this occasion was that he put a sweet in the respondent’s\nmouth whereupon she bit his finger ‘more in a joking sense’,\nresulting in what he described as ‘a little gash’, ‘a\nlaughable incident’ which was insignificant and not\nserious. Later on he\nconceded that the bite had been down to the bone and was not ‘just a\nlittle gash’. It was something\nquite serious. When pressed further and\nconfronted with what he had said at the disciplinary enquiry, he conceded the\nfinger biting\ndid not take place as a joke but in the context of an argument but\nclaimed that he could not remember what had happened. His evidence\non this issue\nalso points strongly in the direction of harassment rather than\nflirtation.\n[52]\nAnother aspect which, in my view, provided a clear\nindication as to where the truth lies in this case is the incident in the\nLandbou\nroom. On the second appellant’s version all that happened in the\nLandbou room was that he hugged and kissed the respondent\nwith her consent.\nDuring the embrace, he said initially, she could have scratched his back. Later\nhe conceded he had indeed been\nscratched and later still, that it had been an\nopen wound. It had merely happened ‘as part of the kissing’, not as\npart\nof a passionate embrace. In my opinion the fact that he cannot deny that he\nwas scratched on the back by her in the Landbou room\nis a fairly strong\nindication that her version of the incident is to be believed instead of his.\nHis admission relating to the scratch\nwounds certainly corroborates her on the\npoint because it is evidence which renders her version more probable and his\nless probable.\nI also can understand her initial reluctance to talk about it and\nher subsequent embarrassment when it appeared that there was lipstick\non his\ncollar. I accordingly do not agree with Mr\nHeunis’s\nargument on\nthis point.\n[53]\nIn my view the admissions the second appellant made\nin regard to the flat incident indicate that, on this aspect of the case as\nwell,\nthe respondent is to be believed that he harassed her on this occasion\nalso. The trial judge was unable to find that the respondent\nwas threatened with\na firearm on this occasion. The second appellant admitted that his primary\npurpose in going to see the flat was\nnot with a view to purchase it but to spend\ntime with the respondent. (In this regard I am satisfied that it is\noverwhelmingly probable\nthat\nher\nreason in going there was to show him\nthe flat with a view to his possibly buying it.) His further statement that they\nhad reached\nthe end of their relationship and that he suggested that he make a\nhotel booking so that they could again spend time together and\ndiscuss matters\nbut not to have sexual intercourse is overwhelmingly improbable. Under\ncross-examination by counsel for the first\nappellant he said:\n‘... the\nhotel issue doesn’t necessarily mean that it would have been a sexual\nrelationship, because that never occurred\nto any one of the parties ... That was\nnever, never, ever discussed between the two of us.’\nShe testified,\nhowever, that when he said that all he wanted was one night with her, she said\nshe could not go with him that night\nbecause she was menstruating. He then said\nthat he would make a reservation for the place where he would meet her and give\nit to\nher. Her statement that she mentioned the fact that she was menstruating\nas the reason why she could not go with him that night (a\nstatement not\nchallenged in cross-examination) indicates clearly that she got the impression\nthat he was after a sexual encounter.\nHis acceptance of her reason for not\ncoming with him that night and his action in making a hotel reservation for a\nnight, some twelve\ndays thereafter, indicates that her impression as to what he\nactually wanted was correct.\n[54]\nHe conceded that when he got into\nthe respondent’s utility vehicle after having been shown the exterior of\nthe flat, she was\nshivering and tense and that, after he had asked her why this\nwas so, he said that he was not going to do anything to her. This indicates\nthat\nhe himself thought that the reason for her emotional state was fear that he\nintended doing something to her. He concedes he\nhad brought his firearm with\nhim, that it was in its holster strapped to his right hip, which would have been\nthe side nearest to\nher as he sat next to her in the passenger’s seat. We\nknow that she saw his firearm.\n[55]\nAll this evidence established in\nmy view that she thought (a) that he wanted intercourse with her and (b) that he\nhad brought a firearm\nwith him so as to overcome her resistance if she refused.\nIt is true that her further evidence that he drew the firearm from the\nholster\nand handed it to her saying ‘well shoot yourself’ cannot be accepted\nin the absence of corroboration. This notwithstanding,\nenough of the detail as\nto what happened that evening emerge from his own evidence and that part of her\nevidence that was not denied\nto enable one to find on the probabilities that he\nindicated to her that he wanted sexual intercourse; that she temporised by\npleading\nthat she was having a period; that he agreed to a postponement of their\nnight together, and that she believed that, if she did not\nagree, he might use\nhis firearm to achieve his purpose. In the circumstances I am satisfied that\nwhat the respondent experienced\nduring the so-called flat incident amounted to\nsexual harassment and was substantially more serious than anything that had\npreceded\nit.\nDID THE RESPONDENT SUFFER A RECOGNISED PSYCHIATRIC\nINJURY?\n[56]\nIt was common cause the parties that the\nrespondent manifested severe psychiatric harm just after the disciplinary\nenquiry. All the\nprofessional witnesses agreed that she was not malingering and\nthat she was suffering from a recognised psychiatric disorder. The\nissue debated\nbetween the experts was whether the disorder was correctly diagnosed as\npost-traumatic stress disorder. All the experts\naccepted the diagnostic features\nof this disorder as set out in\nDSM-IV\nat p 424, as follows:\n‘The\nessential feature of Posttraumatic Stress Disorder is the development of\ncharacteristic symptoms following exposure to\nan extreme traumatic stressor\ninvolving direct personal experience of an event that involves actual or\nthreatened death or serious\ninjury, or other threat to one’s physical\nintegrity; or witnessing an event that involves death, injury, or a threat to\nthe\nphysical integrity of another person; or learning about unexpected or\nviolent death, serious harm, or threat of death or injury experienced\nby a\nfamily member or other close associate (Criterion A1). The person’s\nresponse to the event must involve intense fear, helplessness,\nor horror (or in\nchildren, the response must involve disorganized or agitated behaviour)\n(Criterion A2). The characteristic symptoms\nresulting from the exposure to the\nextreme trauma include persistent reexperiencing of the traumatic event\n(Criterion B), persistent\navoidance of stimuli associated with the trauma and\nnumbing of general responsiveness (Criterion C), and persistent symptoms of\nincreased\narousal (Criterion D). The full symptom picture must be present for\nmore than 1 month (Criterion E), and the disturbance must cause\nclinically\nsignificant distress or impairment in social, occupational, or other important\nareas of functioning (Criterion F).’\n[57]\nIt was common cause\nthat Criterion A2 and Criteria B to F were present in the respondent’s\ncase. The area of debate related\nto whether Criterion A1 was\npresent.\n[58]\nProfessor Emsley, professor of psychiatry at the\nUniversity of Stellenbosch and the chairperson of the SA Society of\nPsychiatrists’\ntask team for disability assessment, originally diagnosed\nthe respondent’s condition as post-traumatic stress disorder. However,\nhe\nsubsequently revised his opinion when it was put to him that the\nrespondent’s statement to him that a gun was held to her\nhead and an\nattempt made to rape her was neither consistent with her statement before the\ndisciplinary enquiry, nor with her evidence\nat the enquiry and during the trial.\nHe regarded incident - she had described it to him - as what he called an\n‘extreme stressor’,\nwhich complied with Criterion A1\n.\nIf,\nhowever, that specific traumatic event had not occurred, the most likely\ndiagnosis would in his opinion have been an adjustment\ndisorder.\n[59]\nIn my view the traumatic incident which I have found\ndid occur\nwas\nsufficiently severe, on the probabilities, to have complied\nwith Criterion A1. In this regard it is important to bear in mind the\ndistinction between the scientific and the judicial measures of proof\nhighlighted by the House of Lords in\nDingley v The Chief Constable,\nStrathclyde Police\n2000 SC (HL) 77 at 89D-E (cited with approval by this\ncourt in\nMichael v Linksfield Park Clinic (Pty) Ltd\n2001 (3) SA 1188\n(SCA) para [40] at 1201E-H). And to be fair to Professor Emsley, I did not\nunderstand him to testify otherwise.\n[60]\nOn this part of the case I\nagree with Mr\nBurger’s\nsubmission that, but for the flat incident,\nthe respondent would not have sustained post-traumatic stress disorder or any\nother psychiatric\ninjury qualifying for legal redress within the rule as\nexpounded by this court in\nBarnard v Santam Bpk, supra.\nIn my view the\nrespondent’s own evidence, as summarised in para [22] above, provides\nsubstantial support for such a finding.\nIt may be that the flat incident\nconstituted the proverbial ‘last straw’ that broke the camel’s\nback but, be that\nas it may, in my view what ultimately caused the\nrespondent’s injury and therefore her damages in this case was the sexual\nharassment which took place during the flat incident.\n[61]\nIt follows\nfrom what I have said so far that the second appellant’s appeal must be\ndismissed with costs.\nTHE LIABILITY OF THE FIRST\nAPPELLANT\n[62]\nThe next question to be considered is whether\nthe first appellant should have been held liable, jointly and severally with the\nsecond\nappellant, to compensate the respondent for the damage she suffered as a\nresult of the harassment.\nVICARIOUS LIABILITY\n[63]\nIn\nview of the fact that I am satisfied that the respondent succeeded in\nestablishing the second cause of action on which she relied\nagainst Tydskrifte,\nit is unnecessary for me to deal with Mr\nBurger’s\nsubmissions that\nNel J’s finding of vicarious liability against the first appellant was\ninappropriate.\nBREACH OF LEGAL DUTY\n[64]\nThe\nrespondent’s second cause of action, it will be recalled, was a negligent\nbreach by Tydskrifte of a legal duty to its employees\nto create and maintain a\nworking environment in which, amongst other things, its employees were not\nsexually harassed by other employees\nin their working\nenvironment.\n[65]\nIt is well settled that an employer owes a common\nlaw duty to its employees to take reasonable care for their safety (see, eg,\nVan Deventer v Workman’s Compensation Commissioner\n1962 (4) SA 28\n(T) at 31B-C and\nVigario v Afrox Ltd\n1996 (3) SA 450\n(W) at 463F-I). This\nduty cannot in my view be confined to an obligation to take reasonable steps to\nprotect them from\nphysical\nharm caused by what may be called\nphysical\nhazards. It must also in appropriate circumstances include a\nduty to protect them from psychological harm caused, for example, by\nsexual\nharassment by co-employees.\n[66]\nThe test to be applied in this regard\nwas laid down by this court in\nMinister van Polisie v Ewels\n1975 (3) SA\n590\n(A) at 597A-B, where Rumpff CJ said:\n‘Dit skyn of dié\nstadium van ontwikkeling bereik is waarin ’n late as onregmatige gedrag\nbeskou word ook wanneer\ndie omstandighede van die geval van so ’n aard is\ndat die late nie alleen morele verontwaardiging ontlok nie maar ook dat die\nregsoortuiging van die gemeenskap verlang dat die late as onregmatig beskou\nbehoort te word en dat die gelede skade vergoed behoort\nte word deur die persoon\nwat nagelaat het om daadwerklik op te tree. Om te bepaal of daar onregmatigheid\nis, gaan dit, in ’n\ngegewe geval van late, dus nie oor die gebruiklike\n“nalatigheid” van die\nbonus paterfamilias\nnie, maar oor die\nvraag of, na aanleiding van al die feite, daar ’n regsplig was om redelik\nop te tree.’\n[67]\nIn determining the legal convictions of the\ncommunity in regard to sexual harassment in the workplace it is appropriate to\nhave regard\nto what was said on the topic by De Kock M in\nJ v M Ltd\n(1989) 10 ILJ 755 (IC) at 757G-758D:\n‘Unwanted sexual advances in\nthe employment sphere are not a rare occurrence. It appears from the article\nreferred to above\n[Mowatt ‘Sexual Harassment – New Remedy for an Old\nWrong’ (1986) 7\nILJ\n637] that studies in America and England have\nshown that close to 50% of working women have received such advances, that is,\nsexual\nharassment in the wider view. It also appears that a survey of 100 women\nin Johannesburg suggests that some 63% had received unwelcome\nsexual advances\nfrom a male in the office. There is no evidence that the percentage is in fact\nthat high but common experience shows\nthat sexual harassment is by no means\nuncommon.\nSexual harassment, whether it be between members of the opposite\nsex or of the same sex is, despite the fact that it is often a subject\nfor\nuncouth jokes, a serious matter which does require attention from employers.\nSexual harassment, depending on the form it takes,\nwill violate that right to\nintegrity of body and personality which belongs to every person and which is\nprotected in our legal system\nboth criminally and civilly. An employer\nundoubtedly has a duty to ensure that its employees are not subjected to this\nform of violation\nwithin the work-place. The victims of harassment find it\nembarrassing and humiliating. It creates an intimidating, hostile and offensive\nwork environment. Work performance may suffer and career commitment may be\nlowered. It is indeed not uncommon for employees to resign\nrather than subject\nthemselves to further sexual harassment. The psychological effect on sensitive\nand immature employees, both male\nand female, can be severe, substantially\naffecting the emotional and psychological well-being of the person involved.\nInferiors who\nare subjected to sexual harassment by their superiors in the\nemployment hierarchy are placed in an invidious position. How should\nthey cope\nwith the situation? It is difficult enough for a young girl to deal with\nadvances from a man who is old enough to be her\nfather. When she has to do so in\nan atmosphere where rejection of advances may lead to dismissal, lost\npromotions, inadequate pay\nrises, etc – what is referred to as tangible\nbenefits in American Law – her position is unenviable.\nFear of the\nconsequences of complaining to higher authority whether the complaint is made by\nthe victim or a friend, often compels\nthe victim to suffer in silence. That\nsexual harassment of an employee in an inferior position is despicable is only\nfully realized\nwhen one has to comfort a young girl crying her heart out in a\nquiet corner.’\n[68]\nIt is clear in my opinion that the legal\nconvictions of the community require an employer to take reasonable steps to\nprevent sexual\nharassment of its employees in the workplace and to be obliged to\ncompensate the victim for harm caused thereby should it negligently\nfail to do\nso. I do not think that the fact that the legislature has enacted legislation\nproviding a statutory remedy for unfair\nlabour practices involving sexual\nharassment justifies a holding that, absent the statutory remedy (which\npresumably was intended\nto be quicker, cheaper and more convenient than the\ncommon law remedy), the common law is defective in failing to provide a remedy\nin a situation which cries out for one.\n[69]\nNor do I think that the\nargument based on the fact that there was a contractual relationship between the\nrespondent and Tydskrifte\ncan alter the position. There are many instances where\nthe courts have recognised that there can be a concurrence of delictual and\ncontractual actions arising from the same set of facts: see, eg,\nVan Wyk v\nLewis\n1924 AD 438\nand\nLillicrap, Wassenaar and Partners v Pilkington\nBrothers (SA) Pty Ltd\n1985 (1) SA 475\n(A) at 496D-I.\n[70]\nI also\nam of the view that the first appellant’s attempt to rely on the\nLillicrap\ndecision in this matter cannot avail it. In that case an\nexception was allowed to the respondent’s delictual claim because the\ninfringement of duty relied on was an infringement of the appellant’s\ncontractual duty to perform specific professional work\nwith due diligence (see\nthe judgment of EM Grosskopf AJA at 499D-E), it not being contended that the\nappellant would have been under\na duty to the respondent to exercise diligence\nif no contract had been concluded (at 499A-B). (See also\nFF Holtzhausen v\nAbsa Bank,\nan unreported judgment of this Court delivered on 17 September\n2004.) In the present case I am satisfied that the duty allegedly breached\nin\nthis case was not dependent upon any specific term of the contract of employment\nbetween Tydskrifte and the respondent, whether\nor not supplemented by\nlegislative enactment.\n[71]\nThe next question to be considered is\nwhether a negligent breach of that duty by Tydskrifte has been established. In\nthis regard I\nagree with counsel for the first appellant that, on this part of\nthe case, the respondent had to show a failure by Tydskrifte to\ntake reasonable\nand practicable steps to prevent the sexual harassment of its employees. I do\nnot agree, however, that the respondent’s\nalleged refusal to lay a charge\nor even make use of the grievance procedure against the second appellant\nprecluded Tydskrifte from\npreventing her from being harassed. In my opinion Van\nAs, to whom the respondent had at a very early stage complained of her\nharassment\nat the hands of the second appellant, could and should have told\nWerner Wager (the then chief manager of Tydskrifte) what the respondent\nhad\nreported to him and that (according to Van As) she had refused to lay a charge\nor use the grievance procedure and had said that\nshe would deny it if called\nupon to substantiate the allegations. The key point was that, despite the\nrespondent’s attitude\nin this regard, Van As had no reason\nnot\nto\nbelieve that the second appellant was harassing her – on the contrary,\naccording to the evidence - and should have realised\n(even if he actually did\nnot) that her reluctance to take the matter further in no way cast doubt upon\nthe genuineness of her complaints.\nIn the circumstances his failure to deal with\nthe matter when the respondent reported it to him was culpable. He was in a\nmanagerial\nposition and Tydskrifte, his employer, was clearly vicariously liable\nfor his failure to act in this regard.\n[72]\nIf Van As had acted\nearlier in the way I have suggested I am satisfied that Wager should (and on the\nprobabilities would) at least\nhave informed the second appellant that his\nconduct\nvis-à-vis\nthe respondent had not gone unnoticed and have\nwarned him  that, if such conduct persisted, not only his ambition of rising to\na senior\nmanagerial position in the company would come to nought but there was a\nvery real danger of his being dismissed. I think it overwhelmingly\nprobable,\nknowing what we do about the personality of the second appellant and his\nrelationship with Wager, that such a warning would\nin all probability have done\nthe trick and prevented the flat incident from taking place. I have already\nfound that, if the flat\nincident had not taken place, the respondent would not\nhave suffered the psychological injury on which her claim is\nbased.\n[73]\nIn view of my conclusions in respect of the failure by Van\nAs properly to react to the respondent’s complaints and the consequences\nof such failure, it is not necessary to consider whether or not either Lydia\nDavids (the acting personnel manager of Tydskrifte at\nthe relevant time) or Paul\nde Bruin (the information technology manager of Tydskrifte and the second\nappellant’s immediate\nsuperior at that time) also acted negligently in\nfailing to take steps timeously to curb the second appellant’s conduct\nvis-à-vis\nthe respondent, as was argued before us by Mr\nMelunsky.\nTHE FIRST APPELLANT’S JURISDICTIONAL\nDEFENCES\n[74]\nBecause I have found that the respondent has\nproved a culpable breach of legal duty on the part of Tydskrifte, and have left\nopen\nthe question as to whether the first appellant is vicariously liable for\nthe actions of the second appellant, it is not possible\nfor me to dispose of the\ntwo jurisdictional defences on the ground, relied on in part by the trial judge,\nthat the respondent’s\ndelictual claim against the first appellant is not\nexcluded by s 157 of Act 66 of 1995 and s 35 of Act 130 of 1993 because she was\nemployed not by the first appellant but by Tydskrifte, and that the first\nappellant was not able, as it were, to acquire a jurisdictional\ndefence which\nwas not available to Tydskrifte by accepting liability on Tydskrifte’s\nbehalf. I do not think, however, that\neither of the two jurisdictional defences\nwas available to Tydskrifte in this case.\n[75]\nThe harassment which\nforms the subject of the respondent’s cause of action occurred before the\nEmployment Equity Act 55 of 1998\ncame into operation (on 9 August 1999). Sexual\nharassment in the workplace has since 17 July 1998 been dealt with in the\nabovementioned\nCode of Good Practice on the Handling of Sexual Harassment\nCases\n, issued by the National Economic, Development and Labour Council in\nterms of s 203(1) of Act 66 of 1995. As indicated above, s 203(3)\nprovides that\nany person interpreting or applying Act 66 of 1995 has to take this code into\naccount.\nItem 7(6) of the code reads as follows:\n‘A victim of sexual\nassault has the right to press separate criminal and/or civil charges against an\nalleged perpetrator and\nthe legal rights of the victim are in no way limited by\nthis code.’\nWhile the references to ‘civil charges’ and\n‘sexual assault’ are not as clear as they might be, I think that\none\ncan safely assume that conduct of the kind proved to have been indulged in by\nthe second appellant must be covered by the phrase\n‘sexual assault’\nand that by a ‘civil charge’ is meant a civil action for damages\ntherefor. It is also unlikely\nthat the framers of the code intended a civil\nclaim for damages such as that brought by the respondent to form the subject of\nthe\ninternal procedures set out therein.\n[76]\nAs appears from the\nsummary of this defence as pleaded by the first appellant (set out in paras [9]\nand [29] above), the first appellant\nrelied upon items 2(1)\n(a)\nand\n3 of Schedule 7 to Act 66 of 1995 - which items were then still part of the\nSchedule - for the contention that the present dispute\nfell within the exclusive\njurisdiction of the Labour Court. Item 3 dealt with disputes about unfair labour\npractices, so that a claim\nbrought thereunder for harassment would be based on\nan allegation that the harassment constituted an unfair labour practice. But,\nas\nthis court pointed out in\nFedlife Assurance Ltd v Wolfaardt\n2002 (1) SA\n49\n(SCA) para [27] at 261E-H, a dispute about the\nunlawfulness\nof an\nemployer’s conduct (in that case a dismissal) as opposed to its\nunfairness\nis not a ‘matter’ required to be adjudicated by\nthe Labour Court as contemplated by s 157(1) and accordingly the High\nCourt’s jurisdiction is not excluded. By parity of reasoning, a delictual\nclaim such as the present will also not be excluded.\n[77]\nIt remains\nfor me to deal with the second jurisdictional defence as set out in paras [11]\nand [31] to [34] above,\nviz\nthat based on s 35(1), read with s\n65(1)\n(b),\nof Act 130 of 1993. In this case, it will be recalled, I have\nfound that the psychological disorder from which the respondent has\nbeen\nsuffering was ultimately contracted because of the harassment which occurred\nduring the flat incident. That incident did not\noccur in the course of the\nrespondent’s employment but rather while she was engaged in her own\nprivate activity, namely trying\nto sell her flat to the second appellant. It may\nwell be that employees who contract psychiatric disorders as a result of acts of\nsexual harassment to which they are subjected in the course of their employment\ncan claim compensation under s 65 but those are not\nthe facts in this case and I\nneed express no opinion thereon. I am satisfied that the second jurisdictional\ndefence is also without\nmerit.\nCONCLUSION AND\nORDER\n[78]\nIt follows from what I have said that the appeals\nof both appellants must fail.\n[79]\nThe following order is made:\nThe\nappeals of both appellants are dismissed with costs.\n................\nIG FARLAM\nJUDGE OF APPEAL\nCONCURRING\nNAVSA\t\tJA\nCONRADIE\tJA\nHEHER\t\tJA\nVAN\nHEERDEN\tJA\n[1]\nFrom a linguistic and medical\npoint of view, it is more accurate to speak simply of\npsychological\ntrauma,\nfor which both\npsychological\nand\npsychiatric treatment\nmay be required. However, as the respondent’s pleadings refer in terms to\n‘psychological and psychiatric trauma’,\nI shall utilise this\ndescription or a variant thereof where\nappropriate.\n[2]\nIt was discussed in\na number of articles published and to be published in the\nSouth African\nMercantile Law Journal,\nthe\nTydskrif vir die Suid Afrikaanse Reg,\nthe\nIndustrial Law Journal, Contemporary\nLabour Law\nand\nEmployment\nLaw.\n(See the two articles by J Neethling and JM Potgieter published in\n(2004) 16\nSA Merc LJ\n488 and to be published in 2005 (3)\nTSAR;\nthe\narticles by Alan Rycroft and Devina Perumal, Rochelle le Roux and Benita\nWhitcher published in (2004) 25\nILJ\nat 1153, 1897 and 1907 respectively,\nthe article by Karin Calitz to be published in\n2005 (2)\nTSAR\n215\n, the\narticle by Carl Mischke published in (2004) 14\nContemporary Labour Law\n5\nand the article by John Grogan published in (2004) 20 (4)\nEmployment Law\n3.",
  "scraped_at": "2026-02-12T14:12:33.245360",
  "date": "2005-06-01",
  "coram": [
    "FARLAM",
    "NAVSA",
    "CONRADIE",
    "HEHER",
    "VAN HEERDEN JJA"
  ],
  "case_number": "301/04",
  "parties": {
    "applicants": [
      "Media 24 Limited",
      "Gasant Samuels"
    ],
    "respondents": [
      "Sonja Grobler"
    ]
  },
  "sections": {
    "facts": "The respondent, a 33‑year‑old secretary employed by Nasionale Tydskrifte Ltd (a subsidiary of Media 24 Ltd), alleged that she was subjected to repeated sexual harassment over about five months by a trainee manager, Gasant Samuels. Incidents described included a lift incident, a ‘Landbou room’ incident, a coffee‑jar incident, a finger‑biting incident and a ‘flat’ incident that occurred off‑site. The harassment caused severe shock, anxiety, humiliation and psychiatric trauma, which the respondent claimed amounted to post‑traumatic stress disorder. Media 24 Ltd, as the employer of the trainee manager and as the party that had assumed liability for Tydskrifte’s obligations, was sued jointly with the trainee manager.",
    "issues": "1. Whether the respondent was sexually harassed by the second appellant. 2. Whether the harassment caused a recognised psychiatric injury. 3. Whether Media 24 Ltd was vicariously liable for the second appellant’s conduct. 4. Whether Tydskrifte breached a legal duty to provide a harassment‑free workplace. 5. Whether the High Court’s jurisdiction was excluded by s 157 of the Labour Relations Act or s 35(1) of the Compensation for Occupational Injuries and Diseases Act.",
    "principles": "The Court applied the common‑law duty of care owed by employers to employees, extending it to protection against psychological harm such as sexual harassment. Vicarious liability was examined in light of recent jurisprudence and the constitutional imperative to develop the common law where necessary. The duty to prevent harassment was grounded in delictual law and reinforced by statutory schemes: the Labour Relations Act, the Employment Equity Act, the Code of Good Practice on handling sexual harassment, and case law such as Barnard v Santam Bpk, Minister van Polisie v Ewels, and Lillicrap v Pilkington Bros. The Court held that jurisdictional defences under the Labour Relations Act and COIDA did not bar the delictual claim.",
    "application": "The Court found the respondent’s evidence credible and rejected the conflicting testimony of the witness Leon Africa. It concluded that the second appellant’s conduct, including the flat incident, amounted to sexual harassment and that the respondent suffered PTSD as a result. Accordingly, Tydskrifte breached its legal duty by failing to take reasonable steps to prevent the harassment, and Media 24 Ltd was vicariously liable as the employer of the trainee manager. The jurisdictional defences raised by the first appellant were rejected because the claim did not fall within the exclusive jurisdiction of the Labour Court nor the exclusive ambit of COIDA.",
    "conclusion": "Both appeals were dismissed. Media 24 Ltd and Gasant Samuels remain jointly and severally liable to the respondent for the damages quantified at R776,814. The court ordered that the appeals be dismissed with costs."
  },
  "tags": {
    "level_1": "Employment Law",
    "level_2": "Sexual Harassment",
    "level_3": [
      "vicarious liability",
      "delict",
      "psychological injury",
      "labour relations act"
    ]
  }
}