{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/137.html",
  "case_name": "De Reszke v Czeslaw Maras and Others (76/05) [2005] ZASCA 137; [2006] 2 All SA 115 (SCA); 2006 (2) SA 277 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 137",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 137\n|\nNoteup\n|\nLawCite\nDe Reszke v Czeslaw Maras and Others (76/05) [2005] ZASCA 137; [2006] 2 All SA 115 (SCA); 2006 (2) SA 277 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase No:  76/05\nREPORTABLE\nIn the matter between:\nANDRE DE RESZKE       \n                                             APPELLANT\nand\nCZESLAW MARAS\nAND\n18 OTHERS\nFIRST RESPONDENT\nMASTER OF THE SUPREME\nCOURT     SECOND RESPONDENT\nJACOBUS CHRISTIAAN\nKRIGE NO            THIRD RESPONDENT\n(TWENTY FIRST RESPONDENT)\nBefore: Howie P,\nStreicher, Ponnan, Mlambo JJA et Combrinck AJA\nHeard:  14 November 2005\nDelivered:  30 November\n2005\nSummary:\tWill â whether\ndocument intended to be the deceasedâs last will as required in\ns 2(3)\nof the\nWills Act No 7 of 1953\n.\n______________________________________________________\nJUDGMENT\n______________________________________________________\nMLAMBO JA\n[1]\tThe issue in this\nappeal is whether a document (referred to herein as annexure A) was\nintended by William Maras de Reszke (the\ndeceased), a Polish\nimmigrant, to be his will within the meaning of the Wills Act 7 of\n1953 (the Act). The Master declined to accept\nthe document as a will.\nAn application by the appellant to the Cape High Court (Moosa J),\nseeking to have annexure A declared a will\nin terms of the Act as\nwell as certain alternative relief was dismissed. An appeal to the\nFull Court of the Cape High Court (Comrie\nand Meer JJ and Hiemstra\nAJ), which followed also failed. The appeal is with the special leave\nof this court.\n[2]\tFirstly, an\nexhaustive exposition of the background facts and circumstances is\nnecessary. The appellant is his son from a short-lived\nmarriage. On 4\nOctober 1999 the deceased executed a will which complied with the\nrequirements of the Act (âthe first willâ).\nIn terms of this will\nother beneficiaries stood to benefit much more than the appellant.\nThose beneficiaries, (cited collectively\nas the first respondent)\nhave elected not to oppose the relief sought by the appellant\nelecting instead to abide the decisions of\nthe courts. That is also\nthe attitude of the second respondent, the Master of the High Court.\nThe third respondent, an attorney who\nwas appointed the executor in\nterms of the first will, is the only respondent who opposes.\n[3]\tOn 8 October 2001 the\ndeceased gave Jienie-Michelle (June) Dreyer (Dreyer), an employee and\nconfidante, a note and a file containing\nhis first will and stated\nthat he had revoked it. The note suggested that the deceased had\nbecome displeased with Julian Weil (Weil)\nhis erstwhile attorney and\nwas no longer interested in utilising his services. Weil is the\nauthor of the deceasedâs first will.\nThe deceased instructed Dreyer\nto forward the note to Weil.\n[4]\tThe deceased then\ninformed Dreyer that he wanted to draft a new will and mentioned how\nhe wanted to dispose of his assets. Dreyer\ntyped a document (the\nprecursor to annexure A) setting out these instructions. He further\ninstructed her to appoint attorney S J Burger\nto draft his\nwill. Burger had, in the past, acted on behalf of Allied Credit\nTrust, one of the deceasedâs companies.\n[5]\tIn the days that\nfollowed the deceased changed his instructions a number of times, one\nsuch change, regarding a bequest to the\ndeceasedâs housekeeper, was\nat Dreyerâs prompting. Dreyer typed the final version of annexure A\non 15 October 2001 on the\nletterhead of Allied Credit Trust\n(Pty) Ltd and addressed it to Burger in keeping with the deceasedâs\ninstructions. This was after\nthe deceased confirmed to her that the\ndocument reflected his instructions. On 18 October 2001 the deceased\neffected another change\nto annexure A. This was after he had\nrequested Dreyer to list all his paintings on the reverse side of\nannexure A (a two page document)\nand to take photographs thereof. He\nthereafter signed the document, had it witnessed by his caregiver\nGoosen, and kept it with him.\n[6]\tOn 21 October 2001\nBenjamin Odin Knutzen (Knutzen), the deceasedâs neighbour, and his\nattorney, Wynand Albert Barnard (Barnard),\nvisited the deceased to\ndiscuss a gift (a BMW motor vehicle) the latter intended to give to\nKnutzen. This meeting was at the instance\nof Knutzen who had, in\ndiscussions with the deceased earlier that month, learnt that the\ndeceased wished to draw up a new will. When\nKnutzen introduced\nBarnard to the deceased he explained to the deceased that Barnard was\nthe attorney he had contacted to draw up\nthe deceasedâs new will in\nthe light of the deceasedâs wish for that to be done. The deceased\nconfirmed to Barnard that, indeed,\nhe wanted a new will drawn up as\nhe was dissatisfied with the previous one. He in fact requested\nBarnard to draft his new will. Barnardâs\nresponse was that he would\nat a later stage take proper instructions to draw up the will but in\nthe presence of the deceasedâs\nphysician, Dr Johan Herbst and\nGoosen the deceasedâs caregiver.\n[7]\tThe next day, 22\nOctober 2001, the deceased requested Dreyer to read annexure A in\nevery detail to him, which she did. It appears\nthat during this\ndiscussion Dreyer informed the deceased that the will executed by him\non 4 of October 1999 had been cancelled. After\ngoing through annexure\nA meticulously the deceased confirmed that was what he wanted and\nsigned it again. He also wrote the words\nâno more sufferingâ on\nthe first page. Lindie Potgieter, one of his employees, signed as a\nwitness.\n[8]\tThe next day, 23\nOctober 2001, Weil visited the deceased and formed the view that the\nlatter was physically and mentally compromised.\nBarnard visited the\ndeceased again on 25 October 2001 and again declined to take\ninstructions to draft a will. On 2 November\n2001, after learning\nof the visits by Weil and Barnard, Dreyer telephoned Barnard to\nenquire whether he had taken instructions from\nthe deceased to draft\nhis new will. Barnard answered in the negative.\n[9]\tOn 5 November 2001\nDreyer telephoned Weil and informed him that the deceased required a\nnew will and enquired from him whether,\nduring his visit to the\ndeceased recently, he had taken such instructions. When the latter\ninformed her that he had not done so she\nbecame agitated. On the same\nday Dreyer obtained annexure A from the deceased and handed it to\nBurger. The deceased died two days\nlater on 7 November 2001.\n[10]\tAnnexure A, which I\nset out in full, is central to this matter. It reads:\nâ\nRe:  Last Will & Testament     \n                                                   From J M Dreyer\nDated 16/10/2000\nDear Mr Burger\nWith reference to todayâs\nconversation, I hereby wish to advise you of the following:\nMr De Reszke has asked me to nominate\na lawyer of choice to handle his last will and testament, with the\nfollowing terms and conditions.\n1.\tYou are to appoint Jackson\nNeethling as Auditor of all companies held by Mr De Reszke. The\nperson responsible will be no other\nthan Herman Gerrits of Jackson\nNeethling.\n2.\tAll other previous wills and or\nLast Testaments are to be nil and void.\n3.\tThe following fixed assets and or\ngoods are to be given upon his death to the persons of his choice. He\nhas instructed me to fulfil\nhis last wishes.\n4.\tTOPLIN HOUSE C.C. is to be given to\nAndre De Reszke â His son.\n5.\tSCOMBLIN HOUSE (PTY) LTD is to be\ngiven to Mrs. E.M.I. Dreyer a trusted employee.\n6.\tALLIED CREDIT TRUST (PTY) LTD will\ncontinue up and until such time as all monies have been collected â\nunder the Management of\nMrs E.M.I. Dreyer.\n7.\tHis watch a LONGUINES will be\nhanded over to his son Andre De Reszke.\n8.\tHis B.M.W. will be given to Oden\nKnoetzen, a trusted friend.\n9.\tHis house at 6 Adam Tas Road,\nSomerset West and all other goods within his house including any and\nall other assets not mentioned\nare to be sold, first to cover any and\nall debt including taxes, Vat, and the administration of his will.\nAll balances thereafter\nare to be handed over to any and all living\nrelatives in Poland. Should there be no living relatives in Poland,\nthe money remaining\nafter all Liabilities have been covered will\nremain within the Allied Credit Trust (PTY) Ltd, used to give his son\nAndre De Reszke\na living wage of R5000.00 per month, up and until all\nfunds of the Allied Credit Trust (Pty) have been exhausted.\n10.\tHis cook known as Christa Wagenaar\nWill receive a lump sum of R20000.00.\nShould you require any other\ninformation do not hesitate to give the writer a call on the above\nnumbers.\nThanking you.\nMr W. DE RESZKEâ\n[11]\tSection 2(3) lays\ndown the requirements which a document which does not comply with the\nformalities for the execution of a will\nhas to meet before a court\nwill order the Master to accept it as a will. The effect of an order\nunder s 2(3) is that a document which\nis not a will for want of\ncompliance with certain prescribed formalities but purports to be a\nwill is given effect to if the requirements\nof the section have been\nmet. For the grant of relief under s 2(3) a court must be satisfied\nthat the deceased person who drafted\nor executed the document\nintended it to be his will. That intention, in my view, must have\nexisted concurrently with the execution\nor drafting of the document\n(\nHarlow\nv Becker NO and Others\n1998 (4) SA 639\n(D). It is with this exposition of the legal position\nthat I return to the facts.\n[12]\tI shall assume in\nfavour of the appellant that the document was drafted and executed by\nthe deceased as envisaged by s 2(3).\nDid the deceased by so doing\nintend the document to be his will is the issue. In considering that\naspect I am guided by what was\nstated by  this court in\nVan\nWetten and another v Bosch and Others\n2004\n(1) SA 348\n(SCA)\nthat it\nââ¦\nis not what the document means,\nbut whether the deceased intended it to be his will at all. That\nenquiry of necessity entails an examination\nof the document itself\nand also of the document in the context of the surrounding\ncircumstances.â\n1\n[13]\nCounsel\nfor the appellant conceded that when the document was initially\nprepared on the instructions of the deceased it was intended\nto be no\nmore than instructions to an attorney.  Counselâs concession was\ninevitable as the evidence is clear that the deceased\nintended his\nwill to be drafted by Burger and he instructed Dreyer to instruct him\naccordingly. The evidence also shows that at that\nstage the deceased\ndid not intend to draft his own will. That much is plain on a reading\nof the document.\n[14]\tCounsel argued\nhowever that at some stage thereafter the deceased by his conduct\nmanifested a different intention, namely an\nintention that the\ndocument should be his will. The conduct to which he refers is the\ndeceased signing the document, having it witnessed\nand writing the\nwords âno more sufferingâ on the document. Properly understood\ncounselâs submission was to the effect that\nannexure A was\ntransformed by the deceasedâs signature and the witnessing thereof\nfrom instructions to an attorney to a will. For\nthe reasons that\nfollow this argument is also without merit.\n[15]\tIt is not in dispute\nthat at Barnardâs meeting with the deceased on 21 October 2001\nKnutzen informed him that Barnard was the\nattorney who would draw up\nhis new will in terms of his wishes. It is not in dispute that the\ndeceased confirmed to Barnard that\nhe indeed wanted a new will drawn\nup as he was dissatisfied with the first one and in fact he gave\nBarnard instructions to that effect.\nThis is inconsistent with a\nbelief on the part of the deceased that the document (annexure A)\nwhich he had signed on 18 October\n2001 was his will.\n[16]\tFurthermore the\nevents following Barnardâs visit indicate that Dreyer did not get\nthe impression that the deceased considered\nannexure A to be his\nwill. On 23 and 25 October 2001 the deceased was visited by Weil\nand Barnard (a second time) respectively.\nDreyer, on hearing of these\nvisits, first enquired from Barnard on 2 November 2001 whether\nhe took instructions from the deceased\nto draft his will. When\nBarnard informed her that he did not, she took the enquiry to Weil on\n5 November 2001 and became agitated\nwhen Weil told her that he,\ntoo, had not taken such instructions. On that same day Dreyer gave\nannexure A to Burger to whom it was\naddressed.\n[17]\tFurthermore it must\nbe so that if the purpose of annexure A had changed from being an\ninstruction to Burger to becoming the deceasedâs\nwill, it was not\nnecessary that it be given to Burger. The fact that it was eventually\ngiven is consistent, in my view, with the\ninitial intention.\nFurthermore the deceased, by all accounts, was an astute and\nmeticulous business person. He had executed an earlier\nwill (the\nfirst will). He therefore knew what was required to execute a will.\nAnnexure A is not consistent with that knowledge or\nhis own prior\nconduct when he executed the first will. Furthermore, if he knew what\nhe was doing, as I will assume to have been the\ncase, it would have\nbeen obvious to him that annexure A did not purport to be a will but\npurported to be instructions to an attorney\nas to how to draft his\nwill. In the circumstances the document itself indicates that it was\nnot intended to be the deceasedâs will.\n[18]\tHaving failed to\nestablish that the deceased had the requisite intention at either the\ntime of the drafting of annexure A or\nthe signing thereof the\nappellant had to fail in the court below as indeed he must before\nthis court.\n[19]\tWith regard to the\nissue of costs counsel for the appellant requested us to follow the\napproach of the court of first instance\nand direct that costs be\npayable from the estate. This approach may have been appropriate\nthen. I have, like the Full Court, found\nnothing to persuade me to\nexercise my discretion in a similar fashion. A Full Court of the High\nCourt had expressed a unanimous view.\nThe appellant has refused to\nheed that message and he must accept the consequences. In the\ncircumstances I have not been persuaded\nthat the costs of this appeal\nshould be borne by the estate.\n[20]\tIn the result the\nappeal is dismissed with costs.\n__________\nD MLAMBO\nJUDGE OF APPEAL\nCONCUR:\nHOWIE P\nSTREICHER JA\nPONNAN JA\nCOMBRINCK AJA\n1\nat 354 para 16.",
  "scraped_at": "2026-02-12T15:11:48.395842",
  "date": "2005-11-30",
  "coram": [
    "Howie P",
    "Streicher",
    "Ponnan",
    "Mlambo JJA",
    "Combrinck AJA"
  ],
  "case_number": "76/05",
  "parties": {
    "applicants": [
      "Andre De Reszke"
    ],
    "respondents": [
      "Czeslaw Maras",
      "Master of the Supreme Court",
      "Jacobus Christiaan Krige"
    ]
  },
  "sections": {
    "facts": "William Maras de Reszke, a Polish immigrant, executed a valid will on 4 October 1999. Dissatisfied with that will, he revoked it in October 2001 and sought to create a new testamentary document. He gave a note and his first will to an employee, J.M. Dreyer, instructing her to forward the note to his former attorney, Julian Weil. Dreyer typed a draft of his new instructions (later annexure A) and, after several revisions, the final version was typed on 15 October 2001 on Allied Credit Trust letterhead and addressed to attorney S.J. Burger. The deceased signed the document on 18 October 2001, had it witnessed by his caregiver Goosen, and kept it. Subsequent meetings with attorneys Weil and Wynand Barnard indicated the deceased expected a lawyer to draft his new will. The document (annexure A) listed specific asset dispositions and declared prior wills void. De Reszke died on 7 November 2001. The Master of the Supreme Court refused to accept annexure A as a will; lower courts dismissed the appellant’s application to have it declared a will, and the appeal reached the Supreme Court of Appeal.",
    "issues": "The central issue was whether annexure A was intended by the deceased to be his will within the meaning of section 2(3) of the Wills Act 7 of 1953, i.e., whether the requisite intention to treat the document as his will existed at the time of its drafting or signing.",
    "principles": "Section 2(3) of the Wills Act allows a court to accept a document as a will if the deceased intended it to be his will, even if formalities are not met. The intention must exist concurrently with the execution of the document (Harlow v Becker NO and Others 1998). The court must examine both the document’s terms and the surrounding circumstances (Van Wetten and another v Bosch and Others 2004).",
    "application": "The court examined the factual matrix and found that the deceased expressly instructed Dreyer to have the document prepared for an attorney to draft his will, and that he repeatedly sought legal assistance from Barnard and Weil. The content of annexure A itself described the document as instructions to an attorney, not as a will. The signing and witnessing of the document, and the notation ‘no more suffering’, did not, in the court’s view, demonstrate an intention to treat it as a will. The subsequent handing of the document to Burger was consistent with the original purpose of instructing an attorney, not with a final testamentary act. Consequently, the requisite intention under s 2(3) was absent.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the lower courts’ decision that annexure A could not be declared a will, and ordered that the costs of the appeal not be borne by the estate."
  },
  "tags": {
    "level_1": "Wills and Succession Law",
    "level_2": "Validity of Wills",
    "level_3": [
      "section 2(3) intention",
      "testamentary document",
      "probate litigation",
      "court interpretation"
    ]
  }
}