{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/119.html",
  "case_name": "Napier v Barkhuizen (569/2004) [2005] ZASCA 119; [2006] 2 All SA 469 (SCA); 2006 (9) BCLR 1011 (SCA) 2006 (4) SA 1 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 119",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 119\n|\nNoteup\n|\nLawCite\nNapier v Barkhuizen (569/2004) [2005] ZASCA 119; [2006] 2 All SA 469 (SCA); 2006 (9) BCLR 1011 (SCA) 2006 (4) SA 1 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase no:  569/04\nREPORTABLE\nIn the matter between:\nRONALD STUART NAPIER\nAppellant\nand\nBAREND PETRUS\nBARKHUIZEN\nRespondent\nBEFORE\n:\nMPATI DP, CAMERON JA, VAN HEERDEN JA, MLAMBO JA and CACHALIA\nAJA\nHEARD\n:\n3\nNOVEMBER 2005\nDELIVERED\n:\n30 NOVEMBER\n2005\nConstitution – application to law of contract –\napplies horizontally\nInsurance – Time bar clause – not\nunconstitutional\nJUDGMENT\nCAMERON JA:\n[1]\nAre time-bar clauses in\nshort-term insurance contracts unconstitutional?  In the Pretoria High Court De\nVilliers J ruled that they\nare.  The respondent (plaintiff) insured his 1999 BMW\n328i motor vehicle for R181 000 with a syndicate of Lloyd’s underwriters\nof London, represented in South Africa by the appellant\n(defendant).\n[1]\nThe policy\nprovided:\nCLAIMS PROCEDURE AND REQUIREMENTS\n5.2.5 if we reject liability for any claim made under this Policy we will be\nreleased from liability unless summons is served ...\nwithin 90 days of\nrepudiation.\nOn 24 November 1999 the vehicle was involved in an accident.   The plaintiff\ninformed the insurer of the incident timeously, but on\n7 January 2000, it\nrejected liability.  The plaintiff served summons on the defendant more than two\nyears later, on 8 January 2002.\n[2]\nThe defendant’s plea\nrelied on the time-bar clause.  The plaintiff’s replication invoked the\nConstitution.  He pleaded\nthat the time-bar constituted a limitation period\nwhich was contrary to public interest on the grounds that it afforded the\ninsured\nan unreasonably short period after repudiation to institute action; it\nwas a drastic provision which infringed the common law right\nof an insured to\ninvoke the courts; it served no useful or legitimate purpose; and, in breach of\ns 34 of the Bill of Rights, it deprived\nthe insured of his right to have a\njusticiable dispute decided in a court of\nlaw.\n[3]\nThese facts are easy to state, since\nthe parties set them out in an agreed statement of case to enable the high\ncourt, in a separation\nof issues, to rule on the validity of the\ndefendant’s reliance on the 90-day time-bar.  De Villiers J upheld the\nplaintiff’s\ncontentions.  He found the time-bar unenforceable because it\nconflicted with s 34 of the Constitution:\nAccess\nto courts\nEveryone has the right to have any dispute that can be resolved by the\napplication of law decided in a fair public hearing before\na court or, where\nappropriate, another independent and impartial tribunal or forum.\n[4]\nThe learned judge found that\nthe rights in s 34 applied not only against the state, but horizontally in\ncontractual relations between\nprivate\npersons.\n[2]\nHe reasoned that without\nthe clause the plaintiff would have had three years under the prescription\nlegislation to institute his\naction.\n[3]\nHe considered that any\nlimitation of this period of itself required constitutional justification.  In\nhis view, s 34 grants a contracting\nparty a right of access to court in respect\nof any dispute arising from the contract.  By corollary, he ruled, the provision\nimposes\non the other party a duty not to obstruct access to court.  Applying\nMohlomi v Minister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC) and\nMoise v Greater\nGermiston Transitional Local Council\n[2001] ZACC 21\n;\n2001 (4) SA 491\n(CC), he held that the\nright of access to court is foundational to our society, and that (applying a\nlimitations analysis) the insurer\nhad failed to justify the 90-day time-bar on\ninstituting action.\n[5]\nThis reasoning raises\ntwo questions.  The first is the extent to which Bill of Rights provisions apply\nbetween contracting parties.\n The second is whether, if they do apply, s 34\nrenders the time-bar unconstitutional.\nConstitutional supervision of the creation and enforcement of contractual\nrights\n[6]\nThe high court’s\napproach entailed the significant presupposition that contractual terms are\nsubject to constitutional rights.\n It is important to emphasise that this\ngeneral premise is correct.  In\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA)\nparas 88-95, the essential principles of which were endorsed in\nAfrox\nHealthcare Ltd v Strydom\n2002 (6) SA 21\n(SCA), this court affirmed that the\ncommon law of contract is subject to the Constitution.  This means that courts\nare obliged to\ntake fundamental constitutional values into account while\nperforming their duty to develop the law of contract in accordance with\nthe\nConstitution.\n[7]\nBrisley\nrejected the notion that the Constitution and its value system confer on judges\na general jurisdiction to declare contracts invalid\nbecause of what they\nperceive as unjust, or power to decide that contractual terms cannot be enforced\non the basis of imprecise notions\nof good faith (para 93).  Yet it re-asserted\nthat (in addition to proscribing fraud) the courts will invalidate agreements\noffensive\nto public policy, and will refuse to enforce agreements that seek to\nachieve objects offensive to public policy.  Crucially, in this\ncalculus,\n‘public policy’ now derives from the founding constitutional values\nof human dignity, the achievement of equality\nand the advancement of human\nrights and freedoms, non-racialism and\nnon-sexism.\n[8]\nThough this court in\nAfrox\nrejected a constitutional challenge to a clause excluding liability for\nnegligently caused injury in a private hospital’s contract\nof admission\n(to the dismay of many\ncommentators),\n[4]\nit affirmed that\ninequality of bargaining power could be a factor in striking down a contract on\npublic policy and constitutional\ngrounds.  The problem the court found was that\n‘there was no evidence whatsoever to indicate that when the contract was\nconcluded\n[the plaintiff] was in fact in a weaker bargaining position’\nthan the hospital (para 12; my translation).  In\nJohannesburg Country Club v\nStott\n2004 (5) SA 511\n(SCA) para 12, the majority considered that\ncontractual exclusion of liability for negligently caused death could be\nunconstitutional.\n[9]\nAfrox\nturned on the evidence presented there, and here too we are obliged to decide\nthe constitutional challenge on the facts before us.\n Those the parties’\nlawyers captured for the purposes of the proceedings in a terse statement of\ncase (conveyed in para 2 above).\n That is the sole evidence before us.  This has\na two-fold impact on the proceedings.  First, the evidential basis from which we\ncan infer whether constitutional values have been impeached is extremely slim.\n[10]\nThus, though the learned judge found that\nthe contract’s time-bar was unfair, this conclusion does not present as\nself-evident,\nand on the evidence I cannot find any warrant for it.  An insurer\nhas an undeniable interest in knowing within a reasonable time\nafter repudiating\na claim whether it must face litigation about it.  Whether 90 days is reasonable\nfor this purpose the evidence\nis simply too meagre to allow us to assess. \nAlthough the period is much shorter than the statutory prescription period of\nthree\nyears, the clause certainly does not exclude the courts’\njurisdiction entirely.\n[5]\nAnd details\nof the claim and of the incident that caused it are usually uniquely within the\nclaimant’s knowledge (making a\nshorter time limit easier to justify). \nWhether the period is in fact reasonable, and thus whether the clause is\n‘fair’,\nwould depend, amongst other things, on the number of claims\nthe insurer has to deal with, how its claims procedures work, what resources\nit\nhas to investigate and process claims, and on the amount of the premium it\nexacts as a quid pro quo for the cover it offers. \nOf all this, we know\nnothing.\n[11]\nThe second consequence of the\nlimited evidence before us is that the ambit of the plaintiff’s\nconstitutional challenge to the\nterm is very narrow.  In argument before us\nplaintiff’s counsel referred to the constitutional values of dignity,\nequality\nand the advancement of human rights and freedoms.  But these provide no\ngeneral all-embracing touchstone for invalidating a contractual\nterm.\n[12]\nNor does the fact that a term is unfair\nor may operate harshly by itself lead to the conclusion that it offends against\nconstitutional\nprinciple.  As explained in\nBrisley\n(para 94), the\nConstitution prizes dignity and autonomy, and in appropriate circumstances these\nstandards find expression in the\nliberty to regulate one’s life by freely\nengaged contractual arrangements.  Their importance should not be\nunder-estimated.\n[13]\nAs stated in\nBrisley\n(para 95), the Constitution requires us to employ its values to\nachieve a balance that strikes down the unacceptable excesses of\n‘freedom\nof contract’, while seeking to permit individuals the dignity and autonomy\nof regulating their own lives.  This\nis not to envisage an implausible\ncontractual nirvana.  It is to respect the complexity of the value system the\nConstitution creates.\n It is also to recognise that intruding on apparently\nvoluntarily concluded arrangements is a step that judges should countenance\nwith\ncare, particularly when it requires them to impose their individual conceptions\nof fairness and justice on parties’ individual\narrangements.\n[14]\nIt is relatively easy to see how the\nConstitution’s foundational values of non-racialism and\nnon-sexism\n[6]\ncould lead to the\ninvalidation of a contractual term.  Less immediately obvious is how the values\nof human dignity, the achievement\nof equality and the advancement of human\nrights and freedoms\n[7]\nmay affect\nparticular contractual outcomes.  But\nBrisley\nand\nAfrox\nand\nStott\nopened the door to precisely such determinations.  As\nAfrox\nindicated, a factor of particular importance is the parties’ relative\nbargaining positions, for it is here that the constitutional\nvalues of equality\nand dignity may prove decisive.\n[15]\nIn the\npresent case, the evidence is so scant that we can only speculate on the\nplaintiff’s bargaining position in relation\nto the insurer.  This is\nbecause there was no evidence regarding the market in short-term insurance\nproducts; whether a variety of\nsuch products is available; the number of\nsuppliers, and their relative market share; whether all or most short-term\ninsurers impose\na time-bar;\n[8]\nwhether\na diversity of time-limits is available to those seeking short-term insurance\ncover, and over what range they fall; whether\nfor a person in the\nplaintiff’s position (who travels in a vehicle seemingly appurtenant to a\nreasonably affluent middle-class\nlifestyle) short-term vehicle insurance is an\noptional convenience, or an essential attribute of\nlife.\n[16]\nAll this would bear on the critical\nquestion, which is whether the plaintiff in effect was forced to contract with\nthe insurer on\nterms that infringed his constitutional rights to dignity and\nequality in a way that requires this court to develop the common law\nof contract\nso as to invalidate the term.  But without any inkling regarding the issues set\nout above, the broader constitutional\nchallenge cannot even get off the ground. \nI therefore turn to the right of access to courts protected by s 34, on the\nbasis of which\nthe high court invalidated the\ntime-bar.\nWhat does the right of access to courts protect?\n[17]\nIn considering the high\ncourt’s decision, it is useful to start with\nMohlomi\nand\nMoise\n.  In\nMohlomi\n, a member of the public sought to recover\ndamages for injuries allegedly inflicted when a soldier intentionally shot him. \nThe Minister\nof Defence pleaded a statutory\ntime-bar\n[9]\nthat precluded claimants\nfrom instituting action if a period of six months had elapsed since the cause of\naction arose.  The Constitutional\nCourt (CC) held that rules limiting the time\nwithin which litigation may be launched serve a valuable purpose in curbing\ninordinate\ndelays and the harmful consequences of procrastination, but a\nlimitation that leaves insufficient time to exercise the right of access\nto\ncourt may be unconstitutional.  The normal statutory prescription periods were a\nyardstick by which the adequacy of the time allowed\ncould be judged.  The\ncut-off in question was conspicuously harsh, however, in\n–\n‘a land where poverty and illiteracy\nabound and differences of culture and language are pronounced, where such\nconditions isolate\npeople whom they handicap from the mainstream of the law,\nwhere most persons who have been injured are either unaware of or poorly\ninformed about their legal rights and what they should do in order to enforce\nthose, and where access to the professional advice\nand assistance they need so\nsorely is often difficult for financial or geographical reasons.’ (para\n14)\nThe CC held that the statutory time-bar could not be justified.\n[18]\nMoise\napplied\nMohlomi\nwhere a statute barred the institution of legal proceedings\nagainst a local authority ‘unless the creditor has within 90 days\nas from\nthe day on which the debt became due, served a written notice’ on the\nlocal authority.\n[10]\nNo\njustification was proffered for the provision (which the legislature was about\nto replace with a six-month\nperiod).\n[11]\nThe CC struck down the\n90-day notice requirement as\nunconstitutional.\n[19]\nLike\nMohlomi\n,\nMoise\ninvolved a claim for delictual damages arising from personal\ninjury.  This fact provides the essential setting for both decisions.\n Their\nrationale is that where a plaintiff has a pre-existing right to legal redress\n– such as compensation for personal injury\n– the legislator may not\nlimit the right of access to court by super-imposing an unreasonable time-bar or\nother unreasonable\nclog on the institution of legal\nproceedings.\n[20]\nThe decisions presuppose that\nthe plaintiff has an existing right of compensation or redress, but that a\nlegislative time-bar unfairly\nimpedes it.  In both cases, statutory provisions\nimposed a general bar on instituting action, without differentiating between\nplaintiffs\nor causes of action.  Neither decision dealt with contractually\nnegotiated time-limits.  More specifically, the CC did not find that\nthe state\n(or a local authority) may not in a specific setting negotiate a time-bar for\nenforcing rights created by contract.  The\nfocus, as\nMoise\nexplained\n(para 10), was ‘special statutory provisions’ that single out\nproceedings against specific kinds of defendants\n(the state or local\nauthorities) and attach ‘\nspecific extraneous preconditions\n’\nto their enforcement.  The decisions do not mean that a right whose enforcement\nrequires the institution of proceedings within\na specific time can never be\ncreated, contractually negotiated or\nconferred.\n[21]\nThe plaintiff here had no\npre-existing entitlement against the insurer.  The insurer did not injure his\nperson, damage his property\nor violate his reputation or his dignity, nor did it\ncommit any other wrong against him.  Outside the contract, it owed him no money.\nBefore the contract was concluded, it had no relationship with him at all.  It\noffered him insurance cover, which he agreed to take\non clearly specified terms.\nThose terms defined the rights he derived from the agreement by specifying that\nthere would be no liability\nunless summons were served within 90 days of\nrepudiation of a claim.\n[22]\nThe\nplaintiff’s claim arose because of a voluntary arrangement with the\ninsurer: one that entitled him, against payment of a\npremium, to insurance in\nrespect of his vehicle, on the conditions set out in the policy.  The\ninsurer’s defence therefore\ndid not super-impose a time-bar on a\npre-existing entitlement: it arose from the very agreement that defined the\nambit of the right\nin creating\nit.\n[12]\n[23]\nThe\napproach the learned judge took implies that the plaintiff had a pre-existing\nright to insurance, which the time-bar unfairly\nand improperly impeded by\nrequiring him to institute his claim within 90 days.  That in my respectful view\nis wrong.  The only right\nto insurance the plaintiff enjoyed was the one he\nacquired from the contract; and this required, as a precondition of its\nenforcement,\nthat he institute his claim within that period.  Failing this, he\nacquired no right at all.  To afford him a different and larger\nright is to\ncreate a contract for the parties to which neither agreed.\n[24]\nTo equate this case with those where the\nlegislature has super-imposed a statutory time-bar on otherwise enforceable\nrights therefore\nimproperly characterises the right at issue, and omits to\nrecognise that the source of the time-bar is not statutory but contractual.\n\nThis is not to sanctify contract.  It is to recognise that rights differ in\ntheir nature and in how they originate, and consequently\nin how they are\nenforced and protected.  The question whether statutory abridgment of access to\ncourt to enforce an existing right\nis justifiable cannot be equated with the\nquestion whether an apparently freely concluded contractual term is\nconstitutionally suspect.\n The Bill of Rights itself requires us to take these\ndistinctions into account.\n[25]\nThis case is\nthus not similar to\nMohlomi\nand\nMoise\n, but to\nGeldenhuys &\nJoubert v Van Wyk\n2005 (2) SA 512\n(SCA).\n[13]\nThere a special time-bar\napplied to claims against the Road Accident Fund that involved unidentified\nvehicles.  In such cases, injured\nvictims by definition have no remedy, since\nthey do not know and cannot trace the wrongdoer who inflicted their injury.  \nThe legislation\ntherefore creates a right of recourse against the Fund where no\nenforceable right existed before; but limits the right at inception\nby requiring\nthat it be enforced within a shortened time period.  In\nGeldenhuys &\nJoubert\n(paras 23-24) this court accordingly rejected the argument that the\nlegislative time-limit unfairly restricts the claimant’s\nright, since this\nmisconceives its nature.  The Fund is not a wrongdoer, and the claimant is not\nits victim.  In creating a previously\nnon-existent right of recourse, the\nMinister thus had power to require claimants to submit claims within the shorter\nperiod.\n[26]\nSimilarly here.  The high\ncourt’s implicit premise was that the plaintiff had a pre-existing right\nto insurance.  This led it\nwrongly to impose on his contract with the insurer a\nprotection that was not designed for the parties’ situation at all. \nSection\n34 does not preclude the creation or conferral of rights subject to a\ntime-limit for their\nenforcement.\n[14]\nThe focus of the\nright lies elsewhere.  It is ‘an express constitutional recognition of the\nimportance of the fair resolution\nof social conflict by impartial and\nindependent institutions’, which ‘requires not only that individuals\nshould not be\npermitted to resort to self-help, but also ... that potentially\ndivisive social conflicts must be resolved by courts, or by other\nindependent\nand impartial\ntribunals.’\n[15]\n[27]\nThe\nplaintiff’s right to insurance cover arose from his contract with the\ndefendant, which in creating his right stipulated\nat its inception that a claim,\nto be enforceable, had to be instituted within 90 days of repudiation.  The\naccess to courts provision\nin the Bill of Rights does not prohibit\nthis.\n[28]\nTo summarise.  On the evidence\nbefore us, there is nothing to suggest that the plaintiff did not conclude the\ncontract with the insurer\nfreely and in the exercise of his constitutional\nrights to dignity, equality and freedom.  This leads to the conclusion that\nconstitutional\nnorms and values cannot operate to invalidate the bargain he\nconcluded.  That bargain contained at its heart a limitation of the\nrights it\nconferred.  The defendant’s plea invokes that limitation, and there is\nnothing before us to gainsay its defence.\n[29]\nThe appeal must therefore succeed and the\ndefendant’s plea be upheld.  The order is as\nfollows:\n1.\nThe appeal succeeds with costs,\nincluding the costs of two counsel.\n2.\nThe\norder of the court below is replaced with the\nfollowing:\n‘The defendant’s special plea is upheld with costs, including the\ncosts of two counsel.’\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nMPATI DP\nVAN HEERDEN JA\nMLAMBO JA\nCACHALIA\nAJA\n[1]\nSection 59(1) of the Short-Insurance Act\n53 of 1998 provides that a claim against a Lloyd’s underwriter under a\nSouth African\nshort-term insurance policy shall be cognisable by a court in the\nRepublic, and s 59(2) that the Lloyd’s representative may\nbe cited in the\nname of his office as nominal defendant or\nrespondent.\n[2]\nConstitution s\n8(2):\n‘A provision of the Bill of Rights binds a natural or a juristic\nperson if, and to the extent that, it is applicable, taking\ninto account the\nnature of the right and the nature of any duty imposed by the\nright.’\nConstitution s 8(3):\n‘When applying a provision of the\nBill of Rights to a natural or juristic person in terms of subsection (2), a\ncourt –\n(a)\tin order to give effect to a right in the Bill, must apply, or if necessary\ndevelop, the common law to the extent that legislation\ndoes not give effect to\nthat right; and\n(b)\tmay develop rules of the common law to limit the right, provided the\nlimitation is in accordance with section\n36(1).’\n[3]\nPrescription Act\n68 of 1969\n,\ns 11:\n‘The periods of prescription of debts shall be the\nfollowing:\n...\n(d) save where an Act of Parliament provides otherwise,\nthree years in respect of any other\ndebt.’\n[4]\nD Tladi ‘One step\nforward, two steps back for constitutionalising the common law:\nAfrox\nHealthcare v Strydom\n’ (2002) 17\nSAPL\n473; K Hopkins ‘The\ninfluence of the Bill of Rights on the enforcement of contracts’\nDe\nRebus\nAugust 2003 p 22; J Lewis ‘Fairness in South African contract\nlaw’\n(2003) 120\nSALJ\n330\n; C-J Pretorius ‘Individualism,\ncollectivism and the limits of good faith’\n2003 (66)\nTHRHR\n638\n; R-M\nJansen & B S Smith ‘Hospital disclaimers’ 2003\nJournal for\nJuridical Science\n28(2) 210; NJ Grové ‘Die kontrakereg,\naltruisme, keusevryheid en die Grondwet’ (2003) 35\nDe Jure\n134; L\nHawthorne ‘The end of bona fides’ (2003) 15\nSA Merc LJ\n271; L\nHawthorne ‘Closing of the open norms in the law of contract’\n2004\n(67)\nTHRHR\n294\n; T Naudé and G Lubbe ‘Exemption clauses\n– a rethink occasioned by\nAfrox Healthcare Bpk v Strydom\n’\n(2005) 122\nSALJ\n441\n; D Bhana & M Pieterse ‘Towards a\nreconciliation of contract law and constitutional values:\nBrisley\nand\nAfrox\nrevisited’, forthcoming in (2006) 123\nSALJ\n.\n[5]\nFor discussion of\ncircumstances in which contractual clauses ousting the jurisdiction of the\ncourts may be against public policy,\nsee RH Christie\nThe Law of Contract\n(4ed, 2001) pp 405-407.\n[6]\nConstitution s\n1(b).\n[7]\nConstitution s\n1(a).\n[8]\nKevin Hopkins ‘Insurance\npolicies and the Bill of Rights: Rethinking the sanctity of contract\nparadigm’\n(2002) 119\nSALJ\n155\nsuggests that ‘most short-term\ninsurance policies contain time limitation clauses that curtail the period\nwithin which legal\naction can be instituted’, but even if this were\naccepted, it is less precise than factual determination would\nrequire.\n[9]\nDefence Act 44 of 1957, s\n113(1):\n‘No civil action shall be capable of being instituted against\nthe State or any person in respect of anything done or omitted\nto be done in\npursuance of this Act, if a period of six months ... has elapsed since the date\non which the cause of action arose,\nand notice in writing of any such civil\naction and of the cause thereof shall be given to the defendant one month at\nleast before\nthe commencement thereof.’\nSee now the Institution of\nLegal Proceedings against Certain Organs of State Act 40 of\n2002.\n[10]\nLimitation of Legal Proceedings\n(Provincial and Local Authorities) Act 94 of 1970, s\n2(1)(a).\n[11]\nInstitution of Legal\nProceedings against Certain Organs of State Act 40 of 2002, s 3(2)(a).  The Act\nrepealed Act 94 of 1970 with\neffect from 28 November\n2002.\n[12]\nIt follows that I am unable to\nendorse the approach underlying the discussion by Kevin Hopkins ‘Insurance\npolicies and the\nBill of Rights: Rethinking the sanctity of contract\nparadigm’\n(2002) 119\nSALJ\n155\n, who suggests that ‘the\nlimitation clause found in most short-term insurance policies amounts to a\nwaiver of the insured’s\nright of access to court’ and that\n‘the enforcement of a limitation clause would mean, in effect, the\nlimitation of the\ninsured’s constitutional right’ (at\n172).\n[13]\nTo similar effect is\nPaiges v\nVan Ryn Gold Mines Estate Ltd\n1920 AD 600\nat\n617.\n[14]\nCompare, albeit in an entirely\ndifferent context,\nMkontwana v Mandela Metro Municipality\n[2004] ZACC 9\n;\n2005 (2) BCLR\n150\n(CC) para 71 (‘Section 34 does not extend so far as to prevent the\nimposition of any restriction on any right without the order\nof a court first\nhaving been obtained’) (Yacoob\nJ).\n[15]\nZondi v MEC for Traditional and\nLocal Government Affairs\n2005 (3) SA 589\n(CC) paras 61-63 per Ngcobo J.",
  "scraped_at": "2026-02-12T15:10:40.791599",
  "date": "2005-11-30",
  "coram": [
    "MPATI DP",
    "CAMERON JA",
    "VAN HEERDEN JA",
    "MLAMBO JA",
    "CACHALIA AJA"
  ],
  "case_number": "569/04",
  "parties": {
    "applicants": [
      "RONALD STUART NAPIER"
    ],
    "respondents": [
      "BAREND PETRUS BARKHUIZEN"
    ]
  },
  "sections": {
    "facts": "The appellant insured his 1999 BMW 328i with a short‑term vehicle insurance policy issued by the respondent, a Lloyd's underwriter. On 24 November 1999 the vehicle was involved in an accident. The insurer was notified promptly but on 7 January 2000 repudiated liability. The appellant waited until 8 January 2002 – more than two years later – to serve summons on the insurer, relying on a contractual clause that required any summons to be served within 90 days of repudiation. The lower court upheld the appellant’s claim that the 90‑day time‑bar violated his constitutional right of access to courts and declared the clause unenforceable.",
    "issues": "The appeal concerned two main issues: (1) whether the Constitution’s section 34 right of access to courts applies horizontally between private parties in a contract; and (2) if it does, whether a contractual 90‑day limitation clause in a short‑term insurance policy is unconstitutional because it unreasonably restricts the appellant’s ability to institute proceedings.",
    "principles": "The court affirmed that common‑law contract principles are subject to the Constitution, drawing on Brisley v Drotsky and Afrox Healthcare v Strydom for the requirement that contractual terms must align with constitutional values such as dignity, equality and public policy. It considered the limitation analysis under section 36(1) of the Constitution and the precedents Mohlomi v Minister of Defence and Moise v Greater Germiston TLC, which struck down statutory time‑bars that were unreasonable. However, the court distinguished contractual time‑limits from statutory ones, noting that a contract can validly create a limited right of enforcement provided the term is reasonable and not arbitrary.",
    "application": "Applying these principles, the appellate court found the record insufficient to show that the 90‑day clause was unreasonable or that the appellant was in a markedly weaker bargaining position. The court observed that the clause did not eliminate the courts’ jurisdiction, merely set a contractual condition. Given the lack of empirical evidence on industry practices or the insurer’s operational needs, the court could not justify invalidating the clause on constitutional grounds. Consequently, the time‑bar was deemed a permissible contractual limitation and the appellant’s reliance on section 34 was rejected.",
    "conclusion": "The appeal succeeded. The Supreme Court of Appeal upheld the respondent’s special plea, ordered that the lower court’s decision be set aside, and granted costs, including the costs of two counsel, to the respondent. The contractual 90‑day limitation clause was therefore upheld as constitutionally valid."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Contract Law",
    "level_3": [
      "time-bar clause",
      "access to courts",
      "short-term insurance",
      "section 34",
      "public policy"
    ]
  }
}