{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/124.html",
  "case_name": "National Director of Public Prosecutions v Parker (624/2004) [2005] ZASCA 124; [2006] 1 All SA 317 (SCA); 2006 (3) SA 198 (SCA); 2006 (1) SACR 284 (SCA) (1 December 2005)",
  "citation": "[2005] ZASCA 124",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 124\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v Parker (624/2004) [2005] ZASCA 124; [2006] 1 All SA 317 (SCA); 2006 (3) SA 198 (SCA); 2006 (1) SACR 284 (SCA) (1 December 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 1 March 2006\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number 624/04\nReportable\nIn the matter between:\nTHE NATIONAL DIRECTOR\nOF\nPUBLIC PROSECUTIONS                                       \nAPPELLANT\nand\nMAGDALENA ELIZABETH PARKER              \nRESPONDENT\nCORAM:\tHOWIE P, CAMERON, MLAMBO JJA, COMBRINCK et NKABINDE\nAJJA\nHEARD:\t15 SEPTEMBER\n2005\nDELIVERED:  1 DECEMBER 2005\nSUMMARY:\t[1]\tCriminal law - Application for forfeiture order of property in\nterms of s 48 of\nPrevention of Organised Crime Act 121 of 1998\n: whether property\nsought to be forfeited to State is an ‘instrumentality of an\noffence’\n[2]\tCourt’s approach - to sustain a forfeiture court must be able to\nconclude on a totality of circumstances that the property\nwas substantially\ninstrumental in the commission of the offence.\n[3] The Court’s order is set out in paragraph\n[25]\n___________________________________________________\nJUDGMENT\n___________________________________________________\nNKABINDE\nAJA\n[1]\tThis appeal concerns the question whether the immovable\nproperty known as Erf 10085, Elsies River, situated at 13 Avondale Street,\nElsies River (‘the property’), was ‘an instrumentality of an\noffence’ within the meaning of the Prevention\nof Organised Crime Act 121\nof 1998 (‘the Act’) and so liable to forfeiture under s50(1)\n(a).\n[1]\nThe property was earlier made\nsubject to a preservation order in terms of s\n38\n[2]\nof the Act.  The offences\nenvisaged in the phrase ‘instrumentality of an offence’ as far as\nthis case is concerned are\nthose set out in Schedule 1 of the Act and which\ninclude any offences referred to in s 13 of the Drugs and Drugs Trafficking  Act\n140 of 1992 (the ‘Drugs Act’). One of the offences mentioned in s\n13(1) of the Drugs Act is the offence created by s\n5(b) which makes it an\noffence to ‘deal in’\n[3]\ndangerous dependence-producing substances or undesirable dependence-producing\nsubstances. One of the objects of the forfeiture mechanism\nin the Act is to\nassist in putting an end to serious and large scale\ncriminality.\n[4]\n[2]\tThe National\nDirector of Public Prosecutions (‘NDPP’) applied for and was granted\na preservation order in respect\nof the property by the Cape High Court\n(‘the court\na quo\n’). In subsequent forfeiture proceedings\npursuant to s 48(1) of the Act\n[5]\nthe\ncourt\na quo\n(Cleaver J) dismissed the NDPP’s application with\ncosts. With the leave of that court the NDPP now appeals.\n[3]\tThe evidence\nrelied upon by the NDPP is set out in affidavits by Advocate Jan Gerber, the\nDeputy Director of Public Prosecutions,\nand of Detective Ludwig Durrbaum,\nrespectively. The affidavit of Durrbaum was filed in support of the preservation\napplication. The\nNDPP’s case was that the property, which is currently\nunder the control of a\ncurator bonis,\nis, according to the information\nprocured from the Registrar of Deeds, owned by the respondent. It consists of a\nmain house and an\nouter room (‘granny flat’) at the back of the main\nhouse. The respondent lives in the granny flat. Her son, Henry Parker\n(‘Henry’), his wife and children live in the main house.  A sizeable\nnumber of paying\nlodgers and their families live in the structures on the\nproperty. The property is surrounded by a high wall with metal spikes on\ntop.\nThe only access into the property is through a gate in front of the house. The\ngate leads into a driveway which is covered by\na roof and leads to the main\nhouse. There is a couch and television set in the covered driveway. Henry Parker\nmanaged the lodging\nbusiness for the respondent.\n[4]\tAdjacent to the property is a vacant plot No. 10086 (‘the\nplot’) owned by the municipality. There is a motor vehicle\nwreck and a\nshack on the vacant plot.\n[5]\tThe NDPP alleged that numerous complaints about drug dealings on the\nproperty had been received by the police. The police intelligence\nhad also\nreported that Henry used the property as a drug shop. In consequence ten\nsuccessful entrapment operations carried out in\nterms of s\n252A\n[6]\nof the Criminal Procedure Act\n51 of 1977 (‘CPA’) confirmed the complaints and report. These took\nplace over the period\nJune 2002 to July 2003.\n[6]\tThe entrapment operations\nwere carried out by way of ‘test buys’ whereby an undercover\npoliceman (‘the trap’)\nwas, on different occasions, sent to the\nproperty to purchase drugs in the form of dagga ‘stoppe,’ mandrax\nand ecstasy\ntablets as well as crack cocaine crystals. The trap, on such\ndifferent occasions, entered the property through the gate leading into\nthe\ncovered driveway. He would order the drugs from somebody present on the property\nat the time. He would wait on the couch in the\ndriveway whilst the seller exited\nthe property through the same gate and returned with the ordered drugs. In two\nof the entrapment\noperations the seller, after taking the order, was seen going\nto the plot and returning to the property through the gate, carrying\nthe ordered\ndrugs. In  one of such operations the seller, after the trap had ordered ten\necstasy tablets and ten crack cocaine crystals,\nemerged from the main house with\nonly a portion of the order. He explained to the trap that ‘they were out\nof stock.’\n[7]\tApart from the evidence relating to the entrapment\noperations, routine patrol investigations during the period September 2001\nto\nOctober 2002 revealed,\ninter alia\n, that drugs were found stored on the\nplot. These consisted of 25 mandrax tablets, ecstasy tablets, a large number of\ndagga ‘stoppe’\nsome of which were found in the wreck and the shack,\nwhile others were found elsewhere on the plot.\n[8]\tForensic analyst reports\nrevealed that the crack cocaine crystals, ecstasy and mandrax tablets and the\ndagga ‘stoppe’\ncontained  ‘dangerous’ and\n‘undesirable dependence-producing\nsubstances.\n[7]\n[9]\tSome of the\nsellers were arrested at the completion of a particular deal. In other instances\narrest of the seller followed after\ncompletion of a number of deals. One of the\nsellers, a man named Heyens, was arrested and charged with dealing in drugs in\ncontravention\nof the Drugs Act. He pleaded guilty and was convicted and\nsentenced.  That, however, did not deter him from continuing to sell drugs\non\nthe property. He did so despite having been\nnotified\n[8]\nby the police to desist\nfrom doing so. He was subsequently arrested and charged again with dealing in\ndrugs. Another arrested seller,\nhad sold crack cocaine crystals and ecstasy\ntablets to the trap. He was the accused in several drug related cases which all\narose\nfrom the entrapment operations conducted on the property.\n[10]\tDuring\nNovember 2002 and after numerous successful entrapment operations and\nHeyens’ arrest, the police attempted to serve\na notice on the respondent.\nShe refused to acknowledge receipt of it or to sign it. A copy of the notice was\nnonetheless left with\nher. The notice sought to inform her that the police were\nof the opinion that that the property was an instrumentality of an offence\nand\nthat the selling of drugs on the property was unacceptable and should cease with\nimmediate effect, failing which an application\nfor a forfeiture order in terms\nof Chapter 6 of the Act would be made.\n[11]\tThe respondent denied that her\nproperty was an instrumentality of drug offences. In her answering affidavit in\nthe preservation\napplication the respondent, in an attempt to refute the\nNDPP’s allegations, stated:\n‘... ek ontken en/of (is) onbewus van\ndie feit dat my eiendom ’n misdaadinstrument van ’n misdaad bedoel\nin Bylae\n(1) ... [e]k is bewus dat daar voortdurend ’n toeloop is van\nmense op die erf, dog is ek onbewus wie hulle is. Ek neem maar\naan dat dit die\nhuurders en/of hulle familielede en/of vriende is. Die huurbesigheid word\ngehanteer deur my seun en sy eggenote aangesien\nek oud en ongeletterd is .... Ek\nontken dat is onbewus dat daar onwettige aktiwiteite plaasvind op my erf. ....\n[I]n die gevalle\nwaar dwelms gekoop is, die dwelms van die aangrensende leë\nerf bekom is.\n[12]\tIn her answering affidavit in the forfeiture proceedings\nshe reiterated,\ninter alia,-\n‘ek ontken dat  my erf as\n’n misdaadinstrument gebruik word en indien dit wel gebruik word, is ek\nonbewus daarvan, en\nverder, dat ek ontken dat daar onwettige bedrywighede op die\nerf plaasvind. . . . dat ek ’n onskuldige eienaar van die eiendom\nis wat\ngeen persone toesteming gegee het of toegelaat het om onwettige bedrywighede uit\nte voer op my eiendom.’\nIn short she contended that she was an\n‘innocent owner’. It is clear that the respondent did not really\ntake issue with\nthe allegations regarding the entrapment operations, the arrests\non the property, that the property was known as a drug outlet, and\nthat it had\nfacilities in the driveway described by the police as having served the\nconvenience of buyers and thus facilitated drug\ndeals.\n[13]\tThe preservation\nprocedure in terms of s 38 of the\nAct\n[9]\nis described by Ackermann J in\nNDPP and Another v Mohamed NO and Others\n[2002] ZACC 9\n;\n2002 (4) SA 843\n(CC) as a\ntwo-staged procedure whereby property which is an instrumentality of a criminal\noffence is forfeited. The Constitutional\nCourt stated further that:\n‘.\n. . Chapter 6 provides for forfeiture in circumstances where it is established,\non a balance of probabilities, that property\nhas been used to commit an offence\n... even where no criminal proceedings in respect of the relevant crime have\nbeen instituted.\n ... Chapter 6 is therefore focused, not on wrongdoers, but on\nproperty that has been used to commit an offence or which constitutes\nthe\nproceeds of crime. The guilt or wrongdoing of the owners or possessors of\nproperty is, therefore, not primarily relevant to the\nproceedings.\n... There\nis, however, a defence at the second stage of the proceedings when forfeiture is\nbeing sought by the State. An owner can\nat that stage claim that he or she\nobtained the property legally and for value, and that he or she neither knew nor\nhad reasonable\ngrounds to suspect that the property ... had been an\ninstrumentality in an offence (‘the innocent owner’\ndefence)’.\n[10]\n[14]\tIn the\nrecent judgment in\nNDPP v RO Cook Properties (Pty) Ltd and Others\n2004\n(2) SACR 208\nSCA; 2004 8 [BCLR] 844 (SCA), this court had occasion to determine,\ninter alia,\nwhether  a hotel where drug deals frequently occurred  was an\n‘instrumentality of an offence’. The court, after considering\nthe\npurport of the Act stated that the Legislator, in its definition of the phrase,\n‘instrumentality of an offence’,\n‘sought to give the phrase a\nvery wide meaning’. It however found that ‘a literal interpretation\n... could lead\nto forfeiture of property whose role in or utility to a crime is\nentirely incidental to its commission ...’, that ‘[o]ne\nmeaning of\n‘concerned’ is ‘to be in a relation of practical connection\nwith; to have to do with; to have a part\nor share in; to be engaged in;\nwith’\n[11]\nand concluded that\n‘unbounded literalism is not appropriate’ for the following\nreasons:\n‘... First, the purport of the statute itself suggests some\nrestriction. The purpose of Chapter 6’s forfeiture provisions\nis signalled\nin the part of the Act’s Preamble that states that “no person should\nbenefit from the fruits of unlawful\nactivities, nor is any person entitled to\nuse property for the commission of an offence”. The “use” of\nproperty\n“for” the commission of crime denotes a relationship of\ndirect functionality between what is used and what is achieved\n...\n...  The\nsecond reason  for limiting the provisions is that they must be construed\nconsistently with the Constitution. The Bill of\nRights provides that “no\nlaw may permit arbitrary deprivation of property”. And a literal\napplication of the provisions\ncould well lead to arbitrary deprivation. The\nConstitutional Court has held that a deprivation of property is arbitrary when\nthe\nstatute in question does not provide sufficient reason for the deprivation\nor is procedurally\nunfair”.\n[12]\nThe remarks\nand conclusion, above, with which I agree, were taken into account by the\ncourt\na quo.\n[13]\n[15]\tIn\nanalysing the evidence the court\na quo\ncorrectly found that the appellant\nhad established that drugs were sold with considerable regularity on the\nproperty.\n[14]\nHaving said that it\nwent on to acquire whether the regular sale of drugs on the property made the\nproperty ‘an instrumentality\nof an offence’. It compared the factual\nsituation in this case with the situation where a drug dealer uses a secluded\nalley\nin a city as a place from which drugs are regularly sold. The court\nconcluded that as the alley could not constitute ‘an instrumentality\nof an\noffence’ neither did the property. The court found that as the NDPP had\nfailed to establish facts sufficient to distinguish\nthe property from the alley\nsituation\n[15]\nhe had therefore\n‘failed to establish the required closer connection and the application\ncould therefore not succeed. I do\nnot, with respect, agree.\n[16]\tIn\nCook\nProperties\nthis court, when considering whether the hotel concerned\nconstituted an instrumentality of an offence, held that the frequency of\ndrug\ndeals at the hotel was insufficient to make it a drug shop. The court considered\nthat the paucity of evidence, regarding,\ninter alia,\nwhether (a) the same\npersons had been arrested on raids on the hotel, (b)  rented rooms had been\nequipped to facilitate drug dealing,\nand (c) drugs had been manufactured,\npackaged and/or distributed on the property, militated against a finding that\nthe property was\ninstrumental to the commission of the\noffence.\n[16]\nIt is necessary, when\nmaking a determination whether property is an instrumentality of an offence, to\nlook at the broader picture\nof instrumentality.\n[17]\tThe situation in\nCook\nProperties\nappears to me to be distinguishable from the situation in this\ncase. There, firstly, the hotel was in business to rent out rooms to\nthe public.\nIt accordingly had a public character and a public space which was not easy for\nthe owner or its employees to control.\nSecondly, the dealers were tenants who\ncame and went. Thirdly, the hotel was in an area notorious for drug dealing. In\nthis case,\nwe are dealing with a private dwelling which is not in a similarly\nnotorious area. Unlike the hotel scenario, a house owner can reasonably\nbe\nexpected, alone or through family members, to act vigilantly and exercise\ncontrol in relation to the property to prevent crime\nthere or at least to have\nan interest in knowing if crime is being committed there. Despite the arrests\nreferred to, dealing in drugs\nnevertheless continued unabated.  True, there was\na variety of different sellers but it is inherently more likely that they were\nagents for somebody resident on the property rather than that as dealers\nthemselves they went to this house to sell their wares when\nthey could do so in\nthe street or elsewhere. Even in the latter event it is more likely than not\nthat the respondent’s son\nwould, as her representative in managing the\nproperty, have been aware that the sellers were using the property as their\nmarket and\npermitted them to do so.\n[18]\tThe NDPP, in terms of s 50(1) of the\nAct, bears the onus, on a balance of probabilities, to establish that the\nproperty was an\ninstrumentality of an offence. In order to sustain a forfeiture\norder the  court must, in my view, look at the whole picture and\ndetermine\nwhether the property, in the totality of the circumstances of the case, was a\nsubstantial and meaningful instrumentality\nin the commission of the offence.\n[19]\tThe court\na quo,\nin arriving at the conclusion that the property\nwas merely the incidental venue from which drugs were obtainable, does not\nappear\nto have looked at the whole picture. It made a comparison, as I have\nsaid, between the facts in this case\nand postulated the situation where\ndrugs are sold regularly by drug dealers in an alley in a city. In my view the\ntwo situations are,\nwith respect, not analogous.  The alley is clearly just a\nvenue for drug deals. The evidence here goes further than establishing\nthat the\nproperty was merely a venue.\n[20]\tA scrutiny of all the evidence, reveals the following features which\nmust be added to what I have said already:\n(a)\tthe property was a place where buyers could find drugs for sale;\n(b)\tmost of the deals were executed on the same portion of the property, namely,\nthe covered driveway where customers with privacy\nand relative safety conducted\ntheir business;\n(c)\tthe frequency of the entrapment operations over a protracted period  clearly\nshows that drug dealing on the property occurred\nregularly;\n(d)\tit is possible that the trapping incidents were not the only times during\nwhich drugs were sold there;\n(e)\ta variety of drugs (mandrax tablets, crack cocaine crystals, ecstasy tablets\nand dagga ‘stoppe’), was available ;\n(f)\tone of the successful entrapment operations established that the seller\nentered the main house and returned with ecstasy tablets\nand crack cocaine\ncrystals. Two reasonable possibilities may be inferred: first, that the ecstasy\nand cocaine might have been procured\nfrom someone else within the house, second,\nthat they might have been stored in the house. However the latter inference\nseems more\nplausible when regard is had to the telling words used by the seller\nconcerned that they were ‘out of stock’; and\n(g)\tthe adjoining plot and the motor vehicle wreck provided very near yet safely\ndistant storage for some of the drug supply.\n[21]\tAs I have\nindicated earlier, the respondent did not deny any of the specific facts\nregarding the sales of drugs and the storage\nof some on the property as well as\nthe fact that a portion of the property was adapted for customer convenience.\nAlthough it is not\nodd to have that kind of adaptation on a residential\nproperty, it is, on the totality of the facts in this case, probable that the\nproperty was adapted to facilitate the illegal activities on it particularly\nwhen regard is had to the failure by the respondent\nto refute the essential\nfacts.\n[22]\tThe respondent’s professed lack of knowledge has no\nbearing on the determination of the issue relating to the first\ninquiry.\n[17]\nSuch protestations, in\nso far as they relate to the first stage inquiry, do not, in any event,\nestablish any material dispute of\nfact. In my view, on all the evidence, the\nNDPP has established on a balance of probability that the property was not an\nincidental\nvenue from which drugs were obtainable, but was in fact a drug shop\nand therefore substantially instrumental in the commission of\nthe illegal\nactivities. Had the court\na quo\nconsidered all the evidence in deciding\nwhether the property was an instrumentality of an offence, it would, in my view,\nhave answered\nthe question in the affirmative.\n[23]\tTurning to the second stage of the proceedings, the respondent had the\nopportunity to claim that she obtained the property legally\nand for value, and\nthat she neither knew nor had reasonable grounds to suspect that the property\nhad been an instrumentality in an\noffence (‘the innocent owner\ndefence’), and apply for an order excluding her interest in the property \nfrom the operation\nof the forfeiture order in terms of s\n39(3)\n[18]\nread with s 48 (4)(b)(i)\nand (ii)\n[1]\nof the Act. The\nprovisions of the Act require the respondent, when applying for the exclusion of\nher property from the operation\nof a forfeiture order, to establish on a balance\nof probabilities,\ninter alia,\nthat she neither knew nor had reasonable\ngrounds to suspect that the property was an instrumentality of an\noffence.\n[1]\nShe did not so apply. A\ndispute of fact clearly exists on affidavit regarding the respondent’s\ninnocence. Such a dispute of\nfact, given the fact the respondent is required to\ndischarge the onus with regard to her assertion of lack of culpability, must be\ndecided on the facts averred by her and those alleged by the  NDPP which she\nadmits.\n[19]\n[24]\tThe court\na\nquo\n, by virtue of its finding on the first stage of the proceedings,\nconcluded that it was not necessary to proceed to the second stage\nof the\ninquiry and dismissed the application by the NDPP with\ncosts.\n[20]\nThe issue on appeal is\ntherefore confined to the question whether the property sought to be forfeited\nto the State is an instrumentality\nof an offence. At the hearing\na quo\nthe respondent did not seek the opportunity to adduce oral evidence to\nestablish either her innocence or the reasons why her property\nshould be\nexcluded from the operation of a forfeiture order. When regard is had to the\ncaveat\nsounded in\nCook\nProperties\n[21]\nas to the\nconstitutionality of the reverse onus resting on the respondent, it seems to me\nthat a remittal of the case for oral evidence\non that leg of the case is, in the\ncircumstances the appropriate course to take.\n[25]\tIn the result the following order is made:\n1.\tThe appeal is upheld with costs, including the costs of two counsel.\n2.\tThe order of the High Court is set aside and replaced with the following\norder:\n‘1.\tThe property in question having been found to be\nan instrumentality of an offence, and there being a dispute on the affidavits\non\nthe issue of the respondent’s knowledge in so far as the defences provided\nfor in s 52(2A) (a) and (b) are concerned, the\nmatter is referred for the\nhearing of oral evidence on that issue.\n2.\tThe referral is subject to the\nfollowing:\n2.1\tThe parties are hereby given leave;\n2.1.1 to subpoena any deponent to an affidavit presently on record;\n2.1.2  to call any witness who is not such a deponent provided:\n2.1.2.1 the party concerned has served on the other party (at least 3 weeks\nbefore the date appointed for the hearing in the case\nof a witness to be called\nby the respondent or at least 2 weeks before such date in the case of a witness\nto be called by the applicant)\na statement setting out the intended\nevidence-in-chief to be given by such person;\n2.1.2.2  the court, at the hearing, permits such person to be called despite the\nfact that no such statement has been served.\n2.2\tThe rules in respect of discovery and related matters shall apply unless the\nparties agree in writing to dispense with their\napplication.\n3.\tThe matter is remitted to the court\na quo\nto deal with the second leg\nof the inquiry at the hearing referred to in paragraph\n2.\n______________\nNKABINDE AJA\nCONCUR:\nHowie P\nCameron JA\nMlambo\nJA\nCombrinck AJA\n[26]\nI have had the benefit of\nreading the judgment of my colleague Nkabinde AJA, and concur in her reasoning\nand her conclusion that the\nNDPP succeeded in establishing under the Prevention\nof Organised Crime Act 121 of 1998 (POCA) that the respondent’s home at\n13\nAvondale Street, Elsies River, was a criminal instrumentality.  I also\ngratefully adopt her exposition of the facts and statutory\nsetting; but because\nthis case has given me difficulty and seems to fall close to the borderline, I\nadd some considerations.\n[27]\nThe statute\nrequired the NDPP to prove that the property was ‘concerned in the\ncommission’ of the drug offences.  Though\nthe legislation says very\nbroadly that any property ‘concerned’ in the commission of an\noffence is liable to forfeiture,\nboth common sense and constitutional principle\nrequire us to read that within practicable limits.  As Nkabinde AJA points out\n(para\n14), for not just compelling constitutional considerations, but sound\nreasons of language arising from the Act, this court held in\nNDPP v Cook\nProperties\n2004 (2) SACR 208\n(SCA) that the definition of\n‘instrumentality’ has to be restrictively interpreted.  Not\nliterally every material object\nor immovable property ‘concerned’ in\nan offence can be liable to forfeiture, since that would cast an ocean-wide net.\nThe link between the crime and the property must be reasonably direct, and the\nproperty must be used in a way that is functional\nto the commission of the\ncrime.  This means it must be instrumental in, and not merely incidental to, the\noffence.  It must play\na reasonably direct role in the offence – in a real\nor substantial sense making the crime possible or easier (\nCook Properties\npara 31).  Any looser reading would not only be at odds with the statute, but\nwould imperil the constitutionality of its\nprovisions.\n[28]\nThe difficulties in\ndetermining criminal instrumentality come acutely to the fore with immovable\nproperty, as this case in my view\nshows.  Between 2 June 2002 and 25 July 2003,\nthe police conducted no fewer than ten ‘sting’ operations at the\nproperty.\n Each time traps successfully procured a range of illegal drugs\n– dagga, mandrax, ecstasy and crack cocaine – from dealers\nwho were\non the property and operating from it.  The drugs were not only those reputedly\nregarded as ‘soft’, like dagga\nand ecstasy, about whose ill effects\nthere has been debate in the medical literature; but crack cocaine, which is a\nviciously destructive\nand addictive\nsubstance.\n[29]\nCan the property itself be\nfound to have facilitated or made possible the commission of these offences?  It\nwas certainly the site\nwhere they took place.  In this loose sense it was\nundoubtedly ‘concerned in’ the offences.  But that is not enough.\n\nMerely to provide a venue for crime does not entail instrumentality.  Since\nevery crime that is committed has to take place somewhere,\nsomething more is\nrequired.  This is illustrated by the Blenheim Hotel in\nCook Properties\n(paras 46-50), where drug dealing also occurred.  The police evidence\nestablished a high incidence of crime inside and around the\nhotel, and repeated\narrests on drugs charges of persons found on the premises or residing there. \nDrugs were repeatedly discovered\non the premises, as well as drug paraphernalia.\nIn response to this evidence, the judgment in\nCook Properties\nnoted the\npublic character of the premises: anyone could rent a room or rooms for any\nlength of time; and because the hotel was situated\nin an area the NDPP’s\nown evidence depicted as rife in crime, it was likely to attract persons who\nmight possess drugs.  There\nwas moreover no evidence that the persons arrested\nin various raids and searches were the same people (para 49).  This court\ntherefore\nconcluded that the hotel was merely the venue at which the offences\noccurred.\n[30]\nSo providing a location is not\nenough.  Either in its character or in the way it is used, the immovable\nproperty must itself in some\nway make the commission of the offence possible or\neasier.  Examples given in\nCook Properties\n(para 34) include cultivating\nland to produce drug crops; appointing, arranging, organising, constructing or\nfurnishing premises\nto make possible or easier the commission of the crime; or\nthe fact that the particular attributes of a location are used as an enticement\nto victims (as where a criminal uses a houseboat to lure minors as sexual prey).\nA powerful recent instance of forfeiture of a house,\npart of which had been\nspecially adapted and equipped to manufacture drugs, is the decision of this\ncourt in\nProphet v National Director of Public Prosecutions\n(29 September\n2005) (para 29).\n[31]\nInstances of storage or\nadaptation are in a sense easy.  This case is more difficult.  Unlike\nProphet\n, there is no suggestion that the premises were adapted to produce\ndrugs or employed for that purpose.  The police affidavits did\ntry to suggest\nthat the entrance arrangements – a high wall with a single entry, leading\nonto a covered driveway furnished\nwith a couch and television –\nfacilitated drug dealing.  The evidence from the police traps showed that in\nthree out of the\nten stings, buyers were invited to sit on the couch while the\ndrugs were procured.\n[32]\nFrom this we were\nurged to find that the property was appointed to facilitate drug dealing; but in\nmy view the basis is flimsy.  Many\nworking class homes have seating on the\nstreet side – in garages, driveways and on patios.  It is correct, as Mr\nTrengove emphasised\nfor the NDPP, that the facilities were on occasion used for\nthe convenience of waiting drug buyers.  But this does not in my view\nhelp to\nestablish that the premises were adapted for\ndrug-dealing.\n[33]\nNor, apart from the incident\nNkabinde AJA mentions in para 20(f) of her judgment, is there any evidence that\ndrugs were stored on\nthe premises.  Despite repeated incidents of drug dealing,\nthe police chose not to raid the house (in fact it seems that at no stage\ndid\nthey enter at all).  No stashes or stores were found on the property\nitself.\n[34]\nThe importance of the case is that\nin the absence of evidence of adaptation or storage, the NDPP sought to\nestablish instrumentality\non the basis of the repeated use of the premises as a\nvenue for drug deals.  And the evidence indeed shows that the property was\nthe\nbase for a very considerable drug-dealing business.  Here the ten successful\nstings over the year of surveillance are telling,\nfor they show that many more\nsuch transactions must have taken place during that period.  All the deals were\nconcluded brazenly and\nwithout discernible inhibition.  So we must also accept\nthe NDPP’s assertions that the property ‘is a well-known drug\noutlet\nin the community’ and that, despite numerous complaints, drug dealing from\nit continued unabated.  Indeed, even though\nsome of the stings led to successful\nprosecutions within the year, and even though warning notices were served at the\nproperty, dealing\nseems to have persisted without\nrestraint.\n[35]\nThe NDPP’s argument\naccordingly branded the house a ‘drug shop’.  The difficulty is that\nthis is not the whole story.\n The premises are also a home.  The owner of the\nhouse, Mrs Parker, the respondent, was born on 10 August 1923.  She is now 82\nyears\nold.  She lives in the ‘granny flat’ behind the house.  Her\nson, Henry ‘Boere’ Parker, lives with his wife\nSandra and teenage\ndaughter Sharon in the main house.  The erf is reasonably spacious: 496 square\nmetres, or one-eighth of an acre\n(municipal regulations in South Africa’s\nmajor cities standardly permit two semi-detached dwellings plus domestic\nemployees’\nquarters on such a stand).\n[36]\nAnd like many working class residences in\nSouth Africa, this one is crowded.  In addition to the Parkers, the following\npeople were\nliving there when the affidavits resisting forfeiture were filed in\nFebruary 2004:\n(a)\nMs Althea Olcker, 20, with\nher two year-old son;\n(b)\nIn a ‘Wendy\nhouse’, Mr Martin and Mrs Rachel Valentine, with their 27 year-old\ndaughter and her two children of nine and\nsix;\n(c)\nIn another ‘Wendy house’,\nMs Mildred de Wet (44) and her twelve year-old\nson;\n(d)\nIn a caravan, Ms Sylvia Roberts (50),\nliving on a disability grant;\n(e)\nIn a\ncorrugated iron structure next to the main house, Dawid Berman (57), also living\non a disability grant;\n(f)\nIn a third\n‘Wendy house’, Mr Ricardo and Mrs Karen Scrimgeor, with their two\nchildren of four and five.\n[37]\nThe police do\nnot dispute this.  On the contrary, the main deponent in their first set of\naffidavits noted that ‘there is a\nhigh turnover of people who live in the\nmain house’.  Almost twenty people were thus living on the property during\nthe period\nin issue.  By name none of them seems, nor do the police claim them,\nto have been implicated in any of the drug stings.  In addition\nto being a\n‘drug shop’, this property had an undeniably residential\ncharacter.\n[38]\nYet the fact that the property\nwas home to its residents cannot serve as a veto to a finding that it was also a\ncriminal instrumentality.\n The house forfeited in\nProphet\nwas also a\nresidence.   Where evidence of adaptation or storage is lacking, and the police\ncase depends principally on the frequency\nwith which the property serves as a\nvenue for criminal conduct, the characterisation of the property as a criminal\ninstrumentality\nnecessarily becomes a question of degree.  As Nkabinde AJA\nobserves (paras 16-18), it is necessary to consider the overall picture.\n This\nwas also the approach in\nProphet\n(para 27): as held there, the court must\nbe able to conclude, after considering the totality of the circumstances, that\nthe property\nwas a substantial and meaningful instrumentality in the commission\nof the offences.\n[39]\nAnd, as Nkabinde AJA\npoints out (para 17), this is indeed a stronger case than\nCook\nProperties\n.  First, as mentioned, some of the persons involved in the stings\nwere arrested (and even convicted) more than once.  This shows\na persistent\npattern of association between the dealers and the premises.  The dealers did\nnot merely happen to be there when they\ncommitted their offences: their presence\non the property tends to reveal the character of the premises and the use to\nwhich they\nwere being put as a place of\ntrade.\n[40]\nEven more tellingly, Mrs Parker\ntells us that Henry Parker (whom the police claim is a well-known gang leader\nand drug dealer in Elsies\nRiver) conducts the lodging business on her behalf. \nShe explains that she has relinquished control and supervision of the property\nto her son: ‘My flat is on the opposite side of the erf, and I am unaware\nof any activities’ (\nmy woonstel is aan die teenoorgestelde kant van die\nerf en ek is onbewus van enige\naktiwiteite\n).\n[41]\nAs explained in\nCook\nProperties\n(paras 19-20), the guilt or wrongdoing of the occupants or the\nowner is not the primary focus at the criminal instrumentality stage.\n Mrs\nParker will in due course be entitled to an assessment of what is loosely called\nthe ‘innocent owner’ defence under\ns 52 of POCA (\nCook\nProperties\npara 23).  The present question is the character of the premises,\nand whether the drug-dealing that took place there so characterised\nthem that\nthe property can be said to have been instrumental in it.  Here the fact that\nthe house is owner-occupied, and that the\nowner’s son exercises personal\ncontrol and supervision over it on her behalf is significant, for it leads to\nthe unavoidable\ninference that his control and supervision embraces not only who\nresides on the property, but what activities are conducted on them.\n Henry\nParker’s presence on the property as a resident, his family relationship\nwith the owner, the supervision he exercises\non her behalf, and his oversight\nover the premises establishes a feature that was found lacking in the particular\ncircumstances of\nthe\nCook Properties\nhotel – central organisational\ncontrol of the premises and what was happening on them.  This in turn reveals\nthe instrumental\nrelation of the property to the\ndealing.\n[42]\nFor it is from the control that\nwas exercised over the premises that the import of the sustained drug dealing\nconducted from the property\nmust be gauged.  The repeated drug sales were not\nincidental occurrences that happened to take place there.  The element of\npersonal\nsupervision and control leads to the inference that the trade in drugs\nwas associated with the property itself in that its location\nand existence\nenabled them to occur.  The brazen dealing in other words represents a pattern\nof sustained activity that reveals the\nuse to which the premises were put and\ntheir instrumental character in the crimes committed\nthere.\n[43]\nTo return to the notion of a\n‘drug shop’.  A ‘shop’ is a building or part of a\nbuilding where goods or services\nare sold (Concise Oxford Dictionary).  It is a\nplace that is used to conduct trade.  Given the personal control and supervision\nexercised\nover these premises, the extent and openness of the dealing show that\nthe property itself was used to conduct a trade in drugs. \nThe permissive\nrelation between the controlling resident and the dealing conducted from the\npremises shows that they were utilised\nas a place of trade.  The deals were in\nother words so extensive and so connected with the occupation of and control\nover the premises\nthat they establish the character of the premises as a\ncriminal instrumentality.\n[44]\nThe fact that no\ndrugs were found on the premises the police attribute to the juxtaposition of\nthe vacant municipal stand next door,\nwhich the dealers calculatedly used to\nstore their stock.  The entrapment evidence shows that on the overwhelming\nmajority of occasions\nthe dealer would move from the property to the adjacent\nstand, where the drugs were procured (apparently from a car wreck or a shack).\n\nPolice later found drugs stored in quantity there.  This does not detract from\nthe character of the property as a place of trade.\n To operate a trading\nbusiness it is not necessary to keep stock on\nsite.\n[45]\nI would add that the fact that the\nproperty was widely reputed to be a drug outlet does not in my view add to its\ncharacter as a criminal\ninstrumentality.  It is true that the property’s\nreputation as a known drug outlet led directly to the commission of offences\nthere, since the reputation drew purchasers to the location.  But that is the\npoint:  they were drawn by the reputation, not by anything\nin the character of\nthe premises.  Here the houseboat case, alluded to in\nCook Properties\n(para 34), is different, since it was the character of the premises, as conveyed\nto the victims, that lured them there as sexual\nprey.\n[46]\nI therefore agree that the NDPP\nestablished that the property was a criminal instrumentality and with the order\nproposed.\nE CAMERON\nJUDGE OF APPEAL\nCONCUR\n:\nHOWIE\nP\nMLAMBO JA\nCOMBRINCK AJA\nNKABINDE\nAJA\n[1]\nS 1 of the Act defines \n‘instrumentality of an offence’ as meaning ‘any property which\nis concerned in the commission\nor suspected commission of an offence at any time\nbefore or after the commencement of this Act, whether committed within the\nRepublic\nor elsewhere;’ and ‘property’ as ‘money or any\nother movable, immovable, corporeal or incorporeal thing and\nincludes any\nrights, privileges, claims, securities and any related interest therein and all\nproceeds thereof;’ In\nCook Properties\n, referred to in para 14,\ninfra,\nthis court considered that ‘the words “concerned in\nthe commission of an offence” must ... be interpreted so that\nthe link\nbetween the crime committed and the property must be functional to the\ncommission of the crime. ... that the property must\nplay a reasonably direct\nrole in the commission of the offence. In a real or substantial sense the\nproperty must facilitate or make\npossible the commission of the offence. ... the\nproperty must be instrumental in and not merely incidental to, the commission of\nthe offence. For otherwise there is no rational connection between the\ndeprivation of the property and the objective of the Act.’;\nSee also the\njudgment of this court in Simon Prophet v NDPP, case number 502/2004 delivered\non 29 September 2005.\n[2]\nS 38 of\nthe Act in so far as herein relevant provides for ‘preservation of\nproperty orders’:\n‘(1)\tThe National Director [of Public Prosecutions] may by way of an e\nx\nparte\napplication apply to a High Court for an order prohibiting any person,\nsubject to such conditions and exceptions as may be specified\nin the order, from\ndealing in any manner with any property.\n( 2)\tThe High Court shall make an order referred to in subsection (1) if there\nare                            reasonable grounds\nto believe that the property\nconcerned –\n(a)\tis an instrumentality of an offence referred to in Schedule 1;\nor\n(b)\tis the proceeds of unlawful activities.\n(3)\t...\n(4)\t...’\n[3]\nS1 of the Drugs Act defines ‘deal in’, in relation to a drug, as\nincluding ‘any act in connection with the transhipment,\nimportation,\ncultivation, collection, manufacture, supply, prescription, administration,\nsale,\ntransmission, or exportation of the\ndrug.\n[4]\nA measure which  aims to\nremove the incentive for crime, not punish. However forfeiture has a punitive\nresult : In this regard, this\ncourt (\nCook Properties)\nstated that\n-\n‘[6]\tThe\nCook Properties...\nturn on the meaning of\n“instrumentality of an offence” in the Act; ...The meaning ...must\nbe determined in the lights\nof the overall purpose of the Act. In  NDPP v\nMohamed NO and Others(Mohamed (1)), the Constitutional  Court considered the\nAct’s\npurpose, as gathered from its long title and preamble, and then\nassessed its structure and effect, in particular Chapter 6. The provisions\nof\nchapter 6 it described as “complex and tightly intertwined, both as a\nmatter of process and substance”. Although formally\nMohamed (1) concerned\nonly the narrow issue of the constitutionality of the\nex parte\npreservation procedure under section 38, Ackermann J’s full exposition is\nin point. He first sketched the need for the legislation\nagainst the background\nof the inadequacy of conventional criminal penalties(paragraph 15):\n“Various international instruments deal with the problem of international\ncrime in this regard and it is now widely accepted\nin the international\ncommunity that criminals should be stripped of the proceeds of their crimes, the\napproach has similarly been\nadopted by our\nlegislature.”.’\n‘[17]\tWe agree that Chapter 6\nhas remedial objectives. But these cannot disguise the fact that forfeiture,\nonce exacted, operates\nas a punishment. The United States Court in a not\ndissimilar context has observed that the notion of punishment cuts across the\ndivision\nbetween civil and criminal law. Civil proceedings may advance punitive\nas well as remedial goals, and sanctions frequently serve\nmore than one purpose.\nHence the fact that a civil statute is remedial does not mean that it may not\nalso have a punitive dimension.\nThat certainly applies to Chapter 6. The\nLegislature has expressly ordained that proceedings under the chapter are\n“civil .\n. .  not criminal” (section 37(1)), and its provisions have\nsome penal element. At the same time, the chapter’s punitive\ndimension\ndoes not mean that its sole or even predominant aim is to punish those\nimplicated. As pointed out in\nMohammed (1)\n, the primary objective   of \nprovisions of this sort is “to remove the incentive for crime, not to\npunish”\ncriminals.’\n[5]\nThe\nsection provides:\n‘If a preservation of property order is in force the\nNational Director, may apply to a High Court for an order forfeiting to\nthe\nState all or any of the property that is subject to the preservation of property\norder.’\n[6]\nWhich essentially\nauthorises and renders lawful the use of traps and undercover operations in\ncertain circumstances and deals with\nthe admissibility of evidence so\nobtained.\n[7]\nSee Part 11 of\nschedule 2 of the Act.\n[8]\nThe\nnotice was addressed to the ‘Wettige huurder’ and was served on\nHeyens on 22 August 2002.Heyens acknowledged receipt\nby signing\n‘N.V.T’ (nie van\ntoepassing).\n[9]\nSee fn 2,\nsupra.\n[10]\nSupra,\nat paras 17 and 18.\n[11]\nCook\nProperties,\npara 12.\n[12]\nCook Properties\n,\nsupra,\nat paras 14 and\n15.\n[13]\nAt para 17.\n[14]\nAt paras 11 and\n15.\n[15]\nAt para\n15.\n[16]\nSee paras 49 and 50 in\nCook Properties\n[17]\nsee\nMohamed,\nsupra\n, para 13  and\nCook Properties, supra,\nparas 10, 11 and 21\n[18]\nS\n39(3) provides: ‘Any person who has an interest in the property which is\nsubject to the preservation of property order may\nenter an appearance giving\nnotice of his or her intention to oppose the making of a forfeiture order or to\napply for an order excluding\nhis or her interest in the property concerned from\nthe operation thereof.’\n19\nS 48(4)\nprovides:\n‘(4)\tAny person who entered appearance in terms of s 39(3)\nmay appear at the application under subsection (1) –\n(a)\t...\n(b)\tto apply for an order –\n(i)\texcluding his or her\ninterest in that property from the operation of the order; or\n(ii)\tvarying the operation of the order in respect of that property,\nand\nmay adduce evidence at the hearing of the application.\n20\nS52\n(1) and (2A) of the Act provides:\n&#82\n[1]\n52.\tExclusion of interest in property.\n– (1)The High Court may, on application - ... and when it makes a\nforfeiture order, make\nan order excluding certain interests in property which is\nsubject to the order, from the operation thereof.’\n(2)\t...\n(2A)\tThe\nHigh Court may make an order under subsection (1), in relation to the forfeiture\nof an instrumentality of an offence referred\nto in Schedule 1, if it finds on a\nbalance of probabilities that the applicant for the order had acquired the\ninterest concerned\nlegally; and-\n(a)\tneither knew nor had reasonable grounds to suspect that the property in\nwhich the interest is held is an instrumentality of an\noffence referred to in\nSchedule1; or\n(b)\twhere the offence concerned had occurred before the commencement of this\nAct, the\napplicant has since the commencement of this Act taken all reasonable\nsteps to prevent\nthe use of the property concerned as an instrumentality of an offence\nreferred to in\nSchedule 1.’\n[]\n[19]\nPlascon-Evans Paints (Pty) Ltd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3)\nSA 623\n(A) at 634E -635C.\n[20]\nSee para 17 of Cleaver J’s\njudgment.\n[21]\nSupra, a\nt\npara 26, the court stated-\n‘We emphasise that none of the owners in the\nappeals before us invoked the second\nstage of the Chapter’s procedures: in the course each case took, they\nstaked their fortunes rather on a narrow reading of “instrumentality\nof an\noffence”. As a result these cases do not require us to give a\ndeterminative reading of the second-stage provisions. Nor\nis the\nconstitutionality of the reverse onus resting upon owners facing forfeiture\nbefore us. It may be that section 52(2A) (a) should\nbe read, applying the\ncommon-law maxim that the law does not demand the impossible, so as to avoid\nforfeiture when the owner has\ndone “all that reasonably could be\nexpected” to prevent the unlawful use of the property, and that this can\nproperly\nbe done despite the contrasting proximity of sub-paragraph (b). We need\nnot decide that now. Nor do the appeals require as to confront\nthe serious\nconstitutional question whether forfeiture is permissible when the owner has\ncommitted no wrong of any sort, whether\nintentional or negligent, active or\nacquiescent.’",
  "scraped_at": "2026-02-12T15:13:06.009353",
  "date": "2005-12-01",
  "coram": [
    "Howie P",
    "Cameron",
    "Mlambo JJA",
    "Combrinck",
    "Nkabinde AJA"
  ],
  "case_number": "624/04",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "Magdalena Elizabeth Parker"
    ]
  },
  "sections": {
    "facts": "The National Director of Public Prosecutions (NDPP) obtained a preservation order over Erf 10085, a residential property at 13 Avondale Street, Elsies River. The property, owned by the respondent, consisted of a main house, a separate granny flat and numerous lodgers. Police intelligence and ten successful entrapment operations between June 2002 and July 2003 documented regular drug transactions on the premises, including the sale of dagga, mandrax, ecstasy and crack cocaine. The covered driveway, equipped with a couch and television, was repeatedly used by undercover officers as a waiting area for drug purchases, and drugs were also found stored on an adjacent municipal plot.",
    "issues": "The appeal centered on whether the property constituted an “instrumentality of an offence” within the meaning of the Prevention of Organised Crime Act 121 of 1998, thereby making it subject to forfeiture under s 50(1). A subsidiary issue was whether the respondent could rely on the “innocent owner” defence under s 52(2A) to exclude her interest from the forfeiture order.",
    "principles": "The Court reviewed the statutory definition of “instrumentality” and the jurisprudence from Cook Properties and Mohamed, emphasizing that the link between the property and the offence must be functional and not merely incidental. The burden of proof lies on the NDPP to show, on a balance of probabilities, that the property was substantially and meaningfully used to facilitate the crime. The innocent‑owner defence requires the owner to prove she neither knew nor had reasonable grounds to suspect the property’s instrumental use.",
    "application": "Applying these principles, the Court found that the property was more than a passive venue; it was regularly adapted – via its secure entrance, covered driveway and supervisory control by the respondent’s son – to facilitate drug dealing, making it a substantial instrumentality. The lower court’s analogy to an alley was rejected. The respondent did not raise the innocent‑owner defence, and a factual dispute remained on her knowledge, warranting oral evidence. Consequently, the appeal was upheld and the matter remitted for a hearing on the second stage of the forfeiture process.",
    "conclusion": "The appeal was upheld with costs. The High Court’s order dismissing the NDPP’s application was set aside. The property was declared an instrumentality of an offence, and the case was remitted to the court a quo for a hearing on the innocent‑owner issue, with procedural directions for the admission of oral evidence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Asset Forfeiture",
    "level_3": [
      "instrumentality",
      "Prevention of Organised Crime Act",
      "drug trafficking",
      "property forfeiture",
      "innocent owner defence"
    ]
  }
}