{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/126.html",
  "case_name": "Leibowitz t/a Lee Finance v Mhlana and Others (422/2004) [2005] ZASCA 126; [2006] 4 All SA 428 (SCA); 2006 (6) SA 180 (SCA) (1 December 2005)",
  "citation": "[2005] ZASCA 126",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 126\n|\nNoteup\n|\nLawCite\nLeibowitz t/a Lee Finance v Mhlana and Others (422/2004) [2005] ZASCA 126; [2006] 4 All SA 428 (SCA); 2006 (6) SA 180 (SCA) (1 December 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 422/2004\nIn the matter between\nDAVID LEIBOWITZ t/a LEE FINANCE\tAppellant\nand\nA T MHLANA AND OTHERS \tRespondents\n____________________________________________________________\nCORAM: \tMPATI DP, STREICHER, LEWIS, VAN HEERDEN and JAFTA JJA\nHEARD:\t16 NOVEMBER 2005\nDELIVERED:\t1 DECEMBER 2005\n____________________________________________________________\nSummary:\nJurisdiction – s 19(1)(a) & (b) of the Supreme Court Act 59 of 1959\n–  meaning of ‘causes arising’\n– meaning of principal\nplace of business – submission to\njurisdiction.\n______________________________________________________________________\nJUDGMENT\n____________________________________________________________\nJAFTA  JA\n[1]\nThis appeal concerns the jurisdiction of a high court. The first\nto eighth respondents (‘the respondents’) instituted\nan application\nin the Transkei High Court for an interdict against three insurance companies\nand the appellant. The appellant raised\nan objection in\nlimine\nto the\ncourt’s jurisdiction. The court of first instance (Maya J) ruled that it\nhad no jurisdiction and dismissed the application\nwith costs. The respondents\nappealed to the full court which held that the court of first instance had\njurisdiction, dismissed the\nappellant’s point in\nlimine\nwith costs\nand referred the matter back to the court of first instance to deal with the\nmerits of the application. The present appeal\nis against the latter order with\nthe leave of this court.\n[2]\tThe background facts are briefly these. The\nappellant is a businessman residing in Durban. In 1997 he carried on a\nmoneylending\nbusiness in that city. The respondents are teachers in the Transkei\nwhere they also reside. In 1997 they applied, in Durban, for\nloans of small sums\nof money from the appellant. As was the practice in the appellant’s\nbusiness, he required that insurance\npolicy contracts be attached to such\napplications as security. The respondents complied with this requirement and\nlater on they were\ngranted loans.\n[3]\tIn January 2001 the respondents brought\nan urgent application against the appellant and the insurance companies for an\norder restraining\nthem from facilitating or assisting in the cession, surrender\nor utilisation of the policies that have a connection with the appellant;\ndeclaring that purported cessions, surrenders, sureties and other contracts\nrelating to these policies are null and void; and directing\nthat the insurance\ncompanies release from cession and reinstate policies that had been surrendered\nor utilised by the appellant.\nThe case of the respondents is that they never\nceded their policies to the appellant and that they never gave him authority to\ncede,\nsurrender or utilise the policies. They contend that his actions in this\nregard were fraudulent and it is on this basis that the\norder was\nsought.\n[4]\tAs previously stated, the appellant resides in Durban, carried on\nbusiness and came into possession of the policies in Durban.\nThe contracts\nrelating to the policies were concluded in Durban. The insurance companies have\ntheir principal places of business\nin either Durban or Cape Town. Counsel for\nthe respondents submitted that the court of first instance had jurisdiction\nbecause payment\nin terms of the agreements of loan had to be collected in the\nTranskei. However, in the light of the respondents’ cause of\naction the\nplace where payment in respect of the loans had to be made is irrelevant. In any\nevent the acknowledgments of debt in\nrespect of the loans expressly provided\nthat payment had to be made in Durban.\n[5]\tAll the actions concerned took\nplace or may in future take place in either Cape Town or Durban in respect of\npolicies which were\nhanded to the appellant in Durban. In these circumstances\nthe court of first instance, in so far as the appellant was concerned,\ncould\nonly have had jurisdiction if he had consented to the jurisdiction of the court\nor, in terms of s 19(1)(b) of the Supreme Court\nAct 59 of 1959 (‘the\nAct’) if the appellant had been joined to legal proceedings in respect of\nwhich the court of first\ninstance had jurisdiction. The latter would be the case\nif the insurance companies had their principal places of business within\nthe\narea of jurisdiction of the court or if the insurance companies submitted to the\njurisdiction of the court.\n[6]\tSubsections 19(1)(a) and (b) of the Act\nprovide:\n‘19(1)(a)\tA provincial or local division shall have\njurisdiction over all persons residing or being in and in relation to all\ncauses\narising . . . within its area of jurisdiction and all other matters of which it\nmay according to law take cognizance . . .\n(b)\t\tA provincial or local\ndivision shall also have jurisdiction over any person residing or being outside\nits area of jurisdiction\nwho is joined as a party to any cause in relation to\nwhich such provincial or local division has jurisdiction or who in terms of\na\nthird party notice becomes a party to such a cause, if the said person resides\nor is within the area of jurisdiction of any other\nprovincial or local\ndivision.’\n[7]\tIn\nGulf Oil Corporation v Rembrandt Fabrikante en\nHandelaars (Edms) Bpk\n1963 (2) SA 10\n(T) at 17D-H Trollip J stated that\n‘cause’ means an action or legal proceeding (not a cause of action)\nand that  ‘a\ncause arising within its area of jurisdiction’ means\n‘an action or legal proceeding which, according to the law, has\nduly\noriginated within the Court’s area of jurisdiction’. Further support\nfor this interpretation is to be found in the\nAfrikaans text of s 19(1)(a) and\n(b) where the words ‘gedinge wat . . . ontstaan’ and ‘geding\nmet betrekking waartoe’\nare used as the Afrikaans equivalent for\n‘causes arising’ and ‘cause in relation to which’.\nTrollip J concluded:\n‘The result is that the Court’s jurisdiction\nunder sec. 19(1) is simply determined, as hitherto, by reference to the common\nlaw and/or any relevant statute.’\nThis statement is quoted with\napproval in\nBisonboard Ltd v K Braun Woodworking Machinery (Pty) Ltd\n[1990] ZASCA 86\n;\n1991\n(1) SA 482\n(A) at 486H-J.\n[8]\nThe court a quo held that the insurance\ncompanies as well as the appellant submitted to the jurisdiction of the court of\nfirst instance\nby reason of the fact that they were parties to other proceedings\nin the High Court, Transkei. The court a quo erred in this regard.\nThe fact that\na court has jurisdiction in respect of certain legal proceedings does not confer\njurisdiction on such a court in respect\nof other legal proceedings. The onus of\nproving submission was on the respondents. They failed to make out any case\nwhatsoever that\neither the appellant or the insurance companies submitted to the\njurisdiction of the court of first instance. The mere failure to\noppose an\napplication, as in the case of the insurance companies, does not constitute\nsubmission to the court’s jurisdiction\n(see\nDu Preez v Philip-King\n1963 (1) SA 801\n(W) at 803A-H) and\nGirdwood v Theron\n1913 CPD 859\nat\n862).\n[9]\tThe court a quo also held that the court of first instance had\njurisdiction over the insurance companies by reason of their principal\nplaces of\nbusiness being within the Transkei.  In\nBisonboard\nat 499C-D this court\nheld that a company resides at its registered office as well as its principal\nplace of business. Relying on\nFederated Insurance Co Ltd v Malawana\n1986\n(1) 751 (A) the court a quo held that where a company has a branch office within\nthe jurisdiction of the court that place should\nbe regarded as its principal\nplace of business for purposes of jurisdiction. However, in\nMalawana\nthis\ncourt interpreted rule 4(1)(a)(v) in terms of which service of a summons on a\ncompany ‘shall be effected . . .by delivering\na copy . . . at its\nprincipal place of business within the Court’s jurisdiction’ (758I-J\nand 762A-E). It held that Federated\nInsurance’s branch office in East\nLondon was its principal place of business within the jurisdiction of the court\nconcerned\n(762F). However, there is a vast difference between ‘a\ncompany’s principal place of business’ and ‘a company’s\nprincipal place of business within the court’s jurisdiction’. The\nprincipal place of business of a company for jurisdictional\npurposes is the\nplace where the central control and management of a company is situated\n(\nBisonboard\nat 496C). The court a quo, therefore, erred in holding that\nthe court of first instance had jurisdiction over the insurance companies\nby\nreason of their principal places of business being situated within the\nTranskei.\n[10]\tThe appeal record was overburdened with material which was\nwholly unnecessary for the adjudication of the present appeal. This\nmaterial\nconsists of heads of argument filed in the court below, papers in the\napplication for leave to appeal and other documents.\nSuch documents constituted\napproximately half of the record placed before us. It was the duty of the\nappellant’s attorneys\nto  ensure that such documents were excluded from\nthe record as required by Rule 8(9). That they failed to do and there is no\nexplanation\nfor the breach. In the light of repeated warnings issued by this\ncourt in the past (\nSalviati & Santori (Pty) Ltd v Primesite Outdoor\nAdvertising\n2001(3) SA 766 (SCA) and\nZulu and Others v Majola\n2002(5)\nSA 466 (SCA) at 470B-E), I consider it appropriate to limit the costs to which\nthe appellant is entitled for the preparation\nof the record to 50 per\ncent.\n[11]\tOn 15 September 2005 the hearing of this appeal was postponed at\nthe request of the respondents. They had failed to file heads\nof argument and\ntheir counsel was not ready to argue the matter. We were then informed by\ncounsel that the respondents were not aware\nof the date of the hearing because\nthey had not received the notice of set down. As a result counsel was only\ninstructed on the previous\nday to draw heads of argument and to appear for\nthem.\n[12]\tOn granting the postponement this court ordered that the\nrespondents’ attorneys should furnish an explanation for their\nunreadiness\nand show why they should not be held liable for the costs of the postponement.\nIn his affidavit Mr Edward Bikitsha (the\nrespondents’ attorney) states,\ncontrary to what we were told on 15 September, that he received the notice of\nset down. The\nonly explanation he now furnishes for the respondents’ \nstate of unpreparedness is that he had not received the appellant’s\nheads\nof argument.\n[13]\tAlthough the respondents’ attorney was, on his own\nadmission, aware of the date of hearing he took no steps in preparation\nfor it.\nHe had appointed correspondent attorneys in Bloemfontein for, inter alia,\nreceiving documents served. He did not enquire\nwhether the heads had been\ndelivered there, even after the appellant’s attorneys had, by a letter\ndated 9 September, asked\nfor the respondents’ heads. He only made such\nenquiry after he was advised by the appellant’s attorneys that such heads\nhad been delivered. The fact that the appellant’s heads had not been\ndelivered to him, in Mthatha, cannot be an excuse for\ntaking no steps at all. In\nmy view, his failure to act amounted to gross neglect of his professional\nresponsibilities. The attorney’s\ntardiness is aggravated by the\nconflicting reasons furnished. It is clear that this court was misled during the\nhearing of the application\nfor postponement which resulted in wasted costs. The\nblame for such costs lies entirely on the respondents’ attorney. It would\nbe unfair to expect the respondents to bear any part of those costs. I consider\nit proper to order that the respondents’ attorney\nmust pay such costs\nde bonis propriis\nand on the scale as between attorney and client.\n[14]\tThe following order is made:\n1.\tThe appeal is upheld with\ncosts, save that the appellant is entitled to only 50 per cent of the costs of\npreparing the record.\n2.\tBikitsha and Associates are ordered to pay the costs of the postponement on\n15 September 2005\nde bonis propriis\nand on the scale as between attorney\nand client.\n3.\tThe order of the court\na quo\nis set aside and replaced with the\nfollowing order:\n‘The appeal is dismissed with\ncosts.’\n---------------------------------------\nC\nN JAFTA\nJUDGE OF APPEAL\nMPATI\nDP\t\t\t)\nSTREICHER JA\t\t)\tCONCUR\nLEWIS JA\t\t\t)\nVAN\nHEERDEN JA\t)",
  "scraped_at": "2026-02-12T15:13:40.012297",
  "date": "2005-12-01",
  "coram": [
    "MPATI DP",
    "STREICHER JA",
    "LEWIS JA",
    "VAN HEERDEN JA",
    "JAFTA JJA"
  ],
  "case_number": "422/2004",
  "parties": {
    "applicants": [
      "DAVID LEIBOWITZ t/a LEE FINANCE"
    ],
    "respondents": [
      "A T MHLANA AND OTHERS"
    ]
  },
  "sections": {
    "facts": "The appellant, David Leibowitz trading as Lee Finance, was a money‑lending businessman based in Durban. In 1997 he provided small loans to teachers residing in the Transkei, requiring each loan to be secured by an attached insurance policy. The respondents complied and received the loans. In January 2001 they applied in the Transkei High Court for an interdict against the appellant and three insurance companies, alleging that the appellant had fraudulently ceded, surrendered or otherwise utilised the policies without their authority and that such transactions should be declared null and void. The respondents argued that the policies were connected to the loans, which were payable in the Transkei, and that this gave the Transkei court jurisdiction over the matter.",
    "issues": "The principal issue was whether the Transkei High Court had jurisdiction over the appellant and the insurance companies under sections 19(1)(a) and 19(1)(b) of the Supreme Court Act 59 of 1959. Specific questions involved (1) the meaning of “causes arising” within the court’s area, (2) the relevance of the parties’ principal places of business, and (3) whether the insurers had submitted to the jurisdiction of the Transkei court.",
    "principles": "The Court reaffirmed that “cause” under s19(1) refers to an action or legal proceeding that originates within the court’s area, as explained in Gulf Oil Corporation v Rembrandt Fabrikante. A party’s principal place of business for jurisdictional purposes is where central control and management are situated, not merely a branch within the jurisdiction (Bisonboard Ltd v K Braun). Submission to jurisdiction requires either explicit consent or joining to proceedings where the court already has jurisdiction; merely failing to oppose an application does not amount to submission (Du Preez v Philip‑King; Girdwood v Theron).",
    "application": "The Court found that the appellant resided and conducted the relevant transactions in Durban, and the insurance companies had their principal places of business in Durban or Cape Town, not in the Transkei. No evidence showed that the appellant consented to the Transkei court’s jurisdiction, nor that the insurers had been joined to proceedings within that court. Consequently, the Transkei High Court lacked jurisdiction over both the appellant and the insurers. The Court also noted procedural deficiencies in the appeal record and awarded costs accordingly.",
    "conclusion": "The appeal was upheld. The order of the lower court granting the Transkei High Court jurisdiction was set aside and replaced with a dismissal of the appeal with costs. The appellant was entitled to only 50% of the costs of preparing the record, and the respondents’ attorney was ordered to pay the costs of the postponement de bonis propriis on the scale between attorney and client."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Jurisdiction",
    "level_3": [
      "section 19",
      "principal place of business",
      "submission to jurisdiction",
      "costs"
    ]
  }
}