{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/38.html",
  "case_name": "Road Accident Fund v Delport (183/2004) [2005] ZASCA 38; [2006] 1 All SA 468 (SCA); 2006 (3) SA 172 (SCA) (31 March 2005)",
  "citation": "[2005] ZASCA 38",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 38\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Delport (183/2004) [2005] ZASCA 38; [2006] 1 All SA 468 (SCA); 2006 (3) SA 172 (SCA) (31 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 183/2004\nIn the matter between\nTHE ROAD ACCIDENT FUND\t\nAppellant\nand\nPETRUS JACOBUS DELPORT NO\t            \nRespondent\n___________________________________________________________\nCORAM: \tZULMAN, VAN HEERDEN et PONNAN JJA\nHEARD:\t15 FEBRUARY 2005\nDELIVERED:    31 MARCH\n2005\n___________________________________________________________\nSummary:\nDelict –personal injuries – Quantum of damages – Assessment of\ndamages for loss of earning capacity and\ngeneral damages – appeal court\ndeclining to interfere with awards made by trial\ncourt\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nZULMAN JA\n[1]\tThe respondent is the\ncurator ad litem\nof Helen van Rooyen (the\npatient). The patient suffered horrendous permanent injuries in consequence of a\nmotor collision which occurred\non 16 January 1997. The respondent instituted an\naction against the appellant for the recovery of damages suffered by the patient\nfollowing upon the injuries sustained by her. The Pretoria High Court\n(Hartzenberg J) awarded damages in the total sum of R3 616 697,57,\ncomputed as follows:\nPast medical expenses\t\t\t\tR   525 774,58\nDamages for loss of earning capacity\t\tR1 840 923,00\nGeneral damages for\npain, suffering\nand the loss of the amenities of life\nR1 250 000,00\n[2]    The\nappellant, with the leave of the court below\n,\nappeals to this court only\nin respect of the awards for loss of earning capacity and general damages,\ncontending that the order made\nby the court below should be set aside and\nsubstituted with awards of R845 212,00 and R800 000,00, respectively. The total\namount\nin dispute is thus some R1 445 711,00.\n[3]\tThe injuries sustained by the patient that are set out in detail in\nvarious medico-legal reports tendered in evidence (including\na comprehensive\nreport by a Dr Richard Holmes, a psychologist) are not in dispute. The appellant\naccepts that those injuries have\nrendered the patient totally disabled and that,\nfrom the date of the collision she has not been - nor will she in the future be\n-\nable to earn any income. It further accepts, as held by the court below, that\nthe patient’s earning capacity, subject to an\nadjustment for\ncontingencies, must be calculated on the basis that in 2003 she had a life\nexpectancy of 22 years.\nThe patient’s personal and work history\n[4]\tThe\npatient was born on 4 November 1960 and was thus 36 years old at the time of the\ncollision. She matriculated in 1977, the\nyear her first daughter was born. Her\nsecond daughter was born in 1981. Her first marriage, which was not a success,\nlasted some\nfour years from 1982 to 1986. She first worked as a personnel clerk\nat a business called Cremart which became part of Genkem in 1985.\nShe worked\nthere until 1989 when she obtained a position as a personnel officer at the Rand\nMutual Hospital, where she was responsible\nfor the administration of\napproximately 400 workers. She remained in that position until November 1993\nwhen, together with her present\nhusband, she began work in a restaurant in\nMelville, Johannesburg.\n[5]\tHer second marriage, which commenced in 1988, was\na particularly successful and happy one. Her daughters accepted her husband\nas\ntheir father and he regarded them as his own children. In his undisputed\nevidence, her husband described the period which he had\nspent with the patient,\nbefore the collision, as the best nine years of his life. It is apparent from\nthe evidence that there was\na very close and loving relationship between them.\nThey enjoyed a fulfilled and energetic life style. They bicycled and exercised\ntogether, participated (on a competitive level) in Latin-American and ballroom\ndancing, and took overseas trips together. Their close\nbond extended into the\nwork place and each manifested a warm enthusiasm for life and work. They enjoyed\na high standard of living\nand each complemented the other in the skills that\nthey brought to the workplace.\n[6]\tAccording to the evidence of a friend, a\ncertain Mrs Starck, who was a co-employee at Genkem, the patient then earned\napproximately\nR3500,00 per month and was an outstanding worker. The personnel\nmanager at the Rand Mutual Hospital, Mr Richardt, testified that\nthe patient,\nwhom he regarded as an excellent worker, earned approximately R4500,00 per month\nwhilst in the employ of the hospital.\n[7]\tThe restaurant, which the patient\nsubsequently operated together with her husband, in his words ‘as equal\npartners’,\ncould serve 250 persons at any one sitting. It was open\napproximately 20 hours a day and was very successful, with a turnover of\napproximately R2 million a year. Although they had two managers, the patient was\nresponsible for numerous administrative tasks, including\nthe purchasing of\nsupplies and the maintaining of the books of accounts. She played a key role in\nthe management and undoubted success\nof the restaurant business, displaying at\nall times a great capacity for work. The patient’s husband testified that\nthe patient\ndrew R6000,00 per month from the business although this was not\nreflected on the books of account of the business.\n[8]\tAt the end of 1996 the patient and her husband sold their house in\nJohannesburg for a profit of approximately R2 million. They\nthen purchased a\nhouse in Seaview, Port Elizabeth, where they intended to relocate. Their plan\nwas to take an overseas holiday for\na few weeks in May/June 1997 and, after\ntheir return, to purchase and operate a new business. They had already started\ninvestigating\nvarious business possibilities. Shortly before the collision, a\n20% share in the restaurant business was allocated to the two managers\nof the\nbusiness. The remaining 80% was subsequently sold to the two managers for\napproximately R1,2 million. After the collision\nthe patient’s husband had\npurchased and operated two restaurants in Port Elizabeth, subsequently selling\none of them.\nThe accident and its sequelae\n[9]\tThe patient was rendered\nimmediately unconscious in consequence of the collision and remained so, without\nany sign of movement,\nuntil her arrival at the Kroonvaal Private Hospital later\nthat same day. The physical injuries suffered by her were a severe head\ninjury\n(in association with a loss of consciousness) and widespread injuries to the\nchest, left wrist, pelvis, left thigh and left\nlower leg.\n[10]\tAt the\nKroonvaal Hospital she required intubation and ventilation. She was admitted to\nthe intensive care unit on the day of\nthe collision and in due course various\noperative procedures had to be performed on her. On 21 January 2003 she was\ntransferred to\nthe Flora Clinic. She was again admitted to the intensive care\nunit where her condition was described as ‘critical and\nunsatisfactory’.\nShe still required naso-gastric feeding, intropic support\nand ventilation via a tracheostomy. Her Glasgow Coma Scale was recorded\nas 6/15.\nShe remained in the intensive care unit at the clinic until 31 January 1997,\nduring which time she required several courses\nof antibiotics for a chest\ninfection. She was then transferred to the neurological high care unit where she\nremained until her transfer\non 27 February 1997, at her husband’s request,\nto the Greenacres Hospital in Port Elizabeth. The patient was subjected to\nfurther\noperative procedures before being discharged on 27 May 1997 to her home\nin Port Elizabeth, where she remained in the care of her\nhusband, a full-time\nresident enrolled nurse, and a team of care assistants. After three years she\nwas once again institutionalised\nin Port Elizabeth. Since 18 February 2003, the\npatient has been in the care of the Lily Kirschman Frail Care Unit in East\nLondon.\nHer daughter, Elizabeth Keulder, who testified during the trial, lives\nin East London and visits her twice a day.\n[11]\tIt is common cause that the\npatient is unable to speak; that she has no control over either her bladder or\nher bowel and has\nbeen fitted with a catheter which needs to be changed every\nfour weeks; that she is not able to swallow and is fully  on a gastronomy\nfeeding tube for all her nutritional and fluid needs; that she has little, if\nany, movement of the right side of her body and only\nvery limited control of her\nleft hand. She still suffers from headaches; abdominal cramps; discomfort of the\nbladder; numerous bladder\ninfections; spastic contractions of the right arm;\nintermittent pain of the left hip; and general body stiffness. She, however, has\nno significant loss of sensory function. This means that she experiences - but\nhas no independent means of alleviating – pain\nand discomfort (especially\nwhen being handled).\n[12]\tThe patient has been rendered patently incapable of\nany form of work. In the opinion of Dr Holmes she has suffered ‘an\nobliteration of her pre-morbid employment prospects, employability and potential\nto derive an income.’ She has been rendered\nprofoundly disabled, is in\nneed of twenty-four hour care and is completely dependent on the assistance of\nothers. She is essentially\nconfined to her bed. As such she has been denied the\nopportunity of any form of social interaction beyond her immediate environment\nand does not have any means of mobility.\n[13]\tThe patient can now communicate\nonly through non-verbal facial expression, nodding and shaking her head, and\nmaking use of an\nalphabet communication board on which she ‘spells\nout’ words using her left hand. Because of her limited control of this\nhand, communication with the alphabet board is slow and extremely laborious and\nonly possible with people who know her very well,\nsuch as her daughter. While\nshe could benefit from the provision of an assistive/augmentative communication\ndevice, her ability to\ncommunicate will still remain severely compromised. It\nshould be noted that, despite the fact that the appellant was issued with\na\ncertificate in terms of\ns 17(4)\nof the\nRoad Accident Fund Act 59 of 1996\nin\nrespect of the patient’s accommodation and medical and hospital expenses,\nthe appellant’s handling of the matter since\nthe trial has been such (more\nabout this later) that the patient has not yet been provided with any of the\nassistive devices recommended\nfor her use by the medical and other\nexperts.\n[14]\tIn his report, Dr Holmes describes the patient’s\nneuro-psychological and emotional condition in the following\nterms:\n‘Retention of sharpness of mind (described as “one hundred\npercent” by her daughter);\nSome loss of memory (for a period in her\nlife);\nGood long-term memory (good recall of previous events);\nOngoing\nsevere depression;\nFeelings of extreme frustration (when being handled,\nshowered and toileted, etc.);\nOngoing tendency to cry (emotional\nlability);\nOngoing good sense of humour (but inability to give expression to\nthe same);\nHaving a very active mind (“trapped in her\nbody”);\nNo ability to communicate (conventionally, that is) and\nAn\nacute awareness of her situation and limitations resulting in profound emotional\ntrauma.’\n[15]\tPut simply, the patient is a person with an alert and\nactive mind trapped in a non-responsive body. She is completely unable\nto engage\nin the ordinary functions of life. The undisputed evidence is that, before the\ncollision, she was a happy, dynamic and\nactive person who enjoyed amenities such\nas cycling, competitive dancing and travelling. She is now clearly unable to\nparticipate\nin any such activities or indeed to lead anything resembling a\nnormal life. A video recording was led in evidence depicting her present\ncondition. Any viewer of that video tape cannot help but be deeply moved by the\ngraphic way in which her plight is depicted thereon.\nIn the words of Dr\nHolmes:\n“The psychological and emotional trauma experienced by her, on an\nongoing basis, is profound – almost defying contemplation\nand\nappreciation.”\nDamages for loss of earning capacity\n[16]\tThe appellant\nattacks the way in which the court below dealt with the patient’s past\nloss of earnings, the contention being\nthat it was incorrect to find, as the\ncourt below did, that the patient would have entered the employment market some\nseven months\nbefore March 1998. In my view this argument was correctly rejected\nby Hartzenberg J who found, on the undisputed evidence of the\npatient’s\nhusband as well as her daughter, that she was the type of person who was so\nhighly motivated and industrious that\nshe would in all probability have returned\nto work during August 1997 shortly after her overseas trip. That was the date\nused by\nthe actuary, Mr Jacobson, in making his calculations.\n[17]\tAs regards\nthe patient’s loss of future earnings, the appellant contended that the\ncourt below erred in employing the fiction\nthat, had there been no collision,\nthe patient would have returned to the structured labour market. Hartzenberg J\ndealt with this\ncontention in the following terms:\n‘Ek bevind dus dat\ndie pasiënt ‘n verlies aan verdienste vermoë gehad het.\nVanweë die werklike verloop\nvan haar beroepsloopbaan, is daar ‘n hele\naantal onsekerhede. Die eiser het om veilig te wees hierdie eis probeer\nkwantifiseer\ndeur die pasiënt se verdienste vermoë in die\ngestruktureerde arbeidsmark te bepaal. Ek het reeds aangedui dat ek van mening\nis dat dit minder behoort te wees as wat sy waarskynlik sou verdien het deur\nsaam met haar man besigheid te doen... Die enigste oorblywende\nvraag is dan of\ndie berekening wat namens die pasiënt gebruik is, realisties is of nie. Die\neiser gebruik vanaf 1 Augustus 1997\n‘n jaarlikse inkomste van R46 560,00.\nDit is minder as R4 000,00 per maand. Sy het reeds in 1993 R4 500,00\nverdien.\nMnr Jacobson, die aktuaris, het vanaf 2003 toegelaat vir inflasie teen\nsewe persent per jaar. Hy het egter ook gekapitaliseer teen\ntien persent. Hy het\ntoegegee dat sy inflasiekoers dalk te hoog kan wees maar het aangevoer dat as\ndit die geval is, sy kapitalisasiekoers\nook te hoog is. Hy hou vol dat die netto\neffek as jy die inflasiekoers en die kapitalisasiekoers teen mekaar opweeg,\nredelik en billik\nis en op die wyse waarop die getuienis aangebied is, is daar\nwerklik geen rede om nie daardie getuienis van hom te aanvaar nie. Vanweë\ndie feit dat daar hier met ‘n fiksie van die gestruktureerde arbeidsmark\ngewerk word en vanweë die feit dat die pasiënt\nen haar eggenoot hulle\nin besigheid sou bevind het, meen ek dat daar groter voorsiening vir\ngebreurlikheide toegelaat moet word as\nwaarvoor Mnr Jacobson toegelaat\nhet.’\nIn my view the learned judge was correct in rejecting that\ncontention. If anything, the assumptions relied on by him redounded to\nthe\nappellant’s benefit. Prior to the collision, the patient had been drawing\napproximately R6 000,00 per month from the\nrestaurant business and\naccording to the uncontested evidence of her husband, during October 2003 the\nrestaurant manager employed\nby him in his restaurant in Port Elizabeth was\nearning, as a salaried employee (working regular hours), R 6 500,00 per month\n(plus\ncertain benefits). When Mr Jacobson’s calculations were put to Dr\nHolmes during the trial, the latter’s view was that\nthey were ‘very,\nvery conservative...certainly lower than it should be’. In my view the\nremaining evidence supports this\nview. Moreover, Hartzenberg J made greater\nallowance for that fiction than Mr Jacobson did, by increasing the contingency\nfactor\nin respect of both past and future loss of earnings from 5 to 10 percent\nand 15 to 20 percent, respectively. I can find no fault\nwith his approach in\nthis regard.\n[18]\tThe final objection to the assessment by the court below of\nthe patient’s loss of future earnings was based upon the proposition\nthat\nshe would have ceased working at age 55. This contention is belied by the\nuncontradicted evidence of the patient’s husband\nand daughter that she\nwould, given her disposition, in all probability have continued working at least\nuntil the age of 65. That,\nindeed, was the finding by the court below and there\nappears, on all of the available evidence, to be no basis for interfering with\nit.\n[19]\tThe appellant contends that any amount awarded to the patient for\nloss of earning capacity should be reduced in some way because\nshe will be\nconfined to an institution for the rest of her life and, accordingly, so the\nargument went, her living expenses will\nthereby be reduced. The court below\ndealt as follows with that contention:\n‘Ek wil net op hierdie stadium\nmeld dat ek definitief verskil van Mnr Delport [counsel for the appellant in the\ntrial court]\nwat aanvoer dat daar op ‘n manier ‘n vermindering van\ndie pasiënt se skade moet wees omdat sy nou bedgekluister\nis en gevolglik\nnie meer mooi kan aantrek nie, nie kan reis nie en nie geld kan uitgee op\nvermaaklikheid nie. Dit lê nie in\ndie mond van die persoon wat\nverantwoordelik is vir die pasiënt se toestand om ‘n voordeel te wil\nbeding vir hierdie gevolg\nwat myns insiens niks met die delik pleger te doen het\nnie.’\n[20]\tIt is not necessary to express a view on the correctness or otherwise of\nthe learned judge’s general statement in this\nregard. This is so as no\nevidence whatsoever was led by the appellant as to the nature or extent, if any,\nof such savings. Nor, was\nthis aspect canvassed during the cross-examination of\nthe respondent’s witnesses. In those circumstances, it can hardly be\ncontended that the learned judge erred in not reducing the amount awarded for\nloss of earning capacity by failing to take into account\nalleged savings, the\nexistence, nature and extent of which had not even been touched on in the\nevidence before him.\nGeneral damages\n[21]\tI now turn to consider the award of R1\n250 000,00 as general damages for pain and suffering and the loss of the\namenities\nof life. I refer to what I have stated above in regard to the\npatient’s obvious severe pain and suffering and loss of the normal\namenities of life. In addition, the patient has effectively lost her husband as\na result of the collision – he no longer visits\nher and is apparently\nplanning to divorce her. His evidence in this regard was to the effect that,\nalthough he still loves her, his\nfeelings for her are akin to that felt for a\nchild and not a spouse. This loss of an exceptionally happy marriage\nrelationship obviously\nseverely exacerbates the patient’s psychological\nand emotional suffering. This is a case where the patient is acutely aware\nof\nher pain, discomfort, profound disablement, total dependence upon others and\nloss of nearly all the amenities of her pre-collision\nlife. She has to cope with\nthat awareness for the rest of her not inconsiderable life span.\n[22]\tIt is\ntrite that an award of general damages, falling as it does within the wide\ndiscretion of the trial court, will not lightly\nbe interfered with by a court on\nappeal. The position is well summarised by HJ Erasmus and JJ\nGauntlett\n[1]\nin these terms:\n“(a)\t...\n(b)\tWhere the assessment of the amount of damages is a matter of estimation\nrather than calculation, the trial court has a wide\ndiscretion to award what it\nin the particular circumstances considers to be fair and adequate\ncompensation.\n(c)\tWhere the amount of damages is a matter of estimation and discretion, the\nappeal court is generally slow to interfere with the\naward of the trial court -\nan appellate tribunal cannot simply substitute its own award for that of the\ntrial court. However, once\nit has concluded that interference is justified in\nterms of the principles set out in (d) below, the appeal court is entitled\nand obliged\nto interfere.\n(d)\tThe appeal court will interfere with the award of the trial\ncourt:\n(i)\twhere there has been an irregularity or misdirection;\n(ii)\twhere the appeal court is of the opinion that no sound basis exists for the\naward made by the trial court;\n(iii)\twhere there is a substantial variation or a striking disparity between the\naward made by the trial court and the award which\nthe appeal court considers\nought to have been made. In order to determine whether the award is excessive or\ninadequate, the appeal\ncourt must make its own assessment of damages. If upon\ncomparison with the award made by the trial court there appears to be a\n“substantial\nvariation” or a “striking disparity”, the\nappeal court will\ninterfere.’\n[23]\tIn my view the\nfinding of the court below is manifestly free of any misdirection or\nirregularity. It carefully considered the\nquestion of general damages and\nmotivated its conclusion inter alia with reference to the principles enunciated\nin\nMarine & Trade Insurance Co Ltd v Katz NO\n1979 (4) SA 961\n(A).\nAlthough the sequelae of the injuries sustained by the patient are more serious\nthan those in the\nKatz\ncase, that case is similar in many respects to the\npresent case. In\nKatz\nan award of R90 000,00 was made in respect of\ngeneral damages. Translated to the values prevailing at the time of the trial,\nthe award made in the\nKatz\ncase is approximately R1 452 000,00,\nwhich is some R200 000,00 higher than that awarded by the court below in this\nmatter.\nHaving said this I do not believe that courts should necessarily be\nwedded to previous awards, particularly those in which circumstances\nmay\ndiffer.\n[24]\tThe matter was well put by Brand JA in\nDe Jongh v Du Pisanie\nNO\n[2004] 2 All SA 565\n(SCA), in the following terms:\n‘[64]\t... die\nvasstelling van nie-patrimoniële skade [is] in die diskresie van die hof.\nBy die uitoefening van die hof\nse diskresie is vergelyking met toekennings in\nvorige sake ‘n nuttige hulpmiddel omdat dit darem vir die hof die\nbreë\nparameters oftewel ‘n patroon aandui waarbinne sy toekenning\ntuisgebring moet word. Dit is ook ‘n nodige riglyn omdat\nkonsekwentheid in\ntoekennings ‘n inherente vereiste van billikheid is. Nietemin bly dit\nsteeds ‘n riglyn. Dit vervang\nnie die hof se diskresie met ‘n\nletterknegtige gebondenheid aan die aangepaste waarde van vorige toekennings\nnie.\n[65]\tDie stygende tendens van toekennings in die onlangse verlede is,\nsoos ek alreeds gesê het, duidelik waarneembaar. Die effek\ndaarvan is\negter weer eens nie met matematiese presiesheid bepaalbaar nie. Dit is nie seker\npresies wanneer die tendens begin het\nen wanneer dit sal eindig nie. Dit het bes\nmoonlik reeds tot ‘n einde gekom. ... As die vorige beslissings wat as\nmaatstaf\ndien reeds met inagneming van die stygende tendens gemaak is, kan dit\nnouliks geregverdig word om op grond van dieselfde oorwegings\nsonder enige\nbykomstige rede, ‘n verdere styging toe te laat. Daarbenewens verg die\ntendens klaarblyklik nie die vermenigvuldiging\nvan vroeëre toekennings met\n‘n voorafbepaalde of bepaalbare faktor nie. Op die ou end is die tendens\nmaar net nog ‘n\noorweging wat die hof geregverdig is om in ag te neem\nwanneer hy, by die uitoefening van sy diskresie, na vorige toekennings, veral\nin\nouere sake, as riglyn verwys.’\n[25]\tIn so far as guidance is to be sought from previous awards and although\nthe amount of R1 250 000,00, at first blush,\nappears high, I certainly\ndo not regard it as excessive (“buitensporig”) as contended for by\nthe appellant. Given the\ncircumstances of this case, in particular the extremely\nserious injuries which the patient suffered and their tragic sequelae, I\ncertainly would have awarded, as general damages, an amount which would not have\ndiffered substantially, if at all, from the amount\nawarded by the court below. I\naccordingly see no warrant for interfering with the exercise by that court of\nits discretion.\nThe appellant’s conduct after the\ntrial\n[26]\tBefore concluding this judgment I believe that it is\nnecessary to record what can only be described as deplorable conduct on\nthe part\nof the appellant. Notwithstanding the fact that the appellant conceded that the\npatient was entitled to an award of approximately\nR1 600 000,00 in respect\nof loss of earning capacity and general damages, it made no payments on account\nof such award before\nDecember 2004. Judgment was given by the court below in\nfavour of the respondent on 22 October 2003. Thereafter various attempts\nwere\nmade to obtain payment from the appellant of the admitted amounts. Those\nattempts were unsuccessful. The respondent was obliged\nto bring an application\nduring August 2004, claiming:\n1.\tAn order that the appellant pay for the appointment of the curator\nad\nlitem\nand the curator\nbonis\nof the patient as well as the attendance\nat the trial by the curator.\n2.\tA declaratory order confirming that the appellant was liable for 100% of the\npast medical costs claimed in terms of the\ns 17(4)\nundertaking given by the\nappellant.\n3.\tPayment of an amount of R1 720 000,00 being partial payment of the\nloss of earnings and general damages awarded to the\nrespondent.\n[27]\tThe application was opposed and an opposing\naffidavit raising various technical issues was filed. Before the hearing of the\nmatter it was settled by agreement between the parties in the following\nterms:\n1.\tThe appellant conceded liability for the costs of the curator\nad litem\nand curator\nbonis\n;\n2.\tThe appellant also conceded liability in respect of the payment of 100% of\nthe patient’s past medical costs claimed in terms\nof the undertaking;\n3.\tIt was agreed that the appellant would pay R1,6 million to the respondent\npending the appeal to this court, in five monthly instalments\nof\nR320 000,00 each.\nThe agreed instalments of R320 000,00\nwere paid for the months of December 2004,  and January and February\n2005.\n[28]\tWhen the failure of the appellant to make timeous payment of the\nnon-disputed amounts was put to counsel for the appellant in\nthis court, he\nsought time to obtain proper instructions and to thereafter file a written\nresponse explaining what, on the face of\nit, amounted to a shocking breach by\nthe appellant of its statutory obligations. Subsequently a detailed written\nexplanation and\napology was filed by the appellant. The appellant apologised\n‘without reservation’ for the delay that was caused in making\npayments and for any inconvenience and discomfort caused to the patient, her\nrelatives and any other involved parties. It stated\nthat the purpose of the\nwritten explanation was aimed not at ‘justifying the conduct of the Road\nAccident Fund but ... at placing\nfacts before the Honourable Court which are\nwith respect necessary to enable the Honourable Court to fully understand the\ncircumstances\nof the matter.’ In the result the appellant undertook to pay\nthe balance of the amount of R1 600 000,00 before or\non 28 February\n2005; to reconsider the past medical expenses paid in terms of the undertaking\ngiven and to make ‘an adjustment\npayment’ before or on the\nabovementioned date; and furthermore promptly to pay any further amount\n‘that may still be\nowing as a result of the imminent judgment’ of\nthis court inclusive of any relevant costs, if applicable. The respondent was\nfurnished with a copy of the explanation and apology and accepted the contents\nthereof. The respondent furthermore confirmed that\nthe balance of the amount of\nR1,6 million had in fact been paid as undertaken.\n[29]\tThe court thanks those representing the appellant for the comprehensive\nand detailed explanation as well as the promptitude with\nwhich it was been\nfurnished.  The hope is expressed that there will not be a recurrence of such\nconduct on the part of the appellant\nin similar cases in the future.\nConclusion\n[30]\tReverting to the merits of the matter I am\nsatisfied, in view of what I have said above, that the appeal is without merit.\nAccordingly\nthe appeal is dismissed with costs, such costs to include the costs\nattendant upon the employment by the respondent of two\ncounsel.\n__________________________\nR H\nZULMAN\nJUDGE OF APPEAL\nVAN HEERDEN JA\t)\nPONNAN\nJA\t\t)CONCUR\n[1]\nIn the title on\n‘Damages’ 7\nLawsa\n(reissue) (revised by PJ Visser) para 117 p\n89.",
  "scraped_at": "2026-02-12T14:04:23.157272",
  "date": "2005-03-31",
  "coram": [
    "Zulman JA",
    "Van Heerden JA",
    "Ponnan JA"
  ],
  "case_number": "183/2004",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Petrus Jacobus Delport"
    ]
  },
  "sections": {
    "facts": "Helen van Rooyen suffered catastrophic permanent injuries in a motor collision on 16 January 1997, leaving her totally disabled, unable to speak, ambulate or earn any income. The injuries required extensive hospitalisation, intensive care and long‑term institutional care. Prior to the accident she had been employed as a personnel officer and later as a co‑owner of a successful restaurant, earning roughly R3,500–R6,000 per month. The Pretoria High Court awarded her R3,616,697.57 in total, comprising past medical expenses, loss of earning capacity (R1,840,923.00) and general damages for pain, suffering and loss of amenities (R1,250,000.00). The Road Accident Fund appealed only the awards for loss of earning capacity and general damages, seeking to reduce them to R845,212.00 and R800,000.00 respectively, and raised objections regarding the calculation methodology and alleged savings due to the patient’s institutionalisation.",
    "issues": "1. Whether the trial court’s assessment of loss of earning capacity was erroneous, particularly the assumptions about the patient’s return to the structured labour market and the duration of future earnings. 2. Whether the award for loss of earning capacity should be reduced because the patient is institutionalised and therefore purportedly incurs lower living expenses. 3. Whether the general damages award of R1,250,000.00 is excessive or irregular in view of precedent. 4. Whether any misdirection, irregularity or striking disparity exists that would justify appellate interference.",
    "principles": "The appellate court reiterated that trial courts enjoy a wide discretion in assessing damages, especially where the award involves estimation rather than precise calculation. Interference is limited to cases of misdirection, lack of a sound basis, or a substantial variation from what the appellate court deems appropriate. Precedent cited includes Marine & Trade Insurance Co Ltd v Katz (general damages benchmark), HJ Erasmus & JJ Gauntlett on appellate standards, and De Jongh v Du Pisanie on the discretionary nature of non‑patrimonial damage awards. The court affirmed that actuarial calculations must consider contingencies and that alleged savings cannot reduce loss of earning capacity awards absent evidential support.",
    "application": "The court upheld the trial judge’s actuarial methodology, noting that the assumptions about the patient’s post‑accident earnings were conservative and that the contingency factors (5–10% past, 15–20% future) were favourable to the appellant. It rejected the appellant’s contention that the patient would have left the labour market at age 55, accepting evidence that she would likely have worked to age 65. The court also dismissed the argument for reducing loss of earnings due to institutionalisation, as no evidence of savings was adduced. Regarding general damages, the court found the R1,250,000.00 award consistent with comparable cases and not manifestly excessive, emphasizing the severity of the injuries and loss of marital relationship.",
    "conclusion": "The appeal was dismissed with costs awarded to the respondent, including costs for two counsel. The court noted the appellant’s delay in payment but accepted the subsequent settlement and payment of the awarded sums. No amendment to the loss of earning capacity or general damages awards was made."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Personal Injuries",
    "level_3": [
      "loss of earning capacity",
      "general damages",
      "appellate review"
    ]
  }
}