{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/50.html",
  "case_name": "Cordiant Trading CC v Daimler Chrysler Financial Services (Pty) Ltd (237/2004) [2005] ZASCA 50; [2006] 1 All SA 103 (SCA); 2005 (6) SA 205 (SCA) (30 May 2005)",
  "citation": "[2005] ZASCA 50",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 50\n|\nNoteup\n|\nLawCite\nCordiant Trading CC v Daimler Chrysler Financial Services (Pty) Ltd (237/2004) [2005] ZASCA 50; [2006] 1 All SA 103 (SCA); 2005 (6) SA 205 (SCA) (30 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 237/04\nIn the matter between:\nCORDIANT TRADING CC\nAppellant\nand\nDAIMLER CHRYSLER\nFINANCIAL\nSERVICES (debis) (PTY) LTD                           \t\t     \n\tRespondent\nCoram:\t\tHOWIE P, ZULMAN, MTHIYANE, JAFTA AND \tMLAMBO JJA\nHeard:\t\t9  MAY 2005\nDelivered:\t\t30 MAY 2005\nSummary:\t\tJurisdiction – on causes – limited to causes arising\nwithin \tthe court’s area of jurisdiction. Declaration\nof rights –\n\twhen competent under s 19(1)(a)(iii) of Act 59 of 1959\nJ U D G M E N T\nJAFTA JA/\nJAFTA JA:\n[1]\tTwo issues were raised in this appeal: the first is whether\nthe Durban and Coast Local Division had jurisdiction to hear and determine\nan\napplication brought against a South African company based beyond its area of\njurisdiction; and the second is whether a seller\nof goods which were resold to\nthird parties in successive sales has\nlocus standi\nto seek a declarator\nagainst the original vendor who had sold them to the person from whom the\napplicant had purchased the goods.\n[2]\tIn June 2000 the appellant brought\nan application in the court\na quo\nfor an interdict restraining the\nrespondent from vindicating certain motor vehicles pending the finalisation of\nan action it intended\nto institute.  The appellant indicated that it would seek\nan order declaring that the respondent had no right to vindicate the vehicles\nin\nquestion.  By agreement between the parties the application was referred for the\nhearing of oral evidence on certain defined issues.\n The parties further agreed\nthat the appellant would seek the declarator on the same papers instead of\ninstituting a  new action.\n Since the respondent had objected to both the\njurisdiction of the court and the appellant’s\nlocus standi\n, the\ncourt\na quo\n(Nicholson J) was asked to decide these issues separately\nfrom the merits of the matter.  The learned Judge upheld both points and\ndismissed the application with costs. The appellant now appeals against that\norder with leave of this Court.\n[3]\tThe appellant is a close corporation\ndealing in motor vehicles and sells them mainly to other dealers.  It has its\nprincipal place\nof business in Durban.  The respondent is a registered company\nwith its principal place of business at 123 Wierda Road, Centurion,\nGauteng. \nThe respondent also is a trader in certain brands of motor vehicles.  It\npurchases its stock from the manufacturers and\nsells only to accredited\ndealers.\n[4]\tDuring July 1997 the respondent and a company called Maxine\nMotor Holdings (Pty) Limited trading as Fourways Motors (‘Fourways\nMotors’) concluded a written sale agreement in terms of which the\nrespondent sold new vehicles to Fourways Motors.  It was\na term of the agreement\nthat ownership of the sold vehicles would remain vested in the respondent until\nthe full purchase price had\nbeen paid.  The vehicles forming the subject matter\nof the present proceedings were sold by the respondent to Fourways Motors in\nterms of that agreement.  Sixteen of those vehicles were further sold to the\nappellant by Fourways Motors.  The appellant resold\nthem to other dealers who,\nin turn, resold the vehicles to members of the public.\n[5]\tIn June 2000\nthe respondent issued a notice to the effect that Fourways Motors had failed to\npay for some of the vehicles and\nthat ownership thereof remained with it.  As a\nresult the respondent demanded payment for the vehicles or their return from\npersons\nin whose possession they were at the time of the notice.  This prompted\nthe appellant to launch the current proceedings on the basis\nthat it is likely\nto face claims from its purchasers for repayment of the amounts paid to it for\nthe vehicles. Meanwhile Fourways\nMotors was placed under liquidation after its\nmanaging director had died under mysterious circumstances. He had represented\nFourways\nMotors at the conclusion of the sales of the vehicles to the\nappellant.\n[6]\tRegarding the issue of jurisdiction, the court\na\nquo\nruled that it had jurisdiction only in respect of two vehicles which\nwere found to be in its territorial area of jurisdiction at\nthe time the\nproceedings were launched. In this regard Nicholson J said:\n‘I am\ntherefore of the view that because it was common cause that the respondent did\nnot reside in this Court’s jurisdiction\nthat all the requirements for an\ninterdict, including a clear right, apprehension of harm and no alternative\nremedy, arose outside\nthe geographical area of this Court, it consequently had\nno jurisdiction to deal with all the vehicles save vehicles numbers 5 and\n14 in\nthis application. For this additional reason the application falls to be\ndismissed with respect to all the other vehicles.’\n[7]\tAs to the\nissue of\nlocus standi\n, the learned Judge followed, amongst others, the\ndecisions of this Court in\nLammers & Lammers  v Giovannoni\n1955 (3)\nSA 385\n(A) and\nLouis Botha Motors v James & Slabbert Motors (Pty) Ltd\n1983 (3) SA 793\n(A), in which it was held that a seller’s liability to\nhis purchaser depends upon proof of a breach of the warranty against\neviction\nand that this warranty binds a seller only to the purchaser to whom he had sold.\nOn the basis of this principle, the learned\nJudge held that since the threat of\neviction was not directed at the appellant’s purchasers, it had no\nlocus standi\nto restrain the respondent from vindicating the\nvehicles.\n[8]\tBefore us, counsel for the appellant submitted that the\ncourt\na quo\nhad jurisdiction because the cause arose within its area of\njurisdiction. He mentioned various factors which he contended establish\njurisdiction. Alternatively, he submitted that since the court\na quo\nhad\nfound it had jurisdiction in respect of two of the vehicles in question,\nconsiderations of convenience and common sense warranted\nthat it should have\njurisdiction in respect of all the vehicles.  This, he argued, would prevent the\nproliferation of proceedings.\n Reliance was placed on\nEstate Agents Board  v \nLek\n1979 (3) SA 1048\n(A) at 1067 where Trollip JA said:\n‘Now I have\nalready pointed out that the relief against such adverse effect of the\nBoard’s decision which respondent was\nentitled to and did seek by way of\nan appeal under the Act was not mandatory but rather declaratory or empowering\nin respect of the\nBoard.  Having due regard to that fact I think that the Court\na quo\nhad jurisdiction to entertain his appeal simply on the ground that\nhe was resident within its area of jurisdiction.  After all, that\nwas the Court\nimmediately at hand and easily accessible to him and to which he would naturally\nturn for aid in seeking to have the\ndiminution in his legal capacity or\npersonality remedied.  In the present context of our unitary judicial system of\nhaving one Supreme\nCourt with different Divisions, as set out earlier in this\njudgment, convenience and common sense, are,\ninter alia\n, valid\nconsiderations in determining whether a particular Division has jurisdiction to\nhear and determine the particular cause.’\n[9]\tRegarding the main\nargument, counsel for the respondent submitted that the factors referred to by\nthe appellant were insufficient\nto justify the conclusion that the cause indeed\narose within its area of jurisdiction.  As to the alternative argument, he\nsubmitted\nthat the present matter is distinguishable from\nLek\nwhere the\nappellant’s right to carry on business as an estate agent was affected\nwithin the area of jurisdiction of the court\nof first instance and that, he\nargued,  is not the position in the present case.\n[10]\tThe limitation as\nto the territorial area of each High Court is imposed by s 19(1)(a) of the\nSupreme Court Act 59 of 1959 (‘the\nAct’).  The section provides that\nsuch court shall have jurisdiction over persons residing in and causes arising\nwithin its\narea of jurisdiction.  For present purposes the jurisdiction of the\ncourt\na quo\nmust be determined with regard to the requirement of\n‘causes arising’.  In the past, these words were construed to mean\nproceedings over which a High Court has jurisdiction under the common law\n(\nBisonboard Ltd  v  K Braun Woodworking Machinery (Pty) Ltd\n[1990] ZASCA 86\n;\n1991 (1) SA\n482\n(A) at 486 and\nEwing McDonald & Co Ltd v M & M Products Co\n[1990] ZASCA 115\n;\n1991 (1) SA 252\n(A)). In the latter case Nienaber AJA said at\n257F-G:\n‘The expression “causes arising” has been\ninterpreted in the\nBisonboard\njudgment\nsupra\nat p 11 of the\ntypescript copy “... as signifying not “causes of action\narising” but “legal proceedings duly\narising”, that is to say,\nproceedings in which the Court has jurisdiction under common law”. Since a\nCourt under the\ncommon law would have had jurisdiction over persons domiciled\nwithin its area of jurisdiction (who would include, although not confined\nto\npersons “residing or being in”), “persons residing or being\nin” and “causes arising” are not\nantithetical concepts;  the\nformer is merely an elaboration of the latter.’\n[11]\tPlainly, what\nis meant in the above interpretation is that ‘causes arising’ does\nnot refer to causes of action but\nto all factors giving rise to jurisdiction\nunder the common law. Of course, such factors do not exclude a cause of action.\nIt is\nby now well-established that, in appropriate cases, a court which has\njurisdiction over the area within which a cause of action arose\nis competent to\ndecide a matter on that basis alone.\n[12]\tAgainst this background I turn\nto the issue of whether the appellant had adequately established that the court\na quo\nhad jurisdiction under the common law.  The sales between the\nappellant and the immediate purchasers were concluded in Durban.  The\nappellant’s obligation under the warranty against eviction flows from\nthese sales. Some of the evictions against the possession\nof the vehicles in\nquestion occurred in Durban. In my view, these facts show a sufficient\nconnection to the court\na quo’s\narea of jurisdiction so as to\njustify its competence under the common law to decide the case .\n[13]\tIn\naddition, some of the vehicles which formed the subject matter of these\nproceedings were found within the court\na quo’s\narea of\njurisdiction. As a result it held that it had jurisdiction in respect thereof.\nIn order to avoid a proliferation of applications,\nit would have been convenient\nfor the court\na quo\nto deal with all the vehicles involved instead of\nconfining itself to only those found within its area of jurisdiction. Indeed the\nbalance of convenience has been regarded as a consideration in determining\nwhether or not a court has jurisdiction.  In\nSonia (Pty) Ltd v Wheeler\n1958 (1) 555 (A) Price AJA said at 562F-G:\n‘It is argued that if the\nmoney claims stood alone and there were no claim for cancellation,  the Court\nwould not have jurisdiction.\nAssuming this to be so, assuming that the Eastern\nDistricts Court could not entertain a claim for a refund of the purchase price\nif that claim stood alone, it nevertheless seems to me that every consideration\nof convenience and common sense indicates that where\nsuch a money claim is as\nclosely associated with a claim for cancellation of the contract, as in this\ncase, and is a consequential\nclaim, following on the cancellation, the same\nCourt which has jurisdiction to decree cancellation should have jurisdiction to\nhear\nthe money claim for a refund of the purchase price, and to order\ncosts.’\nSee also\nRoberts Construction Co Ltd v Willcox Bros (Pty)\nLtd\n1962 (4) SA 326\n(A).\n[14]\tThe primary object of the above\napproach is to avoid an unnecessary proliferation of proceedings and the\npossibility of conflicting\ndecisions on the same cause of action, between the\nsame parties. In the present case the issues before the court\na quo\ninvolved the same parties. The underlying basis for the appellant’s case\nwas its obligation under the warranty against eviction\nin respect of each\nvehicle. All vehicles were originally sold by the respondent to Fourways Motors\nwhich, in turn, resold them to\nthe appellant. The respondent contended that\nownership in respect of all the vehicles did not pass to the appellant and its\nsuccessors\nin title because of the reservation of ownership clause in the\nagreement between it and Fourways Motors which remained in force due\nto the\nlatter’s failure to pay the purchase price.  The strong consideration of\nconvenience in this case impels me to the conclusion\nthat the court\na quo\nhad jurisdiction to entertain the application in respect of all the\nvehicles.\n[15]\tThe next question relates to the appellant’s\nlocus standi\nto seek a declarator. The answer thereto depends mainly on\nthe interpretation of s 19(1)(a)(iii) of the Act. Subsection (1) insofar\nas is\nrelevant provides:\n‘(1)(a)\tA provincial or local division shall have\njurisdiction over all persons residing or being in and in relation to all\ncauses\narising and all offences triable within its area of jurisdiction and all other\nmatters of which it may according to law take\ncognizance, and shall, subject to\nthe provisions of subsection (2), in addition to any powers or jurisdiction\nwhich may be vested\nin it by law, have power ─\n(i)\t...\n(iii)\tin its\ndiscretion, and at the instance of any interested person, to enquire into and\ndetermine any existing, future or contingent\nright or obligation,\nnotwithstanding that such person cannot claim any relief consequential upon the\ndetermination.’\n[16]\tAlthough the existence of a dispute between\nthe parties is not a prerequisite for the exercise of the power conferred upon\nthe\nHigh Court by the subsection, at least there must be interested parties on\nwhom the declaratory order would be binding. The applicant\nin a case such as the\npresent must satisfy the court that he/she is a person interested in an\n‘existing, future or contingent\nright or obligation’ and nothing\nmore is required (\nShoba v Officer Commanding, Temporary Police Camp,\nWagendrif Dam\n1995 (4) SA 1\n(A) at 14F). In\nDurban City Council v\nAssociation of Building Societies\n1942 AD 27\nWatermeyer JA with reference to\na section worded in identical terms said at 32:\n‘The question whether\nor not an order should be made under this section has to be examined in two\nstages. First the Court must\nbe satisfied that the applicant is a person\ninterested in an “existing, future or contingent right or\nobligation”, and\nthen, if satisfied on that point, the Court must decide\nwhether the case is a proper one for the exercise of the discretion conferred\non\nit.’\n[17]\tIt seems to me that once the applicant has satisfied the\ncourt that he/she is interested in an ‘existing, future or contingent\nright or obligation’, the court is obliged by the subsection to exercise\nits discretion. This does not, however, mean that\nthe court is bound to grant a\ndeclarator but that it must consider and decide whether it should refuse or\ngrant the order, following\nan examination of all relevant factors. In my view,\nthe statement in the above dictum, to the effect that once satisfied that the\napplicant is an interested person, ‘the Court must decide whether the case\nis a proper one for the exercise of the discretion’\nshould be read in its\nproper context. Watermeyer JA could not have meant that in spite of the\napplicant establishing, to the satisfaction\nof the court, the prerequisite\nfactors for the exercise of the discretion the court could still be required to\ndetermine whether\nit was competent to exercise it. What the learned Judge meant\nis further clarified by the opening words in the dictum which indicate\nclearly\nthat the enquiry was directed at determining whether to grant a declaratory\norder or not, something which would constitute\nthe exercise of a discretion as\nenvisaged in the subsection (cf\nReinecke v Incorporated General Insurances\nLtd\n1974 (2) SA 84\n(A) at 93A-E).\n[18]\tPut differently, the two-stage\napproach under the subsection consists of the following. During the first leg of\nthe enquiry the\ncourt must be satisfied that the applicant has an interest in an\n‘existing, future or contingent right or obligation’.\nAt this stage\nthe focus is only upon establishing that the necessary conditions precedent for\nthe exercise of the court’s discretion\nexist. If the court is satisfied\nthat the existence of such conditions has been proved, it has to exercise the\ndiscretion by deciding\neither to refuse or grant the order sought. The\nconsideration of whether or not to grant the order constitutes the second leg of\nthe enquiry.\n[19]\tThe appellant, in the present case, was clearly\ninterested in the determination of the respondent’s alleged right of\nownership\non the vehicles in question because its right to seek compensation and\nliability under the warranty against eviction depended on\nthe respondent’s\nright of ownership being unassailable. Consistently with this position, the\nissues which the appellant wanted\nto raise were: (a) that the respondent was not\nthe owner of the vehicles in question and that Fourways Motors was;  (b) that\nthe\nrespondent was in any event estopped from denying Fourways Motors’\nownership. The appellant could obviously raise those issues\nin any of the\nproceedings instituted by the respondent. Indeed the respondent’s counsel\nconceded that the appellant could intervene\nin any of such proceedings. However,\ncounsel argued that instead of launching the present proceedings, the appellant\nshould have\nwaited for its buyers first to institute proceedings against it. I\ndo not agree. It is clear from what is said above including the\nconcession by\nthe respondent’s counsel that the appellant had interest in the current\nproceedings. I can conceive of no basis\non which such interest could be\nsuspended until the appellant’s buyers institute proceedings against it.\nSection 19(1)(a)(iii)\ncertainly does not require that as a preliminary step. It\nfollows that the court\na quo\nerred in holding that the appellant had no\nlocus standi\n.\n[20]\tIn the view I take of the matter, it is not\nnecessary to determine whether the common law principle, confining claims for\ncompensation\narising from the warranty against eviction to immediate sellers and\npurchasers, is applicable to the present case. Suffice to say\nthat its\napplication would not, in my view, affect the interest of the appellant in these\nproceedings. If it applies, it would only\nmean that the appellant’s\nliability is confined to its immediate purchasers.\n[21]\tIn the\ncircumstances the court\na quo\nshould have dismissed the points raised by\nthe respondent and proceeded to a consideration of the merits, thereby\nexercising its\ndiscretion as contemplated in s 19(1)(a)(iii).\n[22]\tThe\nfollowing order is made:\n1.\tThe appeal is upheld with costs including costs\noccasioned by the employment of two counsel.\n2.\tThe order of the court\na\nquo\nis set aside and replaced with the following order:\n‘The points\nraised by the respondent in respect of jurisdiction and\nlocus\nstandi\nare hereby dismissed with costs including\ncosts of two counsel.’\n___________________\nC N JAFTA\nJUDGE OF APPEAL\nConcur:\nHOWIE P\nZULMAN JA\nMTHIYANE JA\nMLAMBO\nJA",
  "scraped_at": "2026-02-12T14:08:30.335265",
  "date": "2005-05-30",
  "coram": [
    "Howie P",
    "Zulman",
    "Mthiyane",
    "Jafta",
    "Mlambo JJA"
  ],
  "case_number": "237/04",
  "parties": {
    "applicants": [
      "Cordiant Trading CC"
    ],
    "respondents": [
      "Daimler Chrysler Financial Services (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Cordiant Trading CC, a motor‑vehicle dealer based in Durban, bought sixteen vehicles from Fourways Motors (a company that had bought them from Daimler Chrysler Financial Services). The vehicles were later sold on to other dealers and ultimately to members of the public. In June 2000 Daimler Chrysler issued a notice claiming that Fourways Motors had not paid for the vehicles and that ownership remained with Daimler Chrysler. The company therefore demanded payment or return of the vehicles from anyone in possession of them. Cordiant applied for an interdict and a declaratory order to prevent Daimler Chrysler from vindicating the vehicles, arguing that it faced possible claims from its own purchasers.",
    "issues": "Two legal issues were before the court: (1) whether the Durban and Coast Local Division had jurisdiction to hear the application against a respondent located outside its territorial area; and (2) whether the appellant had locus standi to seek a declaratory order against the original vendor under s 19(1)(a)(iii) of the Supreme Court Act.",
    "principles": "The court considered the meaning of \"causes arising\" under s 19(1)(a) of the Supreme Court Act, interpreting it to include common‑law jurisdiction factors rather than merely the cause of action. It applied precedents (e.g., Bisonboard, Ewing McDonald) that a court may have jurisdiction if the proceedings arise within its area, even where parties are non‑resident. Convenience, balance of convenience, and avoidance of multiple proceedings were recognised as relevant considerations. For locus standi, s 19(1)(a)(iii) requires an interested person to demonstrate an existing, future or contingent right or obligation; once satisfied, the court must exercise its discretion on whether to grant the declaratory order.",
    "application": "The appellant demonstrated that the sales between it and its immediate purchasers occurred in Durban, that some evictions took place in Durban, and that several of the vehicles were physically located within the court’s jurisdiction. These facts provided a sufficient connection to satisfy the common‑law basis for jurisdiction. The court also accepted the convenience argument to hear all vehicles together. Regarding locus standi, the court held that the appellant’s entitlement to enforce the warranty against eviction and to seek determination of the respondent’s ownership right satisfied the interest requirement, and therefore the court was obliged to consider the declaration.",
    "conclusion": "The appeal was upheld. The order of the lower court was set aside and replaced with an order dismissing the respondent’s objections to jurisdiction and locus standi, with costs to the appellant. The court affirmed its jurisdiction over all vehicles and confirmed the appellant’s standing to seek the declaratory order."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Jurisdiction & Declaratory Orders",
    "level_3": [
      "jurisdiction",
      "locus standi",
      "declaratory order",
      "warranty against eviction",
      "motor vehicle sales"
    ]
  }
}