{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/120.html",
  "case_name": "Steenkamp v Provincial Tender Board of the Eastern Cape (528/2004) [2005] ZASCA 120; [2006] 1 All SA 478 (SCA) ; 2006 (3) SA 151 (SCA) (30 November 2005)",
  "citation": "[2005] ZASCA 120",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 120\n|\nNoteup\n|\nLawCite\nSteenkamp v Provincial Tender Board of the Eastern Cape (528/2004) [2005] ZASCA 120; [2006] 1 All SA 478 (SCA) ; 2006 (3) SA 151 (SCA) (30 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase No 528/04\nIn the matter between:\nJURGENS JOHANNES STEENKAMP NO\t\t          \nAppellant\nand\nTHE PROVINCIAL TENDER BOARD OF\nTHE EASTERN CAPE      \t               \t\t               \nRespondent\nCoram:\tHARMS, CAMERON, JAFTA, PONNAN AND MLAMBO\nJJA\nHeard:\t\t17 NOVEMBER 2005\nDelivered:\t\t30 NOVEMBER\n2005\nSubject:\tDelict – liability of tender board towards tenderers  for\nnegligently awarding tender contrary to principles of administrative\njustice\n– no liability in\ndamages\nJ U D G M E N T\nHARMS JA:\nINTRODUCTION\n[1]\tThe\nnegligent causation of pure economic loss is prima facie not wrongful in the\ndelictual sense and does not give rise to liability\nfor damages unless policy\nconsiderations require that the plaintiff should be recompensed by the defendant\nfor the loss suffered.\nThis is another case in which these limits are being\ntested, this time in an administrative law setting.\n[2]\tThe appellant,\nthe liquidator of Balraz Technologies (Pty) Ltd, sued the Provincial Tender\nBoard of the Eastern Cape (the respondent)\nfor such damages suffered by the\ncompany before its liquidation. These are the facts in summary. Balraz, and five\nother concerns,\nsubmitted tenders pursuant to an invitation issued by the State\nTender Board for the supply to the Eastern Cape Province of three\nseparate\nservices relating to the implementation of an automated cash payment system for\nsocial pensions and other welfare grants.\nBalraz’s tender appeared to be\nthe lowest but concerns were raised by two technical advisory committees about\nthe effective\ncost of its tender (the tender was not for a globular sum but per\nitem and the number of items were an unknown factor) and about\nBalraz’s\nability to deliver. In spite of these reservations and in the belief that Balraz\nrepresented local (Eastern Cape)\ninterests and that awarding the contract to it\nwould support black empowerment, the Board decided to split the tender (as it\nwas\nentitled to do) by awarding one of the three services to Balraz and the\nother two to Pensecure (Pty) Ltd.\n[3]\tPursuant to the award the Province\nplaced an order on Balraz. In order to perform in terms of the contract, Balraz\nallegedly incurred\nexpenses amounting to R4,35m (the bulk of which in fact\nrepresented consultants’ and directors’ ‘salaries’).\nThereafter, the Ciskei High Court at the behest of an unsuccessful tenderer set\nboth tender awards aside on review.\n[1]\nIt is these expenses that the appellant wishes to recover as damages from the\nBoard. They are admittedly purely economic and consist\nof out-of-pocket\nexpenses.\n[4]\tThe appellant’s case as pleaded was that the Board\nowed Balraz a duty in law to (i) exercise its powers and perform its\nfunctions\nfairly, impartially and independently; (ii) take reasonable care in the\nevaluation and investigation of tenders; (iii)\nproperly evaluate the tenders\nwithin the parameters imposed by tender requirements; and (iv) ensure that the\naward of the tender\nwas reasonable in the circumstances. The appellant\nspecifically disavowed reliance on lack of good faith on the part of the Board.\n[5]\tThe particulars of claim alleged further that the Board, in\nperforming its statutory duty, acted negligently. The sting of the\nallegation\nwas based on a number of factual assumptions, namely that the tender as awarded\nwould have been R100m more expensive than\notherwise and was not the cheapest;\nthat the requirements of economic efficiency were accordingly ignored by the\nBoard; and –\nironically – that the Board did not take into account\nthe fact that Balraz lacked the required technical\ncompetence.\n[2]\nThe Board was,\naccording to the allegations, negligent (and I summarise) because it failed to\ntake reasonable care in the evaluation\nand investigation of tenders by\ndisregarding the recommendations of two technical evaluation committees; did not\nproperly study the\ntender documents; failed to determine the actual costs but\nhad regard to the unit costs only; made a hasty decision on inadequate\nfacts;\nand overemphasised the principles of the national government’s\nreconstruction and development policy.\n[6]\tIn the particulars of claim\nthe appellant originally claimed loss of profit because of a breach of contract.\nThe Board filed an\nexception to this leg of the particulars of claim on the\nbasis that it did not breach the contract; the contract was\ninvalidated.\n[3]\nThe exception was\nupheld by White J who though dismissed an exception against the delictual claim.\nThe delictual claim went on trial\nbefore David van Zyl J, who ordered a\nseparation of the questions of liability (i.e. whether the Board’s conduct\nhad been wrongful\nvis-à-vis Balraz and, if so, whether it had been\nnegligent) and quantum, the latter standing over for later adjudication.\nCausation the parties thought relates to quantum only, which it does not\nnecessarily, as the facts of the case will demonstrate,\nand much of what follows\nwould have been irrelevant if causation relating to damage (in contradistinction\nto causation of quantum)\nhad not been separated.\n[7]\tBecause Balraz had\nnot been incorporated at the time when the tender was submitted in its name and\nwhen the tenders closed, the\ncourt below held that the tender was in any event\nvoid and that the Board could therefore not have had a ‘duty of\ncare’\ntowards Balraz and the claim was dismissed because wrongfulness had\nnot been established in this regard. The appeal is before us\nwith its\nleave.\nSTATUTORY SETTING\n[8]\tThese events took place under the\ninterim Constitution which provided that the procurement of goods and services\nat any level\nof government had to be regulated by statute; ‘independent\nand impartial’ tender boards had to be appointed; and tendering\nsystems\nhad to be ‘fair, public and competitive’ (s\n187).\n[4]\n[9]\tIn consequence\nthe Province adopted the Provincial Tender Board Act (Eastern Cape) 2 of\n1994.\n[5]\nIt established a tender board\nof between 12 to 16 persons. Not fewer than six and not more than half of its\nmembers could be officers\nor employees of the Province. Men and women had to be\nadequately represented and the composition of the Board had to be ‘widely\nrepresentative of the interests of all the people resident within the\nProvince’. The Act did not establish any criteria or\nminimum\nqualifications or levels of technical or legal expertise for board members. (The\nfirst chair and his alternate were both\nmen of the cloth.) Echoing the interim\nConstitution, the Act required of the Board to ‘exercise its powers and\nperform its\nfunctions fairly, impartially and independently’ (s 2(3)). The\nBoard also had to devise a tendering system that was ‘fair,\npublic and\ncompetitive’ (s 4(2)).\n[10]\tThe legal position of the Board was\nsomewhat ambiguous. The intention was to set up an organ of state, independent\nof the provincial\ngovernment, which had to advise and protect the Province\nduring the procurement process of goods and services. However, the Board\nwas\nalso an arm of the provincial government with the power to act on its behalf and\nto bind it contractually. The Board had the\nsole power to procure supplies and\nservices for the Province, it could conclude procurement agreements on the\nProvince’s behalf\nand resile from them. In an appropriate case the Board\ncould claim damages, presumably those suffered by the Province due to a breach\nof a contract concluded by the Board.\nADMINISTRATIVE LAW AND THE\nLAW OF CONTRACT\n[11]\tThere is no need to restate the administrative law\nprinciples applicable to a public tender process save to repeat that any such\nprocess is governed by the Constitution (which includes the right to\nadministrative justice) and legislation made under it and that\nif the process of\nawarding a tender is sufficiently tainted the transaction may be visited with\ninvalidity on review.\n[12]\tEverything though is not administrative law.\nSeen in isolation, the invitation to tender is no doubt an offer made by a state\norgan ‘not acting from a position of superiority or authority by virtue of\nits being a public\nauthority’,\n[6]\nand the\nsubmission of a tender in response to the invitation is likewise the acceptance\nof an offer to enter into an option contract\nby a private concern who does so on\nan equal footing with the public\nauthority.\n[7]\nThe evaluation of the\ntender is however a process governed by administrative\nlaw.\n[8]\nOnce the tender is awarded the\nrelationship of the parties is that of ordinary contracting parties although in\nparticular circumstances\nthe requirements of administrative justice may have an\nimpact on the contractual\nrelationship.\n[9]\nFATE\nOF THE TENDER AWARD\n[13]\tAs mentioned, the ‘contract’ between\nBalraz and the Board was nullified by the order on\nreview.\n[10]\nIt is difficult to\npinpoint the exact ground of review which was held to apply and I am left with\nan uneasy feeling that the difference\nbetween appeal and review was not always\nkept in mind but it is not necessary to reconsider the judgment. It is a given.\nOn the other\nhand, delictual liability was not an issue in that case and the\njudgment and its reasons have no bearing on this appeal.\nWRONGFULNESS:\nTHE VIEWS OF THE COURTS BELOW\n[14]\tWhite J, in dismissing the exception\ndealing with delictual liability, was satisfied that:\n‘public policy\ndoes consider any act or omission by the Board, which results in anyone else\nsuffering damages or economic loss,\nto be wrongful. It is unthinkable that the\nBoard will have\ncarte blanche\nto act as it pleases, irrespective of the\nloss which such actions may cause to others.’\n[15]\tVan Zyl J, after\na close analysis of the case law, was more circumspect but also concluded that a\ntender board owes a legal duty\nto the successful tenderer in awarding a tender\nto that party. Paraphrased he reasoned as follows. All tenderers, successful and\nunsuccessful, are entitled to a lawful and fair process. Statutes dealing with\ntenders are enacted in the interest of both the state\nand of tenderers. An\nunsuccessful tenderer has a remedy in the form of a review whereas a successful\ntenderer, such as Balraz, has\nnone unless a damages claim is recognised.\nBalraz’s claim is limited to out-of-pocket expenses and a damages award\nwill not\nplace a serious burden on the public purse. The threat of a damages\nclaim will not make a tender board unduly cautious but will rather\nlead to a\nhigher standard of care in accordance with the constitutional concept of\naccountability. The floodgate argument does not\napply because it will only be\nsuccessful tenderers (in this case two, Balraz and Pensecure) who could have\nclaims once awards are\nset aside. It is foreseeable that a failure to comply\nwith a statutory duty in the adjudication of a tender might result in the\nsuccessful\ntenderer, who does not know of the irregularity, incurring expenses\nto perform in terms of the contract, and that such a tenderer\nmight suffer loss\nin the form of wasted expenses if the award were to be set aside subsequently.\n[16]\tThe ‘duty of care’, van Zyl J continued, is not\ngeneral, but relative or directional and the question was therefore\nwhether such\na duty was owed to Balraz where its tender offer was a nullity. He found that\nthe absence of a valid tender meant that\nthere could not have been any\nadministrative relationship between Balraz and the Board.  Consequently it could\nnot have been within\nthe reasonable contemplation of the Board that Balraz could\nsuffer harm or loss when it directed its mind to the acts or omissions\nthat were\nquestioned. Lacking foreseeability of harm there could not be wrongfulness.\nBased on this he dismissed the claim.\nDUTY OF CARE AND\nFORESEEABILITY\n[17]\tThe constant use of the phrase ‘duty of\ncare’ is unfortunate. It is a term that in our legal setting is inherently\nmisleading and its use may have led the trial court somewhat astray. This\nappears from especially the concluding part of the ratio\nmentioned where the\nemphasis in relation to wrongfulness was placed on foreseeability of harm as if\nit were a\nsine qua non\nfor wrongfulness. The approach adopted appears to\nbe similar to that under the English tort of negligence. There the questions to\nanswer in order to establish a duty of care are: (i) Was the damage to the\nplaintiff reasonably foreseeable? (ii) Was the relationship\nbetween the\nplaintiff and the defendant sufficiently proximate? (iii) Is it just and\nreasonable to impose a duty of\ncare?\n[11]\n[18]\tThe role of\nforeseeability in the context of wrongfulness must be seen in its correct\nperspective. It might, depending on the\ncircumstances, be a factor that can be\ntaken into account but it is not a requirement of wrongfulness and it can never\nbe decisive\nof the issue. Otherwise there would not have been any reason to\ndistinguish between wrongfulness and negligence and since foreseeability\nalso\nplays a role in determining legal causation, it would lead to the temptation to\nmake liability dependent on the foreseeability\nof harm without anything more,\nwhich would be undesirable.\nLEGAL DUTY OF TENDER BOARD\n[19]\tA\nuseful starting point in considering the nature of the legal duty of the Board\ntowards tenderers in general is to remind oneself\na legal duty may have its\norigin in either statute law or the common law and that the breach of every\nlegal duty, especially one\nimposed by administrative law, does not translate by\nnecessity into the breach of a delictual duty, i.e. a duty to compensate by\nmeans of the payment of damages. Because the term ‘legal duty’ is\ninherently ambiguous, it is therefore important to\nhave due regard to the exact\nnature of the legal duty in issue.\n[20]\tA statutory and a common-law\nduty may, in a given case, overlap. If the legal duty invoked is imposed by a\nstatutory provision\nthe focal question is one of statutory interpretation: does\nthe statute confer a right of action or provide the basis for inferring\nthat a\nlegal duty exists at common law? But if a common-law duty is at issue, the\nanswer depends on a broad assessment of whether\npolicy considerations require\nthat a civil claim for damages should be accorded.\n[12]\n[21]\tWhether the existence of\nan action for damages can be inferred from the controlling legislation depends\non its interpretation\n[13]\nand it is\nespecially necessary to have regard to the object or purpose of the legislation.\nThis involves a consideration of policy\nfactors which, in the ordinary course,\nwill not differ from those that apply when one determines whether or not a\ncommon-law duty\nexisted because, as Lord Hoffmann\nsaid:\n[14]\n‘If the policy\nof the Act is not to create a statutory liability to pay compensation, the same\npolicy should ordinarily exclude\nthe existence of a common law duty of\ncare.’\n[22]\tOne has to concede that our case law is not clear when\nit comes to drawing the boundary between liability due to the breach of\na\nstatutory duty and that of a common-law one. It appears to me that if the breach\nof a statutory duty, on a conspectus of the statute,\ncan give rise to a damages\nclaim, a common-law legal duty cannot arise. If the statute points in the other\ndirection, namely that\nthere is no liability, the common law cannot provide\nrelief to the plaintiff because that would be contrary to the statutory scheme.\nIf no conclusion can be drawn from the statute, it seems unlikely that policy\nconsiderations could weigh in favour of granting a\ncommon-law\nremedy.\n[23]\tCounsel for the appellant eschewed reliance on a statutory\nduty and although the legal duties pleaded were derived from the wording\nof the\nAct under consideration, he submitted that those duties were in any event\ncommon-law duties that have their origin in the\nbasic principles of\nadministrative law, and that it was merely by chance that the two overlap. This\nargument, although at first blush\nattractive, contains some pitfalls.\n[24]\tSince the adoption of the interim Constitution the common-law\nprinciples of administrative law have been subsumed by a constitutional\ndispensation and every failure of administrative justice amounts to a breach of\na constitutional duty, which raises the question\nwhether, under the\nConstitution, damages are an appropriate remedy. The problem becomes more\ncomplex since the adoption of the Promotion\nof Administrative Justice Act 3 of\n2000 (which does not govern this case) which sets out the remedies available for\na failure of\nadministrative justice. It may not be without significance that an\naward of damages is not one of them, although an award of\n‘compensation’\nin exceptional circumstances is possible. This could\nimply that remedies for administrative justice now have to be found within the\nfour corners of its provisions and that a reliance on common-law principles\nmight be out of place. One aspect must nevertheless be\nkept in mind. A failure\nof administrative justice is not\nper se\nunlawful (in the sense of being\ncontra legem\n): it simply makes the decision or non-decision vulnerable to\nlegal challenge and, until set aside, it is valid. The award of the\ntender in\nthis case was not unlawful, it was merely vulnerable. I raise this to indicate\nthat an act by an administrator, which is\nentirely unauthorised (whether\nexpressly or impliedly) or which violates some or other legal prohibition will\nprobably not be subject\nto the constraints as to remedy that I have mentioned.\nFor instance, in\nCameau\n,\n[15]\nthe relevant minister was held liable in damages for a purported administrative\ndecision which he was not authorised to make at all.\nHis decision was not only\nwrong, it was impermissible. Proper categorisation of the administrative error\nis therefore also important\nbecause it is unhelpful to call every administrative\nerror ‘unlawful’, thereby implying that it is wrongful in the\ndelictual\nsense, unless one is clear about its nature and the motive behind\nit.\n[16]\n[25]\tQuestions of\npublic policy and the question of whether it is fair and reasonable to impose\ndelictual liability are decided as\nquestions of\nlaw,\n[17]\nand it is necessary to\nidentify the relevant policy considerations and not to react intuitively to a\ncollection of arbitrary factors.\n[18]\nEvidence may be required in order to enable the court to identify the policy\nconsiderations that could apply in the particular factual\nmatrix\n[19]\nbecause factors that are\nrelevant in one context (e.g. negligent\nmisrepresentation)\n[20]\ncould hardly\nbe relevant in another such as the present where administrative law issues\narise.\n[26]\tIn the course of this judgment I intend to refer to and quote\nfrom judgments from a number of common-law jurisdictions that deal\nwith the tort\nof negligence. Their courts, too, have to grapple with similar policy issues and\nhave to weigh competing\nconsiderations.\n[21]\nThis does not\nmean that their policy considerations are necessarily applicable locally;\nindeed, they may not apply at\nall\n[22]\nbut they are at least\nidentified and assessed.\nTHE GENERAL APPROACH TO DELICTUAL\nLIABILITY FOR PURE ECONOMIC LOSS CAUSED BY ADMINISTRATIVE\nBREACHES\n[27]\tSubject to the duty of courts to develop the common law in\naccordance with constitutional principles, the general approach of\nour law\ntowards the extension of the boundaries of delictual liability remains\nconservative.\n[23]\nThis is\nespecially the case when dealing with liability for pure economic\nlosses.\n[24]\nAnd although organs of\nstate and administrators have no delictual immunity, ‘something\nmore’ than a mere negligent statutory\nbreach and consequent economic loss\nis required to hold them delictually liable for the improper performance of an\nadministrative\nfunction.\n[25]\nAdministrative law is a system that over centuries has developed its own\nremedies and, in general, delictual liability will not\nbe imposed for a breach\nof its rules unless convincing policy considerations point in another\ndirection.\n[26]\n[28]\tOne\nreason (others will appear later) is the need to preserve the coherence of other\nlegal principles because\notherwise\n[27]\n‘the tort of\nnegligence would subvert many other principles of law, and statutory provisions,\nwhich strike a balance of rights\nand obligations, duties and\nfreedoms.’\nPut differently by McHugh J, the law is too complex for it\nto be a seamless web: courts should try and make its principles and policies\ncoherent and, in extending delictual liability, it is necessary to consider\nwhether an extension would be consistent with other legal\ndoctrines, principles\nand policies.\n[28]\nIn the present\ncontext, as Spigelman CJ\n[29]\nexplained, the most significant characteristic of administrative law is that\ncourts are concerned with the legality of the decision-making\nprocess only, and\nthat the purpose of judicial review of administrative decisions is not\ncompensatory but to uphold the rule of law\nand ensure effective decision-making\nprocesses.\nTHE DUTIES OF THE TENDER BOARD\n[29]\tIn holding that\nthe administrative failure of the tender process did not give rise to a\nconstitutionally based claim for damages\nfor lost profits, Cameron JA made a\nnumber of pointed remarks in\nOlitzki.\n[30]\nHe held that the\nconstitutional injunctions contained in s 187 of the interim Constitution were\ndirected to the national and provincial\nlegislatures and did not create duties\nvis-à-vis tenderers that on breach could be translated into such damages\nclaims. Important\nin this regard is his\nconclusion:\n[31]\n‘Certainly\nthe contention that it is just and reasonable, or in accord with the community's\nsense of justice, or assertive of\nthe interim Constitution's fundamental values,\nto award an unsuccessful tenderer who can prove misfeasance in the actual award\nits\nlost profit  does not strike me in this context as persuasive. As the\nplaintiff's claim, which amounts to more than R10 million,\nillustrates, the\nresultant imposition on the public purse could be very substantial, involving a\ndouble imposition on the State,\nwhich would have to pay the successful tenderer\nthe tender amount in contract while paying the same sum in delict to the\naggrieved\nplaintiff. As a matter of public policy the award of such an\nentitlement seems to me to be so subject to legitimate contention and\ndebate as\nto impel the conclusion that the scheme of the interim Constitution envisaged\nthat it should be a matter for decision by\nthe bodies upon whom the  legislative\nduties in ss (1) and (2) were imposed. In these circumstances to infer such a\nremedy judicially\nwould be to venture far beyond the field of statutory\nconstruction or constitutional interpretation.’\n[30]\tMost of these\nconsiderations apply likewise to the Act governing the Board and its functions.\nThe injunctions therein were primarily\ndirected at the Board in the interest of\nthe Province and not tenderers as a group or individually. Indisputably, they\nwere entitled\nto proper administrative legal proceedings and the Board had, in\nthis respect, administrative legal duties vis-à-vis all tenderers.\nBut\nthat did not mean that the breach of the administrative duties as set out in the\nparticulars of claim necessarily translated\ninto private law duties giving rise\nto delictual claims.\n[32]\nAn American\ncourt said in a similar\ncontext:\n[33]\n‘The object\nand purpose of this provision of the statute is to insure competition in the\nletting of contracts for public improvements.\nThis is the uniform ruling of\ncourts in reference to similar statutory and charter provisions governing\ncities. . .[T]he intention\n[of the statute] was to protect the taxpayer and the\npublic – not material-men and laborers.’\nCOMPOSITION AND\nNATURE OF FUNCTIONS OF THE BOARD\n[31]\tA related factor was the\ncomposition of the Board. The majority of the Board members were (or might have\nbeen) lay persons.\n[34]\nThey did not\nnecessarily have the ability to understand the technical intricacies of tender\nrequirements and documents. They had\nto rely on advice but they were at the same\ntime not supposed to be bound by advice. In this case, for instance, the Board\nasked\nfor a second evaluation report, not being satisfied with the first. The\nfirst indicated that Balraz’s tender was more than\nR80m cheaper than the\nnext tender but stated that because of the way the tender was formulated it\n‘may therefore not actually\nbe the lowest tender’. The second report\nconfirmed that Balraz’s price was the lowest but was\n‘concerned’\nabout the pricing mechanism. No-one suggested at the\nBoard meeting, which was attended by departmental employees, that the acceptance\nof the lowest tender could in fact have the disastrous financial consequences as\nfound by the reviewing court.\n[32]\tThe Board was not obliged, either in\nterms of the Act or the tender conditions, to accept the lowest or any other\ntender. There\nwere no fixed parameters within which the Board had to act and the\nBoard had to determine by itself what weight had to be accorded\nto each factor\nin a given tender without affecting the administrative fairness of the process.\nThis meant that the Board had to exercise\na discretion or value judgment. In\ngeneral, public policy considerations do not favour the recognition of damages\nclaims for the\nwrong exercise of a discretion negligently made. That was the\nimport of\nKnop\n[35]\nto which\ncan be added these comments by Lord\nSlynn:\n[36]\n‘On this basis, if an authority acts wholly within its discretion\n– i.e. it is doing what Parliament has said it can do,\neven if it has to\nchoose between several alternatives open to it, then there can be no liability\nin negligence. It is only if a plaintiff\ncan show that what has been done is\noutside the discretion and the power, then he can go on to show the authority\nwas negligent.\nBut if that stage is reached, the authority is not exercising a\nstatutory power, but purporting to do so and the statute is no\ndefence.’\nTHE DISAPPOINTED TENDERER: LOSS OF PROFITS\n[33]\tHolding that an\nunsuccessful tenderer is not entitled to recover damages (at least not for lost\nprofits) in delict is not a quirk\nof local\njurisprudence.\n[37]\nCourts in the USA\nappear to have held consistently that disappointed tenderers have the right to\nchallenge the improper awarding\nof public contracts by means of injunctive or\nmandamus relief, but not by means of a mandamus directing a public authority to\naward\na contract to a particular (low) tenderer because the public entity is not\nrequired to award a contract in light of the express or\nimplied authority to\nreject all bids. A tenderer, even the lowest responsible tenderer, has no vested\nor contractual right to the\naward of the contract. The right to relief does also\nnot extend to a right to damages suffered as a result of not being awarded the\ncontract.\n[38]\nThe public policy\nconsiderations are these:\n[39]\n(i)\nThe unsuccessful tenderers' status to compel, by injunction or mandamus, a\npublic authority to properly award a public works\ncontract is not founded upon\nthe private tenderers' rights, but on the public's interest in the integrity of\nthe bidding process;\n(ii) awarding damages for lost profit to an unsuccessful\ntenderer may force the public to pay twice for the work; and (iii) allowing\ntenderers on public works to collect damages when the work is improperly let to\nsomeone else places them in an advantageous position\ncompared to tenderers on\nprivate projects, who have no such right. The first two of these considerations\nwere referred to in\nOlitzki\nand the third I intend to develop.\nTHE DISAPPOINTED TENDERER: OUT-OF-POCKET EXPENSES\n[34]\tThere\nare indications that in the USA the out-of-pocket expenses of a disappointed\ntenderer may be recovered on the basis of\n‘promissory estoppel’ but\nnot in tort,\n[40]\nand Canadian law,\nwhich similarly does not recognise a tort claim, appears to recognise a damages\nclaim for breach of some or other\nexpress or tacit terms of the contract\n(express or implied) that governed the tendering\nprocess:\n[41]\n‘Actions by\nparties [for damages in the amount of an unsuccessful tenderer's expenses for\npreparing the bid] . . . are based\nupon breach of the contract which is said to\narise upon submission of a tender in accordance with the terms set out in the\ntender\ndocuments.’\n[35]\tBefore getting involved in the niceties of\nwrongfulness, it appears to me that a disappointed tenderer’s claim in\ndelict\nfor out-of-pocket expenses in preparing the tender will inevitably fail\nat the causation hurdle. Those expenses were not caused by\nany administrative\nimpropriety because they would in any event have been incurred and are always\nirrecoverable, irrespective of whether\nor not the tender was awarded to that\nparty, properly or improperly.\n[36]\tReturning then to wrongfulness:\nUnless one is unduly impressed by the floodgate argument, it is difficult to\nappreciate why the\nnature of the specific economic loss should make any\ndifference to the scope of the Board’s legal duty. In other words, there\ndoes not appear to me to be a difference in principle between purely economic\nlosses that are out-of-pocket and those of another\nkind.\nOVERKILL AND\nACCOUNTABILITY\n[37]\tThis Court has held that the threat of a damages\naction may hamper administrative organs unduly in the execution of their duties\nand that this may be an important pointer away from delictual\nliability.\n[42]\nIn the same vein, the\nPrivy Council (per Lord Keith) spoke of the danger of\noverkill:\n[43]\n‘The third is\nthe danger of overkill. It is to be hoped that, as a general rule, imposition of\nliability in negligence will\nlead to a higher standard of care in the\nperformance of the relevant type of act; but sometimes not only may this not be\nso, but\nthe imposition of liability may even lead to harmful consequences. In\nother words, the cure may be worse than the disease. [After\nreferring to\nAnns v Merton London Borough Council\n[1977] UKHL 4\n;\n[1978] AC 728\n(HL) it\ncontinued.] A comparable danger may exist in cases such as the present, because,\nonce it became known that liability in negligence\nmay be imposed on the ground\nthat a minister has misconstrued a statute and so acted\nultra vires\n, the cautious civil servant may go to\nextreme lengths in ensuring that legal advice, or even the opinion of the court,\nis obtained\nbefore decisions are taken, thereby leading to unnecessary delay in\na considerable number of cases.’\n[38]\tThere is another view,\nexpressed rather forcefully by Linden JA in a minority judgment in Canada, when\nhe said:\n[44]\n‘I would not\nsay that our public servants are any better than those in England, but I see no\nreason to disparage Canadian bureaucrats,\nas Lord Keith has their British\ncounterparts. I cannot believe that the Canadian bureaucracy is as timid and\nfaint-hearted as Lord\nKeith apparently believes public servants in England are\nnowadays.’\n[45]\n[39]\tThe\nimportance of accountability as a public policy factor serving a constitutional\nimperative has more than once been underscored\nby this Court but, as counsel\nruefully mentioned, it has never carried the day by imposing delictual\nliability.\n[46]\nVan Zyl J,\nunderstandably, placed a heavy premium on this factor but the real question\nappears to me to be whether the imposition\nof delictual liability is necessarily\nthe appropriate method of attaining this object. The Board or its guilty members\nwould not\npay the award – the provincial government would. Also, the Board\nwas otherwise accountable, first by legal process in the form\nof a review and\nsecond, by means of ordinary political processes. The Board was accountable to\nthe provincial legislature and in\nthis case it was in fact called upon to\naccount when the provincial legislature instructed the Standing Committee on\nFinance and\nProvincial Expenditure to investigate the award and to report back\nas a matter of urgency. Board members were consequently called\nupon to testify\npublicly to justify the award of these tenders.\n[40]\tThe chilling effect\nof the imposition of delictual liability on tender boards in a young democracy\nwith limited resources, human\nand financial, on balance, is real because if\nliability were to be imposed, the potentiality of a claim by every successful\ntenderer\nwould cast a shadow over the deliberations of a tender board on each\ntender and that may slow the process down or even grind it to\na virtual\nhalt.\nAVAILABILITY OF OTHER REMEDIES\n[41]\tThe availability of other remedies is often taken as an indication of\nwhether or not a claim for damages should be recognised.\nIn\nKnop\n,\n[47]\nfor instance, this\nCourt held that the fact that the relevant statute provided for an\nadministrative appeal was indicative of an\nintention to limit the disappointed\nmember of the public’s remedies to such an appeal. A similar approach was\nadopted by the\nPrivy Council in\nRowling v Takaro Properties\nLtd,\n[48]\nalbeit obiter. The\nimportance of this consideration was also recognised by the Federal Court of\nAppeal in Canada in\nComeau\n[49]\n, quoting C Lewis\nwith approval:\n[50]\n‘Decisions taken in the exercise of statutory power will be subject to\njudicial review, and sometimes a statutory right of appeal.\nUnlawful decisions\ncan be nullified and the individual relieved of the consequences of such a\ndecision. The existence of these remedies\nis regarded by the courts as an\nindicator that no additional remedy in negligence need be provided, particularly\nwhere the judicial\nreview or appeal is adequate to rectify matters, and the only\nreal damage suffered by the individual is the delay and possibly the\nexpense\ninvolved in establishing that a decision is invalid. This seems in part an\naxiomatic decision on the part of the court, that\nthere should be a division\nbetween public law remedies and private law remedies. Where an\nultra\nvires\ndecision can be set aside on appeal or review, there should not\nnormally be any additional liability in damages, unless the individual\ncan\nestablish misfeasance. Simple negligence is insufficient. The fact that the\ndecision may be set aside may also mean that the\nonly damage suffered is the\nexpense involved in challenging the decision.’\n[42]\tVan Zyl J regarded the absence of an alternative remedy as a compelling\nreason for finding that a ‘duty of care’\nwas owed by the Board to\nBalraz. This led him to distinguish between the disappointed tenderer and the\n(initially) successful one.\nThe former could attack the award by means of a\nreview while the latter, having been awarded the tender, could not.\n[43]\tThe ‘alternative remedy’ argument has some validity but the\npoint must not be stretched to breaking point. Availability\nof review to an\nunsuccessful tenderer can hardly be an argument for conferring a damages claim\non the successful tenderer. All that\ncan happen on review is that the award may\nbe set aside. The successful litigant does not acquire the benefits (or burdens)\nof the\nsuccessful tenderer. Recently a disappointed tenderer, who was able to\nshow that the award was seriously tainted, was vindicated\non review, though only\nby an award of costs since setting aside the award was impractical as the\ncontract work had already been\nperformed.\n[51]\nIn other words, the\nsuggestion that review is an adequate alternative remedy is a misconception.\n[44]\tSince the disappointed tenderer is not able to recover damages, is there\nany reason in principle why the successful tenderer\nshould be? Drawing such a\ndistinction would imply that during the consideration process there are legal\nduties of the kind set out\nin the particulars of claim towards the successful\ntenderer while the same duties are simultaneously absent vis-à-vis the\nother tenderers. I do not believe that policy considerations justify such\ndiscrimination. Those legal duties are duties owed towards\na class of persons\nand not towards one or two members of the class and if their breach does not\njustify a damages claim in the one\ninstance it is difficult to justify it in\nanother.\nPUBLIC VERSUS PRIVATE TENDERS\n[45]\tEarlier in\nthis judgment I referred to the policy consideration that allowing tenderers on\npublic contracts to collect damages\nwhen the work is improperly awarded to\nsomeone else places them in an advantageous position compared to those on\nprivate projects,\nwho have no such right. A similar consideration arises here.\nIn ordinary contractual relations, one contracting party cannot without\nmore\nhold the other liable in delict if the contract is void or voidable, even due to\nthe fault of the latter. I can think of no\ngood reason why it should be\ndifferent where the contract is preceded or affected by an administrative\naction.\nCONCLUSION\n[46]\tWeighing up these policy\nconsiderations I am satisfied that the existence of an action by tenderers,\nsuccessful or unsuccessful,\nfor delictual damages that are purely economic in\nnature and suffered because of a bona fide and negligent failure to comply with\nthe requirements of administrative justice cannot be inferred from the statute\nin question. Likewise, the same considerations stand\nin the way of the\nrecognition of a common-law legal duty in these circumstances. This conclusion\nmakes it strictly unnecessary to\nconsider the basis of the trial court’s\njudgment but for the sake of completeness I shall nevertheless do\nso.\nVALIDITY OF BALRAZ’S TENDER OFFER\n[47]\tThe court\nbelow held that that Balraz’s tender offer was invalid and that therefore\nthe Board had no ‘duty of care’\ntowards Balraz in awarding the\ntender to it.\n[48]\tThe contentious tender was submitted in the name of\nBalraz Technologies (Pty) Ltd on 8 September 1995, the closing date for tenders.\nLate tenders were not eligible for consideration. But the company was only\nincorporated on 17 October 1995. On the same day the certificate\nto commence\nbusiness was issued. The tender was awarded on 22 March 1996. The court below\nrelied on a few well-established propositions\nin reaching its conclusion: a\ncompany is prior to incorporation not yet in existence and cannot perform a\njuristic act like submitting\na tender, and that no-one can at that stage act as\nits agent because one cannot act as the agent of a non-existent principal unless\na pre-incorporation agreement is concluded, which is later\nratified,\n[52]\nsomething that did not\narise in this case.\n[49]\tIn response the appellant relied on some case\nlaw which, according to counsel, indicated that this principle is not as far\nreaching\nas van Zyl J suggested. The first is\nRajah\n.\n[53]\nAn application for\na business licence was made to the local authority in the name of a company\nbefore incorporation. Aware that the\ncompany was not yet in existence the local\nauthority nevertheless issued a certificate of authority permitting the Receiver\nof Revenue\nto issue the licence. The Receiver, who regarded the certificate as\none in favour of a company not yet in existence, issued the licence.\nAfter\nincorporation of the company the local authority sought to set the licence aside\nbecause of the non-existence of the company\nboth at the time of application and\nthe issuing of the licence. This Court held against the local authority on the\nbasis that in\nthe absence of prejudice to either the public or the local\nauthority there was no reason to set the licence\naside.\n[54]\nThis judgment bears no\nrelationship to the instant case. It dealt with a review application. The Court\ndealt with one issue only\nand that was prejudice since invalid administrative\nacts are not set aside for the asking; the court has a\ndiscretion\n[55]\nand absent prejudice\nthere was no reason to set the licence aside. That is also how Henning J\nunderstood\nRajah\nwhen he dealt with a similar\nproblem.\n[56]\n[50]\tReliance\nwas next placed by counsel on\nHolmes.\n[57]\nFour\npersons completed an application for a licence in the name of a company before\nincorporation. By the time the application was\nreceived by the licensing\nauthority the company had been incorporated. The question was whether the\napplication was in order and\nPrice J held that the question had to be answered\nwith reference to the date of receipt of the application and not when the\napplication\nforms were completed. I am unable to extract any principle from the\njudgment that can be of any assistance to this case and in any\nevent the dictum\non which the appellant relies was held to be\nsuspect.\n[58]\n[51]\tThe trial\njudge dealt with the issue at some length and since I agree with his views it is\nnot necessary to repeat all he said\nor to follow his exact reasoning. To\nsimplify, all that has to be said is this. Only entities with contractual\ncapacity can perform\njuristic acts such as making an offer (such as the tender\nsubmission). Balraz did not exist at the relevant time. Submitting a tender\ninvolves more than merely making an offer. It amounts to the conclusion of a\npreliminary agreement, which is also a juristic act,\nin which the tenderer\naccepts the tender conditions imposed and undertakes to comply with\nthem.\n[59]\nFor instance, in this\nparticular case the tender had to be (and was) in the form of an option open to\nacceptance by the Board during\na given period. In addition Balraz undertook a\nnumber of obligations, including being liable for damages in the event of, for\nexample,\nthe withdrawal of its tender; accepting certain risks relating to\ncalculations; and accepting the responsibility for the proper execution\nand\nfulfilment of the ultimate contract. If we accept (as we must) that by\nsubmitting a tender an option contract is concluded and\nthat the\noption is\nexercised by the award of the tender, it has to follow that because of\nBalraz’s non-incorporation the award to it\ndid not lead to the conclusion\nof a valid contract.\n[52]\tThere is another fundamental problem. Balraz\nwas not entitled to ‘commence business’ prior to the issue of a\ncertificate\nentitling it to commence business (s 172), a provision introduced by\nthe 1973 Act. It (or persons on its behalf) nevertheless commenced\nbusiness by\nsubmitting a tender. What was done was\ncontra legem\nand the tender offer\nhad to be null and void in the light of the wording of the\nsection.\n[53]\tOne would have thought that once this was found the claim\nwould have been dismissed because of the absence of any causal connection\nbetween the failure to assess the tenders properly and the invalidity of the\ncontract. But, as mentioned, causation was not an issue\nand the appeal cannot be\ndisposed of on that ground, and I shall later revert to the effect of the\ninvalidity of the tender on the\nquestion of wrongfulness.\nLEGAL\nDUTY IN RELATION TO VOID TENDERS\n[54]\tVan Zyl J held that the legal duty\ncannot extend to tenderers who submit invalid tenders or are non-existent legal\nentities.\nSimply put, Balraz would not have had any standing to attack the\ntender process had it been a disappointed tenderer. The Board was\nnot even\nentitled to consider its tender (something it did not know). It would to my mind\namount to a perversion of logic and justice\nto extend an administrative non-duty\ninto a delictual duty based on the breach of that non-duty. No public policy\nconsiderations\npoint in a different direction.\nORDER\n[55]\tThese findings make it unnecessary to decide the\nquestion of negligence and the appeal stands to be dismissed.\n[56]\tThe\nappeal is consequently dismissed with costs, including those consequent upon the\nemployment of two counsel.\n_______________\nL T C HARMS\nJUDGE OF APPEAL\nAGREE:\nCAMERON JA\nJAFTA JA\nPONNAN JA\nMLAMBO\nJA\n[1]\nCash Paymaster Services\n(Pty) Ltd v Eastern Cape Province and others\n1999 (1) SA 324\n(CkH).\n[2]\nThe assumptions were\nbased on the findings in\nCash Paymaster Services (Pty) Ltd v Eastern Cape\nProvince and others\n1999 (1) SA 324\n(CkHC), especially at 342J, 343C,\n347E-H, 350C-D and 360E-F.\n[3]\nCf\nEastern Cape Provincial Government v Contractprops 25 (Pty) Ltd\n2001 (4)\nSA 142\n(SCA).\n[4]\nSee now s 217 of the\nConstitution, which is somewhat different:\n‘(1) When an organ of state\nin the national, provincial or local sphere of government, or any other\ninstitution identified in\nnational legislation, contracts for goods or services,\nit must do so in accordance with a system which is fair, equitable, transparent,\ncompetitive and cost-effective.\n(2) Subsection (1) does not prevent the\norgans of state or institutions referred to in that subsection from implementing\na procurement\npolicy providing for-\n(a)\tcategories of preference in the\nallocation of contracts; and\n(b)\tthe protection or advancement of persons,\nor categories of persons, disadvantaged by unfair discrimination.\n(3)\nNational legislation must prescribe a framework within which the policy referred\nto in subsection (2) must be implemented.’\n[5]\nSince repealed by the\nProvincial Tender Board Appeal Act (EC) 6 of 2004. The repeal does not affect\nthe judgment save that the Member\nof the Executive Council responsible in the EC\nProvince was substituted as respondent for the sake of form, which happened when\nthe\nappeal was called.\n[6]\nCape\nMetropolitan Council v Metro Inspection Services CC\n2001 (3) SA 1013\n(SCA)\npara [18].\n[7]\nCf\nBlackpool Aero\nClub v Blackpool BC\n[1990] 1 WLR 1195\n(CA).\n[8]\nCape Metropolitan\nCouncil v Metro Inspection Services CC\n2001 (3) SA 1013\n(SCA) para\n[19].\n[9]\nLogbro Properties CC v\nBedderson NO and others\n2003 (2) SA 460\n(SCA).\n[10]\nCash Paymaster\nServices (Pty) Ltd v Eastern Cape Province and others\n1999 (1) SA 324\n(CkH).\n[11]\nCaparo Industries\nplc v Dickman\n[l990]\n2 AC 605\n(HL) at\n617-618.\n[12]\nOlitzki Property\nHoldings v State Tender Board and another\n2001 (3) SA 1247\n(SCA) at para\n[12].\n[13]\nCf\nKnop v\nJohannesburg City Council\n1995 (2) SA 1\n(A).\n[14]\nStovin v Wise\n[l996] AC 923 (HL) at 953A. Cf Lord Slynn\nin\nBarret v London\nBorough of Enfield\n[1999] UKHL 25\n;\n[1999] 3 All ER 193:\n‘Both in\ndeciding whether particular issues are justiciable and whether if a duty of care\nis owed, it has been broken, the\ncourt must have regard to the statutory context\nand to the nature of the tasks involved. The mere fact that something has gone\nwrong\nor that a mistake has been made, or that someone has been inefficient does\nnot mean that there was a duty to be careful or that such\nduty has been broken.\nMuch of what has to be done in this area involves the balancing of delicate and\ndifficult factors and courts\nshould not be too ready to find in these situations\nthat there has been negligence by staff who largely are skilled and\ndedicated.’\n[15]\nComeau's Sea Foods Ltd v Canada (Minister of Fisheries and Oceans)\n[1995]\n2 FC 467, 1995 CanLII 3576\n(FCA).\n[16]\nLogbro Properties\nCC v Bedderson NO and others\n2003 (2) SA 460\n(SCA) at para\n[18].\n[17]\nBarret v London\nBorough of Enfield\n[1999] UKHL 25\n;\n[1999] 3 All ER 193\n(HL) at\n199g-h.\n[18]\nMinister of\nSafety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) para\n[21].\n[19]\nTelematrix (Pty)\nLtd v Advertising Standards Authority SA\n(SCA case 549/04, unreported) at\npara [16].\n[20]\nE.g.\nStandard\nChartered Bank of Canada v Nedperm Bank Ltd\n[1994] ZASCA 146\n;\n1994 (4) SA 747\n(A) at\n770.\n[21]\nRowling v Takaro\nProperties Ltd\n[1988] AC 473\n(PC) at\n501F.\n[22]\nLillicrap,\nWassenaar and Partners v Pilkington Brothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A) at 504G-505E.\n[23]\nLillicrap, Wassenaar and Partners v Pilkington Brothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A) at 500D.\n[24]\nTelematrix (Pty) Ltd v Advertising Standards Authority SA\n(SCA case\n549/04, unreported)\n; Premier, Western Cape v Faircape Property Developers\n(Pty) Ltd\n2003 (6) SA 13 (SCA).\n[25]\nMason J in\nKitano v\nThe Commonwealth of Australia\n[1974] HCA 31\n;\n(1973) 129 CLR 151\nat 174-175. Referred to\nwith approval in\nDunlop v Woollahra Municipal Council\n[1981] 1 All ER\n1202\n(PC) at 1208f-g. The case concerned the liability of a local authority in\ntort for passing an\nultra vires\nresolution.\n[26]\nState of\nNew South Wales v Paige\n[2002] NSWCA 235\nat para 172:  ‘Compensatory\ndamages for administrative error are available only in very limited\ncircumstances.’\n[27]\nSullivan v Moody\n(2001) 75 ALJR 1570\nat para\n42.\n[28]\nWoolcock Street\nInvestments Pty Ltd v CDG Pty Ltd\n[2004] HCA 16\nat para\n102.\n[29]\nState of New South\nWales v Paige\n[2002] NSWCA 235\nat para\n174-176.\n[30]\nOlitzki Property\nHoldings v State Tender Board and another\n2001 (3) SA 1247\n(SCA).\n[31]\nOlitzki Property\nHoldings v State Tender Board and another\n2001 (3) SA 1247\n(SCA)\npara\n[30].\n[32]\nTelematrix (Pty)\nLtd v Advertising Standards Authority SA\n(SCA case 459/04\nunreported).\n[33]\nSurety Co v Brick Co\n73 Kan 196\n,\n84 Pac 1034\n(1906)\nquoted\nwith approval in\nSutter Brothers Construction Co Inc v City of\nLeavenworth\n(1985) 65 ALR 4th 81\nat 84. See also\nSwinerton & Walberg Co v City of Inglewood-L.A. County Civic\nCenter Authority\n40 Cal App 3d 98\n, 114 Cal Rptr 834 (1974)\nand\nFunderburg Builders v Abbeville City Memorial Hospital 467 F Supp\n821 (DSC 1979)\n.\n[34]\nThe\nBoard awarded tenders by majority vote. The reasons of the members of the\nmajority for awarding it to a particular party may\nhave differed. In spite of\nthis the Board could be called on to give its\nreasons.\n[35]\nKnop v\nJohannesburg City Council\n1995 (2) SA 1\n(A) as explained in\nTelematrix\n(Pty) Ltd v Advertising Standards Authority SA.\nSee also\nPremier, Western\nCape v Faircape Property Developers (Pty) Ltd\n2003 (6) SA 13\n(SCA) at para\n[37].\n[36]\nBarret v London\nBorough of Enfield\n[1999] UKHL 25\n;\n[1999] 3 All ER 193\nat\n210g-h.\n[37]\nOlitzki Property\nHoldings v State Tender Board and another\n2001 (3) SA 1247\n(SCA)dealt with\nliability arising under the interim Constitution but as said most of the\nreasoning is equally applicable here.\n[38]\nSutter Brothers\nConstruction Co Inc v City of Leavenworth\n(1985) 65 ALR 4th 81\n(Kansas Supreme\nCourt);\nM A Stephen Construction Co Inc v Borough of Rumson\n(1973) 308 A 2d 280\n(New Jersey Supreme\nCourt); and\nOwen of Georgia Inc v Shelby County\n(1981) 648 F 2d 1084\n(US Court of\nAppeal).\n[39]\nAs summarised by\nHarvey J in\nWhistler Service Park Ltd v Whistler (Resort Municipality of)\n1990 CanLII 573 (BC SC)\n[40]\nOwen of Georgia Inc v Shelby County\n(1981) 648 F 2d\n1084.\n[41]\nWhistler Service\nPark Ltd v Whistler (Resort Municipality of)\n1990 CanLII 573 (BC\nSC).\n[42]\nKnop v Johannesburg City\nCouncil\n1995 (2) SA 1\n(A) at 33C-D discussed in\nMinister of Safety and\nSecurity v Van Duivenboden\n2002 (6) SA 431\n(SCA) at para [22].\nTelematrix\n(Pty) Ltd v Advertising Standards Authority SA\n(SCA case 459/04 unreported)\nat para [19].\n[43]\nRowling v\nTakaro Properties Ltd\n[1988] AC 473\n(PC) at\n502C-F.\n[44]\nComeau's Sea\nFoods Ltd v Canada (Minister of Fisheries and Oceans)\n[1995] 2 FC 467, 1995\nCanLII 3576 (FCA).\n[45]\nIronically, the case emanated from New Zealand and did not deal with British\nbureaucrats.\n[46]\nPremier,\nWestern Cape v Faircape Property Developers (Pty) Ltd\n2003 (6) SA 13\n(SCA)at\npara 40 where the authorities are\ncollected.\n[47]\nKnop v\nJohannesburg City Council\n1995 (2) SA 1\n(A).\n[48]\nRowling v Takaro\nProperties Ltd\n[1988] AC 473.\n[49]\nComeau's Sea Foods Ltd v\nCanada (Minister of Fisheries and Oceans)\n[1995] 2 FC 467\n,\n1995 CanLII 3576\n(FCA). Some reasons given by the Privy Council were dealt with harshly in this\ncase in a minority judgment but since they are makeweights,\nit is not necessary\nto consider them further.\n[50]\nC Lewis\nJudicial Remedies\nin Public Law\n(London 1992) 379.\n[51]\nThe Chairperson: Standing\nTender Committee and others v JFE Sapela Electronics (Pty) Ltd and others\n(SCA case 511/04\nunreported).\n[52]\nCompanies Act\n61 of 1973 s 35.\n[53]\nRajah\n& Rajah (Pty) Ltd and others v Ventersdorp Municipality and others\n1961\n(4) SA 403 (A).\n[54]\nHoexter ACJ\nat 405A-B, and Holmes JA at 407D-E and\n408B-C.\n[55]\nOudekraal Estates\n(Pty) Ltd v City of Cape Town\n2004 (6) SA 222\n(SCA) para 36.\n[56]\nYoonuce v Pillay NO and\nanother\n1964 (2) SA 286\n(D) at 294C-D and H.\n[57]\nMG Holmes (Pty) Ltd v\nNational Transport Commission and another\n1951 (4) SA 659\n(T).\n[58]\nTransnet Ltd v Chairman,\nNational Transport Commission\n1999 (4) SA 1\n(SCA) para [25]-[26].\n[59]\nCf\nBlackpool Aero Club v\nBlackpool BC\n[1990] 1 WLR 1195\n(CA).",
  "scraped_at": "2026-02-12T15:10:57.441984",
  "date": "2005-11-30",
  "coram": [
    "Harms JA",
    "Cameron JA",
    "Jafta JA",
    "Ponnan JA",
    "Mlambo JA"
  ],
  "case_number": "528/04",
  "parties": {
    "applicants": [
      "Jurgens Johannes Steenkamp"
    ],
    "respondents": [
      "Provincial Tender Board of the Eastern Cape"
    ]
  },
  "sections": {
    "facts": "The liquidator of Balraz Technologies (Pty) Ltd, Jurgens Johannes Steenkamp, sued the Eastern Cape Provincial Tender Board for damages incurred by Balraz before its liquidation. Balraz and five other firms submitted tenders for three services related to an automated cash payment system. Although Balraz’s tender appeared lowest, two technical committees raised concerns about its cost and competency. The Board split the award, giving one service to Balraz and two to Pensecure. Balraz incurred R4.35 million in out‑of‑pocket expenses. The Ciskei High Court set aside both awards on review, finding Balraz’s tender invalid because Balraz was not incorporated at the time of submission. The appellant seeks recovery of the expenses as pure economic loss.",
    "issues": "1. Whether the Provincial Tender Board owed a legal duty of care to a tenderer whose tender was later declared void. 2. Whether the Board’s conduct was wrongful and negligent for the purpose of delictual liability. 3. Whether pure economic loss arising from a negligent administrative breach may be compensated in South African law. 4. Whether policy considerations, such as floodgate and public‑purse concerns, preclude a damages remedy. 5. The effect of the tender’s invalidity on the existence of a duty of care.",
    "principles": "The judgment discusses the stringent requirements for delictual liability for pure economic loss, emphasizing that foreseeability, proximity and policy considerations must be satisfied. A duty of care may arise from statutory duties only if the statute can be interpreted as conferring a right of action. Constitutional procurement provisions impose procedural fairness but do not create a private law duty for damages. The court notes that negligence must be more than a mere breach of a statutory duty; policy factors such as floodgate, over‑kill, and the need for accountability guide whether a duty is imposed. The Board’s discretionary powers are not subject to delictual liability absent ultra vires conduct. The invalidity of a tender negates any administrative relationship, removing the basis for a duty of care.",
    "application": "Applying these principles, the court held that Balraz’s tender was void because the company did not exist when the tender was submitted, so the Board could not have foreseen any loss to Balraz. Consequently, no legal relationship existed, and the Board owed no duty of care. The alleged negligence – ignoring technical committee recommendations and favouring empowerment policy – was not sufficient to establish wrongfulness. Policy considerations, including the potential burden on the public purse and the floodgate effect, further weighed against imposing liability. The court therefore dismissed the claim without addressing causation or quantum.",
    "conclusion": "The appeal was dismissed with costs. No damages were awarded to the appellant, and the judgment affirmed that the Provincial Tender Board did not owe a delictual duty of care to the unsuccessful tenderer in these circumstances."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Procurement",
    "level_3": [
      "delict",
      "pure economic loss",
      "tender board liability",
      "duty of care",
      "policy considerations"
    ]
  }
}