{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/87.html",
  "case_name": "V&A Waterfront Properties (Pty) Ltd and Another v Helicopter and Marine Services (Pty) Ltd and Others (392/2004) [2005] ZASCA 87; [2006] 3 All SA 523 (SCA); 2006 (1) SA 252 (SCA) (26 September 2005)",
  "citation": "[2005] ZASCA 87",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 87\n|\nNoteup\n|\nLawCite\nV&A Waterfront Properties (Pty) Ltd and Another v Helicopter and Marine Services (Pty) Ltd and Others (392/2004) [2005] ZASCA 87; [2006] 3 All SA 523 (SCA); 2006 (1) SA 252 (SCA) (26 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nREPORTABLE\nCASE NO 392/2004\nIn the matter between\nV & A WATERFRONT PROPERTIES (PTY) LTD\nFirst Appellant\nVICTORIA AND ALFRED WATERFRONT (PTY)\n(LTD)\nSecond\nAppellant\nand\nHELICOPTER & MARINE SERVICES\n(PTY) LTD\nFirst Respondent\nTHE HUEY EXTREME\nCLUB\nSecond Respondent\nTHE SOUTH AFRICAN\nCIVIL AVIATION AUTHORITY\nThird\nRespondent\n________________________________________________________________________\nCORAM:\tHOWIE P, ZULMAN, NUGENT  JJA, COMBRINCK ET CACHALIA AJJA\n________________________________________________________________________\nDate Heard:\n15 August 2005\nDelivered:\n26 September 2005\nSummary:   Requirements for final\ninterdict – meaning of ‘injury’ in phrase ‘injury ...\ncommitted or reasonably\napprehended’ – includes invasion of\ncontractual right.\n________________________________________________________________________\nJ U D G M E N T\n________________________________________________________________________\nHOWIE P\nHOWIE P\n[1]\tThe issue in this\ncase is whether all the well-known requirements for final interdict relief were\nmet.\n[2]\tThe first appellant company, through its managing agent, the second\nappellant company, lets various commercial properties at the\nCape Town harbour\nwaterfront.   One of them is a helicopter landing site (‘the\npremises’).   The other party to the lease\nof the premises is the first\nrespondent company. It owns and operates helicopters, including one originally\nused in the Vietnam war\nand known in the relevant flying fraternity as a\n‘Huey’ (‘the helicopter’). The first respondent’s\nsole director is also chairman of the second respondent, The Huey Extreme Club,\na juristic person, to which the helicopter is made\navailable and whose members\nfly it recreationally.   The first and second respondents’ respective\nactivities in operating the\nhelicopter are conducted at and from the\npremises.\n[3]\tIn January 2004 The South African Civil Aviation Authority, the\nthird respondent, issued and served an order, in terms of the\nCivil Aviation\nRegulations promulgated under the Aviation Act 74 of 1962, grounding the\nhelicopter until the airworthiness of the\naircraft could properly be assessed by\nits officers.\n[4]\tWhen it was intimated on behalf of the first and second\nrespondents that the grounding order would be ignored the appellants applied\nin\nthe High Court at Cape Town for an order that the respondents\n‘Be\ninterdicted and restrained from operating the .... helicopter ... from the\n(premises) pending the upliftment of (the) grounding\norder\n...’.\nThe matter came before Comrie J who dismissed the application\nand refused leave to appeal.   The appellants appeal with the leave\nof this\nCourt. The third respondent has taken no part in the appeal and abides the\ncourt’s decision.   For convenience I shall\nrefer to the first and second\nrespondents as ‘the respondents’ and to the third respondent as\n‘the Authority’\n[5]\tThe Court below considered that the grounding\norder had, for present purposes, to be regarded as valid and that the first\nappellant\nhad a clear right to insist that the respondents complied with it for\nas long as it stood. The court nevertheless found that, relief\nhaving been\nsought in final form, and in the face of a deposition on behalf of the\nrespondents that the helicopter was, and remained,\nat all relevant times,\nairworthy, the appellants had failed to establish that they had a reasonable\napprehension of harm.\n[6]\tThe lease contains two provisions which are\nmaterial now. In the first the lessee undertook to comply strictly with the\nregulations\nand rules of,\ninter alia\n, the third\nrespondent.\n[1]\nThe second forbade\ncontravention by the lessee of any statutory regulations relating to or\naffecting the carrying on of the lessee’s\nbusiness in the\npremises.\n[2]\n[7]\tOperation of the\nhelicopter would necessarily involve taking off and landing at the premises and\nconstitute an activity within\nthe course of first respondent’s business.  \nSuch operation would conflict with the grounding order.   That order was\nempowered\nby, or itself constituted, ‘regulations and rules’ of the\nthird respondent.   Furthermore, the order was founded on statutory\nregulations\nwhich bore on the operation of  the helicopter.   Consequently the regulations,\nthrough the order, affected the carrying\non of the business at the premises in\nso far as operation of the helicopter was concerned.\n[8]\tTherefore, if the\ngrounding order has, for present purposes, to be regarded as valid, the\nrespondents’ threatened operation\nof the helicopter entailed a threat to\ninfringe the appellants’ rights under the lease provisions referred\nto.\n[9]\tFor the respondents it was alleged in the opposing affidavit, and\nurged before us, that the grounding order was the product of\nreviewably\nirregular and thus unlawful administrative action.   It was therefore argued\nthat the order was invalid and that disregard\nof it would not be unlawful and\ncould not constitute breach of the lease.\n[10]\tThe defence which the\nrespondents sought to raise in this respect has sometimes been called\n‘collateral challenge’.\nIts applicability was examined and explained\nby this court in\nOudekraal Estates Pty Ltd v City of Cape Town and\nOthers.\n[3]\nIn brief, it is\napplicable in proceedings where a public authority seeks to coerce a subject\ninto compliance with an unlawful administrative\nact.\n[4]\nIf these proceedings are not\nof that nature then the grounding order will have legal effect until set aside\nby a reviewing court.\n[11]\tThe argument for the respondents was that the\napplication in this case was really brought by the appellants on the\nAuthority’s\nbehalf and that the latter sought to coerce the respondents to\ncomply with the allegedly invalid grounding order. I disagree. The\nthird\nrespondent was joined at its own request in the court below and an answering\naffidavit was deposed to on its behalf by its\nSenior Manager: Airworthiness. The\naffidavit did not canvass the procedural and unfairness issues encompassed by\nrespondents’\nreview grounds but focused on the merits of the grounding\norder.   In addition, the deponent declared that the third respondent abided\nthe\nHigh Court’s decision and offered its testimony to assist the court in\ndetermining the issue between the appellants and\nthe respondents.\n[12]\tIn\nsupport of the respondents’ argument reliance was placed on a letter from\nthe Authority to the second appellants Property\nArea Manager. It was written two\ndays after the grounding order. Having referred to the order, the writer\nrequested that the second\nappellant refuse access for the helicopter’s\noperation from the premises.   The submission for the respondents was that this\nindicated that the Authority was in truth the applicant.\n[13]\tWhile it is\nunderstandable that the Authority would want to invoke the appellants’\nassistance in combating what it regarded\nas unlawful operation of the aircraft,\nneither the Authority’s joinder nor its letter just referred to advance\nthe respondents’\ncase. Quite without the need for any reliance on the\nreasons for the grounding order, or the Authority’s joinder for that\nmatter,\nthe appellants were entitled entirely on their own account to take legal\naction against the respondents. They could do so not to\nenforce the grounding\norder but to enforce the lease. It is not adverse to them that the terms of the\ninterdict sought were aimed\nat compliance with the grounding order with no\nmention of the lease. Had the interdict merely demanded compliance with the\nrelevant\nlease provisions it would not have been specific enough.   Moreover\ncompliance with the grounding order was necessary to achieve\ncompliance with the\nlease.\n[14]\tIn addition nothing justifies the conclusion that the proceedings\namounted in reality to an attempted enforcement by the Authority\nagainst the\nrespondents or an endeavour by them to review the Authority. Neither in form nor\nsubstance was the case geared to address\nthose questions which needed to be\nresolved if the central issue for decision was the validity of the grounding\norder.\n[15]\tIn the circumstances the proceedings\na quo\nwere not such\nthat the defence of collateral challenge was available.   The grounding order\ntherefore had to be regarded as valid.\n  The consequence is that its\ninfringement by the respondents would have brought about a breach of the lease\nif indeed the first\nrespondent bore the obligations of lessee.\n[16]\tThe\nrespondents sought to argue that the first respondent had the rights of lessee\nbut none of the obligations. Reliance was\nplaced in this regard on the relevant\ncontractual documentation which, it was contended, supported this\nsubmission.\n[17]\tWhat the papers reveal is that initially the premises were\nleased by the first appellant to CHC Helicopters (Africa) Proprietary\nlimited.  \nLater, that lessee’s rights and obligations were assigned to Wealth\nInternational Network Proprietary Limited. Later\nstill, the current lease\ndocumentation was signed.   The signatory parties were the first appellant as\nlessor and the first respondent,\nthe latter being specifically referred to\nthroughout the signed document as ‘the tenant’. In badly drawn but\nnonetheless\nunderstandable preambles to the signed document it was recorded that\nthe first appellant and Wealth International Network had entered\ninto a new\nlease ‘on the same terms and conditions’ as before and that Wealth\nInternational Network had ‘ceded\nand assigned its rights under the\nlease’ to the first respondent. It was this last reference to rights but\nnot obligations\nwhich prompted the argument.\n[18]\tThe contention overlooks\nthat in legal parlance ‘assignment’ normally means the transfer of\nboth rights and obligations\nbut that its interpretation is in any event\ndependent on context.\n[5]\nIf use of\n‘assigned’ in addition to ‘ceded’ is not enough to\nindicate the transfer of more than rights, the\ncontext makes it unarguably clear\nthat the first respondent assumed not only the rights of lessee but the\nobligations as well.\n[19]\tIt follows that the respondents’ threat to\nignore the grounding order amounted at the same time to a threat to breach the\nlease.\n[20]\tThe respondents contended nevertheless that breach did not\nconstitute ‘injury’ for purposes of the second essential\nrequirement\nfor final interdict relief which was expressed in the classic formulation as\n‘injury actually committed or reasonably\napprehended’.\n[6]\nThe argument\nwas that ‘injury’ in that phrase had necessarily to entail physical\nharm or pecuniary loss. The appellants\nhad consequently to show, so the\ncontention proceeded, that the helicopter was unairworthy and that its operation\ninvolved risk to\nlife and property.\n[21]\tThe argument is founded on neither\nauthority nor principle. The leading common law writer on the subject of\ninterdict relief\n[7]\nused the words\n‘eene gepleegde feitelijkheid’ to designate what is now in the\npresent context, loosely referred to as\n‘injury’. The Dutch\nexpression has been construed as something actually done which is prejudicial to\nor interferes with,\nthe applicant’s\nright.\n[8]\nSubsequent judicial\npronouncements have variously used ‘infringement’ of\nright\n[9]\nand ‘invasion of\nright’.\n[10]\nIndeed, the\nleading case\nSetlogelo\n[11]\nwas itself one involving the invasion of the right of possession. Of course\nit is hard to imagine that a rights invasion will not\nbe effected most often by\nway of physical conduct but to prove the necessary injury or harm it is enough\nto show that a right has\nbeen invaded. The fact that physical means were\nemployed or physical consequences sustained is incidental.\n[22]\tIn the\npresent case therefore the threatened invasion of the first appellant’s\nrights under the lease constituted proof\nof reasonably apprehended injury. It\nwas not necessary for the appellants’ success to show that the helicopter\nwas unairworthy\nor what the chances were of a fatal or destructive\ncrash.\n[23]\tComing to the third and final requirement, the respondents\nsubmitted that an interdict was not the only appropriate remedy. It\nwas said\nthat the first appellant could sue for damages or cancel the lease. This\nargument cannot prevail. The first appellant is\nentitled to enforce its bargain:\nto obtain the lessee’s promised rental while preventing the latter from\nconducting itself\nin a manner that involves breaking the law. The only ordinary\nremedy which provides it with the necessary protection is an interdict.\nCancellation would be quite the opposite of that to which the first appellant is\nentitled. And damages would be difficult to prove\nif possible to prove at all.\nLessors of commercial complexes stipulate for provisions like those in issue\nbecause they want, understandably,\nto maintain the standing or repute or safety\nor appeal of their properties. However, whether a particular lessee’s\ncontraventions\nof the law, and consequent breaches of its lease, have led to\nfinancial loss because aspirant or even existing tenants do not want,\nin view of\nthe contraventions, to be involved in the complex, could be exceedingly\nproblematic to prove.\n[24]\tFor these reasons the application in the court\nbelow should have succeeded and the appeal must succeed.\n[25]\tIt remains to\nmention that a good deal of time was devoted in the appeal to the question\nwhether the appellants were, by interdict\nproceedings, really seeking\ncontractual relief in the form of specific performance and, if so, whether they\nneeded to fulfil the\nrequirements for a final interdict. In reliance on the\nviews of Professor RH Christie\nThe Law of Contract,\n4\nth\ned,\n618-9, they argued that there was no such need. One may indeed say that had the\nprayer expressly been for specific performance\nmany of the same issues may have\narisen as have arisen. However, an interdict having been sought, and the\nrequirements for it having\nbeen met, it is unnecessary to decide whether the\nappellants’ argument was right.\n[26]\tThe following order is\nmade:\n1.\tThe appeal is allowed, with costs, including the costs of two\ncounsel.\n2.\tThe order of the court a quo is set aside and substituted for it\nis the following order:\n‘(1)\tThat the first and second respondents be\ninterdicted and \t\t\t\trestrained from operating the Bell helicopter, registered\n\t\t\t\tas ZU-CVC-B205 UH 1 H, from the helipad situated at \t\t\t\tBuilding 200,\nBreakwater East Pier, V&A Waterfront, \t\t\t\tCape Town\npending the upliftment\nof a grounding order \t\t\t\tissued by the South African Civil Aviation Authority on\n\t\t\t\t7 January 2004;\n(2)\tThe first and second respondents are ordered,\njointly and \t\t\t\tseverally, to pay the first and second applicants’ costs,\n\t\t\t\tsuch costs to include the costs of engaging two counsel.’\n_______________\nHOWIE P\nCONCURRED\n:\nZULMAN   JA\nNUGENT  JA\nCOMBRINCK  AJA\nCACHALIA \nAJA\n[1]\nClause 6.3.5.1 reads:  The\nLessee shall be obliged to obtain and maintain for the duration of this lease\nincluding any renewal thereof,\nthe requisite licences and all the necessary\napprovals from inter alia the Department of Transport, The South African Civil\nAviation\n Authority, The Port Captain and any other Authority who may require\napproval for the operation of a helicopter landing site. The\nLessee undertakes\nto strictly comply with the regulations and rules of such\nauthorities.\n[2]\nClause 6.8\ncontains the following:  ‘The Lessee shall not contravene (or permit the\ncontravention of) any law, bye-law, statutory\nregulations or the conditions of\nany licence relating to or affecting the occupation of the Premises or the\ncarrying on of the Lessee’s\nbusiness in the Premises, ...’\n[3]\n2004 (6) SA 222\n(SCA)\n[4]\nAt 244\nC-D\n[5]\nSimon NO v Air\nOperation of Europe AB and others\n1999 (1) SA 217 (SCA)\n228I\n[6]\nSetlogelo v\nSetlogelo\n1914 AD 221\n, 227.\n[7]\nVan der Linden\n, Judicieele Practijcq\n2  19  1;\nKoopmans Handboek\n3  1  4  7.\n[8]\nBlackburn v\nKrohn\n(1855) 2 Searle 209\n, 211;\nBok v The Transvaal Gold Exploration and\nLand Co\n(1883) 1 SAR 75,\n76.\n[9]\nRossouw v Minister of\nMines and Minister of Justice\n1928 TPD 741,\n745.\n[10]\nVon Molkte v Costa\nAreosa (Pty) Ltd\n1975 (1) SA 255 (C),\n258D\n[11]\n1914 AD 221.",
  "scraped_at": "2026-02-12T15:01:46.338050",
  "date": "2005-09-26",
  "coram": [
    "HOWIE P",
    "ZULMAN JA",
    "NUGENT JA",
    "COMBRINCK AJ",
    "CACHALIA AJ"
  ],
  "case_number": "392/2004",
  "parties": {
    "applicants": [
      "V & A Waterfront Properties (Pty) Ltd",
      "Victoria and Alfred Waterfront (Pty) Ltd"
    ],
    "respondents": [
      "Helicopter & Marine Services (Pty) Ltd",
      "The Huey Extreme Club",
      "The South African Civil Aviation Authority"
    ]
  },
  "sections": {
    "facts": "The first appellant, V & A Waterfront Properties (Pty) Ltd, through its managing agent the second appellant, leases a commercial waterfront complex that includes a helicopter landing site. The first respondent, Helicopter & Marine Services (Pty) Ltd, operates a Huey helicopter from that site and the second respondent, the Huey Extreme Club, uses the aircraft recreationally. In January 2004 the South African Civil Aviation Authority issued a grounding order for the helicopter on safety grounds. The appellants sought a final interdict to restrain the respondents from operating the helicopter pending the lifting of that order. The lower court dismissed the application, finding no reasonable apprehension of harm. The lease contains covenants requiring the lessee to comply strictly with all statutory regulations and to refrain from contravening any law affecting its business.",
    "issues": "1. Whether the requirements for granting a final interdict—particularly the requirement of an injury actually committed or reasonably apprehended—were satisfied. 2. Whether a breach of lease covenants (failure to comply with the grounding order) constitutes an injury sufficient for an interdict. 3. Whether the respondents could rely on the defence of collateral challenge to contest the validity of the grounding order. 4. Whether the assignment of lease rights to the first respondent also transferred the obligations, thereby making the respondents liable for breach.",
    "principles": "The court reaffirmed the well‑established test for a final interdict: (a) a right must exist, (b) there must be an injury actually committed or reasonably apprehended, (c) an interdict must be the appropriate remedy, and (d) no alternative remedy is sufficient. \"Injury\" includes the invasion of a contractual right, not only physical or pecuniary harm. Breach of a lease covenant that prohibits contravention of statutory regulations constitutes an invasion of the lessor’s right. The defence of collateral challenge is unavailable where the administrative order is treated as valid until set aside by a reviewing court. An assignment ordinarily transfers both rights and obligations unless the context clearly indicates otherwise.",
    "application": "The court held that the grounding order, for the purposes of the proceedings, must be regarded as valid. The respondents’ threatened operation of the helicopter would directly breach the lease covenants requiring compliance with such regulations, thereby constituting an invasion of the appellants’ contractual rights. This satisfied the \"reasonable apprehension of injury\" limb. The respondents could not invoke collateral challenge because the order was not being directly contested in the interdict proceedings. The lease documentation showed that the assignment to the first respondent included the obligations, so the respondents were bound to comply. Consequently, an interdict was the appropriate and only effective remedy to enforce the lease and prevent illegal operation of the aircraft.",
    "conclusion": "The appeal was allowed. The lower court's order was set aside and replaced with an interdict restraining the first and second respondents from operating the Bell helicopter from the helipad at the V&A Waterfront pending the lifting of the grounding order. The respondents were ordered jointly and severally to pay the costs of the first and second appellants, including the costs of engaging two counsel."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Interdict / Injunction",
    "level_3": [
      "lease",
      "grounding order",
      "contract breach",
      "aviation law",
      "collateral challenge"
    ]
  }
}