{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/98.html",
  "case_name": "Ethekwini Municipality v Verulam Medicentre (Pty) Ltd (457/04) [2005] ZASCA 98; [2006] 3 All SA 325 (SCA) (29 September 2005)",
  "citation": "[2005] ZASCA 98",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 98\n|\nNoteup\n|\nLawCite\nEthekwini Municipality v Verulam Medicentre (Pty) Ltd (457/04) [2005] ZASCA 98; [2006] 3 All SA 325 (SCA) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 457/2004\nReportable\nIn the matter between:\nETHEKWINI MUNICIPALITY                  \nAppellant\nand\nVERULAM MEDICENTRE (PTY) LTD                \nRespondent\nCORAM:\tHOWIE P, ZULMAN, BRAND, LEWIS JJA et MAYA\nAJA\nHEARD:\t     12 SEPTEMBER 2005\nDELIVERED:  29 SEPTEMBER\n2005\nSummary:\nIn duplum\nrule: not applicable unless interest is\npayable on debt in arrear.\n_____________________________________________________________\nJUDGMENT\nMAYA AJA/\nMAYA AJA\n[1]\tThe sole issue that this court is called upon to\ndetermine in this appeal (before us with the leave of the court\na quo\n)\nis whether the\nin duplum\nrule applies to the respondent’s claim\nagainst the appellant. The judgment of the court\na quo\n(Durban High\nCourt) is now reported as\nVerulam Medicentre (Pty) Ltd v Ethekwini\nMunicipality\n2005 (2) SA 451\n(D).\n[2]    The facts, which are common\ncause, are as follows. In December 1993 the parties concluded a written\nagreement of sale in terms\nof which the appellant town council sold the\nrespondent an immovable property for the sum of R1 592 000. The purchase price\nwas payable\nby way of a 10 per cent deposit in the sum of R159 000 and,\nthereafter, quarterly instalments which would bear interest at an agreed\nrate on\nthe balance over a period of two years. Transfer of the property would be\neffected upon payment of the capital and interest.\n[3]\tBy October 1996\nthe respondent had paid a sum of R1 141 153, 48 and wished to pay the\noutstanding balance to take transfer. It\nwas, however, discovered at that stage\nthat the appellant had failed to comply with certain provisions of the Local\nAuthorities Ordinance\nAct 25 of 1974 when the agreement was concluded, thus\nrendering the agreement invalid. The appellant consequently became liable to\nrepay the amount of R1 141 153, 48 to the respondent.\n[4]\tHowever, the\nparties engaged in further negotiations which culminated in the conclusion of a\nsecond agreement (‘the agreement’)\non 1 April 1999. The terms of the\nagreement were,\ninter alia\n, that the appellant would retain the amount\nthat the respondent had paid under the initial agreement as part payment of the\nrenegotiated\npurchase price of R3 500 000. The balance of the purchase price\nwould then be paid in cash against registration of transfer. The\nrespondent was\nrequired to apply for a rezoning of the property. Transfer of ownership of the\nproperty would pass only if that application\nwas successful.\n[5]\tIn the\nevent that the rezoning application was refused, clause 12 of the agreement\nprovided as follows:\n‘...\n12.6\tIf the property has not been re-zoned\nin accordance with 12.3 above to the reasonable satisfaction of the Purchaser\nwithin one\nyear after the date of signature by both parties of this agreement,\nor within such longer period as the Purchaser and Seller may\nin writing agree,\nthe Purchaser shall be entitled, at the entire election of the Purchaser, by\nnotice in writing to the Seller to\n12.6.1\tcancel this agreement,\nor\n12.6.2\telect to proceed with this sale.\n12.7\tIf the Purchaser cancels\nthis agreement in terms of 12.6.1 above all amounts of money that have been\nretained by or paid to the\nSeller in terms of the FIRST AGREEMENT and or this\nagreement shall be immediately refunded by the Seller to the Purchaser together\nwith interest thereon calculated from the date of payment by the Purchaser to\nthe date of repayment by the Seller to the Purchaser\nat the rate of 15, 5% per\nannum compounded monthly in arrears...’\n[6]\tThe respondent did not\nlodge the rezoning application within the period stipulated in clause 12.6 but\ndid so only in July 2001,\npursuant to pressure being brought to bear upon it by\nthe appellant. The respondent was subsequently notified in August 2002 that\nthe\nrezoning application had been unsuccessful. In September 2002, it opted to\ncancel the agreement in the exercise of its rights\nin terms of clause 12.6.1 and\nsimultaneously invoked the provisions of clause 12.7 by claiming payment of a\nsum of R4 049 369,96\nfrom the appellant. This sum of R4 049 369,96, which\nsignificantly exceeded the original capital payments, was constituted by the\ncapital sum of R1 141 153, 48 and accumulated interest calculated at the rate of\n15,5 per cent, compounded monthly in arrears, from\nthe various dates of payment\nto the appellant.\n[7]\tIn response to this claim the appellant raised as a\nlegal contention in terms of Uniform rule 6(5)(d)(iii), that the claim was\nsubject to the\nin duplum\nrule and that the respondent was, therefore,\nonly entitled to the capital sum and interest not exceeding such capital\nsum.\n[8]    Galgut AJP held that restitution should be made to the\nappellant on cancellation of the agreement as the respondent had not\nacquired\npossession of the property and thus derived no benefit from it, whereas the\nappellant had held the capital sum for a considerable\nperiod of time. He\ninterpreted the interest stipulation in Clause 12.7 (at 455H–I) to mean\nthat the parties intended that the\nrespondent would ‘receive proper\nrestitution...the full present day value of the capital it had paid all those\nyears earlier,\na consideration which the parties obviously considered fair in\nthe light of the abovesaid circumstances’. He concluded that\nin any event\nthe\nin duplum\nrule did not apply as the respondent did not require the\nprotection that the rule was designed to provide and that the interest\nstipulation\nwas not of the type which public policy would regard as improper and\nwas intended to fulfil a purpose other than the one for which\ninterest is\nusually intended.\n[9]\tThe effect of the\nin duplum\nrule is that\ninterest due in respect of a debt ceases to run when it reaches the amount of\nthe unpaid capital sum:\nUnion Government v Jordaan’s Executor\n1916\nTPD 411\nat p 413. The rule is based on public policy and is meant to protect\ndebtors from exploitation by creditors by forcing them to pay\nunregulated\ncharges, and enforce sound fiscal discipline on creditors. It cannot be waived\nin advance or during the period of the\nloan:\nStandard Bank of SA Ltd v\nOneanate Investments (Pty) Ltd (In Liquidation)\n[1997] ZASCA 94\n;\n1998 (1) SA 811\n(SCA). It\ndoes not relate only to money lending transactions but applies to all contracts\nwhere a capital amount that is subject\nto interest\nat a fixed rate is\nowing:\nLTA Construction Bpk v Administrateur, Transvaal\n[1991] ZASCA 147\n;\n1992 (1) SA 473\n(A)\nat 482I-483A.\n[10]\nThe scope of application of the rule is\nsuccinctly set out in\nSanlam Life Insurance Ltd v South African Breweries Ltd\n2000 (2) SA 647\n(W) where Blieden J said at 655D-I:\n‘[T]he\nin\nduplum\nrule is confined to arrear interest and to arrear interest alone. In\nmy judgment the reason for this is plain: it is to protect debtors\nfrom having\nto pay more than double the capital owed by them at the date on which the debt\nis claimed...\nCounsel’s reliance on the\nLTA Construction\ncase\n... for the submission that interest does not have to be in arrear for the\nin\nduplum\nrule to apply is, in my view, unfounded. The fact that the capital\namount in each of these cases had either not been ascertained or\nagreed to at\nthe date interest started to run does not detract from the fact that the\ninterest claimed was in fact arrear interest.\nThis is wholly different from the\npresent case, where interest was at no time in arrear, but was to be calculated\nas future interest\nin the relevant time period involved.’\n[11]\tThe parties, although they did not contend that the agreement was\nambiguous in any respect, differed in their interpretation\nof the nature of the\nagreement and the true purpose of the interest stipulation. It was contended on\nthe appellant’s behalf,\nfirstly, that in determining the nature of the\nagreement it had to be considered that there were two sale contracts embodied in\nthe\nagreement; alternatively, it was dual and conditional (on the rezoning\napplication) in nature. Reliance for this submission was placed\non clause 18 of\nthe agreement which deals with the rights and claims of the parties arising from\nthe initial agreement. Secondly,\nso the argument went, the interest clause\nagreed upon by the parties was accumulated or unpaid interest, similar to that\napplicable\nto a bank overdraft facility, intended to make good the amount paid\nunder the initial agreement. The interest was not due as long\nas no demand for\npayment of the ‘debt’ was made, but once such demand was made it ran\nfor the entire period thus rendering\nthe ‘debt’ subject to the\nin\nduplum\nrule.\n[12]\tIt is well established that the approach to be\nadopted in ascertaining the common intention of parties to a contract is first\nto determine the ordinary grammatical meaning of the words employed in the\nagreement, having regard to the context in which the relevant\nword or phrase is\nused with its interrelation to the contract as a whole, including the nature and\npurpose of the contract:\nP G Bison Ltd v The Master\n2000 (1) SA 859\n(SCA)\npara 7;\nCoopers & Lybrand and Others v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A)\nat 768A-B and\nMetcash Trading Ltd v Credit Guarantee Insurance Corp of\nAfrica Ltd\n2004 (5) SA 520\n(SCA) para 10. What the nature of the agreement\nand the objective of the interest clause are in the instant case must,\naccordingly,\nbe ascertained by analysing the relevant words in the context of\nthe contract as a whole and the common intention of the parties.\n[13]\tClause 18 reads:\n‘Provided that\n18.1\tthe property is\nduly transferred into the name of the Purchaser in accordance with the\nprovisions of the agreement, or\n18.2\tfailing such transfer, the sums referred\nto in 2.3 of this agreement together with interest thereon calculated from the\ndate\nof payment to the Seller to the date of repayment to the Purchaser at the\nrate of 15, 5% per annum, are duly repaid by the Seller\nto the Purchaser,\nThe\nPurchaser hereby waives any claim which it may have against the Seller under the\nFIRST AGREEMENT for damages and any rights or\nclaims which either party may have\nagainst the other arising from the FIRST AGREEMENT shall be deemed to be\nextinguished.’\n[14]\tIn my view, the words in the clause, read in\ntheir ordinary sense, do no more than make provision for the parties’\nrights\narising out of the initial agreement in the event that the intended\ntransaction did not come to fruition. It is plain from the terms\nof the\nagreement that the parties, confronted with the problem of the invalidity of the\ninitial agreement and still keen to contract\nwith each other, sought to find a\nsolution. They therefore renegotiated another sale agreement and, in that\nexercise, compromised\nany claims they might have had against each other under\nthe initial agreement. There is only one agreement and the waiver clause\ncannot\nbe understood to indicate the existence of two contracts.\n[15]\tRegarding\nthe true nature of the interest stipulation in clause 12.7, it is significant\nthat when the parties concluded the agreement\nthey agreed that only the sum of\nR1 141 153,48 would be credited to the renegotiated purchase price which, by\nthat stage, was more\nthan double the original amount. The appellant argued that\nif the parties intended the interest clause to achieve ‘full\nrestitution’\nas the court\na quo\nfound, then both the capital amount\nand interest would have been credited to the new purchase price. I have\ndifficulty understanding\nthis submission. This, to my mind, is precisely one of\nthe facts which show that the parties did not intend the interest clause to\nbe\ninterest in the ordinary sense. They fixed interest to run only if the sale\ntransaction did not come to pass. It was therefore\nmeant to serve as\ncompensation only in that event. Agreeing that interest would run from the date\nof payment was, undoubtedly, a\ndeliberate choice. Nothing precluded the parties\nfrom stipulating that it would run, for example, from the date of cancellation\nof\nthe agreement, bearing in mind that if the rule was applicable interest would\nalready have exceeded the capital payments when the\nagreement was concluded.\nThis clearly is not conventional interest. The parties unambiguously meant it as\na means of formulating\na fair and proper restitution for what had been paid and\nreceived.\n[16]\tAnother submission made on the appellant’s behalf\nwas that the\nSanlam\ncase is distinguishable from the present one. There\nthe parties concluded a contract which provided that if the 25 year lease in\nissue\nwere to be terminated before its expiry by effluxion of time, the\nrespondent would take transfer of the leased property against payment\nto the\napplicant of a specified capital sum together with interest thereon, calculated\nfrom the date of commencement of the lease\nto the date of transfer of the\nproperty. The court held,\ninter alia\n, that the\nin duplum\nrule did\nnot apply to the interest claimed because it was not interest in the sense\nintended in the rule, but was agreed upon by the\nparties to fix what they\nconsidered to be a fair price for the property if the lease was cancelled within\nthe 25 year period.\n[17]\tThe appellant’s contention was that in the\npresent case the interest clause is not stipulated in a way which shows, as\nin\nthe\nSanlam\ncase, that it is merely a component of a formula designed to\ndetermine the quantum of a capital obligation, but describes a capital\ndebt\nwhich must be repaid upon the happening of one of a number of events, and that\nthe language used then indicates expressly that\ninterest will be added to that\ndebt. I do not agree. The determinant feature present in both matters is that\nthe parties fixed an\ninterest rate which was to be applied over a period of time\nto achieve a fair and proper restitution.\n[18]\tThe authorities to which\nreference is made in paragraph 10 above make it abundantly clear that the rule\napplies only to arrear\ninterest. In the present matter no debt was owing and no\ninterest accrued until the rezoning application was refused and the respondent\nelected to cancel the agreement. The interest in issue is, therefore, not arrear\ninterest. It was not the appellant’s case,\nin any event, as indicated\npreviously, that it is arrear interest. The\nin duplum\nrule is, in the\ncircumstances, not applicable in the instant case.\n[19]\tFor reasons which\nappear hereunder, I revert briefly to some of the findings made by the court\na quo.\nIn arriving at his conclusion, Galgut AJP considered various\nrelevant decided cases and said at 454G-455C:\n‘[In] the case of\nSanlam Life Insurance Ltd v South African Breweries Ltd\n[supra]\n...Blieden J held (at 655B-C) that the [\nin duplum\n] rule did not apply to\nthe interest at issue because on a proper construction of the contract between\nthe parties the interest provided\nfor in the agreement was ‘not\n“interest” in the sense referred to in the\nin duplum\nrule’ but that the parties had intended the interest ‘to fix\nwhat the parties considered to be a fair price for the asset\nto be purchased if\nthe lease was cancelled within the 25-year period’.\nIt would appear\nfrom this that where on a proper construction the interest at issue serves a\npurpose other than the ordinary function\nthat interest fulfils, the\nin duplum\nrule\nwill not apply.\nIt may well be that the test is not as strict as\nthat, however, because Blieden J went on to refer (at 655E-F) to single capital\nannuities\nand similar investments, and pointed out that concerns doing business\nof those kinds do not require protection and that public policy\nwould not\nrequire that the investors concerned be limited by the rule, and in\nCommissioner, South African Revenue Service v Woulidge\n2002 (1) SA 68\n(SCA),\nwhich admittedly turned on entirely different facts, Froneman AJA said (at\n75B-C) that the\nin duplum\nrule can be applied only where it serves\nconsiderations of public policy in the protection of borrowers against\nexploitation by lenders.\nIt appears therefore that the test might simply be\nwhether in the particular case public policy requires the debtor to be protected\nagainst exploitation by the creditor.\nOn either test, however, it is clear\nthat the\nin duplum\nrule does not apply.’\n[20]\tIn view of the\nconclusion that I have reached, it is not strictly necessary to decide the\ncorrectness or otherwise of the findings\nrelating to the two tests (which the\nlearned judge\ncoined the ‘strict’ and the\n‘lenient’ tests, respectively). It must however be pointed out that\nhis interpretation\nof the\nWoulidge\ncase, regarding the extent of the\nin duplum\nrule’s application, appears to be based on an error. \nThe\njudgment is reported both in the South African Law Reports (the\nversion indicated in para 20 above on which the court\na quo\nrelied) and\nthe All South African Law Reports. The relevant portion is quoted as follows in\nthe SALR at para 12:\n‘It is clear that the\nin duplum\nrule can be\napplied in the real world of commerce and economic activity\nonly\nwhere it\nserves considerations of public policy in the protection of borrowers against\nexploitation by lenders (\nLTA Construction Bpk v Administrateur, Transvaal\n[1991] ZASCA 147\n;\n1992 (1) SA 473\n(A) at 482F-G;\nStandard Bank of South Africa Ltd v\nOneanate Investments (Pty) Ltd (in Liquidation)\n[1997] ZASCA 94\n;\n1998 (1) SA 811\n(SCA) at\n828D).\n(My emphasis.)\n[21]\tThe correct quotation is, however, the one\ncontained in the other report,\n[2002] 2 All SA 199\n(SCA) and it reads as follows\nat para 12:\n‘It is clear that the\nin duplum\nrule can\nonly\nbe applied in the real world of commerce and economic activity where it\nserves considerations of public policy in the protection of\nborrowers against\nexploitation by lenders...’\n(My emphasis.)\n[22]\tIt is readily\napparent, on a comparison of the two quotations, that the word\n‘only’ is misplaced in the first version,\nthus giving the sentence a\nmeaning that is completely different to what Froneman AJA obviously intended to\nconvey, which also does\nnot tally with the\ndicta\nexpressed in the decided\ncases on which he relied in that regard. The court\na quo\n’s\nconclusion about the so-called ‘lenient’ test namely, that the\nenquiry is merely ‘...whether in the particular case\npublic policy\nrequires the debtor to be protected against exploitation by the creditor’,\nwhich invariably necessitates an enquiry\ninto the identity of the debtor instead\nof the nature of the debt, is thus based on an incorrect premise.\n[23]\tFurthermore, whilst it may be so that the\nin duplum\nrule is\nfounded on public policy considerations, it now forms part of positive law.\nConsequently, public policy is not the criterion\nin deciding whether or not the\nrule applies. As was correctly submitted on the appellant’s behalf, the\nrule is not qualified\nso that it applies only where a debtor cannot cope with\nthe burden of interest exceeding the capital sum. The\nWoulidge\ncase\nshould accordingly not be understood to mean that the identity of the debtor (ie\nwhether the debtor requires protection from\nexploitation) determines whether or\nnot the\nin duplum\nrule is to be applied.\n[24]\tHaving said that,\nthe ultimate conclusion of the court\na quo\nwas nevertheless correct. The\nappeal is accordingly dismissed with costs, such costs to include the costs\nconsequent upon the employment\nof two counsel.\n____________________\nMML\nMAYA\nACTING JUDGE OF APPEAL\nConcur:  Howie P\nZulman JA\nBrand JA\nLewis JA",
  "scraped_at": "2026-02-12T15:05:16.863541",
  "date": "2005-09-29",
  "coram": [
    "Howie P",
    "Zulman",
    "Brand",
    "Lewis JJA",
    "Maya"
  ],
  "case_number": "457/2004",
  "parties": {
    "applicants": [
      "Ethekwini Municipality"
    ],
    "respondents": [
      "Verulam Medicentre (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In December 1993 the municipality sold an immovable property to Verulam Medicentre for R1,592,000, with a deposit and quarterly instalments bearing interest. By October 1996 the purchaser had paid R1,141,153.48. The original agreement was later held invalid under the Local Authorities Ordinance, obliging the municipality to repay that amount. The parties negotiated a second agreement on 1 April 1999, whereby the paid sum was treated as part payment of a new purchase price of R3,500,000, subject to successful rezoning. Clause 12.7 required the municipality to refund the paid amount with interest at 15.5% compounded monthly if the rezoning failed and the purchaser cancelled. Rezoning was applied for late, refused in August 2002, and the purchaser cancelled in September 2002, claiming R4,049,369.96 (principal plus interest). The municipality argued that the in duplum rule should limit the interest.",
    "issues": "The central issue was whether the in duplum rule, which caps interest at the amount of the unpaid capital, applied to the respondent’s claim for interest on the refunded capital. Sub‑issues included whether the interest stipulated was arrear interest within the rule’s scope and how the contractual clauses should be interpreted regarding the nature of the interest.",
    "principles": "The in duplum rule stops interest accrual once it equals the principal and applies only to arrear interest, serving a public‑policy objective to protect debtors from excessive charges. Relevant precedents include Union Government v Jordaan’s Executor, Standard Bank v Oneanate Investments, LTA Construction v Administrateur, and Sanlam Life Insurance v SAB, which clarified that the rule does not apply to interest that is not arrear or that serves a compensatory purpose rather than ordinary debt‑interest.",
    "application": "The court examined the wording of clauses 12.6 and 12.7 and concluded that the interest was intended as compensation for the failed sale, payable only upon cancellation, and therefore was not arrear interest. The interest was not meant to increase a debt but to provide a fair restitution for amounts already paid. Consequently, the in duplum rule was inapplicable. The court also held that there was a single agreement; the interest clause could not be read as part of a capital‑debt formula.",
    "conclusion": "The appeal was dismissed. The respondent’s claim for the capital sum plus the stipulated interest was upheld, and costs, including counsel fees, were awarded to the appellant."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Interest and Restitution",
    "level_3": [
      "in duplum rule",
      "arrear interest",
      "contract interpretation",
      "sale agreement",
      "interest clause"
    ]
  }
}