{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/19.html",
  "case_name": "Gauteng Gambling Board v Silverstar Development Ltd and Others (80/2004) [2005] ZASCA 19; 2005 (4) SA 67 (SCA) (29 March 2005)",
  "citation": "[2005] ZASCA 19",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 19\n|\nNoteup\n|\nLawCite\nGauteng Gambling Board v Silverstar Development Ltd and Others (80/2004) [2005] ZASCA 19; 2005 (4) SA 67 (SCA) (29 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nIN THE SUPREME COURT OF APPEAL OF\nSOUTH AFRICA\nREPORTABLE\nCase no:  80/04\nIn the matter between\nTHE GAUTENG GAMBLING BOARD\t\tAPPELLANT\nand\nSILVERSTAR DEVELOPMENT LIMITED\tFIRST\nRESPONDENT\nRHINO HOTEL AND RESORT LIMITED\tSECOND\nRESPONDENT\nTHE MEMBER OF THE EXECUTIVE\nCOUNCIL OF THE\nPROVINCE OF\nGAUTENG FOR FINANCE AND\nECONOMIC\nAFFAIRS\t\t\t\t\tTHIRD RESPONDENT\nTHE PREMIER OF THE PROVINCE\nOF\nGAUTENG\t\t\t\t\t\t\tFOURTH RESPONDENT\nCoram:\nHOWIE P, FARLAM, CLOETE, HEHER JJA and MAYA\nAJA\nHeard:\n25 FEBRUARY 2005\nDelivered:\t29 MARCH\n2005\nSummary:\tReview – court\na quo\nsubstituting its\ndecision for that of administrative tribunal – when\njustifiable.\n_____________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nHEHER\nJA\nHEHER JA:\n[1]\nWhen a court reviews and sets aside\nthe decision of an administrative tribunal it almost always refers the matter\nback to that body\nto enable it to reconsider the issue and make a new decision.\nOccasionally the court does not give the administrative organ a further\nopportunity. Instead it makes the decision itself. This is such a case. The\ncourt\na quo\nhaving reviewed and set aside a refusal by the appellant\n(‘the Board’) to award a casino licence to the first respondent\n(‘Silverstar’) directed the Board to grant the licence. It refused\nleave to appeal against both orders but this Court\ngranted such leave. The Board\nlater abandoned its challenge against the setting aside of its decision. The\ndispute between the parties\nis now confined to whether the court\na quo\nwas right in assuming the decision-making function.\n[2]\nThe\nNational\nGambling Act, 33 of 1996\nlays down uniform norms and standards which apply to\ncasinos, gambling and wagering in the Republic.\nSection 13(1)(j)(iii)\nof the Act\nlimits the number of casino licences which may be granted to 40 of which the\nGauteng province is entitled to six. The\nfunction of granting licences is left\nto the provinces.\n[3]\nGambling in Gauteng is regulated by the Gauteng\nGambling Act, 4 of 1995 (‘the Act’). The Board was established in\nChapter\n2 of the Act to oversee and control gambling activities in the province.\nOne of its functions is to invite, investigate and consider\napplications for\ncasino licences (s 19). Section 31 (in its form before substitution by s 12(a)\nof Act 6 of 2001 with effect from\n31 December 2002) provided as\nfollows:\n‘(1) The Board shall, subject to the provisions of section 30\nand after having duly considered the application for a licence,\nany\nrepresentations made in relation to the application, the applicant’s\nwritten response thereto, if any, any further information\nfurnished or obtained\nin terms of section 23, the inspection and police reports contemplated in\nsections 25 and 26, and any other\nevidence tendered to the Board in terms of\nsection 29 or otherwise, grant the application, subject to sub-section (2), on\nsuch conditions\nas the Board may determine, or refuse the application.\n(2)\nThe Board shall not grant a casino licence, route operator or additional gaming\nlicence except with the concurrence of the Executive\nCouncil.’\nIn\nshort, these provisions empowered the Board either to refuse an application or,\nwith the concurrence of the Executive Council (‘Exco’),\nto grant\nit.\nThe background to the appeal\n[4]\nIn April 1997 the Board\nissued a public invitation for applications for casino licences in Gauteng. The\ninvitation said that the Board\nintended to grant ‘up to a maximum of six\ncasino licences’ with the concurrence of Exco. It did not specify the\nareas\nin which the casinos were to be located.\n[5]\nThe Board received\n23 applications by the closing date in June 1997. It embarked on a comprehensive\nprocess of evaluating the applications\naccording to the criteria in ss 40 and 41\nof the Act. Part of the sifting involved the hypothetical subdivision of the\nprovince into\nsix geographic areas for purposes of comparison and evaluation.\nThe reasons for doing this seem to have been that the applications\nreceived fell\ncomfortably into the subdivisions, that up to six licences could be issued and\nthat the division appeared justified\nby sensitivity studies carried out by the\napplicants, which involved the available ‘gaming spend’ and their\nprospective\nmarket shares of it, and their viability. The areas which the Board\nidentified were the Vaal, Johannesburg South/Centre, West Rand,\nEast Rand,\nJohannesburg North/ Midrand and Pretoria.\n[6]\nThe Board compared each\napplicant for a licence within an area with the other applicants in that area in\nrelation to each of the criteria.\nHaving regard to these comparisons it placed\nthe applicants in a preferred order for the appropriate area. Then it created\nfour clusters\n(identified by names of animals) of five or six applicants (the\npreferred applicants from each area) the object being to achieve\nbalanced\ngroupings which would serve the province as a whole and the areas in question.\nFinally the Board selected from the clusters\nthat one which it considered best\nachieved those objects.\n[7]\nSilverstar and Rhino Hotel and Resort\nLimited (‘Rhino’) were the only applicants for licences in the West\nRand area. In\nthe comparative process both emerged with credit. The Board had no\nadverse comment on either. It found that the selection of one\nof them would not\nhave an impact on any other successful licensee within the other\nareas.\n[8]\nAt the completion of its deliberations early in 1998 the\nBoard prepared a memorandum which outlined the process it had followed and\nset\nout the advantages and disadvantages of all the applicants within the scheme of\nevaluation that I have described. In relation\nto the West Rand area the Board\nset out its conclusion as follows:\n‘174.\tAfter considering all the\nfindings the Board concludes that Rhino’s project should be ranked higher\nthan that of\nSilverstar. Its location in a rural area which is economically\ndepressed, weighed favourably with the Board.’\n[9]\nThe Board\nthen included Rhino in all four of the clusters and it was, of course, an\nelement of the Giraffe cluster which the Board\nconsidered would best meet the\nneeds of the province. The approbation of the Board in relation to the\ncontribution which Rhino would\nmake was expressed in the same form in the\ncontext of each cluster\nviz\nthe rehabilitation and revitalization of a\ndeclining area in the West Rand and the bringing of leisure facilities to that\narea.\n[10]\nDuring the period from February to April 1998 the Board\nheld six meetings with Exco to seek concurrence in the grant of casino licences\nto the applicants in the Giraffe cluster. One of the issues on which they\ndisagreed was the appropriate licensee for a casino in\nthe West Rand area. The\nBoard supported Rhino while Exco favoured Silverstar. They considered the\npossibility of not granting a sixth\nlicence at all. The Board contended strongly\nagainst that. Its reasons were that it was satisfied that the gaming spend in\nGauteng\nprovince could sustain six licences and the applicants had conducted\ntheir studies on the basis that six licences would be granted.\nThe Board argued\nthat the withholding of a licence would create commercial uncertainty and the\napplicants had a ‘legitimate\nexpectation’ that six licences would be\nissued. Exco was persuaded and the Board and Exco jointly resolved to issue six\nlicences.\n[11]\nAs Rhino afterwards fell out of contention (for reasons\nwhich will be explained) Exco’s motivation for preferring it is\nper se\nno longer of relevance. What does still matter is why the Board was opposed\nto Silverstar since the Board continues to contend that\nthe setting aside of its\npreference for Rhino does not necessarily justify the selection of Silverstar in\nits place.\n[12]\nAt a meeting with Exco on 25 February 1998 the\nBoard’s objections to Silverstar were explained. The Board now adheres to\nthe\nviews which it expressed at that time and which were embodied in the report\nprepared for the enlightenment of Exco which is referred\nin para [8]. These\nwere:\n1.\tSilverstar provides little development and requires a lot of\ngambling machines.\n2.\tRhino’s capital commitment is commensurate with its expected revenue;\nimplicitly Silverstar’s commitment exceeds its\nprojected revenue.\n3.\tRhino offers better facilities.\n4.\tThe market does not require a 1000-seater conference facility as proposed by\nSilverstar. (However, the memorandum prepared by\nthe Board in summary of its\nevaluation process speaks of Silverstar offering ‘800 square metres of\nconference facilities subdivisible\ninto four rooms’.)\n5.\tSilverstar is highly geared. If the generation of income from the casino does\nnot meet expectations the project will not be viable.\n6.\tThe projected revenue of Silverstar exceeds the market spend in the\narea.\n[13]\nAt a further meeting with Exco on 22 March 1998\nthe Board enunciated the following objections to granting a licence to\nSilverstar:\n1.\tSilverstar relies on cash flow from a temporary casino pending the completion\nof its project. If it is unable to meet its margins\nit will not survive.\n2.\tSilverstar is dependent on a third party loan.\n3.\tSilverstar’s gross gaming revenue is out of proportion to the cost of\nthe project being 1:1 instead of the norm of 2:1.\n4.\tWhile Rhino undertakes to donate a police station, a clinic and an\nagri-village to the community, Silverstar offers only a portion\nof land linking\nits project to the Witwatersrand Botanical Gardens.\n5.\tRhino has proximity to a world heritage site, an advantage which Silverstar\ncannot match.\n6.\tThe inclusion of Silverstar in a cluster will result in more machines in the\nprovince thereby exceeding the available market spend\nof R2,9 billion.\n(Silverstar apparently proposed to provide about 1275 gaming\n‘positions’ ie machines and tables whereas\nRhino’s application\ncontemplated about 730.)\n[14]\nOn 20 April 1998 Exco was\npersuaded to concur in the grant of the sixth licence to Rhino. Silverstar\napplied to the Transvaal Provincial\nDivision to review the decisions of the\nBoard and Exco. On 11 March 1999 Swart J dismissed the application against the\nformer but\nset aside the decision of Exco on the ground that it had failed to\nfurnish a rational explanation of its support for Rhino’s\napplication.\n[15]\nWhen Exco reconsidered the matter it reverted to its\npreference for Silverstar and declined to concur with the Board’s decision\nto grant a licence to Rhino. Rhino, in its turn, sought to review Exco’s\nrefusal.\n[16]\nOn 22 October 1999, however, Rhino’s application\nfor environmental approval for its site in the Kromdraai valley was rejected\nby\nthe responsible Minister of State. The area was awarded World Heritage status,\neliminating any prospect that Rhino might be able\nto proceed with its\ndevelopment at its proposed location.\n[17]\nIn June 2000 Rhino and\nSilverstar made common cause in a proposal which served the interests of both.\nOn 1 December 2000 Rhino applied\nto the Board for the amendment of its\napplication making provision for the grant of a licence to a newly-created\ncompany, Rhino Resort\nLtd, in which both parties would be\nshareholders.\n[18]\nThe features of the combined application which are\nof moment in the present context are these:\n1.\tThe casino was to be established on the site previously earmarked by\nSilverstar, located less than 1 km from the perimeter of\nthe buffer zone of the\nWorld Heritage site.\n2.\tWhereas Silverstar had originally applied for permission to operate about\n1200 slot machines and 75 tables in its permanent casino,\nthe combined\napplication set the limits at 700 and 30 respectively, the numbers previously\napplied for by Rhino. The Board was requested\nto consider an automatic increase\nof at least 30% in the number of gaming positions after the expiry of three\nyears from the granting\nof the licence.\n3.\tThe shareholders of Silverstar were to become 100% holders of the shares in\nthe casino owning company on payment of a nominal\nprice.\n4.\tRhino agreed to issue 5% of the share capital for the benefit of empowerment\ngroups and individuals from historically-disadvantaged\ncommunities within the\nSterkfontein, Kromdraai and Swartkop area. (Silverstar had already proposed that\nmore than 51% of the casino-owning\ncompany would be owned by communities and\nindividuals from previously-disadvantaged communities.)\n5.\tSilverstar’s proposed casino management company, Century Casinos West\nRand (Pty) Ltd, would be appointed manager of the\njoint project, while\nRhino’s nominee, Kairo SA Management (Pty) Ltd, would act as market\nconsultants.\n6.\tA temporary casino would be located at an existing premises in the Hillfox\narea accommodating 700 machines and 30 tables while\nthe site was being\ndeveloped.\n7.\tThe project funding was to be about R580 million financed largely by third\nparty debt (as the original Silverstar application\nhad proposed) and very much\nmore dependent on cash flow generation than Rhino had initially postulated.\n[19]\nAfter a process of notice, objections and a public\nhearing the Board announced on 15 November 2001 that it had resolved to allow\nthe\namendments and to grant the amended application subject to the concurrence\nof Exco, save that the temporary casino was to be located\nat the site of the\nfuture permanent development and the application for the future increase in the\nnumber of gaming positions was\nnot approved.\n[20]\nIn November 2001\nExco resolved to concur in the Board’s decision. During February 2002 the\nsole objector to the combined application,\nTsogo Sun Holdings (Pty) Ltd, took\nthe decisions on review. Roux J set aside the Board’s decision (and\nExco’s concurrence\nin it) as an impermissible substitution of one\napplication for another.\n[21]\nOn 5 November 2002 Silverstar requested\nthe Board to grant its original application for a casino licence. Rhino\nsupported the request.\nSilverstar informed the Board that\n‘. . . the\nimposition, for example, of those conditions which attached to the licence as\nawarded to Rhino Resort Ltd would be\nacceptable to\nSilverstar.’\n[22]\nThe Board considered Silverstar’s\nrequest on 4 December 2002 and resolved that\n‘The Board remains of the\nview Silverstar Development Limited is not the preferred applicant for the\ncasino licence in the West\nRand area.\nThere are two possibilities with regard\nto the sixth casino licence namely,\n-\nnot to issue a sixth\nlicence\n-\nre-invite applications for the sixth\ncasino licence.’\n[23]\nThe Board\ninformed Silverstar of its decision on 6 December 2002. Silverstar requested\nreasons. The Board replied on 24 January 2003\nthat its\n‘reasons for\nnot awarding a casino licence to (Silverstar) are contained in the memorandum\nthe Board made available during April\n1998’, ie the memorandum referred to\nin para [8].\nOn 18 February 2003 the Board reiterated that it\n‘still\nholds the view that Silverstar is not the preferred applicant for an award of a\ncasino licence in the West Rand area\nand the Board’s reasons are fully set\nout in its memorandum issued during 1998’.\n[24]\nSilverstar\nthereupon instituted the application which gave rise to this appeal, seeking the\nreview and setting aside of the Board’s\nrefusal to award it the licence\nand an order directing the Board and Exco to issue a licence to it. Only the\nBoard opposed the application.\nIt took up the attitude that, in preferring Rhino\nas the licensee, it had necessarily and finally refused Silverstar’s\napplication.\nMynhardt J disagreed. He found that the Board was mistaken in\nbelieving that the corollary of its decision to support the grant of\na licence\nto Rhino was a refusal of Silverstar’s application. He therefore set aside\nthe Board’s purported refusal. Although\nthe Board appealed against that\norder its counsel now concede that the learned Judge was correct in that respect\nbecause it was incumbent\nupon the Board to reconsider the application ‘in\nthe light of the fact that Rhino’s application had fallen by the\nwayside’.\n[25]\nBut Mynhardt J also directed the Board and Exco\nto award and issue a casino licence to Silverstar. It is this order which\nremains\nunder attack in the present appeal.\n[26]\nThe learned Judge,\napplying\nUnitrans Passenger (Pty) Ltd t/a Greyhound Coach Lines v Chairman,\nNational Transport Commission and Others\n;\nTransnet Ltd (Autonet Division)\nv Chairman, National Transport Commission and Others\n1999 (4) SA 1\n(SCA) at\n7A-8D and 10I-11E, held that the Silverstar’s application for a licence\nwas already pending before the Board when\nthe Gauteng Gambling Amendment Act, 6\nof 2001 (read with Proclamation 18 of 2002 dated 4 December 2002) was passed.\n(The amendment\nwhich s 12 of that Act effected removed the concurrence of Exco\nas a necessary concomitant to the grant of a licence by the Board.)\nHis\nconclusion that Silverstar’s application for a licence therefore fell to\nbe decided in terms of s 31 of the Act as it read\nbefore amendment was not\ndisputed before us. In so far as Exco had an interest in any relief which the\ncourt\na quo\nmight grant, it chose to abide the decision of the court.\nSince Exco had at all material times supported Silverstar’s application\nit\nwas unnecessary for the court\na quo\nto make its order subject to the\napproval of Exco.\n[27]\nThe learned Judge motivated his decision to\norder the Board and Exco to grant the licence as follows:\n‘In my view\nno purpose would be served by remitting the matter to the Board. Silverstar is\npresently the only applicant for\na casino licence for the West Rand Area. It is\ncommon cause on the papers that it had complied with the minimum requirements\nthat\nhad been set out in the invitation to apply for licences that were issued\nby the Board. It was found by the Board during the evaluation\nprocess of the\napplicants for licences that Silverstar’s proposed project was a viable\none and also a sustainable one. As far\nback as 9 June 1999 Exco already\nconcluded that Silverstar’s application was to be preferred to that of\nRhino. Exco’s\nreasons for its conclusions are convincing. [The MEC and the\nPremier] abide the judgment of the court. Swart J also said that if\nthe matter\nbefore him had been an appeal, he would have been inclined in favour of\nSilverstar. In the present matter an affidavit\nhas been filed wherein [a\ndirector of Rhino and of its subsidiary created for purposes of the failed joint\nproposal] says that the\ntwo companies support the allocation of a casino licence\nto Silverstar. It appears from the resolution passed by Rhino . . . that\nit has\nwithdrawn its application for a casino licence in “Western\nGauteng”.\nUnder these circumstances I am of the view that this court\nshould now bring finality to the whole saga.’\nThe legal\nprinciples\n[28]\nThe power of a court on review to substitute or\nvary administrative action or correct a defect arising from such action depends\nupon\na determination that a case is ‘exceptional’:\ns 8(1)(c)(ii)(aa)\nof the\nPromotion of Administrative Justice Act 3 of 2000\n. Since the normal rule\nof common law is that an administrative organ on which a power is conferred is\nthe appropriate entity to exercise\nthat power, a case is exceptional when, upon\na proper consideration of all the relevant facts, a court is persuaded that a\ndecision\nto exercise a power should not be left to the designated functionary.\nHow that conclusion is to be reached is not statutorily ordained\nand will depend\non established principles informed by the constitutional imperative that\nadministrative action must be lawful, reasonable\nand procedurally fair. Hefer AP\nsaid in\nCommissioner, Competition Commission v General Council of the Bar of\nSouth Africa and Others\n2002 (6) SA 606\n(SCA):\n‘[14] . . . the\nremark in\nJohannesburg City Council v Administrator, Transvaal, and Another\n1969 (2) SA 72\n(T) at 76D-E that “the Court is slow to assume a\ndiscretion which has by statute been entrusted to another tribunal or\nfunctionary”\ndoes not tell the whole story. For, in order to give full\neffect to the right which everyone has to lawful, reasonable and procedurally\nfair administrative action, considerations of fairness also enter the picture.\nThere will accordingly be no remittal to the administrative\nauthority in cases\nwhere such a step will operate procedurally unfairly to both parties. As Holmes\nJA observed in\nLivestock and Meat Industries Control Board v Garda\n1961\n(1) SA 342\n(A) at 349G\n“. . . the Court has a discretion, to be\nexercised judicially upon a consideration of the facts of each case, and . . .\nalthough\nthe matter will be sent back if there is no reason for not doing so, in\nessence it is a question of fairness to both sides.”\nSee also\nErf One\nSix Seven Orchards CC v Greater Johannesburg Metropolitan Council (Johannesburg\nAdministration) and Another\n[1998] ZASCA 91\n;\n1999 (1) SA 104\n(SCA) at 109F-G.\n[15]\nI do\nnot accept a submission for the respondents to the effect that the Court\na\nquo\nwas in as good a position as the Commission to grant or refuse exemption\nand that, for this reason alone, the matter was rightly not\nremitted. Admittedly\nBaxter,\nAdministrative Law\nat 682-4, lists a case where the Court is in\nas good a position to make the decision as the administrator among those in\nwhich it\nwill be justified in correcting the decision by substituting its own.\nHowever, the author also says (at 684):\n“The mere fact that a court\nconsiders itself as qualified to take the decision as the administrator does not\nof itself justify\nusurping that administrator’s powers . . .; sometimes,\nhowever, fairness to the applicant may demand that the Court should\ntake such a\nview.”\nThis, in my view, states the position accurately. All that can\nbe said is that considerations of fairness may in a given case require\nthe court\nto make the decision itself provided it is able to do\nso.’\n[29]\nAn administrative functionary that is vested by\nstatute with the power to consider and approve or reject an application is\ngenerally\nbest equipped by the variety of its composition, by experience, and\nits access to sources of relevant information and expertise to\nmake the right\ndecision. The court typically has none of these advantages and is required to\nrecognize its own limitations. See\nMinister of Environmental Affairs &\nTourism and Others v Phambili Fisheries (Pty) Ltd; Minister of Environmental\nAffairs &\nTourism and Others v Bato Star Fishing (Pty) Ltd\n2003 (6) SA\n407\n(SCA) at paras [47] to [50], and\nBato Star Fishing (Pty) Ltd v Minister\nof Environmental Affairs and Others\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) at paras [46] to\n[49]. That is why remittal is almost always the prudent and proper\ncourse.\nThe appellant’s attack on the discretion exercised by the\ncourt\na quo\n[30]\nThe appellant’s counsel raised three\nmatters which they characterized as absolute bars to the court arrogating the\ndiscretion\nto itself.\n[31]\nFirst, they submitted, the Board had never\nconsidered whether Silverstar should be granted the licence and it would be\nwholly inappropriate\nfor the Court to assume that function without first\naffording the Board sufficient opportunity to do so. The submission, as I\nunderstand\nit, is that because the Board chose Rhino as its preferred candidate\nand maintained that stance until, at least, the hearing in the\nCourt\na quo\nand believed, wrongly, that such preference amounted to a refusal of\nSilverstar’s application,\nit never became necessary for the Board\nto consider what the proper course should be in the event of Rhino falling by\nthe way.\n[32]\nSecond, counsel submitted, the Board has neither decided\nnor created a legitimate expectation that all six available licences would\nbe\ngranted. With Rhino’s departure that discretion was still open to the\nBoard and was one which could not properly be exercised\nby the court since the\nBoard was vested by statute with such exercise.\n[33]\nThird, the six\navailable licences were not by legislation or the Board’s decision\nallocated to a particular area (in this case,\nthe West Rand). Rhino secured the\nBoard’s approval because of its particular merits in the broader context\nof the best interests\nof the province and not because it was necessary to locate\na casino on the West Rand. The Board might, in consequence, upon\nreconsideration,\nallocate the vacant licence to the only remaining West Rand\ncandidate ie Silverstar or to any of the unsuccessful applicants or to\nany other\napplicant who might emerge on re-advertisement of the licence\nopportunity.\n[34]\nAlthough all of these submissions bear a veneer of\nplausibility none, in my view, is reconcilable with the proven facts. Nor does\nany derive support from the evidence, ie the factual averments in the\naffidavits.\n[35]\nThe initial comprehensive exercise which the Board\nundertook was an assessment of each applicant according to the criteria laid\ndown\nby the Act. The object was to ascertain the strong and weak points of each\nin the context of the possible grant of the licence to\nthat applicant. Fatal\nflaws and winning features were both of high relevance. Then the Board compared\ncandidates (within geographical\nlimits which it set). That required the Board\nonce again to ask itself which would be the better candidate and why, a task\nwhich\ncould only be carried out by assuming that each was the successful party.\nIn the exercise of its discretion the Board decided that\nRhino held advantages\nover Silverstar. It did not expressly find or suggest that Silverstar was as a\nwhole or in any decisive respect\nunsuitable; it merely stated a preference for\nRhino and spelled out its reasons. Later when required to persuade Exco (which\nthought\nSilverstar the better candidate) the Board was again required to address\nthe question of which applicant would contribute more to\nthe benefit of the\nprovince. Once again this involved an evaluation of both Rhino and Silverstar as\nif each was successful in its\napplication. Once again the Board did not\nexpressly reject Silverstar; it considered Rhino the better applicant. It\nsubsequently\nadhered to that attitude at all material times. So the Board has\nboth considered Silverstar as a potential licensee and set out its\ngrounds for\nnot selecting it – apart from the stubborn adherence to Rhino even after\nit was no longer a viable candidate, the\nBoard has stated on more than one\noccasion that its reasons for\nrejecting\nSilverstar are to be found in its\nmemorandum of April 1998. The attitude of the Board has at all stages amounted\nto a\nde facto\nrefusal of its application albeit that it may not have had\nan equivalent effect in law. Why the Board needs to bring its mind to bear\non\nthe issue again is not rationally explained.\n[36]\nCounsel is correct\nin submitting that the Board was under no statutory compulsion to grant six\nlicences. But after careful consideration\nit recommended six applicants to Exco\nwhich, perhaps hoping to avoid dissension, then expressly requested the Board to\ndefend its\ndecision to award a sixth licence. Spokesmen for the Board explained\nthat all applicants knew that six licences were available, all\nhad been\nrequested to prepare and justify their applications on the assumption that six\nlicences would be awarded and in the circumstances\npossessed a ‘legitimate\nexpectation’ that the assumption would be realised. Exco was persuaded.\nThe five licensees who\nwere immediately successful must have conducted their\naffairs in the belief that a sixth operator would emerge sooner rather than\nlater. Neither the Board nor Exco questioned the need for and desirability of a\nsixth licence when Rhino and Silverstar submitted\nthe combined application. The\nBoard did not in its answering affidavit in the present litigation set out any\nfacts which might support\na decision to withhold a sixth licence now. In the\ncircumstances it appears to me that even making the suggestion approaches the\nlevel of frivolousness. It should be emphasized that the Board accepted from the\ntime of its initial evaluation that the proposed\noperations of Rhino and\nSilverstar would have no adverse effect on any other licensee. The reference to\na ‘legitimate expectation’\nin counsel’s submission on this\naspect (and also in the context of Silverstar’s entitlement to a licence)\ncalls for a\nreminder that in the present state of the law’s development,\nsuch an expectation does not found a claim for substantive relief\nbut merely\nprotects procedural fairness:\nMeyer v Iscor Pension Fund\n2003 (2) SA 715\n(SCA) at paras 25 to 28. For a contrary view cf\nCampbell,\nLegitimate\nExpectations: The Potential and Limits of Substantive Protection in South\nAfrica\n(2003) 120 SALJ 292.\n[37]\nThe West Rand area entered into\nthe licence equation in the circumstances I have described in paragraph [5] as a\nresult of the Board’s\nconsidered appraisal that that area formed a natural\ncatchment of gaming demand and spend which could satisfactorily be served by\none\nlicencee and for which there were two possible applicants. Nobody appears to\nhave faulted that judgment then or subsequently.\nAll subsequent cluster\nevaluations, identifications and the grant of five licences as well as the\nlitigation in respect of the sixth\nwere conducted with the West Rand as a given\n(and appropriate) location for the sixth licence. The applicant’s replying\naffidavit\ninforms us that all five initial licences were granted subject to a\ncondition that no competing licence was to be granted for 20\nyears; that surely\nleaves only the West Rand as the potential home of a further casino in Gauteng.\nThis objection is also entirely\nwithout substance.\nThe inevitability of\nthe outcome\n[38]\nFor the reasons which follow I am satisfied that\ndespite the manifest advantages which the Board holds (by comparison with a\ncourt)\nas a decision-maker, the particular facts of the present case are such as\nto remove it from the limitations imposed by the general\nprinciples outlined in\nparagraph [31].\n1.\tApplications, like trials, depend on evidence not conjecture. The Board,\ndespite ample opportunity, has laid no basis in fact\nor expert opinion, to\nsuggest that a reasonable possibility exists that, upon balanced\nreconsideration, it will make a finding adverse\nto Silverstar.\n2.\tThe Board brought to bear the information and expertise at its disposal in\nits evaluation of the applications in 1997 and in respect\nof the combined\napplication in 2001. The court\na quo\nhad and this Court on appeal has the\nbenefit of all that input in the contemporaneous reports prepared by the\nBoard.\n3.\tThe combined application was, in substance if not in form, an application by\nSilverstar on Silverstar’s terms, a reality\nwhich the Board has either not\nappreciated or has chosen to ignore.\n4.\tThe Board approved the combined application. In doing so the Board\n(a)\tapproved the Silverstar site;\n(b)\tapproved the management and control of the operation including the real\npossibility of an acquisition by Silverstar of all Rhino’s\nshares in the\ncasino operator;\n(c)\tabandoned the two major grounds of preference for the Rhino application, ie\nlocation in an underdeveloped rural area and the\nprovision of benefits to a\ndisadvantaged community;\n(d)\taccepted that social benefits offered by the Rhino application (but not by\nSilverstar), such as employee housing and a clinic,\nwould become unnecessary\nbecause of the proximity of such facilities to the new site;\n(e)\taccepted without apparent qualm\naspects of the Silverstar application\nat which the Board had baulked in 1998, such as the high gearing of the\nproject.\n5.\nCounsel was unable to refer us to any apparently material distinction\nbetween the combined application as approved by the Board and\nthe original\nSilverstar application save for the aspect of the number of gaming positions, a\nproblem which was overcome by Silverstar’s\ntender of acceptance of the\nconditions which the Board had imposed in approving the combined\napplication.\n6.\nThere is no suggestion that re-advertisement of the application will\ndraw any other interested applicant or produce a proposal superior\nto that of\nSilverstar. The relative merits and demerits of Silverstar’s application\nhave received exhaustive ventilation by\nthe Board and Exco and during the court\nproceedings. There is no unresolved issue.\n[39]\nTaking\nall the matters which I have referred to in the preceding paragraph into account\nno objection of substance enunciated in the\n1998 memorandum remains unanswered.\nNo countervailing or additional objections have been raised by the Board. The\nresult is that\nthe court\na quo\nwas not merely in as good a position as\nthe Board to reach a decision but was faced with the inevitability of a\nparticular outcome\nif the Board were once again to be called upon fairly to\ndecide the matter.\nFairness\n[40]\nThat nothing is to be\ngained by remittal is also relevant to the issue of fairness. The Board both in\nits answering affidavit and\nthrough counsel emphasized its role as a guardian of\nthe public interest in the control and regulation of gambling interests. It\nsought, in the vaguest terms, to suggest that reconsideration of the licence\nwould carry with it the benefits of greater insight\ninto social conditions and\neconomic facts as they affect and are affected by gambling than the Board could\nhave possessed in the\nearlier stages of the application process. No facts or\ncircumstances were relied on to support such an inference. On the papers which\nwere before the court\na quo\nlack of fairness to the Board or the\nreasonable possibility of prejudice to the public were not probable consequences\nof non-remittal.\nBut there are equitable considerations which favour Silverstar:\nthe delay which has reached substantial proportions (in some degree\nthe\nresponsibility of the Board, in persistently backing an application, in its\nchanging forms, that was doomed to fail) and the\nunswerving opposition of the\nBoard to Silverstar based on a motivation largely superseded by events and\ninconsistent with its own\napproach to the combined application together with the\nraising of obstacles (the ‘absolute bars’) which were obviously\nof\ndubious merit to shore up an insecure case. Silverstar has well-founded grounds\nfor believing that the Board has lost its\nobjectivity.\nConclusion\n[41]\nI conclude that this is an\nexceptional case and that the court\na quo\ndid not err when it decided\nagainst remittal to the Board.\n[42]\nI would therefore dismiss the\nappeal. The learned Judge simply ordered the Board to grant the licence. He made\nno reference to the\ntender by Silverstar to submit its application to relevant\nconditions imposed by the Board in the combined application, a tender\nwhich\ncounsel repeated before us. It will be appropriate to amend the order of the\ncourt\na quo\nto take account of that situation.\n[43]\nThe\nfollowing order is made:\n1.\tThe appeal is dismissed with costs including the costs consequent upon the\nemployment of two counsel.\n2.\tPara 2 of the order of the court\na quo\nis deleted and replaced by the\nfollowing:\n‘The First and Third Respondents are ordered to award and issue a casino\nlicence for the West Rand area to the Applicant in\nterms of the Gauteng Gambling\nAct, 4 of 1995 on the terms set out in its 1997 application but subject\nmutatis mutandis\nto the conditions contained in paragraphs 30, 31 and 34\nof the Memorandum of the First Respondent entitled “Application for\nAmendment of Casino Licence Application by Rhino Resort Limited” dated 14\nNovember\n2001.’\n___________________\nJ A   HEHER\nJUDGE OF\nAPPEAL\nHOWIE P\t\t)Concur\nFARLAM JA\t)\nCLOETE\nJA\t)\nMAYA AJA\t)",
  "scraped_at": "2026-02-12T13:59:29.474862",
  "date": "2005-03-29",
  "coram": [
    "Howie P",
    "Farlam JA",
    "Cloete JA",
    "Heher JJA",
    "Maya AJA"
  ],
  "case_number": "80/04",
  "parties": {
    "applicants": [
      "Gauteng Gambling Board"
    ],
    "respondents": [
      "Silverstar Development Ltd",
      "Rhino Hotel and Resort Ltd",
      "Member of the Executive Council of the Province of Gauteng for Finance and Economic Affairs",
      "Premier of the Province of Gauteng"
    ]
  },
  "sections": {
    "facts": "The Gauteng Gambling Board was created under the Gauteng Gambling Act to invite, investigate and consider applications for casino licences. In 1997 it received 23 applications for up to six licences and evaluated them against statutory criteria, subdividing the province into six geographic areas. In the West Rand area the Board preferred Rhino Hotel and Resort Ltd over Silverstar Development Ltd. After a series of meetings, the Board and the Executive Council (Exco) agreed to grant six licences, including one to Rhino. Rhino later abandoned its project when its site received World Heritage status. The Board and Exco then considered a combined application, submitted by Rhino and Silverstar, which was approved in principle in 2001. In 2002 the Board again refused to award the West Rand licence to Silverstar, citing its 1998 memorandum, and the matter proceeded to court. The trial judge set aside the Board’s refusal and ordered the Board and Exco to grant the licence to Silverstar. The Board appealed that decision.",
    "issues": "The appeal raised three principal issues: (1) whether the court a quo was justified in assuming the decision‑making function of the Board and granting the licence without remitting the matter back to the Board; (2) whether the Board had a legal duty to consider Silverstar’s application after Rhino’s withdrawal and whether a legitimate expectation that six licences would be granted could bind the Board; and (3) whether the specific circumstances of the case rendered it an ‘exceptional’ matter justifying a court‑made substitution of administrative discretion under PAJA s 8(1)(c)(ii)(aa).",
    "principles": "The judgment applied the doctrine of judicial review under the Promotion of Administrative Justice Act, emphasising that courts may only substitute administrative decisions in exceptional cases where fairness, reasonableness and procedural fairness demand it. Precedents such as Unitrans Passenger v Chairman and the principles articulated by Hefer in Commissioner v General Council of the Bar were relied upon, highlighting that courts are generally reluctant to usurp statutory decision‑makers unless doing so serves fairness to the parties and the public interest. The judgment also noted that a legitimate expectation does not confer substantive rights but merely procedural protections.",
    "application": "The court found that the Board had already conducted a comprehensive evaluation of all applicants, including Silverstar, and that no new evidence suggested a different outcome if the matter were remitted. With Rhino no longer a viable candidate, Silverstar was the sole applicant for the West Rand licence and the Board had no rational basis to refuse it. The court held that remitting would produce no substantive benefit, would cause further delay, and would be unfair to Silverstar. Consequently, the matter satisfied the ‘exceptional case’ test, allowing the court to substitute the Board’s decision and order the licence to be granted on the terms of Silverstar’s 1997 application, subject to the conditions previously imposed on the combined application.",
    "conclusion": "The appeal was dismissed with costs. The order of the court a quo was amended to direct the First and Third Respondents (the Board and Exco) to award and issue a casino licence for the West Rand area to Silverstar Development Ltd, on the terms of its 1997 application, subject to the conditions set out in the Board’s 2001 amendment memorandum."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Licensing / Gambling Law",
    "level_3": [
      "casino licence",
      "court review",
      "exceptional case",
      "legitimate expectation",
      "Gauteng Gambling Board"
    ]
  }
}