{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/100.html",
  "case_name": "S v Scheepers (158/2005) [2005] ZASCA 100; 2006 (1) SACR 72 (SCA) (10 November 2005)",
  "citation": "[2005] ZASCA 100",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 100\n|\nNoteup\n|\nLawCite\nS v Scheepers (158/2005) [2005] ZASCA 100; 2006 (1) SACR 72 (SCA) (10 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase no: 158/05\nREPORTABLE\nIn the matter between:\nMaria Petronella SCHEEPERS\nAppellant\nand\nThe STATE\nRespondent\nBefore:\nCameron JA, Mthiyane JA and Cachalia AJA\nAppeal:\n1 November\n2005\nJudgment:\n10 November 2005\nCriminal law –\nsentence – section 276(1)(i) of\nCriminal Procedure Act 51 of 1977\n–\noffers appropriate midway where imprisonment only appropriate sentence, but\noffences intrinsically less serious\nJUDGMENT\n_____________________________________________________\nCAMERON JA:\n[1]\nIn the magistrate’s\ncourt at Belfast in Mpumalanga, the appellant was convicted of two counts of\ntheft.  The first involved\nR130; the second R1000. For these she was sentenced\nto respectively one year’s and two years’ imprisonment, to run\nsuccessively:\nan effective sentence of three years.  An appeal to the high court\nin Pretoria (Van der Westhuizen J, Dunn AJ concurring) failed.\n That court\nrefused leave, but the appellant petitioned this court and was granted leave for\na further appeal against sentence.\n[2]\nThe two\nsums the appellant stole were relatively small.  And neither complainant\nsuffered any loss.  The appellant’s spouse\nrepaid the R1000, and offered\nto repay the R130 (which it seems was credited to the complainant).  To\nunderstand the sentences the\nmagistrate imposed, one must thus go back to the\nevents of 24 March 1999.  We know little of them.  The only glimmer we have is\nthe\nappellant’s SAP 69 form, which details her previous convictions.  It\nrecords that on 28 January 2000 she was convicted of four\ncounts of fraud\ncommitted on 24 March the previous year.  On each of these counts, the same\nmagistrate, Mr Green, sentenced her to\none year’s imprisonment.  But he\nsuspended the entire sentence for five years, on condition that she was not\nfound guilty of\ntheft or fraud or related offences committed within the period\nof suspension.  Neither her counsel nor the State could tell us more\nabout the\nnature of the frauds or the amounts involved, if\nany.\n[3]\nFar from avoiding further crime, the\nappellant committed the thefts at issue shortly after the suspended sentence. \nIn July 2000,\nMr Themba Steven Mazibuko sent his neighbour, Mr Zitha Johannes\nNkabinde, to pay R130 in school fees for his granddaughter, a pupil\nat the\nBelfast Academy, where the appellant was an office worker.  Nkabinde handed the\nmoney to her.  She told him that she would\ngive the child the receipt on Monday.\nBut she never did, and Mazibuko’s account remained in debit.  He took the\nmatter up with\nNkabinde, who returned to the school and identified the appellant\nas the culprit.  She denied all involvement, but the magistrate\nrightly accepted\nthe accounts of the complainant, Nkabinde and the school principal, Mr\nKruger.\n[4]\nThe second theft occurred on 27\nOctober 2000.  On that day, Mr Hendrik Jaars travelled from Waterval Boven to\nBelfast to pay his two\nchildren’s school fees and bus fare.  He found the\nappellant at reception.  She told him that the cashier was at the doctor\nand\nwould be back at 14h00.  Jaars told her he could not wait until then.  The\nappellant then suggested he leave the money with her;\nshe would pay it to the\ncashier and give the receipt to the children.  He did so, but no receipt came. \nWhen Jaars phoned the cashier,\nshe told him no money had been paid in.  He\nreturned to the school, where the appellant denied knowing him or ever receiving\nmoney\nfrom him.  The principal encouraged him to lay a charge.  He was later\ntold that his money had been re-paid.  From the evidence of\nthe principal, it\nseems that had appellant’s husband not paid the deficiency, Jaars’s\nchildren risked losing their places\non the school\nbus.\n[5]\nFrom all the evidence –\nparticularly that of Jaars, which involves the larger amount – it emerges\nthat the appellant’s\nacts of predation were opportunistic, in that on both\noccasions she found herself temporarily in a position where she was entrusted\nwith cash amounts, which she then stole.  But that is about all that can be said\nin extenuation of the thefts.  As the magistrate,\nin passing sentence, and the\nhigh court, in dismissing the appeal, pointed out, the appellant exploited her\nposition as an employee\nof the school and abused her employer’s trust. \nShe also violated the trust of persons who regarded her as being in a position\nof authority and were entitled to accept that she would deal properly with their\nmoney.  Worse: it is plain that both complainants\nhad sparse means.  The\nappellant was stealing from the poor.\n[6]\nHer\nthefts were also aggravated by lack of remorse and by what the magistrate called\nher ‘couldn't-care-less’ attitude\n(\ntraak-my-nie-agtig\n) in\ncourt.  At trial her lawyer could extract little from her personal circumstances\nto mitigate her crimes: when sentence was passed\nin October 2001 she was 44\nyears old (and is thus nearly fifty now).  She has three adult children.  When\nshe was sentenced, one\ngrandchild was living with her and her husband (a school\nprincipal in the neighbouring town of\nMachadodorp).\n[7]\nTaken in isolation, as the\nmagistrate pointed out in his full and carefully expressed reasons, the two\nthefts would not merit imprisonment.\n The critical question is what sentence\ntheir commission so soon after the four-year suspended sentence made\nappropriate.\n[8]\nThe magistrate expressly\nlisted the sentencing alternatives: a fine; another wholly suspended sentence;\ncorrectional supervision in\nterms of\ns 276(1)(h)\nof the\nCriminal Procedure Act\n51 of 1977\n; or imprisonment under\ns 276(1)(i)\n(where a person sentenced to five\nyears or less may be placed under correctional supervision in the discretion of\nthe Commissioner\nof Correctional Services or a parole board after serving at\nleast one-sixth of the sentence).\n[1]\nThe magistrate doubted whether the appellant would benefit from being granted\n‘another chance’.  He discounted the necessity\nfor an obligatorily\ngraduated approach to punishment (with a straight term of imprisonment becoming\npermissible only after a fine,\ncorrectional supervision, and then a sentence\nunder\ns 276(1)(i)).\nHe therefore concluded (my translation) –\n‘Appellant has proved she cannot or will not\nchange her ways, not under the sword of four years’ imprisonment; why\nwould\nshe do so with any other sentencing option?  Appellant could advance many\narguments as to why a sentence other than imprisonment\nshould be imposed, but\nthe court considers that these will just be attempts to keep the appellant out\nof prison.  The only appropriate\nsentence that can be imposed is\nimprisonment.’\nThe high court endorsed this.  It considered that though the sentence was\nsevere, a further suspended sentence would not suffice as\nan alternative.\n[9]\nBoth courts’ reasoning\nis in essence that because neither another suspended sentence nor correctional\nsupervision are appropriate,\na three-year term of imprisonment is.  This\napproach seems to me mistaken, for it fails to consider the mid-way.  That is a\nterm\nof imprisonment, but one mitigated by the provisions of\ns 276(1)(i)\n, which\npermits the discretionary conversion of the prison sentence into correctional\nsupervision.\n[10]\nThe particular advantage of\ns\n276(1)(i)\nshould always be in the foreground when the sentencer considers that a\ncustodial sentence is essential, but the nature of the offence\nsuggests that an\nextended period of incarceration is inappropriate.  In such cases,\ns 276(1)(i)\nachieves the object of a sentence unavoidably entailing imprisonment, but\nmitigates it substantially by creating the prospect of\nearly release on\nappropriate conditions under a correctional supervision programme.  This\nsentencing option seems tailor-made for\nthe appellant’s offences.  Neither\nthe magistrate nor the high court considered its precise advantages.  Their\nfailure to do\nso requires us to\nintervene.\n[11]\nAppellant’s counsel urged\nus in doing so to impose a sentence of correctional supervision, contending that\nthe matter should\nbe remitted to the trial court for it to receive the necessary\nreports, and impose appropriate conditions.  I do not think we can\naccede.  It\nis difficult to fault the reasons the magistrate gave for discounting\ncorrectional supervision.  It is true that we do\nnot know the circumstances of\nthe fraud the appellant committed 24 March 1999, or the amount, if any, that was\ninvolved.  But they\nwere serious enough for the magistrate to impose a four-year\nsentence.  There was no appeal.  Doubtless because the appellant was\na first\noffender, he suspended the whole.  The purpose of a suspended sentence is to\nspare the offender the rigours and humiliation\nof prison; but the risk that the\nsuspended sentence will be brought into effect is designed to operate as a\ndeterrent.  That deterrent\npurpose was spilt on sand when the appellant\ncommitted these two thefts.  The proximity between the suspended sentence and\nthe repeat\noffences is not only pronounced, but obtrusive.  And the appellant\noffended not just once, but a second time, only three months later.\n The\nmagistrate cannot be faulted for concluding that her path required a severe\ncorrective.  A prison sentence can hardly be\navoided.\n[12]\nDespite this, a three-year\nunmitigated term of imprisonment seems to me not only severe and avoidable,\ngiven the unconsidered alternative;\nbut shocking in its disproportion to the\nthefts.  In addition, the appellant runs the further risk that the state may\nchoose to apply\nfor her previously suspended sentence to be brought into effect.\nThat consequence, too, must be added to the scale in determining\nhow heavily the\npreviously committed frauds should weigh in the current sentencing.  In my view\nthe magistrate misdirected himself\nin failing to balance the need for a prison\nsentence with the need for it to be proportionate to the offences committed.\nSection 276(1)(i)\nachieves the balance.\n[13]\nIn\naddition, the magistrate omitted to consider the cumulative effect of the two\nsentences.  It is correct that the two thefts were\nquite different offences,\nseparated in time by three months.  But three years in respect of both seems to\nme disproportionately harsh.\n The sentences should be ordered to run\nconcurrently.\n[14]\nThe appeal therefore\nsucceeds.  The sentence imposed by the magistrate is set aside.  In its stead\nthe following sentence is imposed:\nOne year’s\nimprisonment on the first count of theft, and two years’ imprisonment on\nthe second count.  The sentences are\nto run concurrently.  Both sentences are\nimposed under\ns 276(1)(i)\nof the\nCriminal Procedure Act 51 of 1977\n.\nE CAMERON\nJUDGE OF APPEAL\nCONCUR:\nMTHIYANE JA\nCACHALIA AJA\n[1]\nIn terms of s 73(7) of the\nCorrectional Services Act 111 of 1998:\n‘(a) A person sentenced to\nimprisonment under\nsection 276\n(1) (i) of the\nCriminal Procedure Act, must\nserve\nat least one sixth of his or her sentence before being considered for placement\nunder correctional supervision, unless the\ncourt has directed otherwise, but if\nmore than one sentence has been imposed under\nsection 276\n(1) (i) of the said\nAct, the person may not be placed under correctional supervision for a period\nexceeding five years.\n(b) If a person has been sentenced to imprisonment\nunder\nsection 276\n(1) (i) of the\nCriminal Procedure Act, and\nto imprisonment for\na period not exceeding five years as an alternative to a fine the person must\nserve at least one sixth of the\neffective sentences before being considered for\nplacement under correctional supervision, unless the court has directed\notherwise.’",
  "scraped_at": "2026-02-12T15:05:43.691022",
  "date": "2005-11-10",
  "coram": [
    "Cameron JA",
    "Mthiyane JA",
    "Cachalia AJA"
  ],
  "case_number": "158/05",
  "parties": {
    "applicants": [
      "Maria Petronella Scheepers"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Maria Petronella Scheepers, was previously convicted of four counts of fraud on 28 January 2000, receiving a four‑year sentence suspended for five years on the condition that she not be convicted of theft, fraud or related offences during the suspension. Within months of that suspended sentence she committed two separate thefts while employed at Belfast Academy. On 24 March 2000 she obtained R130 intended for a school fee and failed to provide a receipt; the money was later repaid by her husband. On 27 October 2000 she accepted R1,000 from a parent for school fees and again failed to account for the money, though the shortfall was later covered by her husband. Both victims were of limited means. The magistrate sentenced her to three years’ imprisonment, to run consecutively, and the High Court upheld that sentence.",
    "issues": "The principal issue was the appropriate sentence for the two thefts committed shortly after a suspended sentence for fraud. Specifically, whether a straight term of imprisonment was necessary or whether the provisions of section 276(1)(i) of the Criminal Procedure Act, allowing conversion of a custodial sentence to correctional supervision, should be applied. The courts also considered whether the sentences should run consecutively or concurrently and how the previous suspended sentence should influence the present sentencing.",
    "principles": "Section 276(1)(i) of the Criminal Procedure Act permits a court to impose a custodial sentence that may be converted to correctional supervision, allowing early release after serving at least one‑sixth of the term. The principle of proportionality requires that the punishment fit the gravity of the offence, especially where the offences are of low monetary value. The doctrine of graduated punishment favours using the least restrictive sanction necessary, considering alternatives such as fines, suspended sentences, and correctional supervision before imposing plain imprisonment. Additionally, cumulative sentencing must be assessed to avoid undue harshness.",
    "application": "The Supreme Court of Appeal noted that the thefts involved modest sums and that, in isolation, they would not merit imprisonment. However, the appellant’s breach of a recent suspended sentence demonstrated a high risk of reoffending, justifying a custodial component. The Court found that section 276(1)(i) provided the appropriate ‘mid‑way’ solution, offering imprisonment while allowing for early release through correctional supervision. It therefore reduced the original three‑year consecutive term to a one‑year and two‑year sentence to run concurrently, both under s 276(1)(i), ensuring proportionality and addressing the need for a deterrent effect.",
    "conclusion": "The appeal succeeded. The original three‑year consecutive imprisonment was set aside. The Court imposed a sentence of one year’ imprisonment for the first count of theft and two years’ imprisonment for the second count, to run concurrently, both under section 276(1)(i) of the Criminal Procedure Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "section 276",
      "correctional supervision",
      "theft",
      "proportionality"
    ]
  }
}