{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/107.html",
  "case_name": "ABSA Bank Ltd v Fraser and Another (386/2005) [2005] ZASCA 107; [2006] 2 All SA 1 (SCA) (24 November 2005)",
  "citation": "[2005] ZASCA 107",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 107\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v Fraser and Another (386/2005) [2005] ZASCA 107; [2006] 2 All SA 1 (SCA) (24 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nCase no:  386/05\nREPORTABLE\nIn the matter between:\nABSA BANK LIMITED               \nAPPELLANT\nand\nTRENT GORE FRASER                                       \nFIRST RESPONDENT\nPORTION 3 LAVIANTO CC                                 SECOND\nRESPONDENT\nBefore:  Mpati DP, Cameron, Nugent, Mlambo JJA et Nkabinde AJA\nHeard:  19 September 2005\nDelivered:  24 November 2005\nSummary:\tCriminal law – restraint order in terms of\nss 25\nand\n26\nof the\nPrevention of Organised Crime Act 121 of 1998\n– effect on\ndefendant’s concurrent creditors – properly interpreted\ns 33(1)\ndoes\nnot exclude concurrent creditor’s interests in restrained property;\ndefendant’s legal expenses interest in restrained\nproperty has no\npreference over proven concurrent claims.\nJUDGMENT\nMLAMBO JA\n[1]\tOne of the primary objectives of the Prevention of Organised Crime Act\n121 of 1998 (the Act) is to divest criminals of the proceeds\nof their criminal\nactivities. This object is provided for in chapter 5 which contains provisions\nfor restraining\n[1]\nand\nconfiscating\n[2]\nproperty belonging to\ncriminals. This appeal concerns the right, if any, of an ordinary unsecured\njudgment creditor to intervene\nin proceedings dealing with a defendant’s\nproperty which is under restraint in terms of s\n26\n[3]\n.\n[2]\tThe appellant (ABSA) is a commercial bank. The first respondent\n(Fraser) is a businessman currently incarcerated without bail\nat the Durban\nCentral Prison. He was arrested on 16 November 2003 and subsequently indicted on\ncharges relating to racketeering and\nmoney laundering under the Act and drug\ntrafficking under the\nDrugs and Drug Trafficking Act 140 of 1992\n. Fraser is\nindicted with eight others including his erstwhile fiancée, Lara Nicole\nZeeman (Zeeman).\n[3]\tThe second respondent is a close corporation (the\nCC) in which Zeeman once held the membership interest as nominee for Fraser.\nThe\nmembership interest has since been transferred to Fraser pursuant to an\napplication by him seeking that result. The CC owns immovable\nproperty at No 3\nLavianto, Robert Bruce Drive, Fourways, Johannesburg (the immovable property).\nIn 2001 Fraser inherited an amount\nof some R1.8 million from a family\ntrust. In 2002 he caused the CC to be registered and arranged that it acquire\nthe immovable\nproperty. He then arranged that Zeeman hold the membership\ninterest in the CC on his behalf. Fraser deliberately devised this scheme\nto\nsafeguard the property from being attached by ABSA to satisfy a default judgment\nABSA had, to his knowledge, obtained against\nhim on 19 July 2000, in\nthe Cape High Court, as surety for a company in liquidation, in an amount of\nR673 281.\n[4]\tThe membership interest in the CC and the immovable\nproperty, amongst other properties, were placed under restraint by order of\nthe\nDurban High Court, obtained\nex parte\non 26 November 2004 by the National\nDirector of Public Prosecutions (NDPP), in terms of s 26(1) of the Act. In terms\nof the order\na\nrule nisi\nwas issued returnable on\n27 January 2005.\n[5]\tAfter the grant of the interim restraint\norder, and on 3 December 2004, Fraser launched an application in terms\nof s 26(6)\n[4]\nof the Act, seeking\nan order directing the\ncurator bonis\n, appointed in terms of the restraint\norder, to sell the immovable property and/or the membership interest in the CC\nand pay the proceeds\nto his attorneys to meet his reasonable legal expenses in\nhis criminal trial. Fraser enrolled this application to be heard on\n10 December\n2004.\n[6]\tOn 25 November 2004 the NDPP alerted ABSA to\nthe proceedings and on 9 December Fraser’s application was postponed at\nABSA’s\nbehest. On 20 December ABSA launched a formal application to\nintervene and oppose Fraser’s application. ABSA’s quest\nfor\nintervention and opposition relied on the default judgment it obtained against\nFraser. It urged that if Fraser was permitted\nto dissipate the proceeds of the\nrestrained property to meet his legal expenses it would be deprived of the means\nfor recovering\nits judgment debt in due course, which it would ordinarily have\nbeen entitled to do by a writ of execution. At the time ABSA sought\nto\nintervene, the judgment debt, with accrued interest, amounted to\nR1 028 214. Fraser opposed ABSA’s application\nto intervene,\nwhilst the NDPP elected only to oppose Fraser’s application for the\nrelease of moneys to meet his reasonable\nlegal expenses.\n[7]\tThe two\napplications and the NDPP’s application to confirm the\nrule nisi\n,\nwere heard together on 1 April 2005. On 8 April the court\na quo\n(Olsen AJ) confirmed the\nrule nisi\n, and allowed Fraser’s\napplication, but dismissed that of ABSA. On 14 July 2005 the court\na quo\ngranted ABSA leave to appeal to this court against the order dismissing its\nintervention application including the costs order. ABSA\nalso sought to amend\nits application for leave to appeal to include an appeal against Fraser’s\nsuccessful legal expenses application\nbut that application was refused. The\ncourt\na quo\nalso refused, with costs, an application by ABSA to suspend\nthe order granting relief to Fraser. In this court ABSA, apart from appealing\nagainst the refusal to allow it to intervene, has also filed an application\nseeking this court’s leave to appeal against the\norder granting relief to\nFraser. The hearing of the appeal was expedited because of the impending trial\ndate.\n[8]\tIn refusing ABSA’s application to intervene and allowing\nFraser’s reasonable expenses application the court\na quo\nfound that\nthe effect of the restraint order was to afford a\ndefendant\n[5]\nnot only a moratorium\nagainst the claims of his creditors, but also a right to have first call upon\nhis property in order to meet\nhis reasonable legal expenses. This finding was\nbased on the court a quo’s construction of\ns 33(1)\n[6]\nthat claims of\nso-called concurrent creditors, such as ABSA, were\n‘obligations’\n[7]\nof a\ndefendant which would ‘conflict’ with his obligation to satisfy a\nconfiscation order. The court\na quo\nfound that the effect of s 33(1) read\nwith s 30(3)\n[8]\nwas that a\nrestraint order deprived third parties of some of their ordinary rights as\ncreditors of a defendant. The court stated\nthat in doing so the legislature\nintended to achieve the swift implementation of measures designed to prevent\ncriminals from benefiting\nfrom, and especially making off with, the proceeds of\ncrime.\n[9]\tThe court\na quo\nalso found: ‘One of the ways in\nwhich the legislature has disturbed the conventional order of things is by\ncreating what amounts\nto a preference in respect of reasonable legal fees of the\nkind identified in s 26(6) of the Act. It seems that the legislature\nhad no\nalternative but to allow for such a preference if the State was to have the\nright to seize the estate of an accused person\nand put it beyond such\nperson’s control, until after the conclusion of the criminal proceedings\nin question.’\n[10]\tIn this court Fraser’s counsel,\nsupporting that reasoning, argued that once a restraint order was granted the\nState becomes\na preferent claimant in the defendant’s property over\nconcurrent claims. He argued that a defendant’s obligation to pay\na\nconcurrent creditor was in conflict with his obligation to satisfy a\nconfiscation order and that it was for that reason that such\nclaims should be\nleft out of reckoning until after a confiscation order is satisfied. Counsel\nfurther argued that on this interpretation\nof s 33(1) the power of a High Court\nto deal with restrained property was limited to the situations mentioned in s\n26(6) –\nie a defendant’s living and legal expenses as well as his\nsecured and preferent obligations\n[9]\n.\n[11]\tWhether that is indeed what s 33(1) means and whether there is warrant\nfor this outcome can best be determined after reviewing\nthe provisions relating\nto the granting, nature and effect of a restraint and a confiscation order as\nwell as the impact of s 26(6)\non these provisions.\n[12]\tThe meaning\ngiven to s 33(1) in the court a quo and by Fraser’s counsel has the effect\nof elevating the defendant’s\nliving and legal expenses as well as his\nobligation to satisfy a confiscation order to a status similar to his secured\nand preferent\nobligations whilst relegating his concurrent obligations below\nthese. On the face of it this would be a surprising result, and one\nat odds with\na creditor’s common law entitlement to levy execution on a debtor’s\nproperty.\n[13]\tThe provisions dealing with restraint, reasonable legal\nexpenses and confiscation orders are found in chapter 5 whose objective\nis to\ndeprive a convicted person of the proceeds of unlawful activities. A restraint\norder, though not a prerequisite for the grant\nof a confiscation order, lays the\nground for the satisfaction thereof. The objective of a restraint order is that,\nonce granted,\na defendant’s control over his property is removed and the\nproperty is preserved under the supervision of a court to satisfy\nany\nconfiscation order that might be made in due course, unless the defendant is\nacquitted at the end of the criminal\ntrial.\n[10]\n[14]\tSave for s\n26(6)\n[11]\nand\n(10)\n[12]\n, the section is silent\nregarding the rights, if any, of concurrent creditors and other third parties,\nwho have an interest in restrained\nproperty, to intervene in proceedings\nconcerned with such property under the Act. However as I demonstrate hereafter\nthe fate of\nrestrained property is not exhaustively regulated in s 26. In this\nregard s 31(1)\n[13]\ncomes into\nfocus and, in my view, holds the key to the resolution of the issue raised in\nthis appeal. It is in terms of this section\nthat the powers of a court are\nregulated when it deals with restrained property once a confiscation order is\nmade.\n[15]\tProperly construed s 31(1) empowers a High Court to apply s 26\nwith a view to making available the current value of realisable\nproperty to\nsatisfy a confiscation order. In this context the purpose of a restraint order\nis therefore to preserve a defendant’s\nproperty to facilitate the\nsatisfaction of, amongst others, a confiscation order.\n[16]\tThe power of\na court to make a confiscation order is located in s 18 which is the key\nprovision of chapter 5. This section empowers\na court that convicts a defendant\nto order him or her to pay to the State an amount of money ‘that the court\nconsiders appropriate’\n[14]\n. \nSuch an order is referred to as a ‘confiscation order’ and its\nobjective is to relieve the defendant of (‘confiscate’)\nthe value of\nany benefit that accrued to the defendant from criminal activities.\n[17]\tIt is clear from this section that after a defendant has been\nconvicted, a confiscation order can be made only once a court has\nestablished,\nafter an enquiry, that the defendant has derived a benefit from any offence he\nwas convicted of, or criminal activity\nrelated to it. This process also applies\nin a situation where a convicted defendant absconds or dies before a\nconfiscation order\nis made\n[15]\n.\n[18]\tIn broad terms, s 20(1) read with s 18(2) provides that the amount\na defendant may be ordered to pay to the State may not exceed\nthe value of the\nbenefit that accrued to him from criminal activities, or the combined value of\nhis property together with certain\ntainted dispositions that he or she might\nhave made, whichever is the lesser. The value of the defendant’s property\nand tainted\ndispositions is their value after deducting the amount of certain\ndefined obligations, as well as his secured and preferent\nobligations\n[16]\n.\n[19]\tThus\nassuming, for convenience, that no tainted dispositions were made, the maximum\namount in which a confiscation order may\nbe made is the value of the\ndefendant’s property less the amount owed to secured and preferent\ncreditors. It follows that the\nclaim of the State pursuant to a confiscation\norder will never compete with the claims of secured and preferent creditors for\nthe\ndefendant’s property (because the value of the property will be at\nleast the sum of the State’s claim and the secured\nand preferent\ncreditors’ claims).\n[20]\tBut it does not follow that claims of\nconcurrent (unsecured) creditors are thereby simply left out of account. The Act\nprovides\na mechanism for them to be taken into account, subject to the approval\nof the court at the time of the realization of the defendant’s\nproperty\nbut before satisfaction of a confiscation order. In this regard s 30(5)\nexpressly authorizes the High Court to delay the\nrealization of the property so\nas to enable a victim of the defendant’s crimes to obtain a judgment and\nto satisfy that judgment\nfrom the defendant’s property before the property\nis realised.\n[21]\tOnce the property has been realised s 31(1) authorizes\nthe High Court to direct that ‘payments’ be made from the\nrealised\nproceeds of the defendant’s property before the State’s claim is\nsatisfied. Clearly the ‘payments’\nthat are contemplated by that\nsection include payments in discharge of the defendant’s concurrent\nobligations.\n[22]\tI can fathom no reason for th\ni\ns provision,\nother than that it is intended to provide persons with an ‘indirect\ninterest’ in the restrained property,\nsuch as the defendant’s\nconcurrent creditors, to bring their claims to the court’s attention to be\ntaken into account\nfor payment, should the court be satisfied of their validity,\nbefore satisfaction of the confiscation order. This, in my view, can\nonly mean\nthat the High Court retains the power to entertain applications by persons or\nentities with claims, concurrent or otherwise,\nin the restrained property.\n[23]\tThe payments envisaged in s 31(1), as pointed out above, must also\nbe to concurrent creditors – because otherwise it is\ndifficult to see on\nwhat grounds such payments fall to be made. It is only after such court-approved\npayments have been made that\nthe balance of the proceeds of the property is\napplied in payment of the defendant’s obligation under the confiscation\norder.\n[24]\tOne should not lose sight of the fact that the purpose of\nthe Act is to divest criminals of the proceeds of their criminal activity\nand to\nprevent them from deriving benefit from such proceeds. Therefore the\n‘draconian’ provisions of the Act should\nremain directed at\ncriminals, not innocent third parties such as concurrent creditors. If the Act\ndoes indeed take away the common\nlaw rights of ordinary concurrent creditors to\nclaim satisfaction of their debts from restrained property, which they would be\nentitled\nto do in\nthe ordinary course, it would have to state this very\nclearly.\n[17]\nThe Act does no such\nthing.\n[25]\tThe notion that a restraint order elevates the\ndefendant’s legal expenses claim and the State’s claim to a\npreferent\nposition in restrained property, espoused by the court\na quo\nand in argument before us, is clearly wrong. A restraint order accords the\ndefendant and the state no preferential claim in the restrained\nproperty.\n[26]\tIt follows that the State’s interest in a confiscation order\ncannot compete with, but is subordinate to, the defendant’s\nconcurrent\nobligations. After all a confiscation order is not intended to enrich the\nS\ntate\n[18]\nbut to divest the\ncriminal of the benefit derived from an offence. Furthermore the fact that the\nAct (in ss 30 and 31) contemplates\nthe payment of the defendant’s\nobligations when the property is realised and distributed is inconsistent with\nthe construction\nof s 33(1) advanced on behalf of Fraser (ie that claims of\ncreditors are to be ‘left out of account’ whenever a court\nexercises\npowers conferred upon it by ss 26 to 31).\n[27]\tIndeed, since the\nconfiscation order is to be met only after other court-approved payments have\nbeen made it is doubtful, as\na matter of language, whether the defendant’s\nobligation to make such payments can be said to ‘conflict with’ the\ndefendant’s obligation to the State. But even if in isolation the words\nare capable of that meaning, the context indicates\na contrary intention.\nMoreover, a court will not generally construe an unclear statute so as to take\naway vested rights.\n[28]\tIn my view the court below erred in\nfinding that it was precluded by s 33(1) from taking account of\nABSA’s claim when\nexercising the powers conferred upon it by the Act, and\nin particular the discretion that is conferred upon it by s 26(6). It was\nalso\nnot obliged to do so. The section confers upon the court a wide discretion that\nis to be exercised in the light of the circumstances\nwith which it is presented.\nNo doubt a court will be influenced when exercising its discretion by the nature\nof the alleged claim\nand in particular whether it is satisfied that it is\ngenuine and not merely a means for the defendant to siphon off property.\nABSA’s\nclaim in the present case is clearly genuine.\n[29]\tOnce it\nis found that ABSA’s claim did not fall to be ‘left out of\naccount’ when the court exercised its discretion\nin terms of s 26(6) then\nthere was no reason why the court below should not have permitted ABSA to\nintervene to oppose the application,\nin the exercise of its general powers to\nhear any person who has an interest in the proceedings. These powers which in my\nview are\nnot excluded by the Act.\n[30]\tThe court\na quo’s\ndecision has the further consequence of allowing Fraser to profit from his\nillegitimate scheme to frustrate ABSA from attaching his\nassets. The legislature\ncould never have intended that an ordinary unsecured creditor, who has pursued a\nclaim and has obtained a\njudgment before a restraint order is granted, should be\nprevented from satisfying that judgment simply because the assets of the\ndefendant have since become restrained. The dismissal by the court below of\nABSA’s application to intervene must thus be set\naside.\n[31]\tWe are\nnot called upon to decide whether a court is entitled to release restrained\nproperty in order to meet a concurrent claim\nbefore a confiscation order is\nmade, because that is not what ABSA has asked for, and I expressly do not make\nany such finding. ABSA\nhas sought only to prevent Fraser using the moneys to\nmeet his anticipated legal expenses while ABSA’s claim remains unpaid.\nApplication for leave to appeal against reasonable expenses\norder\n[32]\tAs stated earlier ABSA also seeks leave to appeal against\nthe order of the court\na quo\ngranting Fraser his reasonable expenses in\nterms of s 26(6). In view of my construction of s 33(1) ABSA ought to be\ngranted\nleave. The parties were agreed that nothing would be served by referring\nthe matter back to the court\na quo\nfor it to exercise its discretion\nafresh. No proper grounds have been shown why Fraser should be permitted to\nexpend moneys on legal\nexpenses that would ordinarily have been available to his\ncreditors. I have already pointed out that the grant of a restraint order\ndoes\nnot purport to confer preferential rights on a defendant. Its effect is only to\nrestrict his or her use of the property, unless\na court orders otherwise as\nprovided for in s 26(6). But that assumes that the defendant has the means to\nmeet his or her legal expenses.\n[33]\tIt is also incorrect to say\nthat the depletion of a defendant’s assets to satisfy concurrent creditors\nat the expense\nof his legal expenses interferes with his right to a fair trial.\nThe defendant has a constitutional right to legal representation\nat State\nexpense if substantial injustice would otherwise\nresult.\n[19]\nFor all the aforegoing\nreasons the court\na quo’s\norder granting relief to Fraser in terms\nof s 26(6) must also be set aside.\n[34]\tAt the time the application was heard\nABSA’s judgment debt amounted to R1 028 214 and in my view it was entitled\nto ensure\nthat property to that value was not expended by Fraser in payment of\nnew debts.\n[35]\tIn the circumstances the following orders are\nmade:\n1.\tThe appeal against the dismissal of ABSA’s application to intervene is\nupheld.\n2.\tABSA is granted leave to appeal against the order made by the court\na quo\nin favour of the first respondent. The costs of that\napplication are to be costs in the appeal.\n3.\tThe appeal by ABSA against the order granted in favour of the first\nrespondent is upheld to the extent set out below.\n4.\tParagraph A of the order of the court below is set aside and the following is\nsubstituted:\n‘(a)\tABSA is granted leave to intervene in the proceedings. The costs of\nits application to intervene are to be costs in the\nmain\napplication.’\n5.\tParagraph 8 of paragraph A of the order of the court below is set aside and\nthe following paragraphs are added to the remainder\nof\nparagraph A:\n‘8.\tThe orders set out above are all subject to the provision that no\nmoneys for payment of the first respondent’s legal\nexpenses shall be\nadvanced in excess of an amount that results in the moneys being retained by the\ncurator falling below the sum\nof R1 028 214.\n9.\tThe costs of the application are to be borne by\nthe first respondent.’\n6.\tThe costs of the appeal are to be borne by\nthe first respondent.\n__________\nD MLAMBO\nJUDGE OF APPEAL\nCONCUR:\nMPATI DP\nCAMERON JA\nNUGENT JA\nNKABINDE AJA\n[1]\nSections 25 to\n29\n[2]\nSections 18 to\n23\n[3]\nSection 26 provides:\n‘(1)\tThe National Director may by way of an\nex parte\napplication\napply to a competent High Court for an order prohibiting any person, subject to\nsuch conditions and exceptions as may\nbe specified in the order, from dealing in\nany manner with any property to which the order relates.\n(2)  \tA\nrestraint order may be made –\n(a)\tin respect of such realisable property as may be specified in the restraint\norder and which is held by the person against whom\nthe restraint order is being\nmade;\n(b)\tin respect of all realisable property held by such person, whether it is\nspecified in the restraint order or not;\n(c)\tin respect of all property which, if it is transferred to such person after\nthe making of the restraint order, would be realisable\nproperty.\n. . . .’\n[]\n4\nSection 26(6) provides: ‘Without derogating from the generality of the\npowers conferred by subsection (1), a restraint order\nmay make such provision as\nthe High Court may think fit –\n(a)\tfor the reasonable living expenses of a person against whom the restraint\norder is being made and his or her family or household;\n and\n(b)\tfor the reasonable legal expenses of such person in connection with any\nproceedings instituted against him or her in terms of\nthis Chapter or any\ncriminal proceedings to which such proceedings may relate,\nif\nthe court is satisfied that the person whose expenses must be provided for has\ndisclosed under oath all his or her interests in\nproperty subject to a restraint\norder and that the person cannot meet the expenses concerned out of his or her\nunrestrained property.’\n[5]\nThe term ‘defendant’ is used here for convenience and as it is used\nin the Act to describe someone in Fraser’s\nposition.\n[6]\nSection 33(1)\n‘The powers conferred upon a High Court by sections 26 to 31, or upon a\ncurator bonis\nappointed under this Chapter, shall –\n(a)\tsubject to paragraphs (b) and (c), be exercised with a view to making\navailable the current value of realisable property for\nsatisfying any\nconfiscation order made or which might be made against the defendant;\n(b)\tin the case of realisable property held by a person to whom that defendant\nhas directly or indirectly made an affected gift,\nbe exercised with a view to\nrealising not more than the current value of such gift;\n(c)\tbe exercised with a view to allowing any person other than that defendant or\nthe recipient of such gift to retain or recover\nthe current value of any\nproperty held by him or her,\nand, except as provided in sections\n20(1) and 26(6), any obligation of that defendant or the recipient of such gift\nwhich conflicts\nwith the obligation to satisfy a confiscation order shall be\nleft out of account.’\n[7]\nThe\nterm ‘obligation’ means, in the context of the Act as a whole, a\ndebt. See in this regard s\n20(4)(b).\n[8]\nSection 30(3)\nprovides:  ‘A High Court shall not exercise its powers under subsection\n(2)(b) unless it has afforded all persons\nknown to have any interest in the\nproperty concerned an opportunity to make representations to it in connection\nwith the realisation\nof that\nproperty.’\n[9]\nSection 20(4)\nThese obligations are defined in the following terms: ‘For the purposes of\nsubsection (1), an obligation has\npriority at the time of the making of the\nrelevant confiscation order –\n(a)\tif it is an obligation of the defendant, where he or she has been convicted\nby a court of any offence –\n(i)\tto pay a fine imposed before that time by the court; or\n(ii)\tto pay any other amount under any resultant order made before that time by\nthe court;\n(b)\tif it is an obligation which –\n(i)\tif the estate of the defendant had at that time been sequestrated;\nor\n(ii)\twhere the defendant is a company or other juristic person, if such company\nor juristic person is at that time being wound\nup,\nwould be payable in pursuance of any secured or\npreferent claim against the insolvent estate or against such company or juristic\nperson,\nas the case may be.’\n[10]\nSection 24(A):\n‘A restraint order and an order authorising the seizure of the property\nconcerned or other ancillary order which\nis in force at the time of any decision\nby the court in relation to the making of a confiscation order, shall remain in\nforce pending\nthe outcome of any appeal against the decision\nconcerned.’\n[11]\nFootnote 4\nsupra.\n[12]\nThis section\nprovides:  ‘ A High Court which made a restraint order –\n(a)\tmay on application by a person affected by that order vary or rescind the\nrestraint order or an order authorising the seizure\nof the property concerned or\nother ancillary order if it is satisfied –\n(i)\tthat the operation of the order concerned will deprive the applicant of the\nmeans to provide for his or her reasonable living\nexpenses and cause undue\nhardship for the applicant; and\n(ii)\tthat the hardship that the applicant will suffer as a result of the order\noutweighs the risk that the property concerned may\nbe destroyed, lost, damaged,\nconcealed or transferred; and\n(b)\tshall rescind the restraint order when the proceedings against the defendant\nconcerned are\nconcluded.’\n[13]\nSection 31(1):  ‘The following sums of money in the hands of a\ncurator\nbonis\nappointed under this Chapter, namely –\n(a)\tthe proceeds of\nany realisable property realised by virtue of s 30; and\n(b)\tany other sums of\nmoney, being property of the defendant concerned,\nshall, after such payment\nas the High Court may direct have been made out of such sums of money, be\napplied on that defendant’s\nbehalf in satisfaction of the confiscation\norder made against him or her: Provided that where the High Court may direct\npayment out\nof such sums of money, the State shall not have a preferential\nclaim: Provided further that, if sums of money remain in the hands\nof the\ncurator bonis\nafter the amount payable under such confiscation order has\nbeen fully paid, the\ncurator bonis\nshall distribute those sums of money\n–\n(i)\tamong such persons who held realisable property which has been\nrealised by virtue of s 30; and\n(ii)\tin such proportions,\nas that court\nmay, after affording such persons an opportunity to make representations to it\nin connection with the distribution of\nthose sums of money,\ndirect.’\n[14]\nSection\n18(1)\n[15]\nSection 24(2)(a) read\nwith s 24(3)(a)\n[16]\nFootnote 9\nsupra.\n[17]\nCasserley v\nStubbs\n1916 TPD 310\nat 312;\nAttorney-General, Transvaal v Botha\n[1993] ZASCA 159\n;\n1994\n(1) SA 306\n(AD) at 330I-J.\n[18]\nSee\nNational Director of\nPublic Prosecutions v Rebuzzi\n2002 (2) SA 1\n(SCA) at 7 para 19. ‘The\nprimary object of a confiscation order is not to enrich the State but rather to\ndeprive the convicted\nperson of ill-gotten gains. In my view, it is therefore\nnot significant that in some cases the State might end up receiving nothing.\nIt\nis because the purpose of such an order is to prevent the convicted person from\nprofiting rather than to enrich the State that\nthe court’s inquiry in\nterms of s 18(1) is directed towards establishing the extent of his benefit\nrather than towards establishing\nwho might have suffered loss.’\n[19]\nSection 35(3)(f) of the\nConstitution.",
  "scraped_at": "2026-02-12T15:07:37.767866",
  "date": "2005-11-24",
  "coram": [
    "Mpati DP",
    "Cameron",
    "Nugent",
    "Mlambo JJA",
    "Nkabinde AJA"
  ],
  "case_number": "386/05",
  "parties": {
    "applicants": [
      "ABSA BANK LIMITED"
    ],
    "respondents": [
      "TRENT GORE FRASER",
      "PORTION 3 LAVIANTO CC"
    ]
  },
  "sections": {
    "facts": "The respondent, Trent Gore Fraser, was arrested and charged with racketeering, money laundering and drug trafficking. To evade a default judgment obtained by ABSA Bank Ltd for R673,281, Fraser set up a close corporation (Portion 3 Lavianto CC) and transferred ownership of an immovable property in Johannesburg to the CC, with his fiancée initially holding the membership interest as nominee. The National Director of Public Prosecutions obtained an ex parte restraint order under s 26(1) of the Prevention of Organised Crime Act (POCA) over the CC's assets, including the property. Fraser subsequently applied for the court to authorise the sale of the property to cover his reasonable legal expenses, while ABSA applied to intervene to protect its judgment debt of approximately R1,028,214.",
    "issues": "The appeal centred on two questions: (1) Whether section 33(1) of POCA excludes the rights of concurrent (unsecured) creditors, such as ABSA, from consideration when a restraint order is in place; and (2) Whether the court may allow the restrained property to be used to meet Fraser’s reasonable legal expenses under s 26(6) to the detriment of ABSA’s secured judgment claim.",
    "principles": "The Court examined the statutory scheme of POCA, particularly sections 26, 30, 31 and 33. It held that a restraint order does not create a preferential claim for the defendant or the State and that s 33(1) must be read in context with s 31(1), which authorises the High Court to make payments from realised proceeds, including to concurrent creditors, before satisfying a confiscation order. The Court emphasized that the Act does not expressly strip ordinary unsecured creditors of their common‑law rights, and any limitation on their claims must be clearly expressed in the legislation.",
    "application": "Applying these principles, the Court concluded that ABSA’s claim should not be ‘left out of account’ under s 33(1). The lower court erred in refusing ABSA’s intervention and in allowing Fraser’s legal‑expense application to proceed unchecked. Consequently, the Court set aside the lower court’s order granting Fraser unrestricted access to the restrained assets and substituted a conditional order that limits any disbursement for Fraser’s legal costs so that the remaining proceeds are not less than ABSA’s judgment debt of R1,028,214.",
    "conclusion": "The appeal was upheld. ABSA was granted leave to intervene in the proceedings, its application to dismiss Fraser’s legal‑expenses order was allowed, and the lower court’s order was replaced with an order that (i) permits ABSA’s intervention, (ii) restricts Fraser’s legal‑expense payments to an amount that does not reduce the restrained property below ABSA’s claim, and (iii) awards costs to ABSA."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Prevention of Organised Crime Act",
    "level_3": [
      "restraint order",
      "concurrent creditor",
      "confiscation",
      "legal expenses"
    ]
  }
}