{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/17.html",
  "case_name": "Seven Eleven Corporation of SA (Pty) Ltd v Cancun Trading No 150 CC (108/2004) [2005] ZASCA 17; [2005] 2 All SA 256 (SCA); 2005 (5) SA 186 (SCA) (24 March 2005)",
  "citation": "[2005] ZASCA 17",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 17\n|\nNoteup\n|\nLawCite\nSeven Eleven Corporation of SA (Pty) Ltd v Cancun Trading No 150 CC (108/2004) [2005] ZASCA 17; [2005] 2 All SA 256 (SCA); 2005 (5) SA 186 (SCA) (24 March 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCASE NO:\n108/2004\nReportable\nIn the matter between\nSEVEN ELEVEN CORPORATION OF SA (PTY)\nLTD    Appellant\nAND\nCANCUN TRADING NO 150\nCC\t\t\t           Respondent\nCoram\n:\tMpati DP, Farlam, Lewis, Heher, Ponnan JJA\nHeard:\n21 February\n2005\nDelivered:\nSummary: On a proper construction of a\nfranchise agreement in respect of a Seven Eleven convenience store, the\nfranchisee is not entitled\nto the benefit of rebates or early settlement\ndiscounts received by the franchisor from suppliers of goods:  appeal against\nthe decision\nto allow the benefit of rebates to a franchisee upheld and\ncross-appeal against decision not to allow benefits of early settlement\ndiscounts to a franchisee refused.\nJUDGMENT\nLEWIS JA\nIntroduction\n[1]\tThe dispute between the parties in this appeal\nturns on a franchise agreement. The appellant is a company that has operated\n‘convenience’\nstores, known as ‘Seven Eleven’ stores,\nprimarily in the Western Cape, for many years. Most of the stores are operated\nby franchisees to whom the appellant has sold the business of a store and has\ngiven the right to manage the store subject to the\nfranchise agreement in issue.\nThe respondent is a close corporation, the sole member of which is Mr Herman\nFouché.\n[2]\tIn July 1999 the respondent, represented by\nFouché, purchased a store in Parow from the appellant and entered into a\nfranchise\nagreement in respect of it. Some years later, the respondent sold the\nstore back to the appellant and purchased another, bigger,\nstore in Table View,\nentering into a new, and different, franchise agreement with the appellant. The\nrespondent remains the franchisee\nin respect of the Table View\nstore.\n[3]\tThe dispute relates to various discounts that the respondent \nclaims should have been passed on to it by the appellant over the\nperiod when he\noperated the store in Parow. In the court below (the Cape High Court) the\nrespondent  claimed the sum of R353 396.08,\nplus interest, representing such\ndiscounts, on four different, alternative, grounds. The court (per Mitchell AJ)\nfound for the respondent\non one basis, but, in terms of an agreement between the\nparties, referred the determination of the quantum payable to the respondent\nto\na referee in terms of s 19\nbis\nof the Supreme Court Act 59 of 1959. The\nappellant appeals against the finding of liability, and the respondent cross\nappeals against\nthe finding that one particular class of discount (‘early\nsettlement discounts’) should not have been afforded to the\nrespondent.\nThe background to the contract in dispute\n[4]\tThe\nbackground to the conclusion of the sale and franchise contracts is briefly\nthis. Early in 1999 Fouché was about to\nretire from public service and\nconsidered starting a business of his own, in particular to give employment to\nhis son who is disabled.\nHe consulted various documents available about\nfranchise operations and investigated, amongst others, the franchise business\nrun\nby the appellant. He contacted the public relations officer of the\nappellant, Ms Geraldine McConnagh, and met her to discuss the\npossibility of\nbecoming a franchisee with the appellant. She described the business operation\nof the appellant to Fouché.\nAt a subsequent meeting, having concluded\nthat Fouché was seriously interested in becoming a franchisee, she gave\nhim what\nwas termed a ‘disclosure document’.\n[5]\tThe\ndisclosure document is important to the respondent’s action. It tells the\nprospective franchisee that it is not a contract,\nand cannot be relied upon to\ndetermine all the terms of the contract. It also advises that the contract\nitself should be carefully\nconsidered and referred to an attorney for advice. It\ndescribes, inter alia, the history of the appellant and of Mr George Hadjidakis,\nthe managing director and founder of the appellant. It also gives details of the\nstaff members responsible for different spheres\nof the operation; of the\nbenefits of the franchise system (one being that maximum discounts are passed on\nto the franchisee, and\nwhich forms a significant element of the dispute to which\nI shall return); the training given to franchisees; the financial arrangements\nand requirements; trademark registrations; and the respective obligations of the\nparties. In short, it tells a prospective franchisee\nhow the system operates.\nFouché received the document on 31 May 1999 and at about that date also\ndiscussed the possibility\nof buying a store and becoming a franchisee with\nHadjidakis directly.\n[6]\tFouché, as advised, studied the document\ncarefully, highlighting passages he regarded as important, as he did the\nfranchise\nagreement. He met with Hadjidakis subsequently, and eventually made an\noffer to purchase the store in Parow, which took the form\nof the standard\ncontract then used by the appellant. Fouché’s impression created,\nhe said, by discussions with Hadjidakis,\nand by the disclosure document, was\nthat he was entitled to all the benefits obtained by the appellant as a result\nof bulk purchasing.\nAt the time of entering into the contract, however, he did\nnot know of any benefits other than ordinary trade discounts and what\nHadjidakis\nhad referred to as ‘kickbacks’.\n[7]\tAt one of the discussions\nabout becoming a franchisee, Hadjidakis had mentioned to Fouché that\nthere were a number of franchisees\nwho were dissatisfied with the business\nbecause they believed they were not getting all the benefits to which they were\nentitled.\nIndeed there had been press coverage about the dissatisfaction before\nFouché entered into discussions with representatives\nof the appellant.\nAnd Fouché was invited to attend a meeting between the appellant and\nfranchisees at which the dissatisfaction\nabout not getting the benefit of\nrebates and early settlement discounts was expressed. He did not attend the\nmeeting himself –\nbut members of his family did. Aware of such\ndissatisfaction on the part of franchisees, Fouché nonetheless, on behalf\nof\nthe respondent, entered into the contract of sale and the franchise contract\nwith the appellant.\n[8]\tThe disclosure document, in dealing with the\nadvantages of being a Seven Eleven franchisee, states that one of the benefits\nof\nthe franchise system of the appellant was that ‘maximum\ndiscounts’ would be passed on to franchisees. Trade discounts\nwere indeed\npassed on to the respondent. Fouché subsequently discovered, however,\nthat the appellant received other reductions\nin the prices payable to suppliers\nof the goods sold in the store: what were termed ‘early settlement\ndiscounts’, which\nthe court below decided were not payable to the\nrespondent, and certain rebates given to the appellant by suppliers, which the\ncourt\nheld should have been passed on to the respondent.  It is the\nrespondent’s entitlement to rebates that forms the subject of\nthe appeal,\nand the entitlement to settlement discounts that forms the subject of the cross\nappeal.\n[9]\tFouché did not succeed in running the store in Parow\nat a profit. He testified that although he and his family worked long\nand hard \nthe respondent was in financial difficulty. And so, he said,\ndespite not\ngetting the benefit of the discounts to which he thought the respondent  was\nentitled, Fouché approached Hadjidakis\nto discuss the problems that he\nwas encountering in running the Parow store. Hadjidakis advised him to take on a\nsecond franchise\nor to buy a bigger store with a bigger turnover. Fouché\nopted for the second route.\n[10]\tIn August 2001 the respondent sold the\nParow store back to the appellant, and bought a new business in Tableview. He\nalso entered\ninto a new franchise agreement. It is significant that the terms of\nthe franchise agreement are different: in particular, it states\nthat ‘the\nfranchisor shall in its sole and absolute discretion afford the franchisee the\nbenefit of trade discounts received\nby it as a result of bulk purchases for\ngoods and merchandise purchased on the franchisee’s behalf’. The\naction against\nthe appellant relates, however, to the first franchise agreement,\nwhich makes no mention of any kind of discount at all.\nThe sale and\nfranchise contracts and the alternative grounds for the\nclaim\n[11]\tThe  sale agreement between the parties is not in\ncontention, although it is relevant to the business scheme governing the\nrelationship\nbetween the parties. The respondent purchased the business of the\nstore in Parow, including goodwill, fixtures, fittings, furniture,\nappliances\nand stock – a fully stocked convenience store. The purchase price of the\nstore was payable over a period of three\nyears and is discussed more fully\nbelow.\n[12]\tThe franchise agreement that regulates the relationship\nbetween the parties is central to the action. It is silent on the question\nof\ndiscounts to which the respondent might have been entitled. The respondent\nclaimed the discounts to which it considered it was\nentitled on four alternative\ngrounds. The first was that it was entitled, on an interpretation of the\nfranchise agreement, to receive\nthe benefit of any discounts\n‘negotiated’ with suppliers (wholesalers). The second ground was\nthat as a result of ‘quasi\nmutual assent’ the contract provided that\nthe appellant would pass on to the respondent any discounts so negotiated.\nThirdly,\nthat there is a tacit or implied term to the effect that any discounts\nwould be passed on to the respondent; or, in the fourth place,\nthat Hadjidakis,\nthe managing director of the appellant, had falsely misrepresented to\nFouché that discounts negotiated with\nsuppliers would be passed on to the\nrespondent. Before turning to each ground I shall deal with the structure of the\nbusiness strategy\nput in place by the appellant, to which effect was given by\nthe franchise agreements between the appellant and its\nfranchisees.\nThe appellant’s business strategy\n[13]\tThe\nway in which the appellant operates is to a large extent explained in the\nfranchise agreement itself and the disclosure document,\nand emerges also from\nthe evidence of Hadjidakis and Mr Russell Cameron, the chief buyer for the\nappellant.\n[14]\tOn conclusion of a franchise agreement the franchisee is\nplaced in control of a fully stocked Seven Eleven convenience store.\nThat stock\nis paid for by the appellant, and the franchisee is given a period of three\nyears in which to pay for it, no interest\nbeing charged. The franchisee is\nobliged to pay 75 per cent of its weekly turnover to the appellant in the week\nfollowing the purchase\nof stock. (In the respondent’s case this was\namended to the sum of the total purchase prices plus R1 000 a\nweek.)\n[15]\tThe franchisee undertakes to make purchases for the store\nonly from the appellant or from its nominated suppliers. Crucially,\nthe\nappellant pays all suppliers itself, although the franchisee receives an invoice\nfrom suppliers on delivery. The suppliers then,\nat the end of each month, send a\nconsolidated statement reflecting the supplies to each franchisee to the\nappellant.  A specially\ndesigned computer programme enables the franchisee to\ninform the appellant of its purchases from each supplier: if the\nsupplier’s\nstatement tallies with that of the franchisees, the appellant\npays the supplier.\n[16]\tThe goods stocked by the franchisees, in\naccordance with the franchise agreements, are limited. As indicated, the\nfranchisees\nmay purchase only from approved suppliers, and in respect of certain\nitems, such as meat and bakery products, the appellant is itself\nthe\nsupplier.\n[17]\tAll negotiations, especially as to prices and discounts,\nfor the purchase of goods stocked in the Seven Eleven stores are done\nby the\nappellant directly with the suppliers. And the franchisees play no role in the\npayment arrangements between the appellant\nand the suppliers.\n[18]\tThe\nbusiness model on which the appellant relied entailed that the franchisees mark\nup the price of goods sold by an average\nof 39 per cent. Projections on yearly\nturnover in any store would, provided the store was run in accordance with the\nprinciples laid\ndown by the appellant, yield an annual gross profit of 10 per\ncent. The projections in respect of the Parow store first acquired\nby the\nrespondent were made available to Fouché before the contract was\nconcluded. These make no provision for  settlement\ndiscounts or rebates.\nHowever, on certain invoices actually received by the respondent the supplier\ndid indicate the extent of a\nrebate.\nThe claim based upon the\ninterpretation of the franchise agreement\n[19]\tThe court below found\nthat on an interpretation of the franchise agreement, having regard to the\ndisclosure document as a background\ncircumstance, the respondent had been\nentitled to the benefit of rebates that the appellant received from suppliers.\nAs previously\nstated, no mention is made in the agreement of the right of the\nrespondent to benefit from any discount afforded the appellant. Indeed\nthe word\n‘discount’ appears nowhere in the agreement. The respondent argued,\nhowever, that such right could be found\nby having regard to the background\ncircumstances of the contract. The court below found that a section in the\npreamble to the contract\ncould not be given meaning without reference to\nbackground circumstances. Such meaning was found by the court in the disclosure\ndocument.\nThe respondent  relied also on clauses\n14.1 and 14.2 of the\ncontract to bear out the meaning for which it contended. Clause 14 deals with\nthe goods that may be sold by the\nfranchisee. Clause 14.1 reads:\n‘In\norder to ensure uniformity in specification compliance and control, the Licensee\n[franchisee] agrees to handle, promote\nand/or sell only those items approved by\nthe Licensor [franchisor] purchased only from the licensor and/or such\nwholesalers and/or\nsuppliers as are approved and/or nominated by the\nLicensor.’\nClause 14.2 provides:\n‘The Licensee shall consult\nwith the Licensor in regard to pricing policies recommended by the licensor in\nrelation to the products\nand will adhere to any recommended prices stipulated by\nthe Licensor.’\nIt is immediately apparent that these clauses have no\nbearing at all on the question whether the respondent was entitled to discounts\non the goods that it purchased for sale in the store.\n[20]\tThe court\nbelow did, however, consider that words in the preamble to the contract were\nunclear and thus subject to interpretation.\nThe preamble records the background\nto the agreement and certain facts about the appellant’s franchising\noperation. It does\nnot impose obligations on either party, as counsel for the\nrespondent conceded in argument before this court. The clause relied upon\nreads\nas follows, the words emphasised being those the court considered\nuncertain:\n‘(c) The licensor is engaged in providing entities and\nindividuals with a unique and successful\nbusiness support system\n,\nhereinafter referred to as the system including information and analysis of\nresearches in regard to equipping, planning, financing,\nfurnishing and\nestablishing SEVEN ELEVEN Convenience Stores, wholesale purchasing and retail\nmarketing of stock in trade, management\nexpertise, knowledge and information and\nunique design and set up of each SEVEN ELEVEN Convenience Store, inventories and\ncontrol\nsystems, colour schemes and individually designed patterns of layout of\nSEVEN ELEVEN Convenience Stores.’\n[21]\tThe court considered that in\ndetermining the meaning of ‘business support system’ it should have\nregard at least\nto background circumstances – those facts known to all\nparties and that are not in contention. The most important circumstance\nin this\nmatter, said Mitchell AJ, was the disclosure document prepared by the appellant\nfor prospective franchisees.  That document\nstates that ‘the benefits of\nbelonging to the group are enormous’. One of the reasons advanced for this\nis that ‘Head\nOffice buys in bulk and negotiates maximum discounts, which\nare passed on directly to the franchisee’.  Much of the argument\non the\nfour alternative grounds for the claim was directed to this\nstatement.\n[22]\tThere is no doubt, in my view, that the trial judge, in\ninterpreting the contract, was entitled to have regard to the disclosure\ndocument as one of the circumstances forming the\nbackground.\n[1]\nThe document was a\nfactor known to the representatives of each: it had been prepared by the\nappellant and given to Fouché\nby McConnagh before he had decided whether\nto enter into the sale and franchise agreements on behalf of the\nrespondent.\n[23]\tThere are, however, two difficulties with the approach\ntaken by the court below. First, the words regarded as uncertain were\nin the\npreamble to the franchise contract, and were conceded by the respondent not to\nimpose any obligations on the\nappellant.\n[2]\nThe justification for\nhaving regard to the disclosure document was thus flawed since no light was\nthrown on the obligations of the\nappellant.\n[24]\tSecondly, the court\nexamined the words in isolation, without having regard to the document as a\nwhole. Particular attention was\npaid to dictionary definitions of the words\n‘discount’ and ‘rebate’, without considering the entire\nbusiness\nsystem set out in the document and in the projections on turnover and\nprofit given to Fouché before the contracts were concluded.\nThe court\nconsidered that the word ‘discount’ included rebates. It is true\nthat the dictionary definitions of rebate\nindicate that it is a retroactive\ndiscount.\n[3]\nIndeed, the Concise\nOxford English Dictionary\n[4]\ngives as\none of its meanings ‘a deduction or a discount on a sum due’ without\nreference to the aspect of retroactivity.\nBut dictionary definitions, as has so\noften been said by this court, are not always helpful, let alone conclusive. In\nFundstrust (Pty) Ltd (in liquidation) v Van\nDeventer\n[5]\nHefer JA\nstated:\n‘Recourse to authoritative dictionaries is, of course, a\npermissible and often helpful method available to the Courts to ascertain\nthe\nordinary meaning of the words . . . . But judicial interpretation cannot be\nundertaken, as Schreiner JA observed in\nJaga v Dönges NO . . . .\n1950\n(4) SA 653\n(A) at 664H, by “excessive peering at the language to be\ninterpreted without sufficient attention to the contextual\nscene”.’\nSimilarly, in\nDe Beers Industrial Diamond Division\n(Pty) Ltd v Ishizuka\n[6]\nNicholas J\nsaid, in relation to the interpretation of a patent specification:\n‘A\ndictionary meaning of a word cannot govern the interpretation. It can only\nafford a guide. And, where a word has more than\none meaning, the dictionary does\nnot, indeed it cannot, prescribe priorities of meaning. The question is what is\nthe meaning applicable\nin the context of the particular document under\nconsideration.’\nBoth these statements were referred to with approval by\nHarms JA in\nMonsanto Co v MDB Animal Health (Pty) Ltd (Formerly MD Biologics\nCC).\n[7]\nMoreover, as  Lord Steyn\nsaid in\nR v Secretary of State for the Home Department, ex parte\nDaly\n[8]\n‘in law context is\neverything’, a statement referred to by Nugent JA with approval in\nAktiebolaget Hässle v Triomed (Pty)\nLtd\n.\n[9]\n[25]\tThe\nproper question to be posed then, when having regard to the entire context in\nwhich the parties found themselves at the time\nof negotiating the contracts, is\nwhat was meant by the parties. This enquiry requires a consideration of the\nwhole disclosure document\nwhich explains the appellant’s method of\noperation as a franchisor. That document, the franchise contract, and the\nevidence\nof Hadjidakis and Fouché, explain the context.\n[26]\tThe\nevidence of Hadjidakis and of Cameron was that trade discounts that were passed\non to franchisees were of a completely different\nnature from rebates. Both\ntestified that a discount is negotiated with a supplier before sales are made to\nthe franchisees, and are\nthus reflected on the invoices given to the franchisee\nwhen goods are delivered to it. Rebates, on the other hand, are given by\nmanufacturers\nor suppliers after sales have been made. They are given for\nreasons unrelated to the individual franchisees: in general, they will\nbe given\nto a purchaser as a reward for growth, for example, reaching a target of a\ncertain number of stores, or because the purchases\nmade over a period have\ngrown. The fact of a rebate, and its quantum, are generally regarded as\nconfidential. The major supermarket\nchains do not know what rebates are given to\nothers, and Hadjidakis said that even the managing director of a major chain\nmight not\nknow what rebates had been given – only the person in direct\ncontrol of buying would be aware of the full extent of it.  Rebates,\nhe\ntestified, were an important  source of profit to the\nappellant.\n[26]\tFurthermore, whereas trade discounts negotiated ahead of\na purchase, were taken into account when making the financial projections\nfor a\npotential franchisee, and in respect of which the respondent obtained the\nbenefit, rebates could never have been part of the\nprojections because they were\nnot known when these were calculated. And how, asked the appellant, if rebates\nwere to be  passed on\nto franchisees, would this be done? Rebates were not\nlinked to sales made to individual franchisees: they were linked to the\nfranchisor’s\noperation and growth.\n[27]\tIf one has regard to the\ncontract in question, the disclosure document and the evidence of Hadjidakis, it\nbecomes apparent that\nit could never have been intended that rebates be passed\non to the respondent or any other franchisee. In any event, in so far as\nFouché’s intention is concerned, he testified that at the time of\nentering into the contract he had not been aware of\nthe existence of rebates.\nObviously, then, he could not have expected to get the benefit of\nany.\n[28]\tIn so far as early settlement discounts were concerned, no\nprovision was made in any of the documents concerned for passing on\nthe benefit\nof these to franchisees. It will be recalled that all payments for goods sold to\nfranchisees by suppliers are paid for\nby the appellant. In certain cases if\npayment was made promptly or before due date a discount would be given to the\nappellant. The\ncourt below concluded that such discounts did not relate to bulk\npurchasing: they were a function of payment made timeously or early\nby the\nappellant. They therefore did not accrue to the respondent on any interpretation\nof the franchise contract.\n[29]\tIn my view, having regard to the terms\nof the franchise contract and the disclosure document it is clear that the\nparties did\nnot intend that such discounts enured for the benefit of the\nrespondent. The claim on this ground must thus fail.\nThe claim based\non quasi-mutual assent\n[30]\tThe first alternative claim made by the\nrespondent was that, prior to the conclusion of the franchise contract, the\nappellant\nhad led the respondent, represented by Fouché, reasonably to\nbelieve that  any discounts negotiated with suppliers would be\npassed on to the\nrespondent. The response to that claim was that the contract expressly excluded\nliability for representations or\nwarranties made by the appellant. The\nrespondent then amended its claim to aver fraudulent misrepresentations made by\nHadjidakis\nto Fouché. I shall deal with that ground in due\ncourse.\n[31]\tIn my view, the claim based on quasi-mutual assent is in any\nevent misconceived.  In order to rely on quasi-mutual assent one\nmust show that\nthe person who has relied on terms different from those appearing in the\ncontract has done so reasonably.\n[10]\nOne must ask first whether there has been a misrepresentation as to one\nparty’s intention; secondly, who had made that representation,\nand\nthirdly, whether the other party was misled. Thus the essential question is\nwhether, as a result of misrepresentation, the contract\nis different from what\nit appears to be. This approach requires that one looks for a misrepresentation\nas to the terms of the contract.\nApart from the fact that there was no credible\nevidence to show that Fouché had indeed been misled, the contract itself\nprecluded\nreliance on any misrepresentation, in the absence of fraud. The action\nmust thus fail on this ground too.\nThe claim based on an implied or a\ntacit term\n[32]\tThe distinction between implied and tacit terms is now\ntrite. The former is a term implied by the law, the latter a term implied\nby the\nfacts.\n[11]\nIt was not argued by the\nrespondent that there is any term relating to special forms of discount that\nmust be available to a franchisee\nimplied by law.  But it was argued that the\nparties had tacitly agreed that the respondent would receive the benefit of all\ndiscounts\ngiven to the appellant by suppliers. Hadjidakis denied that he would\nhave agreed to such a term. It was the essence of his business\nstrategy that the\nappellant alone would be the beneficiary of rebates and early settlement\ndiscounts. And Fouché could hardly\ncontend that he intended to get such\ndiscounts given that he did not know of their existence at the time of entering\ninto the contract.\n[33]\tThe principle applied over many years is that\nthe term to be incorporated in the contract must be necessary, not merely\ndesirable.\n[12]\nThe classic tests\nused to give effect to this principle do not, however, take into account the\nactual intentions of the respective\nparties. They require the court to consider\nwhether the term contended for would give ‘business efficacy’ to the\ncontract;\n[13]\nor to ask what the\n‘officious bystander’ – a person who is not a party to the\ncontract but asked whether the term\nis necessary – would\nsay.\n[14]\nThese are objective tests.\nOn either test, when one asks whether  it was  necessary to  incorporate a  term\nin  the franchise  contract\n that the franchisee  would  receive the  benefits\nof  all  discounts obtained  by the  franchisor,  the  answer  must  be that\nsuch\na term was not necessary. On the contrary: it was fundamental to the\nappellant that it received the early settlement discounts and\nthe rebates for\nits own benefit. These discounts were what made the appellant’s business\nprofitable.\n[34]\tWhether one looks at the matter on a subjective basis\n– what the parties actually thought at the time of entering into\nthe\ncontract – or on the objective tests applied over many decades, the answer\nis clear. There was no tacit term that the respondent\nwas entitled to the\nbenefit of early settlement discounts or of rebates.\nThe claim based\non fraudulent misrepresentation\n[35]\tThe particulars of claim were\namended, as I have said, to allege fraud on the part of Hadjidakis when the\nappellant relied on\nthe clauses in the franchise contract that excluded\nliability for misrepresentations. But such exemption clauses do not avail a\nparty\nwho has made fraudulent misrepresentations to the\nother.\n[15]\nThe court below found\nthat Hadjidakis had not made any fraudulent misrepresentations on which the\nrespondent could rely. There was\nno proof that Hadjidakis had told Fouché\nthat all discounts obtained by the appellant would be passed on to the\nrespondent,\nlet alone proof that he had done so deliberately in order to\nmislead. At all times Hadjidakis had believed, the court found, that\na\ndistinction was to be drawn between discounts negotiated in advance with\nsuppliers, and which were thus for the benefit of franchisees,\nand rebates and\nsettlement discounts which allowed the appellant to operate at a profit.\nMoreover, Fouché conceded that he\nhad not been aware of the existence of\nthese latter benefits when negotiating the contract. It would thus be absurd to\nsuggest that\nHadjidakis had told him otherwise, or even that he had a duty to\ndisclose to Fouché that certain discounts would not be passed\non to the\nrespondent.\n[36]\tMoreover, Hadjidakis had told Fouché that there\nwere several dissatisfied franchisees before the contract was concluded,\nand had\ninvited Fouché to attend a meeting at which complaints about not getting\nthe benefit of rebates and early settlement\ndiscounts were aired. Although\nFouché had not attended the meeting, members of his family had done so.\nAnd Fouché had\nbeen put in touch with another franchisee, who was\nvociferous in his complaints about the appellant, in order to receive training.\nIt is highly unlikely therefore that he believed, whether as a result of a\nmisrepresentation or a failure to disclose that certain\ndiscounts would not\nenure for the respondent’s  benefit, that the respondent was entitled to\nrebates and early settlement discounts.\n[37]\tIn any event, even if there\nhad been a misrepresentation, or non-disclosure, fraudulent, negligent or\ninnocent, it is apparent\nthat Fouché had not relied, to his detriment, on\nsuch misrepresentation or non-disclosure, in entering into the contracts\nin\nrespect of the Parow store. For at the stage when he was fully aware that\nfranchisees were not getting the benefits for which\nthey were clamouring, he\nnonetheless entered into a new arrangement with the appellant, purchasing a\ndifferent store and concluding\na new franchise agreement which expressly stated\nthat the franchisor ‘shall in its sole discretion afford the franchisee\nthe\nbenefit of\ntrade discounts\nreceived by it as a result of bulk\npurchases for goods and merchandise purchased on the franchisee’s\nbehalf’ (my emphasis).\n[38]\tThe finding of the trial court that\nHadjidakis had not acted fraudulently is thus correct. To this is added that\nFouché\nhad not relied on any misrepresentation, if such there was, in\nentering into the franchise contract. This claim is thus also\nunfounded.\n[39]\tIn summary: the respondent did not establish in the court\nbelow that it was entitled to payment of any amount representing the\nbenefits of\nrebates or early settlement discounts afforded to the appellant on any of the\ngrounds alleged.\n[40]\tIt is ordered that:\n1  \tThe appeal is upheld\nwith costs, including those consequent on the employment of two\ncounsel;\n2\tThe order of the court below is set aside and replaced by:\n‘The Plaintiff’s claim is dismissed with costs including\nthose\nconsequent upon the employment of two counsel.’\n3\tThe cross appeal is\ndismissed with costs.\nC H Lewis\nJudge of Appeal\nConcur:\nMpati DP\nFarlam JA\nHeher JA\nPonnan JA\n[1]\nSee for example\nCoopers\n& Lybrand v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at\n767I-768E.\n[2]\nSee\nABSA Bank Ltd\nv Swanepoel NO\n2004 (6) SA 178\n(SCA)at 181D-G.\n[3]\nThe New Shorter Oxford English\nDictionary 4 ed (1993).\n[4]\n10 ed\n2002.\n[5]\n1997 (1) SA 710\n(A) at\n726H-727B.\n[6]\n1980 (2) SA 191\n(T)\nat 196E-F.\n[7]\n2001 (2) SA 887\n(SCA) at 892A-E.\n[8]\n[2001] UKHL 26\npara 28\n[2001] UKHL 26\n; ;\n[2001] 3 All ER 433\n(HL) at\n447a.\n[9]\n2003 (1) SA 155\n(SCA) at\n157G.\n[10]\nSonap Petroleum\n(SA) (Pty) Ltd (formerly known as Sonarep (SA) (Pty) Ltd) v Pappadogianis\n[1992] ZASCA 56\n;\n1992 (3) SA 234\n(A) at\n239J-240A.\n[11]\nAlfred\nMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n1974 (3)\nSA 506 (A).\n[12]\nUnion\nGovernment (Minister of Railways and Harbours) v Faux Ltd\n1916 AD 105\n;\nWest End Diamonds Ltd v Johannesburg Stock Exchange\n1946 AD 910\n;\nMullin (Pty) Ltd v Benade Ltd\n1952 (1) SA 211\n(A);\nWilkins NO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at\n142B-E.\n[13]\nSee\nAlfred\nMcAlpine\nabove at 532 in fin-533B, where Corbett JA relied on a statement\nof  Scrutton LJ in\nReigate v Union Manufacturing Co\n[1918] 1 KB 592\n(CA)\nat 605;\n118 LT 479\n(CA) at\n483.\n[14]\nSee the dictum of\nMackinnon LJ in\nShirlaw v Southern Foundries (1926) Ltd\n[1939] 2 KB 206\n(CA) at 227, and\nBarnabas Plein & Co v Sol Jacobson & Son\n1928 AD\n25\nat 31-32 where Stratford JA too had regard to what an independent person\nwould say about the necessity of incorporating the term\nin question.\nHowever, Stratford JA also stated  that the ‘true view’ is that\n‘you have to get at the intention of the parties\nin regard to a matter\nwhich they must have had in mind, but which they have not expressed’. He\nconsidered therefore that one\nhad to have regard not only to objective tests but\nalso to what the parties claimed to have\nintended.\n[15]\nWells v SA\nAlumenite Company\n1927 AD 69\n;\nReeves v Marfield insurance Brokers CC\n[1996] ZASCA 39\n;\n1996 (3) SA 766\n(A) at 775C-H.",
  "scraped_at": "2026-02-12T13:58:45.696289",
  "date": "2005-03-24",
  "coram": [
    "Mpati DP",
    "Farlam JA",
    "Lewis JA",
    "Heher JA",
    "Ponnan JA"
  ],
  "case_number": "108/2004",
  "parties": {
    "applicants": [
      "SEVEN ELEVEN CORPORATION OF SA (PTY) LTD"
    ],
    "respondents": [
      "CANCUN TRADING NO 150 CC"
    ]
  },
  "sections": {
    "facts": "The dispute arose from a franchise agreement between Seven Eleven Corporation of SA (the franchisor) and Cancun Trading No 150 CC (the franchisee). In July 1999 the respondent bought a Seven Eleven store in Parow and entered into a franchise agreement. The franchise model required the franchisee to purchase stock from the franchisor, which paid suppliers on the franchisee’s behalf and passed on trade discounts. The respondent later sold the Parow store back to the franchisor in August 2001 and entered a new franchise agreement for a larger store in Table View, which expressly gave the franchisor discretion to pass on trade discounts. The respondent claimed that, during the period he operated the Parow store, the franchisor had received rebates and early settlement discounts from suppliers that should have been passed on to him. He sought R353,396.08 plus interest on four alternative grounds. The Cape High Court found in his favour on the rebate issue, referred the quantum to a referee, but held that early settlement discounts were not payable. The appellant appealed the liability finding; the respondent cross‑appealed the refusal to grant early settlement discounts.",
    "issues": "1. Whether the franchise agreement, read with the franchisor’s disclosure document, created an entitlement for the franchisee to receive supplier rebates. 2. Whether the franchisee was entitled to early settlement discounts obtained by the franchisor. 3. Whether the respondent could rely on quasi‑mutual assent, an implied/tacit term or a claim of fraudulent misrepresentation to enforce the alleged discount benefits. 4. Whether the exemption clause in the franchise agreement barred liability except in cases of fraud.",
    "principles": "The court applied principles of contractual interpretation that require consideration of the contract language together with background circumstances, including the franchisor’s disclosure document. It held that dictionary meanings are merely guides and that the entire context determines the parties’ intention. The distinction between \"discounts\" (negotiated before purchase and reflected on invoices) and \"rebates\" (post‑sale, confidential rewards) was emphasized. The test for an implied or tacit term requires necessity or business efficacy; a term that merely benefits the franchisee is not necessary when the franchisor’s business model depends on retaining rebates and early settlement discounts. Exemption clauses exclude liability for misrepresentations unless fraud is proven, and a claim of fraudulent misrepresentation must show false statements made knowingly and reliance by the plaintiff.",
    "application": "The court found that the preamble of the franchise agreement did not impose an obligation to pass on rebates or early settlement discounts, and the disclosure document, while stating that \"maximum discounts\" are passed on, referred only to trade discounts negotiated before purchase. Evidence showed that rebates and early settlement discounts are distinct, confidential, and not reflected in the franchisee’s projections; therefore they were not intended to be passed on. The claim of quasi‑mutual assent failed because the contract expressly excluded reliance on representations absent fraud. No tacit term could be implied since such a term was not necessary for the contract’s business efficacy. The allegation of fraudulent misrepresentation was unsupported; the managing director had not made false statements, and the franchisee did not rely on any such statements. Consequently, the respondent was not entitled to either rebates or early settlement discounts.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, setting aside the lower court’s finding of liability for rebates. The plaintiff’s claim was dismissed with costs, including those for two counsel. The cross‑appeal by the respondent was dismissed with costs. The order of the Cape High Court was replaced by a dismissal of the claim."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Franchise Agreements",
    "level_3": [
      "discounts",
      "rebates",
      "early settlement discounts",
      "contract interpretation",
      "misrepresentation",
      "implied terms"
    ]
  }
}