{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/134.html",
  "case_name": "S v Nyathi (448/04) [2005] ZASCA 134; 2005 (2) SACR 273 (SCA) (23 May 2005)",
  "citation": "[2005] ZASCA 134",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 134\n|\nNoteup\n|\nLawCite\nS v Nyathi (448/04) [2005] ZASCA 134; 2005 (2) SACR 273 (SCA) (23 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nREPUBLIC\nOF SOUTH AFRICA\nTHE SUPREME\nCOURT OF APPEAL\nOF SOUTH\nAFRICA\nREPORTABLE\nCase Number  :  448 / 04\nIn the matter between\nS NYATHI\tAPPELLANT\nand\nTHE STATE\tRESPONDENT\nCoram\n:\tZULMAN, CONRADIE and JAFTA  JJA\nDate of hearing\n:\t11 MAY 2005\nDate of delivery\n:\t23 MAY 2005\nSUMMARY\nSix charges of culpable homicide\narising from negligent driving of a motor vehicle â driver\nattempting to overtake in defiance of\ndouble barrier line prohibiting\novertaking in either direction â negligence found to have been\ngross â sentence of five yearsâ\nimprisonment of which two years\nsuspended upheld on appeal.\n___________________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________________\nCONRADIE  JA\n[1]\tOn 7 December\n1994 on the national road between Cathcart and Stutterheim a\ncollision occurred between a sedan driven by the appellant\ntowards\nCathcart and a minibus taxi driven towards Stutterheim. The impact\ncaused the minibus to overturn, killing six of its occupants.\nOther\npassengers were injured. The incident led to the appellantâs facing\nsix charges of culpable homicide in the regional court,\nalternatively\na charge of reckless or negligent driving or, as a further\nalternative, driving under the influence of intoxicating\nliquor. He\nwas convicted of culpable homicide and sentenced to five yearsâ\nimprisonment, two of which were suspended for five years.\nHis\ndriverâs licence was suspended for four years.\n[2] An appeal to the\nEastern Cape division of the high court was dismissed. The appellant\nwas nevertheless granted leave by that court\nto appeal against the\nconviction and sentence.\n[3] The crucial\nissue in the appeal is the correctness of the regional magistrateâs\nfinding that the collision occurred on the appellantâs\nincorrect\nside of the road. Former police sergeant Holloway was the draughtsman\nsent out to record evidence on the accident scene.\nThe salient\nfeature recorded by him was a yellow chalked cross enclosed in a\ncircle marked on the road surface. It was located 2.2\nmetres from the\ncentre white line within the lane in which the minibus travelled from\nCathcart to Stutterheim. This was where he\nwas told the impact\nbetween the two vehicles had occurred. For better visibility\nconstable Kuhn was asked to stand on the yellow\ncross and a\nphotograph in the record depicts him there.\n[4]\tHolloway said\nthat he was taught not to accept unquestioningly the correctness of a\npoint of collision but to judge by his own\nobservations whether the\npoint appeared to be correct. He did so on this occasion and came to\nthe conclusion that the yellow cross\naccurately identified the point\nof impact. He observed that the right front tyre of the appellantâs\nsedan had been detached by\nthe collision. Left exposed by the removal\nof the tyre, the wheel rim made a mark on the tarred road surface\nfrom the indicated point\nof collision to where the sedan left the\nroad to come to rest on the grass verge. The presence of bits of road\ngravel lying on the\nsurface showed that the marks had been freshly\nmade. On the other side of the yellow cross were marks that appeared\nto Holloway to\nhave been made by the minibus taxi. All marks on the\nroad surface emanated from the spot pointed out to him and all the\ncollision\ndebris near the collision site lay on the side of the road\nwhere the yellow cross was.\n[5]\tConstable Kuhn\nwas the one who told Holloway that the yellow cross represented the\npoint of impact. It had been marked by captain,\nthen sergeant,\nZondeka who testified that the spot had been pointed out to him by\nthe appellant the only driver who could do so,\nthe driver of the\nminibus having been killed.\n[6]\tThe appellant\nadmitted that he had indicated a point of collision but maintained\nthat it was on his correct side of the road and\nthat he had shown it\nto another policeman who had marked the spot in the same way as the\nZondeka spot had been marked. The appellantâs\nversion found no\nsupport from anyone. Holloway was firm that the cross on which Kuhn\nstood, was the only âcrayonâ marking on\nthe road and Zondeka\nmaintained throughout that the spot that he had marked was the one\npointed out to him by the appellant.\n[7]\tThe conspiracy\ntheory put up by the appellant, that Zondeka was falsely implicating\nhim and had gone so far as to persuade eye\nwitnesses to perjure\nthemselves was not accepted by the trial court.  Zondeka showed the\nappellant nothing but kindness on the day\nin question, going to\nextraordinary lengths to help him secure money to pay the bail that\nhad been set for him.\n[8]\tThe State does\nnot rely on the physical evidence alone. It called three eye\nwitnesses, all of them passengers in the minibus taxi.\nThere were the\nusual discrepancies in their evidence, but they were clear on one\nthing: the sedan that collided with the minibus,\nin attempting an\novertaking manoeuvre, suddenly appeared from behind another vehicle\nand drove into the bus on the latterâs correct\nside of the road.\n[9]\tThere is no\nreason to doubt the evidence of these three witnesses. The regional\nmagistrate believed them and trusted their recollection\nand\nobservations ; no reason appears from the record suggesting that he\nshould not have done so. The eye witnesses powerfully corroborate\nHollowayâs evidence and his evidence in turn renders theirs\nentirely convincing. The appeal against the conviction cannot\nsucceed.\n[10] The appeal\nagainst the sentence imposed by the magistrate was dismissed by the\ncourt\na\nquo\n.\nIts conclusion was that there had been no material misdirection\nvitiating the sentence. I agree that no misdirection has been shown.\nI also agree that the sentence was not so severe that no reasonable\ncourt would have imposed it.\n[11]\tThe collision\noccurred on a blind rise where a double barrier line prohibits\novertaking by vehicles proceeding either to or from\nCathcart. It was\ncommon cause at the trial that forward visibility was restricted. The\nappellantâs case was that he would not have\nthought of overtaking\nbecause he could not see ahead well enough. The fact that the\nappellant did overtake proclaims grave negligence\non his part.\nOvertaking on a barrier line, and especially on a double barrier line\nwhere a motorist should realise that his inability\nto observe\napproaching traffic is compounded by the inability of traffic in the\nopposite direction to see him is probably the most\ninexcusably\ndangerous thing a road user can do.\n[12]\tIt is hard to\nconceive of an instance of road-related conduct that could be\nconsidered more dangerous. A driver under the influence\nof\nintoxicating liquor who ventures onto the wrong side of the road in\nsimilar circumstances might, I suppose, be considered more\nblameworthy: his condition would prevent him from seizing what little\nchange there might be of avoiding a vehicle coming towards\nhim. Other\nthan that, I am at a loss. Deliberately ignoring a red traffic light\nis of course very dangerous but unless the intersection\nis obscured,\na vehicle or a pedestrian lawfully crossing the intersection at least\nhas an opportunity of observing the offending\nvehicle approach and of\njudging whether it is likely to obey the red traffic signal or not.\n[13]\tRoad accidents\nwith calamitous consequences are frequently caused by inadvertence,\noften momentary.\n1\nOvertaking on a double barrier line is not inadvertence. It is a\nconscious decision to execute a manoeuvre that involves taking a\nfearfully high risk.\n[14]\tIn\nS\nv Nxumalo\n1982 (3) SA 856\n(SCA) the court approved a passage from\nR\nv Barnardo\n1960 (3) SA 552\n(A) (at 557D-E) where the court held that although no\ngreater moral blameworthiness arises from the fact that a negligent\nact caused\ndeath, the punishment should acknowledge the sanctity of\nhuman life. It affirmed the\ndicta\nof Miller J who twenty years earlier in\nS\nv Ngcobo\n1962 (2) SA 333\n(N) at 336H-337B had set out the approach to road\ndeath cases. At 861H Corbett JA said:\nâ\nIt seems to me that in\ndetermining an appropriate sentence in such cases the basic criterion\nto which the Court must have regard is\nthe degree of culpability or\nblameworthiness exhibited by the accused in committing the negligent\nact. Relevant to such culpability\nor blameworthiness would be the\nextent of the accusedâs deviation from the norm of reasonable\nconduct in the circumstances and\nthe foreseeability of the\nconsequences of the accusedâs negligence. At the same time the\nactual consequences of the accusedâs\nnegligence cannot be\ndisregarded. If they have been serious and particularly if the\naccusedâs negligence has resulted in serious\ninjury to others or\nloss of life, such consequences will almost inevitably constitute an\naggravating factor, warranting a more severe\nsentence than might\notherwise have been imposed.â\n[15]\tMore severe\nyes, but how much more severe? In translating degrees of negligence\ninto years in custody, it is useful to have regard\nin a general sort\nof way to sentences imposed by this and other courts.\n[16]\tThe best\nstarting point is sentences for culpable homicide in serious road\naccident cases confirmed or imposed by this court\nin the last ten\nyears. In\nS\nv Greyling\n1990\n(1) SACR 49\n(A) a nineteen year old who took a corner too fast\ncollided with a concrete wall, killing four of five young women who\nwere being\nconveyed on the back of his pick-up. His sentence of five\nyearsâ imprisonment of which one year was suspended was on appeal\nchanged\nto one of twelve monthsâ imprisonment. The court reaffirmed\nthe approach that in cases of gross negligence imprisonment even for\na first offender may be indicated. The accused in\nS\nv Keulder\n1994\n(1) SACR 91\n(A) was an alcoholic who was convicted of culpable\nhomicide committed while driving in a heavily intoxicated condition.\nHis sentence\nof two yearsâ imprisonment was set aside and the\nmatter remitted to the trial court to consider the imposition of a\nsentence of\ncorrectional supervision. Having regard to the fact the\nappellant had two previous convictions for road related alcohol\noffences\nhis personal circumstances obviously weighed heavily with\nthe appeal court.\n[17]\tThe appellant\nin\nS\nv Cunningham\n1996 (1) SACR 631\n(A) who collided on his wrong side of the road with\ntwo cyclists in an intersection abandoned his appeal against his\nsentence of\nthree yearsâ correctional supervision in terms of s\n276(1)(\nh\n)\nof the\nCriminal Procedure Act 51 of 1977\nand two yearsâ\nimprisonment suspended for four years. The court remarked that he was\ncorrect in doing so (at 633\nc\n).\nThe same year saw the decision in\nS\nv Naicker\n1996 (2) SACR 557\n(A), an appeal against sentence only. The regional\nmagistrateâs sentence of two yearsâ imprisonment, confirmed by\nthe provincial\ndivision, was set aside on appeal and the matter\nremitted to the trial court for it to consider the imposition of\ncorrectional supervision.\nThis appeal court disagreed with the\nstigmatisation as gross negligence of the appellantâs conduct in\nmoving at high speed (he\nhad been racing another vehicle) into the\nslow lane obstructed by a tanker although, the court observed, he was\nclearly negligent\nin failing to keep a proper look-out before moving\ninto the left hand lane.\n[18]\tIn\nS\nv Birkenfield\n2000\n(1) SACR 325\n(SCA) the appellant rode his motor cycle very fast and\nwithout stopping at an intersection controlled by a stop sign,\nthereby killing\na pedestrian as well as his pillion passenger. In\nconfirming the sentence of five yearsâ imprisonment subject to\ns\n176(1)(\ni\n)\nof the\nCriminal Procedure Act 55 of 1977\nthe court remarked that it\nwas âwell within reasonable limits.â (at 329g)\n[19]\tThe only\ndecision brought to my attention concerning a head-on collision\ncaused by an appellantâs negligent overtaking is\nS\nv Sikhakhane\n1992\n(1) SACR 783\n(N). The appellant was found to have been reckless to a\nhigh degree. Two passengers in an approaching vehicle were killed and\nits\ndriver and a motor cyclist seriously injured. A sentence of two\nyearsâ imprisonment was confirmed on appeal.\n[20]\nS\nv Omar\n1993 (2) SACR 5\n(C) was a case where a driver strayed onto the wrong\nside of the road. Three passengers in the offending vehicle were\nkilled. A sentence\nof two yearsâ correctional supervision was\nconfirmed on appeal. It appears to have been one of those cases where\nthe driver lost\nconcentration or fell asleep at the wheel. Another\ncase of negligent driving that cost the lives of three people is\nS\nv de Bruin\n1991 (2) SACR 158\n(W). There the appellant was sentenced to four\nyearsâ imprisonment by the trial court for having recklessly\nentered an intersection\ncontrolled by a traffic light when the light\nwas red against him. He had consumed alcohol before driving and had\nthree previous convictions\nfor driving under the influence of liquor\nor for driving with a higher than permitted blood alcohol level.\nApart from\nS\nv Birkenfield\n(where the\nsentence was subject to\ns 176(1)(i)\nof the\nCriminal Procedure Act)\nthe\nsentence imposed on\nde\nBruin\nwas the most severe custodial sentence (even after it was reduced by\nthe appeal court to three yearsâ imprisonment) that I know\nof for\nculpable homicide in a road accident context. It must be accepted\nthat his previous convictions counted heavily against him.\n[21]\tNot much less\nsevere was the sentence imposed on Mr Ngcobo in\nS\nv Ngcobo\n1962 (2) SA 333\n(N) for having run into a crowd in a well lit street,\nkilling four and injuring twenty-four of them: on appeal one year of\nthe three\nyearsâ imprisonment was suspended. The gross negligence\nattributed to him consisted in having driven too fast while not\nkeeping\na proper look-out.\n[22]\tIn none of the\ncases mentioned above has the negligence been as gross and the\nconsequences at the same time as grave as the one\nwe are considering.\nThe appellantâs culpability is seriously aggravated by his\nconscious assumption of the risk of a devastating\ncollision. For that\nreason, and despite the appellantâs favourable personal\ncircumstances, I am not dismayed by the fact that the\nregional\nmagistrateâs sentence is arguably higher than that imposed in any\nof the above cases. Now that the\nNational Road Traffic Act 93 of\n1996\n2\nhas increased the maximum imprisonment for negligent driving from one\nyear to three and for reckless driving from three years to\nsix\n3\n,\nit should surprise no one if there is an upward pressure on the\ncustodial penalties imposed for road accident related culpable\nhomicide\noffences.\nThe appeal against\nthe conviction and sentence is dismissed.\nJ H  CONRADIE\nJUDGE OF APPEAL\nCONCURRING:\nZULMAN\n JA\nJAFTA\n JA\n1\nDube v S\n[2002]\n\tJOL (Judgments on Line) 9645 (T), a case mentioned by the regional\n\tmagistrate, is an example. The appellant was the driver\nof a bus\n\tinvolved in an accident on a mountain pass which killed twenty eight\n\tpassengers. On appeal a suspended sentence of two\nyearsâ\n\timprisonment was substituted for one of six yearsâ imprisonment\n\timposed by the trial court on the footing that the appellantâs\n\tnegligence had been slight.\n2\nSections 63\nread with 89.\n3\nThe earlier penalties were imposed by\ns 120\nread\n\twith 149 of the Road Traffic Act 29 of 1989.",
  "scraped_at": "2026-02-12T14:06:49.430046",
  "date": "2005-05-23",
  "coram": [
    "ZULMAN",
    "CONRADIE",
    "JAFTA"
  ],
  "case_number": "448/04",
  "parties": {
    "applicants": [
      "S NYATHI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 7 December 1994 a sedan driven by the appellant, S Nyathi, collided with a minibus taxi on the national road between Cathcart and Stutterheim. The sedan attempted to overtake in defiance of a double barrier line, causing the minibus to overturn and killing six occupants while others were injured. The regional magistrate convicted Nyathi of culpable homicide, sentencing him to five years' imprisonment with two years suspended and a four‑year licence suspension. The appellant appealed both the conviction and the sentence. The appeal centred on the determination of the point of impact – marked by a yellow chalk cross on the road – and on the credibility of three eyewitnesses who testified that the sedan struck the minibus on its correct side of the road.",
    "issues": "The appeal raised two principal issues: (1) whether the regional magistrate was correct in finding that the collision occurred on Nyathi's incorrect side of the road, thereby establishing gross negligence in overtaking a double barrier line; and (2) whether there was any misdirection or error in the magistrate’s sentencing of five years' imprisonment with part suspension.",
    "principles": "The court applied the principles governing culpable homicide by negligent driving, emphasizing that the degree of culpability is measured by the deviation from the standard of reasonable conduct and the foreseeability of serious consequences. It referred to precedents such as S v Nxumalo, R v Barnardo, S v Ngcobo and S v Greyling, which underscore that gross negligence in road‑traffic cases warrants custodial sentences. The National Road Traffic Act 93 of 1996, which raised maximum penalties for negligent and reckless driving, was also considered in assessing appropriate sentencing.",
    "application": "The court found the physical evidence (the yellow cross, tyre marks, debris) and the testimony of the three minibus passengers credible and corroborative. It concluded that Nyathi deliberately overtook across a double barrier line, an act of grave negligence that directly caused the fatal collision. No misdirection was identified in the magistrate’s findings or in the sentencing discretion. Accordingly, the conviction was upheld and the sentence deemed appropriate in light of the appellant’s gross negligence and the severity of the loss of life.",
    "conclusion": "The appeal was dismissed. The conviction for culpable homicide and the sentence of five years' imprisonment, with two years suspended, were affirmed. The court noted that the sentence was within reasonable limits and reflected the seriousness of the appellant's grossly negligent conduct."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Culpable Homicide – Road Traffic",
    "level_3": [
      "negligent driving",
      "overtaking",
      "double barrier line",
      "gross negligence",
      "sentencing"
    ]
  }
}