{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/40.html",
  "case_name": "S v Cameron (199/2004) [2005] ZASCA 40; [2005] 3 All SA 18 (SCA); 2005 (2) SACR 179 (SCA) (11 May 2005)",
  "citation": "[2005] ZASCA 40",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 40\n|\nNoteup\n|\nLawCite\nS v Cameron (199/2004) [2005] ZASCA 40; [2005] 3 All SA 18 (SCA); 2005 (2) SACR 179 (SCA) (11 May 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE NO. 199/2004\nIn the matter between\nIAN CAMERON\t Appellant\nand\nTHE STATE\t\nRespondent\n___________________________________________________________\nCORAM: \tZULMAN, CLOETE JJA\net MAYA AJA\nHEARD:\t7 MARCH 2005\nDELIVERED:\t11 MAY\n2005\n___________________________________________________________\nSummary:\nStatutory interpretation – ‘possession’ (of lobsters) –\nmeaning, in Regulation 52 (a),\nMarine Living Resources Act 18 of 1998\n.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nZULMAN\n& CLOETE JJA\n[1]\tThe court\na quo\nupheld the conviction of the\nappellant in the magistrate’s court, Durban, of contravening\nregulation 52\n(a) of the Regulations promulgated in terms of the\nMarine Living Resources\nAct\n[1\n]\nin that he possessed four east\ncoast rock lobsters (commonly referred to as ‘crayfish’), the\ncarapaces of which measured\nless than 65mm. The magistrate sentenced the\nappellant to pay a fine of R2 400,00 and failing payment to imprisonment\nfor 90\ndays. The court\na quo\nreduced the sentence to a fine of R600,00\nand failing payment to imprisonment for 30 days. The entire sentence was\nsuspended for\nthree years on condition that the appellant was not convicted of a\ncontravention of the regulation committed during the period of\nsuspension. The\ncourt\na quo\ngranted leave to appeal to this court.\n[2]\nRegulation 52\nappears in\npart 10\nof the regulations which deals specifically with east coast\nrock lobsters. The material portion of\nRegulation 52\n(a) provides:\n‘No person shall engage in fishing, collect, disturb, or be in possession\nof any east coast rock lobster of which-\n(a)\tthe carapace is less than 65 mm in length measured along its mid-dorsal line\nfrom the centre of the edge which connects the two\nenlarged anterior spines to\nthe middle of its posterior edge; ...’\n[3]\tIt\nis not in dispute that the appellant was diving in the sea off the Salt Rock\nbeach on a reef called Tiffanys. Photographs depicting\nrelevant areas of the\nSalt Rock Beach were introduced in evidence. In addition to the photographs\ncertain measurements which were\ntaken by an official of the KZN Nature\nConservation Service were also placed before the magistrate. The photographs and\nmeasurements\nreveal the following:\n3.1\tA person wishing to reach the road above the beach where vehicles are\nparked, after leaving the sea and crossing the beach, reaches\na grass area where\nthere are steps set into a grass embankment. The steps lead to a grass path.\n3.2\tAt the other end of the path and before one reaches the road there is a\nsecond set of steps. These steps are of concrete.\n3.3\tThe approximate distance from the shoreline to the steps at the beginning of\nthe grass area is 14 paces and it is approximately\n56 paces from those steps to\nthe concrete steps. This makes a total of approximately 70 paces from the\nshoreline to the concrete\nsteps.\n[4]\tThe appellant was in a\nwetsuit and had other diving gear with him including a dive bag, a spear gun and\na measuring device suitable\nfor measuring lobsters. After diving from\napproximately 15h00 to 17h30 he left the water with a catch of seven east coast\nrock lobsters\nin his bag. He walked off the beach and up the grass embankment to\nthe end of the path and according to him proceeded to lay his\nkit down on the\nfirst concrete step leading up to the road where his vehicle was parked. When he\ngot to the foot of the concrete\nsteps one Nxumalo, an inspector in the employ of\nthe KZN Nature Conservation Service, who had been watching him diving, appeared\nat the top of the steps. Nxumalo took possession of the lobsters. Their\ncarapaces were later scientifically measured. It turned out\nthat four of them\nwere undersized, their carapaces measuring 62.6, 62.8, 63.7 and\n63.7mm.\n[5]\tAt the time of the incident and again before the magistrate the\nappellant stated that he intended measuring the lobsters’\ncarapaces and\nthat he had put everything down at the bottom concrete step in order to do just\nthat. This was denied by Inspector\nNxumalo. He said that the appellant had not\nstopped to put anything down. On the contrary, according to Nxumalo, he believed\nthat\nthe appellant had obviously been intending to go up to his vehicle and to\ndrive off. It was only when the appellant looked up from\nthe bottom of the\nconcrete steps and saw Nxumalo that he then put his things down and claimed that\nhe was about to measure his catch.\n[6]\tThe court\na quo\nstated that a\ngreat deal of time had been spent in argument before it and indeed before the\nmagistrate, on the question as to when\nand where a person in the\nappellant’s position might measure his catch before he could be said to\nhave fallen foul of\nregulation 52\n(a). For reasons set forth in the judgment of\nthe court\na quo\n, it considered that this question was irrelevant. In its\nview the vital question on appeal, which did not enjoy attention either\nbefore\nthe magistrate or in the heads of argument presented to the court\na quo\nby counsel on both sides, was what exactly, on a proper interpretation,\nregulation 52\n(a) in fact prohibited.\n[7]\tThe court\na quo\nheld that as\nfar as ‘possession’ in the regulation is concerned ‘the\noffence, which is perfectly clearly defined,\nconsists\nsolely\nof being in\npossession of an undersized lobster’ (the emphasis is ours) and that\n‘the regulation says nothing whatsoever\nabout a fisherman being given the\nopportunity to measure his catch.’ The court went on to state that if it\nis apparent to a\nperson catching a rock lobster upon looking at it ‘that\nthe lobster concerned might well be undersized, [he] is guilty of the\noffence if\nhe nevertheless assumes the risk and retains possession of it.’ The court\na quo\nstated further that:\n‘... if at the moment the diver takes\nhold of the lobster he sees that it is undersized, or\nif he recognises that\npossibility, not even measuring in the water will excuse him from criminal\nliability\nbecause between the time of looking at it and measuring it he will\nalready have had possession with the necessary\ndolus directus\nor\ndolus\neventualis.\nIf, however, he can genuinely say that when taking hold of the\nlobster it did not look to him to be undersized, he will not have\nhad the\nnecessary\ndolus eventualis\neven if the measuring discloses that it is in\nfact undersized.’(Again the emphasis is ours.)\nFurthermore in the view\nof the court\na quo\n‘the offence will be complete once the diver\ntakes or retains possession recognising the catch to be undersized, or assuming\nthat risk in the actual realisation that it might well be\nundersized.’\n[8]\tWe believe that this overly literal construction of\nthe regulation by the court\na quo\nis, with respect, erroneous. Taken to\nits logical conclusion such an interpretation would mean that any person who\nmerely engages\nin fishing or merely collects, or disturbs, or (to use the word\nof the court\na quo\n) ‘solely’ has possession of, any\nundersized rock lobster, would commit an offence.\nregulation 53(1)\n(b) (also in\nPart 10\nof the Regulations) provides that:-\n‘No person shall\n–\n(a)...\n(b)\tengage in fishing or collecting east coast rock lobster\nwith a trap other than –\n(i)\ta flat circular trap with no sides and of which the diameter does not exceed\n30cm;\nor\n(ii)\tby means of baited hooks.’\nA person\nengaging in either method of fishing rock lobsters sanctioned by the regulations\nshould realize the reasonable possibility\nthat in so doing he or she might\n‘collect’ or ‘disturb’ undersized rock lobsters. And on\nthe literal interpretation\nof the court\na quo\n, such a person would be\nguilty of contravening\nregulation 52\n(a). The regulation requires a sensible and\nrealistic interpretation so as to remove such a manifest absurdity and so as to\ngive\neffect to the true intention of the legislature (cf\nVenter v\nRex\n[2]\n).\nFurthermore\nregulation\n44(1)(a)\nwhich appears in\nPart 8\nof the regulations (which deals with both west\nand east coast lobsters) is in wider terms than\nregulation 52\n(a) in that it\nprovides that ‘No person shall – (a) engage in fishing, collecting,\nkeeping, controlling, storing or transporting\nof, or be in possession of, any\nrock lobster, except on the authority of a permit.’ The wide wording of\nthis latter regulation\nand the prohibition against ‘keeping’\nsuggests that\nregulation 52\n(a), with which we are here concerned, requires a\nnarrower interpretation.\n[9]\t‘Possession’ is not defined in the\nregulations. Its meaning in\nregulation 52(a)\nmust accordingly be sought by\nanalyzing that regulation in the context of the regulations as a whole and the\npurpose sought to be\nachieved by the\nMarine Living Resources Act, 18 of 1998\npursuant to which they were\nmade\n[3]\n.\n[10]\tThe key to\ninterpreting\nregulation 52(a)\nlies in our view in the mental element of\npossession which the State has to prove to secure a conviction for its\ncontravention. The\nphysical element required is\ncontrol\n[4]\n. The mental element is not\nmerely knowledge of control\n[5]\nbut, in\naddition, the intention to exercise such control for personal gain or\nbenefit.\n[6]\nMens rea\n, a\nseparate and additional\nrequirement,\n[7]\nwas conceded by the\nrepresentative of the State on appeal to be limited to\ndolus\n.\n[8]\n[11]\tIn the\npresent matter the appellant intentionally took control of the rock lobsters. He\nsaid his purpose was to measure them\nand to return those which were undersized.\nIf this version is reasonably possibly true, the mental element of possession\nrequired\nfor a contravention of the regulation would be lacking: the physical\ncontrol assumed by the appellant would have been for the limited\npurpose of\nascertaining whether continuing to hold them would be an offence, and his avowed\nintention was not to continue to hold\nthem if this were the case. The question\nof\nmens rea\nwould arise once the appellant knew the rock lobsters were\nundersized, or subjectively appreciated the reasonable possibility that\nthey\nmight be, and in either case decided to continue to exercise control over them\nfor personal gain or benefit anyway. On the facts\nof the case, the enquiry\nresolved itself into the question whether it is reasonably possible that the\nappellant still intended to\nmeasure the rock lobsters when he was stopped by\nInspector Nxumalo. If it is not, it is an obvious inference that the appellant\nhad\ncontrol of them with the intention of exercising such control for personal\ngain or benefit; and that he had\nmens rea\n(at least in the form of\ndolus eventualis\n) to contravene the regulation, because he obviously knew\nthat to retain such control would constitute an offence. The magistrate\ncorrectly held that –\n‘The issue for the Court to determine is\n... the accused’s version that he still intended to measure the\ncrayfish.’\n[9]\n[12]\nThe magistrate rejected the accused’s version that he intended to measure\nthe rock lobsters essentially upon the basis\nof the probabilities, as he saw\nthem. More particularly he said the following in this regard:\n‘In\nrelation to count 1, the Court specifically rejects the accused’s version\nthat he intended to measure the crayfish\nand to return them to the water, if it\nwere necessary. The Court finds that on an objective appraisal of all the\nevidence and indeed\nof the accused’s performance and his willingness to\nchange his version to suit the State’s case, which was particularly\nevident from the issues relating to the possession of\nammunition\n[10]\n, that his version\nthat he intended to measure the crayfish might be possibly true, but I certainly\ndo not consider it to be reasonably\npossibly true and I reject it.’\nAs\npointed out in an able argument by Mr Howse who appeared for the appellant, this\npassage, upon a proper construction and regard\nbeing had to the relevant\nevidence relating to the possession of ammunition count, amounts to a favourable\nfinding of credibility.\nIn essence the magistrate, on a fair reading of the\npassage in the light of the evidence given by the appellant, is complimenting\nthe appellant for conceding the State’s version that a licence to possess\nammunition was indeed necessary.\n[13]\tThe magistrate’s judgment being\nbased essentially upon his assessment of the probabilities, this court is free,\non its\nown analysis of all of the relevant facts, to come to a different\nconclusion. Although a court of appeal will naturally pay respect\nto a trial\ncourt’s findings of fact it will not be inhibited from substituting its\nown inferences from them. (See for example,\nRex v Dhlumayo and\nAnother\n[11]\n).\n[14]\tIn order\nto properly appreciate whether the probabilities as a whole favour the\nappellant’s version or are destructive\nof it, it is necessary to have\nregard to the following:\nThe appellant had approximately 26 years of\nexperience as a fisherman. Whilst fishing on the day in question he had thrown\nback a\nnumber of rock lobsters which he considered to be undersized. The four\nrock lobsters in question were minimally undersized. These\nsmall differences\nlend considerable credence to the probability that although the appellant was\nnot sure whether the four lobsters\nmight be undersized, he thought this unlikely\nbut nevertheless intended to ascertain whether this was or was not so by\nmeasuring\nthem. The appellant’s evidence that on previous occasions there\nhad been no objection to him measuring his catch at his car\nwas not contradicted\nand cannot be simply rejected as being fanciful. Indeed Inspector Van Schoor, of\nthe KZN Nature Conservation\nServices, Nxumalo’s superior, confirmed that\nfishermen frequently measured their catch at their vehicles and this is\ncorroborative\nof the appellant’s version.\n[15]\tAs regards the\nprobabilities which the magistrate considered to be destructive of the\nappellant’s version, the following\nremarks are apposite:\nThe distance\nbetween the first concrete step where the appellant said that he wished to\nmeasure his catch and the shoreline was, as\npreviously stated, approximately 70\npaces. The magistrate held, in effect, that it was improbable that the appellant\nwould, on his\nown version, have been prepared to walk the relatively long\ndistance back to the sea to discard undersized lobsters whereas he could\nquite\neasily have measured the lobsters on the beach or at the first set of steps\nwhich were nearer to the beach.\n[12]\nMr Howse correctly pointed out that on the probabilities and regard being had to\nthe minimal amount by which the four lobsters in\nquestion were undersized, the\nappellant might well have subjectively believed that he ran no real risk of\nhaving to go back to discard\nthem since in all probability all four of them\nwould not upon measurement be undersized. This belief would have been based upon\nhis\nexperience as a fisherman which would enable him fairly accurately to\nestimate whether a lobster was undersized or not, without having\nto measure\nsame. Furthermore the appellant in his evidence explained that he did not wish\nto measure the lobsters on the beach or\nat the first set of steps cut into the\ngrass embankment as he did not wish to get sand or grass on his equipment, and\nfor this reason\npreferred to measure the lobsters on the first concrete step. We\nfind nothing improbable in this explanation and certainly no basis\nfor rejecting\nit as not being reasonably possibly true. Another probability which the\nmagistrate considered to be destructive of\nthe appellant’s version was\nthat it was unlikely that the appellant would have left his expensive diving\nequipment on the concrete\nsteps and then return to the sea to discard undersized\nlobsters, thereby running the risk that the equipment might be stolen whilst\nhe\nwas away. The appellant explained this by stating that at the particular time of\nthe day the area was deserted and he did not\nconsider that there was any risk of\ntheft. Again we have no reason to believe that this explanation is not\nreasonably possibly true.\n[16]\tAccordingly in our view there is no good\nreason on the probabilities as a whole to reject the appellant’s version\nas not\nbeing reasonably possibly true (cf\nRex v\nDifford\n[13]\n). The appellant gave\na reasonable explanation for the fact that he had four undersized lobsters and\nof his intention to measure them\nand to discard any undersized lobsters. In all\nthe circumstances the appeal is allowed and the appellant’s conviction and\nsentence\nare set aside.\n____________________________\nR H\nZULMAN & T D CLOETE\nJUDGES OF APPEAL\nMAYA\nAJA\t\t)CONCUR\n[1]\n18 of\n1998.\n[2]\n1907 TS 910\nat\n914-5.\n[3]\n‘Possession\nOffences’ in the title on ‘Criminal Law’ 6 Lawsa (Reissue)\nparas 384-393 pp\n376-390.\n[4]\nS v Adams\n1986 (4) SA 882\n(A)\n890G-H.\n[5]\nWhich the majority of\nthis court held in\nS v Brick\n1973 (2) SA 571\n(A) 580C-D was sufficient\n\tfor a contravention under\ns 2(1)\nof Act 37 of 1967 for possession of indecent\nor obscene \tphotographic matter ─ so the appellant was held correctly\nconvicted\neven were it to be \tassumed that he held the matter with the intention\nof informing the police about\nit.\n[6]\nThe two concepts are\ncontrasted in\nS v Adams\nn 4 above at\n890J-891G.\n[7]\nS v Adams\nn\n4 above at 891H-I.\n[8]\nIt is not\nnecessary to examine the correctness of this concession.\n[9]\nTo the extent that the decision\nin\nS v Bailey\n1968 (3) SA 267\n(N) is at variance with what has been said\nabove, we consider that it was wrongly decided. The appellant was there\nconvicted of an\noffence, the essence of which was that he was wrongfully and\nunlawfully in possession of one crayfish in berry in contravention of\ns 25(f) of\nOrdinance19 of 1958\n(N).\n[10]\ni.e. count\n4 on which the appellant was convicted; the conviction was set aside by the\ncourt\na \tquo\nand is not here directly\nrelevant.\n[11]\n1948 (2) SA 677\n(A)  705 – 6 para 7.\n[12]\nWhether a fisherman is obliged\nto return an undersized rock lobster to the sea was not argued. We accordingly\nprefer to leave the\nquestion open. It can be assumed for the purposes of\nargument in favour of the State that this is the\ncase.\n[13]\n1937 AD\n370\nat 373",
  "scraped_at": "2026-02-12T14:05:12.688148",
  "date": "2005-05-11",
  "coram": [
    "Zulman",
    "Cloete JJA",
    "Maya Aja"
  ],
  "case_number": "199/2004",
  "parties": {
    "applicants": [
      "Ian Cameron"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, a professional diver, dived off Salt Rock beach and caught seven east‑coast rock lobsters. After surfacing he placed his gear and the lobsters on a concrete step near the road, intending to measure the carapace lengths before deciding whether to retain or discard any undersized specimens. An inspector from the KZN Nature Conservation Service arrived, seized the lobsters and measured them. Four lobsters measured under the 65 mm limit established by Regulation 52(a) of the Marine Living Resources Regulations. The magistrate convicted the appellant of possessing undersized lobsters, imposing a fine and suspended sentence, which the appellant appealed.",
    "issues": "The principal issue was the proper interpretation of Regulation 52(a): what is meant by ‘possession’ of an undersized rock lobster and what mental element (mens rea) is required for a conviction. Specifically, whether a diver who intends to measure the catch before deciding to keep or discard undersized lobsters can be said to possess them in the statutory sense.",
    "principles": "The court considered statutory interpretation principles, the purpose of the Marine Living Resources Act, and the need to read Regulation 52(a) in context with other regulations (e.g., Reg 53 and Reg 44). It held that ‘possession’ involves both physical control and the intention to exercise that control for personal gain. The required mens rea is dolus (direct or eventual), meaning the accused must knowingly retain control of undersized lobsters, not merely be in the act of fishing. The court rejected a literal view that any mere contact with an undersized lobster creates liability.",
    "application": "Applying these principles, the appellate court examined the evidence of the appellant’s stated intention to measure the lobsters and his extensive experience as a fisherman. The court found that the appellant’s explanation – that he needed to measure the lobsters at the concrete step to avoid contaminating his equipment – was reasonably possible and not contradicted by the record. Consequently, the requisite intent to retain the lobsters for personal benefit was absent, and the prosecution had not proved the necessary dolus eventualis.",
    "conclusion": "The appeal was allowed. The appellant’s conviction for contravening Regulation 52(a) and the associated sentence were set aside. The court emphasized that a proper, contextual interpretation of ‘possession’ avoids absurd results and aligns with legislative intent."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Statutory Interpretation",
    "level_3": [
      "possession",
      "marine resources",
      "dolus eventualis",
      "undersized lobsters"
    ]
  }
}