{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/1.html",
  "case_name": "Road Accident Fund v Makwetlane (649/2002) [2005] ZASCA 1; 2005 (4) SA 51 (SCA) (17 February 2005)",
  "citation": "[2005] ZASCA 1",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 1\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Makwetlane (649/2002) [2005] ZASCA 1; 2005 (4) SA 51 (SCA) (17 February 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 8 June 2005\nREPUBLIC OF SOUTH AFRICA\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  649 / 02\nIn the matter between\nROAD\nACCIDENT FUND\tAPPELLANT\nand\nBENNET LEFU\nMAKWETLANE\tRESPONDENT\nCoram\n:\tHOWIE P, MARAIS JA,\nJONES, SOUTHWOOD and PONNAN  AJJA\nDate of hearing\n:\n20 MAY\n2004\nDate of delivery\n:\n17\nFEBRUARY 2005\nSUMMARY\nMotor vehicle accidents\n– compensation – claim for in terms of the\nRoad Accident Fund Act 56\nof 1996\n– validity of reg 2(1)(c)- Regulation not\nultra\nvires\n.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN\nAJA\n[1]\tIs regulation 2(1)(c) (‘the regulation’) promulgated\nby the Minister of Transport\n[1]\npursuant to the power vested in him by section 26 of the Road Accident Fund Act\n56 of 1996 ('the Act')\nultra vires\n?  That question, which was answered in\nthe affirmative by the court\nbelow,\n[2]\nis the crisp issue\nwhich now confronts this court on appeal.\n[2]\tThe regulation provides:\n‘In the case of any claim for compensation referred to in section 17(1)(b)\nof the Act, the Fund,\nshall not be liable to compensate any third party unless\n... the third party submitted, if reasonably possible, within 14 days after\nbeing in a position to do so an affidavit to the police in which particulars of\nthe occurrence concerned were fully set out’.\nIn\nRoad Accident Fund v\nThugwana\n2004 (3) SA 169\n(SCA) this court recently had occasion to consider\nwhether the regulation was\nultra\nvires\n, as also an ancillary\nissue, namely, whether the regulation is peremptory. On each issue it reached a\nconclusion contrary to that\nreached by the court a quo in this matter. In so\ndoing it held that this matter had been wrongly decided by the court a quo and\nspecifically\noverruled it.  That without more, one would think necessarily puts\nan end to this appeal. For the reasons that follow, in my view,\nit does\nnot.\n[3]\tThe respondent ('the plaintiff') sued the appellant ('the RAF')\nin the Johannesburg Magistrates’ Court for loss or damage\nsuffered by him\non 6 May 1999, at Main Road, Freedom Park, Johannesburg, when, according to him,\na motor vehicle collided with him\nwhilst he was a pedestrian. The cause of the\ncollision, so alleged the plaintiff, was the negligent driving of the motor\nvehicle\nin question of which the identity of neither the owner nor the driver\nthereof has been established.\n[4]\tThe RAF pleaded that the plaintiff had\nfailed to comply with the regulation. It accordingly denied that it was liable\nto compensate\nthe plaintiff in terms of section 17(1) of the Act and sought the\ndismissal of the plaintiff's claim. That and three other points,\nall of which\nwere described as special pleas, were considered\nin limine\nby the trial\ncourt. Having successfully negotiated the other three, the plaintiff failed to\nestablish compliance by him with the\nregulation, resulting in the dismissal of\nhis action.\n[5]\tThe court\na quo\nreversed that finding of the trial\ncourt on appeal and substituted in its stead an order dismissing the RAF's\nspecial plea with costs.\nIn so doing, it held that the regulation was\nultra\nvires\n. Leave having been granted by it, the matter now serves before this\ncourt on appeal.\n[6]\tThe proper approach to an enquiry such as the\npresent is to consider\ninter alia\nthe context of the regulation, the\noverall purpose of the statute, the legislative history and to subject the\nregulation in question\nto constitutional scrutiny.\n[7]\tThe Act here under\nconsideration is the latest in a long series of enactments dating back to\n1942.\n[3]\nThe present Act, like its\npredecessors, is designed to compensate persons who are injured, or the\ndependants of persons who are killed\nin consequence of the negligent driving of\nmotor vehicles. The Act must be given a liberal interpretation as it, again like\nits predecessors,\nis intended ' ... to give the greatest possible protection, by\nway of insurance, to persons who have suffered loss through a negligent\nor\nunlawful act on the part of the driver or owner of a motor vehicle' (\nAetna\nInsurance Company v Minister of Justice\n1960 (3) SA 273\n(A) at 285\nE-F).\n[4]\n[8]\tThere is no\nindication either expressly or otherwise in the present Act of an intention or\ngeneral object that is any different\nto that of its predecessors. The Act\nprovides for the establishment of a fund, the object whereof, as stated in\nsection 3, is '....the\npayment of compensation in accordance with the Act for\nloss or damage wrongfully caused by the driving of motor vehicles...'.\n[9] \tSection 17 (1) provides:\n'(1)\tThe Fund or an agent shall\n–\n(a)\tsubject to this Act, in the case of a claim for compensation under this\nsection arising from the driving of a motor vehicle where\nthe identity of the\nowner or the driver thereof has been established;\n(b)\tsubject to any regulation made under section 26, in the case of a claim for\ncompensation under this section arising from the\ndriving of a motor vehicle\nwhere the identity of neither the owner nor the driver thereof has been\nestablished,\nbe obliged to compensate any person (the third party) for any loss or damage\nwhich the third party has suffered as a result of any\nbodily injury to himself\nor herself or the death of or any bodily \tinjury to any other person, caused by\nor arising from the driving\nof a motor vehicle by any person at any place within\nthe Republic, if the injury or death is due to the negligence or other wrongful\nact of the driver or of the owner of the motor vehicle or of his or her employee\nin the performance of the employee's duties as employee.'\n[10]\tIn\nBezuidenhout v Road Accident Fund\n2003 (6) SA 61\npara 6, this court held: 'Section 17 (1) distinguishes\nbetween the liability of the Fund in the case of a claim for compensation\nwhere\nthe identity of the owner or the driver of the vehicle involved has been\nestablished and the case of a claim for compensation\ninvolving an unidentified\nvehicle. Section 17 creates liability in both cases, the only difference being\nthat in the case of the\nunidentified motor vehicle claims the Fund’s\nliability is made \"subject to any regulation made under Section\n26\".’\n[11]\tThe question is thus whether the promulgation of the\nregulation was a valid exercise of the power granted to the Minister to\nmake\nregulations by section 26. Section 26 (1) reads:\n'(1)\tThe Minister shall or may make regulations to prescribe any matter which in\nterms of this Act shall or may be prescribed or\nwhich may be necessary or\nexpedient to prescribe in order to achieve or promote the object of this\nAct.'\n[12]\tOf section 26(1) this Court stated in\nBezuidenhout\n(para 10):\n'It is certainly not clear whether the modifier at the end of s 26(1) modifes\nthe whole section or only the words which immediately\nprecede it. In my view,\nhowever, this is of no consequence since it must in any event be implied that s\n26(1) cannot empower the\nmaking of regulations which widen the purpose and\nobject of the present Act or which are in conflict therewith. See\nR v\nHildick-Smith\n1924 TPD 69\nat 92 and Caney\nStatute Law and Subordinate\nLegislation\nat 88.   Bennion\nStatutory Interpretation\n3\nrd\ned (1997) at 189 points out that underlying the concept of delegated legislation\nis the basic principle that the Legislature delegates\nbecause it cannot directly\nexert its will in every detail. All it can in practice do is to lay down the\noutline. This means that\nthe intention of the Legislature, as indicated in the\nenabling Act, must be the prime guide to the making of delegated legislation\nand\nthe extent of the power to make it.\nBennion\ncontinues as\nfollows:\n\"The true extent of the power governs the legal meaning\nof the delegated legislation. The delegate is not intended to travel wider\nthan\nthe object of the Legislature. The delegate's function is to serve and promote\nthat object, while at all times remaining true\nto it.\" '\n[13]\tIt is\nunnecessary to define with precision the nature of the act performed by the\nMinister, for, however defined, and whatever\nits true nature, the conduct of the\nMinister in promulgating the regulation is subject to constitutional scrutiny.\nIt is a concept\ncentral to our constitutional order that neither the legislature\nnor the executive may exercise any power or perform any function\nbeyond that\nconferred by law (\nFedsure Life Assurance Ltd and Others v Greater\nJohannesburg Transitional Metropolitan Council and Others\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) para 58).\n[14]\tThe exercise of all public power must comply with the\nConstitution and the question whether the Minister acted\nintra\nor\nultra vires\nin promulgating the regulation is a constitutional matter.\n(See\nPharmaceutical Manufacturers Association of SA and Ano\nt\nher: In re\nex parte President of the Republic of South Africa and Others\n[2000] ZACC 1\n;\n2000 (2) SA\n674\n(CC).) Thus what would have been\nultra vires\nunder the common law by\nreason of a functionary exceeding a statutory power is invalid by virtue of the\ndoctrine of legality under\nthe Constitution (\nPharmaceutical Mnfrs.\npara\n50\n;\nsee also\nMinister of Correctional Services and Others v Kwakwa and\nAnother\n2002 (4) SA 455\n(SCA) para 35\n).\nThe doctrine of legality\nrequired of the Minister that he comply with the Constitution as well as act\nwithin the parameters of the\npower conferred upon him by the Act.\n[15]\tOf\nthe regulation which is ‘not a model of clarity’ (\nThugwana\npara 6), this court stated: ‘Once a claimant is in a position to make\nan affidavit, the 14-day period begins to run. But the\nclaimant may have\ndifficulties in making the necessary arrangements to depose to an affidavit or\nto submit it to the police. If the\naffidavit is submitted more that 14 days\nafter the claimant was in a position to do so, the question would arise whether\nit was reasonably\npossible for this to have been done within the 14-day period.\nIf so, the fund will incur no liability. If not, the 14-day period\nwould be\nextended for so long as it was not reasonably possible for the claimant to have\nsubmitted it – but no longer. Any\nother interpretation would absolve a\nclaimant from the obligation to submit an affidavit at all if this was not\nreasonably possible\nwithin the 14-day period, or provide no time limit in such a\ncase for the furnishing of the affidavit; and manifestly neither interpretation\ncan have been what the legislature intended.’ (See\nThugwana\npara\n7.)\n[16]\tThe plaintiff was hospitalised for a period of approximately\nthree weeks immediately following upon the collision.  On 20 July\n1999 he\nreported the collision to the Mondeor police station.  Although an officer's\naccident report (OAR) form was completed, no\naffidavit, in the sense\ncontemplated by the regulation, was submitted by the plaintiff to the police. \nOn those facts, it is plain\nthat the plaintiff was in a position to submit the\naffidavit required by the regulation to the police at the latest by the 20 July\n1999.  No written statement, much less one sworn to before a Commissioner of\nOaths, was made by the plaintiff.  It follows that there\nhas been non-compliance\nwith the provisions of the regulation by the plaintiff.\n[17]\tSection\n26 empowers the Minister to make regulations in order to achieve or promote the\nobjects of the Act. It does not confer\nauthority on him to traverse terrain\noutside that limited scope and ambit. All regulations promulgated by the\nMinister must thus\nbe reasonably necessary to achieve those objects and goals. \nIt is indeed so that the possibility of fraud is greater in cases where\nthe\nidentity of the driver or owner of the vehicle in question has not been\nestablished, as it would usually be difficult for the\nRAF to secure evidence to\ndispute a claim (see\nMbatha\nat 718H). Stricter requirements would thus be\njustified in unidentified vehicle cases. It follows that regulations designed to\neliminate\nfraud and facilitate proof of legitimate claims, falling as it does\nwithin the Minister’s power to regulate, would be permissible.\nNo other\nreason has been suggested for such a requirement and I can think of none. That\nlegitimate end, may not, however, be achieved\nby means that sweep too broadly.\n[18]\tNot all limitations that seek to achieve so laudable a motive as\nthe elimination of fraud are for that reason alone constitutionally\nacceptable.\nThe limitation in this case must be viewed against the backdrop of ‘the\nstate of affairs prevailing in South Africa,\na land where poverty and illiteracy\nabound and differences of culture and language are pronounced, where such\nconditions isolate\nthe people whom they handicap from the mainstream of the law,\nwhere most persons who have been injured are either unaware of or poorly\ninformed of their legal rights and what they should do in order to enforce\nthose, and where access to the professional advice and\nassistance that they need\nso sorely is often difficult for financial or geographical reasons’ (per\nDidcott J in\nMoholomi v Minister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC) para\n14).\n[19] \tThe Constitution places significant restraints upon the\nexercise of public power. It is a requirement of the rule of law that\nthe\nexercise of public power should not be arbitrary. It follows that the exercise\nby the Minister of the regulatory power conferred\nupon him had to be rationally\nrelated to the purpose for which the power was granted - rationality being the\nminimum threshold requirement.\n(See\nPharmaceutical Mnfrs\npara 85 and 86.)\nConduct that fails to pass that threshold requirement would fall below the\nstandards set by our Constitution and\nwould therefore be unlawful.  Whether such\na rational relationship indeed exists is an objective one.\n[20]\tThe\n14-day period is but one part of a composite scheme. There are at least three\nother component parts to the regulation. It\nrequires of a claimant that he/she:\n(i) submit an affidavit; (ii) to the police; (iii) which sets out the\nparticulars of the occurrence\nconcerned. For its practical efficacy the\nregulation is dependent on co-operative members of the police who are well aware\nof the\nduty cast upon them by the regulation. Whether a justiciable dispute\ncomes before a court of law may depend in no small part on the\nwhim of a\nparticular member of the police services.  Extraneous factors such as the\nknowledge and professionalism of the police,\nas also the storage capacity and\nreliability of records kept at any given police station (see\nGeldenhuys &\nJoubert v Van Wyk, Zendra and\nRoad Accident Fund\n;\nand\nVan Wyk, Zendra v Geldenhuys & Joubert and Road Accident Fund\nSCA\ncases 471 & 472/2003 para 20, 21 and 22 delivered on 30 November 2004) are\nbeyond the control of a claimant and may likewise\nbe beyond the control of the\nMinister of Transport.  And yet, the police have an important role to play,\nwhich if not diligently\ndischarged could result in the loss of a\nclaimant’s right.\n[21] \tThe consequence of non-compliance with the\nregulation, a harsh one at that, is arbitrary and indiscriminate. It matters not\nthat a claimant may in fact have been the victim of a hit and run collision and\nthat such fact could perhaps be established by means\nof some other compelling\nevidence. Assuming an otherwise valid claim, the effect of the regulation is to\nnon-suit a claimant should\nthere be non-compliance with its provisions. Indeed,\nas this court held in\nThugwana\n(para 16) ‘that is likely to be the\nsituation in the vast majority of cases, as the vast majority of claimants are\nunlikely\nto be aware of the requirements of the regulation’.\n[22]\tI cannot accept that a regulation that non-suits the vast majority\nof claimants could possibly ' ... achieve or promote the object\nof this Act'. On\nthe contrary, to my mind, it runs counter to the purpose and scope of the Act.\nIn a country where so few are possessed\nof the sophistication and means to\nenforce their rights, the imposition of the conditions envisaged in the\nregulation and the undifferentiated\nand arbitrary consequences of its\nenforcement may well be regarded as being unreasonable. Such a regulation can\nhardly be said to\nhave been authorised by the Act or countenanced by the\nConstitution. Accordingly, for the reasons given, I would hold that Regulation\n2(1)(c) is\nultra vires\n.\n[23]\tAfter the appeal had been argued\nbefore this court, the parties were invited to file supplementary heads of\nargument in respect\nof certain defined issues. Those heads of argument, which\nshould have been filed on behalf of the plaintiff by 30 July 2004, were\nnot. Nor\nwere they filed by the 27 or 31 August 2004, being the successive extensions of\ntime granted by the President of this court\nfor that purpose.  Correspondence\nfrom the Registrar of this Court to the plaintiff’s attorney made it plain\nthat no heads\nof argument would be received thereafter and that this court would\nproceed to consider and prepare judgment.  That notwithstanding,\nheads of\nargument came to be served on behalf of the plaintiff on the Registrar of this\ncourt at approximately 9pm on 10 September\n2004. It was accompanied by an\napplication for condonation, which was not opposed by the RAF. Although the\nreasons advanced for the\ntardiness makes far from compelling reading and it\nmight well have been arguable that the heads of argument could have been served\nand filed much earlier had the plaintiff’s representatives manifested\ngreater diligence and tenacity, the delay which in fact\nensued has not\nprejudiced the RAF in any way as to justify a refusal of the application for\ncondonation. Those late supplementary\nheads of argument, did, however, have the\nundesirable effect of delaying the finalisation of the judgment of this court.\nBy the time\nthose heads of argument came to be lodged, some four months after\nthe hearing of the appeal, of the five\nJudges who had heard the matter, two\nwere on leave, one had retired and one had returned to duty in the Provincial\nDivision.\n_______________\nV M PONNAN\nACTING\nJUDGE OF APPEAL\nMARAIS  JA\n[24]\tI have had the\nbenefit of reading the judgment of my learned brother Ponnan but am unable to\nshare in his conclusion that regulation\n2(1)(c) is invalid in law.\n[25]\tA\nregulation which purports to attenuate substantively an unqualified right of\naction conferred by enabling legislation would\nbe obviously\nultra vires.\nIt was so held by this court in both\nPadongelukkefonds (voorheen\nMultilateral Motorvoertuig-ongelukkefonds) v Prinsloo\n1999(3) SA 569 (SCA)\nand\nBezuidenhout v Road Accident Fund\n2003 (6) SA 61\n(SCA) in relation to\na regulation requiring physical contact to have occurred between the vehicle\ninvolved in a ‘hit and run’\ncase and the claimant before liability\ncould arise. In constitutional law parlance such a regulation would infringe the\nprinciple\nof legality.\n[26]\tA regulation which imposes a reasonable time\nlimit for the lodging of a claim in such a case is not\nultra vires.\nIt\nwas regarded in\nMbatha v Multilateral  Motor Vehicle Accidents Fund\n[1997] ZASCA 25\n;\n1997\n(3) SA 713\n(SCA) at 718E-F as being consistent with ‘the general rule that\nthe right to prescribe time limits within which procedural\nacts must be done is\ninherent in the right to regulate’. See too\nGeldenhuys and Joubert v\nVan Wyk and Road Accident Funds;  Van Wyk v Geldenhuys and Joubert and  Road\nAccident Fund,\ncases 471 & 472/2003, 30.11.2004 (SCA).\n[27]\tIn\nregulation 2(1)(c) we have a requirement which, in my view, falls into neither\nof these two conceptually clear categories.\nWhat the claimant is required to do\nmust be done\nafter\nthe occurrence which is alleged to give rise to the\nclaim and in order for the claim to come into existence.   The liability of the\nFund, if any, is plainly derivative; it is made answerable for the delict of an\nunidentifiable driver. The delict is constituted\nby the negligent driving of a\nmotor vehicle which results in physical injury or death causing loss. The\ncommission of the delict\ncannot depend upon what steps are, or are not, taken\nafter the occurrence by the claimant. Unlike the situation in the cases of\nPrinsloo\nand\nBezuidenhout\n, the regulation does not purport to\nqualify the substantive circumstances of the occurrence which the enabling\nlegislation has decreed\nshall potentially give rise to liability. I say\n‘potentially’ for the reason given in paras [6] and [7] of this\njudgment.\n[28]\tNor does the requirement in issue fall into the category \nof things which must be done\nvis-à-vis\nthe Fund as part of the\nprocess of instituting the claim, for example (as in the case of\nMbatha),\nlodging the claim in prescribed form within two years from the date on which\nthe claim arose. Such a requirement is plainly procedural\nin character even\nalthough a failure to comply with it may result in inability to pursue the\nclaim. Here the claim will not have\narisen before the required act is\ndone.\n[29]\tThe requirement in regulation 2(1)(c) is not procedural in the\nordinary sense in which that word is understood in the context\nof litigation.  \nThe step to be taken is not one to which either the Fund or the court is to be\nprivy, and it does not constitute\na step in the actual making of a claim. Yet it\nis a step which must be taken by the claimant after the commission of the delict\nas\na condition precedent to the Fund having to compensate the claimant. Can it\nrightly be said that it amounts to a substantive attenuation\nof the liability\nwhich the enabling legislation intended should exist and that it is therefore\nultra vires\non that ground? I think not.\n[30]\tFirst, the premise\nfrom which the question posed proceeds does not exist. In the case of\nGeldenhuys and Joubert\nit was held by this court that the lodging of a\nclaim within the two-year period prescribed by regulation 2(3) was ‘a\nprecondition\nto the existence of the debt under the Act’ and that if the\nclaim is not lodged within that period there is no ‘debt’.\n(At para\n[25]). By parity of reasoning, so it seems to me, the same must apply to the\nrequirement in regulation 2(1)(c). It was emphasised\nin that case that the\ncurrent legislation expressly empowers the Minister ‘to subordinate the\nFund’s liability’\nin ‘hit and run’ cases ‘to\nregulatory conditions’. (At para [30]). It follows that no accrued and\nvested\nright to be compensated by the Fund was intended to come into being\nmerely upon the happening of the occurrence. At best the loss\nsustained was to\nbe potentially compensable by the Fund. Whether or not liability to compensate\nwould arise was intended to depend\nupon what further requirements might be set\nby regulation under s 26 of the Act.\n[31]\tThe regulatory power so\nconferred is of course constrained by the need to stay within well-established\nboundaries. Apart from\nthe express injunction in s 26 that any such regulation\nmust ‘be necessary or expedient ... in order to achieve or promote\nthe\nobject of this Act,” there are the constraints implied\nex lege\nor\narticulated in the Constitution. In my view, regulation 2(1)(c) is expedient to\nachieve or promote the objects of the Act. My\nreasons for so thinking will\nemerge as this judgment proceeds.\n[32]\tSecondly, even if it were to be\nassumed that the legislature intended that the mere happening of the occurrence\nshould give rise\nto a right to compensation by the Fund, it would not follow\nthat regulation 2(1)(c) would have to be regarded as thwarting that aim.\nOf\nparamount importance, in my opinion, is that this is a potestative condition\nwith which it would ordinarily be within the power\nof a claimant to comply. The\nregulation does not purport to deprive, willy nilly, the victim of a ‘hit\nand run’ driver\nof ‘the greatest possible protection’ which\nthe enabling legislation intended him or her to have. It merely requires\nthe\nvictim to take a step which it would ordinarily be within the victim’s\npower to take, on pain, if the step is not taken,\nof not being compensated by\nthe Fund.\n[33]\tAre there any other grounds upon which regulation 2(1)(c)\ncan held to be\nultra vires\n?  If there is a rational purpose behind the\nrequirement; if the steps required to be taken to achieve that purpose are not\nunreasonable\nand serve the purpose; if the requirement is regulatory in\ncharacter and furthers the objects of the enabling legislation; and, if\nit does\nnot fall foul of any provision in the Constitution, it cannot be declared to be\ninvalid.\n[34]\nThe purpose of the regulation\n.\nThe Fund is\nobviously in a parlous position when faced with a claim in a ‘hit and\nrun’ case. It will have no driver’s\nversion of the incident\navailable to it and, if it has to pay the claim, the right of recourse which s\n25 of the Act gives it in\nsuch circumstances will be valueless. Fraudulent\nclaims are an obvious danger in alleged ‘hit and run’ cases. (See\nthe\ncase of\nMbatha, supra\n, at 718H.) The obligation placed upon a\nclaimant by the regulation is obviously intended to discourage fraud and to\nprovide little\ntime for plots to be hatched. How effective it has proved to be\nor will be or whether there are other and better ways of deterring\nfraud and\nensuring\nbona fides\nis beside the point. As long as the regulation has\nthe potential to deter fraud and that potential is not so minimal as to be\nderisory,\nit cannot be said to have no rational purpose. I turn to that\nquestion.\n[35]\tThe compulsory involvement of the police soon after the\nincident is alleged to have taken place, and the injury or injuries sustained,\nis calculated to make would – be fraudsters apprehensive about embarking\nupon such an enterprise. The involvement of the police\nwould also mean that\nthere might be a skilled investigation into the alleged incident which might\nwell reveal it to be a fabrication.\nThe need to make a statement by way of an\naffidavit means that a dishonest claimant would also have to steel himself or\nherself to\ncommit perjury. These are considerations which are conducive towards\nmaking potential fraudsters think more than twice before chancing\ntheir arms. An\nearly report, although obviously not conclusive, also goes some way towards\nshowing\nbona fides\nand serves at least to eliminate fabricated claims\nconcocted long after the alleged incident, perhaps at the instigation of\nco-conspirators.\n[36]\nAre the steps to be taken unreasonable and\ntherefore impliedly prohibited by the enabling legislation\n?\nThe\nrequirement of an early report to the police is not, to my mind, unreasonable.\nThe period within which it must be done is admittedly\nvery short but, if the\nvulnerability of the Fund to fraudulent exploitation of its ‘hit and\nrun’ liability is to be lessened\nin that manner, the time given must needs\nbe short or the provision will largely fail to achieve its purpose. Moreover,\nthe obligation\nis not absolute: there are two significant and benign\nqualifications. First, it must have been reasonably possible to do so, and\nsecondly, the period of 14 days commences to run only after the claimant is\n‘in a position to’ furnish the required affidavit.\nThat the\nparticulars of the alleged incident are required to be set out in an affidavit\nis also not unreasonable for the reason given\nin para [12].\n[37]\tIt is of\ncourse so that victims of ‘hit and run’ drivers may be oblivious of\nthe regulation and may fail to comply\nwith it through ignorance. As against that\nthere is the consideration  that anyone who suffers injury and loss as a result\nof such\nflagrantly unlawful conduct on the part of a ‘hit and run’\ndriver may reasonably be expected to enquire as soon as reasonably\npossible what\nremedies might be available. More importantly, as I shall illustrate later, the\navailability of a claim of this kind\nrepresents an act of legislative largesse.\nSteps taken by regulation to minimise, as far as possible, fraudulent\nexploitation of\nthat largesse should not lightly be condemned as unreasonable\neven if they may sometimes result in a genuine victim not receiving\ncompensation.\n[38]\nIs the regulation regulatory in character and does\nit further the objects of the enabling legislation\n?\nI have adverted\nearlier to the problem of characterising correctly this requirement.  It neither\nadds to nor subtracts from the foundational\ncircumstances which the legislature\nhas decreed must exist before any potential liability can arise, namely,\nnegligent driving by\nan unidentifiable driver of a motor vehicle which results\nin physical injury and loss to another. It is therefore not inherently\nsubversive of the basic thrust of the legislation. Nor is it a purely procedural\nrequirement within the normal meaning of the word\n‘procedural’ in\nthe context of litigation. Yet failure to fulfil it could result in the loss of\na genuine potential claim.\nBut the same can be said of a failure to comply with\ntime limits imposed upon the bringing of an already existing claim and, as has\nbeen seen, these are regarded as legitimate regulatory provisions. Where, as\nhere, a regulation is plainly designed to avoid the\nFund being duped by\nfraudsters into paying compensation to undeserving persons to whom the\nlegislature did not intend it to be paid,\nit cannot be said not to further the\nobjects of the legislation. It is surely as much an object of the legislation\nthat the resources\nof the Fund not be used to compensate fraudulent claimants as\nit is that those resources be deployed only in compensating genuine\nvictims of\n‘hit and run’ drivers.\n[39]\nDoes the regulation fall foul\nof the Constitution\n?\nThere are only two specific provisions in the Bill\nof Rights which it was suggested rendered the regulation invalid.  I turn to\nconsider\nthem.\n[40]\nEquality – s 9 of the Bill of\nRights\nIs the victim of a ‘hit and run’ driver unfairly\ndiscriminated against because the regulation imposes a burdensome obligation\nupon him or her which is not imposed upon the victim in a case where the driver\nis identifiable? It is so, of course, that in both\nsituations there is a victim\nwho has been injured and has suffered loss as a consequence of the negligent\ndriving of a motor vehicle.\nThey are in the same boat to that extent but they\nare very differently placed in other vital respects.\n[41]\tIn the case of\nthe identifiable driver the claimant, but for\ns 21\nof the\nRoad Accident Fund Act\n56 of 1996\n, would have been able to institute a claim at common law against the\ndriver. In lieu of that common law claim there is a legislatively\nconferred\nclaim against the Fund. Because the driver is identified, the Fund will, more\noften than not, have access to his or her\nversion of what happened and may be\nable to resist successfully an unmeritorious claim. In addition, in a case in\nwhich it is held\nliable, it may, depending on the circumstances, even have a\nright of recourse in terms of s 25 of the Act against the identified\ndriver.\n[42]\tIn a ‘hit and run’ case, pragmatically viewed,\nthere will be nobody against whom proceedings could actually have\nbeen\ninstituted at common law. The existence in theory of such a remedy will be of\ncold comfort to the victim. Happily, s 17(1)(b)\nof the Act, subject to\nregulations made under s 26 of the Act, provides a remedy against the Fund.\nHowever, as I have already\nsaid, the position of the Fund in such a situation is\ninvidious. It will have no driver’s version available to it and, if it\nhas\nto pay the claimant, the right of recourse which s 25 of the Act gives it in\nsuch circumstances will be valueless.  To expect,\nas a matter of course,\nequality of treatment of two such differently placed claimants is, in my\nopinion, an unsound and unjustifiable\npoint of departure. Apples cannot be\nequated with oranges.\n[43]\tUnlike the victim of an identified driver who\nis deprived of his or her common law remedy against the driver and given instead\na remedy against the Fund, the victim of a ‘hit and run’ driver is\ngiven a remedy against the Fund even although he or\nshe would have had no\nenforceable remedy at common law. Such a victim is really the recipient of what\nmay be called legislative social\nlargesse. Had there been any constitutional\nimperative to bestow that largesse the approach to the questions which this case\nposes\nwould have had to be very different but there is none. In short, to the\nextent that the obligations which the regulation imposes\nupon the victim of a\n‘hit and run’ driver are discriminatory, the discrimination is not\nunfair to such a victim.\n[44]\tI might add that even if it were so that\nequality of treatment is required\nprima facie\n, it is at least conceivable\nthat there might be evidence at the disposal of the Fund which would show that\nthe difference in treatment\nof these different kinds of claimant is justifiable\nunder s 36 of the Constitution. To decide the point against the Fund at this\nbelated stage of the litigation when the issue was not raised in the court of\nfirst instance where evidence could have been led,\ndoes not seem\njustifiable.\n[45]\nAccess to courts – s 34 of the Bill of\nRights\n.\nIf the respondent’s claim against the Fund had been one\nwhich lay at common law, I would have had little, if any, doubt that\nlimitations\nupon its invocation of the kind which the regulation imposes would have been\nunreasonably restrictive and would have\namounted to an unconstitutional fetter\nupon the access to courts for which s 34 of the Bill of Rights makes provision.\nCf Mohlomi v Minister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC) and\nMoise v\nGreater Germiston Transitional Local Council: Minister of Justice\nintervening\n[2001] ZACC 21\n;\n2001 (4) SA 491\n(CC). But it is not such a claim. Nor, unlike a\nclaim against the Fund when there is an identifiable driver, is it a\nlegislatively\nconferred claim given in lieu, and to the exclusion, of an\nenforceable\ncommon law claim. As I have said, it amounts to a gratuitous\nbenefit given to a victim of the negligent driving of a motor vehicle\nin\ncircumstances where the victim would have had no enforceable remedy against the\nculprit at common law because of inability to\nidentify the culprit. This\nstatutory remedy against the Fund was conferred despite the inability of the\nFund to exercise a right\nof recourse against the culprit.\n[46]\tThat\nremedy was not intended to be available come what may. It was to be available\n‘subject to any regulation made under\nsection 26’. The definition of\n‘this Act’ in s 1 ‘includes any regulation made under section\n26’. But\nthis obviously can only mean any\nintra vires\nregulation\n.\nI have already explained why I consider that this\nregulation is not\nultra vires\non any other ground. The remaining hurdle\nof s 34 of the Bill of Rights is one which does not need to be cleared. That\nseems to me\nto be so because once one concludes that no justiciable claim\nagainst the Fund comes into existence unless and until regulation 2(1)(c)\nhas\nbeen complied with, it must follow that there is no dispute in existence which\nthere is a constitutional right to have access\nto a court to resolve. To suggest\nthat the regulation is an unlawful fetter upon access to a court implies that\nthere is in existence\na justiciable claim.  But there is not.\n[47]\tI\nagree with Ponnan JA that the respondent failed to comply with the regulation.\nHaving concluded that it is not\nultra vires\nit follows that, subject to\nwhat follows, the magistrate was correct in upholding the Fund’s special\nplea. Section 24(5) of\nthe Act provides that if the Fund does not within 60 days\nof the making of a claim ‘object to the validity thereof, the claim\nshall\nbe deemed to be valid in law in all respects.’ Counsel for the parties\nwere not able to throw any light upon whether\nthe Fund had so objected. In the\ncircumstances an order similar to that made in\nRoad Accident Fund v\nThugwana\n2004 (3) SA 169\n(SCA at 175-6 should be made. Counsel for the Fund\nsupported the taking of this course.\n[48]\tIt is ordered:\n1.\tThe appeal\nsucceeds with costs, including the costs of two counsel. The order of the court\nbelow and the order of the magistrate\nis set aside. The following order is\nsubstituted therefor:\n(a)\tThe plaintiff is given leave to file a replication\nto raise the provisions of s 24(5) of the Act in answer to the special plea\nwithin 15 days.\n(b)\tIf plaintiff fails to do so timeously or within such\nfurther period as this court might allow on good cause shown, the\nplaintiff’s\nclaim is dismissed with costs, and the plaintiff is ordered to\npay the costs of the hearing on the special plea.\n(c)\tThe plaintiff is\nordered to pay the costs of the hearing on the special plea.\n2.\tThe period of\n15 days shall run from the date of this order.\n3.\tThe respondent shall pay\nthe costs of the appeal in the court\na quo.\n4.\tIn the event of it\nbeing found, or conceded by the appellant, that the respondent’s claim\nmust be deemed to be valid by virtue\nof s 24(5) of the Act, all the costs orders\nhitherto made in this order shall fall away and instead each party shall pay his\nand\nits own costs save that the magistrate must make such order as to the costs\nof any hearing on the applicability of s 24(5) as is\nconsidered\njust.\n______________________\nR M  MARAIS\nJUDGE\nOF APPEAL\nCONCURRING:\nHOWIE  P\nJONES  AJA\nSOUTHWOOD \nAJA\n[1]\nGNR 609 in\nGovernment\nGazette\n17939 of 25 April 1997.   Although promulgated on 25 April 1997, the\nregulations were to operate with effect from 1 May 1997, the\nsame date as the\ncommencement of the Act.\n[2]\nThe\njudgment of the court\na quo\nis reported sub nom\nMakwetlane v Road\nAccident Fund\n2003 (3) SA 439\n(W).\n[3]\nSee\nMbatha v\nMultilateral Motor Vehicle Accidents Fund\n[1997] ZASCA 25\n;\n1997 (3) SA 713.\n'Although\nsince 1942 legislative amendments and new enactments were required from time to\ntime in order to adapt to changing needs,\nand to refine and improve the whole\nsystem of compensation, the principles and object underlying the 1942 Act and\nits successors\nhave remained unaltered'. (\nS A Eagle Insurance Company v\nPretorius\n[1997] ZASCA 107\n;\n1998 (2) SA 656\n(SCA) at 659\nJ).\n[4]\nSee also\nS A Eagle\nInsurance Company Ltd v Van der Merwe\nNO\n1998 (2) SA 1091\n(SCA) at\n1095J\n-1096 B;\nPadongelukkefonds (Voorheen Multilaterale\nMotorvoertuigongelukkefonds) v Prinsloo\n1999 (3) SA 569\n(SCA) at 574A-B; and\nNational Employers General Insurance Company Ltd v Roberts\n1994 (1) SA 38\n(A) at 47H.",
  "scraped_at": "2026-02-12T13:54:29.965285",
  "date": "2005-02-17",
  "coram": [
    "HOWIE P",
    "MARAIS JA",
    "JONES",
    "SOUTHWOOD",
    "PONNAN AJJA"
  ],
  "case_number": "649/02",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Bennett Lefu Makwetlane"
    ]
  },
  "sections": {
    "facts": "The plaintiff, Bennett Lefu Makwetlane, was struck as a pedestrian in a hit‑and‑run collision on 6 May 1999. He was hospitalized for about three weeks and reported the incident to the police on 20 July 1999, but did not submit the affidavit required by Regulation 2(1)(c) within the 14‑day period prescribed after he was in a position to do so. The Road Accident Fund (RAF) relied on the plaintiff’s non‑compliance with the regulation to deny liability under section 17(1)(b) of the Road Accident Fund Act 56 of 1996. The magistrate dismissed the plaintiff’s claim; the court a quo reversed that decision, holding the regulation ultra vires. The RAF appealed.",
    "issues": "The central issue was whether Regulation 2(1)(c), made under section 26 of the Road Accident Fund Act, was ultra vires the enabling legislation. Sub‑issues included: (1) whether the regulation was a permissible limitation aimed at preventing fraud; (2) whether the 14‑day affidavit requirement was a reasonable, constitutional limitation on the right to claim compensation; and (3) whether the regulation violated rights under the Constitution, notably equality (s9) and access to courts (s34).",
    "principles": "The Court examined the doctrine of delegated legislation, noting that regulations must be made within the scope of the empowering provision and must promote the object of the principal Act. The doctrine of legality under the Constitution requires that any exercise of public power be rational, non‑arbitrary and within the limits of the enabling act. Precedents considered included Thugwana, Bezuidenhout, Padongelukkefonds v Prinsloo, and Mbatha, concerning the limits of regulatory power and the constitutional test of reasonableness, equality and access to justice.",
    "application": "Ponnan AJA concluded that Regulation 2(1)(c) was ultra vires because it constituted an unreasonable and indiscriminate limitation that did not further the object of the Act and unfairly discriminated against hit‑and‑run victims. The majority held that the regulation failed the constitutional test of rationality and violated the doctrine of legality. Conversely, the judges concurring (MARAIS JA, HOWIE P, JONES AJA, SOUTHWOOD AJA) held that the regulation was a permissible, expedient measure to curb fraud, fell within the minister’s power under s26, and did not infringe constitutional rights. The final judgment adopted the majority view, setting aside the lower court’s order and granting the appeal.",
    "conclusion": "The appeal succeeded. The order of the court a quo and the magistrate’s order were set aside. The plaintiff was given leave to file a replication to raise the provisions of section 24(5) of the Act within 15 days; failure to do so would result in dismissal with costs. Costs of the appeal were awarded to the respondent, and a conditional costs order was made regarding the possible application of s24(5)."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Regulation Validity",
    "level_3": [
      "delegated legislation",
      "ultra vires",
      "Road Accident Fund",
      "hit-and-run",
      "constitutional scrutiny"
    ]
  }
}