{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/99.html",
  "case_name": "Klokow v Sullivan (410/2004) [2005] ZASCA 99; 2006 (1) SA 259 (SCA) (29 September 2005)",
  "citation": "[2005] ZASCA 99",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 99\n|\nNoteup\n|\nLawCite\nKlokow v Sullivan (410/2004) [2005] ZASCA 99; 2006 (1) SA 259 (SCA) (29 September 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 3 December 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nCase number : 410/04\nReportable\nIn the matter between :\nHITLER\nADOLF KLOKOW\t\t\t\t\t\t   APPELLANT\nand\nMICHAEL BOYTON SULLIVAN\t\t\t\t\tRESPONDENT\nCORAM :\t\tMPATI DP, CAMERON, BRAND JJA\net\nNKABINDE,\nCACHALIA AJJA\nHEARD :\t       \t6 SEPTEMBER 2005\nDELIVERED :\t29 SEPTEMBER 2005\nSummary:  Contract – Legality – facts need not always\nspecifically be pleaded before\ncourt will relax the rule\nin pari delicto potior est conditio\ndefendentis\n.\n- Pleadings not to be approached in an overly technical and\nformalistic\nway\n.\n________________________________________________________________\nJUDGMENT\nCACHALIA AJA\n/\nCACHALIA\nAJA:\n[1]\tThe Appellant claims repayment of a sum of R250 000 being\npart of the purchase price for a liquor-licenced business, which\nwas paid to the\nRespondent pursuant to the conclusion of an agreement of sale. The agreement was\nillegal and void for want of compliance\nwith the requirements of the Liquor Act,\n27 of 1989 (‘the Act’). It will be convenient to refer to the\nparties as they\nwere cited in the court of first instance, as plaintiff and\ndefendant respectively.\n[2]\tOn 4 September 2000 the parties entered into\na written agreement in terms of which the plaintiff was to acquire, from the\ndefendant,\na business that provided ‘adult entertainment’, which\nincluded the sale of liquor to its patrons. Pursuant thereto the\nplaintiff paid\nto the defendant an amount of R250 000, which represented half of the\nagreed purchase price of R500 000.\nThe plaintiff took possession of the\nbusiness on 5 September 2000. However, on 18 October 2000, for reasons not\nrelevant to this\nappeal, the plaintiff returned the business to the defendant\nand issued summons against him for repayment of the\nR250 000.\n[1]\n[3]\tThe\nmatter originally came before Hartzenberg J in Transvaal Provincial Division\nwhere the plaintiff was successful. He refused\nthe defendant leave to appeal.\nLeave was then granted by this court to the full court. That court (per De\nVilliers J; Patel J and\nJooste AJ concurring) upheld the defendant’s\nappeal. The plaintiff now comes on further appeal, again with special leave of\nthis court.\n[4]\tIn the plaintiff’s amended particulars of claim,\nseveral causes of action are pleaded. Only one of those is relevant for\na\ndetermination of this appeal. The plaintiff alleges that the defendant, as\nholder of the liquor licence, concluded the agreement\npermitting the plaintiff\nto procure a controlling interest in the business without obtaining the\nnecessary permission of the Chairperson\nof the Liquor Board (‘the\nChairperson’). This omission, the plaintiff avers, constituted a\ncontravention of Section 38(1)\nof the Act, which provides:\n‘The holder\nof a licence shall not permit any other person to procure a controlling interest\nin the business to which the licence\nrelates, unless the chairperson has, on\napplication by the holder, granted consent that such a person may procure such\nan interest\nin that business.’\n(A ‘controlling interest’ in\nrelation to any business or undertaking, ‘means any interest of whatever\nnature enabling\nthe holder thereof to exercise, directly or indirectly, any\ncontrol whatsoever over the activities or assets of the business or\nundertaking...’\n[2]\n) In\nconsequence of this contravention, the plaintiff avers that the agreement is\nillegal and void. Accordingly he cancelled the agreement,\nreturned the business\nto the defendant and now seeks to recover the amount of R250 000 that he\npaid to the defendant in terms\nof the\nagreement.\n[3]\n[5]\tIn resisting\nthe claim, the defendant pleads, inter alia, that regulation 28 as read with\nsection 38(1) of the Act imposed an\nobligation on the plaintiff, jointly with\nthe defendant, to make written application for the consent of the Chairperson.\nThis he\ndid not do.  Regulation 28 provides as follows:\n‘28.   Form of\napplication\n(1)\tThe applicant who is the holder of a licence, shall jointly\nwith the applicant who desires consent to procure a controlling interest\nin the\nbusiness to which the licence... relates...make written application, in\nduplicate, for such consent, substantially in the\nform of Form\n9...’\n[6]\tAccordingly, the defendant pleads that the plaintiff is\nprecluded from recovering the amount claimed, as ‘both he and the\nPlaintiff were\nin pari delicto\n’. The plaintiff did not file a\nreplication.\nThe proceedings before Hartzenberg J\n[7]\tWhen the\nmatter came before Hartzenberg J, the parties elected not to lead any evidence\nat that stage. Counsel for the plaintiff,\nwith the acquiescence of the\ndefendant’s legal representative, requested the court to record two\nadmissions on his behalf:\nthat neither party had complied with regulation\n28,\n[4]\nand that the defendant had\nhanded to the plaintiff a blank pro forma document (Form 16) on 24 August 2000,\nprior to the agreement\nbeing signed. This document is titled: ‘Appointment\nin terms of section 39(1) or 39(2) of a natural person to manage and be\nresponsible for the business to which the licence relates’.\nIt is\nissued in terms of Regulation 95, which provides that:\n‘a person other\nthan a natural person who is holder of a licence, shall in terms of section\n39(1), and a natural person shall\nin terms of section 39(2) appoint a natural\nperson to manage and be responsible for the business, substantially in the form\nof form\n16...\nSections 39(1) and (2) of the Act provides as\nfollows:\n‘(1)\tA person other than a natural person shall not conduct\nany business under a licence unless a natural person who permanently\nresides in\nthe Republic and who is not disqualified in terms of section 25 to hold a\nlicence, is appointed by him or her in the prescribed\nmanner to manage and be\nresponsible for its business.\n(2)\tA natural person who is the holder of a\nlicence may in the prescribed manner appoint another natural person who\npermanently resides\nin the Republic and who is not disqualified in terms of\nsection 25 to hold a licence, to manage and be responsible for the business\nto\nwhich the first-mentioned licence relates.’\n[8]\tCounsel for both\nparties thereupon requested the court to adjudicate four issues separately in\nterms of the provisions of Rule\n33(4).\n•\tWhether section 38(1) of the Act was of application to the\nagreement;\n•\tIf the answer to that question is positive, whether non-compliance with\nthe section renders the agreement void;\n•\tIf the answer to second question is positive, whether any portion of the\nagreement is severable from the remainder of the agreement;\n•\tWhether the plaintiff had made out a case for the repayment of the\namount of R250 000.\n[9]\tIt was agreed between the\nparties’ legal representatives that these issues were to be decided,\n‘as on exception’,\non the basis of the factual averments that were\nmade in the plaintiff’s particulars of claim, together with the facts that\nplaintiff had admitted.  The learned judge answered the first, second and final\nquestions in the affirmative, and to the third, he\nanswered No. Each question\nwas therefore decided in favour of the plaintiff. In so deciding, Hartzenberg J\nconcluded that the rule\n‘\nin pari delicto potior est conditio\ndefendentis’\n(‘the\npar delictum\nrule’) relied upon\nby the defendant to defeat the plaintiff’s claim, did not arise. The basis\nof this conclusion, so\nhe reasoned, was that S 38(1) placed a burden to secure\nthe consent of the Chairperson for the procurement of controlling interest\nby an\napplicant on the holder of the licence only, the defendant in this case. He\ntherefore attributed blame for the failure to obtain\nthe consent before the\nsigning of the agreement on the defendant alone.\nThe Proceedings in the\nfull court\n[10]\tWhen the matter came before the full court, it was\nrightly conceded that Hartzenberg J had decided the first two questions\ncorrectly.\nThe concession was made because it was common cause that no consent\nhad been obtained for the plaintiff to acquire a controlling\ninterest in the\nbusiness as required by section 38(1). This rendered the agreement illegal.\nSection 148, which had been overlooked,\ndisposed of the second question (whether\nthe agreement was void). Section 148 provides: ‘a contract which contains\na provision\nwhereby a person purports to relinquish or forgo a right, privilege,\nobligation or liability in terms of this Act, shall be void’.\nThe\nagreement was thus illegal and void. The issue of the severability of any part\nof the agreement fell away.\n[11]\tThe only remaining question that the\nfull court was required to decide was reformulated as follows:\nWhether the\nplaintiff has made out a cause of action for the repayment of the amount of\nR250 000...’\nThe full court also approached the matter ‘as\non an exception’. There are two questions to be answered in this appeal.\nThe first is whether the full court was correct in finding that the conduct of\nthe parties was equally morally reprehensible; and\nif so, whether it was correct\nin finding an insufficient factual basis to sustain a cause of\naction.\n[12]\tOn the basis of the facts before it, the full court\nconcluded that the parties were\nin pari delicto\n(equally morally guilty).\nThis conclusion was based on its finding that the agreement contemplated a\ncontravention of section 38(1)\nand was void in terms of section 148. The finding\nwas underpinned by the fact that the defendant had handed a blank form 16 to the\nplaintiff before the agreement was signed. The full court inferred that this was\nprobably a subterfuge for the plaintiff to take\ncontrol of the business by\nutilising the existing licence. It said that the inference was also supported by\nthe fact that neither\nparty had taken any steps to obtain the necessary consent\nof the Chairperson in accordance with the procedure provided for in regulation\n28.\n[13]\tThe full court rejected an argument advanced on behalf of the\nplaintiff that as s 159(b)\n[5]\nof the\nAct penalises only the holder of a licence for a contravention of s 38(1) of the\nAct, the\npar delictum\nrule was, for that reason, not applicable to him.\nThe argument, which was pursued zealously in this court\nas well, is\nmisconceived. The\npar delictum\nrule is concerned with the moral guilt of\ncontracting parties, not their criminal liability. Whether or not the plaintiff\nis also\nprima facie\nliable for prosecution under the Act, albeit as an\naccomplice as found by the full court, has no direct bearing on the question of\nhis moral turpitude.\n[14]\tApart from this argument, plaintiff’s\ncounsel made no other submissions to impugn the finding by the full court that\nthe\nparties were\nin pari delicto\n. Nor can I find any reason to interfere\nwith it.  I therefore proceed to deal with the second question, whether the\nplaintiff nevertheless\nhas a cause of action.\n[15]\tThe fact that the\nmatter was decided on exception has two consequences. The first is that the\nplaintiff is confined to the facts\nalleged in the particulars of claim and the\nfurther agreed facts. The second is that the defendant is required to show that\non every\npossible interpretation that can reasonably be attached to the\nparticulars of claim, and the further facts, no cause of action is\ndisclosed.\n[6]\n[16]\tHaving\ndecided that the parties were\nin pari delicto\n, the full court approached\nthe matter on the basis that it was then incumbent upon the plaintiff to have\npleaded ‘further facts’\nto show that justice and public policy\nrequired\nthe relaxation of the\npar delictum\nrule to prevent the\ndefendant being unjustly enriched at his expense. It concluded that as no\nfurther facts had been pleaded, the\npar delictum\nrule operated against\nthe plaintiff. This was because its operation placed the defendant in a stronger\nposition. Consequently, so\nit reasoned, the plaintiff had not established a\ncause of action for the repayment of the money. It accordingly reversed\nHartzenberg\nJ’s order.\n[17]\tBefore dealing with the facts germane\nto this issue, a brief explanation of the genesis and application of the\npar\ndelictum\nrule is necessary. Before the now famous decision in\nJajbhay v\nCassim\nin 1939,\n[7]\na party seeking\nto extricate himself from the consequences of an illegal or immoral contract had\nto demonstrate that he had come\nto court with clean hands. The ‘clean\nhands doctrine’ derived from English law, is similar in effect to the\nRoman law\nmaxim\nin pari delicto potior est conditio defendentis\n, which\noperated as an absolute bar to the grant of relief to the\nplaintiff.\n[8]\nAs a general rule, a\nplaintiff who was found to be\nin pari delicto\nwas hence unable to recover\nany money paid or property handed over to a defendant pursuant to it; and if a\nplaintiff based his case\non such a contract in formulating his pleading, he\nwould fail on this basis\nalone.\n[9]\n[18]\tIn\nJajbhay v\nCassim\n, this court, while affirming the principle underlying the\npar\ndelictum\nrule ─ that courts must discourage illegal transactions\n─ nevertheless recognised that its strict enforcement may sometimes\ncause\ninequitable results between parties to an illegal contract. To prevent\ninequities, therefore, it thus enunciated the principle\nthat the rule\nmust be relaxed where it is necessary to prevent injustice or to promote\npublic policy.\n[10]\nOne such\ninstance where the rule would be subordinated to ‘the overriding\nconsideration of public policy’ was where\nthe defendant would be unjustly\nenriched at the plaintiff’s expense. The approach that commended itself in\nJajbhay\nwas that:\n‘...(W)here public policy is not foreseeably\naffected by a grant or a refusal of the relief claimed...a Court of law might\nwell\ndecide in favour of doing justice between the individuals concerned and so\nprevent unjust\nenrichment.’\n[11]\n[19]\tSince\nJajbhay\ncourts have frequently relaxed the protection\nafforded to defendants by the\npar delictum\nrule on grounds of public\npolicy.\n[12]\nIn this matter\nhowever the full court\nconsidered itself unable to come to the\nplaintiff’s assistance because, in its view, he had failed to plead\n‘further facts’\nto justify the relaxation of the rule. The full\ncourt’s main source of authority for this\nassertion is the tentative\nsuggestion by the learned author Christie to the effect that:\n‘the\nweight of authority seems to be that (the plaintiff) must plead facts upon which\nhe seeks relief on the grounds of public\npolicy or\ninjustice’\n,\n[13]\nand\nthe four cases cited by him (\nMsibi v Sadheo\n1946 NPD 787\n;\nMamoojee v\nAkoo\n1947 (4) SA 733\n(N) 739;\nWarren and De Ville v Cacouris\n1951 (2)\nSA 574\n(T) 577E;\nCourtney-Clarke v Bassingthwaighte\n1991 (1) SA 684\n(Nm)\n697I-698A).\n[20]\nMsibi v Sadheo\nwas a claim for ejectment. The\nplaintiff, in his particulars of claim, sought the ejectment of the lessee from\nhis property in the\nmagistrate’s court. The defendant resisted the relief\nclaimed on the basis of the illegality of the lease. To this plea, the\nplaintiff\nfiled no reply. The magistrate ruled in favour of the plaintiff. On appeal it\nwas contended on behalf of the defendant\nthat neither the illegality of the\nlease, nor the equal participation therein of the parties, nor any\nconsiderations of public policy\nhad been put in issue in the pleadings. In\nupholding the plaintiff’s claim for ejectment, the court did not consider\nthe way\nthe pleadings had been framed as an impediment to the grant of relief on\nthe grounds of public policy. In so finding, the court said\nthe following:\n‘In my view the legality of the lease and the illegal act of the\nparties in making it was clearly raised by the plea. By joining\nissue the\nplaintiff denied that the lease afforded any defence. He also denied that he was\nequally guilty with the defendant and\nthat he, the plaintiff, was not entitled\nto an order of ejectment. No doubt it is the case that public policy was not\nspecifically\nraised in the case. But, in fact, the defendant raised it for he\nmust be taken to know, and so must the plaintiff, that it is not\nevery illegal\ncontract which necessarily entails the rigid penalty that a party to it is\nunable to obtain any relief whatever from\nthe Court. The Courts will come to the\nrescue of one of the parties where such a course is necessary in order to\nprevent injustice,\nor to satisfy the requirements of public policy...(It was )\nsuggested that this question of public policy should be specifically\nraised so\nthat evidence could be led upon it. But public policy does not rest upon the\nevidence of any party. It exists as a fact\njust as much does air which a man\nbreathes...(T)he magistrate  was perfectly right in having regard  to public\npolicy in deciding\nwhether or not he would make an order in favour of the\nplaintiff.’\n[14]\n[21]\tIn\nMamojee v Akoo\n[15]\nthe court\nexplicitly left open the question whether facts must be pleaded to sustain a\nclaim based on injustice or public policy.\nIt found that the plaintiff had\nalleged sufficient facts in his declaration to support such relief. In\nWarren\nand De Ville v Cacouris\n[16]\n, the\nquestion was not dealt with as the matter was decided on the basis that the\nparties were not\nin pari delicto.\nThe relaxation of the\npar\ndelictum\nrule was therefore not in issue. In\nCourtney-Clarke v\nBassingthwaighte\n[17]\nthe\nplaintiff wished to enforce a contract which the court had found to be illegal\nand immoral\nex facie.\nIt did not deal with an attempt by the plaintiff\nto extricate himself from the consequences of an illegal or immoral contract.\nThe\nrelaxation of the\npar delictum\nrule, therefore, did not\narise.\n[22]\tThese cases thus do not support the view that unless the\nplaintiff has specifically pleaded facts upon which he relies for the\nrelaxation\nof the\npar delictum\nrule on grounds of  injustice or public policy, the\ncourt will not assist\nhim.\n[18]\n[23]\nIn\nJames v James’\nEstate,\n[19]\nalso cited by the\nfull court in support of its view, the plaintiff sued the defendant for the\nrefund of expenses arising from an\noral agreement. The defendant pleaded the\nillegality of the agreement. The plaintiff then excepted to the plea on the\nbasis that\nno defence was disclosed. In refusing the exception, the court held\nthat whether the defence prevails depends upon the evidence.\nIt further\nsaid:\n‘...(T)hough the pact will not sustain an action, the Courts, in\nequity, may look at the results brought about by such a pact,\nand in the\ninterest of public policy adjudicate between the parties according to the\nrequirements of natural\njustice...’\n[20]\n[24]\tFrom\nthese cases it is apparent that while courts are reluctant to decide the\nrelaxation of the\npar delictum\nrule on public policy grounds on\nexception, since the issue is invariably fact-bound, it is also evident that\ncourts have not adopted\nan overly technical approach to the pleadings, choosing\ninstead to examine the results of the agreement at the end of the trial in\norder\nto determine where the equities lie. In general, where public policy\nconsiderations do not favour either party, the\npar delictum\nrule will\noperate against the plaintiff. At exception stage, however, the\npar\ndelictum\nrule will generally defeat a plaintiff’s claim only in the\nclearest of cases.\n[25]\tThe bare facts relevant to the determination of\nthis appeal are the following: The parties entered into a written agreement for\nthe purchase of a business, which contemplated a contravention of the Act.\nPrima facie\nthey were therefore\nin pari delicto.\nThe plaintiff\npaid to the defendant an amount of R250 000 towards the purchase price. Six\nweeks later the business was returned to\nthe\ndefendant. The defendant,\nhowever, refused to refund the purchase price. The result was that the defendant\nretained both the business\nand the money.\n[26]\tFaced with these facts\nit is difficult to understand what ‘further facts’ the plaintiff was\nrequired to plead to\npersuade the full court that the\npar delictum\nrule\nshould be relaxed.  The defendant was left with both the business and\nR250 000. The equities clearly supported a return\nto the status quo. There\nwas no need, in these circumstances, for the plaintiff specifically to plead the\nrelaxation of the\npar delictum\nrule on grounds of public policy, or that\nthe defendant had been unjustly enriched. Once it had been alleged that the\ndefendant was\nin possession of the business as well as the money (which at\nexception stage must be accepted as true), it was he, not the plaintiff,\nwho\nneeded to show that he had not been\nenriched.\n[21]\n[27]\tThe full\ncourt’s apparent reliance on the facts of\nJajbhay\nin support of its\napproach is also misplaced. The landlord, Jajbhay, sublet a stand to a tenant,  \nCassim, in contravention of the\nrelevant regulations, making the sublease\nillegal. Despite the tenant having complied with all the terms and conditions of\nthe sublease,\nthe landlord, without giving notice to the tenant as required by\nthe terms of the agreement, sought his eviction on the grounds of\nits\nillegality. In\ndismissing the appeal, the court said that even though\nthe parties had entered into a forbidden agreement there were no considerations\nof public policy in favour of the landlord. Unlike the present matter where the\nequities favour the plaintiff, in\nJajbhay\nthe equities clearly favoured\nthe tenant (the defendant).\n[28]\tIt follows that the full court should\nnot have disposed of the matter on the technicalities of the pleadings. If the\nfull court\nhad approached the matter from the point of view of whether, on the\nexisting facts, public policy would best be served by upholding\nor rejecting the\nplaintiff’s claim, it would have concluded in favour of the\nplaintiff.\n[22]\nEven if it was not\nclear where the equities lay, because the matter was being decided ‘as on\nexception’, the defendant\nwas required to show a clear case that the\nplaintiff had not disclosed a cause of action. Far from this being so, the facts\ndemonstrate\nthat the plaintiff had a clear cause of action.\n[29]\tIn the\nresult I would uphold the appeal with costs. The order of the full court is\naccordingly set aside and is replaced with\nthe following:\n‘The appeal\nis dismissed with costs.’\n__________________\nA CACHALIA\nACTING JUDGE OF APPEAL\nConcur: Mpati DP\nCameron JA\nBrand JA\nNkabinde\nAJA\n[1]\nThe plaintiff sued for an\namount of R700 000 and R489 956 96, alternatively R250 000. It is only the\nlatter amount that is relevant\nin this appeal.\n[2]\nThe definition is provided for\nin subsection 2(1) of the Act. It provides that “unless the context\notherwise indicates,\ncontrolling interest\nmeans an interest as defined in\nsection 1 of the Maintenance and Promotion of Competition Act  96 of\n1979. Act\n96\nof 1979 has been repealed by the\nCompetition Act, 89 of 1998\n. But subsection\n2(1) has been incorporated by reference into Act 89 of 1998.\n[3]\nThe plaintiff also alleges that\nhe was induced to enter into the agreement as a result of certain fraudulent\nmisrepresentations that\nwere made by the defendant. The defendant in his plea\ndenies this. This issue is not relevant for the purposes of deciding the present\nappeal.\n[4]\nSee para [4]\nabove.\n[5]\nSection 159 reads as\nfollows:\n‘ Offences by holders of licences in general\nThe holder of\na licence who─\n(b) contravenes section 38(1);\nshall be guilty of an\noffence.’\n[6]\nFirst\nNational Bank of Southern Africa Ltd v Perry NO and Others\n2001 (3) SA 960\n(SCA) para 6.\n[7]\n1939 AD\n537.\n[8]\nBrandt v Bergstedt\n1917 CPD 344.\n[9]\nSee Christie\nThe Law of Contract in South Africa\n4 ed p\n459-465.\n[10]\nper Watermeyer JA\nat 550; cf Stratford CJ (with whom De Wet JA concurred) at 544 and Tindall JA at\n558.\n[11]\nPer Stratford CJ at p\n545.\n[12]\nSee Christie\nThe Law\nof Contract in South Africa\n4 ed p 461 and the cases cited\nthere.\n[13]\nChristie (supra) p\n461.\n[14]\n1946 NPD\n789-790.\n[15]\n1947 (4) SA 733\n(N)\nat 739.\n[16]\n1951 (2) SA 574\n(T)\nat 577E.\n[17]\n1991 (1) SA 684\n(Nm) at 697-698A-H. In this matter O’Linn J cited Christie’s\nsuggestion with approval. In an\nobiter dictum\n, the learned judge stated\nthat if the court has a discretion to relax the maxim ‘\nex turpi causa\nnon oritur actio\n’ on the grounds of public policy, the plaintiff must\ndisclose facts in the pleadings to justify the exercise of such a discretion\nin\nhis favour.\n[18]\nThe full court\nalso cites Harms ‘\nAmler’s Precedents of Pleadings\n’ 6 ed\np 188 where the learned author states that once the defendant has alleged and\nproved that the plaintiff is also\nin delicto\n, it is then for the\nplaintiff to allege and prove facts that will enable the court to come to his\nassistance because justice and\npublic policy so require. Properly understood,\nthis means that once the defendant relies on the\npar delictum\nrule in his\nplea, the plaintiff must in reply allege a factual basis before the court is\nable to assist him. Such a reply is obviously\nnot necessary where the plaintiff\nhas alleged the relevant facts in his declaration (see\nMamoojee v Akoo\ncited in para [21] of the\njudgment).\n[19]\n1941 EDL 67\nat\n74-75, 79.\n[20]\nJames v\nJames’ Estate\n1941 EDL 67\nat\n79.\n[21]\nFirst National Bank\nof Southern Africa Ltd v Perry NO and Others\n2001 (3) SA 960\n(SCA) para\n31.\n[22]\ncf\nJajbhay v\nCassim\n1939 AD 537\nat 543.",
  "scraped_at": "2026-02-12T15:05:31.307357",
  "date": "2005-09-29",
  "coram": [
    "Mpati DP",
    "Cameron JA",
    "Brand JA",
    "Nkabinde AJA",
    "Cachalia AJA"
  ],
  "case_number": "410/04",
  "parties": {
    "applicants": [
      "Hitler Adolf Klokow"
    ],
    "respondents": [
      "Michael Boyton Sullivan"
    ]
  },
  "sections": {
    "facts": "On 4 September 2000 the appellant, Adolf Klokow, entered into a written agreement with the respondent, Michael Sullivan, to purchase a liquor‑licensed adult‑entertainment business for R500,000. Klokow paid R250,000 (half the price) and took possession on 5 September 2000. The parties failed to obtain the Chairperson’s consent required by section 38(1) of the Liquor Act and did not comply with Regulation 28, which obliges a joint written application for consent. A blank Form 16 was handed to the appellant before signing. On 18 October 2000 the appellant returned the business and sued for the repayment of the R250,000.",
    "issues": "The appeal raised (1) whether section 38(1) of the Liquor Act applied to the agreement; (2) whether failure to obtain the required consent rendered the agreement void; (3) whether any part of the agreement was severable; (4) whether the appellant had a cause of action to recover the R250,000; and (5) whether the par delictum rule (in pari delicto) should be applied or relaxed on public‑policy grounds.",
    "principles": "The court reaffirmed that a contract violating statutory provisions is void under section 148 of the Liquor Act. It applied the par delictum maxim – in pari delicto potior est conditio defendentis – and noted that relaxation of this rule is only permissible where public policy or unjust enrichment demands it, as established in Jajbhay v Cassim and subsequent cases. The plaintiff must plead further facts to justify such relaxation.",
    "application": "The full court found both parties equally at fault for breaching section 38(1) and for failing to apply for the Chairperson’s consent, making the contract void and the parties in pari delicto. The appellant offered no additional facts to show that refusing relief would result in unjust enrichment of the respondent. Consequently, the par delictum rule was applied and the appellant’s claim for repayment was dismissed.",
    "conclusion": "The appeal was dismissed with costs. The order of the full court that had upheld the respondent was set aside, and the appellant’s claim for the R250,000 was refused."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Illegality and Void Contracts",
    "level_3": [
      "par delictum rule",
      "unjust enrichment",
      "Liquor Act",
      "void contract"
    ]
  }
}