{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/117.html",
  "case_name": "Mugwena and Another v Minister of Safety and Security (303/2003) [2005] ZASCA 117; [2006] 2 All SA 126 (SCA); 2006 (4) SA 150 (SCA) (29 November 2005)",
  "citation": "[2005] ZASCA 117",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 117\n|\nNoteup\n|\nLawCite\nMugwena and Another v Minister of Safety and Security (303/2003) [2005] ZASCA 117; [2006] 2 All SA 126 (SCA); 2006 (4) SA 150 (SCA) (29 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nLast Updated: 17 January 2006\nREPUBLIC OF SOUTH AFRICA\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase Number  :  303 / 03\nIn the matter between\nNKHUMELENI\nSARAH MUGWENA\tFIRST APPELLANT\nLEFUNO CHARLOTTE MUGWENA\tSECOND\nAPPELLANT\nand\nTHE MINISTER OF SAFETY AND\nSECURITY\tRESPONDENT\nCoram\n:\tSCOTT, STREICHER et PONNAN \nJJA;  NKABINDE et MAYA  AJJA\nDate of hearing\n:\n15 NOVEMBER\n2005\nDate of delivery\n:\n29\nNovember 2005\nSUMMARY\nSouth African Police Service Act 68 of 1995\n– whether pursuant to\ns 57(5)\nthe requirements or prohibitions contained\nin\ns 57(1)\nand (2) should be dispensed with.\nWhether killing of the\ndeceased by the police justified in private\ndefence.\n___________________________________________________________________\nJ U D G M E N T\n___________________________________________________________________\nPONNAN\nJA\n[1]\tAt approximately midnight on 26 August 1997 an off-duty policeman,\nCharles Makhado Mugwena ('the deceased'), was shot and killed\noutside his\nrondavel in the Buwani district of the Northern Province.  Earlier that evening\nSergeants Botha, Pauer and Chauke, as\nwell as Constable Matumba and police\nreservist Reyneke had set out from the Makhadu (formerly Louis Trichardt) police\nstation on\nthe instructions of their commanding officer, Captain Van Schie, in\nsearch of a certain Thomas Masala, who had reportedly been threatening\nfarm\nworkers with a firearm.\n[2]\tAll the members of the SAPS were dressed in\neither camouflage or standard-issue police attire.  They arrived in two police\nvehicles\nat a farm on the road between Makhadu and Thohoyandou where they met\nBoitjie Mudau, an informer.  A perfunctory search at the first\nresidence to\nwhich they were directed by Mudau failed to yield Masala.\n[3]\tDirected\nby Mudau, the two vehicles travelled some 50-60 kilometres to the rondavel of\nthe deceased.  The area, which was not\nilluminated by any artificial lighting,\nwas dark.  According to both Matumba and Pauer, the latter led the way, followed\nby the other\nthree members of the SAPS.  Reyneke positioned himself behind a mud\nwall whilst Mudau remained seated in the vehicle.  Pauer knocked\non the door\nand, in response to a query as to who it was identified himself as the police. \nIn response to a further query he informed\nthe occupants that they were looking\nfor a Thomas Masala.  Having heard a click that he believed was made by the\nopening of a briefcase,\nBotha suggested that the occupant of the hut was arming\nhimself with a firearm.  Pauer, in response, retreated into the shadows.\nThe\ndoor then opened and the deceased emerged with his firearm drawn.  The deceased\npointed his firearm in the direction of Matumba.\n When asked by Botha what he\nwas doing the deceased trained his firearm on Botha.  According to Matumba he\nshouted: 'We are the police'\nwhilst charging at and grabbing the deceased from\nbehind.\n[4]\tBeing much larger than Matumba, the deceased broke free and\nstruck at the former with his fist and firearm.  Having disengaged\nhimself from\nMatumba, the deceased overcame the latter’s attack and pinned down Matumba\nwho by that stage had fallen to the\nground. The deceased then pointed his\nfirearm at Matumba's head.  Matumba discharged his firearm four times in quick\nsuccession with\nfatal results.\n[5]\tThe appellants, alleging that the\nmember of the SAPS who had shot and killed the deceased was acting within the\ncourse and scope\nof his employment with the respondent, the Minister of Safety\nand Security, instituted action against him in the Venda High Court.\n The first\nappellant, the surviving spouse of the deceased, did so both in her personal\ncapacity and in her capacity as mother and\nnatural guardian of the three minor\nchildren born of the union between the deceased and herself.  Although a minor\nat the time of\nthe deceased's death, the second appellant, the deceased’s\ndaughter, who had since attained majority, instituted action in\nher personal\ncapacity.\n[6]\tParagraph 16 of the plaintiff's particulars of claim reads:\n'Plaintiffs have not complied with the time periods set out in the\nprovisions of\nsection 57\nof Act 68 of 1995.  Plaintiffs allege that there exists\nsufficient reasons requiring the above Honourable Court to dispense with\nsuch\nprovisions in the interest of justice, more particularly, and without limiting\nPlaintiffs in any regard, in that:\n16.1\tPlaintiffs had difficulty in\nascertaining the identity of the assailants whom they had wished to cite as\nfurther Defendants,\nalternatively\nto assess the extent to which the\nassailants were acting in the course and scope of their\nemployment.\n16.2\tPlaintiffs awaited the conduct and outcome of a judicial\ninquest into the death of the deceased, which inquest was delayed and\npostponed\ndue to reasons which Plaintiffs had no control over.'\n[7]\tThe claim of\nthe appellants was met, in the first instance, with a special plea that s 57(1)\nof the South African Police Service\nAct 68 of 1995 ('the Act') had not been\ncomplied with, hence, so it was contended, the appellants were barred from\ninstituting the\naction.  In the main plea it was asserted that the member of the\nSAPS who shot and killed the deceased did so whilst acting in self\ndefence.  The\nissue of liability having been separated from that of\nquantum\n, two issues\narose for determination before Hetisani J in the court\na quo\n.  First,\nshould the court dispense, pursuant to the provisions of s 57(5) of the Act,\nwith the requirements or prohibitions contained\nin s 57(1) and (2)?  If so,\nsecondly, whether the killing of the deceased was justified in self-defence. \nThe learned judge in the\ncourt\na quo\nconcluded:\n'The special plea is\nupheld and the Plaintiffs' claim is dismissed because it has technically not\ncomplied with the provision of\ns 57(1)\nof the\nSouth African Police Service Act,\nAct\nNo 68 of 1995.  Because of the decision above, it is no longer necessary to\ndelve into the merits of this case.'\nThe present appeal is with leave of this\ncourt.\n[8]\nSection 57\n, to the extent here relevant provides:\n'(1)\tNo\nlegal proceedings shall be instituted against the Service or any body or person\nin respect of any alleged act performed under\nor in terms of this Act or any\nother law, or an alleged failure to do anything which should have been done in\nterms of this Act or\nany other law, unless the legal proceedings are instituted\nbefore the expiry of a period of 12 calendar months after the date upon\nwhich\nthe claimant became aware of the alleged act or omission, or after the date upon\nwhich the claimant might be reasonably expected\nto have become aware of the\nalleged act or omission, whichever is the earlier date.\n(2)\tNo legal\nproceedings contemplated in subsection (1) shall be instituted before the expiry\nof at least one calendar month after\nwritten notification of the intention to\ninstitute such proceedings, has been served on the defendant, wherein\nparticulars of the\nalleged act or omission are\ncontained.\n(3)\t...\n(4)\t...\n(5)\tSubsections (1) and (2) shall not be\nconstrued as precluding a court of law from dispensing with the requirements or\nprohibitions\ncontained in those subsections where the interests of justice so\nrequire.'\n[9]\tThe first appellant, a primary school educator by\nprofession, is possessed of a three-year teaching diploma in addition to her\nmatriculation certificate.  After the death of her husband she observed a period\nof mourning of approximately four months during\nwhich she was housebound. \nAccording to her it was the lack of progress in the criminal investigation as\nwell as the failure to commence\nthe inquest proceedings that prompted her to\ninitially consult with an attorney.  Leon Klaff, the attorney in question,\nrecorded\nthat she first visited him on 30 December 1998 some sixteen months\nafter her husband's death.  By that stage the 12 calendar months\nenvisaged in s\n57(1) had already run its course.   Approximately nine months were to pass\nbefore a formal s 57 notice came to be\ndespatched on 18 October 1999 and\nreceived, it would appear, on the 26\nth\nof that month.  The summons in\nthe matter ultimately came to be issued on 19 July 2000 and served six days\nlater.\n[10]\tFrom the time he first received instructions until\ndespatch of the formal notice, attorney Klaff indulged in a desultory exchange\nof correspondence with various state departments.  The correspondence was\ndirected primarily at the employers of both the first appellant\nand the\ndeceased.  The purpose, so it would seem, was to secure sufficient detail to\nproperly quantify the claim of the appellants.\n The lackadaisical conduct of the\nattorney makes it plain that he was oblivious to the time limits prescribed by s\n57 of the Act.\nIndeed that was his evidence.  He believed, quite erroneously,\nthat 'the limits would only start running after the criminal [trial]\nor inquest\n... had been finalised'.\n[11]\tIt is a poor reflection on an attorney of\n24 years standing that he should be blissfully ignorant of the relevant\nstatutory requirements.\n And yet, that it seems, is precisely the case. \nAlarmingly, his evidence whilst being cross-examined was to the effect that he\nhad\nonly just for the first time then read s 57(5).  He was likewise unaware\nthat he could have sought and perhaps obtained an extension\nof time for the\nprosecution of the claim.  Ultimately his explanation is that as a country\npractitioner whose practice is limited\nby the financial constraints of his\nclients, he could hardly have acquired the specialist knowledge required for the\ntimeous prosecution\nof the appellants’ claim.\n[12]\tThe question\nwhether the granting of an application in terms of      s 57(5) of the Act would\nbe in the interests of justice\nin the context in which that expression is used\ninvolves in my view essentially a value judgment based on general considerations\nof equity and fairness to both parties viewed against the factual matrix of each\ncase (\nLek v Estates Agents Board\n1978 (3) SA 160\n(C) at 171C).\n[13]\tSection 57 replaced s 32 of the previous Police Act 7 of 1958. The\nlatter could hardly have passed constitutional scrutiny (see\nMohlomi v\nMinister of Defence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC)).  Of the predecessor to s 57 (s 17\nof the South African Police Service Rationalisation Proclamation R5 of 1995)\nthis court\nper Corbett CJ in\nMinister of Safety and Security v Molutsi and\nAnother\n1996 (4) SA 72\n(A) at 96 D-H stated:\n‘Although ... [it]\nhas the same general purpose as s 32 of the Police Act had, there are certain\nimportant differences between\nthe two enactments.  Firstly, the expiry period\nhas been extended from six months to 12 calendar months.  Secondly, whereas\nunder\ns 32 the expiry period commenced to run as from the date when the cause of\naction arose, under s 17 this period commences as from\nthe date upon which the\nclaimant became aware of the act or omission constituting his cause of action or\nas from the date when the\nclaimant might be reasonably expected to have become\naware of the act or omission, reasonably expected to have become aware of the\nact or omission, whichever is the \"earliest\" (\nsic\n) date.  This change\nmeans that s 17 is more or less in line with\ns 12(3)\nof the\nPrescription Act 68\nof 1969\n.  And, thirdly, whereas under\ns 32\nthe Court had no power to dispense\nwith the requirements of the section, under\ns 17(5)\nthere is provision for such\na dispensing power, to be exercised where the interests of justices so require. \nThere is no doubt that\ns 32\nwas a somewhat Draconian measure in that a claimant\nwho was unaware that he had a cause of action when it arose or who failed for\nreasons falling short of impossibility to prosecute his claim within the time\nlimits laid down received no special consideration\nor redress.\nSection 17\nwas\nobviously introduced in order to ameliorate the position   (cf\nPizani's\ncase\nsupra\nat 602D-H).'\n[14]\tAgainst that backdrop I return to the\nfacts.  Although an educated woman, it is plain, on a reading of her evidence\nthat the\nfirst appellant is unsophisticated in the ways of the law.  Perturbed\nat the lack of progress in the criminal investigation, she\napproached an\nattorney.  Her purpose in doing so was to ensure that her interests and those of\nher children would be adequately protected\nduring the formal inquest into her\nhusband’s death and any subsequent criminal trial that may ensue. \nAccording to the first\nappellant, she knew immediately after the incident that\nher husband had been shot and killed by the police.  In her view his killing\nwas\nunlawful. She, thus, in her words wanted ‘compensation for what had [been]\ndone’. That, however, by no stretch of\nthe imagination, can lead one to\nthe conclusion that she knew that a civil suit had to be instituted against the\nrespondent and more\nimportantly that she had twelve calendar months within which\nto do it. To borrow from Didcott J,  her lack of knowledge\n‘... must\nbe viewed against the background depicted by the state of affairs prevailing in\nSouth Africa, a land where poverty\nand illiteracy abound and differences of\nculture and language are pronounced, where such conditions isolate the people\nwhom they\nhandicap from the mainstream of the law, where most persons who have\nbeen injured are either unaware of or poorly informed about\ntheir legal rights\nand what they should do in order to enforce those, and where access to the\nprofessional advice and assistance\nthat they need so sorely is often difficult\nfor financial or geographical reasons.'\n(\nMoholomi v Minister of\nDefence\n[1996] ZACC 20\n;\n1997 (1) SA 124\n(CC) para 14.)\n[15]\tProperly construed her\nevidence is to the effect that until her first consultation with attorney Klaff,\nshe did not believe that\nmore was expected of her than merely co-operating with\nthe police investigation.  From that point onwards the matter was entrusted\nto\nhim.  The inexperience of her attorney in prosecuting claims of the kind\nencountered here is patent.  It can hardly be suggested\nthat the first appellant\nshould have been alive to the relevant time-bar provisions when her attorney\nhimself had no inkling of their\nexistence.  No wilful dilatoriness can be\nattributed to the first appellant.  After all, given her ‘isolation from\nthe mainstream\nof the law’, her belief that the matter was receiving\nappropriate attention and the solace she drew from the knowledge that\nthe matter\nwas in the capable hands of a skilled professional, can hardly be faulted.  It\nhardly seems fair on the facts here present\nto attribute her attorney's alarming\nineptitude to her.\n[16]\tThe delay has not been an unconscionable one.\nTo all of that must be added an important factor, namely, that the first\nappellant\nwas also claiming on behalf of minor children, who would be left\nremediless, were the relief sought not be granted. Whether the interests\nof\njustice would best be served in holding that the claim on behalf of the minor\nchildren had also expired and how that squared with\nthe constitutional principle\nof the best interests of the child received no consideration whatsoever by the\ntrial court.  On the\nview that I take of the matter it is not necessary to dwell\nany further on that aspect or to distinguish between the claims of the\nfirst\nappellant in her personal capacity and those on behalf of the minor children.\nThe appellants and the minor children have suffered\nboth financially and\nemotionally. The loss of financial security that the deceased’s death\ncauses is likely to be substantial.\n The present action seeks to ameliorate in\npart the loss visited on them by his death.\n[17]\tThere has not been any\nsuggestion of prejudice to the respondent. In my view there was none. An\noff-duty policeman was killed.\n An investigation was conducted by senior members\nof the SAPS into his death.  A full inquest into his death followed and a\nfinding\nwas returned by the inquest magistrate.  Shortly after the shooting each\nof the members who was present at the scene of the shooting\ndeposed to a\nstatement.  No disadvantage was claimed by virtue of the effluxion of time. \nNotwithstanding the lapse of time from\nthe death of the deceased until the\ninstitution of the action it was not necessary for the respondent to cause any\nnew enquiries\nto be made. All the information reasonably required to decide what\ndefence, if any, should be mounted was readily available to the\nrespondent.\n[18]\nSection 57\npermits account to be taken of the claimant’s\nfault or the lack thereof and the prejudice suffered by the state or its absence\n(\nMoholomi\npara 19). It seeks, on the one hand to protect innocent\nclaimants who may be time-barred in consequence of not having complied with\nthe\nprescribed time limits and, on the other, to protect the police, a large\nbureaucracy, against the prejudice it may suffer in\nconsequence of inordinate\ndelays in instituting actions against it.  Striking a balance between these\ncompeting considerations is\nthus central to the enquiry envisaged by\nss 5.\nThat\nsubsection is cast in wide terms. It empowers a court to engage in a weighing-up\nexercise. That ought to have characterised\nthe approach of the trial court.  It\ndid not.  That prejudice to the respondent had not been asserted and, in fact,\nwas manifestly\nabsent, did not merit a mention in the trial court's judgment. \nIn its approach to the duty cast upon it by the legislation it misdirected\nitself.  Absent prejudice there was little if anything to tip the scales in\nfavour of the respondent or against the grant of the\nrelief sought.\n[19]\tAs the failure to comply with the provisions of\nss 57(1)\nand (2)\nhas been neither blameworthy, given the heavy handicaps that burden the\nappellants, nor prejudicial to the respondent, the\ntrial court ought to have\ndispensed with the requirements or prohibitions contained in those subsections. \nIt must follow that on\nthis aspect of the case the conclusion of the trial court\ncannot be sustained.  In the result the special plea ought to have been\ndismissed with costs.\n[20]\tThe conclusion which Hetisani J reached on the\nspecial plea rendered it unnecessary for him in his words to:  ' ... delve into\nthe merits of this case'.  The contrary conclusion reached by me would\nordinarily warrant a referral of the matter to the trial court\nfor a\nconsideration of the merits.  But on the facts of this case, there would be\nlittle if any benefit in remitting the matter.\n As I have already stated the\nsole remaining issue for determination on the merits is whether the member of\nthe SAPS who shot and\nkilled the deceased did so whilst acting in self-defence. \nAll the evidence on this aspect of the case has already been tendered\nbefore the\ntrial court and forms part of the record on appeal.  From the perspective of the\nappellants it has been eight long years\nsince the death of the deceased.  They\nwould obviously prefer that the matter be finalised.  So too I would think the\nrespondent.\n As the evidence in the matter was concluded on 20 June 2002, and\njudgment delivered on 29 August 2002, it is unlikely that the trial\ncourt would\nbe in a manifestly better position to make that determination.  I accordingly\npass to consider whether the killing of\nthe deceased was justified.\n[21]\tSelf-defence, which is treated in our law as a species of private\ndefence, is recognised by all legal systems.  Given the inestimable\nvalue that\nattaches to human life, there are strict limits to the taking of life and the\nlaw insists upon these limits being adhered\nto.\n‘Self-defence takes\nplace at the time of the threat to the victim’s life, at the moment of the\nemergency which gave rise\nto the necessity and, traditionally, under\ncircumstances in which no less severe alternative is readily available to the\npotential\nvictim’.\n(per Chaskalson P in\nS v Makwanyane and\nAnother\n[1995] ZACC 3\n;\n1995 (3) SA 391\n(CC) para 138).\n[22]\tHomicide in\nself-defence is justified if the person concerned\n' ... had been unlawfully\nattacked and had reasonable grounds for thinking that he was in danger of death\nor serious injury, that\nthe means he used were not excessive in relation to the\ndanger, and that the means he used were the only or least dangerous whereby\nhe\ncould have avoided the danger.'\n(\nR v Attwood\n1946 AD 331\nat 340).\nThe test is an objective one.  The question to be answered is whether a\nreasonable person in the position of Constable Matumba would\nhave considered\nthat there was a real risk that death or serious injury was imminent.\n[23]\tThe version of the police is that they announced their presence and\nidentified themselves as the police after having knocked\non the door of the\ndeceased’s rondavel. The first appellant denied that.  On that central\nissue there are two irreconcilable\nversions.  Whether it can be accepted that\nthey did in fact identify themselves as the police is an aspect to which I now\nturn. \nThe resolution of that dispute must depend largely upon inferences from\nother facts and upon the probabilities (\nUnion Spinning Mills (Pty) Ltd v\nPaltex Dye House (Pty) Ltd\n2002 (4) SA 408\n(SCA) at para 24).  The deceased\nhimself a policeman was stationed at the local police station. All the members\nof the SAPS stationed\nat that police station would have been known to him.  Had\na caller, in the middle of the night, claimed to be a policeman, the deceased,\nwould naturally have assumed that it was a colleague from the local police\nstation where he was employed.  It is overwhelmingly probable\nthat he would have\nsought further clarity as to the identity of the visitor and purpose of the\nvisit.  However, according to the\npolice nothing like this occurred.  What is\nplain is that it is highly improbable that he would have emerged in those\ncircumstances\nwith his firearm at the ready to confront persons who had\nidentified themselves to him as policemen.  On this disputed issue the\nprobabilities certainly do not favour the police.  It must follow that the claim\nby the police that they had identified themselves\nimmediately after having\nknocked on the deceased’s door accordingly falls to be rejected.\n[24]\tIt is common cause that the deceased had no link whatsoever to the\nmatter being investigated.  When the police heard what sounded\nlike a briefcase\nbeing opened they retreated into the shadows for their own safety. \nSignificantly the deceased’s rondavel\nhad no windows.  When the deceased\nemerged in the middle of the night with his firearm drawn a potentially\ndangerous situation had\nalready been created.  From the doorway of his hut the\ndeceased would have peered into the darkness.  Indistinct silhouettes would\nhave\nconfronted him.  He had to cognitively assess what he must have perceived were\nthe dangers that lurked in the darkness.  Little\nwonder then that he trained his\nfirearm on Botha when the latter spoke.  There is nothing in the evidence to\nsuggest that he posed\na danger to the police.  Why in those circumstances\nMatumba felt obliged to attack the deceased from behind is unclear and has not\nbeen satisfactorily explained.  Even then the deceased showed commendable\nrestraint by not discharging his firearm in the face of\nthat unlawful attack. \nInstead he sought to ward off Matumba's attack by striking at him with his fists\nand employing his firearm\ndefensively.  Outnumbered four to one it has not been\nexplained why if it was at all necessary to physically restrain the deceased\nit\ncould not have been done without resort by Matumba to his firearm.  Pauer\ntestified that he did not employ his firearm because\nhe did not believe that the\ndeceased would in fact shoot.  Before any of the others could enter the fray\nMatumba had discharged his\nfirearm four times with fatal consequences.\n[25]\tIt bears noting that the onus rests on the police to prove on a\npreponderance of probabilities that the shooting of the deceased\nwas justifiable\n(\nMabaso v Felix\n1981 (3) SA 865\n(A)). In the ultimate analysis the police\nwho were burdened with the onus of proof have not succeeded in discharging it. \nThe evidence\nin my view falls far short of establishing that the deceased was\nindeed intent on discharging his firearm.  It must be remembered\nthat the true\ninquiry is how the risk would have been assessed by a reasonable person in the\nposition of Constable Matumba.  The\ntruth is that Matumba’s life was not\nin danger and any belief he held to the contrary was not reasonably held.  All\nof the\nfactors upon which reliance has been placed, whether taken individually\nor cumulatively, are not supportive of the fact that Matumba\nwas in danger of\nimminent attack. The decision by Matumba to tackle the deceased from behind was\nnot only ill-advised and dangerous\nbut also precipitous and clearly unlawful. \nIn my view, a reasonable person in the position of Matumba would have taken\nsteps to\nproperly satisfy the deceased that they were the police before\nattacking him.  It is difficult to avoid the conclusion that Matumba\nacted in\npanic both in tackling and thereafter shooting and killing the deceased.  Whilst\nthat may be understandable it cannot justify\nhim shooting the deceased.  In my\nview a reasonable person in the same circumstances as Matumba would not have\nshot the deceased.\n It follows that the respondent has failed to discharge the\nonus resting on him and that on this leg as well the appellants must\nsucceed.\n[26]\tIn the result the appeal is accordingly upheld with costs and the order of\nthe court\na quo\nis set aside to be replaced with the\nfollowing:\n‘(a)\tThe defendant’s special plea is\ndismissed.\n(b)\tThe defendant is held liable for the damages, if any, that the plaintiffs\nhave suffered in consequence of the death of Charles\nMakhado Mugwena.\n(c)\tThe defendant is ordered to pay the plaintiffs’ costs occasioned by\nthis hearing.\n(d)\tThe matter is postponed\nsine die\n.’\nV M  PONNAN\nJUDGE OF APPEAL\nCONCUR:\nSCOTT  JA\nSTREICHER  JA\nNKABINDE \nAJA\nMAYA  AJA",
  "scraped_at": "2026-02-12T15:10:08.765699",
  "date": "2005-11-29",
  "coram": [
    "SCOTT JA",
    "STREICHER JA",
    "PONNAN JA",
    "NKABINDE AJA",
    "MAYA AJA"
  ],
  "case_number": "303/03",
  "parties": {
    "applicants": [
      "NKHUMELENI SARAH MUGWENA",
      "LEFUNO CHARLOTTE MUGWENA"
    ],
    "respondents": [
      "THE MINISTER OF SAFETY AND SECURITY"
    ]
  },
  "sections": {
    "facts": "On the night of 26 August 1997 an off‑duty policeman, Charles Makhado Mugwena, was shot dead outside his rondavel after a team of SAPS officers, acting on a tip to locate a suspect named Thomas Masala, arrived at his home. The officers knocked, identified themselves as police and announced they were searching for Masala. Mugwena, unaware of their identity, emerged with his firearm drawn and pointed it at the officers. A struggle ensued; Constable Matumba, after being seized and struck, discharged his firearm four times, killing Mugwena. The widowed wife and their daughter later sued the Minister of Safety and Security, alleging unlawful killing and seeking damages. Their claim was dismissed by the trial court on technical grounds, alleging non‑compliance with the time limits set out in section 57(1) and (2) of the South African Police Service Act.",
    "issues": "1. Whether the court may, under section 57(5) of the South African Police Service Act, dispense with the procedural time‑limit requirements of sections 57(1) and 57(2) in the interests of justice. 2. Whether the killing of the deceased by Constable Matulla was justified as self‑defence under South African law.",
    "principles": "Section 57(5) gives courts a discretionary power to set aside the statutory prescription periods where equity, fairness, prejudice to the State and constitutional considerations (e.g., best interests of the child) warrant it. The test for self‑defence requires that the defendant was unlawfully attacked, had reasonable grounds to believe his life or bodily integrity was in danger, that the force used was not excessive, and that it was the only or least dangerous means of avoiding the danger. The burden of proof lies on the State to establish, on a balance of probabilities, that the use of force was justified. Relevant authorities include Lek v Estates Agents Board (equity considerations), Mohlomi v Minister of Defence (constitutional context), and R v Attwood (self‑defence test).",
    "application": "The court found that the appellants' delay was attributable to the attorney's ignorance of the statutory limits and to the appellants' socioeconomic disadvantages; there was no wilful dilatory conduct. No prejudice was shown to the respondent, and the respondents had all relevant information readily available. Consequently, the court exercised its section 57(5) discretion and dismissed the special plea. Regarding self‑defence, the court held that the police failed to prove that Matulla faced an imminent unlawful attack; the deceased did not pose a threat, and Matulla’s response was disproportionate and unlawful. The burden of proof was not met, leading to a finding of liability against the State.",
    "conclusion": "The appeal was upheld. The special plea was dismissed, the Minister of Safety and Security was held liable for damages arising from the death of Charles Makhado Mugwena, and the plaintiffs were awarded costs. The matter was postponed sine die."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Statutory Time Limits",
    "level_3": [
      "Section 57",
      "Self-defence",
      "Police liability",
      "Delay and prejudice",
      "Best interests of the child"
    ]
  }
}