{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/139.html",
  "case_name": "Inventive Labour Structuring (Pty) Ltd. v Corfe (31/2005) [2005] ZASCA 139; 2006 (3) SA 107 (SCA) (18 November 2005)",
  "citation": "[2005] ZASCA 139",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 139\n|\nNoteup\n|\nLawCite\nInventive Labour Structuring (Pty) Ltd. v Corfe (31/2005) [2005] ZASCA 139; 2006 (3) SA 107 (SCA) (18 November 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL\nOF\nSOUTH AFRICA\nNot Reportable\nCASE NO. 31/2005\nIn the matter between\nINVENTIVE\nLABOUR STRUCTURING\n(PTY)\nLIMITED\tAppellant\nand\nDENNIS CORFE\n\tRespondent\n____________________________________________________________\nCORAM: \tSCOTT, JAFTA JJA and CACHALIA AJA\nHEARD:\t9\nNOVEMBER 2005\nDELIVERED:\t18 NOVEMBER 2005\n____________________________________________________________\nSummary: Deed of suretyship â mistake â\nrectification thereof can only be ordered if the contract complies\nwith the formality\nrequirements.\n______________________________________________________________________\nJUDGMENT\n____________________________________________________________\nJAFTA\n JA\n[1]\nThis\nappeal concerns a default judgment, the granting of which depended\nupon the rectification of a deed of suretyship. During September\n2004\nthe appellant instituted an action against the respondent in the High\nCourt, Pietermaritzburg, for the rectification of a deed\nof\nsuretyship and payment of the sum of R240 119,93 with interest\nand costs. The respondent did not defend the action and the\nappellant\napplied for a default judgment and rectification of the contract of\nsuretyship. The court\na quo\n(Theron J) refused the prayer for rectification and dismissed the\napplication for default judgment. With leave of the court\na\nquo\nthe appellant contests that refusal and\nthe dismissal of the application for default judgment.\n[2]\tIn\nessence the appellantâs case, as set out in the particulars of\nclaim, is the following:\n(a)\ta close corporation called D & R Distributors CC\nwas indebted to the appellant in the amount of R240 119,93 plus\ninterest\nat the rate of 2.5% per month from 16 October 2003 to date\nof payment;\n(b)\ton 5 August 2003 the respondent executed a deed of\nsuretyship in terms whereof he bound himself as surety and\nco-principal debtor\nfor D & R Distributors CCâs indebtedness to\nthe appellant;\n(c)\tby error common to both parties and contrary to\ntheir intention, the respondents name was inserted as the principal \ndebtor instead\nof D & R Distributors CC;\n(d)\taccordingly the deed of suretyship must\nbe rectified by deletion of the words âDennis Corfeâ in their\nreference to the principal\ndebtor and be substituted with the words\nâD & R Distributors CCâ.\n[3]\tWhen\nthe matter came before the court\na quo\ncounsel who then appeared for the appellant, drew its attention to\nthe fact that two decisions of that court stood in the way of\nthe\nrelief sought. Those decisions are\nRepublican\nPress Ltd v Martin Murray Associates CC\n1996(2) SA 246 (N) and\nNuform Farmwork and\nScaffolding (Pty) Ltd v Natscaff CC\n2003(2)\nSA 56(D). Holding the view that it was bound to follow these\ndecisions, the court\na quo\ndeclined to authorise rectification and dismissed the request for a\ndefault judgment.\n[4]\tIt\nis now settled that a deed of suretyship which is invalid for want of\ncompliance with the formal requirements of s 6 of the\nGeneral Law\nAmendment Act 50 of 1956 (âthe Actâ) cannot be rectified so as to\nmake it comply (\nIntercontinental Exports (Pty)\nLtd v Fowls\n1999(2) SA 1045 (SCA) at 1051\nC-G). Section 6 of the Act, insofar as it is relevant, provides:\nâ\nNo\ncontract of suretyship entered into after the commencement of this\nAct, should be valid, unless the terms thereof are embodied\nin the\nwritten document signed by or on behalf of the surety â¦.â\n[5]\tIn\nthe past, the word âtermsâ in the section has been construed to\ninclude the identification of the three necessary parties,\nie the\ncreditor, the principal debtor and the surety (\nFourlamel\n(Pty) Ltd v Maddison\n1977(1) SA 333(A) at\n345A-D and\nIntercontinental Exports (Pty) Ltd\n(supra) at 1051B). If any one of the three parties is not identified\nex facie\nthe contract,\nit will be invalid for want of compliance with statutory\nrequirements.\n[6]\tAs\na general rule the determination of whether rectification of a\nsuretyship should be ordered or not involves a two-stage enquiry.\nThe\nfirst is to determine whether the formal requirements contained in s\n6 are met. The focal point at this stage is whether the\nwritten\ndocument, on its face, constitutes a valid contract of suretyship or\nnot. If it does not, the enquiry ends there. If it does,\nthen the\nenquiry moves to the second leg which focuses on whether a proper\ncase for rectification has been made out. If the answer\nto the latter\nquestion is in the affirmative, an order for rectification must be\ngranted.\n[7]\tAgainst\nthis background I shall now consider whether rectification should\nhave been granted in the present case. The relevant\npart of the\ncontract of suretyship reads as follows:\nâ\nI,\nthe undersigned\nDennis Corfe\ndo hereby bind myself jointly and\nseverally in favour of:\nInventive\nLabour Structuring\n(hereinafter\ncalled âthe Creditorâ)\nas\nsurety for and co-principal in solidum with:\nDennis\nCorfe\n(hereinafter\ncalled âthe Debtorâ)\nfor\nthe due payment of every sum of money which may now or a any time\nhereafter be or become owing by the Debtor to the Creditor from\nwhatsoever cause or causes arising, and for the due performance of\nevery other  obligation, howsoever arising, which the Debtor may\nnow\nor at any time hereafter be or become bound to perform in favour of\nthe Creditor.â\nThe\nunderlined names are inserted in handwritten form to a typed document\nand the suretyship is signed at its end by the surety, Dennis\nCorfe.\n[8]\tBearing\nin mind that at this stage one is confined to looking only at the\ndocument constituting the suretyship to see if it contains\nthe\nnecessary formalities, I am of the view that the present suretyship\ndoes, on its face, identify the creditor, the principal debtor\nand\nthe surety. However, it is clear that the names of the surety and the\nprincipal debtor are the same and they are names of a natural\nperson.\nThis renders the suretyship capable of at least two possible\ninterpretations. The first is that the surety and the principal\ndebtor are one and the same person. The second is that they are two\nparties with identical names.\n[9]\tThe\nfirst interpretation would certainly lead to non-compliance with the\nnecessary formal requirements because in our law a person\ncannot\nstand surety for his or her own debt (\nNedbank\nLtd v Van Zyl\n1990(2) SA 469(A) at 475E-I).\nOn this interpretation the suretyship would fail to identify the\nprincipal debtor and the surety as\ntwo distinct parties.\n[10]\tBut\nthe second reveals the identities of both the principal debtor and\nthe surety as two parties with identical names. On this\ninterpretation the suretyship contract is formally valid. In\nIntercontinental Exports (Pty) Ltd\nSmalberger JA, in a similar but not identical context, said at\n1053D-F:\nâ\nThe\nprincipal debtor is referred to in clause 1.2 of the suretyship as\nâMr Frank Fowlesâ. The name of the surety is reflected\nas âFrank\nTurner Fowlesâ. The names, though similar, are not identical, and\nex facie\nthe suretyship do not necessarily refer to the same\nperson. Even if the two names were identical, it would not follow as\na matter\nof course that they referred to the same person. The parties\nmight for instance, be father and son who happen to have the same\nnames,\na not uncommon occurrence. In those circumstances, and a\nfortiori\nin the present, a deed of suretyship would be capable\nof being construed\nex facie\nthe document itself as reflecting\na creditor, principal debtor and surety and would be formally valid\non that score.â\n[11]\tIn\na case where the contract being construed is capable of more than one\ninterpretation, one meaning leading to invalidity and\nthe other not,\npreference must be given to the latter meaning in order to save the\ncontract from invalidity. That much is trite.\nTherefore, the present\nsuretyship - when properly construed - complies with the formal\nrequirements in s 6 of the Act.\n[12]\tI\nturn to the second leg of the enquiry. As previously stated, it is\nalleged that both parties in this matter had intended that\nthe\nrespondent would stand surety for D & R Distributors CCâs\nindebtedness to the appellant. The respondentâs name was mistakenly\ninserted in the suretyship agreement as referring to the principal\ndebtor. As a result the suretyship agreement failed to reflect\nthe\npartiesâ common intention. These facts constitute a sufficient\nbasis for granting rectification. It follows that the court\na\nquo\nerred in declining the request for\nrectification.\n[13]\tIn\nthe light of what has been said above, it is not necessary to\ndetermine whether\nRepublican Press\nand\nNuform Farmwork & Scaffolding (Pty)\nLtd\nwere correctly decided. Both cases are\ndistinguishable from the present matter.\n[14]\tSince\nthe only difficulty that stood in the way of the relief sought being\ngranted was the question of rectification, it follows\nthat the appeal\nmust succeed. Insofar as costs of the appeal are concerned, it seems\nto me that it would be fair in the circumstances\nof this case to make\nno order as to costs. The respondent did not appear in this court. He\ninformed the appellantâs attorneys by\nway of a letter dated\n6 April 2005 that he would\nnot\noppose the appeal. In the court\na quo\nthe relief sought was refused after the appellantâs counsel had\nreferred the court to the decisions mentioned in para [13] above.\nThe\ncourtâs attention was not drawn to the decision of this court in\nInternational Exports (Pty) Ltd.\nHad this been done an order in the appellantâs favour would in all\nprobability have been granted.\n[16]\tThe\nfollowing order is made:\n1.\tThe\nappeal is upheld.\n2.\tThe order of the court\na\nquo\nis set aside and replaced with the\nfollowing order:\nâ\n(a)\tAn order is granted for\nrectification of the deed of suretyship, Annexure B to the\nparticulars of claim, by the deletion of the\nname âDennis Corfeâ\nimmediately after the words âas surety and co-principal debtor in\nsolidum withâ and substituting therefor\nthe name âD & R\nDistributors CCâ.\n(b)\tThe defendant is ordered to pay the sum\nof R240 119,93 with interest at the rate of 2.5% from 16 October\n2003 to date of\npayment together with costs. The latter order will\noperate jointly and severally with any order issued against D & R\nDistributors\nCC arising out of the same debt.â\n---------------------------------------\nC\nN JAFTA\nJUDGE\nOF APPEAL\nSCOTT\nJA\t\t\t)\tCONCUR\nCACHALIA\nAJA\t\t)",
  "scraped_at": "2026-02-12T15:06:45.367120",
  "date": "2005-11-18",
  "coram": [
    "Scott JA",
    "Jafta JJA",
    "Cachalia AJA"
  ],
  "case_number": "31/2005",
  "parties": {
    "applicants": [
      "Inventive Labour Structuring (Pty) Limited"
    ],
    "respondents": [
      "Dennis Corfe"
    ]
  },
  "sections": {
    "facts": "The appellant, Inventive Labour Structuring (Pty) Ltd, sued the respondent, Dennis Corfe, in the High Court, Pietermaritzburg, seeking rectification of a deed of suretyship and payment of R240,119.93 with interest. The deed, dated 5 August 2003, was intended to bind Corfe as surety for the indebtedness of a close corporation, D & R Distributors CC, to the appellant. By mistake, Corfe’s name was inserted as the principal debtor instead of the close corporation. The respondent did not defend, and the appellant applied for a default judgment and rectification. The trial judge refused rectification, relying on earlier decisions, and dismissed the default judgment. The appellant appealed.",
    "issues": "1. Whether the deed of suretyship complies with the formal requirements of section 6 of the General Law Amendment Act 50 of 1956. 2. Whether a deed that is formally valid can be rectified to reflect the parties’ true intention when a mistake has been made in naming the principal debtor. 3. Whether the precedent cases cited by the trial court (Republican Press Ltd v Martin Murray Associates CC and Nuform Farmwork and Scaffolding (Pty) Ltd v Natscaff CC) are applicable.",
    "principles": "Section 6 of the General Law Amendment Act requires that a contract of suretyship be embodied in a written document signed by the surety and must identify the creditor, principal debtor and surety. If any party is not identified on the face of the document, the contract is invalid. The law recognizes a two‑stage enquiry for rectification: first, determine compliance with statutory formalities; second, assess whether there is a sufficient case for rectification. Precedents such as Intercontinental Exports (Pty) Ltd v Fowls, Fourlamel (Pty) Ltd v Maddison, and Nedbank Ltd v Van Zyl establish that a person cannot be surety for his own debt and that when a document admits more than one plausible interpretation, the interpretation that preserves validity should be preferred.",
    "application": "The Court examined the deed and concluded that, on its face, it identifies a creditor, a principal debtor and a surety, even though the names of the surety and principal debtor are identical. Two interpretations were possible: (i) Corfe is both surety and debtor (invalid) or (ii) they are distinct parties with the same name (valid). Following the principle that the interpretation preserving validity should be adopted, the Court held the deed formally valid under s6. Having satisfied the first stage, the Court considered the alleged mistake—Corfe’s name was inserted in place of D & R Distributors CC—as sufficient grounds for rectification. The earlier decisions relied upon by the trial judge were distinguished and deemed inapplicable.",
    "conclusion": "The appeal was upheld. The order of the trial court was set aside. The deed of suretyship was rectified by deleting “Dennis Corfe” as the principal debtor and inserting “D & R Distributors CC”. The respondent was ordered to pay the sum of R240,119.93 with interest at 2.5% per month from 16 October 2003, jointly and severally with any order against D & R Distributors CC. No order as to costs was made."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Suretyship",
    "level_3": [
      "rectification",
      "mistake",
      "formalities",
      "contract law",
      "interest"
    ]
  }
}