{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/129.html",
  "case_name": "B v S (489/2005) [2005] ZASCA 129; [2006] 4 All SA 515 (SCA); 2006 (5) SA 540 (SCA) (8 December 2005)",
  "citation": "[2005] ZASCA 129",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 129\n|\nNoteup\n|\nLawCite\nB v S (489/2005) [2005] ZASCA 129; [2006] 4 All SA 515 (SCA); 2006 (5) SA 540 (SCA) (8 December 2005)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nCertain\r\n\t\t\tpersonal/private details of parties or witnesses have been\r\n\t\t\tredacted from this document in compliance with the law\nand\nSAFLII\r\n\t\t\tPolicy\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nReportable\nCASE  NO\n: 489/05\nIn the matter between :\nJ.B.\nAppellant\nand\nM.C.S.\nRespondent\n_________________________________________________________________\nBefore:\tSTREICHER, BRAND, NUGENT, VAN HEERDEN &\r\n\t\t\tJAFTA JJA\nHeard:\t5 DECEMBER 2005\nDelivered:\n8 DECEMBER 2005\nSummary:\tJurisdiction â interim custody order\r\n\t\t\tinextricably linked to order that child be returned to South\r\n\t\t\tAfrica â court\nnot able to enforce return order - no\r\n\t\t\tjurisdiction to grant such order\n_________________________________________________________________\nJ U D G M E N T\n_________________________________________________________________\nSTREICHER  JA\nSTREICHER JA:\n[1]\tThis is an application for leave to appeal against\r\npara 2 to 5 of an order made in the High Court, Pretoria (quoted in\r\nfull\nin para [12] below) in terms of which the court a quo awarded\r\nthe interim custody of the daughter (K.) of the applicant and the\n\nrespondent to the parents of the respondent and ordered that K. be\r\nreturned from the USA to the jurisdiction of the court a quo.\nThe\r\njudges who considered the application for leave to appeal, acting in\r\nterms of the provisions of s 21(3)(c)(ii) of the\nSupreme Court\r\nAct 59 of 1959, referred the matter to this court for argument and\r\nordered that the parties should be prepared to\nargue the merits of\r\nthe appeal should leave to appeal be granted.\n[2]\tThe applicant and the respondent were married in\r\n1993. One child, K., was born of the marriage on [date] 1994. During\r\n1996 the\nparties separated and on [date] 1998 they were divorced. The\r\norder of divorce incorporated an agreement of settlement between the\n\nparties in terms of which they agreed that the custody of K. be\r\nawarded to her mother, the applicant, with whom she had been staying\n\nsince her separation from the respondent, subject to the respondentâs\r\nright of reasonable access.\n[3]\tThe respondent exercised regular unsupervised access\r\nto K. until 2002. During 2002 the applicant unilaterally suspended\r\nthe\nrespondentâs access contending that he was a drug abuser, more\r\nparticularly that he was a marijuana smoker and possibly a user\nof\r\nhard line drugs, and that he had exhibited conduct from which the\r\ninference could be drawn that he harboured paedophile tendencies.\n\nArising from the applicantâs conduct the respondent launched two\r\napplications in the High Court, Bloemfontein for the purpose\nof\r\nobtaining access to K.. These applications gave rise to three\r\nsettlement agreements. At first the respondent was allowed supervised\n\naccess in the applicantâs presence, then he was allowed access\r\nsupervised by a social worker and in terms of the third agreement,\n\nconcluded in December 2002, he was allowed unsupervised access.\n[4]\tSubsequent to the divorce both the applicant and the\r\nrespondent remarried. The applicantâs husband is a citizen of the\r\nUSA.\nThey decided to relocate to the USA but the respondent refused\r\nto give his consent, as required in terms of s 1(2)(c) of the\n\nGuardianship Act 192 of 1993, that K. be removed from South Africa.\r\nDuring the second half of 2002 the applicant launched an application\n\nout of the High Court, Johannesburg in terms of which she sought the\r\nconsent of that court to remove K. from South Africa. The\nrespondent\r\nopposed the application and in January 2003 the applicant and the\r\nrespondent concluded a written agreement in terms\nof which they\r\nagreed that K. would reside permanently with the respondent subject\r\nto defined ârights of accessâ on the part\nof the applicant which\r\nshe was entitled to exercise in South Africa or in the USA. This\r\nagreement was not made an order of court,\nalthough the parties\r\nerroneously assumed that it had been.\n[5]\tEarly in January 2003 K. began residing with the\r\nrespondent and his wife. On four occasions she travelled to America\r\nto visit\nthe applicant. The last occasion on which she did so was on\r\n20 June 2005. She was supposed to return to South Africa on 13 July\n\n2005 but, on 12 July 2005, the applicant obtained an\nex parte\ninterim order from the Family Court of the State of New York (âthe\r\nNew York Courtâ) in terms of which the respondent was called\nupon\r\nto show cause on 9 August 2005 why that court should not exercise\r\ntemporary emergency jurisdiction over the matter and award\nthe\r\ntemporary sole custody of K. to the applicant. The respondent opposed\r\nthe application but on 10 August 2005 that court made\nthe following\r\norder:\nâ\nORDERED AND ADJUDGED that this court has temporary\r\nemergency jurisdiction in this matter pursuant to Domestic Relations\r\nLaw s 76-c;\nand it is further\nORDERED that petitioner, J.B., shall have temporary\r\ncustody of K.S., born November 1, 1994, age 10, and that K.S. shall\r\nremain in\nthe State of New York with petitioner; and it is further\nORDERED that this order\r\nshall remain in effect until such time as the High Court of South\r\nAfrica , Witwatersrand Local Division\nor other court of appropriate\r\njurisdiction in South Africa, renders a subsequent decision in the\r\nproceeding currently pending before\nthat court pertaining to custody\r\nof K.S..â\n[6]\tIn the application to the New York\r\nCourt the applicant alleged that when K. arrived on 21 June 2005 she\r\nwas pale, underweight\nand nervous and that her gums were bleeding.\r\nShe alleged, furthermore, that during the course of her visit K. made\r\nnumerous alarming\ndisclosures of abusive behaviour on the part of the\r\nrespondent and her stepmother. These disclosures included allegations\r\nthat\nher father and stepmother were smoking marijuana on a regular\r\nbasis; that the respondent insisted that she sit on his lap and hug\n\nhim repeatedly; that the respondent insisted on seeing her body and\r\nfeeling her breasts to see how big they were growing; that\nthe\r\nrespondent came into the bathroom to watch her taking a bath; that\r\nthe respondentâs attentions made her very uncomfortable;\nthat her\r\nstepmother was verbally and physically abusive towards her, was\r\naggressive and short-tempered and hit her; and that she\nwas often\r\nleft in the care of her stepmother or a male gardener.\n[7]\tThe\r\napplicant also relied on reports obtained from Kate Halliday, a\r\nclinical social worker specialising in families and children,\nand\r\nMarne Oshae, a physician, who interviewed and examined K. on 6 July\r\n2005 and on 7 July 2005 respectively. According to Halliday,\nK. told\r\nher that since the respondent had been using dagga he had been acting\r\nvery strangely. He had recently been coming into\nthe bathroom when\r\nshe was having a bath and wanted to wash her and touch her in âwrong\r\nplacesâ. He also asked to see how big\nher âboobsâ were getting\r\nand actually âfelt to seeâ. She had requested her stepmother to\r\nask the respondent to stop coming\ninto the bathroom when she bathed\r\nbut he did not do so. She also complained that the respondent always\r\nwanted her to sit on his\nlap and give him hugs and kisses. Asked\r\nabout her stepmother she complained that she was grumpy, that she\r\nshouted at her when she\ngot angry, grabbed her arm and squeezed it\r\nvery hard and that she once raised her hand as if to hit her.  Marne\r\nOshae reported\nthat K. also told her that the respondent touched her\r\nbreasts.\n[8]\tUpon the New York Court having awarded\r\ninterim custody of K. to the applicant, pending another decision by a\r\nSouth African court\nof competent jurisdiction, the respondent applied\r\nto the High Court, Pretoria for an order that, pending the final\r\ndetermination\nof the custody issue, the custody of K. be awarded to\r\nhim and that the applicant be ordered to return K. to him,\r\nalternatively\nthat the custody in the interim be awarded to his\r\nfather and mother.\n[9]\tThe respondent denied the allegations\r\nagainst him; stated that K. had a good relationship with his wife;\r\nand denied that K.\nwas ever left alone with the gardener. He annexed\r\nan affidavit by a Ms L., K.âs class teacher at the Bâ¦Pâ¦Sâ¦, in\r\nwhich she\ndescribed K. as âa happy, cheerful, polite, loving and\r\nwell adjusted child who is always smiling (and) eager to pleaseâ.\r\nShe\nstated that K. is well liked by the other learners of her class\r\nand that she gained the impression that K.âs stepmother âis\na\r\nvery caring care giver and furthermore, is actively involved in K.âs\r\neducation and more particularly ensures that K.âs homework\nis\r\nperformed and is âsigned offâ by herâ. She concluded as\r\nfollows:\nâ\n5\tBy virtue of what I have indicated hereinabove, I\r\nam totally surprised by the Petitionerâs contentions and although I\r\ndo not\nwish to contend that they are false I would nonetheless\r\nindicate that:-\nmy fellow teachers and myself have never had to raise\r\n\t\tany concerns concerning K. at our weekly meetings; and\nalthough K. is\r\n\t\tnaturally of a slim build she has never appeared to be\r\n\t\tundernourished; and\n5.3\tK. has never\r\n\tcomplained to any of my fellow teachers or myself in regard to\r\n\tundernourishment and/or that she is being inappropriately\ntouched by\r\n\tthe Respondent; and\nK.âs marks do not\r\n\t\tindicate a child being abused in any manner whatsoever, i.e. abuse\r\n\t\tin whatever form (physical, mental etc),\nis invariably apparent\r\n\t\twith reference to a decrease in marks and a radical change in\r\n\t\tbehavioural patterns i.e. moodiness, aggressiveness\nand/or\r\n\t\twithdrawal exhibitions. K. has not indicated any of these changes\r\n\t\tand in fact, as I indicate hereinabove, her disposition\nhas\r\n\t\tremained constant and her marks have improved and in certain cases\r\n\t\tdramatically.â\n[10]\tMs L. also referred\r\nto a report by the principal of the Bâ¦Pâ¦Sâ¦ in which he stated\r\ninter alia: âK. is a loveable and\nhappy child with no evidence of\r\nany underlying problems. As a matter of fact she has just shown\r\nprogress in the time she has been\nwith us.â\n[11]\tConcerning K.âs grandparents the respondent\r\nstated that K. has a warm and loving relationship with them, that\r\nthey live nearby\n(approximately 45 minutes by motorcar) and that K.\r\nis in regular contact with them. They state in an affidavit annexed\r\nto his affidavit,\nthat they are well able to look after K. and and\r\nthat they can accommodate her in a spare bedroom. These allegations\r\nare not denied\nby the applicant.\n[12]\tThe court a quo,\r\nafter having heard argument, ordered:\nâ\n2\tPending investigation and report by the Family\r\n\tAdvocate, referred to in paragraph 5 below:\nInterim custody of the minor child K. is awarded to\r\n\t\tthe paternal grandparents, Mr and Mrs S..\nThat the minor child\r\n\tbe returned to the jurisdiction of this court with immediate effect,\r\n\tand into the said interim custody of\nthe Stones.\nApplicant shall make arrangements for the minor child\r\n\tto travel to RSA, accompanied by the paternal grandmother, Mrs S.,\r\n\tat his\ncost.\nA copy of this order\r\n\tshall be served on the Family Court of the State of New York County\r\n\tof Tomkins, which service shall be effected\nurgently, duly\r\n\tfacilitated by the Offices of the Family Advocate.\nThat the Family Advocate is requested to institute an\r\n\tenquiry in terms of the Mediation in Certain Divorce Matters Act and\r\n\tto\nfurnish recommendations to this court in respect of custody as\r\n\tprayed for in paragraph B of the Notice of Motion as a matter of\n\n\turgency.\nCosts are reserved.\nThe said Family Advocate enquiry shall include an\r\n\tenquiry and recommendations in respect of Respondentâs counter\r\n\tapplication\nfor consent for the permanent removal of K. from RSA to\r\n\tUSA.\nApplicant shall\r\n\tinform respondent timeously of the date and time of this arrival in\r\n\tthe USA in order to give effect to the terms\nof this order.â\n[13]\tUnfortunately\r\nthe judge a quo did not give any reasons for his order. A subsequent\r\napplication by the applicant to the court\na quo for leave to appeal\r\nagainst para 2 to 5 of the order was dismissed with costs. The court\r\na quo held that para 3 to 5 of its\norder did not dispose of any\r\nsubstantial portion of the relief claimed in the main application and\r\nthat para 2 of its order was\ninterim in nature. Relying on\nZweni\r\nv Minister of Law and Order\n1993 (1) SA 523\n(A) at 532J-533B it held that the orders were for these reasons not\r\nappealable.\n[14]\tIn\nZweni\nHarms AJA said at 536B:\nâ\n[G]enerally speaking, a non-appealable decision\r\n(ruling) is a decision which is not final (because the Court of first\r\ninstance is\nentitled to alter it), nor definitive of the rights of\r\nthe parties nor has the effect of disposing of at least a substantial\r\nportion\nof the relief claimed in the main proceedings.â\n[15]\tIn my view neither the interim custody\r\norder nor the order that K. be returned was final. Both orders could\r\nbe reconsidered\nby the court a quo and will be reconsidered when a\r\nfinal order is made. The position in\nMetlika\r\nTrading Ltd v Commissioner, South African Revenue Service\n2005 (3) SA 1\n(SCA) upon which the applicant relied was different. In\r\nthat case the court ordered that steps be taken to procure the return\r\nof\nan aircraft to South Africa.\n1\nWhether or not the aircraft was to be returned to South Africa was\r\nnot an issue in the action pending which the interdict was granted.\n2\nIt was not an issue which was to be reconsidered at the trial or on\r\nthe same facts by the court that granted the order.\n3\n[16]\tHowever, in my view the order that the\r\nchild be returned was ineffective in that it could not be enforced by\r\nthe court a quo.\nBeing ineffective the court a quo had no\r\njurisdiction to make an order in those terms.\n4\n[17]\tIn terms\r\nof art 12 of the Hague Convention on the Civil Aspects of\r\nInternational Child Abduction (1980)\n5\n,\r\nContracting States to the Convention, which include the RSA and the\r\nUSA, agree that where a child has been wrongfully removed\nor retained\r\nin terms of article 3 of the Convention the judicial or\r\nadministrative authorities of the Contracting State where the\nchild\r\nis shall order the return of the child forthwith. Article 3 of the\r\nConvention provides that the removal or retention of a\nchild is to be\r\nconsidered wrongful where it is in breach of rights of custody\r\nattributed to a person under the law of the State\nin which the child\r\nwas habitually resident immediately before the removal or retention\r\nand where at the time of removal or retention\nthose rights were\r\nactually exercised or would have been so exercised but for the\r\nremoval or retention. The rights of custody may\narise by operation of\r\nlaw or by reason of an agreement having legal effect under the law of\r\nthat State. In terms of art 5 ârights\nof custodyâ include rights\r\nrelating to the care of the person of the child and, in particular,\r\nthe right to determine the childâs\nplace of residence.\n[18]\tIn the present case the applicant\r\nwrongfully retained K. within the meaning of âwrongfully retainâ\r\nin terms of the Convention\nin that she breached the agreement with\r\nthe respondent that K. would reside with the respondent on a\r\npermanent basis i.e. that\nthe respondent could determine K.âs place\r\nof residence and thus had ârights of custodyâ within the meaning\r\nof the Convention.\nThe applicant also wrongfully retained K. in that\r\nshe acted contrary to the provisions of s 1(2)(c) of the Guardianship\r\nAct. That\nsection provides that unless a competent court orders\r\notherwise, the consent of both parents shall be necessary in respect\r\nof the\nremoval of a minor child from the Republic by one of the\r\nparents. Although the respondent did consent to K. leaving South\r\nAfrica\non 20 June 2005, he did so on the basis that she would be\r\nreturned on 13 July. By failing to return her to South Africa on that\n\ndate, the applicant in effect breached s 1(2)(c).\n[19]\tK. is in the USA under the judicial\r\nguardianship of a foreign court. It is, therefore, for the judicial\r\nand administrative\nauthorities in the USA to order the return of K.\r\nto South Africa and to determine under what conditions the return\r\nshould take\nplace. This may well necessitate further orders having to\r\nbe made by a South African court at that stage, either in the form of\n\na mirror order or otherwise. In this regard Goldstone J said in\nSonderup v Tondelli\n2001 (1) SA 1171\n(CC) para [35] at 1186D-E:\nâ\n[T]he court ordering\r\nthe return of a child under the Convention would be able to impose\r\nsubstantial conditions designed to mitigate\nthe interim prejudice to\r\nsuch child caused by a court ordered return. The ameliorative effect\r\nof art 13, an appropriate application\nof the Convention by the court,\r\nand the ability to shape a protective order, ensure a limitation that\r\nis narrowly tailored to achieve\nthe important purposes of the\r\nConvention.â\n[20]\tA court with appropriate jurisdiction\r\nin the USA and not a South African court is, therefore, the\r\nappropriate court to order\nthe return of K..\n6\nIn the light of the fact that the court a quo had no jurisdiction to\r\norder the return of K. the order is appealable for the following\n\nreasons. It has been held by this court that the dismissal of an\r\nexception on the ground that the court hearing the exception does\nnot\r\nhave jurisdiction to hear the matter, constitutes a final appealable\r\njudgment.\n7\nIt follows logically that an order by a court based on an assumption\r\nthat it has jurisdiction to grant the order should be considered\nto\r\nbe an order which is appealable on the ground that the court did not\r\nhave jurisdiction to make the order. The appeal in respect\nof par 3\r\nto 5 of the order of the court a quo should therefore succeed.\n[21]\tThe sole object of the interim custody\r\norder made by the court a quo was to make provision for the care of\r\nK. upon her return\nto South Africa pending the final determination of\r\nwhether the applicant or the respondent should have custody. In the\r\nlight of\nthe fact that the order that K. be returned to South Africa\r\nwas ineffective there was no need for the interim custody order. The\n\ninterim custody order is therefore inextricably linked to the return\r\nof K. to South Africa and cannot stand if the order that K.\nbe\r\nreturned is set aside. It follows that the interim custody order is,\r\nlike the return order, appealable and that it should, like\nthe return\r\norder, be set aside. The court a quo should have dismissed the\r\napplication for interim custody. Until such time as K.\nreturns to\r\nSouth Africa there is no need for an interim custody order in favour\r\nof her paternal grandparents. Should she return\naccompanied by her\r\nmother there would likewise be no need for such an order.\n[22]\tThe following order is made:\nThe application for leave to appeal is granted with\r\n\tcosts;\nThe costs order made by the court a quo in respect of\r\n\tthe application for leave to appeal in that court is set aside;\nThe respondent is ordered to pay the costs of the\r\n\tapplication for leave to appeal in the court a quo;\nThe appeal is upheld with costs;\nParagraphs 2 to 5 of the order of the court a quo are\r\n\tset aside.\n___________________\nSTREICHER JA\nJUDGE OF APPEAL\nCONCUR\n:\nBRAND JA)\nNUGENT JA)\nVAN HEERDEN JA)\nJAFTA JA)\n1\nAt 11 A-B.\n2\nPara [22].\n3\nPara [24].\n4\nSteytler NO v Fitzgerald\n1911 AD 295\nat 346;\nThermo\r\n\tRadiant Oven Sales (Pty) ltd v Nelspruit Bakeries (Pty) Ltd\n1969\r\n\t(2) SA 295\nat 307;\nEwing McDonald & Co Ltd v M & M\r\n\tProducts Co\n1991(1) SA 252 (A) at 259D-J.\n5\nAs incorporated into South African Law by the\r\n\tHague Convention on the Civil Aspects of International Child\r\n\tAbduction Act 72 of\n1996, which came into operation on 1 October\r\n\t1997.\n6\nSee also\nDi Bona v Di Bona\n1993 (2) SA 682\n(C) at 695E-F;and\nMatthews  v Matthews\n1983 (4) SA 136\n(SE) at 139H.\n7\nDu Toit v Ackerman\n1962 (2) SA 581\n(A) at 587D-E;\nSteytler\r\n\tNO v Fitzgerald\n1911 AD 295\nat 305;\nMaize Board v Tiger Oats Ltd\n2002 (5) SA 365\n(SCA) para [9] and [14].",
  "scraped_at": "2026-02-12T15:14:40.106659",
  "date": "2005-12-08",
  "coram": [
    "Streicher JA",
    "Brand JA",
    "Nugent JA",
    "Van Heerden JA",
    "Jafta JA"
  ],
  "case_number": "489/05",
  "parties": {
    "applicants": [
      "J.B."
    ],
    "respondents": [
      "M.C.S."
    ]
  },
  "sections": {
    "facts": "J.B. and M.C.S. were married in 1993 and divorced in 1998. Their daughter K. (born 1994) was awarded custody to J.B. with M.C.S. having reasonable access. Access was later suspended by J.B. alleging drug abuse and possible pedophilia. Subsequent court‑ordered access arrangements were made, culminating in unsupervised access in December 2002. Both parties remarried and J.B. sought to relocate K. to the United States with her new husband, a U.S. citizen, without M.C.S.'s consent. An agreement in January 2003 placed K. permanently with M.C.S., but the parties mistakenly believed it was a court order. In June 2005 K. travelled to the United States; J.B. obtained an ex parte interim custody order from the New York Family Court, which also ordered K. remain in New York pending South African proceedings. M.C.S. applied in the Pretoria High Court for interim custody and for K. to be returned to South Africa. The High Court ordered interim custody to the paternal grandparents and directed that K. be returned to South Africa, but gave no reasons and the order was later appealed.",
    "issues": "1) Whether the Pretoria High Court had jurisdiction to order the return of K. to South Africa when a foreign court already exercised temporary emergency jurisdiction. 2) Whether the interim custody order to the grandparents was valid given the ineffective return order. 3) Whether the orders were appealable despite being interim. 4) Application of the Hague Convention on International Child Abduction and s 1(2)(c) of the Guardianship Act to the parties’ rights of custody.",
    "principles": "The judgment relied on the Hague Convention (art 3, art 5) which requires the state where the child is present to order return if the removal is wrongful. It further applied s 1(2)(c) of the Guardianship Act, which mandates consent of both parents for removal of a minor from South Africa unless a competent court orders otherwise. The court cited Zweni v Minister of Law and Order on the non‑appealability of non‑final orders, and distinguished the present case because the return order was ineffective and beyond the court's jurisdiction. The principle that a court lacking jurisdiction to make an order renders that order appeal‑able was also affirmed.",
    "application": "The court held that the High Court's order to return K. was ineffective because it could not be enforced against a foreign court’s jurisdiction; consequently, the court lacked jurisdiction to make such an order. Since the return order was foundational to the interim custody order, the latter was also ultra vires. The court therefore set aside paragraphs 2‑5 of the High Court order, affirmed that the orders were appealable on jurisdictional grounds, and granted leave to appeal with costs.",
    "conclusion": "Leave to appeal was granted. The costs order made by the High Court in respect of the leave‑to‑appeal application was set aside, and the respondent was ordered to pay the costs of that application. The appeal was upheld with costs, and paragraphs 2 to 5 of the High Court order (return of K. and interim custody to the grandparents) were set aside."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "International Child Abduction",
    "level_3": [
      "Hague Convention",
      "Jurisdiction",
      "Interim Custody",
      "Guardianship Act",
      "Appealability"
    ]
  }
}