{
  "url": "https://www.saflii.org/za/cases/ZASCA/2005/68.html",
  "case_name": "S v Magida (515/2004) [2005] ZASCA 68; [2006] 1 All SA 1 (SCA); 2005 (2) SACR 591 (SCA) (26 August 2005)",
  "citation": "[2005] ZASCA 68",
  "court": "ZASCA",
  "year": "2005",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2005\n>>\n[2005] ZASCA 68\n|\nNoteup\n|\nLawCite\nS v Magida (515/2004) [2005] ZASCA 68; [2006] 1 All SA 1 (SCA); 2005 (2) SACR 591 (SCA) (26 August 2005)\nDownload original files\nPDF format\nRTF format\nLast Updated: 17 October 2005\nTHE SUPREME COURT OF APPEAL\nOF SOUTH\nAFRICA\nReportable\nCase no:\t515/04\nIn the matter between:\nMEMORY MUSHANDO MAGIDA\nAppellant\nand\nTHE\nSTATE\nRespondent\n_______________________________________________________\nCoram\n:\nNavsa,\nPonnan JJA et Maya AJA\nDate of hearing:\n18 August 2005\nDate\nof delivery:\n26 August 2005\nSummary\n:\tAppellant’s\nAIDS status a factor to be considered in deciding an appropriate sentence\n─ magistrate not supplying reasons\nfor sentence ─ no reasons\nrequested by court below ─ matter requiring expeditious decision by this\nCourt ─ principle\nof individualisation of sentence restated and\napplied.\n_______________________________________________________\nJUDGMENT\n_______________________________________________________\nNAVSA\nJA:\n[1]\tThe appellant pleaded guilty to and was convicted of 99 counts of\nfraud in the Bellville Magistrates’ Court. On 30 July\n2001 she was\nsentenced to 60 days’ imprisonment on each count, of which 40 days’\nimprisonment was suspended on condition\nthat she was not convicted of fraud or\ntheft or any attempt thereto committed during the period of suspension. The\ncumulative total\nsentence amounted to 16 years and 3 months’ imprisonment.\nThe unsuspended term of imprisonment amounted to 5 years, 5 months\nand 2 days.\n[2]\tThe appellant served part of her sentence but was released on bail\npending her appeal to the Cape High Court. That appeal was\ndismissed (per Hlophe\nJP and Franks AJ). The court below granted leave to appeal that decision and\nfurther extended bail pending\nthe outcome of the present appeal.\n[3]\tBefore us the appellant applied to have evidence by way of\naffidavits admitted on appeal. The affidavits reveal that the appellant\ndiscovered, after she was sentenced, that she had contracted the Human\nImmunodeficiency Virus (HIV), which had caused her to develop\nfull-blown\nAcquired Immunodeficiency Syndrome (AIDS). As a result her life expectancy has\nbeen drastically reduced. She and the doctors\ntreating her describe the\ntreatment she is receiving which is not available to her in prison.  This\nevidence is set out in greater\ndetail later in this judgment. The state did not\noppose the admission of the evidence and, for reasons that will become apparent,\nit was admitted on appeal.\n[4]\tThe following are the appellant’s\ngrounds of appeal:\n(a)\tThe magistrate did not supply reasons for the sentence imposed by him and\nthe Cape High Court was therefore not at liberty to\ndeal with the question of\nsentence as though it had been properly imposed;\n(b)\tThe appellant’s legal representative before the court below did not\nproperly present her case on appeal and she could therefore\nnot be considered to\nhave had a fair appeal as envisaged by the Constitution;\n(c)\tThe appellant’s HIV/AIDS status entitled her to a lesser\nsentence.\n[5]\tThe accused was represented at her trial and\nher legal representative presented the following facts from the side-bar (the\nappellant\ndid not testify):\nThe appellant was 26 years old and was the mother\nof a 7-year old daughter who had been placed in the father’s custody. She\nwas a first offender. The appellant completed matric and had been in several\njobs after that. When she committed the offences in\nquestion she had been\nunemployed.  The appellant perpetrated the fraud of which she had been convicted\nby paying for goods with cheques\nfrom chequebooks obtained by false pretences.\nShe committed the offences in concert with others.\n[6]\tA probation\nofficer’s pre-sentencing report was handed in during the trial before the\nmagistrate. The following additional\nrelevant facts appear from the report. The\nappellant’s father disappeared from her life when she was very young. Her\nmother\nmarried another man and left her in the care and custody of her maternal\ngrandmother. Whilst growing up she moved from relative to\nrelative. During the\nperiod 1995 to 1999 the appellant worked for a total of six employers.  She\ncontracted tuberculosis in prison\nwhile awaiting trial, for which she received\ntreatment. The appellant expressed remorse to the probation officer. The latter\nrecorded\nthat it was difficult to confirm the information supplied by the\nappellant because of lack of time and the absence of contactable\nfamily members,\nbut that some of the information supplied by the appellant (other than that\nrecorded above) was false.  It was, however,\nrecorded in the appellant’s\nfavour that the head of the prison in which the appellant had been detained\ndescribed her as well-mannered\nand co-operative. The probation officer\nconsidered the offence with which the appellant had been charged as serious, but\ndid not\nmake any recommendation in respect of sentence.\n[7]\tThat then\nwas the sum total of the material available to the magistrate in respect of\nsentencing. The magistrate supplied no reasons\nfor the sentence imposed by him.\nReasons were not requested and the court below proceeded without the benefit of\nthe magistrate’s\nreasons.\n[8]\tThe appellant’s former legal\nrepresentative did not apply to have the evidence referred to in para [3]\nadmitted in the court\nbelow. It appears that all that he did was to make a\nsubmission (encompassed in three very brief paragraphs in heads of argument)\nthat the appellant’s HIV status entitled her to a lesser sentence as any\nsentence of imprisonment imposed would affect her\nmore harshly than it would a\nhealthy person.\n[9]\tAt this stage it is necessary to set out in some\ndetail the evidence presented to us: On applying for bail pending the present\nappeal, the appellant described how, without the proper treatment for AIDS, she\nwould die within a few months ─ even with treatment,\nher life expectancy\nhas been drastically reduced. She described further how, in a\ngovernment-sponsored initiative, she is receiving\nantiretroviral treatment at\nGroote Schuur hospital in Cape Town. Whilst awaiting trial in prison she\ncontracted tuberculosis very\nquickly because she had been HIV positive. The\ntreatment received at the hospital was not available in prison. The appellant\ncontracted\nshingles and thrush flowing from her AIDS condition. She described in\nher affidavit how her diet in prison and a lack of the range\nof necessary\nvitamins are not conducive to combating her present condition. Whilst in prison\nthe appellant became sicker. In her\nwords: ‘My immune system\ncrashed.’. Her exposure to opportunistic infections in prison increases\nthe risk to her health.\n[11]\tThe doctors treating the appellant at\nGroote Schuur confirm that her return to prison will have a serious impact on\nher health\nand that, without proper treatment, she will die prematurely. They\nconfirm the effectiveness of highly active antiretroviral therapy\nin the\ntreatment of AIDS. The head of the prison in which the appellant served part of\nher sentence confirmed by way of a letter\nthat nevirapine, a vital\nantiretroviral drug in the fight against AIDS, is unavailable in any prison.\n[12]\tThe following is the essential part of a very brief judgment in the\ncourt below:\n‘The appellant who pleaded guilty knew exactly what she\nwas doing. When she is in prison she will still be entitled to receive\nher\ntreatment. No case has been made out or no suggestion has been made that she has\nbeen deprived of treatment for her HIV status\nby relevant authorities. I am not\naware of any good authority for the view that if someone is HIV positive, he or\nshe may get away\nwith murder. In my view the sentence fits the crime. She was\nvery lucky to get this kind of sentence for the crimes she committed.\nI\nwould dismiss the appeal against sentence as being altogether without\nmerit.’\n[13]\tIn\nS v Calitz en ‘n Ander\n2003 (1) SACR\n116\n(SCA) this Court\nsaid the following at\n121\ni\n-\nj\n:\n‘Hoe dit ook al sy, dit moet beklemtoon word dat\ndie behoorlike beskerming, enersyds, van ‘n appellant se grondwetlike\nreg\ntot appèl en, andersyds, die gemeenskap se belang dat oortreders\nbehoorlik gestraf word, van ‘n regterlike amptenaar\nvereis dat deeglike\naandag gegee word aan die formulering en verstrekking van vonnisredes.\nDaarsonder word gesonde strafregpleging\nbelemmer.’\n[14]\tThe notice\nof appeal in the court below consisted of a letter by the appellant herself. The\nlegal representative who appeared\non her behalf in the court below did not deem\nit necessary to improve on or supplement it.\n[15]\tAs stated earlier, the\nappellant’s legal representative in the court below appeared to have\ncontented himself with a submission\nfrom the Bar that the appellant’s AIDS\nstatus entitled her to a lesser sentence. He did not consider it necessary to\nrequest\nthe magistrate prior to the hearing in the court below to supply reasons\nfor the sentence imposed. Neither did the court below.\n[16]\tIn my view,\nthe court below erred: first, in not considering that it was necessary to call\non the magistrate to supply reasons\nfor the sentence imposed; and, second, in\nfailing to appreciate that, on the new issue raised, it did not have sufficient\nevidential\nmaterial or an adequate notice of appeal before\nit.\n[17]\tWhilst it is correct that any illness does not\nper se\nentitle a convicted person to escape imprisonment, the facts presented to us by\nthe appellant and the issue raised before the court\nbelow comprise matter\nforming part of the totality of the circumstances of a convicted person that\nought to be considered in order\nto do justice both to the person to be sentenced\nand to society. See\nS v Berliner\n1967 (2) 193 (A) at 199F-G and\nS v C\n1996 (2) SACR 503\n(T) at 511\ng\n-\nh\n. This Court has for decades\nemphasised the importance of the individualisation of sentence. See in this\nregard\nS v Blank\n1995 (1) SACR 62\n(A) at\n70\nf\n-71\nc\n.\n[18]\tIn\nS v Cloete\n1995 (1) SACR 367\n(W)\nand\nS v C\n,\nsupra, it was held that a court, in considering an\nappropriate sentence, may take into account a convicted person’s\nill-health\nand how it may relate to the effect of a contemplated sentence. Thus,\nfor example, a particular sentence may be rendered more burdensome\nby reason of\nan offender’s state of health.\n[19]\tIn respect of treatment that may\nor may not be available in particular prisons, an appropriate order - after an\ninvestigation\nof all the facts - may address the needs of the person to be\nsentenced.\n[20]\tIn the present case, where a pertinent issue was raised\non appeal, it ought rightly to have been considered and explored further.\nIdeally the matter ought to be remitted to the magistrate for a reconsideration\nof the appropriate sentence. However, the circumstances\nin the present case are\nsuch as to warrant an expeditious decision. We have all the necessary facts at\nour disposal and given the\nhistory of the matter and the misdirections alluded\nto, we are at large in deciding an appropriate sentence.\n[21]\tThe\nappellant was arrested on 19 July 2000 and remained in custody until she was\nsentenced on 30 July 2001. She remained in prison\nuntil 24 November 2003 when\nshe was released on bail pending the outcome of her appeal in the court below.\nThe appellant thus spent\nslightly more than 40 months in detention. Having\nregard to all the factors referred to above, including the fact that the\nappellant\nmay die soon, and considering the seriousness of the offence, the\ninterests of the appellant and of society, I agree with the submission\nby\ncounsel for the State and the appellant that further imprisonment is\nunwarranted. In my view, a sentence of imprisonment equal\nto the time spent in\nprison subsequent to the date on which the appellant had been sentenced by the\nmagistrate is an appropriate\none.\n[22]\tThe following order is\nmade:\nThe appeal is upheld. The sentence imposed by the trial court is set\naside and the following sentence is substituted:\n‘The accused is\nsentenced to imprisonment for a period of two years, three months and 25\ndays.’\nThe substituted sentence is antedated to 30 July\n2001.\n[23]\tThe effect of the substituted sentence is that the appellant\nis not to undergo any further period of imprisonment.\n_________________\nM S NAVSA\nJUDGE OF\nAPPEAL\nCONCUR:\nPONNAN\tJA\nMAYA\tAJA",
  "scraped_at": "2026-02-12T14:13:58.823696",
  "date": "2005-08-26",
  "coram": [
    "Navsa",
    "Ponnan JJA",
    "Maya AJA"
  ],
  "case_number": "515/04",
  "parties": {
    "applicants": [
      "Memory Mushando Magida"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Memory Mushando Magida, pleaded guilty to 99 counts of fraud and was sentenced in the Bellville Magistrates’ Court on 30 July 2001 to a cumulative term of 16 years and 3 months, with 5 years, 5 months and 2 days unsuspended. She served part of the sentence, was released on bail pending appeal, and the appeal to the Cape High Court was dismissed. While awaiting trial she contracted tuberculosis in prison, and after sentencing she discovered she was HIV positive and had progressed to full‑blown AIDS, drastically reducing her life expectancy. Medical evidence reveals that the antiretroviral treatment she receives at Groote Schuur Hospital is not available in prison, and continued incarceration would seriously jeopardise her health.",
    "issues": "The appellant raised three grounds of appeal: (a) the magistrate failed to provide reasons for the sentence, rendering the trial court’s sentencing process defective; (b) her legal representation at the lower court did not adequately present her case, infringing her constitutional right to a fair appeal; and (c) whether her HIV/AIDS condition should merit a lesser sentence or remission of the remaining custodial term.",
    "principles": "The Court reiterated the constitutional requirement that sentencing reasons be recorded (citing S v Calitz) and the long‑standing principle of individualisation of sentence. Ill‑health, including serious medical conditions such as AIDS, may be taken into account when assessing the burden of imprisonment (as established in S v Cloete, S v Berliner, S v Blank). Proper procedural fairness demands that parties be given notice of issues and that evidence be admitted when relevant to sentencing.",
    "application": "The Court found that the lower court erred by not obtaining reasons from the magistrate and by failing to consider the appellant’s health condition due to insufficient evidential material and inadequate notice. Considering the appellant’s advanced AIDS, the time already served (approximately 40 months), and the seriousness of the fraud, the Court concluded that further imprisonment would be disproportionate and unnecessary. It therefore substituted a sentence equal to the period already spent in custody.",
    "conclusion": "The appeal was upheld. The original sentence was set aside and replaced with a sentence of two years, three months and 25 days, antedated to 30 July 2001, resulting in no further period of imprisonment for the appellant."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "individualisation of sentence",
      "health considerations",
      "HIV/AIDS",
      "appeal procedure"
    ]
  }
}