{
  "url": "https://www.saflii.org/za/cases/ZASCA/1972/1.html",
  "case_name": "Bester v Commercial Union Versekeringsmaatskappy van SA Bpk [1972] ZASCA 1 (20 November 1972)",
  "citation": "[1972] ZASCA 1",
  "court": "ZASCA",
  "year": "1972",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1972\n>>\n[1972] ZASCA 1\n|\nNoteup\n|\nLawCite\nBester v Commercial Union Versekeringsmaatskappy van SA Bpk [1972] ZASCA 1 (20 November 1972)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\tNote:\nThis\r\n\t\t\tcase was originally published by Juta and Company (Pty) Ltd. Juta\r\n\t\t\tretains copyright as far as it subsists. An English\ntranslation of\r\n\t\t\tthis case is available at:\nhttp://saflii.org/za/other/ZAENGTR/1972/1.html\nIN\r\nDIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn\r\ndie saak tussen:\nBESTER\nAPPELLANT\nv\nCOMMERCIAL\r\nUNION\nVERSEKERINGSMAATSKAPPY\r\nVAN SA BPK\nRESPONDENT\nParallel\r\ncitation:\n1973 (1) SA 769\n(A)\nCoram:\r\nOgilvie Thompson HR, Botha AR, Holmes AR, Jansen AR en Trollip AR\nHeard:\r\nNovember 9, 1972\nJudgment:\r\nNovember 20, 1972\nUITSPRAAK\nCase\r\nInformation\nAppèl\r\nteen 'n beslissing in die Durban en Kus Plaaslike Afdeling (HENNING,\r\nR.). Die feite blyk uit die uitspraak van BOTHA,\nA.R.\nH.J.O.\r\nvan Heerden, S.C., namens die appellant: Die Hof a quo het op twee\r\ngronde beslis dat skadevergoeding nie verhaalbaar is ten\naansien van\r\ndie senuskok wat Deon opgedoen het nie, nl.: (a) omdat die\r\nveroorsaking van skok in die Suid-Afrikaanse reg nie aksionabel\nis\r\nindien die skok nie ontstaan as gevolg van 'n fisiese besering of nie\r\n'n belemmering van die fisiese organisme tot gevolg het\nnie; en (b)\r\nomdat die woorde 'liggaamlike besering' in art. 11 (i) van Wet 29 van\r\n1942 nie senuskok insluit nie.\nAd\r\n(a): Die Hof a quo het in eerste instansie gesteun op 'n obiter\r\ndictum in Waring and Gillow, Ltd. v Sherborne, 1904, T.S. te\nbl. 348.\r\nIndien op die res van die dictum gelet word, is dit nie duidelik of\r\ndie Hof in gedagte gehad het senuskok as 'n erkende\npsigiatriese\r\nsiekte, dan wel 'n blote skending of steuring van die gevoelens nie.\r\nDit word nie betoog dat aquiliese aanspreeklikheid\ngekoppel kan word\r\naan sodanige steuring of skending wat bloot skrik, droefheid ensomeer\r\nmeebring nie; wel dat, soos in die Engelse\nreg, skadevergoeding\r\nverhaal kan word indien skok aanleiding gee tot een of ander vorm van\r\npsigiatriese ontwrigting. Hinz v Berry,\n(1970) 1 All E.R. te bl. 1075\r\n- 6; Behrens v. Bertram Mills Circus Ltd., (1957) 1 All E.R. te bl.\r\n596. In Hauman v Malmesbury Divisional\nCouncil, 1916 CPD te bl. 220,\r\nis dit positief gestel dat volgens die gemene reg skadevergoeding ten\r\naansien van die veroorsaking\nvan skok wel gevorder kan word, mits dit\r\ndirek die aangetaste se gesondheid en krag versteur het. Ook hier is\r\ndit nie duidelik\nof die Hof werklik 'n onderskeid tussen 'fisiese' en\r\n'psigiatriese' siektes wou trek nie. Hoe dit ookal sy, is daar, sover\r\nnagegaan\nkan word, in die gemene reg geen direkte gesag vir of teen\r\ndie stelling dat veroorsaking van skok deur nalatige optrede\r\naksionabel\nis nie. As 'n uitbreiding van aquiliese aanspreeklikheid\r\nkon skadevergoeding wel op grond van die besering van 'n vrye man\r\nverhaal\nword, selfs indien dit geen vermoënskade tot gevolg\r\ngehad het nie. Sodanige vergoeding kan toegeken word ten opsigte van\r\npyn\nen ontsiering. Sien ook Voet, 9.2.11; De Groot, Inleiding,\r\n3.34.2; van Leeuwen, Romeinse Hedendaegse Reg, 4.35.9. Indien aanvaar\n\nword dat in die gemene reg skadevergoeding nie verhaal kan word op\r\ngrond van die nalatige veroorsaking van skok nie, lê die\nrede\r\nvoor die hand: psigiatrie was onbekend en niemand sou geglo het dat\r\nskok aanleiding kan gee tot 'n psigiatriese toestand wat\nnet so seer\r\n'n siektetoestand is as 'n suiwer 'fisiese' siektetoestand. In\r\nbeginsel, en indien gelet word op die ontwikkeling van\naquiliese\r\naanspreeklikheid, is daar geen rede waarom die nalatige veroorsaking\r\nvan skok\n1973\r\n(1) SA p771\nnie\r\nin die huidige reg aksionable sou wees nie. Uitbreiding van\r\ngemeenregtelike aanspreeklikheid het immers reeds in 'n hele aantal\n\ngevalle voorgekom. So, bv., word telkens skadevergoeding toegeken ten\r\naansien van verlies van lewensgenietinge, verkorting van\n\nlewensverwagting ensomeer, hoewel dié nie as 'pyn' of\r\n'ontsiering' bestempel kan word nie. Die lex Aquilia was aanvanklik\n\nvan toepassing slegs op omskrewe fisiese inwerkings op liggaamlike\r\ngoedere, slegs die eienaar waarvan onder die lex kon ageer.\nMet\r\nverloop van tyd is die toepassingsgebied van die aquiliese aksie\r\naansienlik uitgebrei as gevolg van ekstensiewe interpretasie\nvan die\r\nlex en die verlening van actiones utiles en in factum. So, bv., is\r\naquiliese aanspreeklikheid gekoppel aan enige soort\nfisiese inwerking\r\nop 'n saak en moes die onregpleger alle vermoënskade vergoed wat\r\nuit sy handeling voortgevloei het. In die\ntyd van Justinianus was die\r\ngenoemde fisiese inwerking nog in die algemeen 'n vereiste, maar is\r\ndie aksie ook aan ander persone\nas die eienaar van die saak verleen.\r\nDie aksie is selfs aan die erfgenaam toegeken teen die persoon wat\r\ndie testament vernietig\nhet. In die Romeins-Hollandse reg is\r\nongetwyfeld nie meer vasgehou aan die vereiste van 'n fisiese\r\ninwerking op 'n liggamlike saak\nnie. So is 'n actio in factum verleen\r\nteen die actuarius wat op skuldige wyse versuim het om die\r\nformaliteitsvereistes vir die\nskepping van 'n hipoteek na te kom, en\r\nindien 'n injuria vermoënskade tot gevolg gehad het, kan\r\nskadevergoeding met die aquiliese\naksie verhaal word. D. 9.2.41 pr;\r\nVoet, 20.1.11; 47.10.8; Van den Heever, Aquilian Damages in South\r\nAfrican Law, band 1, bl., 8\n- 28; Alliance Building Society v\r\nDeretilck, 1941 T.P.D. te bl. 206 - 7; Cape of Good Hope Bank v\r\nFischer, 4 S.C. te bl. 376. Dit\nwas op grond van hierdie ontwikkeling\r\ndat verklaar is dat in die gemene reg aquiliese aanspreeklikheid\r\nsodanig uitgebrei is dat\nskadevergoeding verhaal kon word ten opsigte\r\nvan elke skuldige, ongeregverdigde veroorsaking van skade. Cape of\r\nGood Hope Bank\n-saak, supra te bl. 376; Matthews and Others v Young,\r\n1922 AD te bl. 504. In die lig van beslissings soos in die Herschel\r\n-saak,\nis dié stellings waarskynlik te hoog aangeslaan.\r\nNietemin word nie betwis nie dat aquiliese aanspreeklikheid analogies\r\nin\ndie Suid-Afrikaanse reg uitgebrei kan word ten einde die beginsels\r\nop moderne toestande en opvattings van toepassing te maak. Herschel\nv\r\nMrupe,\n1954 (3) SA 464\n; Union Government v Warneke, 1911 AD te bl.\r\n664 - 5. Die hoofrede wat gewoonlik aangevoer word teen die erkenning\r\nvan aanspreeklikheid\nten aansien van skok wat nie suiwer fisiese\r\ngevolge het nie, is dat die toestand te maklik gesimuleer kan word.\r\nSodanige praktiese\noorwegings behoort egter nie in die weg van 'n\r\negte vordering te staan nie, temeer daar die al of nie aanwesigheid\r\nvan 'n psigiatriese\ntoestand vandag vermoedelik geredelik bewys kan\r\nword. Afgesien hiervan het die erkenning van aanspreeklikheid in\r\nEngeland klaarblyklik\nnie 'n stortvloed aksies tot gevolg gehad nie.\r\nHambrook v Stokes, (1942) All E.R. te bl. 116 - 7; Dulien v White and\r\nSons, (1900\n- 03) All E.R. te bl. 360F.\nDit\r\nword algemeen aanvaar dat, indien 'n persoon 'n suiwer fisiese\r\nbesering opgedoen het maar as gevolg van die nalatige handeling\nook\r\nskok opgedoen het, skadevergoeding ten aansien van die skok gevorder\r\nkan word. In so 'n geval word veelal van 'parasitiese\nskade' gepraat.\r\nDié toestand is egter net so maklik of moeilik simuleerbaar as\r\nin die\n1973\r\n(1) SA p772\ngeval\r\nwaar blote skok opgedoen is. Creydt-Ridgeway v Hoppert, 1930 T.P.D.\r\nte bl. 666; Flemming, The Law of Torts, 2de uitg., bl.\n158. In\r\nbeginsel kan daar geen rede wees waarom 'n persoon wat, as gevolg van\r\nskok 'n hartaanval ondergaan het, 'n aksie sou hê,\nmaar nie die\r\npersoon wat as gevolg daarvan 'n psigiese afwyking ontwikkel het wat\r\nmoontlik tot kranksinnigheid kan lei nie. Die\neen toestand is suiwer\r\nmedies behandelbaar, en die ander psigiatries, maar beide kan deur\r\neen en dieselfde handeling veroorsaak\nword. Die senu - of\r\nbreinstelsel wat psigies aangetas word, is ook net so seer 'n deel\r\nvan die fisiese liggaam as, bv., die hart.\nDaarom dat reeds aan die\r\nbegin van die eeu verklaar kon word dat senuskok waarskynlik 'n\r\naantasting van die fisiese organisme konstitueer,\nen dat dit as 'n\r\nvorm van siektetoestand bestempel kan word. Dulien -saak, supra te\r\nbl. 358; Behrens -saak, supra te bl. 596; Owens\nv Liverpool\r\nCorporation, (1938) 4 All E.R. te bl. 730; Bourhill v Young, (1942) 2\r\nAll E.R. te bl. 402; King v Phillips, (1953)\n1 All E.R. te bl. 622;\r\nFlemming, op. cit., bl. 159; Walker, Delict, band 11, bl. 676 - 7.\r\nIndien eenmaal aanvaar word dat die nalatige\nveroorsaking van skok\r\naksionabel is, is dit immaterieel of die skok die gevolg is van die\r\nbenadeelde se vrees vir sy eie veiligheid,\nof sy vrees wat in verband\r\nmet die veiligheid of dood van 'n ander verband hou. In die Engelse\r\nreg word egter wel die vereiste\ngestel dat die benadeelde in 'n\r\nsogenaamde gevaarsone moes gewees het. Alleen onder hierdie\r\nomstandighede, so word geleer, is daar\n'n 'duty of care' teenoor die\r\nbenadeelde. King -saak, supra te bl. 622; Bourhill -saak, supra te\r\nbl. 399, 403 en 409; Hambrook\n-saak, supra te bl. 116; Schreider v\r\nEisovitch,\n(1960) 1 All E.R. 169\n; Walker, op. cit., bl. 682; Salmond,\r\nLaw of Torts, 15de uitg., bl. 274. In die Suid-Afrikaanse reg is die\r\nenigste relevante vereiste\ndat die veroorsaking van die skok\r\nredelikerwyse voorsienbaar moet wees. Dit mag egter wees dat in\r\nmeeste gevalle die toepassing\nvan hierdie vereiste sal meebring dat\r\n'n persoon wat buite die gevaarsone is en wat skok opdoen, nie\r\nskadevergoeding sal kan vorder\nnie. Cape Town Municipality v Paine,\r\n1923 AD te bl. 216 - 7; Mulder v South British Insurance Co. Ltd.,\r\n1957 (2) SA te bl. 449H.\nAd\r\n(b): Volgens die Hof a quo was die Wetgewer bewus van die feit dat\r\ndie Howe duidelik onderskei tussen skade as gevolg van liggamlike\nof\r\nfisiese beserings en skade wat ontstaan uit skok of psigologiese\r\nongesteldheid, en is die woorde 'liggaamlike besering' dus\nin art. 11\r\ngebruik om gevolg te gee aan die idee dat slegs eersgenoemde soort\r\nskade verhaalbaar is. In 1942 was daar slegs nog\nenkele obiter dicta,\r\nen wat nie baie duidelik geformuleer was nie, wat daarop kon gedui\r\nhet dat volgens die beskouings van die\nHowe aan die begin van die eeu\r\nveroorsaking van skok as sulks nie aksionabel was nie. Indien die\r\nWetgewer hiervan bewus was, was\ndit sekerlik ook bewus van die\r\nstellings in die Warneke -saak, supra, waarvolgens aquiliese\r\naanspreeklikheid in ons reg steeds\nuitgebrei kan word. Dit is baie\r\nmeer waarskynlik dat die Wetgewer bedoelde woorde gebruik het om dit\r\nduidelik te stel dat saakbeskadiging\nnie onder art. 11 (i) betrek\r\nword nie. Shawcross, Law of Motor Insurance, 2de uitg., bl. 196 en\r\n243, gesiteer deur Suzman and Gordon,\nLaw of Compulsory Motor Vehicle\r\nInsurance, 2de uitg., bl. 107.\n1973\r\n(1) SA p773\nH.P.\r\nViljoen, namens die respondent: (1) Dat die regsverligting verleen\r\nuit hoofde van die actio legis Aquiliae deur die jare in\ndie\r\nRomeinse, Hollandse en Suid-Afrikaanse regstelsels uitgebrei is, ook\r\ndeur middel van vertolking deur die Howe, word algemeen\naanvaar.\r\nEweneens moet daar toegegee word dat die Howe steeds by magte is om\r\ndie omvang van die aksie uit te brei. Union Government\nv Warneke,\r\n1911 AD op bl. 644 - 5; McKerron, The Law of Delict, 7de uitg., bl.\r\n6; Van der Merwe & Olivier, Die Onregmatige\nDaad in die\r\nSuid-Afrikaanse Reg, 2de uitg., bl. 7. Daar word egter, in die eerste\r\ninstansie daarop gewys dat die uitbreiding wat\nhier tersake is in\r\nalle waarskynlikheid nie verband hou met die aquiliese aksie as sulks\r\nnie maar met 'n toevoeging daartoe uit\ndie Germaanse reg en\r\nNederlandse gebruiksreg. Warneke se saak, op bl. 665 - 6; Hoffa, N.O.\r\nv S.A. Mutual Fire & General Insurance\nCompany, 1965 (2) SA op.\r\nbl. 950H - 952F. En daar word aan die hand gedoen dat daar minder\r\ngeredelik uitgebrei sal word op wat\nalreeds 'n baie duidelike\r\nuitsondering daarstel op die reël dat slegs vermoënskade\r\nverhaal kan word op grond van die\nnalatigheid van die verweerder. (2)\r\nSodanige gesag as wat daar oor die aangeleentheid in ons regspraak\r\nbestaan, blyk nie ten gunste\nte wees van die uitbreiding van\r\nverhaalsreg ten opsigte van nie-vermoënsregtelike skade nie.\r\nSien Warneke se saak, op bl.\n665 - 6; Waring and Gillow Ltd. v\r\nSherborne, 1904 T.S. op bl. 348 - 9; Hauman v Malmesbury Divisional\r\nCouncil, 1916 CPD op bl.\n219 - 220. Dat ons Howe neig na 'n\r\nrestriktiewe interpretasie van die omstandighede waaronder verligting\r\nverleen word aan persone\nwat vorder op grond van die nalatigheid van\r\n'n ander blyk uit hul weiering om die Engelsregtelike houding met\r\nbetrekking tot die\nregte van omstanders op skadevergoeding toe te\r\npas. In beginsel is daar ook nie enige gebiedende rede waarom of\r\nbillikheidsgrond\nwaarop psigologiese gevolge van nie-liggaamlike\r\naantasting nie as aksiegrond vir skade uitgesluit sal word nie. Die\r\ngroep gevoeliges\nwat op die wyse geaffekteer word is waarskynlik\r\nklein; die probleme om ongeoorloofde eise van dié aard te\r\nweerlê moet\nook, uiteraard, veel groter wees as by die bepaling\r\nvan die mate van 'n eiser se pyn en lyding of ongeskiktheid op grond\r\nvan waarneembare\nliggaamlike letsel; en om die lyn hier te trek is\r\ndoelmatig en nie uit verband met praktiese billiksheidsnorme nie.\r\nVervolgens\nword daar betoog dat die aandeel wat die seun se vrees en\r\nskuldgevoel, voortspruitende uit die dood van sy broertjie, gespeel\r\nhet\nby sy psigologiese aantasting, fataal is vir sy vordering. (a)\r\nTerwyl die Engelse reg 'n aksie gegrond op die nalatige aantasting\n\nvan 'n persoon se gevoelens deur die bedreiging van 'n derde aanvaar\r\nhet, onderhewig aan sekere beperkings, het ons regspraak so\n'n aksie\r\nduidelik verwerp. Vgl. Hambrook v Stokes Bros.,\n1942 All E.R. 110\n;\r\nSchneider v. Eisovitch (1960) 1 All E.R. op bl. 175B; Hinz v Berry\n(1970) 1 All E.R. 1074\n; Waring & Gillow Ltd., v Sherborne, supra\r\nop bl. 349; Sueltz v Bolttler,\n1914 E.D.L. 176\n; Mulder v South\r\nBritish Insurance Co. Ltd.,\n1957 (2) SA 444.\n(b) Daar word betoog dat\r\ndie houding van ons Howe 'n gesonde beperking op aanspreeklikheid op\r\ngrond van nalatigheid daarstel. Sien\ndie aanhaling uit die\r\nAmerikaanse beslissing van Waube v Warrington, 98 A.L.R., op bl. 449\r\nin Mulder v South British Insurance\nCo. Ltd.,\n1973\r\n(1) SA p774\nBOTHA\r\nAR\nsupra;\n74 (1957) S.A.L.J. 263\nop bl. 265; McKerron, op. cit., bl. 156 - 7.\r\n(c) Dit wil voorkom asof die grootste gedeelte van Deon se psigiese\r\naantasting te\nwyte was aan die gevolge van die skok en skuldgevoel\r\nwat die dood van sy broertjie by hom veroorsaak het. (d) Waar daar\r\n(soos hierbo\naan die hand gedoen is) nie gevorder kan word uit hoofde\r\nvan sodanige veroorsaking nie, dit vir die eiser is om te bewys dat\r\ndie\nseun wel vir sy eie veiligheid gevrees het. (e) Selfs egter\r\nindien die agbare Hof tevrede sou wees dat daar wel bewys is dat die\n\nkind se psigiese afwykings deels te wyte was aan vrees vir sy eie\r\nveiligheid is dit duidelik dat 'n baie aansienlike gedeelte van\nsy\r\nskade nie verhaalbaar sal wees nie omdat dit voortspruit uit die\r\neffek op hom van die dood van sy broertjie. Sien die\r\nminderheidsuitspraak\nvan Lord JUSTICE CLERK op bl. 545 en 546 van\r\nCurrie v Wardrop, (Scottish) Session Cases.\nLaastens,\r\nwat betref die bedoeling van die Wetgewer met die bewoording van art.\r\n11 van Wet 29 van 1942: Daar word aan die hand gedoen\ndat hierdie\r\ndeel van die argument eintlik saamval met wat reeds hierbo gesê\r\nis en dat daar nie minder of meer met die woorde\n'liggaamlike\r\nbeserings' deur die Wetgewer bedoel was as die gemeenregtelike\r\nbetekenis van die woorde nie. Indien dus wat hierbo\ngesê is oor\r\ndie gemeenregtelike aanspreeklikheid van 'n onregmatige dader, beide\r\nwat die gevolge van sy daad en die veroorsaking\ndaarvan betref,\r\naanvaar word, sal die gebruik van die woorde 'liggaamlike beserings'\r\nnie 'n wyer gevolg meebring nie. Was dit die\nWetgewer se bedoeling om\r\nuit te brei op die betekenis soos dit volgens respondent se betoog\r\nbestaan het, sou dit eenvoudig gewees\nhet om deur woordtoevoeging in\r\ndie Wet aan te toon dat ook psigiese of geestelike letsels 'n\r\naksiegrond daarstel. Indien die Hof\nsou bevind dat die saak\r\nterugverwys moet word vir die beraming van skade, word daar\r\ngesubmitteer dat dit aldus terugverwys sal\nword op die grondslag dat\r\nslegs die skade wat die kind gely het uit vrees vir sy eie veiligheid\r\nberaam moet word.\nVan\r\nHeerden, S.C., in repliek.\nCur.\r\nadv. vult.\nPostea\r\n(November 20).\nBOTHA,\r\nAR.:\nOnderwyl\r\ndie twee minderjarige kinders van die appellant, nl. Deon (11 jaar)\r\nen Werner (6 jaar), op 3 Januarie 1969 oor Stellaweg,\nBellair,\r\nDurban, van oos na wes gehardloop het, het 'n sekere motorvoertuig,\r\nwat deur S. H. Kruger van suid na noord bestuur was,\nen deur die\r\nrespondent, as geregistreerde versekeraar ingevolge Wet 29 van 1942,\r\nverassureer was, met Werner in botsing gekom.\nAs gevolg van beserings\r\nwat hy in die botsing opgedoen het, is Werner dieselfde dag oorlede.\r\nToe die botsing plaasgevind het, was\nDeon, wat ongeveer twee treë\r\nvoor Werner was, pas die straat oor, en die voertuig het nie met hom\r\nin aanraking gekom nie.\nDie botsing met Werner moes, egter, volgens\r\ndie getuienis, ongeveer 'n tree agter Deon plaasgevind het, en omdat\r\nhy - aldus die\nbevinding van die Hof a quo - deur die wyse waarop\r\nKruger sy voertuig bestuur het, in gevaar gestel was, en omdat hy die\r\nnoodlottige\nbotsing met Werner vlak agter hom moes aanskou,\n1973\r\n(1) SA p775\nBOTHA\r\nAR\nhet\r\nDeon ernstige skok opgedoen wat hom psigies aangetas en tot 'n\r\nangsneurose aanleiding gegee het wat geneeskundige behandeling\nvereis\r\nhet.\nNa\r\naanleiding van hierdie gebeure het appellant in die Durban en Kus\r\nPlaaslike Afdeling van die respondent gevorder -\n(a)  \r\nin sy persoonlike hoedanigheid -\n(i)  \r\ndie koste van Werner se begrafnis;\n(ii)  \r\nR1 167,25 geneeskundige onkoste en toekomstige geneeskundige onkoste\r\nvir die behandeling van Deon, en reiskoste\nen toekomstige reiskoste\r\ni.v.m. sodanige behandeling;\n(b)  \r\nin sy hoedanigheid as voog van Deon, R2 500 skadevergoeding vir skok\r\nen ongeskiktheid.\nDie\r\nHof a quo het bevind dat Kruger nalatig was, en dat die respondent\r\nderhalwe ingevolge art. 11 (1) van Wet 29 van 1942 aanspreeklik\nwas\r\nvir die skadeloosstelling van die appellant ten opsigte van die koste\r\nwat hy i.v.m. Werner se begrafnis aangegaan het. Die\nvorderings ten\r\nopsigte van Deon is egter afgewys, en appellant is beveel om\r\nrespondent se gedingkoste te betaal min die koste verhaalbaar\nin 'n\r\nlanddroshof vir 'n verhoor wat een dag geduur het en waarin uitspraak\r\nten gunste van appellant vir R239 gegee is.\nTeen\r\ndie afwysing van die vorderings ten opsigte van Deon en die\r\nkostebevel is appellant nou in hoër beroep by hierdie Hof.\nIn\r\ndie Hof a quo het Regter HENNING tot die gevolgtrekking gekom dat\r\nskadevergoeding ten opsigte van senuskok of psigologiese steuring,\n\nwat uit 'n onregmatige daad ontstaan, nie volgens die Suid-Afrikaanse\r\nreg verhaalbaar is nie waar die skok of psigologiese steuring\nnie as\r\ngevolg van 'n fisiese besering ontstaan nie, of waar dit nie 'n\r\nbelemmering van fisiese organisme, d.w.s. fisiese ongeskiktheid\nof\r\nbenadeling van liggaamlike gesondheid, tot gevolg het nie. Op grond\r\nhiervan is die vorderings ten opsigte van Deon afgewys -\n'want sy\r\nongesteldheid is bloot psigologies en staan nie in verband met enige\r\nbeskadiging van sy fisiese organisme nie. Dit is\ndie resultaat hoewel\r\nsy toestand gedeeltelik die gevolg is van skok weens bedreïging\r\nvan sy eie veiligheid en gedeeltelik\nvan die lotgeval van sy\r\nbroertjie'.\nVoorts\r\nhet die geleerde Regter bevind dat die senuskok of psigiatriese\r\nbesering wat Deon opgedoen het, geen 'liggaamlike besering'\nbinne die\r\nbedoeling van art. 11 (1) (a) van Wet 29 van 1942 was wat deur die\r\nbestuur van die verassureerde voertuig veroorsaak\nis of daaruit\r\nvoortgevloei het nie, en dat die respondent dus nie ingevolge art. 11\r\n(1) verplig was om Deon of sy vader skadeloos\nte stel weens die\r\nverlies of skade wat hulle as gevolg van Deon se ongeskiktheid gely\r\nhet nie.\nAppellant\r\nhet getuig dat Deon as gevolg van die ongeluk op 3 Januarie 1969 'n\r\ndrastiese persoonlikheidsverandering ondergaan het.\nVoor die ongeluk\r\nwas hy 'n lewenslustige kind en sy verhouding met ander kinders was\r\nnormaal. Op skool het hy besonder goed presteer.\nNa die voorval het\r\nhy afsydig en aggressief geword. Sy skoolwerk het baie\r\nagteruitgegaan. Hy kry sedertdien nagmerries en skree\nin sy slaap.\nVanaf\r\n5 Oktober 1970 word Deon behandel deur dr. Oberholzer, 'n algemene\r\npraktisyn wat hom meesal op psigiatrie toelê waarin\nhy\r\nbehoorlik gekwalifiseer is. Dr. Oberholzer het Deon fisies ondersoek\r\nmaar\n1973\r\n(1) SA p776\nBOTHA\r\nAR\nkon\r\nniks fisies verkeerd vind nie. Psigiatries was Deon baie gespanne, hy\r\nwas baie bewerig en het baie gehuil. Dr. Oberholzer het\n'n\r\nangsneurose gediagnoseer, wat na sy oordeel voortgespruit het uit 'n\r\n'psigiatriese besering' of 'senuskok' wat Deon tydens die\nongeluk op\r\n3 Januarie opgedoen het, as gevolg van sowel die feit dat Deon self\r\naan gevaar blootgestel was en vir sy eie veiligheid\ngevrees het, as\r\nvan die feit dat hy die noodlottige botsing met Werner vlak agter hom\r\nmoes aanskou, en die vrees en skuldgevoel\nwat daaruit ontstaan het.\r\nDr. Oberholzer kon nie die mate waarin hierdie faktore onderskeidelik\r\ntot die senuskok van Deon bygedra\nhet, bepaal nie, ofskoon hy van\r\noordeel was dat die tweede faktor die belangriker faktor was, maar\r\ndat die een faktor die uitwerking\nvan die ander vererger het. Deon\r\nwas bewus van die noue ontkoming wat hy gehad het. In sy verhaal van\r\ndie gebeure aan dr. Oberholzer\nhet hy na die ongeluk van 3 Januarie\r\n1969 verwys as die ongeluk waarin hy en Werner betrokke was.\nDr.\r\nOberholzer het Deon psigoterapeuties behandel en hom na die\r\nKinderleidingkliniek op Pretoria vir toetse verwys. Volgens dr.\n\nOberholzer sal Deon nog verder psigoterapeutiese behandeling tot\r\nminstens sy puberteitsjare nodig hê.\nAppellant\r\nse aksie is 'n aksie ex delicto om genoegdoening en skadevergoeding\r\nweens skok, pyn, leed en ongeskiktheid. Genoegdoening\nweens\r\naantasting van liggaamlike integriteit word gevorder met die\r\nbesondere aksie wat in die Romeins-Hollandse reg, onder invloed\nvan\r\ndie Germaanse gebruiksreg, ontwikkel het. (Voet, 9.2.11; Grotius,\r\n3.34.2; Union Government v Warneke,\n1911 AD 657\nop bl. 665 - 6;\r\nHoffa, N.O. v. S.A. Mutual Fire and General Insurance Co. Ltd.,\n1965\r\n(2) SA 944\n(K) op bl. 950 e.v., en Government of the R.S.A. v\r\nNgubane,\n1972 (2) SA 601\n(AA) op bl. 606). Wat die vordering om\r\nvergoeding van vermoënskade betref, word met die actio legis\r\nAquiliae geageer.\nDie\r\nbeweerde skuldige onregmatige daad, in casu die nalatigheid van die\r\nbestuurder van die verassureerde motor, is nie in hierdie\nHof in\r\ngeskil geplaas nie. Die veroorsaking deur die onregmatige handeling\r\nvan die beweerde persoonlikheidsnadeel van Deon word\nook nie betwis\r\nnie. Wat betwis word is slegs die aanspreeklikheid van die respondent\r\nvir die gevorderde skadevergoeding en genoegdoening\nop grond daarvan\r\ndat die veroorsaakte nadele bloot uit die senuskok of psigiatriese\r\nbesering, wat Deon in die voorval opgedoen\nhet, sou ontstaan het, en\r\nnie uit 'n gewone fisiese besering nie, of omdat die senuskok of\r\npsigiatriese besering nie op 'n gewone\nfisiese besering uitgeloop het\r\nnie.\nDie\r\nbetoog veronderstel dat 'n psigiatriese besering geen fisiese\r\nbesering is nie, en beteken dat, ofskoon genoegdoening weens senuskok\n\nof psigiatriese besering wat tot, bv., 'n hartaanval aanleiding gee,\r\nverhaalbaar is, dit nie verhaalbaar is waar die senuskok of\n\npsigiatriese besering op, bv., kranksinnigheid uitloop nie. Voorts\r\nkom die betoog daarop neer dat 'n onregmatige dader nie aanspreeklik\n\nis vir skadevergoeding of genoegdoening waar die\r\nop-skuldige-wyse-veroorsaakte skade of persoonlikheidsnadeel binne 'n\r\nbepaalde\nkategorie tuisgebring kan word nie. So 'n betoog is uit die\r\naard van die saak vreemd aan die beginsels van ons reg, en ietwat\r\ngekunsteld\nin die lig van die feit dat\n1973\r\n(1) SA p777\nBOTHA\r\nAR\nvolgens\r\ndie Romeins-Hollandse reg aquiliese aanspreeklikheid sodanig\r\nuitgebrei is dat vergoeding met die actio in factum verhaal\nkan word\r\nvan enige skade wat op onregmatige en skuldige wyse veroorsaak is.\r\n(Matthews and Others v Young,\n1922 AD 492\nop bl. 504).\nIn\r\nCape Town Municipality v Paine,\n1923 AD 207\n, het Hoofregter INNES\r\naanspreeklikheid weens nalatigheid soos volg op bl. 216 toegelig -\n'It\r\nhas repeatedly been laid down in this Court that accountability for\r\nunintentioned injury depends upon culpa - the failure to\nobserve that\r\ndegree of care which a reasonable man would have observed. I use the\r\nterm reasonable man to denote the diligens paterfamilias\nof Roman law\r\n- the average prudent person. Every man has a right not to be injured\r\nin his person or property by the negligence\nof another - and that\r\ninvolves a duty on each to exercise due and reasonable care. The\r\nquestion whether, in any given situation\na reasonable man would have\r\nforeseen the likelihood of harm and governed his conduct accordingly,\r\nis one to be decided in each\ncase upon a consideration of all the\r\ncircumstances....'\nDat\r\nredelike voorsienbaarheid die toets is vir aanspreeklikheid weens\r\nnalatigheid blyk ook uit talle ander sake soos Ocean Accident\nand\r\nGuarantee Corporation Ltd., v Koch,\n1963 (4) SA 147\n(AA) op bl. 152;\r\nHerschel v Mrupe,\n1954 (3) SA 464\n(AA) op bl. 474, 475; Van den Bergh\r\nv Parity Insurance Co. Ltd and Another,\n1966 (2) SA 621\n(W) op bl.\r\n624; Kruger v van der Merwe and Another,\n1966 (2) SA 266\n(AA) op bl.\r\n272; Botes v Van Deventer,\n1966 (3) SA 182\n(AA) op bl. 191, en 1949\r\n(66) S.A.L.J. op bl. 172 e.v. Vir gevolge wat nie redelik\r\nvoorsienbaar is nie, is die onregmatige dader\nnie aanspreeklik nie,\r\nen die leer van voorsienbaarheid m.b.t. veroorsaakte skade vereis nie\r\ndat die presiese aard en omvang van\ndie skade voorsien moes gewees\r\nhet nie. Dit is voldoende indien die onregmatige dader die algemene\r\naard van die skade of nadeel,\nwat sy handeling tot gevolg kon hê,\r\nredelikerwys moes voorsien het. (Kruger v Van der Merwe and Another,\r\nsupra op bl. 272,\nen S. v Bernardus,\n1965 (3) SA 287\n(AA) op bl. 302,\r\n307).\nDie\r\ntoekenning van skadevergoeding en genoegdoening ten opsigte van skok,\r\npyn en leed, ontsiering, ongeskiktheid, verlies van lewensgenietinge\n\nen verkorte lewensduur, ten minste waar dit met 'n suiwer fisiese\r\nbesering gepaard gaan, is 'n alledaagse verskynsel in ons howe.\n(Kyk\r\nGovernment of the R.S.A. v Ngubane, supra op bl. 605, 606). Dit word\r\nblykbaar ook algemeen aanvaar dat waar iemand 'n suiwer\nfisiese\r\nbesering opdoen en ook senuskok met gevolglike leed, genoegdoening\r\nweens die senuskok verhaalbaar is al bestaan daar tussen\ndie fisiese\r\nbesering en die senuskok geen verband nie. (Kyk Creydt-Ridgeway v\r\nHoppert,\n1930 T.P.D. 664\nop bl. 666). Om 'n benadeelde dus\r\nskadevergoeding of genoegdoening te ontsê bloot op grond van\r\ndie feit dat die senuskok\nen gevolglike leed nie met 'n suiwer\r\nfisiese besering gepaard gaan nie, kan nouliks op logiese gronde\r\nverdedig word.\nDie\r\neerste gewysde waarop die Hof a quo vir sy gevolgtrekking steun, is\r\ndié van Waring and Gillow, Ltd., v Sherborne,\n1904 T.S. 340.\nIn daardie saak het die aanlegster, onder meer, skadevergoeding\r\ngevorder weens skok as gevolg van 'n berig van die nalatige-doodslag\n\nvan haar eggenoot. In verband met hierdie vordering sê\r\nHoofregter INNES op bl. 348:\n'There\r\nis no authority for holding that the Roman-Dutch law allowed\n1973\r\n(1) SA p778\nBOTHA\r\nAR\ndamages\r\nto be awarded for mental suffering unaccompanied by physical injury\r\nor illness in an action founded on negligence. It would\nbe different,\r\nunder certain circumstances, in an actio injuriarum based upon a\r\nwilful attack upon or violation of the feelings\nof another. In such a\r\ncase it might be possible to award compensation for the outrage to\r\nthe feelings or the insult to the honour;\nbut no solatium could be\r\ngiven for mere mental suffering caused by negligence.\nThe\r\nquestion whether physical suffering or injury, resulting from mental\r\nshock, can form the basis of damages in an action framed\nlike the\r\npresent, is not equally simple.... The nervous shock, which is here\r\nclaimed to have been the cause of the physical suffering,\nwas not due\r\nto the imminence of danger to the plaintiff herself. It was not even\r\ncaused by the sight of the accident; it was the\nresult of the\r\ncommunication of the intelligence to her some time after the accident\r\nhad happened. Neither under the English law\nnor under our own could\r\nthe effect of a shock so produced give ground for an action; the\r\ndamages would be altogether too remote....'\nDit\r\nis duidelik dat die aanlegster se vordering verwerp is op grond van\r\ndie verwyderdheid of onvoorsienbaarheid van die skade, en\nnie op\r\ngrond daarvan dat die senuskok en gevolglike leed nie met 'n suiwer\r\nfisiese besering gepaard gegaan het nie. Die eerste\ngedeelte van die\r\naangehaalde passasie gaan oor genoegdoening weens blote geestessmart\r\nof gekwetste gevoelens wat nie met fisiese\nleed gepaard gaan nie, en\r\nnie oor genoegdoening weens fisiese leed wat op senuskok volg nie.\r\n(Vgl. Union Govt. v Warneke, supra\nop bl. 666).\nIn\r\nHauman v Malmesbury Divisional Council,\n1916 CPD 216\n, waarop die\r\ngeleerde Regter a quo ook steun, het die verweerder met plofstowwe\r\nnaby 'n openbare pad skietwerk gedoen. Uit vrees\nvir sy eie\r\nveiligheid het die eiser, 'n geneesheer en reisiger op die pad, se\r\nbreinen senustelsel ernstige skok opgedoen as gevolg\nwaarvan hy\r\nsedert die gebeure veel pyn verduur het, en mediese behandeling moes\r\nontvang. Sy vermoë en aansien as geneesheer\nis ernstig benadeel\r\nen sy praktyk het vir hom grootliks verlore geraak.\nSkadevergoeding\r\nis deur die jurie aan die eiser toegeken. In sy opsomming aan die\r\njurie het Regter KOTZÉ, onder meer, op\nbl. 220 verklaar:\n'According\r\nto the Roman-Dutch law the plaintiff is entitled, as I have already\r\ntold you, to recover damages for nervous shock, the\nresult of fright\r\ninspiring apprehension of personal injury to himself, caused by the\r\ndefendant's negligence, where the nervous\nshock has directly impaired\r\nand injured his bodily health and strength; in other words, where it\r\nhas affected his physical organism.'\nTwee\r\nvan die vier vrae wat die geleerde Regter vir beantwoording deur die\r\njurie aan hulle gestel het, was\n'(2)\r\nDid this negligence directly and reasonably cause a fright to the\r\nplaintiff and resulting nervous shock?\n(3)\r\nHas the plaintiff thereby been injured in his physical health and\r\nbodily activity?'\nDit\r\nis nie duidelik wat die geleerde Regter met 'bodily health and\r\nstrength', 'physical organism' of 'physical health and bodily\n\nactivity' bedoel het nie. Dit is allermins duidelik dat hy slegs na\r\n'n gewone suiwer fisiese toestand verwys het. Volgens die verslag\nvan\r\ndie saak het die eiser se toestand nie as gevolg van 'n suiwer\r\nfisiese besering ontstaan nie, en in die uiteensetting van eiser\nse\r\neis (op bl. 217) word nie beweer dat die senuskok wat hy opgedoen het\r\nop 'n suiwer fisiese besering uitgeloop het nie. Dit is\ndus heel\r\nwaarskynlik dat die geleerde Regter na die eiser se psigiese\r\ntoestand, wat bloot as gevolg van vrees en senuskok ontstaan\nhet, en\r\nnie met 'n fisiese besering gepaard gegaan het nie, verwys het. In\r\ndaardie lig gesien, is die geleerde\n1973\r\n(1) SA p779\nBOTHA\r\nAR\nRegter\r\nse opsomming aan die jurie geen gesag vir die stelling dat\r\ngenoegdoening weens senuskok op psigiatriese besering nie verhaalbaar\n\nis nie tensy dit met 'n fisiese besering gepaard gaan nie, en is\r\ndaardie saak, op beginsel, moeilik te onderskei van die onderhawige\n\nsaak.\nDeon\r\nse liggaamlike welsyn of gesondheid is deur die senuskok of\r\npsigiatriese besering wat hy opgedoen het, net soseer benadeel\nas wat\r\nHauman se liggaamlike gesondheid benadeel was deur die senuskok wat\r\nhy opgedoen het. Dit kan nie beweer word dat Deon se\nliggaamlike\r\ngesondheid nie as gevolg van die voorval op 3 Januarie 1969 benadeel\r\nis nie. Iemand wat aan 'n angsneurose ly, wat\ngeen rustige nagrus kan\r\ngeniet nie, wie se skoolwerk merkbaar agteruitgaan, en wie se\r\nverhouding met andere versteur is, geniet\ngeen normale fisiese\r\ngesondheid nie. Die senu-en breinstelsel is, in iedere geval, net so\r\n'n deel van die fisiese liggaam as wat\n'n arm of been is, en 'n\r\nbesering aan die senu-of breinstelsel is net so 'n besering van die\r\nfisiese organisme as wat 'n beseerde\narm of been is.\nOok\r\nin die moderne Engelse regspraak word die eertydse onderskeid tussen\r\ngeestesskok en liggaamlike besering verwerp. In Bourhill\nv Young,\n[1942] UKHL 5\n;\n(1942) 2 All E.R. 396\n, verklaar Lord MACMILLAN in hierdie verband op\r\nbl. 402:\n'The\r\ndistinction between mental shock and bodily injury was never a\r\nscientific one, for mental shock is presumably in all cases\nthe\r\nresult of, or at least accompanied by, some physical disturbance in\r\nthe sufferer's system, and a mental shock may have consequences\nmore\r\nserious than those resulting from physical impact.'\nIn\r\nOwens v Liverpool Corporation\n(1938) 4 All E.R. 727\n, stel Lord\r\nMACKINNON dit soos volg op bl. 730 - 'The principle must be accepted\r\nthat mental or nervous shock, if in fact caused\nby the defendant's\r\nnegligent act, is just as really damage to the sufferer as is a\r\nbroken limb - less obvious to the layman, but\nnowadays equally\r\nascertainable by the physician.'\nSkadevergoeding\r\nis dan ook in die moderne Engelse reg verhaalbaar weens senuskok en\r\npsigiatriese besering. (Hinz v Berry,\n(1970) 1 All E.R. 1074\n; Behrens\r\nv Bertram Mills Circus Ltd.\n(1957) 1 All E.R. 585\n, en Bourhill v\r\nYoung, supra. In laasgenoemde saak laat Lord MACMILLAN hom op bl. 402\r\nsoos volg uit -\n'The\r\ncrude view that the law should take cognizance only of physical\r\ninjury resulting from actual impact has been discarded, and\nit is now\r\nwell recognised that an action will lie for injury done by shock\r\nsustained through the medium of the eye or the ear without\ndirect\r\ncontact.'\nDit\r\nis tereg nie in hierdie Hof betoog dat die feit dat die verassureerde\r\nvoertuig nie met Deon in aanraking gekom het nie, enigsins\nin die weg\r\nvan sy vordering om genoegdoening staan nie. (Kyk Creydt-Ridgeway v\r\nHoppert, supra op bl. 665).\nOm\r\nbostaande redes kom ek dus tot die gevolgtrekking dat daar in ons reg\r\ngeen rede bestaan waarom iemand, wat as gevolg van die\nnalatige\r\nhandeling van 'n ander, senuskok op psigiatriese besering met\r\ngevolglike ongesteldheid opgedoen het, nie op genoegdoening\ngeregtig\r\nis nie, mits die moontlike gevolge van die nalatige handeling\r\nvoorsien sou gewees het deur die redelike persoon wat hom\nin die plek\r\nvan die onregpleger sou bevind het. Ek verwys hier nie na\r\nniksbeduidende emosionele skok van kortstondige duur wat\nop die\r\nwelsyn van die persoon geen wesenlike uitwerking het nie, en ten\r\nopsigte waarvan genoegdoening gewoonlik nie verhaalbaar\nsou wees nie.\n1973\r\n(1) SA p780\nBOTHA\r\nAR\nNamens\r\nrespondent is egter betoog dat die vorderings ten opsigte van Deon in\r\niedere geval nie kon slaag nie vanweë die feit\ndat Deon se\r\nsenuskok of psigiatriese besering en gevolglike angsneurose die\r\ngevolg is hoofsaaklik van die vrees en skuldgevoel\nwat voortgespruit\r\nhet uit die aanskouing van die noodlottige botsing met sy jonger\r\nbroertjie, Werner, en slegs tot 'n mindere mate\nvan die bedreiging\r\nvan sy eie veiligheid en vrees vir persoonlike leed. Dit is aangevoer\r\ndat, ofskoon skadevergoeding in die Engelse\nreg in sekere\r\nomstandighede en onderhewig aan sekere beperkings verhaalbaar is\r\nweens senuskok wat veroorsaak word deur die aanskouing\nvan die\r\nnalatige besering of doodslag van 'n naasbestaande (kyk, bv., Hinz v\r\nBerry, supra), die Suid-Afrikaanse Howe vorderings\nom genoegdoening\r\nweens senuskok aldus veroorsaak nog konsekwent verwerp het. Vir\r\nlaasgenoemde stelling is verwys na Waring and\nGillow Ltd., v\r\nSherborne, supra op bl. 349; Sueltz v Bolttler,\n1914 E.D.L. 176\n, en\r\nMulder v South British Insurance Co., Ltd.,\n1957 (2) SA 444\n(W).\nSoos\r\nreeds daarop gewys, is die aanlegster se vordering in eersgenoemde\r\nsaak op grond van die verwyderdheid of onvoorsienbaarheid\nvan die\r\nskade in die omstandighede van daardie saak verwerp. (Kyk op bl.\r\n349). Ook in die Bolttler -saak is dit duidelik dat die\nratio vir die\r\nverwerping van die eiser se vordering om skadevergoeding ten opsigte\r\nvan sy eggenote se miskraam en ongesteldheid,\nwat gevolg het op\r\nsenuskok wat veroorsaak was deurdat sy die nalatige besering van die\r\neiser moes aanskou het, die verwyderdheid,\nin die omstandighede van\r\ndie geval, van die veroorsaakte gevolge was (kyk op bl. 180, 181).\nIn\r\nMulder se saak het Regter DE WET hom soos volg op bl. 449 uitgelaat -\n'The\r\nconclusion I have come to is that a person suffering from the effects\r\nof shock or fright as a result of seeing or hearing an\naccident\r\ncaused by the negligent driving or use of a motor vehicle, is not in\r\ngeneral entitled to recover damages in the absence\nof personal\r\napprehension of danger to himself. Where there is no personal\r\napprehension of danger there is not a sufficiently close\nrelationship\r\nbetween the negligence and the fright or shock for a finding to be\r\njustified that there was a duty of care in relation\nto the person\r\nsuffering from the fright or shock. There may be exceptions to this\r\ngeneral rule but I am of opinion that the facts\nin Hambrook v Stokes\r\nBrothers will not generally be accepted as constituting such an\r\nexception, and the facts alleged in the declaration\nI am now\r\nconsidering clearly do not constitute an exception to the general\r\nrule.'\n(Ek\r\nonderstreep).\nOfskoon\r\ndit wil voorkom asof dié verwerping van eiseres se vordering\r\nna 'n oorsig van Engelse gewysdes oor die boeg van die\n\nEngelsregtelike 'duty of care' gegooi word, blyk dit tog dat die\r\nalgemene ratio vir die verwerping die onvoorsienbaarheid, in die\n\nomstandighede, van die veroorsaakte leed was. Dit is ook duidelik uit\r\ndie aangehaalde passasie dat die geleerde Regter nie 'n algemene\nreël\r\nverkondig dat iemand wat benadeel word deur senuskok wat veroorsaak\r\nis deurdat so iemand 'n ongeluk sien, of daarvan\nhoor, wat deur die\r\nnalatige bestuur van 'n voertuig veroorsaak is, onder geen\r\nomstandighede op vergoeding of genoegdoening vir\ngevolglike leed\r\ngeregtig is nie. Die verhaalbaarheid van vergoeding of genoegdoening\r\nmoet daarvan afhang of die veroorsaakte leed\nin die besondere\r\nomstandighede van elke saak redelik voorsienbaar was, al dan nie.\n1973\r\n(1) SA p781\nBOTHA\r\nAR\nDit\r\nmag wees dat waar die leed ontstaan uit senuskok wat veroorsaak word\r\ndeur 'n nalatige handeling van die onregpleger wat die\nbenadeelde\r\nself met gevaar bedreig het, daar meer geredelik tot die\r\ngevolgtrekking gekom sou kon word dat die moontlikheid van\ndie\r\nveroorsaakte leed deur die onregpleger voorsien moes gewees het, as\r\nin die geval waar die senuskok veroorsaak word deurdat\ndie benadeelde\r\ndie ingevaarstelling van 'n ander moes waarneem of daarvan moes\r\nverneem. Dit kan egter nie sonder meer aangeneem\nword dat in die een\r\ngeval die veroorsaakte leed redelik voorsienbaar sou wees, en in die\r\nander geval nie.\nIndien\r\ndie moontlikheid van die aan Deon en sy vader veroorsaakte leed en\r\nskade in die omstandighede van hierdie saak voorsien sou\ngewees het\r\ndeur 'n redelike bestuurder in die plek van die bestuurder van die\r\nverassureerde motorvoertuig, dan is genoegdoening\nen vergoeding\r\nverhaalbaar, al kon die presiese aard en omvang van die leed en skade\r\nnie voorsien gewees het nie.\nDie\r\nHof a quo het bevind dat die nalatige bestuur van die verassureerde\r\nvoertuig Deon se veiligheid in gevaar gestel het, en dit\nis uit die\r\ngetuienis duidelik dat hy 'n noue ontkoming gehad het en rede gehad\r\nhet om vir sy eie veiligheid te vrees, en inderdaad\ngevrees het, wat,\r\nvolgens dr. Oberholzer, op sigself voldoende was om die senuskok en\r\npsigiatriese besering te veroorsaak. Dit\nis egter ook uit dr.\r\nOberholzer se getuienis duidelik dat die feit dat Deon die\r\nnoodlottige botsing met Werner vlak by hom - ongeveer\n'n tree agter\r\nhom - moes aanskou, die belangriker faktor in die veroorsaking van sy\r\ntoestand was. Volgens dr. Oberholzer het die\neen faktor die\r\nuitwerking van die ander faktor egter vererger.\nDie\r\nredelike bestuurder in die plek van die bestuurder van die\r\nverassureerde voertuig sou in die omstandighede die gevaar waarin\n\nDeon geplaas kon word, met die moontlikheid van gevolglike\r\npersoonlikheidsnadeel, voorsien het, en sou stappe gedoen het om\r\ndaarteen\nte waak. Dit was nie nodig dat die presiese aard of omvang\r\nvan die skade of nadeel voorsien moes gewees het nie. Die feit dat\r\nDeon\nse vrees vir die veiligheid van Werner en sy skuldgevoel by\r\naanskouing van die noodlottige botsing met Werner, meer tot sy\r\ntoestand\nbygedra het as die vrees vir eie veiligheid, maak die\r\ngevolge van die nalatige bestuur van die verassureerde voertuig nie\r\nminder\nvoorsienbaar nie.\nEk\r\nkom bygevolg tot die gevolgtrekking dat appellant volgens die gemene\r\nreg geregtig is op vergoeding en, namens Deon, op genoegdoening,\nvan\r\ndie skade wat hy gely het en vir die persoonlikheids-krenking wat\r\nDeon opgedoen het.\nOfskoon\r\nskadevergoeding of genoegdoening sover bekend nog nie in 'n derglike\r\ngeval in ons Howe toegeken is nie, met die moontlike\nuitsondering van\r\nHauman v Malmesbury Divisional Council, supra, kan die toekenning van\r\nskadevergoeding en genoegdoening in hierdie\ngeval nie as 'n\r\nuitbreiding van die actio legis Aquiliae, of die besondere aksie, wat\r\nin die Romeins-Hollandse reg ontwikkel het\nvir die verhaal van\r\ngenoegdoening weens persoonlikheidskrenking, beskou word nie, maar\r\nslegs as 'n toepassing op die feite van\nhierdie saak van erkende\r\nregsbeginsels. Soos reeds daarop gewys, is die toekenning van\r\nskadevergoeding weens senuskok niks vreemd\nin ons regspraak waar die\r\nsenuskok\n1973\r\n(1) SA p782\nBOTHA\r\nAR\nmet\r\n'n suiwer fisiese besering gepaard gaan nie. Indien die\r\nverhaalbaarheid van bergoeding in so 'n geval afhanklik is van die\r\nbestaan van 'n fisiese besering, is die oorsprong van die beperking\r\nonbekend en in iedere geval onverdedigbaar.\nIndien\r\niemand ingevolge die gemene reg geregtig is op vergoeding weens\r\nsenuskok of psigiatriese besering, met gevolglike angsneurose,\nwat\r\nnalatiglik veroorsaak is, soos ek meen hy is, sou dit moeilik wees om\r\nte betoog dat so iemand, waar die senuskok of psigiatriese\nbesering\r\n'veroorsaak is of voortvloei uit' die nalatige bestuur van 'n\r\nmotorvoertuig, nie ingevolge art. 11 (1) van Wet 29 van\n1942, op\r\nskadeloosstelling geregtig is nie, gesien die doel van daardie Wet.\r\nIn iedere geval, soos ek reeds hierbo probeer aantoon\nhet, is die\r\nbrein-en senustelsel deel van die menslike liggaam, en is 'n\r\npsigiatriese besering dus inderdaad 'n 'liggaamlike besering'\nbinne\r\ndie bedoeling van art. 11 (1) (a) van Wet 29 van 1942. Daar is veel\r\nte sê vir die betoog namens die appellant dat die\nuitdrukking\r\n'liggaamlike besering' in art. 11 (1) gebruik word in teenstelling\r\nmet saakbeskadiging en nie in teenstelling met 'n\npsigiese besering\r\nnie.\nDie\r\nrespondent is dus ingevolge art. 11 (1) van Wet 29 van 1942 verplig\r\nom Deon en sy vader skadeloos te stel weens die verlies\nen skade wat\r\nhulle gely het. Die appèl moet dus slaag.\nDie\r\nadvokate was dit eens dat, indien die appèl sou slaag, die\r\nsaak na die Hof a quo terugverwys moet word vir die bepaling\nvan die\r\ntoepaslike verlies of skade. Namens die respondent is betoog dat die\r\nterugverwysing behoort te geskied op die grondslag\ndat slegs die\r\nskade of die verlies wat Deon as gevolg van sy vrees vir eie\r\nveiligheid gely het, deur die Hof a quo bepaal en toegeken\nbehoort te\r\nword. Uit wat ek egter hierbo gesê het, volg dit, meen ek, dat\r\nso 'n opdrag in die omstandighede van hierdie saak\nnie geregverdig\r\nkan word nie. Deon en sy vader is geregtig op skadeloosstelling van\r\ndie volle verlies en skade wat hulle as gevolg\nvan die voorval gely\r\nhet.\nDie\r\nappèl slaag met koste. Die bevel van die Hof a quo word tot\r\nniet gemaak. Die saak word na die Verhoorhof terugverwys\nvir die\r\nbepaling en toekenning aan die appellant van die volle skade of\r\nverlies wat hy en Deon gely het, met inbegrip van die reeds\n\ntoegekende bedrag van R239, synde die koste van die begrafnis van\r\nWerner, en vir die uitreiking van 'n toepaslike kostebevel.\nOGILVIE\r\nTHOMPSON, H.R., HOLMES, A.R., JANSEN, A.R., en TROLLIP, A.R., het\r\nsaamgestem.\nAppellant\r\nse Prokureurs: Jacob Viljoen en Vennote, Durban; Symington en de Kok,\r\nBloemfontein. Respondent se Prokureurs: Livingston,\nDoull en\r\nWinterton, Durban; Webber en Newdigate, Bloemfontein.\nSAFLII\r\n\t\t\tNote:\nThis\r\n\t\t\tcase was originally published by Juta and Company (Pty) Ltd. Juta\r\n\t\t\tretains copyright as far as it subsists. An English\ntranslation of\r\n\t\t\tthis case is available at:\r\n\t\t\thttp://saflii.org/za/other/ZAENGTR/1972/1.html",
  "scraped_at": "2026-02-12T13:54:08.335720",
  "date": "1972-11-20",
  "coram": [
    "Ogilvie Thompson HR",
    "Botha AR",
    "Holmes AR",
    "Jansen AR",
    "Trollip AR"
  ],
  "case_number": "[1972] ZASCA 1",
  "parties": {
    "applicants": [
      "Bester"
    ],
    "respondents": [
      "Commercial Union Versekeringsmaatskappy van SA Bpk"
    ]
  },
  "sections": {
    "facts": "On 3 January 1969 two children of the appellant, Deon (11) and Werner (6), were running along Stellaweg, Durban. A motor vehicle driven by S.H. Kruger, insured by the respondent under the Motor Vehicle Insurance Act 29 of 1942, collided with Werner, who died at the scene. Deon, who was a few steps ahead, was not physically struck but suffered a severe nervous shock (senuskok) that later developed into an anxiety neurose requiring psychiatric treatment. The appellant subsequently sued the insurer for (i) funeral expenses, (ii) medical costs and future treatment for Deon, and (iii) damages for shock and incapacity on behalf of Deon.",
    "issues": "The principal issues were (1) whether a nervous shock without accompanying physical injury falls within the definition of \"liggaamlike besering\" (bodily injury) in section 11(i) of the Motor Vehicle Insurance Act 29 of 1942, thereby making the insurer liable for damages, and (2) whether South African common law, drawing on Roman‑Dutch and Aquilian principles, allows recovery of damages for pure psychiatric injury caused by negligence.",
    "principles": "The court examined the Roman‑Dutch foundation of Aquilian liability and its modern expansion, citing cases such as Waring & Gillow Ltd v Sherborne, Hauman v Malmesbury, Hinz v Berry, and Bourhill v Young. It noted that South African jurisprudence traditionally required physical injury, but more recent authorities recognised that nervous shock affecting the nervous system constitutes bodily injury. The court also considered the legislative intent of the Motor Vehicle Insurance Act, concluding that the wording \"liggaamlike besering\" was not intended to exclude psychiatric injuries that impair the physical organism.",
    "application": "Applying these principles, the court held that Deon's nervous shock directly impaired his nervous system and therefore satisfied the statutory requirement of bodily injury. The negligence of the driver was foreseen to cause such shock, satisfying the foreseeability test for liability. Consequently, the lower court’s exclusion of Deon's claim for shock damages was erroneous. The insurer was therefore liable under the Act for the full quantum of damages claimed, including medical expenses, future treatment, and solatium for the psychiatric injury.",
    "conclusion": "The appeal was allowed. The judgment of the Durban and Coastal Local Division was set aside, and the matter was remitted to that court for determination of the appropriate amount of damages and costs for the appellant, including compensation for Deon's nervous shock and related medical expenses. Costs of the appeal were awarded to the appellant."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Nervous Shock",
    "level_3": [
      "negligence",
      "insurance",
      "act 29 of 1942",
      "aquilian liability",
      "psychological injury"
    ]
  }
}